{
  "sections": [{
    "text": "CURRENT SCIENCE, VOL. 102, NO. 2, 25 JANUARY 2012 332\n*For correspondence. (e-mail: jpshrivastava.du@gmail.com)\n(3) Information from other organizations by various means, i.e. electronic data, past history, telephonic message, etc.\nAll the processed information may be used to issue warning in advance to the civil authorities at District/State administration level for effecting preparedness to prevent losses. Soon after the event, the UPC can also provide vital information, obtained by rapid access, to ground truth data collectors and to emergency authorities/workers who provide services and carry out relief operations under disaster management5. Such a system will provide scope for assessment of risk of slope instability in the mountains and with the input from satellite images will be able to sound an alarm regarding flood situation in the plains downstream. Therefore, concerned authorities (State Public Works Department, National Highway Authorities, etc.) would be in a better state of preparedness. Comprehensive and multi-temporal coverage of large areas in real time from satellites can be used for monitoring, assessment and relief management. The system will also be able to guide planning of locations for future projects on hydro-power, irrigation and development of infrastructure (roads, bridges, etc.).\n1. Singh, J. S., Pandey, A. N. and Pathak, P. C., A hypothesis to account for the major pathway of soil loss from Himalaya. Environ. Conser., 1983, 10, 343–345. 2. Pathak, P. C., Pandey, A. N. and Singh, J. S., Overland flow, sediment output and nutrient loss from certain forested sites in the central Himalaya, India. J. Hydrol., 1984, 71(3–4), 239–251. 3. Bhatt, B. C. and Nakamura, K., Characteristics of monsoon rainfall around the Himalayas revealed by TRMM precipitation radar. Monthly Weather Rev., 2005, 133, 149–165. 4. Froehlich, W., Gil, E., Kasza, I. and Starkel, L., Thresholds in the transformation of slopes and river channels in the Darjeeling Himalaya, India. Mt. Res. Dev., 1990, 10(4), 301–312. 5. http://timesofindia.indiatimes.com/topic/heavy-rain-in-uttarakhand; http://articles.timesofindia.indiatimes.com/2010-09-19/india/28261879_1_rishikeshgangotri-uttarakhand-rishikesh-badrinath; http:// www.ndtv.com/article/india/rain-furyin-uttarakhand-200-villageswashed-away-54110; http://www.ndtv.com/article/india/atleast-40killed-in-rain-landslides-in-uttarakhand-53121; http://www.thehindu.com/todays-paper/tp-national/tp-newdelhi/article2232084.ece 6. http://202.54.31.45/archive/ASIA-SECTOR/VISIBLE/ 7. Barros, A. P., Kim, G., Williams, E. and Nesbitt, S. W., Probing\norographic controls in the Himalayas during the monsoon using satellite imagery. Nat. Hazards Earth Syst. Sci., 2004, 4, 29–51. 8. Nesbitt, S. W. and Zipser, E. J., The diurnal cycle of rainfall and convective intensity according to three years of TRMM measurements. J. Climate, 2003, 16, 1456–1475. 9. Ueno, K. et al., Meteorological observations during 1994–2000 at the Automatic Weather Station (GENAWS) in Khumbu region, Nepal Himalayas. Bull. Glaciol. Res., 2001, 18, 23–30. 10. Barros, A. P. and Lang, T. J., Monitoring the monsoon in the Himalayas: Observations in central Nepal. Monthly Weather Rev., 2003, 131, 1408–1427. 11. Ohsawa, T., Ueda, H., Hayashi, T., Watanabe, A. and Matsumoto, J., Diurnal variations of convective activity and rainfall in tropical Asia. J. Meteorol. Soc. Jpn., 2001, 79, 333–352.\n12. Murakami, M., Analysis of the deep convective activity over the western Pacific and Southeast Asia. Part I: Diurnal variation. J. Meteorol. Soc. Jpn., 1983, 61, 60–77. 13. Paul, S. K., Bartarya, S. K., Rautela, P. and Mahajan, A. K., Catastrophic mass movement of 1998 monsoons at Malpa in Kali Valley, Kumaun Himalaya (India). Geomorphology, 2000, 35(3– 4), 169–180. 14. Dahal, R. K. and Hasegawa, S., Representative rainfall thresholds for landslides in the Nepal Himalaya. Geomorphology, 2008, 100, 429–443. 15. http://www.imd.gov.in/section/hydro/distrainfall/webrain/uttarakhand\nACKNOWLEDGEMENTS. I thank IMD for satellite images and average rainfall of districts. Daily rainfall data were obtained from MOSDAC for Nainital station, Dr Rajesh Joshi for Katarmal station, and Shri Pande for Dwarahat station. Satellite image of 18 October 2011 was from Google Earth. I also thank the Director, GBPIHED for providing the necessary facilities. Received 4 October 2010; revised accepted 22 December 2011\nChemico-mineralogical attributes of clays from bole horizons in the Early Cretaceous Sylhet Traps of Meghalaya: palaeoenvironmental inferences"
  }, {
    "heading": "J. P. Shrivastava1,*, S. K. Mukhopadhyay2 and Sucharita Pal1",
    "text": "1Department of Geology, University of Delhi, Delhi 110 007, India 2Geological Survey of India, Salt Lake, Kolkata 700 091, India We report chemico-mineralogical attributes of the clay minerals that occur in the bole horizons associated with the 116 Ma Early Cretaceous Sylhet Traps in Meghalaya. The boles are brick red, greyish-black and yellowish-brown in colour. They have been observed in drill cores between the flows and are exposed in the Mawlong–Tyrna section of the Meghalaya Plateau. Upper sharp contact and lower gradational contact suggest that bole horizons are palaeoweathering surfaces developed in the time interval between successive eruptive cycles. X-ray diffraction of clay minerals of three bole horizons shows that a lower bole horizon is rich in palygorskite, whereas other two are rich in halloysite and kaolinite. Scanning electron micrographs show that palygorskite forms randomly oriented network of densely packed fibres; kaolinite is characterized by parallel platy texture and halloysite shows matrix-type structure with isometric, spheroidal microaggregates having intragranular porosity. PAAS normalized REE pat-\nCURRENT SCIENCE, VOL. 102, NO. 2, 25 JANUARY 2012 333\nterns of both Sylhet and Deccan Traps bole clays show overlapping REE patterns and HREE enrichment. Most of the clays show positive Ce anomalies, indicating oxidizing conditions during their formation. While dominance of kaolinite and halloysite suggests weathering of low Mg volcanic ash under humid tropical climate, occurrence of palygorskite suggests increase in the pH, H4SiO4 and Mg2+ ions in a peri-marine environment under semi-arid to arid conditions. Chemical indices of alteration show that similar alteration conditions for the formation of boles prevailed during early Cretaceous Sylhet and Late Cretaceous Deccan volcanism. Rainfall was probably a little higher during the formation of Sylhet bole horizons. Keywords: Bole horizons, chemico-minerological attributes, clay minerals, palaeo-environment. THE 116 ± 3.5 Ma Early Cretaceous basaltic volcanism gave rise to Sylhet Traps sequence of Meghalaya. Sylhet Traps occur as small detached outcrops along the Dauki fault at the southern margin of the Shillong Plateau1. In a 237 m deep bore drilled in East Khasi Hills, 16 amygdaloidal, microporphyritic olivine-bearing tholeiitic lava flows, 8–32 m thick, have been reported2. Each flow shows 0.1–14 m thick bole horizon at the upper contact. There are previous suggestions that bole horizons develop by in situ weathering and chemical alteration of flow tops in the time interval between successive eruptive cycles3,4, and thus they constitute palaeo-weathering surfaces. Typically a bole horizon, rich in clay, has a sharp upper contact and shows a gradational lower contact as in in situ soil profiles. Bole clays, therefore, can provide information on palaeo-climatic conditions that prevailed during the interval between two volcanic eruption events. Bole clays in the 64.8–65.6 Ma Deccan Traps sequence have been studied earlier5,6. Such studies have not been carried out so far on the boles of the Sylhet Traps sequence. The present communication reports the results of mineralogical and geochemical study of bole horizons in the Sylhet Traps succession. The chemico-mineralogical attributes of clay minerals in Early Cretaceous bole horizons of Sylhet Traps sequence are compared with those of the Late Cretaceous to Tertiary boles of the Deccan Traps sequence. The Sylhet Traps are well exposed along Dauki fault, close to the southern edge of the Meghalaya Plateau (Figure 1). Here in the Mawlong–Tyrna area, ~ 125 m thick traps sequence is exposed. The exposed sequence comprises 10 sub-horizontal lava flows. Individual flow is laterally traceable for 20–50 m. Planar surface between the amygdular top of an underlying flow and massive flow bottom of the overlying flow defines the flow contacts. In some places, a bole horizon occurs between successive flows. The contact of the bole horizon with the overlying flow is sharp, whereas its lower contact is gradational with amydular flow tops of the underlying flow. Thickness of bole horizons varies between 0.05 and 2 m. They are rich in clay minerals, and are brick red, greyishblack and yellowish-brown in colour. Clay minerals were separated from the bole samples following standard procedures. Oriented mounts of clay separates were prepared by filtering the clay suspension onto a membrane filter and then transferring it onto a glass slide to obtain a uniform diffraction mount7. Powder X-ray diffraction data for qualitative determination of clay minerals were obtained using Philips X-ray diffractometer (Model: X’pert, PW-1130) with Cu-Kα radiation at an adopted scanning speed of 1°/min. Gold-coated specimens were prepared and examined under a scanning electron microscope (Zeiss-make EVO MA-15). Bole clay specimens were scanned (from 1000 × to 5000 K× magnification) with secondary electrons for their morphology. Clay samples coated with a thin layer of carbon were analysed for major oxides using energy dispersive X-ray spectrometer (EDS; Oxford-make, Inca X-Act). Back scattered electron (BSE) compositional images were obtained. For trace element analysis, 0.1 g of clay fraction (0.1–2.0 μm) prepared from –220 mesh powder of air-dried bole sample was analysed following the standard procedure8. Rare earth element (REE) composition was determined using inductively coupled plasma-mass spectrometer (model Perkin Elmer-Élan-DRC-e) at the Chemical Laboratory of the Geological Survey of India, Kolkata. SRM-GBW07304 (GSD-4) standard was used for quality control of the data. X-ray diffraction patterns of clay minerals in the samples from the bole horizons of the Sylhet Traps sequence are given in Figure 2. Sample JP-18 shows the presence of palygorskite identified by its strong (210) reflection at 3.68 Å. Halloysite with characteristic basal reflection at 7.24 Å is dominant in sample JP-19. JP-20 is characterized by strong presence of kaolinite identified by prominent peaks at 7.17 and 3.57 Å. The pattern for this kaolinite-rich sample shows an asymmetric shoulder around 4.47 Å, indicating poor crystallinity. A significant difference between kaolinite and halloysite is that the latter contains more H2O+ than the former9. Halloysite is rare in kaolinite and palygorskite-rich bole samples of Sylhet Traps sequence. BSE images of clay minerals are given in Figure 3. A network of densely packed and randomly oriented fibres of palygorskite in JP-18; matrix-type structure with isometric, spheroidal microaggregates having intragranular porosity of halloysite in JP-19, and micro-aggregates of pseudo-hexagonal plates of kaolinite in JP-20 can be clearly seen. EDS analyses of palygorskite, halloysite and kaolinite-dominant bole clays are presented in Table 1. Structural formulae calculated from the data are given in Table 2. REE abundances in JP-18, 19 and 20 are presented in Table 3. PAAS-normalized REE patterns10 are shown in Figure 4. The bole clays show higher abundance of heavy\nCURRENT SCIENCE, VOL. 102, NO. 2, 25 JANUARY 2012 334\nrare earth elements (HREE) in comparison to light and middle rare earth elements (LREE). The LREE/HREE ratio is low. δ Ce and δ Eu values found in these clay samples are 0.70 and 2.46 respectively11. The REE patterns for palygorskite (JP-18), halloysite (JP-19) and kaolinite (JP-20)-rich clays were compared with those found in the Deccan bole clays of the eastern Deccan volcanic province12 (Figure 4). The pattern for JP-18 – the palygorskite-dominant bole clay of Sylhet Traps – overlaps the patterns of palygorskite-rich bole clays of Deccan Traps13, but shows positive Ce anomaly, indicating oxidizing conditions attendant on palygorskite formation in the Sylhet sequence. HREE enrichment is seen in JP-19, which is halloysite-rich bole clay of the Sylhet Traps. Although it is within the range of halloysite clays of the Deccan Traps, the Sylhet halloysite-rich boles show negative Ce and positive Eu anomaly, indicating reducing conditions during their formation. The REE patterns for kaolinite-rich bole clays of Sylhet Traps (JP-20) also lie within the field defined by REE patterns of kaolinite-rich bole clays of the Deccan Traps. However, Sylhet kaoliniterich boles show positive Ce anomaly, while Deccan kaolin-rich boles show negative Ce anomaly. Positive Ce anomaly suggests preferential incorporation of Ce in clay lattice and reflects oxidizing conditions at the time of bole formation. Difference in the Ce anomaly in the kaolinite (JP-20) and palygorskite (JP-18) clays, which are associated with the upper and lower bole horizons respec-\nCURRENT SCIENCE, VOL. 102, NO. 2, 25 JANUARY 2012 335\ntively, indicates fluctuations in the atmospheric oxygen during the formation of weathered profile at different stages of Sylhet volcanism during the Early Cretaceous. Boles have resulted by alteration of tholeiitic basalt protoliths both in the Sylhet and Deccan Traps sequences. To understand the extent of weathering that gave rise to the bole clays, utilizing major element analytical data, chemical index of alteration (CIA), chemical index of weathering (CIW) and plagioclase index of alteration (PIA)14,15 have been calculated and reported in Table 1. CIA varies between 87% and 100%. CIW and PIA vary between 97% and100%. The alteration indices indicate high degree of chemical weathering for the formation of bole horizons. Relative intensity of weathering is a function of climatic factors such as rainfall and temperature, together with topography, drainage and parent rock16. The dominant clay mineral phases – palygorskite, halloysite and kaolinite present in the bole horizons of Sylhet Traps sequence are similar to those found in the Deccan Traps boles. The relative abundance of different clay minerals suggests variation in alteration. The imprint of climatic response of lava flow to weathering is preserved in the clays of the bole horizons. Palygorskite is dominant in a lower bole horizon of the studied Sylhet Traps section. Its formation points to a climatic set-up which is different from that attendant on the formation of kaolinite and halloysite clays found in the two bole horizons occurring above. Occurrence of\npalygorskite points to hot climatic conditions and high degree of aridity17. Palygorskite forms in soils, alkaline lakes and peri-marine environments under arid to semiarid conditions16. It is inferred from the thermodynamic calculations9 that palygorskite and sepiolite develop due to increase in pH, Mg2+ ions and H4SiO4 content in the solution. From these, it can be inferred that at the time of formation, palygorskite-bearing boles of the Sylhet Traps were in a peri-marine or a saline lake setting.\nCURRENT SCIENCE, VOL. 102, NO. 2, 25 JANUARY 2012 336\nHumid tropical climate with good drainage condition is conducive to the formation of kaolinite. Kaolinite forms in early stage of alteration. With the rise in H2O content, it is transformed to halloysite and allophone in that order.\nCIA (Chemical index of alteration) = (100)[Al2O3/(Al2O3 + CaO + Na2O + K2O)]; CIW (chemical index of weathering) = (100)[Al2O3/ (Al2O3 + CaO + Na2O)]; PIA (plagioclase index of alteration) = (100) × [(Al2O3–K2O)/(Al2O3 + CaO + Na2O–K2O)]. Calculated parameters of Sylhet Traps are based on major oxide data from Baksi et al.14.\nChemical composition in terms of atomic ratios in the tetrahedral and octahedral sites and the inter-layer charges were determined9. The 2 : 1 and 1 : 1 clay mineral anions are based on O10(OH)2 = 22 and O10(OH)2 = 28 calculations respectively, where the number of tetrahedral cations is 4.\nDuring transition of kaolinite to halloysite, kaolinite structure is destroyed well before the formation of halloysite, suggestive of humid or water-saturated condition9. Halloysite therefore represents an intermediate stage during the formation of allophane under tropical weathering conditions, where definite dry intervals are missing12. Plagioclase feldspar in a neutral or slightly acidic environment in the presence of water undergoes alteration to hydrous form – halloysite9 – a weathering product of volcanic ash when magnesium content is low; otherwise montmorillonite is formed. From the nature of the bole clays, it can be inferred that palygorskite bole clays were formed in permarine/saline lake environment and kaolinite–halloysite bole clays developed under humid climatic environments at different stages of Sylhet volcanism. Compared to basaltic protoliths, low concentrations of K2O, Na2O and CaO found in the boles provide an idea\nCURRENT SCIENCE, VOL. 102, NO. 2, 25 JANUARY 2012 337"
  }, {
    "heading": "REE",
    "text": "∑LREE = sum of La–Sm; ∑HREE = Sum of Gd–Yb, La/Yb ratios calculated as (La/Yb)N = LaN/YbN; Cerium anomaly (δ Ce) = CeN/(LaN × PrN) × 0.5 and europium anomaly (δ Eu) = EuN/(SmN × GdN) 0.5, calculated using formulae of Hongbing et al.11; N = Post Archean Average Australian Sedimentary rock normalized values of Taylor and McLennan10.\nrelation. +, Protolith (CIA); , Protolith (CIW); *, Protolith (PIA); , Palygorskite (CIA); Δ, Palygorskite (CIW); , Palygorskite (PIA); , Hallyosite (CIA); , Halloysite (CIW); , Halloysite (PIA);\n, Kaolinite (CIA); , Kaolinite (CIW) and ×, Kaolinite (PIA).\nabout nature and intensity of the weathering process. Indices of alteration (CIA, CIW and PIA) show that bole clays have resulted from high degree of chemical alteration during weathering both in the Sylhet and Deccan Traps sequences. CIA values have been used to get an estimate of the amount of palaeo-precipitation that was associated with weathering which gave rise to boles18 (Table 4). Wet climate with annual rainfall range of 1169–1357 mm brought about weathering during Early Cretaceous Sylhet volcanism (Table 4). Rainfall was marginally lower, between 1097 and 1298 mm/yr during the Deccan volcanic episode. CIA, CIW and PIA data are plotted for protoliths (Sylhet and Deccan Traps) and their respective bole clays (Figure 5). The plots for both fall close to each other and the regression line drawn through these data plots shows good correlation (R2 = 0.937), indicating that irrespective of age difference of nearly 50 m.y. and separation in space by a few hundred to thousand kilometres, boles resulted by approximately similar strong levels of chemical weathering in the Sylhet and Deccan Traps sequences. However, a greater deviation towards Sylhet Traps and associated boles in the correlation plot, suggests that Sylhet boles may have been formed by a slightly higher degree of weathering. The impoverishment of LREE in these clays is explained by variation in the pH of alteration solutions as LREE accumulate preferentially in the sediment profile during alkali alteration, whereas HREE in acidic solutions19. Unlike other REE, Ce and Eu could exist in divalent and tetravalent states depending upon redox potential prevailing in the system19. Under oxidizing conditions, Ce gets oxidized to Ce4+ state and is removed from the hosts. Negative Ce anomaly observed in JP-19 is comparable to the Ce depletion documented during basalt weathering in general9,20 and indicates reducing environment. The positive Ce anomalies observed in samples JP-18 and JP-20 indicate oxidizing condition. The range of δ Ce values from 0.59 to 1.17 in the Sylhet boles of different stratigraphic levels provides evidence for change from reducing to oxidizing conditions during Sylhet volcanic episode. Results of the study of boles from Sylhet Traps sequence and their comparison with Deccan Traps boles led to the following conclusions: (i) The bole horizons having sharp upper contact and gradational lower contact represent palaeosol horizons in volcanic sequence. (ii) Bole horizons are the result of strong chemical weathering as indicated by indices of alteration CIA, CIW and PIA. (iii) Sylhet bole horizons contain kaolinite, halloysite and palygorskite at different stratigraphic levels. While kaolinite and halloysite indicate wet, humid, heavy rainfall conditions for weathering, palygorskite indicates weathering in a peri-marine/alkaline lake environment, indicating that weathering environment varied during the volcanic episode. (iv) Negative as well as positive Ce anomalies in the REE patterns of bole clays, suggest that weathering under oxiding as well as reducing conditions\nCURRENT SCIENCE, VOL. 102, NO. 2, 25 JANUARY 2012 338\nCIAb/CIAp, Chemical index of alteration of bole/chemical index of alteration of unaltered lava flow; CIWb/CIWp, Chemical index of weathering of bole/chemical index of weathering of unaltered lava flow and PIAb/PIAp, Plagioclase index of alteration of bole/plagioclase index of alteration of unaltered lava flow. can produce bole horizons. (v) Occurrence of similar clay mineral assemblages in Early Cretaceous Sylhet and K–T boundary Deccan volcanic sequences, suggests that boleforming environments could be similar independent of time and space.\n1. Medlicott, H. B., Geological sketch of Shillong Plateau. Geol. Surv. India, Mem., 1871, 7, 51–207. 2. Shukla, R. and Keshavamurthy, K. N., Petrological studies of borehole cores of Sylhet Traps near Tanglah and Thrompleng, West and East Khasi Hills districts, Meghalaya. Rec. Geol. Surv. India, 1992, 125(4), 117–119. 3. Wilkins, A. et al., In Volcanism – Radhakrishna Volume (ed. Subbarao, K. V.), Wiley Eastern, New Delhi, 1994, p. 332. 4. Widdowson, M., Tertiary palaeosurface of SW Deccan India: implication for passive margin uplift. In Palaeosurface Recognition Reconstruction and Palaeoenvironmental Interpretation (ed. Widdoson, M.), Geological Society of London, Special Publication, 1997, 120, 221–248. 5. Chenet, A. L., Quidelleur, X., Fluteau, F., Courtillot, V. and Bajpai, S., 40K–40Ar dating of the main Deccan large igneous province: further evidence of KTB age and short duration. Earth Planet. Sci. Lett., 2007, 263, 1–15. 6. Jay, A. E. and Widdowson, M., Stratigraphy, structure and volcanology of the SE Deccan continental flood basalt province: implications for eruptive extent and volumes. J. Geol. Soc. London, 2008, 165(1), 177–188. 7. Drever, J. I., The preparation of oriented clay mineral specimens for X-ray diffraction analysis by a filter-membrane peel technique. Am. Mineral., 1973, 58, 553–554. 8. Shrivastava, J. P. and Ahmad, M., Trace element compositions of iridium enriched illite–smectite assemblages from a K/Pg boundary section in the Anjar area of the Deccan volcanic province: palaeoenvironmental implications. Cretaceous Res., 2008, 29, 592–602. 9. Weaver, C. E. and Pollard, L. D., The Chemistry of Clay Minerals, Elsevier, 1973, p. 213. 10. Taylor, S. R. and McLennan, S. M., The significance of rare earths in geochemistry and cosmochemistry. In Handbook on Physics and Chemistry of Rare Earths (eds Gschneider, K. A. and Eyring, L.), 1988, vol. 11, pp. 485–578.\n11. Hongbing, J., Ziyuan, O., Shijie, W. and Dequan, Z., Element geochemistry of weathering profile of dolomite and its implications for the average chemical composition of the upper continental crust – case studies from the Xinpu profile, northern Guizhou Province China. Science China (D), 2000, 43, 23–35. 12. Ahmad, M., Mineralogical and geochemical studies on clays of intra-volcanic bole horizons from the eastern Deccan volcanic province: palaeoenvironmental implications and K–T boundary. Ph D dissertation, University of Delhi, 2006, p. 215. 13. Torres-Ruiz, J., Lopez-Galindo, A., Gonzalez-Lopez, J. M. and Delgado, A., Geochemistry of Spanish sepiolite–palygoskite deposits; genetic considerations based on trace elements and isotopes. Chem. Geol., 1994, 112, 221–245. 14. Baksi, A. K., Barman, T. R., Paul, D. K. and Ferrer, E., Widespread early Cretaceous flood basalt volcanism in eastern India: geochemical data from Rajmahal–Bengal–Sylhet Traps. Chem. Geol., 1987, 63, 133–141. 15. Pattanayak, S. K. and Shrivastava, J. P., Petrography and majoroxide geochemistry of basalts from the Eastern Deccan Volcanic Province, India. Geol. Soc. India, Mem., 1999, 43(1), 233–270. 16. Weaver, C. E., Clays, Muds and Shales. Developments in Sedimentology, Elsevier, New York, 1989, vol. 44, p. 819. 17. Singer, A., The palaeoclimatic interpretation of clay minerals in sediments: a review. Earth Sci. Rev., 1984, 21, 251–293. 18. Sheldon, N. D., Do red beds indicate palaeoclimatic conditions? A Permian case study. Palaeogeogr., Palaeoclimatol., Palaeoecol., 2005, 228, 305–319. 19. Shrivastava, J. P. and Ahmad, M., A review of research on Late Cretaceous volcanic–sedimentary sequences of the Mandla Lobe: implications for Deccan volcanism and the cretaceous/Palaeogene boundary. Cretaceous Res., 2005, 26, 145–156. 20. Prudencio, M. I., Gouveia, M. A., Sequeria Braga, M. A. and Figueiredo, REE distribution as an indicator of the origin of carbonates and silicates in basaltic rocks Goldsmith conference. Miner. Mag. A, 1994, 58, 744–745.\nACKNOWLEDGEMENTS. J.P.S. and S.K.M. acknowledge International Geological Correlation Programme, Project Grant No. 507 for field work in Meghalaya area. S.P. thanks the Ministry of Earth Sciences, Government of India for financial support in the form of a project fellowship.\nReceived 10 January 2011; revised accepted 8 December 2011"
  }],
  "year": 2012,
  "references": [{
    "title": "Petrological studies of borehole cores of Sylhet Traps near Tanglah and Thrompleng, West and East Khasi Hills districts, Meghalaya",
    "authors": ["R. Shukla", "K.N. Keshavamurthy"],
    "venue": "Rec. Geol. Surv. India,",
    "year": 1992
  }, {
    "title": "Tertiary palaeosurface of SW Deccan India: implication for passive margin uplift. In Palaeosurface Recognition Reconstruction and Palaeoenvironmental Interpretation (ed. Widdoson, M.)",
    "authors": ["M. Widdowson"],
    "venue": "Geological Society of London, Special Publication,",
    "year": 1997
  }, {
    "title": "40K–40Ar dating of the main Deccan large igneous province: further evidence of KTB age and short duration",
    "authors": ["A.L. Chenet", "X. Quidelleur", "F. Fluteau", "V. Courtillot", "S. Bajpai"],
    "venue": "Earth Planet. Sci. Lett.,",
    "year": 2007
  }, {
    "title": "Stratigraphy, structure and volcanology of the SE Deccan continental flood basalt province: implications for eruptive extent and volumes",
    "authors": ["A.E. Jay", "M. Widdowson"],
    "venue": "J. Geol. Soc. London,",
    "year": 2008
  }, {
    "title": "The preparation of oriented clay mineral specimens for X-ray diffraction analysis by a filter-membrane peel technique",
    "authors": ["J.I. Drever"],
    "venue": "Am. Mineral.,",
    "year": 1973
  }, {
    "title": "Trace element compositions of iridium enriched illite–smectite assemblages from a K/Pg boundary section in the Anjar area of the Deccan volcanic province: palaeoenvironmental implications",
    "authors": ["J.P. Shrivastava", "M. Ahmad"],
    "venue": "Cretaceous Res.,",
    "year": 2008
  }, {
    "title": "The significance of rare earths in geochemistry and cosmochemistry",
    "authors": ["S.R. Taylor", "S.M. McLennan"],
    "venue": "In Handbook on Physics and Chemistry of Rare Earths (eds Gschneider, K. A. and Eyring, L.),",
    "year": 1988
  }, {
    "title": "Element geochemistry of weathering profile of dolomite and its implications for the average chemical composition of the upper continental crust – case studies from the Xinpu profile, northern Guizhou Province China",
    "authors": ["J. Hongbing", "O. Ziyuan", "W. Shijie", "Z. Dequan"],
    "venue": "Science China (D),",
    "year": 2000
  }, {
    "title": "Mineralogical and geochemical studies on clays of intra-volcanic bole horizons from the eastern Deccan volcanic province: palaeoenvironmental implications and K–T boundary",
    "authors": ["M. Ahmad"],
    "venue": "Ph D dissertation, University of Delhi,",
    "year": 2006
  }, {
    "title": "Geochemistry of Spanish sepiolite–palygoskite deposits; genetic considerations based on trace elements and isotopes",
    "authors": ["J. Torres-Ruiz", "A. Lopez-Galindo", "J.M. Gonzalez-Lopez", "A. Delgado"],
    "year": 1994
  }, {
    "title": "Widespread early Cretaceous flood basalt volcanism in eastern India: geochemical data from Rajmahal–Bengal–Sylhet Traps",
    "authors": ["A.K. Baksi", "T.R. Barman", "D.K. Paul", "E. Ferrer"],
    "year": 1987
  }, {
    "title": "Petrography and majoroxide geochemistry of basalts from the Eastern Deccan Volcanic Province, India",
    "authors": ["S.K. Pattanayak", "J.P. Shrivastava"],
    "venue": "Geol. Soc. India, Mem.,",
    "year": 1999
  }, {
    "title": "Developments in Sedimentology, Elsevier",
    "authors": ["C.E. Weaver", "Clays", "Muds", "Shales"],
    "venue": "New York,",
    "year": 1989
  }, {
    "title": "The palaeoclimatic interpretation of clay minerals in sediments: a review",
    "authors": ["A. Singer"],
    "venue": "Earth Sci. Rev.,",
    "year": 1984
  }, {
    "title": "Do red beds indicate palaeoclimatic conditions? A Permian case study",
    "authors": ["N.D. Sheldon"],
    "year": 2005
  }, {
    "title": "A review of research on Late Cretaceous volcanic–sedimentary sequences of the Mandla Lobe: implications for Deccan volcanism and the cretaceous/Palaeogene boundary",
    "authors": ["J.P. Shrivastava", "M. Ahmad"],
    "venue": "Cretaceous Res.,",
    "year": 2005
  }, {
    "title": "REE distribution as an indicator of the origin of carbonates and silicates in basaltic rocks Goldsmith conference",
    "authors": ["M.I. Prudencio", "M.A. Gouveia", "M.A. Sequeria Braga", "Figueiredo"],
    "venue": "Miner. Mag. A,",
    "year": 1994
  }],
  "id": "SP:f133937d4dbe10b21fe2c1720ee743dac6aa1fec",
  "authors": [],
  "abstractText": "All the processed information may be used to issue warning in advance to the civil authorities at District/State administration level for effecting preparedness to prevent losses. Soon after the event, the UPC can also provide vital information, obtained by rapid access, to ground truth data collectors and to emergency authorities/workers who provide services and carry out relief operations under disaster management. Such a system will provide scope for assessment of risk of slope instability in the mountains and with the input from satellite images will be able to sound an alarm regarding flood situation in the plains downstream. Therefore, concerned authorities (State Public Works Department, National Highway Authorities, etc.) would be in a better state of preparedness. Comprehensive and multi-temporal coverage of large areas in real time from satellites can be used for monitoring, assessment and relief management. The system will also be able to guide planning of locations for future projects on hydro-power, irrigation and development of infrastructure (roads, bridges, etc.)."
}