{
  "sections": [{
    "text": "BioOne Complete (complete.BioOne.org) is a full-text database of 200 subscribed and open-access titles in the biological, ecological, and environmental sciences published by nonprofit societies, associations, museums, institutions, and presses.\nYour use of this PDF, the BioOne Complete website, and all posted and associated content indicates your acceptance of BioOne’s Terms of Use, available at www.bioone.org/terms-of-use.\nUsage of BioOne Complete content is strictly limited to personal, educational, and non-commercial use. Commercial inquiries or rights and permissions requests should be directed to the individual publisher as copyright holder.\nBioOne sees sustainable scholarly publishing as an inherently collaborative enterprise connecting authors, nonprofit publishers, academic institutions, research libraries, and research funders in the common goal of maximizing access to critical research.\nVegetation history, diversity patterns, and climate change across the Triassic/Jurassic boundary Authors: Nina R. Bonis, and Wolfram M. Kürschner Source: Paleobiology, 38(2) : 240-264 Published By: Paleontological Society URL: https://doi.org/10.1666/09071.1\nDownloaded From: https://bioone.org/journals/Paleobiology on 21 Feb 2019 Terms of Use: https://bioone.org/terms-of-use Access provided by University of Arizona\nVegetation history, diversity patterns, and climate change across the Triassic/Jurassic boundary"
  }, {
    "heading": "Nina R. Bonis and Wolfram M. Kürschner",
    "text": "Abstract.—High-resolution palynological data sets from shallow marine Triassic-Jurassic (Tr/J) boundary beds of two principal sections in Europe (Hochalplgraben in Austria and St. Audrie’s Bay in the United Kingdom) were analyzed to reconstruct changes in vegetation, biodiversity, and climate. In Hochalplgraben, a hardwood gymnosperm forest with conifers and seed ferns is replaced by vegetation with dominant ferns, club mosses and liverworts, which concurs with an increased diversification of spore types during the latest Rhaetian. Multivariate statistical analysis reveals a trend to warmer and wetter conditions across the Tr/J boundary in Hochalplgraben. The vegetation changes in St. Audrie’s Bay are markedly different. Here, a mixed gymnosperm forest is replaced by monotonous vegetation consisting mainly of Cheirolepidiaceae (80–100%). This change is caused by a transition to a warmer and more arid climate. The observed diversity decrease in St. Audrie’s Bay affirms this interpretation. Although both sections show major vegetation changes, neither of them demonstrates a distinctive floral mass extinction. A compilation of Tr/J boundary sections across the world demonstrates the presence of Cheirolepidiaceae-dominated forests in the Pangaean interior and increases in abundance of spore-producing plants adjacent to the Tethys Ocean. We propose that the non-uniform vegetation changes reflected in the Tr/J palynological records are the result of environmental changes caused by Central Atlantic Magmatic Province volcanism. The increase in greenhouse gases caused a warmer climate and an enhanced thermal contrast between the continent and the seas. Consequently, the monsoon system got stronger and induced a drier continental interior and more intensive rainfall near the margins of the Tethys Ocean.\nNina R. Bonis. Laboratory of Palaeobotany and Palynology, Palaeoecology, Utrecht University, Budapestlaan 4, 3584 CD Utrecht, The Netherlands. Present address: Shell Global Solutions International B.V., Kessler Park 1, 2288 GS, Rijswijk, The Netherlands. E-mail: ninabonis@gmail.com Wolfram M. Kürschner.* Laboratory of Palaeobotany and Palynology, Palaeoecology, Utrecht University, Budapestlaan 4, 3584 CD Utrecht, The Netherlands.. *Corresponding author. Present address: Department of Geosciences, University of Oslo, Post Office Box 1047, Blindern, 0316 Oslo, Norway. E-mail: w.m.kuerschner@geo.uio.no\nAccepted: 17 August 2011"
  }, {
    "heading": "Introduction",
    "text": "The transition from the Triassic to the Jurassic Period, ca. 201.58 Ma (Schaltegger et al. 2008), is characterized by a major biotic crisis in the marine and terrestrial realms (e.g., Hallam 2002; Olsen et al. 2002; Tanner et al. 2004). However, the severity and patterns (i.e., abrupt, stepwise, or gradual) of this crisis, especially for the terrestrial realm, are not well understood (Hallam 2002; Bambach et al. 2004; Lucas and Tanner 2008). Explanations for the biotic turnover have included both gradualistic and catastrophic mechanisms (e.g., Hallam and Wignall 1997; Tanner et al. 2004; Hesselbo et al. 2007). A frequently proposed mechanism is massive volcanism of the Central Atlantic Magmatic Province (CAMP), one of the largest known flood basalt provinces, related to the breakup of Pangaea (Wignall 2001; Hesselbo et al. 2002; Knight et al. 2004; Marzoli et al. 1999, 2004; Schoene et al. 2010; Deenen et al. 2010). The release of large amounts of carbon dioxide (CO2) and other toxic gases in the atmosphere by CAMP volcanism induced climate change and could have caused biotic disturbance (McElwain et al. 1999; Hesselbo et al. 2002; Tanner et al. 2004; Van de Schootbrugge et al. 2009). However, new compound-specific C-isotope records of long chain n-alkanes show a ,8.5% negative excursion, which cannot be explained by the release of volcanic CO2 (Ruhl et al. 2011). These data therefore point to a short-term injection of 12 3 103 gigatons of isotopically depleted carbon as methane from clathrates into the atmosphere. The injection of methane from melting clathrates may have been triggered by the beginning CAMP volcanism. An alternative catastrophic\nPaleobiology, 38(2), 2012, pp. 240–264\n’ 2012 The Paleontological Society. All rights reserved. 0094-8373/12/3802–0004/$1.00\nDownloaded From: https://bioone.org/journals/Paleobiology on 21 Feb 2019 Terms of Use: https://bioone.org/terms-of-use Access provided by University of Arizona\nmechanism causing the extinction is an extraterrestrial impact (Olsen et al. 2002), but evidence for such a scenario is rather limited.\nPalynological analysis is a useful method in unraveling past vegetation patterns and reconstructing climate change (e.g., Barrón et al. 2006; Galfetti et al. 2007). Palynological records across the Triassic/Jurassic (Tr/J) transition, however, are controversially discussed because of the paucity of sections with a sufficient time resolution and/or wellestablished stratigraphic framework. Furthermore, many records are only qualitative or semiquantitative (i.e., absence/presence data). Evidence for a prominent end-Triassic extinction event in the plant fossil record is ambiguous. A major extinction of 60% of sporomorph taxa followed by a sharp spore spike has been shown in the Newark Basin in the United States (Fowell and Olsen 1993; Fowell et al. 1994; Olsen et al. 2002). A recent study from the Germanic Basin showed a severe vegetation shift from gymnosperm forests to pioneer assemblages across the Tr/J boundary, linked to CAMP volcanism (Van de Schootbrugge et al. 2009). Other palynological studies from Europe show less severe and more gradual changes in assemblages at the Tr/J transition (e.g., Warrington 1974; Morbey 1975; Lund 1977; Schuurman 1979; Achilles 1981; Kürschner et al. 2007; Bonis et al. 2009). Although palynological data sets give information about the regional vegetation changes, macrofossil records give an indication of the local vegetation. Quantitative macrobotanical data from East Greenland showed that Triassic forests with high-diversity communities were replaced by lower-diversity forests and that there was a gradual extinction prior to the Tr/J boundary (McElwain and Punyasena 2007; McElwain et al. 2007). Although the Late Triassic event in Greenland did not induce mass extinction of plant families, it is accompanied by major and abrupt changes in floral ecology and diversity (McElwain et al. 2009). The palynological record from Greenland shows a different pattern, with no major diversity or assemblage changes and no conclusive evidence for an extinction event (Raunsgaard Pedersen and Lund 1980; Koppelhus 1997). The discrepancy between local\nmacro- and microfloral records has been ascribed to differences in reproductive biology between gymnosperms groups, resulting in differences in pollen and/or spore output (Mander et al. 2010). For example, cycads and Bennettitales appear to be underrepresented in the pollen assemblages in comparison to the macrofossil record because they are thought to be insect pollinated.\nThis paper is aimed at a reconstruction of vegetation history, diversity patterns, and inferred climate changes across the Tr/J transition on the basis of high-resolution quantitative palynological data sets from paleogeographically contrasting settings in Europe. Comparison of records from Hochalplgraben (Austria) and St. Audrie’s Bay (United Kingdom) with each other and with various boundary sections across the world may contribute to better understanding of the nature and rate of Tr/J vegetation changes, as well as the environmental or climate changes that could have driven this turnover."
  }, {
    "heading": "Materials and Methods",
    "text": "Studied Sections.—The present study concentrates on two European principal Tr/J boundary sections (Fig. 1): Hochalplgraben in the Northern Calcareous Alps in Austria (47u2892099N, 11u2494299E) and St. Audrie’s Bay in Southwest U.K. (51u119N, 3u179W). A description of the Hochalplgraben section, together with a high-resolution palynological study is presented by Bonis et al. (2009). Hochalplgraben’s palynological assemblages are similar to those of the Tiefengraben section (Kürschner et al. 2007) and the Kuhjoch section (Bonis et al. 2009). The latter is recently approved as the Global Stratotype Section and Point (GSSP) for the base of the Jurassic (Von Hillebrandt et al. 2007). St. Audrie’s Bay is a classic outer-Alpine Tr/J boundary section (Hounslow et al. 2004; Warrington et al. 1994, 2008). Investigated samples for a detailed palynological study come from the Westbury Formation, the Lilstock Formation (Cotham Member and Langport Member), and the lower part of the Blue Lias Formation. The first occurrence (FO) of the Psiloceras spelae tirolicum ammonite has been chosen as the primary boundary\nTRIASSIC-JURASSIC VEGETATION HISTORY 241\nDownloaded From: https://bioone.org/journals/Paleobiology on 21 Feb 2019 Terms of Use: https://bioone.org/terms-of-use Access provided by University of Arizona\nmarker for the base of the Jurassic period (Von Hillebrandt et al. 2007; Von Hillebrandt and Krystyn 2009). Because this ammonite is absent in St. Audrie’s Bay, the Tr/J boundary is indicated as a dashed line at the appearance of the Jurassic ammonite Psiloceras planorbis. The FO of Cerebropollenites thiergartii is approximately contemporaneous with the FO of P. spelae tirolicum (Bonis et al. 2009; Kürschner and Herngreen 2010). This pollen species is present in both sections and it is therefore a useful palynological marker for the base of the Jurassic. The onset of the CAMP volcanism is linked to the initial negative carbon isotope excursion and pre-dates the Tr/J boundary by ,100,000 years (Deenen et al. 2010; Ruhl et al. 2010).\nVegetation Reconstruction.—The majority of the pollen and spores of land plants (sporomorphs) from the Hochalplgraben and St. Audrie’s Bay sections can be classified (Appendix 1) in terms of their botanical affinity (Schulz 1967; Balme 1995; Abbink 1998; Hubbard and Boulter 2000; Herngreen 2005a,b; Raine et al. 2005; Barrón et al. 2006; Lindström and Erlström 2006; Ziaja 2006;\nTraverse 2007; Van Konijnenburg-Van Cittert personal communication 2009). We used these affinities to reconstruct vegetation patterns across the Tr/J boundary. It has been demonstrated in studies on modern palynologyvegetation relationships that modern pollen diversity reflects the diversity of the surrounding vegetation and that fossil pollen diversity may provide an important proxy in reconstructing changes in the plant diversity (e.g., Weng et al. 2007; Lézine et al. 2009; Pelánková and Chytrý 2009). However, dealing with Mesozoic material, one factor that is difficult to include is the variation in sporomorph production by the parent plants. For example, because Cheirolepidiaceae were most probably wind pollinators, they produced a large amount of pollen (Classopollis) per individual tree (Alvin 1982; Ziaja 2006). However, for the majority of Triassic and Jurassic plant species the pollination strategy is not known and can only be inferred from the overall appearance of the plant and the pollen morphology. For some sporomorph taxa the botanical affinity is even still unknown because the sporomorphs have never been found in situ (e.g., Trachysporites spp. and Ovalipollis spp.). This should be kept in mind when interpreting changes in vegetation composition based on sporomorph counts. Furthermore, the relative abundance of pollen and spores can be influenced by sea level change (e.g., Abbink et al. 2004). During high sea level one would expect an increase of pollen with a high buoyancy (e.g., bisaccates). Spores would be more abundant at low sea level because they are relatively heavier and more difficult to transport. This is known as the Neves effect (e.g., Traverse 2007).\nMultivariate Statistical Analysis.—A detrended correspondence analysis (DCA) was carried out on the relative abundances of sporomorphs (with a square root transformation of species data and down-weighting of rare species) to determine the gradient length of the first axis. The gradient length of the first axis is 2.026 standard deviations (SD) for Hochalplgraben and 2.393 SD for St. Audrie’s Bay. Because the gradient lengths of the data sets did not exceed 3 SD, a linear ordination method, Principal Components Analysis (PCA), was used to make a summary of the"
  }, {
    "heading": "242 NINA R. BONIS AND WOLFRAM M. KÜRSCHNER",
    "text": "Downloaded From: https://bioone.org/journals/Paleobiology on 21 Feb 2019 Terms of Use: https://bioone.org/terms-of-use Access provided by University of Arizona\nrelative pollen and spore abundances data sets (Lepš and Šmilauer 2003). Both PCAs were done with a square-root transformation of the species data and the data were centered by variables (taxa).\nDiversity Analysis.—We used the qualitative sporomorph data sets from Hochalplgraben and St. Audrie’s Bay to carry out a diversity analysis with the computer program PAST (Hammer et al. 2001). Data were subjected to the range-through assumption (absences between first and last appearance are treated as presences) and possibly reworked taxa were rejected from the diversity analysis. Additionally, we calculated the amount of pollen and spore taxa present per sample (species richness). The quantitative data sets were used for a rarefaction analysis (Birks and Line 1992) standardized on a pollen sum of 207 grains with 95% confidence intervals. This is an intrapolation technique making it possible to estimate how many species would have been found had the sample been smaller than it actually was (Raup 1975). In this way we can compare estimated diversities at a constant sample size."
  }, {
    "heading": "Results",
    "text": "Vegetation Reconstruction.—In the latest Triassic Kössen Formation in the Hochalplgraben section the vegetation can be described as a hardwood gymnosperm forest with conifers and seed ferns (Fig. 2). The most dominant conifers are Cheirolepidiaceae, the parent plants of Classopollis pollen. At the transition from the Kössen Formation to the Tiefengraben Formation spore-producing plants increase considerably. Most abundant are liverworts, club mosses, and different fern types like Dicksoniaceae and Cyatheaceae (both tree ferns), Schizaeaceae (climbing ferns), Matoniaceae, and Osmundaceae. Cheirolepidiaceae are decreasing whereas Caytoniales (seed ferns) are increasing. A narrow peak (.90%) of Cheirolepidiaceae is present at 550 cm. Above the Schattwald beds, Cheirolepidiaceae decrease and the seed ferns almost disappear. Abundant vegetation groups are different fern types and Selaginellales (spike mosses). ‘‘Trachysporites producing ferns’’ constitute a major part within the ‘‘other ferns’’ group. Above 800 cm (the\nearliest Jurassic), the vegetation is relatively stable, consisting mainly of liverworts and ferns. Gymnosperms are no longer an abundant element of the vegetation and the relative amount of pollen of Cheirolepidiaceae decreases to values of around 10%.\nThe vegetation changes in the St. Audrie’s Bay section differ from the observed change in the Hochalplgraben section (Fig. 3). Up to the top of the Westbury Formation major components are Cheirolepidiaceae, other gymnosperms, and liverworts. The lower part of the Lilstock Formation (Cotham Member) consists of Caytoniales, Taxodiaceae, and an alternating amount of Cheirolepidiaceae and different fern types (e.g., Schizaeaceae, Matoniaceae, Osmundaceae). At ,1250 cm horsetails increase in abundance. The most striking feature in the upper Lilstock Formation (Langport Member) is the acme (.80%) of club mosses (Selaginellales). Alternating fern and Cheirolepidiaceae abundance make up the rest of the Langport Member. The Blue Lias Formation shows a monotonous vegetation consisting of Cheirolepidiaceae (80–100%) combined with club mosses (Selaginellales).\nMultivariate Statistical Analysis.—The results from Hochalplgraben and St. Audrie’s Bay are displayed as the species scores on the first and second axes of PCA ordination diagrams (Fig. 4). These two main ordination axes are the dimensions through the data set that explain the largest variance in species composition and can be translated in terms of the environmental and/or climatic gradient that controls the data set.\nThe first axis of the Hochalplgraben data set explains 43.5% of the total variance within the data set, and the second axis explains 19.7% (Fig. 4A). On the positive side of the first axis, various pollen taxa have a high score (e.g., Classopollis meyeriana, Classopollis torosus, Vitreisporites pallidus + bjuvensis, and Ovalipollis pseudoalatus). Spores like Trachysporites fuscus, Ricciisporites tuberculatus, and Heliosporites reissingeri have a high negative score on the first axis. These spores are produced by moisture-loving plants as ferns and liverworts. Cheirolepidiaceae, which produced Classopollis pollen, became dominant or even mono-dominant during increas-\nTRIASSIC-JURASSIC VEGETATION HISTORY 243\nDownloaded From: https://bioone.org/journals/Paleobiology on 21 Feb 2019 Terms of Use: https://bioone.org/terms-of-use Access provided by University of Arizona\nF IG\nU R\nE 2.\nV eg\net at\nio n\nh is\nto ry\no f\nth e\nH o\nch al\np lg\nra b\nen se\nct io\nn .\nT h\ne sp\no ro\nm o\nrp h\ns ar\ne cl\nas si\nfi ed\no n\nth e\nb as\nis o\nf th\nei r\nb o\nta n\nic al\naf fi\nn it\ny (A\np p\nen d\nix 1)\n."
  }, {
    "heading": "244 NINA R. BONIS AND WOLFRAM M. KÜRSCHNER",
    "text": "Downloaded From: https://bioone.org/journals/Paleobiology on 21 Feb 2019 Terms of Use: https://bioone.org/terms-of-use Access provided by University of Arizona\nF IG\nU R\nE 3.\nV eg\net at\nio n\nh is\nto ry\no f\nth e\nS t.\nA u\nd ri\ne’ s\nB ay\nse ct\nio n\n. T\nh e\nsp o\nro m\no rp\nh s\nar e\ncl as\nsi fi\ned o\nn th\ne b\nas is\no f\nth ei\nr b\no ta\nn ic\nal af\nfi n\nit y\n(A p\np en\nd ix\n1) .\nTRIASSIC-JURASSIC VEGETATION HISTORY 245\nDownloaded From: https://bioone.org/journals/Paleobiology on 21 Feb 2019 Terms of Use: https://bioone.org/terms-of-use Access provided by University of Arizona"
  }, {
    "heading": "246 NINA R. BONIS AND WOLFRAM M. KÜRSCHNER",
    "text": "Downloaded From: https://bioone.org/journals/Paleobiology on 21 Feb 2019 Terms of Use: https://bioone.org/terms-of-use Access provided by University of Arizona\ning aridification, which limits the areal extent of the moisture-loving plants (Vakhrameev 1987). They preferred a subtropical to tropical, somewhat arid climate (Vakhrameev 1981, 1991), although there are some species that may have had a coastal habitat (e.g., Batten 1974; Watson 1988; Abbink 1998). However, from the position of the spores relative to the position of Classopollis, the first axis can then be interpreted as a ratio between sporomorph types indicative of relatively wet and relatively dry conditions. C. meyeriana also has a very high score on the positive side of the second axis. Taxa with a negative score on the second axis are C. torosus, R. tuberculatus, Vitreisporites pallidus + bjuvensis, Convolutispora microrugulata, and Deltoidospora spp. We considered cheirolepidiaceous conifers to be thermophilous (Vakhrameev 1981; Alvin 1982). Studies from Greenland (Raunsgaard Pedersen and Lund 1980; Koppelhus 1997) and Siberia (Rovnina 1972) report that Classopollis is rare, and if it occurs in the record, it is mostly C. torosus. The occurrence of mainly C. torosus in high-latitude records suggests that this pollen type was produced by a Cheirolepidiaceae species better adapted to cooler conditions than the parent plant of C. meyeriana. Therefore, the second axis is interpreted to represent a ratio between sporomorph types indicative of relatively cooler versus relatively warm conditions. The high negative score on the second axis of Vitreisporites, a taxon also known from Greenland (Raunsgaard Pedersen and Lund 1980), confirms this interpretation.\nThe first and second PCA axes from St. Audrie’s Bay, respectively, 46.5% and 17.8% of the total variance within the data set (Fig. 4B). The position of the taxa in the ordination plot is similar to Hochalplgraben. To facilitate a direct comparison, the axes from St. Audrie’s Bay are reflected (Fig. 4B). C. meyeriana has a high negative score on the first axis, while C. torosus, O. pseudoalatus, Rhaetipollis germanicus and R. tuberculatus score high on the positive side of the first axis. On the second axis, spore taxa like H. reissingeri, Deltoidospora spp., Conbaculatisporites spp., Trachysporites spp., Todisporites minor + major and Acanthotriletes varius have positive scores, whereas various pollen taxa (e.g., C. meyeriana, C. torosus, O. pseudoalatus, R. germa-\nnicus, and Granuloperculatipollis rudis) have high negative scores. The first axis is interpreted as a relative temperature axis and the second as a humidity axis using the same way of reasoning as discussed above for Hochalplgraben. We recognize that additional or other environmental factors may have contributed to axes 1 and 2 scores; however, the most parsimonious explanation based on the available data is that axes 1 and 2 represent temperature and humidity, respectively.\nDiversity.—All three diversity records (range-through, species richness, and rarefaction) show a similar trend for both sections (Fig. 5). There is an almost fourfold diversity increase in Hochalplgraben from the Eiberg Member to the top of the Schattwald beds (Fig. 5A). The increase in diversity coincides with the initial negative CIE. Highest diversity is reached in the Schattwald beds with 80–90 taxa in the range-through record. A sharp decline in species richness occurs at the top of the Schattwald beds, which is also present in the diversity curve based on rarefaction. The sudden jump in diversity is in part due to asedimentary hiatus caused by a fault in this section at this level (for further discussion see Bonis et al. 2009). Higher up in this section the pollen and spore diversity remain rather stable.\nIn St. Audrie’s Bay, the diversity increases slightly from the base of the Westbury Formation and decreases from the upper part of the Westbury Formation into the Blue Lias Formation (Fig. 5B). The highest diversity in the Westbury Formation is reached with 61 taxa. There are no marked changes in diversity across the level of the initial negative CIE.\nIt appears that no significant loss in sporomorph diversity occurs at the level of the initial negative isotope excursion, which is contemporaneous with the main phase of the end-Triassic marine mass extinction. Instead, the Hochalplgraben section shows a marked increase in diversity. The increasing and decreasing diversity at the base and top of the records is probably affected by the edge effect, which is an exaggerated high concentration of first occurrences at the beginning and a high concentration of last occurrences at the end of a record (Boltovskoy 1988; Jaramillo 2002).\nTRIASSIC-JURASSIC VEGETATION HISTORY 247\nDownloaded From: https://bioone.org/journals/Paleobiology on 21 Feb 2019 Terms of Use: https://bioone.org/terms-of-use Access provided by University of Arizona\nF IG\nU R\nE 5.\nP al\ny n\no lo\ng ic\nal d\niv er\nsi ty\np at\nte rn\ns fr\no m\nH o\nch al\np lg\nra b\nen (A\n) an\nd S\nt. A\nu d\nri e’\ns B\nay (B\n). R\nar ef\nac ti\no n\nan al\ny si\ns is\nst an\nd ar\nd iz\ned o\nn a\np o\nll en\nsu m\no f\n20 7\ng ra\nin s.\nH o\nch al\np lg\nra b\nen d\n1 3 C\no rg\nd at\na fr\no m\nR u\nh l\net al\n. (2\n00 9)\nan d\nS t.\nA u\nd ri\ne’ s\nB ay\nd 1 3 C\no rg\nd at\na fr\no m\nH es\nse lb\no et\nal .\n(2 00\n2) ."
  }, {
    "heading": "248 NINA R. BONIS AND WOLFRAM M. KÜRSCHNER",
    "text": "Downloaded From: https://bioone.org/journals/Paleobiology on 21 Feb 2019 Terms of Use: https://bioone.org/terms-of-use Access provided by University of Arizona\nHowever, the parallel trend with the species richness record implies that the range-through record shows true changes in the diversity."
  }, {
    "heading": "Discussion",
    "text": "Climate Changes in Hochalplgraben and St. Audrie’s Bay.—The PCA ordination diagrams of Hochalplgraben and St. Audrie’s Bay show comparable distributions of taxa (Fig. 4). This is an important result, because it implies that despite the different patterns of vegetation changes in both sections, the sporomorph assemblages are similar in composition. In Hochalplgraben, axis 1 is the humidity axis and axis 2 the temperature axis, whereas this is the opposite in St. Audrie’s Bay. This is explained by the observation that the overall shift in vegetation composition in Hochalplgraben is from Cheirolepidiaceae to spore-producing plants (Fig. 2), probably related to the change in humidity levels (e.g., Vakhrameev 1981, 1987, 1991). Such an overall shift between Cheirolepidiaceae and spore-producing plants is not present in St. Audrie’s Bay (Fig. 3). Instead, there are changes between different conifer species where relative temperature might be a more important factor.\nThe sample scores on the first and the second axes from the PCA plotted through time result in relative humidity and temperature records for Hochalplgraben (Fig. 6A) and St. Audrie’s Bay (Fig. 6B). The initial negative carbon isotope excursion (CIE) (e.g., Hesselbo et al. 2002; Ruhl et al. 2009) and the first occurrence (FO) of Cerebropollenites thiergartii are used as correlation lines. A minor hiatus is present in the lower part of the Tiefengraben Member (Bonis et al. 2009) from Hochalplgraben. This corresponds to the interval between 1450 and 1850 cm in St. Audrie’s Bay (Fig. 6B, gray interval in d13C curve). Our correlation between both realms is in agreement with Hallam’s (1981) suggestion based on Schuurman’s (1977, 1979) data: that the Zlambach Beds, most of the Kössen Beds, and most of the Westbury Formation (together with the topmost part of the underlying Mercia Mudstone Group) are ageequivalent, whereas the topmost Kössen Beds correspond to part of the Lilstock Formation up to the upper part of the Cotham Member.\nThe Schattwald beds correspond to the Langport Member of the Lilstock Formation.\nFigure 6 shows the relative changes in temperature and humidity inferred from the sample scores on the first and second axis. Prior to the initial CIE the vegetation was dominated by conifers (Figs. 2, 3) and the climate was dry and warm in the western Tethys realm and humid and warm-temperate in the northwestern European realm. It must be noted that the temperature gradient reconstructed by the PCA was probably small because a warm climate predominated the Tr/J boundary interval (e.g., Frakes 1979; Sellwood and Valdes 2007). The initial CIE coincides with peak temperatures and after a brief dry episode a wetter period. The abrupt thermal maximum during the initial CIE is likely caused by methane release from melting clathrates (Ruhl et al. 2011). This interval is followed by cooling and increasing humidity in both sections. A palynofloral transition interval with four pronounced spore peaks is present in the Lilstock Formation in St. Audrie’s Bay (Fig. 3). Instead of interpreting this interval as a pioneer vegetation caused by CAMP volcanism, we think these spore peaks are related to CAMP induced climate changes, causing a stronger seasonality and changes in the strength of the monsoon (Bonis et al. 2010a). In the Tiefengraben Member (from 550 cm) in Hochalplgraben and in the Blue Lias Formation (from 1850 cm) in St. Audrie’s Bay, vegetation and climate patterns are completely different. Although warming is visible in both sections, Hochalplgraben is characterized by an increasingly wetter climate while drier climate prevails in St. Audrie’s Bay (Fig. 6). This is visible in the vegetation diagram as the transition from a conifer-dominated assemblage to a vegetation type consisting mainly of ferns and liverworts in Hochalplgraben. By contrast, assemblages in St. Audrie’s Bay were completely dominated by Cheirolepidiaceae during this time. Distinct changes in high-resolution d18O records of fossil oysters from the United Kingdom (Korte et al. 2009) correspond to our reconstructed temperature axis from St. Audrie’s Bay. Both proxy records show a warming trend from the Triassic to the Jurassic, interrupted by a cooler\nTRIASSIC-JURASSIC VEGETATION HISTORY 249\nDownloaded From: https://bioone.org/journals/Paleobiology on 21 Feb 2019 Terms of Use: https://bioone.org/terms-of-use Access provided by University of Arizona\nF IG\nU R\nE 6.\nP C\nA sa\nm p\nle sc\no re\ns fo\nr ax\nis 1\nan d\n2 o\nf H\no ch\nal p\nlg ra\nb en\n(A )\nan d\nS t.\nA u\nd ri\ne’ s\nB ay\n(B ).\nH o\nch al\np lg\nra b\nen d\n1 3 C\no rg\nd at\na fr\no m\nR u\nh l\net al\n. (2\n00 9)\nan d\nS t.\nA u\nd ri\ne’ s\nB ay\nd 1 3 C\no rg\nd at\na fr\no m\nH es\nse lb\no et\nal .\n(2 00\n2) ."
  }, {
    "heading": "250 NINA R. BONIS AND WOLFRAM M. KÜRSCHNER",
    "text": "Downloaded From: https://bioone.org/journals/Paleobiology on 21 Feb 2019 Terms of Use: https://bioone.org/terms-of-use Access provided by University of Arizona\nperiod. The fossil oyster record is not influenced by sea level changes. The similar climate signals from the O-isotope and the sporomorph records suggest that the changes in sporomorph assemblages reflect true climate induced vegetation changes and that the sporomorph record is not biased by sea level changes. Therefore, the sporomorph record is a useful proxy for climate change (i.e., temperature, humidity).\nDiversity Patterns in Hochalplgraben and St. Audrie’s Bay.—The first important result is that the pattern is similar for all diversity methods (qualitative: range through and species richness, and quantitative: rarefaction) (Fig. 5). This implies that in this case even a relatively low sporomorph sum (,200) is sufficient to get a general idea about diversity trends. However, for a better estimation of the number of taxa per sample we prefer diversity estimates based on qualitative pollen analysis, because the number of taxa can be two to three times higher (Fig. 5). In this case, moreover, plant taxa that are a rare but frequently occurring floral component are included in the diversity analysis. Besides true first or last occurrences, taxa can also be temporarily absent because of changing environmental conditions. Therefore, we have plotted the number of taxa per sample (species richness) next to the range-through diversity method. The two methods show parallel trends. An almost fourfold increase in pollen and spore diversity occurs across the Tr/J boundary (Fig. 5A) in Hochalplgraben, which is linked to a climate change from relatively hot and arid to more humid conditions (Fig. 6A). In contrast to Hochalplgraben, the St. Audrie’s Bay section shows a drastic decrease in diversity from the latest Triassic to the earliest Jurassic in (Fig. 5B), caused by a change to a warm an arid climate (Fig. 6B). Whereas diversity increases to 80–90 taxa in the Schattwald beds, diversity in the time-equivalent beds from St. Audrie’s Bay is much lower, about 50 taxa (Fig. 5). This can be explained by the different paleogeographic positions of the sections: Hochalplgraben was situated in a tropical summer-wet biome whereas St. Audrie’s Bay was located in a warm temperate biome (e.g., Rees et al. 2000; Willis and McElwain 2002).\nFigure 7 shows the diversity, extinction, and origination in Hochalplgraben and St.\nAudrie’s Bay separately for the pollen and spores. The originations at the beginning and the extinctions at the end of the records are partly influenced by the edge effect. However, true disappearances in the end of the St. Audrie’s Bay section (Fig. 7F) are observed as C. meyeriana becomes the monodominant species. The most striking character in the Hochalplgraben record is the gradual diversification of spores above the Kössen Formation above the initial negative CIE and the maximum diversity in the Schattwald beds (Fig. 7A) during the positive rebound interval. However, most of these spores are known to have much longer stratigraphic ranges than recorded in these sections and were already present earlier in the Rhaetian (Bonis et al. 2009; Kürschner and Herngreen 2010). The virtual lack of spores in the Kössen Formation is probably caused by non-favorable environmental conditions limiting spore-producing plant growth during deposition (Bonis et al. 2009): relatively arid and warm (Fig. 6A). The sudden diversity decrease at 550 cm in Hochalplgraben is not an extinction event, because a hiatus disturbs the record. There are no evident extinction horizons present in the Hochalplgraben or the St. Audrie’s Bay section (Fig. 7). Some Late Triassic taxa in St. Audrie’s Bay that disappear coincident with the initial negative CIE are Rhaetipollis germanicus, Ovalipollis pseudoalatus, and Lunatisporites rhaeticus. A possible explanation is that the mother-plants of these pollen types could not cope with an abrupt change to a warmer and/or wetter climate (Fig. 6B) (Ruhl et al. 2011).\nThe diversity increase in Hochalplgraben is in sharp contrast to floral diversity data from other regions. The contrasting trends in floral diversity likely reflect regional differences in environmental stress, climatic changes, and different paleogeographic positions during the end-Triassic biotic crisis. In the Eocene, a similar increase in spore abundance and diversity reflects increased rainfall in a tropical climate (Jaramillo 2002). This might be a Cenozoic analogy of the changes we see in Hochalplgraben (Figs. 5A, 6A), a site likely located in the tropical summer-wet biome during deposition of the Tiefengraben\nTRIASSIC-JURASSIC VEGETATION HISTORY 251\nDownloaded From: https://bioone.org/journals/Paleobiology on 21 Feb 2019 Terms of Use: https://bioone.org/terms-of-use Access provided by University of Arizona\nMember. There is a clear palynological turnover and a marked decline in sporomorph diversity of about 60% in the Passaic Formation below the Jacksonwald Basalt (Fowell and Olsen 1993). The significance of this turnover has been questioned, because this event pre-dates the Tr/J transition and the sedimentary succession is interrupted by a hiatus at this level (Van Veen 1995; Kozur and Weems 2005; Cirilli et al. 2009). A quantitative macrobotanical study from Greenland shows a decrease in standing species richness by about 85% (McElwain et al. 2007). Although the late Triassic event in East Greenland did not induce mass extinction of plant families, it accompanied major and abrupt change in their ecology and diversity (McElwain et al. 2009). Previous palynological analysis of the Greenland Tr/J transition did not show pronounced assemblage changes or an extinction event (Raunsgaard Pedersen and Lund 1980; Koppelhus 1997). It should be noted that taphonomic and biological factors, such as strategies for plant growth and"
  }, {
    "heading": "252 NINA R. BONIS AND WOLFRAM M. KÜRSCHNER",
    "text": "Downloaded From: https://bioone.org/journals/Paleobiology on 21 Feb 2019 Terms of Use: https://bioone.org/terms-of-use Access provided by University of Arizona\nreproduction, influence both the macro- and microfloral records and may explain part of the difference in diversity changes between these records. Sheet splay or crevasse splay deposits are the primary facies in which the plant fossils occur in the Astartekløft section (McElwain et al. 2007), implying a mix of autochthonous and allochthonous vegetation. On the other hand, abandoned channels would be expected to preserve predominantly parautochthonous plant communities growing in close proximity to the channel (McElwain et al. 2007). A detailed integrated macro- and microfloral study of the Astartekløft section revealed that differences between the macro and sporomorph records\nTRIASSIC-JURASSIC VEGETATION HISTORY 253\nDownloaded From: https://bioone.org/journals/Paleobiology on 21 Feb 2019 Terms of Use: https://bioone.org/terms-of-use Access provided by University of Arizona\nparticularly occurs among reproductively specialized plants such as cycads and bennettites (Mander et al. 2010).\nA comparison of the spore intervals from the Newark Basin (Fowell and Olsen 1993), Germanic Basin (Van de Schootbrugge et al. 2009), and St. Audrie’s Bay (Bonis et al. 2010a) shows that there is no single unambiguous global end-Triassic spore spike. Several shortterm fluctuations in spore abundance were observed in the St. Audrie’s Bay palynomorph records, reinforcing the idea that the spore peaks are related to climate changes, i.e. changes in monsoon strength and in precipitation and/or humidity (Bonis et al. 2010a). The diversity based on a range chart compiled from several Triassic studies and reviews also shows only a minor decline in sporomorph diversity (,20%) across the Tr/J transition (Kürschner and Herngreen 2010). This is mainly the result of a long-term decrease in the numbers of spore species throughout the Rhaetian (Kürschner and Herngreen 2010). Furthermore, it should be taken into account that this Tr/J diversity curve concerns stages and that typical early Rhaetian sporomorphs such as vesicate and bisaccate pollen are included in the diversity calculation. These are not included in our study, which includes only the latest Rhaetian and earliest Hettangian.\nTo summarize, we suggest that there is only a minor qualitative palynological extinction event across the Tr/J boundary, limited to the interior of Pangaea. Instead, the transition interval is characterized by climate-induced major quantitative changes in the sporomorph assemblages.\nGlobal Triassic/Jurassic Boundary Vegetation Patterns and Climate.—A compilation of palynological data from the Tr/J transition interval gives insight into the global distribution of palynofloral assemblages (Fig. 8, Appendix 2). Tr/J boundary sections from the Southern Hemisphere with abundant sporomorphs are scarce and often lack a high resolution. Therefore, we focus on the Northern Hemisphere. It is obvious that mixed assemblages consisting of pollen and spores in various abundances dominated the latest Rhaetian. In the earliest Hettangian, Classopollis-dominated assemblages spread across the interior of\nPangaea, in areas affected by the basaltic volcanism of the Central Atlantic Magmatic Province (CAMP). Sections close to the Tethys Ocean show spore-dominated assemblages. During the Late Triassic, the Tethys, on the eastern edge of Pangaea, experienced a monsoonal climate because of the thermal contrast between the large continental plates along the equator and the sea (e.g., Parrish 1993; Satterley 1996; Sellwood and Valdes 2007). Evidence for Late Triassic monsoonal activity has been found, e.g., in the continental Chinle Formation, Colorado Plateau (Dubiel et al. 1991), from carbonate platforms in the southern Alps (Mutti and Weissert 1995), and from playa cycles in Germany (Reinhardt and Ricken 2000; Vollmer et al. 2008). The monsoonal activity influences precipitation patterns, and consequently floral distribution and development. Additionally, CAMP volcanism may have caused major climate change and substantial environmental disturbance, for example, from the increase of atmospheric CO2 concentration and associated warming (Marzoli et al. 1999; McElwain et al. 1999, 2009; Huynh and Poulsen 2005). The main pulses of the CAMP basalt correlate to the initial isotope shift and to the spore interval in St. Audrie’s Bay (Deenen et al. 2010). We propose that the observed changes in palynofloral distribution and development are the indirect result of CAMP volcanism. The increase in greenhouse gases caused a warmer climate, the large Pangean landmass captured more heat, and an enhanced thermal contrast between the continent and the seas is the result. Consequently, the monsoon system got stronger and induced a drier interior and more intensive rainfall near the western margins of the Tethys Ocean.\nAlthough some palynological studies report a change to a more humid climate (i.e., increase in fern spores) across the Tr/J boundary (Bonis et al. 2009; Götz et al. 2009), a change to more arid conditions on both sides of the North Atlantic rift during the earliest Jurassic is reflected by a palynofloral change to monotonous assemblages dominated by Classopollis (e.g., Fowell and Olsen 1993; Van Veen 1995; Whiteside et al. 2007; this study). Vakhrameev (1981) proposed the following"
  }, {
    "heading": "254 NINA R. BONIS AND WOLFRAM M. KÜRSCHNER",
    "text": "Downloaded From: https://bioone.org/journals/Paleobiology on 21 Feb 2019 Terms of Use: https://bioone.org/terms-of-use Access provided by University of Arizona\nclassification based on the relative abundance of Classopollis: 1–10%, temperate climatic conditions; 20–50%, warm subtropical climate; and .60%, arid climate. Tr/J boundary sporomorph records studied by Hubbard and Boulter (2000) show pronounced and rapid climatic fluctuations culminating in a dramatic and protracted cooling event near the stage boundary. This cooling event is ambiguous because some botanical affinities were misinterpreted (e.g., C. meyeriana in the relatively cool group) and a lower stratigraphic resolution of these previous studies. It should be noted that some species of the Cheirolepidiaceae group (e.g., Classopollis torosus) may be indicative of coastal habitats (e.g., Batten 1974; Watson 1988; Abbink 1998). We propose that Classopollis meyeriana/Cheirolepidiaceae dominance indicates a drier climate in the earliest Hettangian and that the plants were capable of withstanding enhanced seasonality. ‘‘In general, one can conclude that that Cheirolepidiaceae were drought resistant, thermophilous shrubs and trees that required at least a subtropical climate’’ (Abbink 1998: p. 26). Further evidence of a dry Pangaean interior lies in the change from Late Triassic fluviallacustrine facies to early Jurassic eolian dune and interdune facies in southwestern United States (e.g., Tanner and Lucas 2007).\nOn the other hand, increased rainfall along the Tethys margin explains the shift to the Hettangian spore-dominated assemblages in Hochalplgraben. Wetter climate is also reflected in the lithology. Reefs were numerous in the latest Triassic Tethys (e.g., Stanley 2003; Seub et al. 2005; Kiessling et al. 2007). These need clear waters, and therefore runoff was probably negligible. The change to a wetter climate coincides with breakdown of carbonate production (reef extinction) (Hallam 2002; Hautmann 2004; Seub et al. 2005) and an increasing amount of silty marls, indicating enhanced runoff. Also the spore shift in the Tatra Mountains, Slovakia, is interpreted as displaying a sudden increase in humidity, most probably caused by the volcanic activity of the CAMP (Ruckwied and Götz 2009). Our data are in agreement with such a scenario. A recent study (Van de Schootbrugge et al. 2009) from the Germanic Basin showed a severe\nand wide ranging vegetation shift. Acid rain and noxious gases produced by CAMP volcanism may have devastated large regions of gymnosperm forests, which were subsequently replaced by pioneer assemblages consisting of ferns and lycophytes. However, their interpretation is not straightforward because the sections contain unconformities and the pollen record is likely biased by marked facies changes (Kürschner and Herngreen 2010 and references therein). The microfloral changes could be also the result of the climate changes as discussed above. It should be noted, however, that the Rhaetian–Liassic macrofloral record from the same region does not show any signs of a major mass extinction among plants (Kelber 2005; van Konijnenburg-van Cittert personal communication 2009). The lack of a major floral turnover in the macrofossil record supports the idea that in this case the palynological record may be biased by facies changes.\nHigher-latitude records show differences in relative abundances and/or composition between the latest Rhaetian and earliest Hettangian but dominance by spores or Classopollis does not occur (Appendix 2). This is probably related to the higher latitude where a warm temperate climate prevailed (e.g., biome map fig. 5.14 in Willis and McElwain 2002) and the impact of the monsoon system was less severe. Continental Tr/J boundary deposits from the boreal realm (the northwest of the West Siberian Lowland) show sporomorph assemblages consisting of a variety of spores and pollen types (Rovnina 1972). There are no marked assemblage changes across the boundary. A remarkable difference compared to other Tr/J records is the high abundance of monosulcate pollen produced by Ginkgoaceae, Bennettitales, and Peltaspermales (Rovnina 1972), implying relatively ‘‘cooler’’ and humid conditions in the highest latitudes during the Tr/J transition interval. This is confirmed by the very low abundance of Classopollis.\nThe different distribution of palynological assemblages across the Tr/J boundary follows the climate changes inferred by Pangaean climate models. Mesozoic paleoclimate reconstructions generated on a general circulation model by Sellwood and Valdes (2007)\nTRIASSIC-JURASSIC VEGETATION HISTORY 255\nDownloaded From: https://bioone.org/journals/Paleobiology on 21 Feb 2019 Terms of Use: https://bioone.org/terms-of-use Access provided by University of Arizona\nshow that the world was predominantly warm and that rainfall often focused over the oceans, leaving major desert expanses in the continental areas. There was no ice present at the high paleolatitudes (Frakes et al. 1992; Satterley 1996; Hallam and Wignall 1999). Huynh and Poulsen (2005) conducted a series of sensitivity experiments with a Late Triassic numerical coupled ocean/atmosphere climate model to predict extreme environmental conditions with 2–8 3 preindustrial CO2 levels. They found that on land, increasing CO2 caused extreme heating, intense seasonal fluctuations of surface temperatures, an increase in the number and severity of hot days and days without precipitation, and an exponential rise in the land surface area experiencing heat and aridity. Sensitivity experiments by Kutzbach and Gallimore (1989) also indicated a strong seasonality in low and middle latitudes, with seasonally intense precipitation and aridity. All of the experiments simulate dry conditions in the tropics (except along the east and west coasts), seasonally dry conditions in the midlatitude continental interiors, and yearround moist conditions only in middle or high latitudes (Kutzbach and Gallimore 1989). These model results are in agreement with the observed change to monotonous Cheirolepidiaceae vegetation in the continental interior of Pangaea and the fern-dominated assemblages near the Tethys Ocean."
  }, {
    "heading": "Conclusions",
    "text": "Instead of a major and globally consistent palynofloral extinction event, the Tr/J boundary is characterized by climate-induced quantitative changes in the sporomorph assemblages that vary regionally in magnitude and composition. We propose that the changes in palynofloral distribution and the non-uniform development of pollen records are the result of climate changes related to CAMP volcanism. The increase in greenhouse gases caused a warmer climate and an enhanced thermal contrast between the continent and the seas. Consequently, the monsoon system became stronger and induced a drier interior and more intensive rainfall near the margins of the Tethys Ocean. The latest Rhaetian was\ndominated by mixed sporomorph assemblages consisting of pollen and spores in various abundances. Increased rainfall along the western Tethys margin explains the shift to the diverse Hettangian spore-dominated assemblages in Hochalplgraben. In contrast, the interior of Pangaea became drier and warmer. This can be seen, for example, in the St. Audrie’s Bay section, where low-diversity Classopollis meyeriana assemblages dominated the record. Our results are in agreement with the Pangaean climate conditions inferred by climate model studies—a world that was predominantly warm with seasonal intense aridity and precipitation."
  }, {
    "heading": "Acknowledgments",
    "text": "We acknowledge funding from the ‘‘High Potential’’ stimulation program of the board of Utrecht University. We thank J. van Tongeren and N. Welters for laboratory assistance. S. Hesselbo is thanked for providing us with samples from St. Audrie’s Bay. M. Ruhl, M. Deenen, L. Krystyn, A. Von Hillebrandt, W. Krijgsman and M. Hounslow are thanked for their collaboration in the field and useful discussions. We gratefully acknowledge H. Visscher and H. Van Konijnenburg-Van Cittert for their comments on an earlier version of the manuscript. Constructive comments by D. Royer substantially improved the manuscript. This is publication no. 20110901 of the Netherlands Research School of Sedimentary Geology."
  }, {
    "heading": "Literature Cited",
    "text": "Abbink, O. 1998. Palynological investigations in the Jurassic of the\nNorth Sea region. LPP Contribution Series 8. Ph.D. thesis. Universiteit Utrecht, Utrecht. Abbink, O. A., J. H. A. Van Konijnenburg-Van Cittert, and H.\nVisscher. 2004. A sporomorph ecogroup model for the Northwest European Jurassic–Lower Cretaceous: concepts and framework. Geologie en Mijnbouw/Netherlands Journal of Geosciences 83:17–38. Achilles, H. 1981. Die rhaetische und liassische Mikroflora\nFrankens. Palaeontographica, Abteilung B 179:1–86.\nAdloff, M. C., J. Doubinger, D. Massa, and D. Vachard. 1985. Trias\nde Tripolitaine (Libye) nouvelles donnees biostratigraphiques et palynologiques. Revue de l’Institut Français du Pétrole 40. Alvin, K. L. 1982. Cheirolepidiaceae: biology, structure and\npaleoecology. Review of Palaeobotany and Palynology 37:71–98. Balme, B. E. 1995. Fossil in situ spores and pollen grains: an\nannotated catalogue. Review of Palaeobotany and Palynology 87:81–323. Bambach, R. K., A. H. Knoll, and S. Wang 2004. Origination,\nextinction, and mass depletions of marine diversity. Paleobiology 30:522–42."
  }, {
    "heading": "256 NINA R. BONIS AND WOLFRAM M. KÜRSCHNER",
    "text": "Downloaded From: https://bioone.org/journals/Paleobiology on 21 Feb 2019 Terms of Use: https://bioone.org/terms-of-use Access provided by University of Arizona\nBarrón, E., J. J. Gomez, A. Goy, and A. P. Pieren. 2006. The\nTriassic-Jurassic boundary in Asturias (northern Spain): palynological characterisation and facies. Review of Palaeobotany and Palynology 138:187–208. Batten, D. J. 1974. Waelden palaeoecology from the distribution\nof plant fossils. Proceedings of the Geologists’ Association 85: 433–458. Birks, H. J. B., and J. M. Line. 1992. The use of rarefaction analysis\nfor estimating palynological richness from Quaternary pollenanalytical data. Holocene 2:1–10. Boltovskoy, D. 1988. The range-through method and the first-last\nappearance data in paleontological surveys. Journal of Paleontology 62:157–159. Bomfleur, B., H. Kerp, S. Hötzel, J. Schneider, R. Schöner, and L.\nViereck-Götte. 2008. The continental Triassic-Jurassic boundary sequence in North Victoria Land, Antarctica. Terra Nostra 2008/2 IPC-XII/IOPC-VIII Bonn, Germany 2008. Bonis, N. R., W. M. Kürschner, and L. Krystyn. 2009. A detailed\npalynological study of the Triassic-Jurassic transition in key sections of the Eiberg Basin (Northern Calcareous Alps, Austria). Review of Palaeobotany and Palynology 156:376–400. Bonis, N. R., M. Ruhl, and W. M. Kürschner. 2010a. Milankovitch-\nscale palynological turnover across the Triassic-Jurassic transition at St. Audrie’s Bay, SW U.K. Journal of the Geological Society 167:877–888. Bonis N. R, J. H. A. van Konijnenburgh-van Cittert, and W. M.\nKürschner. 2010b. Changing CO2 conditions during the endTriassic inferred from stomatal frequency analysis on Lepidopteris ottonis (Goeppert) Schimper and Ginkgoites taeniatus (Braun) Harris. Palaeogeography, Palaeoclimatology, Palaeoecology 295:146–161. Cirilli, S., R. B. Palliani, and M. R. Pontini. 1994. Palynostrati-\ngraphy and palynofacies of the late Triassic R. contorta facies in northern Apennines. II. The Monte Cetona Formation. Revue de Paleobiologie 13:319–339. Cirilli, S., A. Marzoli, L. Tanner, H. Bertrand, N. Buratti, F.\nJourdan, G. Bellieni, D. Kontak, and P. R. Renne. 2009. Latest Triassic onset of the Central Atlantic Magmatic Province (CAMP) volcanism in the Fundy Basin (Nova Scotia): new stratigraphic constraints. Earth and Planetary Science Letters 286:514–525. Cornet, B., and A. Traverse. 1975. Palynological contributions to\nthe chronology and stratigraphy of the Hartford Basin in Connecticut and Massachusetts. Geoscience and man 11:1–33. Cornet, B., and G. Waanders. 2006. Palynomorphs indicate Hettan-\ngian (early Jurassic) age for the middle Whitmore Point Member of the Moenave Formation, Utah and Arizona. New Mexico Museum of Natural History and Science Bulletin 37:390–406. Deenen, M. H. L., M. Ruhl, N. R. Bonis, W. Krijgsman, W. M.\nKuerschner, M. Reitsma, and M. J. van Bergen. 2010. A new chronology for the end-Triassic mass extinction. Earth and Planetary Science Letters 291:113–125. de Jersey, N. J., and J. I. Raine. 1990. Triassic and earliest Jurassic\nmiospores from the Murihiku Supergroup, New Zealand. New Zealand Geological Survey Paleontological Bulletin 62. Dubiel, R. F., J. Totman Parrish, J. M. Parrish, and S. C. Good.\n1991. The Pangaean megamonsoon: evidence from the Upper Triassic Chinle Formation, Colorado Plateau. Palaios 6:347–370. Dybkjær, K. 1988. Palynological zonation and stratigraphy of the\nJurassic section in the Gassum No. 1-borehole, Denmark. Danmarks Geologiske Undersøgelse serie A 21. ———. 1991. Palynological zonation and palynofacies investiga-\ntion of the Fjerritslev Formation (Lower Jurassic- basal Middle Jurassic) in the Danish Subbasin. Danmarks Geologiske Undersøgelse serie A 30. Embry, A. F., and L. B. Suneby. 1994. The Triassic-Jurassic\nboundary in the Sverdrup Basin, Arctic Canada. Canadian Society of Petroleum Geologists Memoir 17:857–868.\nFowell, S. J., and P. E. Olsen. 1993. Time calibration of Triassic/\nJurassic microfloral turnover, eastern North America. Tectonophysics 222:361–369. Fowell, S. J., and A. Traverse. 1995. Palynology and age of the\nupper Blomidon Formation, Fundy basin, Nova Scotia. Review of Palaeobotany and Palynology 86:211–233. Fowell, S. J., B. Cornet, and P. E. Olsen. 1994. Geologically rapid\nLate Triassic extinctions: Palynological evidence from the Newark Supergroup. In G. D. Klein, ed. Pangea: paleoclimate, tectonics, and sedimentation during accretion, zenith, and breakup of a supercontinent. Geological Society of America Special Paper 288:197–206. Frakes, L. A. 1979. Climates throughout geologic time. Elsevier,\nAmsterdam.\nFrakes, L. A., J. E. Francis, and J. I. Syktus. 1992. Climate modes of\nthe Phanerozoic: the history of the earth’s climate over the past 600 million years. Cambridge University Press. Cambridge. Galfetti, T., P. A. Hochuli, A. Brayard, H. Bucher, H. Weissert,\nand J. O. Vigran. 2007. Smithian-Spathian boundary event: evidence for global climatic change in the wake of the endPermian biotic crisis. Geology 35:291–294. Galli, M. T., F. Jadoul, S. M. Bernasconi, S. Cirilli, and H. Weissert.\n2007. Stratigraphy and palaeoenvironmental analysis of the Triassic-Jurassic transition in the western Southern Alps (Northern Italy). Palaeogeography, Palaeoclimatology, Palaeoecology 244:52–70. Gómez, J. J., A. Goy, and E. Barrón. 2007. Events around the\nTriassic-Jurassic boundary in northern and eastern Spain: A review. Palaeogeography, Palaeoclimatology, Palaeoecology 244:89–110. Götz, A. E., K. Ruckwied, J. Pálfy, and J. Haas. 2009. Palynological\nevidence of synchronous changes within the terrestrial and marine realm at the Triassic/Jurassic boundary (Csovár section, Hungary). Review of Palaeobotany and Palynology 156:401–409. Grice, K., J. Backhouse, R. Alexander, N. Marshall, and G. A.\nLogan. 2005. Correlating terrestrial signatures from biomarker distributions, d13C, and palynology in fluvio-deltaic deposits from NW Australia (Triassic-Jurassic). Organic Geochemistry 36:1347–1358. Hallam, A. 1981. The end-Triassic bivalve extinction event.\nPalaeogeography, Palaeoclimatology, Palaeoecology 35:1–44.\n———. 2002. How catastrophic was the end-Triassic mass\nextinction? Lethaia 35:147–157.\nHallam, A., and P. B. Wignall. 1997. Mass extinctions and their\naftermath. Oxford University Press, Oxford.\n———. 1999. Mass extinctions and sea-level changes. Earth-\nScience Reviews 48:217–250.\nHammer, Ø., D. A. T. Harper, and P. D. Ryan. 2001. PAST:\npalaeontological statistics software package for education and data analysis. Palaeontologica Electronica 4:9. Hankel, O. 1987. Lithostratigraphic subdivision of the Karoo\nrocks of the Luwegu Basin (Tanzania) and their biostratigraphic classification based on microfloras, macrofloras, fossil woods and vertebrates. Geologische Rundschau 76:539–565. Hautmann, M. 2004. Effect of end-Triassic CO2 maximum on\ncarbonate sedimentation and marine mass extinction. Facies 50:257–261. Helby, R., R. Morgan, and A. D. Partridge. 1987. A palynological\nzonation of the Australian Mesozoic. In P. A. Jell, ed. Studies in Australian Mesozoic palynology. Association of Australasian Palaeontologists Memoir 4:1–94. Herngreen, G. F. W. 2005a. Jurassic and Cretaceous sporomorphs\nof NW Europe: taxonomy, morphology, ranges of marker species and zonation, with remarks on botanical relationship and ecology. TNO-NITG, Utrecht. ———. 2005b. Triassic sporomorphs of NW Europe: taxonomy,\nmorphology, and ranges of marker species, with remarks on\nTRIASSIC-JURASSIC VEGETATION HISTORY 257\nDownloaded From: https://bioone.org/journals/Paleobiology on 21 Feb 2019 Terms of Use: https://bioone.org/terms-of-use Access provided by University of Arizona\nbotanical relationship and ecology, and comparison with ranges in the Alpine Triassic. TNO-NITG, Utrecht. Hesselbo, S. P., S. A. Robinson, F. Surlyk, and S. Piasecki. 2002.\nTerrestrial and marine extinction at the Triassic-Jurassic boundary synchronized with major carbon-cycle perturbation: a link to initiation of massive volcanism? Geology 30:251–254. Hesselbo, S. P., C. A. McRoberts, and J. Pálfy, 2007. Triassic-\nJurassic boundary events: problems, progress, possibilities. Palaeogeography, Palaeoclimatology, Palaeoecology 244:1–10. Hochuli, P. A., and J. O. Vigran. 2010. Climate variations in the\nBoreal Triassic—inferred from palynological records from the Barents Sea. Palaeogeography, Palaeoclimatology, Palaeoecology 290:20–42. Hounslow, M. W., P. E. Posen, and G. Warrington. 2004.\nMagnetostratigraphy and biostratigraphy of the Upper Triassic and lowermost Jurassic succession, St. Audrie’s Bay, U.K. Palaeogeography, Palaeoclimatology, Palaeoecology 213:331– 358. Hubbard, R., and M. C. Boulter. 2000. Phytogeography and\npaleoecology in western Europe and eastern Greenland near the Triassic-Jurassic boundary. Palaios 15:120–131. Huynh, T. T., and C. J. Poulsen. 2005. Rising atmospheric CO2 as a\npossible trigger for the end-Triassic mass extinction. Palaeogeography, Palaeoclimatology, Palaeoecology 217:223–242. Jaramillo, C. A. 2002. Response of tropical vegetation to\nPaleogene warming. Paleobiology 28:222–243.\nKelber, K.-P. 2005. Makroflora (Die Keuperfloren). In G. Beutler,\nN. Hauschke, E. Nitsch, and U. Vath, eds. Deutsche Stratigraphische Kommission, Stratigraphie von Deutschland. IV. Keuper. Courier Forschungsinstitut Senckenberg 253:32–41. Kiessling, W., M. Aberhan, B. Brenneis, and P. J. Wagner. 2007.\nExtinction trajectories of benthic organisms across the TriassicJurassic boundary. Palaeogeography, Palaeoclimatology, Palaeoecology 244:201–222. Knight, K. B., S. Nomade, P. R. Renne, A. Marzoli, H. Bertrand,\nand N. Youbi. 2004. The Central Atlantic Magmatic Province at the Triassic-Jurassic boundary: paleomagnetic and 40Ar/39Ar evidence from Morocco for brief, episodic volcanism. Earth and Planetary Science Letters 228:143–160. Koppelhus, E. B. 1997. Palynology of the lacustrine Kap Stewart\nFormation, Jameson Land, East Greenland. Danmark og Grønlands Geologiske Undersøgelse Rapport 1996/30, Appendix 5. Korte, C., S. P. Hesselbo, H. C. Jenkyns, R. E. M. Rickaby, and C.\nSpötl. 2009. Palaeoenvironmental significance of carbon- and oxygen-isotope stratigraphy of marine Triassic-Jurassic boundary sections in SW Britain. Journal of the Geological Society, London 166:431–445. Kozur, H. W., and R. E. Weems. 2005. Conchostracan evidence for\na late Rhaetian to early Hettangian age for the CAMP volcanic event in the Newark Supergroup, and a Sevatian (late Norian) age for the immediately underlying beds. Hallesches Jahrbuch für Geowissenschaften 27:21–51. Kürschner, W. M., and G. F. W. Herngreen. 2010. Triassic\npalynology of Central and Northwest-Europe: a review of palynofloral diversity patterns and biostratigraphic subdivisions. In S. Lucas, ed. The Triassic timescale. Geological Society of London Special Publication 334:263–283. Kürschner, W. M., N. R. Bonis, and L. Krystyn. 2007. Carbon-\nisotope stratigraphy and palynostratigraphy of the TriassicJurassic transition in the Tiefengraben section—northern Calcareous Alps (Austria). Palaeogeography, Palaeoclimatology, Palaeoecology 244:257–280. Kutzbach, J. E., and R. G. Gallimore. 1989. Pangaean climates:\nmegamonsoons of the megacontinent. Journal of geophysical research 94:3341–3357. Lepš, J., and P. Šmilauer. 2003. Multivariate analysis of ecological\ndata using CANOCO. Cambridge University Press, Cambridge.\nLézine, A., J. Watrin, A. Vincens, C. Hély, and contributors. 2009.\nAre modern pollen data representative of west African vegetation? Review of Palaeobotany and Palynology 156:265– 276. Lindström, S., and M. Erlström. 2006. The late Rhaetian\ntransgression in southern Sweden: regional (and global) recognition and relation to the Triassic-Jurassic boundary. Palaeogeography, Palaeoclimatology, Palaeoecology 241:339– 372. Lu, Y., and S. Deng. 2005. Triassic-Jurassic sporopollen assem-\nblages on the southern margin of the Junggar Basin, Xinjiang and the T-J boundary. Acta Geologica Sinica 79:15–27. Lucas, S. G., and L. H. Tanner. 2008. Reexamination of the end-\nTriassic mass extinction. Pp. 66–103 in A. M. T. Elewa, ed. Mass extinction. Springer. Berlin. Lund, J. J. 1977. Rhaetic to Lower Liassic palynology of the\nonshore south-eastern North Sea Basin. Danmarks Geologiske Undersøgelse II RK 109:1–129. ———. 2003. Rhaetian to Pliensbachian palynostratigraphy of the\ncentral part of the NW German Basin exemplified by the Eitzendorf 8 well. Courier Forschungsinstitut Senckenberg 241:69–83. Mander, L., W. M. Kürschner, and J. C. McElwain. 2010. An\nexplanation for conflicting records of Triassic-Jurassic plant diversity. Proceedings of the National Academy of Sciences USA 107:15351–15356. Marzoli, A., P. R. Renne, E. M. Piccirillo, M. Ernesto, G. Bellieni,\nand A. De Min. 1999. Extensive 200-million-year-old continental flood basalts of the Central Atlantic Magmatic Province. Science 284:616–618. Marzoli, A., H. Bertrand, K. B. Knight, S. Cirilli, N. Buratti, C.\nVerati, S. Nomade, P. R. Renne, N. Youbi, R. Martini, K. Allenbach, R. Neuwerth, C. Rapaille, L. Zaninetti, and G. Bellieni. 2004. Synchrony of the Central Atlantic magmatic province and the Triassic-Jurassic boundary climatic and biotic crisis. Geology 32:973–976. McElwain, J. C., and S. W. Punyasena. 2007. Mass extinction\nevents and the plant fossil record. Trends in Ecology and Evolution 22:548–557. McElwain, J. C., D. J. Beerling, F. I. Woodward. 1999. Fossil plants\nand global warming at the Triassic-Jurassic boundary. Science 285:1386–1390. McElwain, J. C., M. E. Popa, S. P. Hesselbo, M. Haworth, and F.\nSurlyk. 2007. Macroecological responses of terrestrial vegetation to climatic and atmospheric change across the Triassic/ Jurassic boundary in East Greenland. Paleobiology 33:547–573. McElwain, J. C., P. J. Wagner, and S. P. Hesselbo. 2009. Fossil\nplant relative abundances indicate sudden loss of Late Triassic biodiversity in East Greenland. Science 324:1554–1556. Morbey, S. J. 1975. The palynostratigraphy of the Rhaetian stage,\nUpper Triassic in the Kendlbachgraben, Austria. Palaeontographica, Abteilung B 152:1–75. Muir, M., and J. H. A. Van Konijnenburg-Van Cittert. 1970. A\nRhaeto-Liassic flora from Ariel, northern France. Palaeontology 13:433–442. Mutti, M., and H. Weissert. 1995. Triassic monsoonal climate and\nits signature in Ladinian-Carnian carbonate platforms (Southern Alps, Italy). Journal of Sedimentary Geology B 65:357–367. Olsen, P. E., D. V. Kent, H. D. Sues, C. Koeberl, H. Huber, A.\nMontanari, E. C. Rainforth, S. J. Fowell, M. J. Szajna, and B. W. Hartline. 2002. Ascent of dinosaurs linked to an iridium anomaly at the Triassic-Jurassic boundary. Science 296:1305– 1307. Orlowska-Zwolinska, T. 1983. Palynostratigraphy of the upper\npart of Triassic epicontinental sediments in Poland (Palinostratygrafia epikontynentalnych osadow wyzszego triasu w Polsce). Prace Instytutu Geologicznego 104:1–89."
  }, {
    "heading": "258 NINA R. BONIS AND WOLFRAM M. KÜRSCHNER",
    "text": "Downloaded From: https://bioone.org/journals/Paleobiology on 21 Feb 2019 Terms of Use: https://bioone.org/terms-of-use Access provided by University of Arizona\nPalain, C., J. Doubinger, and M. C. Adloff. 1977. La base du\nMésozoique du Portugal et les problèmes posés par la stratigraphie du Trias. Cuadernos Geologica Iberica 4:269–280. Parrish, J. T. 1993. Climate of the supercontinent Pangea. Journal\nof Geology 101:215–233.\nPelánková, B., and M. Chytrý. 2009. Surface pollen–vegetation\nrelationships in the forest-steppe, taiga and tundra landscapes of the Russian Altai Mountains. Review of Palaeobotany and Palynology 157:253–265. Quan, T. M., B. Van de Schootbrugge, M. P. Field, Y. Rosenthal,\nand P. G. Falkowski. 2008. Nitrogen isotope and trace metal analyses from the Mingolsheim core (Germany): evidence for redox variations across the Triassic-Jurassic boundary. Global Biogeochemical Cycles 22. doi:10.1029/2007GB002981. Raine, J. I., D. C. Mildenhall, and E. M. Kennedy. 2005. New\nZealand fossil spores and pollen: an illustrated catalogue. Institute of Geological and Nuclear Sciences Information Series 68. Raunsgaard Pedersen, K., and J. J. Lund. 1980. Palynology of the\nplant-bearing Rhaetian to Hettangian Kap Atewart Formation, Scoresby Sund, East Greenland. Review of Palaeobotany and Palynology 31:1–69. Raup, D. M. 1975. Taxonomic diversity estimation using\nrarefaction. Paleobiology 1:333–342.\nRauscher, R., J. Hilly, M. Hanzo, and C. Marchal. 1995.\nPalynologie des couches de passage du Trias supérieur au Lias dans l’est du bassin Parisien: problèmes de datation du ‘‘Rhétien’’ de Lorraine. Sciences Géologiques Bulletin 48:159– 185. Rees, P. M., A. M. Ziegler, and P. J. Valdes. 2000. Jurassic\nphytogeography and climates: new data and model comparisons. Pp. 297–318 in B. T. Huber, K. G. MacLeod, and S. L. Wing, eds. Warm climates in earth history. Cambridge University Press, Cambridge. Reinhardt, L., and W. Ricken. 2000. The stratigraphic and\ngeochemical record of Playa Cycles: Monitoring a Pangaean monsoon-like system (Triassic, Middle Keuper, S. Germany). Palaeogeography, Palaeoclimatology, Palaeoecology 161:205– 227. Rovnina, L. V. 1972. Stratigraphical separation of the continental\ndeposits of the Triassic and Jurassic of the north-west of the West-Siberian Lowland. (Stratigraficheskoe raschlenenie kontinentalnykh otlozhenii triasa i yury severo-zapada zapadnoSibirskoi nizmennosti). Ministry of the Oil Industry of the SSSR, Geology Institute for Management of Mineralogical Fuels. Academic Research SSSR 551.7:1–109. Moscow. Ruckwied, K., and A. E. Götz. 2009. Climate change at the\nTriassic/Jurassic boundary: palynological evidence from the Furkaska section (Tatra Mountains, Slovakia). Geologica Carpathica 60:139–149. Ruhl, M., W. M. Kürschner, and L. Krystyn. 2009. Triassic-Jurassic\norganic carbon isotope stratigraphy of key sections in the western Tethys realm (Austria). Earth and Planetary Science Letters 281:169–187. Ruhl, M., M. H. L. Deenen, H. A. Abels, N. R. Bonis, W.\nKrijgsman, and W. M. Kürschner. 2010. Astronomical constraints on the duration of the early Jurassic Hettangian stage and recovery rates following the end-Triassic mass extinction (St. Audrie’s Bay/East Quantoxhead, U.K.). Earth and Planetary Science Letters 295:262–276. Ruhl, M., N. R. Bonis, G.-J. Reichart, J. S. Sinninghe-Damsté, and\nW. M. Kürschner. 2011. Atmospheric Carbon injection linked to end-Triassic mass extinction. Science 333:430–434. Satterley, A. K. 1996. The interpretation of cyclic successions of\nthe Middle and Upper Triassic of the Northern and Southern Alps. Earth-Science Reviews 40:181–207. Schoene, B, J. Guex, A. Bartolini, U. Schaltegger, and T. J.\nBlackburn. 2010. Correlating the end-Triassic mass extinction\nand flood basalt volcanism at the 100 ka level. Geology 38:387– 390. Schulz, E. 1967. Sporenpaläontologische Untersuchungen räto-\nliassischer Schichten im Zentralteil des Germanischen Beckens. Paläontologische Abhandlungen, Paläobotanik B 2:427–633. Schuurman, W. M. L. 1977. Aspects of late Triassic palynology. 2.\nPalynology of the ‘‘Grès et Schiste à Avicula contorta’’ and ‘‘Argiles de Levallois’’ (Rhaetian) of northeastern France and southern Luxemburg. Review of Palaeobotany and Palynology 23:159–169. ———. 1979. Aspects of late Triassic palynology. 3. Palynology of\nlatest Triassic and earliest Jurassic deposits of the northern limestone Alps in Austria and southern Germany, with special reference to a palynological characterization of the Rhaetian stage in Europe. Review of Palaeobotany and Palynology 27:53–75. Sellwood, B. W., and P. J. Valdes. 2007. Mesozoic climates. Pp.\n201–224 in M. Williams, A. M. Haywood, F. J. Gregory, and D. N. Schmidt, eds. Deep-time perspectives on climate change: marrying the signal from computer models and biological proxies. Micropalaeontological Society, TMS Special Publications, Geological Society, London. Semenova, E. V. 1970. The spores and pollen of the Jurassic and\nthe boundary layers of the Triassic of the Donbas Kiev.\nSeuß, B., R. Höfling, and A. Nützel. 2005. Triassic/Jurassic\ncarbonates from the Hochfelln Mountain (Northern Calcareous Alps)—its facies, silicified fauna and implications for the endTriassic biotic crisis. Facies 51:405–418. Stanley, G. D. 2003. The evolution of modern corals and their\nearly history. Earth-Science Reviews 60:195–225.\nTanner, L. H., and S. G. Lucas. 2007. The Moenave Formation:\nsedimentologic and stratigraphic context of the TriassicJurassic boundary in the Four Corners area, southwestern U.S.A. Palaeogeography, Palaeoclimatology, Palaeoecology 244:111–125. Tanner, L. H., S. G. Lucas, M. G. Chapman. 2004. Assessing the\nrecord and causes of Late Triassic extinctions. Earth-Science Reviews 65:103–139. Traverse, A. 2007. Paleopalynology. Pp 1–831 in N. H. Landman\nand D. S. Jones, eds. Topics in geobiology. Springer, Dordrecht. Vakhrameev, V. A. 1981. Pollen Classopollis: indicator of Jurassic\nand Cretaceous climates. Palaeobotanist 28–29:301–307.\n———. 1987. Climates and the distribution of some gymno-\nsperms in Asia during the Jurassic and Cretaceous. Review of Palaeobotany and Palynology 51:205–212. ———. 1991. Jurassic and Cretaceous floras and climates of the\nEarth. Cambridge University Press, Cambridge.\nVan de Schootbrugge, B., T. M. Quan, S. Lindstrom, W. Puttmann,\nC. Heunisch, J. Pross, J. Fiebig, R. Petschick, H. G. Röhling, S. Richoz, Y. Rosenthal, and P. G. Falkowski. 2009. Floral changes across the Triassic/Jurassic boundary linked to flood basalt volcanism. Nature Geoscience 2:589–594. Van Veen, P. M. 1995. Time calibration of Triassic/Jurassic\nmicrofloral turnover, eastern North America—Comment. Tectonophysics 245:93–95. Vollmer, T. R. Werner, M. Weber, N. Tougiannidis, H. G. Röhling,\nand U. Hambach. 2008. Orbital control on Upper Triassic Playa cycles of the Steinmergel-Keuper (Norian): a new concept for ancient playa cycles. Palaeogeography, Palaeoclimatology, Palaeoecology 267:1–16. Von Hillebrandt, A., and L. Krystyn. 2009. On the oldest Jurassic\nammonites of Europe (Northern Calcareous Alps, Austria) and their global significance. Neues Jahrbuch für Geologie und Paläontologie 253:163–195. Von Hillebrandt, A., L. Krystyn, and W. M. Kürschner. 2007. A\ncandidate GSSP for the base of the Jurassic in the Northern Calcareous Alps (Kuhjoch section; Karwendel Mountains,\nTRIASSIC-JURASSIC VEGETATION HISTORY 259\nDownloaded From: https://bioone.org/journals/Paleobiology on 21 Feb 2019 Terms of Use: https://bioone.org/terms-of-use Access provided by University of Arizona\nTyrol, Austria). International Subcommission on Jurassic Stratigraphy Newsletter 34:2–20. Warrington, G. 1974. Studies in the palynological biostratigraphy\nof the British Trias. I. Reference sections in west Lancashire and north Somerset. Review of Palaeobotany and Palynology 17:133–147. Warrington, G., J. C. W. Cope, and H. C. Ivimey-Cook. 1994. St.\nAudrie’s Bay, Somerset, England: a candidate Global Stratotype Section and Point for the base of the Jurassic System. Geological Magazine 131:191–200. ——— . 2008. The St. Audrie’s Bay–Doniford Bay section,\nSomerset, England: updated proposal for a candidate Global Stratotype Section and Point for the base of the Hettangian Stage, and of the Jurassic System. International Subcommission on Jurassic Stratigraphy Newsletter 35:2–66. Watson, J. 1988. The Cheirolepidiaceae. Pp. 382–447 in C. B. Beck\ned. Origin and evolution of gymnosperms. Columbia University Press, New York. Weng, C., H. Hooghiemstra, and J. F. Duivenvoorden. 2007.\nResponse of pollen diversity to the climate-driven altitudinal\nshift of vegetation in the Colombian Andes. Philosophical Transactions of the Royal Society of London B 362:253–262. Whiteside, J. H., P. E. Olsen, D. V. Kent, S. J. Fowell, and M. Et-\nTouhami. 2007. Synchrony between the Central Atlantic magmatic province and the Triassic-Jurassic mass-extinction event? Palaeogeography, Palaeoclimatology, Palaeoecology 244:345–367. Wignall, P. B. 2001. Large igneous provinces and mass extinc-\ntions. Earth-Science Reviews 53:1–33.\nWillis, K. J., and J. C. McElwain. 2002. The evolution of plants.\nOxford University Press, Oxford.\nYaroshenko, O. P. 2007. Late Triassic palynological flora from\nwestern Ciscaucasia. Paleontological Journal 41:1190–1197.\nZhang, W., and J. A. Grant-Mackie. 2001. Late Triassic-Early\nJurassic palynofloral assemblages from Murihiku strata of New Zealand, and comparisons with China. Journal of the Royal Society of New Zealand 31:575–683. Ziaja, J. 2006. Lower Jurassic spores and pollen grains from\nOdrowąz_, Mesozoic margin of the Holy Cross Mountains, Poland. Acta Palaeobotanica 46:3–83."
  }, {
    "heading": "260 NINA R. BONIS AND WOLFRAM M. KÜRSCHNER",
    "text": "Downloaded From: https://bioone.org/journals/Paleobiology on 21 Feb 2019 Terms of Use: https://bioone.org/terms-of-use Access provided by University of Arizona\nAppendix 1\nBotanical affinities of the sporomorphs found in the Hochalplgraben (H) and St. Audrie’s Bay (S) sections.\nPlant groups Detailed botanical affinity H S"
  }, {
    "heading": "POLLEN",
    "text": "Cheirolepidiaceaen Conifers Coniferophyta - Cheirolepidiaceae\nClassopollis kedangensis x Classopollis meyeriana x x Classopollis murphyi x x Classopollis sp. x Classopollis torosus x x Granuloperticulatipollis rudis x\nOther conifers Other Coniferophyta\nAraucariacites australis Araucariaceae x x Pinuspollenites minimus Pinaceae x x Quadraeculina anellaeformis Podocarpaceae x x Cerebropollenites thiergartii Taxodiaceae x Perinopollenites elatoides Taxodiaceae x x Tsugaepollenites pseudomassulae Taxodiaceae x x Lunatisporites rhaeticus Voltziaceae x x Platysaccus spp. Voltziaceae x x Triadispora sp. Voltziaceae x Enzonalasporites vigens Glyptolepis x Florinites pellucidus Cordaites x\nSeed ferns Pteridospermophyta\nVitreisporites bjuvensis Caytoniales x x Vitreisporites pallidus Caytoniales x x Vitreisporites spp. Caytoniales x Alisporites diaphanus Corystospermales x x Alisporites radialis Corystospermales x x Alisporites robustus Corystospermales x x Striatoabieites aytugii x Vesicaspora fuscus x x\nOther gymnosperms\nChasmatosporites apertus Cycadophyta - Cycadales x x Cycadopites spp. Cycadophyta, Ginkgoales, Peltaspermales x x Ephedripites spp. Gnetales x x Eucommiidites troedsonii probably Gnetales x x Lagenella martini x Ovalipollis pseudoalatus x x Rhaetipollis germanicus x x\nPlant groups Detailed botanical affinity H S"
  }, {
    "heading": "SPORES",
    "text": "Mosses Bryophyta Annulispora folliculosa x Camarozonosporites aulosenensis x Nevesisporites bigranulatus x x Rogalskaisporites cicatricosus x Stereisporites australis x Stereisporites punctatus x Stereisporites radiatus x Stereisporites sp. div. x\nLiverworts Hepatophyta\nPorcellispora longdonensis x x Ricciisporites tuberculatus x x\nHorsetails Sphenophyta\nCalamospora tener Equisetales x x\nClub mosses Lycophyta\nAratrisporites minimus Isoetales x x Aratrisporites parvispinosus Isoetales x Aratrisporites spp. Isoetales x\nTRIASSIC-JURASSIC VEGETATION HISTORY 261\nDownloaded From: https://bioone.org/journals/Paleobiology on 21 Feb 2019 Terms of Use: https://bioone.org/terms-of-use Access provided by University of Arizona\nAppendix 1. Continued.\nPlant groups Detailed botanical affinity H S\nLycopodiacidites rhaeticus Lycopodiales x x Lycopodiacidites rugulatus Lycopodiales x x Densosporites fissus Selaginellales x x Foveosporites spp. Selaginellales x x Heliosporites reissingeri Selaginellales x x Limbosporites lundbladii Selaginellales x x Uvaesporites argentaeformis Selaginellales x Uvaesporites microverrucatus Selaginellales x cf. Uvaesporites sp. Selaginellales x Densoisporites nejburgii Pleuromeia x x Acanthotriletes varius x x Camarozonosporites laevigatus x x Camarozonosporites rudis x Carnisporites anteriscus x Carnisporites lecythus x Carnisporites leviornatus x Carnisporites megaspiniger x Carnisporites spiniger x Carnisporites sp. x Carnisporites sp. div. x Cingulizonates rhaeticus x Densosporites irregularis x Leptolepidites spp. x x Retitriletes clavatoides x Retitriletes gracilis x Retitriletes sp. div. x Tigrisporites microrugulatus x Triancoraesporites ancorae x Triancoraesporites reticulatus x\nFerns Pteridophyta\nBaculatisporites spp. Osmundales - Osmundaceae x x Conbaculatisporites spp. Osmundales - Osmundaceae x x Todisporites sp. div. Osmundales - Osmundaceae x x Perinosporites thuringiacus Filicales - Cyatheaceae x x Zebrasporites interscriptus Filicales - Cyatheaceae x x Zebrasporites laevigatus Filicales - Cyatheaceae x x Converrucosisporites luebbenensis Filicales - Dipteridaceae x x Deltoidospora spp. Filicales - Dicksoniaceae,\nCyatheaceae, Dipteridaceae, Matoniaceae x x\nThymospora canaliculata Filicales - Marattiaceae? x Concavisporites spp. Filicales - Matoniaceae x x Polypodiisporites ipsviciensis Filicales - Schizaeaceae x x Polypodiisporites polymicroforatus Filicales - Schizaeaceae x x Ischyosporites variegatus Filicales - Schizaeaceae x x Kyrtomisporis laevigatus x x Kyrtomisporis speciosus x x Lophotriletes verrucosus x x Trachysporites fuscus x x Verrucosisporites cheneyi x Verrucosisporites sp. x\nOther spore producing plants\nAsseretospora gyrata x x Cosmosporites elegans x x cf. Cyclotriletes sp. x x Echinitosporites iliacoides x cf. Guthoerlisporites x Neochomotriletes triangularis x x Paraklukisporites foraminis x Platyptera trilingua x Polycingulatisporites bicollateralis x Selagosporis mesozoicus x Semiretisporis gothae x"
  }, {
    "heading": "262 NINA R. BONIS AND WOLFRAM M. KÜRSCHNER",
    "text": "Downloaded From: https://bioone.org/journals/Paleobiology on 21 Feb 2019 Terms of Use: https://bioone.org/terms-of-use Access provided by University of Arizona\nA p p en\nd ix\n2\nC o\nm p\nil at\nio n\no f\nla te\nst R\nh ae\nti an\nan d\nea rl\nie st\nH et\nta n\ng ia\nn sp\no ro\nm o\nrp h\nas se\nm b\nla g\nes .\nL o\nca ti\no n\nL at\nes t\nR h\nae ti\nan p\nal y\nn o\nfl o\nra E\nar li\nes t\nH et\nta n\ng ia\nn p\nal y\nn o\nfl o\nra R\nef er\nen ce\nE ib\ner g\nB as\nin A\nu st\nri a\nm ix\ned p\nal yn\nof lo\nra :\nC .\nm ey\ner ia\nn a,\nC .\nto ro\nsu s,\nO va\nlip ol\nlis ,V\nit re\nis po\nri te\ns, sp\nor es\nm ai\nn ly\nsp o\nre s:\nR ic\nci is\npo ri\nte s,\nD el\nto id\nos po\nra ,\nH el\nio sp\nor it\nes ,\nT ra\nch ys\npo ri\nte s\nB o\nn is\net al\n. 20\n09\nS t.\nA u\nd ri\ne’ s\nB ay\nS o\nu th\ner n\nU .K\n. m\nix ed\np al\ny n\nof lo\nra :\nC .\nm ey\ner ia\nn a,\nC .\nto ro\nu s,\nO va\nlip ol\nlis ,\nR ic\nci is\npo ri\nte s\nm ai\nn ly\nC .\nm ey\ner ia\nn a\nB o\nn is\net al\n. 20\n10 ,\nW ar\nri n\ng to\nn et\nal .\n20 08\nG er\nm an\ny G\nym n\nos p\ner m\nfo re\nst s\nC la\nss op\nol lis , O v al ip ol lis M on os u lc it es\nm ix\ned as\nse m\nb la\ng e:\nP in\nal es\n, Se\nla g\nin el\nla le\ns v\nan d\ne S\nch o\no tb\nru g\ng e\net al\n. 20\n09\nW ü\nst en\nw el\nsb er\ng G\ner m\nan ic\nB as\nin R\nic ci\nis po\nri te\ns do\nm in\nat es\npr ob\nab ly\nlo ca\nl, m\nix ed\nas se\nm bl\nag e\nm ix\ned as\nse m\nb la\ng e\ne. g\n., C\nla ss\nop ol\nli s,\nD el\nto id\nos p\nor a,\nP in\nu sp\nol le\nn it\nes B\no n\nis et\nal .\n20 10\nb\nE it\nze n\nd or\nf 8\nw el\nl N\nW G\ner m\nan ic\nB as\nin sp\no re\ns n\no q\nu an\nti ta\nti v\ne d\nat a\nm ax\nim a\nP in\nu sp\nol le\nn it\nes m\nin im\nu s,\no rn\nam en\nte d\nsp o\nre s\nar e\nra re\nL u\nn d\n20 03\nD an\nis h\nS u\nb b\nas in\nD an\nm ar\nk d\nom in\nan ce\nof C\n.t or\nos u\ns an\nd co\nm m on o cc u rr en ce o f R ic ci is po ri te\ns sp\no re\ns d\no m\nin at\ne, b\nis ac\nca te\np o\nll en\nan d\nn o\nn -s\nac ca\nte p\no ll\nen o\nn ly\na m\nin o\nr p\nar t\nD y\nb k\njæ r\n19 91\nG as\nsu m\nb o\nre h\no le\n, D\nan is\nh S\nu b\nb as in D an m ar k\ntr il\net e\nsp or\nes d\nom in\nan t\n78 –8\n7% ,\nm ai\nn ly\nD el\nto id\nos p\nor a\nan d\nB ac\nu la\nti sp\nor it\nes in\ncr ea\nse in\nC .t\nor os\nu s,\nab u\nn d\nan t\nP in\nu sp\nol le\nn it\nes m\nin im\nu s,\nsa cc\nat e\np ol\nle n\nd om\nin at\ne, tr\nile te\nsp or\nes 20\n–5 0%\nD y\nb k\njæ r\n19 88\nN o\nrt h\nS ea\nB as\nin d\nom in\nat ed\nby P\nol yp\nod iis\npo ri\nte s,\nR ic\nci is\npo ri\nte s,\nan d\nri ch\nva ri\nat io\nn of\ntr ile\nte sp\nor es\nco m\nm o\nn p\nre se\nn ce\no f\nP in\nu sp\nol le\nn it\nes ,\nC ha\nsm at\nos po\nri te\ns, tr\nil et\ne sp\no re\ns p\nre se\nn t\nL u\nn d\n19 77\nB ar\nen ts\nS ea\nm ix\ned as\nse m\nb la\ng es\nH o\nch u\nli an\nd V\nig ra\nn 20 10 S ca n ia so u th er n S w ed en d om in at ed b y P er in op ol le n it es el at oi de s, R ic ci is po ri te s, D el to id os po ra d om in at ed b y P er in op ol le n it es el at oi de s, R ic ci is po ri te s, D el to id os po ra L in d st rö m an d E rl st rö\nm 20\n06\nH o\nll v\nik en\nso u\nth er\nn S\nw ed\nen m\nix ed\nas se\nm ab\nla g\ne: cy\nca d\ns/ g\nin k\ng o s, g ro u n d fe rn s, tr ee fe rn s, co n if er\ns m\nix ed\nas se\nm b\nla g\ne, se\ned fe\nrn s,\nco n\nif er\ns, tr ee fe rn s, cy ca d s/ gi n k g os / g ro u n d fe rn s\nv an\nd e\nS ch\no o\ntb ru\ng g\ne et\nal .\n20 09\nJa m\nes o\nn L\nan d\nE as\nt G\nre en\nla n\nd fr\neq u\nen t\nR ic\nci is\np or\nit es\n,c om\nm on\nfe rn\nsp or\nes ,p\nol le\nn R\nh ae\nti p\nol lis\nco m\nm o\nn fe\nrn sp\no re\ns, p\no ll\nen R\nau n\nsg aa\nrd P\ned er\nse n\nan d\nL u\nn d\n19 80 ; K o p p el h u s 19\n97 W es te rn S o u th er n A lp s It al y m ix ed p al y n of lo ra e. g ., R h ae ti p ol li s g er m an ic u s, C la ss o p o ll is n o q u an ti ta ti v e d at a ac m e of H el io sp or it es ,a n d ot h er p ol le n an d sp or e ta xa n o q u an ti ta ti v e d at a G al li et al . 20 07 N o rt h er n A p p en in es It al y D om in at ed by ,e .g ., C la ss op ol lis ,O va lip ol lis , T ri an co ra es po ri te s, T su ga ep ol le n it es C ir il li et al . 19 94 H o ly C ro ss m o u n ta in s P o la n d d om in at ed b y C . to ro su s, A ra tr is p o ri te s m in im u s, C o n ca v is p o ri te s, C y at h id it es n o q u an ti ta ti v e d at a Z ia ja 20 06 P o li sh B as in R ic ci is po ri te s p re d om in an t, D el to id os po ra , C on ca vi sp or it es , C ya th id it es D el to id os p or a, C on ca v is p or it es , C y at hi d it es ar e d o m in an t O rl o w sk aZ w o li n\nsk a\n19 83\nC ső\nv ár\nse ct\nio n\nn o\nrt h\ner n\nH u\nn g\nar y\nh ig\nh am\nou n\nt of\nC la\nss op\nol lis\n, R\nha et\nip ol\nlis ,\nO va\nlip ol\nlis ,\nan d\nn u\nm er\no u\ns tr\nil et\ne sp\no re\ns G\nö tz\net al\n. 20\n09\nT at\nra m\no u\nn ta\nin s\nS lo\nv ak\nia m\nix ed\nas se\nm b\nla g\ne, h\nig h\nab u\nn d\nan ce\no f\nR ic\nci is\np or\nit es\nin cr\nea se\nin sp\no re\ns: D\nel to\nid os\npo ra , C on ca vi sp or it es , T ra ch ys po ri te s\nR u\nck w\nie d\nan d\nG ö\ntz 20\n09\nN o\nrt h\nea st\ner n\nF ra\nn ce\nan d\nso u\nth er n L u x em b u rg\nm ix\ned as\nse m\nb la\ng es\n, C\nla ss\nop ol\nlis ab\nu n\nd an\nt S\nch u\nu rm\nan 19\n77\nP ar\nis B\nas in\nF ra\nn ce\nC la\nss op\nol lis\n, R\nic ci\nis p\nor it\nes ,\nO va\nli p ol\nli s,\nsp o\nre s\nC la\nss op\nol li\ns d\no m\nin at\nes R\nau sc\nh er\net al\n. 19\n95\nC ar\nen ta\nn B\nas in\nn o\nrt h\ner n\nF ra\nn ce\no v\ner 99\n% C\nla ss\np ol\nli s\nh ar\nri si\ni M\nu ir\nan d\nv an\nK o\nn ijn\nen b\nu rg\n-v an\nC it\nte rt\n19 70\nTRIASSIC-JURASSIC VEGETATION HISTORY 263\nDownloaded From: https://bioone.org/journals/Paleobiology on 21 Feb 2019 Terms of Use: https://bioone.org/terms-of-use Access provided by University of Arizona\nA p\np en\nd ix\n1. C\no n\nti n\nu ed\n.\nL o\nca ti\no n\nL at\nes t\nR h\nae ti\nan p\nal y\nn o\nfl o\nra E\nar li\nes t\nH et\nta n\ng ia\nn p\nal y\nn o\nfl o\nra R\nef er\nen ce\nA st\nu ri\nas n\no rt\nh er\nn S\np ai\nn co\nn if\ner o\nu s\nfo re\nst s\nm ai\nn ly\nC la\nss op\nol li\ns, in\ng en\ner al\nC .\nm ey\ner ia\nn a\nd o\nm in\nat ed\no v er C . to ro su s.\nB ar\nró n\net al\n. 20\n06\nIb er\nia n\nra n\ng e\nS p\nai n\nd om\nin at\ned b\ny C\n. m\ney er\nia n\na w\nit h\nle ss\nco m\nm on\nC .\nto ro\nsu s\nC .\nm ey\ner ia\nn a\nan d\nC .\nto ro\nsu s\nG ó\nm ez\net al\n. 20\n07\nP o\nrt u\ng al\nd iv\ner se\nas se\nm b\nla g\ne d\nom in\nat ed\nby C\nla ss\nop ol\nlis 80\n–9 4%\nti ll\n10 0%\nP al\nai n\net al\n. 19 77 A rg an a B as in M o ro cc o ab u n d an t C . m ey er ia n a an d C . m u rp hy a, m u lt ip le g ra in s o f P .d en su s m ai n ly C la ss op ol li s m ey er ia n a W h it es id e et al .\n20 07\nC en\ntr al\nH ig\nh A\ntl as\nb as\nin M\no ro\ncc o\nab u\nn d\nan t\nC la\nss op\nol lis\n, P\n. de\nn su\ns, b\nis ac\nca te\ns M\nar zo\nli et\nal .\n20 04\nT ri\np ol\nit an\nia n\nor th\nw es\nte rn\nL ib\ny a\nm ai\nn ly\nC la\nss op\nol li\ns m\ney er\nia n\na A\nd lo\nff et\nal .\n19 85\nL u\nw eg\nu B\nas in\nT an\nza n\nia d\no m\nin at\ned b\ny tr\nil et\ne sp\no re\ns p\nre d\no m\nin an\nt C\nla ss\nop ol\nli s\nch at\nae u\nn ov\ni H\nan k\nel 19 87 F u n d y B as in C an ad a ov er w h el m in g d om in an ce of b is ac ca te s m ai n ly C la ss op ol li s, C . m ey er ia n a n ev er m o re th an 10 % , C .t or os u s an d C . m u rp hy i d o m in an t F o w el l an d T\nra v\ner se\n19 95\n; W\nh it\nes id\ne et\nal .\n20 07\nF u\nn d\ny B\nas in\nC an\nad a\nd om\nin an\nce of\nC la\nss op\nol lis\n, h\nig h\ner u p m o st ly b is ac ca te\ns C\nir il\nli et\nal .\n20 09\nH ar\ntf o\nrd B\nas in\nea st\ner n\nU .S\n.A .\nm ai\nn ly\nC la\nss o\np o\nll is\nm ey\ner ia\nn a\n. 95\n% C\no rn\net an\nd T\nra v\ner se\n19 75\nN ew\nar k\nB as\nin ea\nst er\nn U\n.S .A\n. m\nix ed\nas se\nm b\nla g\ne w\nit h\nm o\nn o\nsa cc\nat es\nan d\nb is\nac ca\nte s\nm ai\nn ly\nC la\nss o\np o\nll is\nm ey\ner ia\nn a\n95 %\nF o\nw el\nl et\nal .\n19 94\nW es\nte rn\nU .S\n.A .\nd o\nm in\nat ed\nb y\nC la\nss p\nol li\ns m\ney er\nia n\na d\no m\nin at\ned b\ny C\nla ss\np ol\nli s\nm ey\ner ia\nn a\nK ü\nrs ch\nn er\nan d\nB at\nen b\nu rg\nin p\nre p . G le n C an y o n G ro u p w es te rn U .S .A . d o m in at ed b y C la ss p ol li s m ey er ia n a C o rn et an d W aa n d er s 20 06 S v er d ru p B as in A rc ti c C an ad a m ix ed as se m b la g e: ab u n d an t R ic ci is po ri te s, R ha et ip ol lis , an d L im bo sp or it es m ix ed as se m b la g e: b is ac ca te s, O sm u n d ac id it es , B ac u la ti sp or it es , L y co p od ia ci d it es E m b ry an d S u n eb y 19 94 W es te rn C is ca u ca si a G eo rg ia d om in at ed b y R ic ci is p or it es u p to 60 % , sp o re s, p o ll en g ra in s n o t n u m er o u s Y ar o sh en k o 20 07 D o n et s B as in U k ra in e R ic ci is po ri te s, D ic ty op hy lli di te s, M at on is po ri te s, b is ac ca te an d m o n o su lc at e p o ll en m ix ed as se m b la g e o f sp o re s, b is ac ca te s an d o th er p o ll en g ra in s S em en o v a 19 70 N o rt h w es t o f th e W es t S ib er ia n lo w la n d m ix ed as se m b la g e, e. g ., sp o re s, m o n o su lc at es , b is ac ca te s m ix ed as se m b la g e, e. g ., sp o re s, m o n o su lc at es , b is ac ca te s R o v n in a 19 72 Ju n g g ar B as in C h in a m ai n ly co n if er o u s b is ac ca te s fe rn sp or es 57 .1 4% ,m ai n ly A ss er et os p or a, C ra ss it u d is p or it es an d D ic ty op h y lli d it es L u an d D en g 20 05 N ew Z ea la n d p te ri d op h yt es ar e ab u n d an t, gy m n os p er m ou s p ol le n gr ai n s oc cu p y se co n d p la ce p te ri d o p h y te s m o re ab u n d an t th an g y m n o sp er m o u s p o ll en Z h an g an d G ra n tM ac k ie 20 01 N ew Z ea la n d lo w er H et ta n g ia n m ay b e n o t p re se n t m ai n ly sp o re s m ai n ly sp or es , C la ss op ol lis p re se n t an d ab u n d an t in th e u p p er p ar t of th e ea rl ie st H et ta n gi an zo n e d e Je rs ey an d R ai n e 19 90 N o rt h V ic to ri a L an d A n ta rc ti ca A li sp or it es d o m in at ed C la ss op ol lis d om in at ed B o m fl eu r et al . 20 08 N W A u st ra li a d iv er se T ri as si c m io sp o re s, F al ci sp or it es au st ra li s d o m in at ed b y C la ss op ol li s, es p ec ia ll y C . to ro su s G ri ce et al . 20 05 A u st ra li a ab u n d an t C la ss op ol li s H el b y et al . 19 87 A p p en d ix 2. C o n ti n u ed ."
  }, {
    "heading": "264 NINA R. BONIS AND WOLFRAM M. KÜRSCHNER",
    "text": "Downloaded From: https://bioone.org/journals/Paleobiology on 21 Feb 2019 Terms of Use: https://bioone.org/terms-of-use Access provided by University of Arizona"
  }],
  "year": 2019,
  "references": [],
  "id": "SP:d69a076c9af39b67240d558997b5677660c86382",
  "authors": [{
    "name": "Nina R. Bonis",
    "affiliations": []
  }, {
    "name": "Wolfram M. Kürschner",
    "affiliations": []
  }],
  "abstractText": "—High-resolution palynological data sets from shallow marine Triassic-Jurassic (Tr/J) boundary beds of two principal sections in Europe (Hochalplgraben in Austria and St. Audrie’s Bay in the United Kingdom) were analyzed to reconstruct changes in vegetation, biodiversity, and climate. In Hochalplgraben, a hardwood gymnosperm forest with conifers and seed ferns is replaced by vegetation with dominant ferns, club mosses and liverworts, which concurs with an increased diversification of spore types during the latest Rhaetian. Multivariate statistical analysis reveals a trend to warmer and wetter conditions across the Tr/J boundary in Hochalplgraben. The vegetation changes in St. Audrie’s Bay are markedly different. Here, a mixed gymnosperm forest is replaced by monotonous vegetation consisting mainly of Cheirolepidiaceae (80–100%). This change is caused by a transition to a warmer and more arid climate. The observed diversity decrease in St. Audrie’s Bay affirms this interpretation. Although both sections show major vegetation changes, neither of them demonstrates a distinctive floral mass extinction. A compilation of Tr/J boundary sections across the world demonstrates the presence of Cheirolepidiaceae-dominated forests in the Pangaean interior and increases in abundance of spore-producing plants adjacent to the Tethys Ocean. We propose that the non-uniform vegetation changes reflected in the Tr/J palynological records are the result of environmental changes caused by Central Atlantic Magmatic Province volcanism. The increase in greenhouse gases caused a warmer climate and an enhanced thermal contrast between the continent and the seas. Consequently, the monsoon system got stronger and induced a drier continental interior and more intensive rainfall near the margins of the Tethys Ocean. Nina R. Bonis. Laboratory of Palaeobotany and Palynology, Palaeoecology, Utrecht University, Budapestlaan 4, 3584 CD Utrecht, The Netherlands. Present address: Shell Global Solutions International B.V., Kessler Park 1, 2288 GS, Rijswijk, The Netherlands. E-mail: ninabonis@gmail.com Wolfram M. Kürschner.* Laboratory of Palaeobotany and Palynology, Palaeoecology, Utrecht University, Budapestlaan 4, 3584 CD Utrecht, The Netherlands.. *Corresponding author. Present address: Department of Geosciences, University of Oslo, Post Office Box 1047, Blindern, 0316 Oslo, Norway. E-mail: w.m.kuerschner@geo.uio.no Accepted: 17 August 201"
}