{
  "sections": [{
    "text": "Key words: Palynology, Lateglacial, Holocene, tree-line, disturbance, volcanism, Taupo Tephra eruption, Tongariro National Park."
  }, {
    "heading": "Introduction",
    "text": "Following the Last Glacial Maximum in New Zealand temperature increased slowly after c. 17 000 BP. A relatively sudden warming at c. 14 000 BP resulted in widespread re-afforestation (mainly of Prumnopitys taxifolia) which was complete by 12 500 BP in the northern two-thirds of the North Island. At c. 10 000 BP another temperature rise occurred resulting in a New Zealandwide increase in vegetation biomass. In already forested areas there was an increase in tall podocarps, especially Dacrydium cupressinum, and in some hardwood canopy and subcanopy taxa, especially Metrosideros spp., Ascarina lucida and tree ferns (Cyathea spp.). Forest spread was complete by about 9500 BP, with almost the entire landscape, except for alpine areas and parts of inland Otago, being forested. Conditions during the early Holocene were probably warmer and wetter, or at least less variable, than the present day (McGlone, 1988).\n Arnold 2000 0959-6836(00)HL366RP\nAfter c. 7500 BP, the climate apparently become cooler and more variable, with both drier (McGlone and Moar, 1977; McGlone and Topping, 1977; Lees, 1986; Newnham et al., 1989; Newnham and Lowe, 1991) and wetter (McGlone et al., 1992) extremes. Exceptional runs of hot dry, or cold wet, years, such as occur, respectively, in the northeastern and southwestern sectors of the country during extreme El Niño years at present, may have triggered extensive vegetation changes (widespread forest ‘dieback’). The expansion of Nothofagus in the South Island, and Agathis australis in the North (Ogden et al., 1992), occurred mainly after 7500 BP.\nIn a study of modern pollen rain in relation to altitude on Mt Hauhungatahi, we have demonstrated that the major vegetation types can usually be palynologically discriminated (Horrocks and Ogden, 1994). The Subalpine forest has high Libocedrus and Phyllocladus counts, with the former, being poorly dispersed, having the greatest discriminatory power. Open herbaceous or scrub\ncommunities can normally be distinguished from closed forest by the higher proportion of widely wind-dispersed forest taxa (e.g., Fuscospora and Dacrydium) in the former, and by the presence of certain poorly dispersed types: Myrsine characterizes Subalpine scrub (usually with high Phyllocladus), Gleichenia and Restionaceae (Empodisma) characterize open boggy fernland, and Chionochloa tussockland, respectively. These taxa provide useful guides, but the total spectrum and trends of proportional pollen changes with time must be considered in arriving at conclusions about local vegetation cover in the past.\nThe upper limits of growth of selected tree species should be sensitive indicators of climatic fluctuations (cf. Wardle and Coleman, 1992; Ogden, 1989). Preserved tree stumps or branches of Holocene age are relatively uncommon, but give a clear indication of presence in situ. Sites with preserved pollen grains on the other hand are abundant, but pollen assemblages are more difficult to interpret in terms of the local vegetation because of the wide dispersal of some pollen types. This problem can be partially overcome by giving greater weight to taxa with poor pollen dispersal when establishing the composition of the local vegetation and the inferred position of the tree-line.\nOgden et al. (1997: Fig. 6) present a chronology of tree-line fluctuations based on the analysis of preserved tree stumps, mainly Halocarpus biformis and Phyllocladus alpinus, of Holocene age situated above the present upper tree-limit (c. 1250 m) on the western flanks of Mt Hauhungatahi in Tongariro National Park. Radiocarbon dated wood between 1340 and 1390 m altitude (nearly 1000 m above the present upper limit of tree growth on the western side of the mountain, though not higher than the current limits elsewhere in Tongariro National Park), was mainly from two periods: 10 100–7500 cal. BP, and 5400–3800 BP. Both these wood preservation phases terminated rapidly, over a timespan of 200–400 years, which is less than the normal lifespan of the trees. For interpretation of environmental or climatic conditions, it is important to establish whether the periods when wood was not being preserved on Mt Hauhungatahi represent times of tree-line ‘retreat’ (colder and/or wetter) or simply times when dead wood decomposed on the forest floor (presumably due to warmer or drier conditions).\nWe assume that periods with or without wood preservation close to tree-line are likely to be associated with changes in climatic and/or edaphic conditions which will be reflected in the pollen spectra. Consequently a numerical zonation of pollen diagrams from the area should reflect these changes, allowing both the preserved wood and the pollen data to be interpreted together within a more comprehensive temporal and environmental framework. In this paper we reconstruct the local vegetation by palynological analysis of four stratigraphic sites within the Subalpine zone on Mt Hauhungatahi, and address the degree of coincidence between these results and the dated macrofossil (wood) evidence."
  }, {
    "heading": "The study area",
    "text": "Mt Hauhungatahi is an extinct, eroded andesitic volcano situated near the western boundary of Tongariro National Park in central North Island (39°149S, 175°269E; Figure 1). It rises to 1520 m from a plateau at c. 700 m.\nTephra deposits have been laid down on Hauhungatahi throughout the Holocene. The uppermost formation, a series of fine andesitic layers from the Tongariro volcanoes referred to as the Ngauruhoe Tephra (Topping, 1973), overlies the coarser rhyolitic Taupo Tephra (Froggatt and Lowe, 1990) which erupted 1718 ± 15 BP (Sparks et al., 1995). These sudden changes in texture have resulted in soils with poor drainage and extensive peat formation, especially on the gentler upper slopes dealt with in this paper (Marsh, 1969; Atkinson, 1981).\nThe climate of the Tongariro region is cool-temperate. Mean annual temperature at the park headquarters (the Chateau, 1120 m) is c. 7°C and mean annual rainfall c. 2900 mm. Ground frosts average 141 days per annum and snow falls on 16 days (Atkinson, 1981). Rainfall is distributed throughout the year with a winter maximum (de Lisle, 1962). Droughts are rare but summer water deficits do occur.\nThe vegetation of Mt Hauhungatahi has been described by Druitt et al. (1990) and Horrocks and Ogden (1994), and mapped by Atkinson (1981). Atkinson regarded the western slopes of Mt Hauhungatahi as a good example of vegetation zonation related to altitudinal climatic changes.\nThe conifers Dacrydium cupressinum, Prumnopitys ferruginea and P. taxifolia dominate the montane forest, often emerging through a hardwood canopy of Weinmannia racemosa, Nestegis cunninghamii and Melicytus ramiflorus, over a lower tier of Coprosma tenuifolia, Cyathea smithii and Dicksonia squarrosa. At 850–950 m, Podocarpus hallii and Libocedrus bidwillii become the dominant conifers with Griselinia littoralis and Coprosma foetidissima prominent in the subcanopy. The transition to Subalpine forest occurs at c. 1000–1150 m. Above this, to tree-line, Phyllocladus alpinus, Halocarpus biformis and Libocedrus bidwillii form mosaic patterns in which H. biformis is associated with the wettest areas. L. bidwillii is the dominant emergent (Ogden et al., 1997). The tree-line is irregular between 1100 and 1200 m with narrow fingers of forest extending to 1250 m on drier areas (Figure 1).\nAt tree-line, forest gives way to fernland and patches of dense Phyllocladus alpinus and Halocarpus bidwillii scrub. Forest occurs on better-drained slopes and interfluves, open boggy fernland in the shallow valleys, and scrub communities between. Dracophyllum longifolium and Gleichenia circinnata fernland extends up to 1250–1300 m, on poorly drained soils (Atkinson, 1981). Scattered shrubs of Halocarpus bidwillii, Podocarpus nivalis and a few other species occur. Fernland grades into tussockland dominated by Chionochloa rubra and Empodisma minus, which is associated with slightly better-drained soils and extends to the summit."
  }, {
    "heading": "Methods",
    "text": "Four sites situated at different altitudes above, within and below the ‘ancient wood zone’ (1340–1390 m) on Mt Hauhungatahi were examined for stratigraphy and pollen profiles. Sites cover the current transition from Subalpine forest to tussockland, and are named according to their altitudes in metres above sea level: site 1140 (New Zealand Map Series 260 S20, grid reference: 181160); site 1170 (186163); site 1380 (206167) and site 1470 (209167). Site locations, and Ogden et al.’s (1997) fossil wood sites at 1340 m (site 1), 1380 m (site 2) and 1390 m (site 3), are shown in Figure 1. Pollen site 1380 is the same site as Ogden et al.’s (1997) fossil wood site 2 and Horrocks’s (1994) site 1410.\nSamples from site 1380 were taken from the freshly cleared face of an eroding bank. The other three sites were sampled with a 50 cm D-section corer. Samples were taken at intervals from 2.0 to 5.0 cm and were prepared for pollen analysis by the standard acetylation and hydrofluoric acid method (Faegri and Iversen, 1989) with bleaching. The pollen sum was at least 250 grains, excluding swamp plants and ferns (except Pteridium, spores of which are widely dispersed; McGlone, 1982). Lagarostrobos was also excluded from the pollen sum since in this case it probably grew primarily on the swamp surface (McGlone and Topping, 1977). The software packages TILIA and TILIAGRAPH (E. Grimm, Illinois State Museum, Springfield, Illinois) were used to construct the pollen diagrams. Zonation of the diagrams employed a standard stratigraphically constrained agglomerative classi-\nfication (CONISS) using square-root transformed percentages (chord distance) on all pollen types .1%. The first two to four divisions were employed to achieve a primary floristic zonation of each diagram, and subsequent divisions used to define subzones.\nDating the profiles relied upon them all containing the Taupo Tephra (1718 ± 15 BP; Sparks et al., 1995) and from one to three radiocarbon dates per profile. Radiocarbon dates were carried out by the Institute of Geological and Nuclear Sciences, Lower Hutt (NZ, NZA), and the University of Waikato, Hamilton (Wk). Calibrated dates, given in Table 1, are used in the text (BP refers to before present, where, by convention, ad 1950 is ‘present’). For ease of comparison with other published dates, conventional (Libby) dates are also given in Table 1."
  }, {
    "heading": "Results",
    "text": "The sites are described in turn with reference to their CONISS zonation. The vegetation, environmental and climatic conditions represented by the diagrams are addressed across sites in the Discussion, where the dates tentatively ascribed to them are also explained. Pollen analysis results are shown in four summarized pollen diagrams (Figure 2 a–d). In order to simplify the diagrams and emphasize the main local changes in vegetation composition, pollen types considered of little importance (e.g., rare types and those showing little change) are excluded. The upper parts of the pollen diagrams from site 1140 (Figure 2a) and site 1170 (Figure 2b) are also given in Horrocks and Ogden (1998c). The full\ndiagrams, including all identified pollen taxa, are given in Horrocks (1994).\nSite 1140 (Figure 2a) The site is located in forest c. 5 m below the Subalpine forest/scrub boundary on a flat area c. 50 m north of the track, at the foot of the broad, gently sloping upper western flank of the mountain (Figure 1). The substrate is a wet, organic forest soil formed from fine- to medium-textured andesitic tephra (Topping, 1973). Dominant canopy species in surrounding forest are Libocedrus bidwillii, Phyllocladus alpinus and Halocarpus bidwillii.\nZone 1: c. 12 000–c. 10 100 cal. BP The distinctiveness of this lower zone (80–98 cm) is emphasized by its separation from later sediments on the first CONISS division. Tall-tree pollen dominates (50–65%) with distant dispersers such as Dacrydium and Prumnopitys spp. being the main contributors. High values of P. taxifolia are characteristic of the Lateglacial phase throughout New Zealand (McGlone, 1988). Shrub and small-tree pollen forms 25–45% of the sum with Phyllocladus, Halocarpus, Griselinia, Coprosma and Asteraceae the main contributors. These features, together with Poaceae levels up to 12%, suggest that the local vegetation was open grasslandshrubland with podocarp forest at lower altitudes. Fuscospora (distant dispersers) appears to be of minor importance (approximately 5%), locally and regionally.\nF ig\nur e\n2 Su\nm m\nar iz\ned po\nlle n\ndi ag\nra m\ns fr\nom H\nau hu\nng at\nah i.\n(a )\nSi te\n11 40\n; (b\n) si\nte 11\n70 ;\n(c )\nsi te\n13 80\n; an\nd (d\n) si\nte 14\n70 .\nC O\nN IS\nS hi\ner ar\nch y\nis at\nth e\nfa r\nri gh\nt. Z\non es\nar e\nde fin\ned by\nC O\nN IS\nS di\nvi si\non s.\nPe ri\nod s\n(f ro\nm O\ngd en\net al\n., 19\n97 )\nar e\ndi sc\nus se\nd in\nth e\nte xt\n.\nF ig\nur e\n2 (b\n).\nF ig\nur e\n2 (c\n).\nF ig\nur e\n2 (d\n).\nZone 2: c. 10 100–c. 7500 cal. BP Zone 2a (78–63 cm), shows a marked rise in Phyllocladus pollen associated with a decline in forest taxa. During this zone forest probably spread upwards around and above the site, which was apparently occupied by dense Subalpine scrub or low forest composed mainly of Phyllocladus alpinus (at times .60% of the pollen sum). The decline in Phyllocladus (zone 2b), associated with significant increases in shrubby genera (Myrsine, Coprosma), Halocarpus and Apiaceae, indicates an opening-up of the Phyllocladus canopy. Later (zone 2c), Subalpine forest understorey genera (Griselinia and Pseudopanax) became locally more frequent as the Phyllocladus canopy re-established.\nThe decline of Phyllocladus, and peaks in several Subalpine shrub genera during zones 2b and 2c, suggest a period of more open vegetation cover allowing diversification of the Subalpine scrub occupying the site. Traces of Ascarina pollen imply a milder climate (McGlone and Moar, 1977).\nZone 3: c. 5400–c. 600 cal. BP The pollen profile during CONISS zone 3a (40–30 cm) is similar to that of zone 2a, suggesting a return to a Phyllocladus-dominated canopy. The subsequent zone (3b) is characterized by a reduction in Phyllocladus pollen, but without much associated increase in Subalpine shrub genera. Fuscospora pollen also increased, implying a regional expansion of (presumably) Nothofagus solandri var. cliffortioides (mountain beech). This increase ceased soon after the 1718 BP Taupo Tephra eruption, which totally destroyed much forest in the region (Leathwick and Mitchell, 1992; Wilmshurst and McGlone, 1996). The Taupo Tephra is diffusely scattered through a depth of c. 3 cm near the top of the zone (30–13 cm).\nThe spread of Libocedrus-dominated Subalpine forest onto the site after the Taupo Tephra eruption is indicated by the small Libocedrus pollen peak in zone 3c. Weinmannia also increased, presumably spreading upwards from lower forests (Weinmannia is currently a canopy dominant in the montane forests, but infrequent in the Subalpine). Zone 3 is terminated by the second division of CONISS, which clearly differentiates the period of anthropogenic influences on the regional pollen rain in zone 4.\nZone 4: c. 600 cal. BP–present Shrubs and small trees drop to 30% of the pollen sum in this period due to very high Weinmannia values (up to 38%), which decline suddenly at the surface. Regional expansion of Weinmannia followed increased burning in the lowlands (Horrocks and\nOgden, 1998c), but these high values imply local presence on the site, which is c. 30 m above the present upper limit of the species on the mountain (Druitt et al., 1990). Weinmannia has retreated very recently, to be replaced by Dracophyllum longifolium (Ericales) scrub with small trees of Phyllocladus alpinus and Halocarpus biformis. Remnant stumps of Libocedrus bidwillii (individuals of which may live for 700 years) are present close by, indicative of the prior vegetation.\nThe increase in Poaceae (with some exotic Pinus) could represent the establishment of European pastures regionally, but the more open vegetation implied, and the presence of charcoal, could equally indicate a localized retreat of the tree-line or a deterioration of the Subalpine forest following fire.\nSite 1170 (Figure 2b) The site is located in boggy Subalpine fernland on a level area c. 75 m north of the track, on the broad, gently sloping upper western flank of the mountain (Figure. 1). The substrate is fibrous peat overlying sandy silt of volcanic origin. Dominant fernland species are Dracophyllum longifolium and Gleichenia circinnata. The nearest forest is c. 100 m west.\nZone 1: c. 8000–c. 3800 cal. BP The lower three samples of this zone (145–136 cm) are indistinctly separated from the remainder by CONISS. However, the high proportion of Phyllocladus pollen (at times .50% of the pollen sum), followed by high values for Griselinia, Myrsine, Ascarina, Halocarpus and Apiaceae, strongly suggests that zone 1a can be equated with 2a, and 1b with 2b and 2c, at the nearby site 1140 m. The increase in shrub genera during zone 1b indicates an opening up of the Phyllocladus canopy, which later gradually re-established.\nThe pollen spectrum of zone 1c (103–81 cm) suggests a low forest of Phyllocladus alpinus, and appears to correspond with zone 3a at site 1140 m. A radiocarbon date (WK 3192) of 4880– 4250 BP correlates it with the second phase of wood preservation of Ogden et al. (1997). An andesitic tephra coincides with the demise of Phyllocladus and an increase in Myrsine (presumably M. divaricata, a common species in the present Subalpine scrub).\nZone 2: c. 3800–c. 1718 cal. BP This zone was terminated by the Taupo Tephra eruption (CONISS division 2). The pollen spectra in zone 2a (81–59 cm) suggest vegetation adjustments following andesitic tephra falls at c. 3200 BP (WK 3193) and c. 3800 BP (by extrapolation). The former\ndate was from a Libocedrus stump with .200 annual rings at 65– 75 cm. Presumably the open vegetation following the earlier tephra fall was colonized by a sparse cohort of Libocedrus bidwillii, and expansion of Phyllocladus alpinus forest, but both declined again before the Taupo eruption. A rise in Fuscopsora levels characterizes the end of this period.\nZone 2b dramatically demonstrates the post-Taupo expansion of Libocedrus bidwillii. There is a clear indication that this expansion commenced before the eruption, although some downwards percolation of the abundant Libocedrus pollen cannot be ruled out.\nZone 3: c. 1718–c. 1100 cal. BP This narrow zone (only three samples) is identified by the first two divisions of CONISS. Libocedrus pollen reaches 80% of the pollen sum, indicating the presence of an almost pure stand of this species on the site. The time period represented is likely to be no more than a single generation of this species (c. 700 years).\nZone 4: c. 1100–c. 500 cal. BP Zone 4 is the period between the demise of the Libocedrus cohort established in zone 3 and the first recorded fires on the site. It is divisible into the lower four samples (zone 4a) and the upper five (zone 4b). In zone 4a, Libocedrus failed to regenerate in situ, while increases in Phyllocladus, and especially Lagarostrobos, imply increasingly wet conditions. Although some undated wood occurs on the site, there is no evidence of large stumps near the swamp surface at present, implying that most of the wood derived from the post-Taupo forests (zone 3) has subsequently decayed or been burned.\nZone 5: c. 500 cal. BP–present The upper part of the stratigraphy represents a much faster rate of sediment accumulation than occurred previously, or at the adjacent site 1140. The zone is associated with a change in sediment type to peat as an ombrogenous bog developed on the site. A radiocarbon date (470–320 BP, NZA 3423) at 0.5 cm above a charcoal layer suggests fire on the swamp surface 550–400 cal. BP. After this, shrubland was replaced by boggy fernland with adjacent tussock (increases in Gleichenia, Restionaceae, Asteraceae and Poaceae), as present on the site now. The role of fire in this transition is indicated by high charcoal levels in the profile, and by the presence of macroscopically visible charcoal layers between 6 cm and 21 cm deep in six out of 16 shallow pits dug on the site. At least two fires have affected the site in the last 500 years. High Pteridium levels and rising Weinmannia pollen probably indicate the commencement of Polynesian forest clearance elsewhere in the region, and the invasion of the montane forests at Hauhungatahi by the latter. As at site 1140, increases in Poaceae and some exotic Pinus pollen in the upper samples indicate the regional establishment of European pastures.\nSite 1380 (Figure 2c) This site is the same as Ogden et al.’s (1997) ancient wood site 2. It is located on the gently sloping upper western flank of the mountain, c. 900 m above the present upper tree-limit (Figure 1) in Subalpine tussockland with boggy pools and eroding banks in a ‘blanket’ of peat. The substrate is fibrous peat overlying greasy silts derived from andesitic tephra. Dominant tussockland species are Chionochloa rubra (Poaceae) and Empodisma minus (Restionaceae).\nIn order to appreciate the stratigraphy of this site, the geomorphic processes characterizing the erosion banks must be described. Upslope ‘cutting back’ of the banks results in flat areas bare of vegetation below them (on which any wood eroded from the banks accumulates and in-situ stumps can be observed). The drainage from these flat areas is impeded by the growth of marginal vegetation, and eventually they become shallow pools.\nThese pools in turn may become filled with sediments (either those washed from higher-erosion banks or peats accumulating in situ due to vegetation growth). If the uphill migration of an eroding bank cuts into an older feature such as this, the resulting bank could include reworked material and temporal discontinuities. Fortunately, the Taupo Tephra forms a narrow but clear temporal horizon, so that the ‘hump and hollow’ stratigraphy at that time can be defined. The disposition of the Taupo Tephra and radiocarbon dates (Ogden et al., 1997: Figure 5a) indicate that the erosion bank sampled for pollen at this site contained a major hiatus, with the sediments deposited from c. 7500–c. 2000 cal. BP having been subsequently lost.\nZone 1: c. 10 100–c. 7500 cal. BP Most of the lower part of this profile (from c. 70 m) is clearly distinguished from the remainder by the first division of CONISS. Buried wood, mainly of Halocarpus biformis, is abundant in this zone, and nearby banks had abundant Phyllocladus alpinus and occasional Libocedrus bidwillii stumps (Ogden et al., 1997). The pollen profile (especially abundant Phyllocladus pollen) supports the macrofossil interpretation. The lower three samples (zone 1a) show the rise of Phyllocladus pollen, and are similar to samples in zone 1 at 1140 m.\nZone 2: c. 1718–c. 600 cal. BP The presence of the Taupo Tephra c. 10 cm above wood dated 7930–7780 BP (NZ 7903) indicates that this zone is separated from the one below by a significant erosional hiatus. The peak of Fuscospora pollen in the lower part of zone 2 may correspond with similar pre-Taupo increases noted in the other diagrams. Likewise, Libocedrus appears to commence its expansion before the eruption. As at site 1170, the distinctive post-Taupo forests are clearly distinguished by the second CONISS division.\nZone 3: c. 600 cal. BP–present Due to rapid accumulation rates in the post-Taupo hollow this period is well represented and can be split into two subzones. Zone 3a represents the period between the decline of the postTaupo Libocedrus cohorts, and the commencement of regional burning c. 600 cal. BP (cf. zone 4 at 1170 m). The upper zone (3b) documents regional burning (also occurring lower on the mountain at site 1170), with characteristic increases in charcoal, Pteridium and Poaceae. High Dacrydium and Fuscospora pollen levels throughout imply open vegetation, as does pollen of Asteraceae (shrubs in this family, Brachyglottis bidwillii and Cassinia vauvilliersii, occur close by at present). There is a trace of Pinus in the upper sample.\nSite 1470 (Figure 2d) This site is located in boggy Subalpine tussockland on a gentle slope c. 5 m north of the track near the summit (Figure 1). There are some small erosion banks nearby. A basal radiocarbon date (Wk-3191) of 8370–7890 BP was obtained from 90 cm depth. Unlike the other three sites, this highest site contained no Libocedrus pollen, nor marked fluctuations in Phyllocladus or other genera, suggesting that it has remained above the tree-line and carried open Subalpine communities or low scrub during the whole of the Holocene.\nZone 1: c. 8400–c. 7500 cal. BP The second division of CONISS distinguishes samples from 94– 78 cm (zone 1), with tall-tree taxa (especially Dacrydium) reaching 45–75% of the pollen sum. High values for Halocarpus pollen presumably reflect the dominance of H. biformis in the Subalpine forest c. 1000 m below at this time.\nZone 2: c. 7500–c. 1718 cal. BP Most samples in this profile were initially grouped by CONISS as zone 2, although further subdivision distinguishes three subgroups. There is, however, little to distinguish these periods palynologically, with tall-tree taxa (60–75% of the pollen sum) dominating the pollen sum throughout. Fuscospora levels are also high (.20%), and higher than before 7500 cal. BP. The Fuscospora peak in the immediate pre-Taupo period (c. 2000 cal. BP) is found also in the other sites. A slight rise in Myrsine pollen during zones 2a and 2c may reflect the expansion of Subalpine shrub during these times.\nZone 3: c. 1718 cal. BP–present The Taupo Tephra is diffusely scattered through c. 7 cm of sediments, suggesting that some reworking of sediments could have blurred the pollen spectrum from this site. However, as elsewhere, the first division of CONISS distinguishes the post-Taupo deposits from those preceding. The poor dispersal of Libocedrus pollen is evidenced by its absence from this site despite the expansion of this species in the Subalpine forests below at this time. Zone 3 can be subdivided into two, with the uppermost zone (3b) clearly falling into the post-Maori period. Although charcoal was not found, the decline in tall tree taxa, coupled with high Pteridium spores and Poaceae pollen, indicates regional forest clearance. Pinus pollen is also present in traces throughout this zone, suggesting possible downwards percolation of pollen."
  }, {
    "heading": "Discussion",
    "text": "The data presented by Ogden et al. (1997) allow seven distinct periods to be recognized on Mt Hauhungatahi:\nPeriod 1: Holocene tree-line rise: 12 000 BP–10 100 cal. BP; Period 2: First tree-line wood preservation phase: 10 100–7500 cal. BP; Period 3: First ‘no wood’ period: 7500–5400 cal. BP; Period 4: Second tree-line wood preservation phase: 5400–3800 cal. BP; Period 5: Second ‘no wood’ period, with erosion: 3800–1718 cal. BP; Period 6: Post-Taupo tree level rise: 1718–c. 600 cal. BP; Period 7: Anthropogenic forest clearance: c. 600 cal. BP–present.\nThe dates defining these periods are from (or very close to) the same sites as those described in this study. If these periods could be recognized on all the pollen diagrams, a clearer picture of the vegetation dynamics of the tree-line and Subalpine communities should emerge. To do this we must assume that a change from a period of wood preservation to a period of non-preservation will be associated with a change in the pollen rain. This is ‘certain’ to occur if forest is replaced by scrub as these communities at present have distinctive pollen signatures (Horrocks and Ogden, 1994). Even if the change in vegetation structure was less extreme, it seems unlikely that a major change in the decompositional environment could occur without concomitant changes in climatic and/or edaphic conditions which would influence species abundance patterns, and consequently be reflected in the pollen spectrum. This is especially so because we have selected sites spanning an ecotonal situation which is presumably sensitive to climatic changes.\nConsequently we argue that at least some of the CONISS boundaries should coincide with some of the seven ‘Period’ boundaries outlined above. If we can identify these boundaries on the pollen diagrams, then we can add dates to the latter and expand the interpretation.\nOur initial approach to this problem was to assume that zones\nwith high Phyllocladus pollen represented the same periods on all diagrams, and could be equated with one or other of the periods of wood preservation. Phyllocladus is represented by only one species (P. alpinus) on the mountain, is one of the tree species preserved in the macrofossil deposits, and is also a species characteristic of the more open situation at the forest edge and in forest gaps. Halocarpus pollen unfortunately includes both the tree H. biformis and the shrub H. bidwillii. With reference to high values of Phyllocladus pollen at site 1140, CONISS zone 2a could equate to Period 2 and zone 3a to Period 4.\nPeriods 2 and 4 were subjectively correlated with zones on all four diagrams, except site 1380, where Period 2 had been removed by erosion (Figure 2, a–d). Previously recognized ages for the wood-preservation periods were then plotted against depth, and compared with independent ages (Figure 3). Period boundary dates (circles in Figure 3) generally agreed with the depth:age relationships established from independent dates, suggesting (except for site 1380) a steady rate of sediment accumulation. Steady rates of soil accumulation (between 0.8 and 1.5 cm per century) are consistent with regular inputs of fine- to mediumtextured andesitic tephra continually erupted from the adjacent Tongariro volcanoes during much of the Holocene (Topping, 1973).\nTentative zone boundary dates given in the Results section were obtained by relating them to the previously dated Periods, with strong reliance on the similarities in composition and trend between some parts of all the pollen diagrams. For example, the similarity in the pollen profiles for the pre-Taupo samples from sites 1140 and 1170 strongly supports the synchroneity of the Periods corresponding to zones 1–3b at 1140 m and zones 1a–2b at 1170 m. However, if the lower Phyllocladus peak in both cases corresponds to Period 2 (10 100–7500 cal. BP), then the date of 7690–7390 BP (Wk-3190) at 49 cm depth at site 1140 is about a thousand years older than expected, while the date 4450–4340 BP (NZA 3422) at 145 cm in site 1170 is several thousand years too young. Such a clearly stratigraphically reversed date on wood probably represents a root fragment or wood forced into older sediments by tree fall. The Wk-3190 date is stratigraphically displaced by ,20 cm, but remains unexplained and casts some doubt on the interpretation we present.\nDuring the Lateglacial (Period 1), the lowest site (1140), currently in Subalpine forest, carried open tussock grassland or scrub. Not far away (15 km), but c. 300 m lower, low Halocarpus forest or scrub occupied Gibsons’ Swamp (Horrocks and Ogden, 1998a), while Prumnopitys taxifolia was abundant in the lower montane forests. The upwards movement of forest, to reach c. 1340 m by 10 000 cal. BP, appears to have been quite rapid: 200–500 m per 1000 years. If this movement was driven by temperature, and if the generally accepted lapse rate of 0.6°C 100 m−1 (Moore, 1963) is applied, this indicates a temperature rise of 1.2–3.0°C between c. 11 000 and 10 000 cal. BP. Altitudinal forest advance continued, albeit at a slower rate, to reach a maximum altitude of c. 1390 m by 8700 cal. BP (Ogden et al., 1997).\nDuring Period 2 (10 100–7500 cal. BP), Subalpine forest, dominated by the conifers Halocarpus biformis and Phyllocladus alpinus (Ogden et al., 1997), extended to the highest altitudes reached by forest (1390 m) on Mt Hauhungatahi. Climatic conditions at tree-line during this period appear to have been quite stable, allowing some soil formation, but temperatures may have been below those of the present: the growth rate of the tree-line Halocarpus was significantly slower than that of the same species in the current tree-line forest (Ogden et al., 1997). Also, preservation of stumps implies cold wet soil conditions. Below tree-line the forest was probably more continuous than at present, but wood was less frequently preserved at lower altitudes (e.g., 1170 m).\nSite 1140, currently in low Subalpine forest but very close to a boundary with dense scrub, appears to have been bypassed by\nthe upwards forest migration and remained predominantly scrubcovered. The slightly higher site, 1170, currently open and the boggiest of the four sites, probably was colonized by forest during Period 2 but ‘degenerated’ into scrub in the succeeding period.\nThe rapid termination of the Period 2 forest (probably over ,250 years; Ogden et al., 1997) suggests a sudden cause, which maybe also have led to the preservation of the wood. Volcanism is an obvious candidate, and the presence of a distinct tephra layer above the stumps appears to confirm this. Tephra deposition, as a fine ash, could have killed the existing trees and simultaneously led to their preservation through a rise in groundwater levels. Increasing soil wetness and volcanism are linked because tephra layers frequently impede drainage (Marsh, 1969). In addition, groundwater rises because the dead trees no longer transpire, and this could be linked to accelerated tree mortality. However, abundant evidence from throughout New Zealand (McGlone, 1988) suggests that climate became more variable at about this time, with more extreme climatic events. Forests close to their climatic limits would have been most vulnerable. One result appears to have been the expansion of those tree species most reliant on disturbance for regeneration, exemplified by the increase in Fuscospora pollen.\nWhatever the proximal cause of tree mortality on Hauhungatahi c. 7500 cal. BP, it is apparent that forest was replaced by Subalpine scrub at site 1170, and similar changes occurred at or around site 1140. Myrsine divaricata is the key indicator of this shift, but erratic increases in other poorly dispersed Subalpine shrub species and a marked decline in Phyllocladus characterize Period 3\n(7500–5400 cal. BP) at both these sites. Site 1470, always above tree-line, also records the decline of Halocarpus c. 7500 cal. BP, the local increase in Myrsine scrub, and the regional spread of Fuscospora. However, the 7500 cal. BP changes were not clearly recorded in the Gibsons’ Swamp profile at 810 m (Horrocks and Ogden, 1998a) nor by McGlone and Topping (1977), suggesting that regional climate remained essentially unchanged. If this is so, the replacement of forest by scrub in parts of the Subalpine zone of Mt Hauhungatahi could be interpreted as due to increased soil moisture (paludification) following forest mortality induced by tephra fall.\nWood was again being preserved at 1380 m by c. 5400 cal. BP, implying that forest was re-established at this altitude at least a few centuries before this, when some understorey trees (Griselinia, Pseudopanax) also increased at lower altitudes (site 1140 m). It is unlikely that successional processes following disturbance, or even the re-establishment of soil drainage following a tephra fall c. 7500 cal. BP, would take over 1500 years, so it is possible that occasional climatic extremes, or higher rainfall, maintained more open vegetation over most of Period 3. Rogers and McGlone (1989) and Froggatt and Rogers (1990) suggested that the development of the high altitude ombrogenous peat bogs in the central North Island commenced between 6000 and 4500 BP. These dates would be c. 500 years older with calibration, but overlap the transition from Periods 3 to 4 on Hauhungatahi. Peat accumulation implies a shift to colder wetter winters. If this occurred during Period 3 when wood was not preserved, it supports the contention that forest was absent from the upper tree-\nline site (rather than present but not preserved), because increased decomposition rates would argue for warmer and effectively drier conditions rather than colder and wetter.\nThe close similarities in pollen spectra between Periods 2 and 4 imply that conditions were similar in the two periods. Re-establishment of forest at c. 1380 m (Ogden et al., 1997) suggests a shift back to less waterlogged soils on the upper slopes c. 5400 cal. BP. The resulting forest soils were nonetheless wet and cold, with anaerobic conditions developing so that wood again accumulated. Tephra deposition (site 1170) is clearly implied as a causal mechanism for the decline and preservation of this second forest phase at or before 3800 cal. BP. A marked shift in species composition (Libocedrus increase, Cyathea smithii decrease) at about the same time at Gibsons’ Swamp (Horrocks and Ogden, 1998a) suggests pre-Taupo forest changes at lower altitudes also.\nThe period between the second forest decline and the Taupo eruption (Period 5) coincides with the deposition of two local andesitic tephras (Unnamed Tephra and Mangatawhai Tephra; Topping, 1973) and is associated with a regional expansion of Fuscospora and Libocedrus, implying forest disturbance. Nothofagus solandri var. cliffortioides (Fuscospora) colonizes bare mineral soil and occurs on old slips (undated) in the upper montane forest of Mt Hauhungatahi (Druitt, 1985). Libocedrus also invades slips and regenerates in large gaps in storm-damaged forest. Libocedrus colonized Gibsons’ Swamp (Horrocks and Ogden, 1998a) and site 1170 following a tephra fall during this period. At site 1380 erosion removed the sediments of the two previous periods. Regolith slumping at the former tree-line (c. 1380 m) during this non-forest period suggests more extreme rain events or freeze-thaw cycles. Non-polleniferous sediments accumulated rapidly at the foot of the mountain (Horrocks and Ogden, 1998b).\nMcGlone et al. (1992) concluded that greater climatic variability associated with increased amplitude of the El Niño/Southern Oscillation (ENSO) commenced between 5000 and 3000 cal. BP. The results presented here suggest an increasing disturbance regime, possibly due to extreme storm events but including volcanism, from c. 4000 to c. 1718 cal. BP, leading to the restriction of the high-altitude forests to the driest and most sheltered locations, bog formation in the shallow depressions, and widespread regolith slumping and erosion on slopes which formerly carried forest.\nSubalpine forest composed of long-lived eurythermal tree species may be quite resistant to environmental change, and survive for centuries with little or no regeneration. However, following the destruction of such a community it could be rapidly and completely replaced by one of quite different composition if, for example, there had been a climatic change. The concept of a (volcanic) disturbance triggering an incipient change due to climate, could explain why vegetation shifts may be rapid and longlasting, but poorly correlated with secular climatic shifts.\nThe effects of the 1718 cal. BP Taupo Tephra eruption on the vegetation of the central North Island (Leathwick and Mitchell, 1992; Wilmshurst and McGlone, 1996) and on Mt Hauhungatahi (Horrocks and Ogden, 1998c) have been widely reported, and only the most pertinent points about Period 6 are discussed here. Increased tree mortality in the montane forests led to widespread establishment of light-requiring species such as Libocedrus and the podocarps. The subsequent demise of these cohorts 600–1000 years later contributed to other compositional shifts, such as the Weinmannia increase. Arguably, some of these consequences are still evident in the Tongariro forests (Lusk and Ogden, 1992). Libocedrus expanded its altitudinal range, occupying site 1170, but probably only for the lifespan of a single cohort (c. 700 years). Other woody species also probably extended upslope on the temporarily well-drained sites created by the coarse pumice comprising the Taupo Tephra. Wood occurred above the Taupo Tephra\nin some exposures at c. 1380 m, but there is no evidence that forest trees again reached that altitude.\nThe increase in charcoal, Poaceae and Pteridium in the upper parts of the profiles (Period 7) signals increased burning by Polynesians on the volcanic plateau surrounding Hauhungatahi. This commenced between 650 and 560 cal. BP (Steel, 1989; Horrocks and Ogden, 1998b). There is also evidence of andesitic eruptions about the same time (Topping, 1973; Ogden et al., 1993). Fires have also occurred above tree-line in the study area during this interval, with at least two charcoal layers distributed discontinuously between 1170 m and 1240 m. However, the absence of charring on buried logs suggests that fires were not causal in the decline of the post-Taupo Libocedrus cohort at site 1170, but occurred on the bog surface after that time. Such fires in Gleichenia bogs and Dracophyllum scrublands would help maintain the current vegetation mosaic by destroying colonizing trees. The presence of Pinus in the upper sample(s) of all the sites, and in surface collections (Horrocks and Ogden, 1994) indicates the establishment of exotic pine plantations in the region this century."
  }, {
    "heading": "Conclusions",
    "text": "(1) Halocarpus-Phyllocladus forest at tree-line (1340–1390 m) on Mt Hauhungatahi has established and declined at least twice during the Holocene.\n(2) Forest cover during the periods 10 100–7500 and 5400– 3800 cal. BP probably formed a mosaic with Subalpine scrub communities, with the latter both above and below this altitude.\n(3) Forest decline at c. 7500 cal. BP, and again c. 3800 cal. BP was probably a consequence of local volcanism (tephra deposition).\n(4) During the periods 7500–5400 and 3800–1718 cal. BP former tree-line forest was replaced by Subalpine scrub.\n(5) Post-Taupo vegetation changes, especially the initial expansion of Libocedrus, indicate an upwards movement of forest species into Subalpine scrub, followed by a decline.\n(6) The results provide no unequivocal evidence for changes in synoptic climatic factors such as mean temperature or precipitation from c. 7500 cal. BP to present, but they are consistent with increased variability or greater extremes of climate over that period, especially since c. 3800 cal. BP.\n(7) Even when climatic change is gradual, the inertia of forest composed of long-lived eurythermal tree species may explain why vegetation shifts following their destruction can appear rapid and long-lasting.\n(8) Disturbance events, such as volcanism, can have persistent long-term effects on community composition and species distribution patterns. Consequently, even the altitude of the tree-line, an apparently simple proxy-climate indicator, may be difficult to interpret in climatic terms in volcanic landscapes."
  }, {
    "heading": "Acknowledgements",
    "text": "We thank Philip Knightbridge and Darryl Druitt for fieldwork assistance, and two anonymous reviewers for criticisms of an earlier draft. We also thank the Department of Conservation (Harry Keys, Turangi) for permission to work in the area. M. Horrocks was supported by a fellowship grant from the Miss E.L. Hellaby Indigenous Grasslands Research Trust. We also acknowledge financial assistance from the Robert C. Bruce Trust, the New Zealand Lotteries Commission, and the Skinner Fund of the Royal Society of New Zealand."
  }],
  "year": 1999,
  "references": [{
    "title": "Vegetation map of Tongariro National Park, North Island New Zealand. Scale 1:50,000",
    "authors": ["I.A.E. Atkinson"],
    "venue": "Wellington: D.S.I.R. de Lisle, J.F",
    "year": 1981
  }, {
    "title": "Vegetation patterns along an altitudinal gradient: western slope of Mt Hauhungatahi, Tongariro National Park. Unpublished MSc thesis, University of Auckland, New Zealand",
    "authors": ["D.G. Druitt"],
    "year": 1985
  }, {
    "title": "Textbook of pollen analysis (fourth edition)",
    "authors": ["K. Faegri", "J. Iversen"],
    "venue": "Journal of Biogeography",
    "year": 1989
  }, {
    "title": "nomenclature, distribution, volume, and age",
    "authors": ["P.C. Froggatt", "G.M. Rogers"],
    "venue": "New Zealand Journal of Geology and Geophysics",
    "year": 1990
  }, {
    "title": "The forest history of Mt Hauhungatahi",
    "authors": ["M. Horrocks"],
    "venue": "Tongariro National Park. Unpublished PhD thesis, University of Auckland,",
    "year": 1994
  }, {
    "title": "Forest pattern, climate and vulcanism in central North Island, New Zealand",
    "authors": ["J.R. Leathwick", "N.D. Mitchell"],
    "venue": "Journal of Vegetation Science",
    "year": 1992
  }, {
    "title": "Age structure and dynamics of a podocarp-broadleaf forest in Tongariro National Park, New Zealand",
    "authors": ["C.H. 315–29. Lusk", "J. Ogden"],
    "venue": "Journal of Ecology",
    "year": 1992
  }, {
    "title": "El Niño/Southern Oscillation climatic variability in Australian and South American paleoenvironmental records",
    "authors": ["M.S. McGlone", "A.P. Kershaw", "V. Markgraf"],
    "venue": "El Niño, historical and paleoenvironmnetal aspects of the Southern Oscillation,",
    "year": 1992
  }, {
    "title": "A dictionary of geography (third edition)",
    "authors": ["W.G. Moore"],
    "venue": "Journal of Quaternary Science",
    "year": 1963
  }, {
    "title": "Palynology, vegetation and climate of the Waikato lowlands, North Island, New Zealand since c. 18,000 years ago",
    "authors": ["Newnham", "D.J.R.M. Lowe", "J.D. Green"],
    "venue": "Journal of the Royal Society of New Zealand",
    "year": 1989
  }, {
    "title": "Forest gap formation and closure along an altitudinal gradient in Tongariro",
    "authors": ["J. Ogden", "R.A. Fordham", "S. Pilkington", "R.G. Serra"],
    "venue": "the oscillations of the Pleistocene climate. Journal of the Royal Society of New Zealand",
    "year": 1991
  }, {
    "title": "Structure and composition of the subalpine forest on Mount Hauhungatahi, North Island, New Zealand, during the Holocene",
    "authors": ["J. Ogden", "M. Horrocks", "J.G. Palmer", "R.A. Fordham"],
    "venue": "The Holocene 7,",
    "year": 1997
  }, {
    "title": "Late Pleistocene deposits in northern New Zealand",
    "authors": ["Ogden", "J. Wilson", "C.A. Hendy", "R.M. Newnham"],
    "venue": "Quaternary Research",
    "year": 1992
  }, {
    "title": "A post-glacial vegetation history of the southern-central uplands of North Island, New Zealand",
    "authors": ["G.M. Rogers", "M.S. McGlone"],
    "venue": "Journal of the Royal Society of New Zealand",
    "year": 1989
  }, {
    "title": "University of Washington Quaternary Isotope Lab. radiocarbon calibration program REV 3.0.3A",
    "authors": ["M. Stuiver", "P.J. Reimer"],
    "venue": "Mactest version no. 6. Radiocarbon",
    "year": 1993
  }, {
    "title": "Evidence for rising upper limits of four native New Zealand forest trees",
    "authors": ["P. Wardle", "M.C. Coleman"],
    "venue": "Zealand Journal of Geology and Geophysics",
    "year": 1992
  }],
  "id": "SP:06afe940586435f0113e66dca5010e79e1a18596",
  "authors": [{
    "name": "Mark Horrocks",
    "affiliations": []
  }, {
    "name": "John Ogden",
    "affiliations": []
  }],
  "abstractText": "Pollen diagrams from four sites along an altitudinal sequence on Mt Hauhungatahi support fossil wood data (Ogden et al., 1997) in suggesting a fluctuating Holocene tree-line not exceeding the altitude reached in the early Holocene. Tree-line forest at 1340–1390 m during the periods 10 100–7500 and 5400–3800 cal. BP was associated with patchy Subalpine scrub communities above and below this altitude. Rapid decline of this Halocarpus-Phyllocladus forest at c. 7500 cal. BP, and again c. 3800 cal. BP was probably due to volcanism. During 7500–5400 and 3800–1718 cal. BP tree-line forest was replaced by Subalpine scrub. The failure of forest to replace scrub during these two periods implies a long-lasting influence of the event which destroyed the forest, a continuation of disturbance events, or changed environmental conditions. After the Taupo volcanic eruption (1718 cal. BP) expansion of Libocedrus indicates an upwards movement of forest species into Subalpine scrub, followed by a decline. Volcanism has probably affected the vegetation of Mt Hauhungatahi directly and indirectly (through effects on soil drainage) throughout the Holocene. Results are consistent with increased climatic variability since 7500 cal. BP, and support the hypothesis that disturbance events can have persistent long-term effects on community composition and species distribution patterns.",
  "title": "Evidence for Lateglacial and Holocene tree-line fluctuations from pollen diagrams from the Subalpine zone on Mt Hauhungatahi, Tongariro National Park, New Zealand"
}