{
  "sections": [{
    "heading": "Introduction",
    "text": "Long tree-ring chronologies have been instrumental in assessing climate fluctuations, forcing, and feedbacks over the past few millennia. Recent global and hemispheric reconstructions (e.g. Breitenmoser et al., 2012; Cook et al., 2004; D’Arrigo et al., 2006; Moberg et al., 2005) and model-to-data comparisons (e.g. Junclaus et al., 2010; Kaufman et al., 2009; Mann et al., 1999) span the key intervals of the ‘Medieval Warm Period’ (MWP) and the ‘Little Ice Age’ (LIA), so enabling contemporary warming of recent decades to be placed in a long-term context. Further development of these studies depends on the availability of robust tree-ring chronologies that extend back more than 1000 years and which contain clear climate signals (Briffa, 2000; Frank et al., 2010).\nCoastal southern Alaska is one area where such long tree-ring chronologies can be developed. Chronologies from this region have been shown to reflect conditions over the adjacent Gulf of Alaska (GOA) and large areas of the North Pacific Ocean (D’Arrigo et al., 2005; Wiles et al., 1998) with additional climatic connections to the Southeast Pacific (Villalba et al., 2001) and the North American Great Lakes (Wiles et al., 2009). Several analyses have emphasized decadal- to multidecadal-scale Pacific decadal climate variability (PDV) and related indices such as the Pacific Decadal Oscillation (PDO) index (D’Arrigo et al., 2001; Gedalof and Smith, 2001b; Wilson et al., 2007b). Much of the tree-ring work around the GOA has focused on mountain hemlock (Tsuga mertensiana (Bong.) Carrière). This long-lived temperature-sensitive conifer (Gedalof and Smith, 2001a; Peterson and Peterson, 2001) is at its northernmost range limit in coastal\nsouthern Alaska and occurs from sea level to treeline in mixed coniferous forests, pure stands, or as isolated trees in muskeg parkland. Mountain hemlock also grows on glacier forefields, and abundant subfossil wood has been revealed by glacial retreat in recent decades enabling development of millennial length ringwidth chronologies (Barclay et al., 1999, 2009).\nOne challenge in reconstructing climate from tree rings at some northern sites is that tree growth, in some instances, has become decoupled from temperatures trends in recent decades, a phenomenon known as ‘divergence’ (D’Arrigo et al., 2008; Driscoll et al., 2005; Wilson et al., 2007a). In many cases, especially in interior Alaska and the adjacent Yukon Territory of Canada, this divergence has been attributed to warming-induced drought stress that has forced a shift in tree growth response to climate (D’Arrigo et al., 2008), although investigations of other"
  }, {
    "heading": "Keywords",
    "text": "Alaska, North Pacific climate, solar forcing, tree rings\nReceived 25 March 2013; revised manuscript accepted 15 November 2013\n1The College of Wooster, USA 2Lamont-Doherty Earth Observatory, USA 3State University of New York at Cortland, USA 4University of St Andrews, UK 5Southern Illinois University, USA 6Swiss Federal Research Institute WSL, Switzerland; Oeschger Centre for Climate Change Research, Switzerland"
  }, {
    "heading": "Corresponding author:",
    "text": "Gregory C Wiles, Department of Geology, The College of Wooster, 1189 Beall Avenue, Wooster, OH 44691, USA. Email: gwiles@wooster.edu\nmechanisms continue. This phenomenon would appear to violate the basic assumption of dendroclimatology, that is, that trees are stationary in their climatic response and are reacting to climatic variables in the same way today as they have in the past.\nA particular type of divergence has now also been recognized in coastal, southern Alaska and may be related to an ongoing biome shift in response to warming and associated changes in snowpack resulting from earlier spring melt and/or decreased snowfall. An example of this divergence mechanism is the observed growth decline in yellow cedar (Chamaecyparis nootkatensis (D. Don) Spach) due to the lack of snowcover and an increase in root-damaging spring frosts (Beier et al., 2008; Coleman et al., 1992; Hennon et al., 2005; Schaberg et al., 2008; Wiles et al., 2012). Similarly, mountain hemlock growth at some low elevation sites is positively correlated with temperature during the LIA but shows a steadily weakening relationship with temperature over the past 100 years (Jarvis et al., 2013). By contrast, hemlock in southeast Alaska at mid-elevation sites (~350– 720 m) remains consistently correlated with temperature. Interestingly, at some of the highest elevation sites, hemlock has transitioned from no particular temperature sensitivity during the LIA to strong positive correlation and growth release in the recent period, as temperatures have moderated (Jarvis et al., 2013).\nHere, we use tree-ring records from living hemlock at midelevation GOA sites where such trees appear to still be responding positively to temperature as in the past. Targeting such sites, we minimize divergence in the recent period that might bias our results and thus provide a more accurate assessment of contemporary warming relative to previous centuries. These modern forest records are combined with records from subfossil wood killed by late Holocene glacial advances to generate a 1200-year-long ringwidth chronology."
  }, {
    "heading": "Methods",
    "text": "Samples were collected from relict wood that has become exposed as glaciers retreat along the GOA (Barclay et al., 2009; Wiles\net al., 2008) and from living trees of old growth forests. Tree-ring widths were measured to the nearest 0.001 mm, cross-dated visually (Pilcher, 1990; Stokes and Smiley, 1968), and verified using COFECHA computer-assisted dating software (Grissino-Mayer, 2001; Holmes, 1983). Cross-dating among subfossil wood samples allowed generation of floating ring-width chronologies, which were then matched with the living tree-ring data from an extensive GOA network of ring-width series (Figure 1; Table 1; Jarvis et al., 2013; Wiles et al., 2012; Wilson et al., 2007b).\nRing-width data were processed to preserve low-frequency (centennial) climate information using the technique of Regional Curve Standardization (RCS; Briffa and Melvin, 2008; Esper et al., 2002). This method assumes that all trees have a common age/size relationship, and that the growth function for the population can therefore be estimated by aligning ring-width series by their biological age and then averaging all individual series. Because most of the subfossil samples were complete sections, the pith was present and so no pith offset was applied. We used a simple best-fit, common negative exponential function for standardization based on visual inspection of the individual subfossil ring-width series and the living data as well as the combined subfossil/living ring-width data. In each case, the best-fit curve was a negative exponential function and various runs truncating the regional curve had little effect on the final series. The final analysis used a 350-yearlong negative exponential function to standardize all series. Standardization of each individual series was performed using ARSTAN (Cook, 1985).\nThe final GOA composite ring-width chronology is based on a set of living ring-width series (n = 360) cross-dated with ringwidth series from the subfossil wood (n = 480) (Tables 1 and 2; Figures 1 and 2). Both data sets allow for excellent sample replication over much of the length of record, with a minimum of 30 series in the earliest decades (Figure 2). Although most of the subfossil logs were recovered from relatively low-altitudes sites compared with the higher elevation living ring-width series, the basic statistics of the two data sets that make up the composite chronology are similar (Table 2).\nThe expressed population signal (EPS; Wigley et al., 1984) for the composite series indicates that throughout the 1200 years, the EPS value is well above the 0.85 threshold; however, it does decrease shortly after ad 1400 when the sample size drops to 45 series and where the chronology transitions from being based primarily on subfossil ring-width series to primarily living ring width (Figure 2). The relatively large sample size throughout helps to maintain the common signal and preserve low-frequency variability (Büntgen et al., 2012). The final ring-width series spans ad 800–2010 (Figure 2).\nTo identify the climate signal in the tree-ring series, we compared ring widths with monthly meteorological records (Figure\n3). Few instrumental records for the GOA begin before the 20th century; thus, our understanding of the relationship between climate and tree growth has been primarily limited to this relatively warm recent interval that includes anthropogenic forcing. There is one notable exception, however, the (now discontinued) station record for Sitka, Alaska, which was an early Russian settlement (Jones and Bradley, 1992). We used the Sitka monthly temperature record obtained from the Global Historical Climatology Network (GHCN) (Peterson and Vose, 1997), which spans near-continuous monthly averages between 1832 and 1876 (the Russian record) and the US collected observations from 1899 to 1993.\nTable 1. Mountain hemlock tree-ring chronologies used in the reconstruction.\nChronology Elevation (m) Locationa (latitude/longitude) Time span Trees/radii\nLiving tree sites McGinnis Trail (MT) 530 JUN, N58.44, W134.61 1518–2010 31/44 Juneau Mountain (JM) 540 JUN, N58.30, W134.38 1557–1999 11/18 Repeater Station (RS) 720 GB, N58.61, W135.87 1562–2009 44/78 Excursion Ridge (ER) 600 GB, N58.46, W135.56 1585–2006 45/58 Wright Mountain (WM)b 640 GB, N58.74, W136.00 1552–2010 51/79 Miners Well (MW)b 350 IB, N60.00, W141.68 1559–1995 18/28 Eyak Mountain (EM) 430 PWS, N60.60, W145.66 1345–2001 48/75 Rock Glacier (RG)b 400 N60.04, W149.00 1534–1991 16/20 Subfossil wood Columbia Bay (CB)b 80 N61.11, W147.05 616–1850 395 Series Prince William Sound (PWS)b 20 N60.75, W148.45 949–1764 83 Series\nITRDB: International Tree-Ring Data Bank. aLocation on Figure 1. GB: Glacier Bay; IB: Icy Bay; JUN: Juneau; PWS: Prince William Sound. bAvailable on the ITRDB.\nTable 2. Attributes of the subfossil and living portions of the composite GOA ring-width chronology.\nChronology Number of series Range Series intercorrelation Mean sensitivity Autocorrelation Mean segment length\nSubfossil 480 616–1876 0.55 0.26 0.79 192 Living 360 1345–2010 0.59 0.30 0.73 253\nOnce the climate signal was identified in the ring-width series, we used regression analysis to reconstruct past temperature variability. We used the February through August average of the year of growth as the predictor. This temperature reconstruction was then examined for its significance as a record of North Pacific climate. A multi-taper method (MTM) spectral analysis (Mann and Lees, 1996) was performed on the reconstruction to identify spectral peaks in the temperature series. Spectral analysis was performed on the subfossil portion of the ring-width series as well as the living portion with similar results. Wavelet analysis (Torrence and Compo, 1998) was performed to identify the variability in power at different frequencies over time. Additionally, the reconstruction was compared with the records of past volcanism (Cole-Dai et al., 2009; Dai et al., 1991; Gao et al., 2008; Sigl et al., 2013) and reconstructions of solar variability (Bard et al., 1997; Hathaway, 2010) and other temperature proxy records."
  }, {
    "heading": "Results",
    "text": ""
  }, {
    "heading": "Temperature reconstruction",
    "text": "Comparison of the tree-ring series and the monthly Sitka temperatures over the early Russian period shows strong positive correlations (Figure 3a) with previous-year spring and a currentyear extended winter-to-summer interval. The continuous period of 1899–1993 based on the Sitka record matched to the tree rings reveals significant (at the 95% confidence level) positive correlations over 15 of the 19 monthly temperature series that span the previous year’s March through September of the current growth year (Figure 3a). Averaged February through August temperatures yielded the most robust relationship in both early and late\nperiods, and thus, this extended season was used to develop the regression model (Figure 3b).\nCalibration and verification statistics for the February to August Sitka temperature reconstruction were assessed using standard methods of dendroclimatology (Cook and Kairiukstis, 1990). After first using the 96-year period from 1899 to 1993 to construct the model, we tested the tree growth–temperature robustness through time by developing a model with the first half of this period (1899–1946) withholding the latter half (1947–1993) for verification; this exercise was then reversed (Table 3). We also tested the earlier interval of Sitka data from 1832 to 1876 when LIA-type conditions prevailed; this provided an additional independent check with the later calibration modeling (Table 3). The variance explained ranges from 37% to 39% for the four separate models constructed here (1899– 1993, the two split periods, and the LIA interval (1833–1876)), with the strongest relationship for the period from 1947 to 1993 (Table 3).\nFor testing the strength of the regression model, we calculated the non-first-differenced reduction of error (RE) and the more rigorous coefficient of error (CE; Table 3) (Cook and Kairiukstis, 1990; Cook et al., 1999). Positive RE and CE values in each of these split-period verification tests indicate that the reconstruction has considerable predictive skill (Table 3; Cook and Kairiukstis, 1990). Analysis of the residual temperature estimates using the Durbin–Watson statistic (Cook and Kairiukstis, 1990; Cook and Pederson, 2011) showed no significant autocorrelation or linear trends for any of the models (Table 3). These results support our supposition that these models are free of divergence-type effects at least for the calibration period, as there are no significant unexplained trends in the residuals in these middle-elevation hemlock stands during the recent century when divergence is normally\nnoted. In contrast, low elevation sites tested show a systematic trend of estimated temperature values and residuals especially after the mid-1970s. This observation supports the study of Jarvis et al. (2013), which has prompted us to present this divergencefree reconstruction."
  }, {
    "heading": "Climatic forcing",
    "text": "The February through August mean temperature reconstruction for Sitka reveals key features of GOA climate. These include a warming centered on ad 950 (MWP), long-term cooling during the LIA with distinct phases centered on ad 1190, 1450, 1650, and 1850, as well as a contemporary warming over the last approximately 100 years. We compare this record (Figure 4) to climate forcing proxies for solar output and large volcanic eruptions. The solar history (total solar irradiance (TSI); Bard et al., 1997) is based on cosmogenic nuclide production rates and extends back to ad 850 (Bard et al., 1997, 2000). The volcanic record (Gao et al., 2008) was developed for the past 1500 years based on 54 sulfate ice-core records from Antarctica and Greenland and is considered to be a global forcing signal, although it is more centered on the North Atlantic than North Pacific volcanism. We also considered the more recent records from the West Antarctic and Greenland that are being assembled into better-dated records of past volcanism for the past two millennia (Sigl et al., 2013).\nThe two major warm periods identified in our record, centered on ad 950 (ad 910–1000) and the contemporary warm interval (1880–2010), both persist for about a century (Figure 4a). The means of these warm (February to August) intervals are comparable, with 7.7°C for ad 910–1000 (MWP) and 7.7°C for ad 1880–2010. This result differs notably from that found in previously published GOA records (D’Arrigo et al., 2006; Figure 5), which included low elevation tree-ring series and thus likely exhibited some divergent behavior of tree growth (Jarvis et al., 2013). The MWP in the GOA is centered on ad 950 and occurs during an interval of decreased volcanism as recorded in the ice cores (Gao et al., 2008) as well as an interval of increased solar irradiance, both of which are consistent with warmer conditions.\nThe LIA in our record begins with a cool (mean February to August) phase from 1180s through 1320s at 7.0°C, followed by the longest sustained cool interval between 1400 and 1530 averaging 6.7°C, then a cooling from 1540s to 1710s at 6.8°C, and finally the last major cooling between 1810s and 1880s at an average of 6.9°C. All but the 1400–1530 cooling, the coldest reconstructed interval, are associated with major LIA ice expansions (Barclay et al., 2009) from coastal Alaska. The range of temperature variability from the LIA to contemporary warming is on the order of 1°C, consistent with previous tree-ring determinations for the GOA (Figure 5; D’Arrigo et al., 2006; Wiles et al., 1998; Wilson et al., 2007b) and inferred LIA equilibrium line altitude reconstructions (Barclay et al., 2009).\nWe used a MTM (Mann and Lees, 1996) spectral analysis that reveals significant peaks (p = 0.05) at 170–220 years and on the decadal timescale (Figure 6). The ~200-year mode identified herein coincides with the 210-year De Vries solar cycle, and the Oort, Spörer, Maunder, and Dalton Solar Minima (Figure 4b) all\nreflected by cooling in the GOA temperature reconstruction. In addition to reduced solar output, these intervals also correspond with times of increased volcanism based on the ice-core record (Figure 4) and, as noted by Breitenmoser et al. (2012), this concurrence of volcanism with solar minima creates difficulties in determining which of the forcing contributes most to the cooling. The largest deviation from the solar and temperature records is during the several decades centered on ad 1200 that show a cooling in the GOA record while solar irradiance persists as a strong positive (Figure 4b). This anomaly occurs during the later stages of the MWP that is not a warming in the GOA reconstruction or in the glacial record (Barclay et al., 2009) when coastal glaciers were expanding.\nOn the decadal scale, the dominant modes of variability in our reconstruction occur at 10 and 18 years (Figures 4c and 6), supporting prior studies of near-coastal sites along the North Pacific (Wilson et al., 2007b). The ~10-year cycle has been commonly linked with the Schwab solar cycle (11 years), which is well documented in the observational record (Hathaway, 2010). Comparison of the GOA temperature reconstruction with Lean’s (2000) reconstruction of solar irradiance shows a similarity at the decadal as well as multidecadal timescales (Figure 4c).\nThe 18-year cycle has been attributed to oceanic tides and climate variability in the North Pacific and Western North America (Cook et al., 1997; Keeling and Whorf, 1997; Munk et al., 2002; Ray, 2006; Yasuda, 2009; Yasuda et al., 2006). Ray (2006) predicted that proxy records of temperature from the North Pacific, due in part to the large diurnal tidal range in the region, would be most likely to record this tidal forcing. In our reconstruction, the 18-year mode is most pronounced during the MWP and recent warming as revealed through Morlet wavelet analysis (Torrence and Compo, 1998; Figure 6b).\nTo further investigate the role of volcanic forcing in the North Pacific, we chose six events and compared their timing with the temperature response as recorded in the GOA reconstruction (Figure 7). Three of the major cooling centered on ad 969/970, 1698, and 1810 are major marker years along the GOA, and three other eruptions of ad 1258, 1452, and 1815 (Tambora) have been widely reported as having a significant climate effect especially in the North Atlantic sector (Miller et al., 2012).\nThe years 969 and 1698 stand out in the GOA temperature reconstruction (Figure 4a) as sudden cooling that may reflect volcanic forcing. These individual years rank among the top 10 coldest anomalies in the reconstruction, with missing rings in individual tree-ring series being more common during the 969– 70 and 1698–1700 intervals than elsewhere in the 1200-yearlong data set. This latter event is also strongly expressed in a maximum latewood density record from Glacier Bay National Park and Preserve (Figure 4a, inset), and such latewood density data are often more sensitive to volcanic forcing than ring-width data (e.g. D’Arrigo and Jacoby, 1999; D’Arrigo et al., 2009).\nThe cooling in ad 969–970 may be linked to the so-called Millennium eruption of the Baitoushan (also known as Tianchi) volcano on the China–North Korea border, one of the largest eruptions in the past 2000 years with a Volcanic Explosivity Index (VEI) of 7 (Self and Simpken, 2002). This eruption is thought to"
  }, {
    "heading": "1947–1993 38 1.13 0.41 0.26",
    "text": ""
  }, {
    "heading": "1899–1946 37 1.76 0.42 0.29",
    "text": ""
  }, {
    "heading": "1899–1993 39 1.38",
    "text": "have had a substantial, albeit short-lived, effect on climate (Horn and Schmincke, 2000; Machida and Mitsutani, 1994; Xu et al., 2012, 2013). The exact dating of this event is not certain; however, radiocarbon ages on wood incorporated into eruptive deposits suggest a date of ad 969 ± 20 years (Horn and Schmincke,\n2000), and more recent studies using wiggle matching of radiocarbon ages of wood suggest a date for this eruption of ad 935– 963 (Yatsuzaka et al., 2010). Additional work suggests a range of 923–939 with an exact date of ad 939 as most likely (Yin et al., 2012). These are dated with wood remains interpreted as being\nkilled by the major volcanic eruption, although there is some discussion about the true mechanism of the death of the trees in various portions of the volcano.\nThe ad 1698–1700 (Figure 7) inferred cool years are widely reported (Briffa et al., 1998; D’Arrigo and Jacoby, 1999; Jones et al., 2005) in latewood density records for northern forests as probable volcanic events. The 1698–1700 interval coincides with events including Vesuvius (Italy), Kliuchevskoi (Russia), Cerame (Indonesia), and Cotopaxi (Ecuador), all of which erupted, more or less continuously, during this 3-year interval. Both the GOA temperature reconstruction and Glacier Bay latewood density data also show an event in 1809; however, the location of this event too is uncertain, and coincides with a proposed tropical volcanic event at ad 1809 (Cole-Dai et al., 2009; Dai et al., 1991).\nThe events at 1258, 1452/53, and 1815, which we compared with our record, interestingly appear to have had little effect on\ntemperature changes (Figure 7) in the Northeast Pacific. In contrast, they had major impacts in the Arctic and Europe, which are well documented in the tree-ring (D’Arrigo and Jacoby, 1999) and ice-core records (Gao et al., 2008). The eruptions in ad 1258 and 1452/53 (a more recent date for this is 1458/59 (see Sigl et al., 2013)) are both unknown events, but both have been linked to cooling in the Atlantic sector and possibly related to sustained climate coolings of the LIA (Miller et al., 2012). The 1815–1816 Tambora eruption is well documented by historical accounts (Self and Simpken, 2002)."
  }, {
    "heading": "Discussion and conclusions",
    "text": "The GOA reconstruction illustrates some of the major features of climate variability along the GOA for annual to centennial timescales over the past 1200 years. Overall orbital forcing has lead to millennial-scale cooling through the Holocene as indicated by the\nrecord of Alaskan glaciations that shows each successive ice advance being more extensive than the previous one. The LIA is the Holocene maximum at most Alaskan glaciers (Barclay et al., 2009) also consistent with Milankovitch cooling. Tree-ring records (Esper et al., 2012) and multiproxy reconstructions that include records from southern Alaska (Kaufman et al., 2009) have also recognized this millennial-scale cooling for the past few 1000 years prior to contemporary warming.\nMillennial to century-scale variability is well expressed in our reconstruction with a MWP, LIA, and contemporary warming consistent with glacial histories for the region and with other coastal and near-coastal temperature-sensitive proxy records (Figure 8). The GOA temperature reconstruction shows MWP warming that is comparable to warming over the past century. The contemporary warming is rather muted in this subarctic maritime setting relative to higher latitude Arctic records (cf. Kaufman et al., 2009; Figure 8f). Other temperature records through the MWP from Alaska and the Yukon also show more pronounced warming about this time than the GOA record (Figure 8c; Farewell Lake; Hu et al., 2001), or the warming persists into the following centuries as in Iceberg Lake (Figure 8e; Loso et al., 2006) and in the isotopic records from Jellybean Lake (Figure 8d; Anderson et al., 2005). Comparing cold intervals from the GOA with the other regional proxy temperature records, we see broad agreement (Figure 8), although all are not coherent on the decadal scale.\nThe observed 220-year and 170-year modes are consistent with both the glacial records (Wiles et al., 2004; Figures 6b and 8b) and the De Vries cycle, indicating that solar variability is a major climate driver at the century timescale. Similar findings in Alaskan lake cores (Hu et al., 2003) showed that the 210-year De Vries solar cycle persisted throughout much of the Holocene. LIA coolings are fairly coherent across southern Alaska and the\nYukon with the coolest intervals corresponding to the Spörer and Maunder minima (Figures 4 and 8). Differences in the records are likely due to the resolution of the dating and the seasonality of the proxies along with spatial variations in timing of LIA cool phases. Combining proxy records can serve to dampen the changes as different seasons in the proxies are reconstructed and because of the out-of-phase and spatial variability of climate shifts, especially in coastal and near-coastal settings such as along the GOA.\nIn addition to the century-scale variability, the other dominant mode of variability is on the decadal scale (10- and 18-year modes both significant at the 99% level; Figure 6). These are clear and well studied in North Pacific records (identified previously in Wilson et al., 2007b as the 18.6-year lunar tidal cycle and 11-year solar tidal cycle (Schwab cycles)), and because of their relevance to biological populations and potential for climate prediction (Mantua et al., 1997; Schwing et al., 2009), their relative roles in PDV have been examined in depth. Much of the previous highresolution proxy studies have sought to identify the oscillations in PDV, such as the PDO, and less effort has focused on the possible solar and lunar drivers and how they may be modified by the internal variability of the ocean–atmosphere, along with El Niño Southern Oscillation (ENSO), and possible volcanically forced decadal shifts in climate (Furtado et al., 2011).\nAlthough a thorough study of volcanic forcing in coastal north Pacific has not been undertaken, there are clear marker years in the 1200-year record that are likely be related to volcanism. Discussion here is limited, due to the dearth of density records for the GOA. However, tree-ring width records from the GOA do show an abrupt decrease in ring width and locally absent rings in the years surrounding ad 969 and 1698 (Figure 4). The 1699–1700 interval is covered by one of the few density records\nand shows as light latewood density at this time (D’Arrigo and Jacoby, 1999).\nEruptions recognized as major cooling in the North Atlantic sector, reported by Gao et al. (2008) at ad 1258 and 1452/53\n(reassigned 1458/59 (Sigl et al., 2013)), have been implicated as possible triggers to LIA cooling in the North Atlantic (Miller et al., 2012). These eruptions are not evident as cool intervals in the GOA temperature record. Furthermore, the GOA record shows cooling decades to a century prior to these large-scale events. Our results suggest that solar changes appear to be more directly comparable to the reconstructed thermal history in the multidecadal to century-scale timescales for the GOA. There is no evidence in the tree-ring width records of missing rings at the ad 1258 or 1451 events as suggested by Mann et al. (2012). In fact, the rings surrounding these intervals along the North Pacific are unremarkable (Figure 7), suggesting that at least for coastal Northeast Pacific, these eruptions had little climatic impact.\nThe strong and persistent 18.6-year cycle that is consistent with lunar forcing driving decadal climate variability deserves further study as the mechanism is not well understood; however, such a forcing may be best expressed in the North Pacific (Ray, 2006) where large tidal ranges are experienced. Ongoing investigation of the mechanism and the forcing of tidal and solar variability are underway (cf. Davis and Brewer, 2011), and their link to moisture variability in western North America (e.g. Cook et al., 1997) needs further investigation.\nThe GOA reconstruction reveals multidecadal as well as longer-term variability in the North Pacific sector, and for the first time includes a divergence-free view of contemporary warming that is ongoing and is comparable to the MWP. The GOA region climate is driven by the combination of solar variability on the century to decadal scales, perhaps modulated by lunar tidal forcing and volcanism. The relative roles of these forcing as well as internal atmosphere–ocean variations and the impact of tropical ENSO contributions remain under investigation."
  }, {
    "heading": "Acknowledgements",
    "text": "The authors thank Glacier Bay National Park and Preserve and the National Forest Service (US Forest Service Special Use Permit FS-2700-4) for allowing us to sample the mountain hemlock for this study. The authors are grateful to the National Park Service for logistical support. Part of the Excursion Ridge chronology sampling was made possible by a grant from the National Geographic Society. Two anonymous reviewers greatly improved this manuscript (Lamont-Doherty Earth Observatory contribution No. 7743)."
  }, {
    "heading": "Funding",
    "text": "This work was supported by the National Science Foundation Grants ATM-0902799 and AGS-1202218, 1159430."
  }],
  "year": 2014,
  "references": [{
    "title": "The Holocene 9: 79–84",
    "authors": ["southern Alaska"],
    "venue": "Barclay DJ, Wiles GC and Calkin PE",
    "year": 2009
  }, {
    "title": "14C and 10Be records",
    "authors": ["E Bard", "G Raisbeck", "F Yiou"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2000
  }, {
    "title": "Effects for sample",
    "authors": ["U Büntgen", "W Tegal", "K Heussner"],
    "year": 2012
  }, {
    "title": "On the ‘Divergence Problem’ in northern forests: A review of the tree-ring evidence and possible causes",
    "authors": ["RD D’Arrigo", "R Wilson", "B Liepert"],
    "venue": "Global and Planetary Change",
    "year": 2008
  }, {
    "title": "A unified approach to orbital, solar, and lunar forcing based on the Earth’s latitudinal insolation/temperature gradient",
    "authors": ["BAS Davis", "S Brewer"],
    "venue": "Quaternary Science Reviews",
    "year": 2011
  }, {
    "title": "Divergent tree growth response to recent climatic warming, Lake Clark National Park and Preserve, Alaska",
    "authors": ["W Driscoll", "GC Wiles", "RD D’Arrigo"],
    "venue": "Geophysical Research Letters",
    "year": 2005
  }, {
    "title": "Low frequency signals in long tree-ring chronologies for reconstructing past temperature",
    "authors": ["J Esper", "E Cook", "F Schweingruber"],
    "venue": "variability. Science",
    "year": 2002
  }, {
    "title": "Orbital forcing of tree-ring data",
    "authors": ["J Esper", "DC Frank", "M Timonen"],
    "venue": "Nature Climate Change",
    "year": 2012
  }, {
    "title": "A noodle, hockey stick, and spaghetti plate: A perspective on high-resolution paleoclimatology",
    "authors": ["D Frank", "J Esper", "E Zorita"],
    "venue": "WIREs Climate Change",
    "year": 2010
  }, {
    "title": "North Pacific decadal variability and climate change in the IPCC AR4 models",
    "authors": ["JC Furtado", "E Di Lorenzo", "N Schneider"],
    "venue": "Journal of Climate",
    "year": 2011
  }, {
    "title": "Volcanic forcing of climate over the past 1500 years: An improved ice core-based index for climate models",
    "authors": ["CC Gao", "A Robock", "C Ammann"],
    "venue": "Journal of Geophysical Research 113: D23111",
    "year": 2008
  }, {
    "title": "Dendroclimatic response of mountain hemlock (Tsuga mertensiana) in Pacific North America",
    "authors": ["Z Gedalof", "D Smith"],
    "venue": "Canadian Journal of Forest Research",
    "year": 2001
  }, {
    "title": "Interdecadal climate variability and regime-scale shifts in Pacific North America",
    "authors": ["Z Gedalof", "DJ Smith"],
    "venue": "Geophysical Research Letters",
    "year": 2001
  }, {
    "title": "The solar cycle",
    "authors": ["DH Hathaway"],
    "venue": "Living Reviews in Solar Physics",
    "year": 2010
  }, {
    "title": "Yellow-cedar decline in the north coast forest district of British Columbia",
    "authors": ["PE Hennon", "DV D’Amore", "S Zeglen"],
    "venue": "Research Note PNW-RN-549,",
    "year": 2005
  }, {
    "title": "Computer-assisted quality control in tree-ring dating and measurement",
    "authors": ["RL Holmes"],
    "venue": "Tree-Ring Bulletin",
    "year": 1983
  }, {
    "title": "Volatile emission during the eruption of Baitoushan Volcano (China/North Korea) ca",
    "authors": ["S Horn", "HU Schmincke"],
    "venue": "ad. Bulletin of Volcanology",
    "year": 2000
  }, {
    "title": "Pronounced climatic variations during the last two millennia in the Alaska Range",
    "authors": ["FS Hu", "E Ito", "TA Brown"],
    "venue": "Proceedings of the National Academy of Sciences of the United States of America",
    "year": 2001
  }, {
    "title": "Cyclic variation and solar forcing of Holocene climate in the Alaskan subarctic",
    "authors": ["FS Hu", "D Kaufman", "S Yoneji"],
    "venue": "Science",
    "year": 2003
  }, {
    "title": "A warminginduced biome shift detected in tree growth of Mountain Hemlock (Tsuga mertensiana (Bong.) Carrière) along the Gulf of Alaska",
    "authors": ["SK Jarvis", "GC Wiles", "SN Appleton"],
    "venue": "Arctic, Antarctic and Alpine Research",
    "year": 2013
  }, {
    "title": "Climatic variations in the longest instrumental records. In: Jones PD and Bradley RS (eds) Climate since A.D. 1500",
    "authors": ["PD Jones", "RS Bradley"],
    "year": 1992
  }, {
    "title": "An AOGCM simulation of the climate response to a volcanic super-eruption",
    "authors": ["GS Jones", "JM Gregory", "PA Stott"],
    "venue": "Climate Dynamics",
    "year": 2005
  }, {
    "title": "Climate and carbon-cycle variability over the last millennium",
    "authors": ["JH Junclaus", "SJ Lorenz", "C Timmreck"],
    "venue": "Climate of the Past",
    "year": 2010
  }, {
    "title": "Arctic Lakes 2k Project Members (2009) Recent warming reverses long-term Arctic cooling",
    "authors": ["DS Kaufman", "DP Schneider", "NP McKay"],
    "venue": "Science",
    "year": 2009
  }, {
    "title": "Possible forcing of global temperatures by the oceanic tides",
    "authors": ["C Keeling", "T Whorf"],
    "venue": "Proceedings of the National Academy of Sciences of the United States of America",
    "year": 1997
  }, {
    "title": "Evolution of the Sun’s spectral irradiance since the Maunder Minimum",
    "authors": ["J Lean"],
    "venue": "Geophysical Research Letters",
    "year": 2000
  }, {
    "title": "A 1500year record of temperature and glacial response inferred from varved Iceberg Lake, southcentral Alaska",
    "authors": ["MG Loso", "RS Anderson", "SP Anderson"],
    "venue": "Quaternary Research",
    "year": 2006
  }, {
    "title": "Dendrochronological study on the eruption age of Changbai Volcano, China and North Korea",
    "authors": ["H Machida", "T Mitsutani"],
    "venue": "Journal of Geography of Japan",
    "year": 1994
  }, {
    "title": "Robust estimation of background noise and signal detection in climatic time series",
    "authors": ["ME Mann", "J Lees"],
    "venue": "Climatic Change",
    "year": 1996
  }, {
    "title": "Northern Hemisphere temperatures during the past millennium: Inferences, uncertainties, and limitations",
    "authors": ["ME Mann", "RS Bradley", "MK Hughes"],
    "venue": "Geophysical Research Letters",
    "year": 1999
  }, {
    "title": "Underestimation of volcanic cooling in tree-ring-based reconstructions of hemispheric temperatures",
    "authors": ["ME Mann", "JD Fuentes", "S Rutherford"],
    "venue": "Nature Geoscience",
    "year": 2012
  }, {
    "title": "A Pacific interdecadal climate oscillation with impacts on salmon production",
    "authors": ["NJ Mantua", "SR Hare", "Y Zhang"],
    "venue": "Bulletin of the American Meteorological Society",
    "year": 1997
  }, {
    "title": "Abrupt onset of the Little Ice Age triggered by volcanism and sustained by sea-ice/ocean feedbacks",
    "authors": ["GH Miller", "A Geiersdottir", "Y Zhong"],
    "venue": "Geophysical Research Letters",
    "year": 2012
  }, {
    "title": "Highly variable Northern Hemisphere temperatures reconstructed from low- and high-frequency temperature proxy data",
    "authors": ["A Moberg", "DM Sonechkin", "K Holmgren"],
    "venue": "Nature",
    "year": 2005
  }, {
    "title": "Millennial climate variability: Is there a tidal connection",
    "authors": ["WH Munk", "M Dzieciuch", "S Jayne"],
    "venue": "Journal of Climate",
    "year": 2002
  }, {
    "title": "Mountain hemlock growth responds to climatic variability at annual and decadal time",
    "authors": ["DW Peterson", "DL Peterson"],
    "venue": "scales. Ecology",
    "year": 2001
  }, {
    "title": "An overview of the Global Historical Climatology Network temperature database",
    "authors": ["TC Peterson", "RS Vose"],
    "venue": "Bulletin of the American Meteorological Society",
    "year": 1997
  }, {
    "title": "Sample preparation, cross-dating, and measurement. In: Cook ER and Kairiukstis LA (eds) Methods of Dendrochronology: Applications in the Environmental Sciences",
    "authors": ["JR Pilcher"],
    "year": 1990
  }, {
    "title": "Decadal climate variability: Is there a tidal connection",
    "authors": ["RD Ray"],
    "venue": "Journal of Climate",
    "year": 2006
  }, {
    "title": "Influence of simulated snow cover on the cold tolerance and freezing injury of yellow-cedar seedlings",
    "authors": ["PG Schaberg", "PE Hennon", "DV D’Amore"],
    "venue": "Global Change Biology",
    "year": 2008
  }, {
    "title": "Climate change, teleconnection patterns and regional processes forcing marine populations in the Pacific",
    "authors": ["FB Schwing", "R Mendelssohn", "SJ Bograd"],
    "venue": "Journal of Marine Systems",
    "year": 2009
  }, {
    "title": "Volcanoes of the world: An illustrated catalog of Holocene Volcanoes and their Eruptions. Smithsonian Institution, Global Volcanism Program Digital Information Series, GVP-3",
    "authors": ["S Self", "T Simpken"],
    "year": 2002
  }, {
    "title": "A new bipolar ice core record of volcanism from WAIS Divide and NEEM",
    "authors": ["M Sigl", "R Edwards", "R Mulvaney"],
    "year": 2013
  }, {
    "title": "tree-ring records. Climatic Change",
    "authors": ["GC Wiles", "DJ Barclay", "PE Calkin"],
    "year": 2008
  }, {
    "title": "A matter",
    "authors": ["Bay", "Alaska"],
    "venue": "Canadian Journal of Forest Research",
    "year": 2007
  }, {
    "title": "Cycles and shifts",
    "authors": ["R 10.1029/2006JD008318. Wilson", "G Wiles", "R D’Arrigo"],
    "year": 2007
  }, {
    "title": "Recent unrest of Changbaishan",
    "authors": ["J 1007/s00382-006-0194-9. Xu", "G Liu", "J Wu"],
    "year": 2012
  }, {
    "title": "Climatic impact of the mil",
    "authors": ["J 1029/2012GL052600. Xu", "P Pan", "T Liu"],
    "year": 2013
  }, {
    "title": "The 18.6-year period moon-tidal cycle in Pacific",
    "authors": ["I 1029/2012GL054246. Yasuda"],
    "year": 2009
  }, {
    "title": "14C wiggle",
    "authors": ["S Yatsuzaka", "M Okuno", "T Nakamura"],
    "venue": "Research Letters",
    "year": 2010
  }, {
    "title": "A wiggle-match age",
    "authors": ["J Yin", "AJT Jull", "G Burr"],
    "venue": "North Korea. Radiocarbon",
    "year": 2012
  }],
  "id": "SP:7f474c48b287a9e70c16396ed378d1e2db24d636",
  "authors": [{
    "name": "Gregory C Wiles",
    "affiliations": []
  }, {
    "name": "Rosanne D D’Arrigo",
    "affiliations": []
  }, {
    "name": "David Barclay",
    "affiliations": []
  }, {
    "name": "Rob S Wilson",
    "affiliations": []
  }, {
    "name": "Stephanie K Jarvis",
    "affiliations": []
  }, {
    "name": "Lauren Vargo",
    "affiliations": []
  }, {
    "name": "David Frank",
    "affiliations": []
  }],
  "abstractText": "A 1200-year-long tree-ring width record from living and subfossil mountain hemlock wood is used to reconstruct February through August temperatures for the Gulf of Alaska, providing a record of past climate variability for the Northeast Pacific sector that captures interannual to centennial timescales. The moderate elevation at the tree-ring sites has allowed these trees to retain their temperature signal without evidence of the so-called divergence effect, or underestimation of tree-ring inferred temperature trends, which is observed at many northern latitude forest locations. This ‘divergence-free’ reconstruction reveals centennial trends that include a warm interval centered on ad 950 for coastal Alaska that occurs around the time of the ‘Medieval Warm Period’, a warming that is only rivaled by recent decades. Spectral analysis of this reconstruction supports the centennial pacing identified as a 170–220-year cadence consistent with solar variability. On the decadal to bidecadal scale, the reconstruction reveals ~10and 18-year cycles, which have been observed elsewhere in climate records for western North America and are linked to solar and lunar tidal forcing, respectively. Temperature minima that occur at ad 969–970 and 1698–1700 correspond with the timing of major volcanic events. This tree-ring reconstruction supports centennial modes of solar forcing as a driver of surface air temperatures in the Gulf of Alaska, with lunar tidal, solar variability, internal variability, and volcanism, impacting climate on annual to decadal timescales.",
  "title": "Surface air temperature variability reconstructed with tree rings for the Gulf of Alaska over the past 1200 years"
}