{
  "year": 2006,
  "references": [{
    "title": "Time series analysis",
    "authors": ["G.E.P. Box", "G.M. Jenkins", "G.C. Reinsel"],
    "year": 1994
  }, {
    "title": "Possible regional climate consequences of the Pinatubo eruption",
    "authors": ["P.Y. Groisman"],
    "venue": "Atmospheric Physics",
    "year": 1992
  }, {
    "title": "Climate change 1995; the science of climate change",
    "authors": ["J.T. Houghton", "L.G. Meira", "B.A. Callander", "N. Harris", "A. Kattenberg", "K. Maskell"],
    "year": 1996
  }, {
    "title": "Decadal trends in the North Atlantic Oscillation: regional temperature and precipitation",
    "authors": ["J.W. Hurrell"],
    "venue": "Nature",
    "year": 1995
  }, {
    "title": "explosive volcanic eruptions",
    "authors": ["I. Kirchner", "Graf", "H.-F"],
    "venue": "International Journal of Climatology",
    "year": 1995
  }, {
    "title": "Importance of phreatic volcanism in producing abnormal weather conditions, Journal of the American Shore and Beach Preservation Association",
    "authors": ["G.G. Kuhn", "F.P. Shepard"],
    "venue": "",
    "year": 1983
  }, {
    "title": "Climate history in the modern world",
    "authors": ["H.H. Lamb"],
    "year": 1982
  }, {
    "title": "Preliminary estimate of the radiative and climative effects of the El Chichon eruption",
    "authors": ["M.C. McCracken", "F.M. Luther"],
    "venue": "Geofisica",
    "year": 1984
  }],
  "id": "SP:713c5b01fb55c5d8ae39d851ae0e0cb1746db9c3",
  "authors": [],
  "abstractText": "Most research concerned with the relationship between volcanic activity and global climate change has focused on the impacts that volcanoes have on atmospheric temperature. Very little attention, however, has been given to the effect of volcanic eruptions on patterns of storminess. Here we present a historical record of gale-day frequency for Edinburgh, Scotland, extending from AD 1780 to 1988 (the Mossman-Hickey chronology), which we believe represents the longest historical record of gales in Europe. Calculation of galeday frequency for this time interval shows three clear peaks in storminess that follow the volcanic eruptions of Tambora (1815), Krakatoa (1883) and El Chichon (1982). It appears that the greatest periods of storminess evident in the Edinburgh record during the last 200 years have taken place during relatively short intervals following major episodes of volcanism. If correct, the processes linking high-magnitude volcanic eruptions to storminess in the North Atlantic need to be included in IPCC research that presently focuses most attention on linkages between increased storminess and the effects of global warming.",
  "title": "A 200-year record of gale frequency, Edinburgh, Scotland: possible link with high-magnitude volcanic eruptions"
}