{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nMarine Geology\nj ourna l homepage: www.e lsev ie r .com/ locate /margeo\nSeismic characteristics of the Huaguang mass transport deposits in the Qiongdongnan Basin, South China Sea: Implications for regional tectonic activity\nWang Dawei a,b,⁎, Wu Shiguo a,b, Qin Zhiliang c, George Spence d, Lü Fuliang e\na Key Laboratory of Marine Geology and Environment, Institute of Oceanology, Chinese Academy of Sciences, Qingdao 266071, China b Marine Oil & Gas Research Center, Institute of Oceanology, Chinese Academy of Sciences, Qingdao 266071, China c National Marine Hazard Mitigation Service, Beijing 100194, China d School of Earth and Ocean Sciences, University of Victoria, Victoria V8W 3V6, Canada e PetroChina Hangzhou Institute of Geology, Hangzhou 310023, China\n⁎ Corresponding author. Tel.: +86 532 82898543. E-mail address: wangdawei@qdio.ac.cn (D. Wang).\n0025-3227/$ – see front matter © 2013 Elsevier B.V. All ri http://dx.doi.org/10.1016/j.margeo.2013.09.003\na b s t r a c t a r t i c l e i n f o\nArticle history: Received 6 January 2012 Received in revised form 9 September 2013 Accepted 14 September 2013 Available online 20 September 2013\nCommunicated by D.J.W. Piper\nKeywords: Mass transport deposits Seismic characteristics Qiongdongnan Basin South China Sea Red River Shear Zone\nMass transport deposits (MTDs) occur in the South China Sea region, within the Qiongdongnan Basin, north of Guangle Uplift and west of Xisha Uplift. The MTDs (termed the Huaguang MTDs) are widely distributed in the late Miocene sedimentary strata, which belong to the upper Huangliu Formation (8.2–5.5 Ma). Their general flow direction is from south to north. As a large-scale buried MTD system, it covers an area of more than 18,000 km2. The system must be closely related to regional tectonic events, climate change, and variations in sedimentation rate. The dominant period when the Huaguang MTDs developed corresponds to the phase when the Red River Shear Zone reversed from left- to right-lateral slip. This event may have a close relationship with local uplift of Indochina, volcanism, and fault activation or re-activation within the surrounding area. Later in the Miocene, the accelerated onshore denudation and offshore basin subsidence of eastern Vietnam, and development of a mountainous river system, led to filling of the Yinggehai Basin and rapid accumulation of sediment which formed the regional steep bathymetry and weak cementation within the sediments. The sediment characteristics provide the critical conditions for forming MTDs. Polygonal faults within the MTDs and underlying strata show that fluid leakage took place following deposition of the MTDs. We suggest that the dominant trigger mechanism for large-scale MTDswas the activation or re-activation of major faults and associated volcanism in the late Miocene.\n© 2013 Elsevier B.V. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "The formation of mass transport deposits (MTDs) is an important sedimentary process in offshore deep-water settings. Interpretations of many new 3D seismic data sets, conducted by oil and gas companies, have indicated that these deposits are quite common along most deepwater margins. MTDs often comprise greater than 50% of the Quaternary stratigraphy in these settings (Garziglia et al., 2008). Weimer (1990) originally defined the term mass transport complex for sediments that occur at the base of sequences and are overlain and/or on-lapped by channel and levee sediments. Nardin et al. (1979) reviewed the terminology and compiled a comprehensive classification system for submarine mass movement processes, and pointed out that a huge spectrum of deposits can fall into the category, including slides, slumps, debris flows and turbidites. In the present study, MTDs include slides, slumps and debris flows, which can co-occur in the same event or depositional unit (Moscardelli and Wood, 2008). Regardless of the classification of\nghts reserved.\nMTDs, the term has been used in the oil and gas industry to describe any mass-transport-related deposits (Weimer and Slatt, 2007).\nIn the South China Sea, one of the biggestmarginal seas of the Pacific Ocean, MTDs generally exist throughout the deep-water regions, especially beneath the outer shelf and continental slope.MTDswere encountered at ODP site 1148, where large discontinuous changes were found at the Oligocene/Miocene boundary (~23.8 Ma) (Li et al., 2005). Wang et al. (2009) and Sun et al. (2011) considered that Quaternary MTDs are widely distributed in sedimentary sequences of the continental slope of the Qiongdongnan Basin.MTDs originate from two different directions in the central Qiongdongnan Basin, and these induce complex deformation and structure. However, detailed descriptions of the seismic characteristics, distribution and deformation of theMTDsdo not appear in the literature.\nIn this paper, we use new2D/3D seismic data and newwells to study MTDs in the Qiongdongnan Basin and on adjacent slopes. The study area, on the northwestern slope of the South China Sea (Fig. 1), includes the southern part of the Qiongdongnan Basin and the western part of the Xisha Uplift. We used two new deep-water wells in the adjacent area to identify the sequence stratigraphic boundaries and thus deduce\nthe timing of MTDs. The MTDs are included in the upper Huangliu Formation of later Miocene age. The boundary between the Huangliu and Yinggehai formations at 5.5 Ma corresponds to the postulated change from left- to right-lateral motion on the Red River Shear Zone (Clift and Sun, 2006). Our specific motivations in studying the MTDs are two. The first goal is to understand the large-scale nature of the late MioceneMTDs, including their seismic characteristics, architecture, distribution, transport or slide direction and formation mechanism. The second goal is to discuss the relation of the MTDs to the geological factors of eastern Indochina, including tectonics, volcanism and sediment supply, especially the hypothesis of the reversal of the Red River Shear Zone at ~5.5 Ma."
  }, {
    "heading": "2. Geological background",
    "text": ""
  }, {
    "heading": "2.1. Geology of the Qiongdongnan Basin",
    "text": "The Qiongdongnan Basin on the northwest slope of the South China Sea is bounded by the Yinggehai Basin (also named Song Hhong Basin) on the west, by the Pearl River Mouth Basin on the east, by the Guangle Uplift on the southwest, and by the Xisha Uplift on the southeast (Fig. 1). The Qiongdongnan Basin experienced a different subsidence history from the Yinggehai Basin before 5.5 Ma. After 5.5 Ma, they were connected and unified, and experienced simultaneous rapid subsidence (Clift and Sun, 2006). This interpretation is supported by the shift of depocenter through time from northwest to southeast from Oligocene to Pliocene (Gong and Li, 1997). A carbonate platform thrived on the Guangle Uplift before the late Neogene. After the late Neogene, platform carbonate growth gradually decreased, possibly due to a distinct increase in regional subsidence rates. Detritalmaterial of terrigenous origin that gradually buried these deposits ranges in age from late Neogene to recent (Fyhn et al., 2009a). Carbonate growth has continued on the Xisha Uplift since the early Neogene.\nThe basins along the northern South China Sea margin were formed by lithospheric stretching during the Paleocene and Oligocene, followed by thermal subsidence (Li et al., 1998). In the Qiongdongnan Basin the rift phase was associated with the initial opening of the South China Sea in the Eocene and Oligocene (Ru and Pigott, 1986), with post-rift subsidence starting in the Early Miocene (~21 Ma).\nIn response to the collision of the Indian–Eurasian collision, the Indochina Block and the region south of it were moved to the southeast through a series of major left-lateral faults, the Red River Shear Zone. Three successive deformation phases for the offshore Red River Shear Zone include left-lateral movement from ~30 to 16 Ma, a transitional phase between 16 and 5.5 Mawhen slip velocity decreased and eventually ceased, and right-lateral movement with low rates after 5.5 Ma (Tapponnier et al., 2001; Clift and Sun, 2006; Zhu et al., 2009). The Red River Shear Zone extends continuously seaward across the Yinggehai Basin along the eastern Vietnam margin (Roques et al., 1997). In the northern part of the Yinggehai Basin, the Red River Shear Zone is narrow and consists of four main strands that diverge southward out of the Tonkin Gulf (Fig. 1). Near the south end of the Yinggehai Basin, these faults converge again and possibly connect with the East Vietnam Boundary Fault on the west margin of the Guangle Uplift, south of the Yinggehai Basin (Zhu et al., 2009). Fault A, trending northeast, is the boundary between the Yinggehai Basin and Qiongdongnan Basin (Figs. 1, 2). Thus, the tectonic activity of the Red River Shear Zone appears to be directly related to the evolution of basins and sedimentary systems along the fault zone. Neogene volcanism is relatively widespread in the central and southern Indochina, and also on Hainan Island and Leizhou Peninsula (Fig. 1) which are near the Red River Shear Zone. The magmatism was vigorous in the Pliocene–recent in the Leizhou Peninsula and during the Quaternary in northernHainan Island (Flower et al., 1992; Ho et al., 2000) but quiet or very weak before the Pliocene (5.5 Ma). The basalts probably reflect stretching associated\nwith the change from left- to right-lateralmotion on the Red River Shear Zone (Yan et al., 2006; Hoang and Flower, 1998).\nTerrigenous sediments were transported from two main sources during the Cenozoic: the South China Block and Indochina Peninsula (Yao et al., 2008). The sediment sources of the western shelf of the South China Sea are small narrow mountainous rivers along the Vietnam coast. Central Vietnam is characterized by a high rising hinterland with elevations up to 1000 m close to the coast and a maximum elevation of 2600 m (Figs. 1, 2).\nThe Xisha Uplift, lying south of the Xisha Trough andwest of the NW Subbasin of the South China Sea (Fig. 1), is considered as a separate mini-block caused by Cenozoic rifting, whose formation and evolution were closely related with the NW Subbasin (Taylor and Hayes, 1983). Based on wide-angle seismic profiles and heat flow measurement data\nalong the northern margin of the South China Sea, Qiu et al. (2001) and Shi et al. (2002) suggested that the Xisha Uplift originated from the South China Block."
  }, {
    "heading": "2.2. Neogene uplift of Vietnam and subsidence offshore",
    "text": "Research results have verified that late Neogene uplift occurred in the south and central Vietnam. The karstification of the Phan Rang carbonate platform documents a broad uplift of southern Vietnam during the late Miocene (Fyhn et al., 2009b). During the same period, onshore fission track studies reveal the onset of major uplift evidenced offshore by an acceleration in the rate of late Neogene cooling (9–15 °C/Ma) (Carter et al., 2000). However, volcanism commenced several million years before the middle late Miocene inception of onshore uplift\nr tectonic events affecting the South China Sea. The ages of seismic surfaces are based on 009).\n(Carter et al., 2000; Fyhn et al., 2009a,b,c). The late Neogene supply of basalts activated or reactivated volcanoes.\nThe uplift affected the local climate and oceanography, which together with the related increase in offshore sediment supply influenced the basin development in and around southern and central Vietnam (Carter et al., 2000; Clift, 2006; Fyhn et al., 2009a,b,c). The study area, located at 15°30′–17°30′ N, lies seaward of the southern part of northern Vietnam and the northern part of central Vietnam. This late Neogene uplift and development of a mountainous river system may have resulted in a voluminous supply of siliciclastic sediments to the nearby study area."
  }, {
    "heading": "2.3. Seismic stratigraphy",
    "text": "High resolution 2D/3D seismic data used for this study were recently acquired by China National Petroleum Corporation (CNPC) in 2005 (Figs. 2, 3). About 5300 kmof the high-resolution 2Dmulti-channel seismic lines were collected over an area of 26,000 km2. High-resolution 3D seismic data cover an area of 1200 km2. The dominant frequency of the data is about 40–60 Hz.\nBased on VSP data and well picks of Well YC35-1-2 (Figs. 2, 3), the main seismic reflections were identified and the seismic stratigraphy was mapped with interpretation software (Fig. 4, QZL02 seismic profile). The ages of seismic surfaces were based on stratigraphy from Well YC35-1-2 and on previous research results (Xie et al., 2008; Wu et al., 2009).\nEight main regional stratigraphic horizons Tg (N53.5 Ma), T70 (29.3 Ma), T60 (23.3 Ma), T50 (15.5 Ma), T40 (10.5 Ma), T30 (5.5 Ma), T20 (1.9 Ma) and seafloor (0 Ma) have been identified seismically and tied to the wells in the area (Xie et al., 2006) (Fig. 4). Additionally, we consider the seismic reflector T31 (8.2 Ma) to be an important surface in the study area. The correlation of the age of seismic stratigraphic horizonswith thewell pickswas accomplished using synthetic seismograms.\nOur interval of interest is from T31 to T30 (8.2–5.5 Ma), and the corresponding formation is the upper Huangliu Formation (Fig. 4).\nThe post-rift sequences in the deepwater Qiongdongnan Basin consist mainly of fine-grained hemipelagic sediments. The drilling core and logging data from Well YC35-1-2 on the northern slope of the QiongdongnanBasin reveal that thefine-grain sediments are dominantly silt, fine sandstone and mudstone since the middle Miocene."
  }, {
    "heading": "3. Results: interpretation of the seismic data",
    "text": "The MTDs within the upper Huangliu Formation (termed the Huaguang MTDs) form a large-scale buried system that covers an area of ca. 18,000 km2 (Fig. 5)."
  }, {
    "heading": "3.1. Seismic characteristics of MTDs",
    "text": ""
  }, {
    "heading": "3.1.1. Seismic facies",
    "text": "MTDs are one of the four seismic facies that we identify in the seismic profiles. MTDs show incoherent facies or internal reflectors that appear severely deformed (Figs. 6–12). The MTDs are identified using unique seismic characteristics which include chaos, lack of continuity, translucence, brightness, and the presence of structures such as escarpments, normal faults and thrust faults (Figs. 6–12). Thus, the MTDs are identified as seismic intervals of distorted and discontinuous reflections, which are bounded above, below and laterally by continuous or weakly deformed reflections.\nThe second seismic facies includes strata below the MTDs with continuous seismic events cut by polygonal faults (Figs. 9D, E, 12). The third seismic facies, located above the MTDs, show continuous or subcontinuous undulating reflectors. The deformation is only associated with folding, not faulting, and formed a series of folds that consistently occur just above MTDs (Figs. 6A, 7C and 10B). The fourth seismic facies are strata distributed laterally in the region between two MTDs, with a\nuaguangMTDs is T30 (5.5 Ma). Thewhite lines are the 2D/3D seismic data discussed in the area. Points A–G are locations where sedimentation rates are calculated.\nstrong reflection at the top surface and a translucent interior of weakly deformed continuous seismic reflections; deformation is mainly synclinal folding (Fig. 12A, C)."
  }, {
    "heading": "3.1.2. 2D data",
    "text": "On cross seismic profiles (Fig. 6B, C) theMTDs have amaximum E–W width of ca.160 km. In the down-slope direction (Fig. 7, QZL10 seismic\nprofile), the MTDs are seen as a discontinuous package that extends to the northwest and to a maximum distance of ca.180 km from the Guangle Uplift and Xisha Uplift. MTDs show whole fold geometry (Figs. 8C, 9C). As well, polygonal faults from the underlying strata extend upward throughout the entire MTD (Fig. 9D, E).\nThe lateral margins of theMTDs are easily recognized on cross-flowdirection seismic profiles as abrupt lateral boundaries between the inner highly chaotic or weakly reflective seismic facies and the outer continuous undisturbed facies (Figs. 6B, 8B, C, 9B, C). The steepest lateral escarpment has a dip of ca. 20°.\nThe structure map of the basal shear surface shows consistent largescale spatial variations (Fig. 5). The thickest two-way-travel time thickness of theMTDs (if not specified, the default is two-way-travel time) is ca. 770 ms, corresponding to ca. 770 m (the velocity is 2000 m/s). The distribution of local high spots and low spots of basal surface illustrates that the erosion of MTDs varies with flow pattern. However, the basal surface becomes increasingly steeper in the head-wall region (Fig. 7), and concave-upward in the central part of MTD1 (Fig. 11). In the toe region, it steepens often dramatically to form a frontal ramp (Fig. 7). The height of lateral wall increases from the south to the central portion of the study area where it reaches a maximum value of ca. 700 m, and then the height decreases farther north toward the toe region.\nDeformation, not as severe as in theMTDs, was identifiedwithin the Yinggehai and Ledong Formations above the MTDs in the eastern portion of the study area (Figs. 6B, 7C and 10B). Seismic facies of those deformed strata belong to the third type. This deformation covers a smaller area than theMTDs,mainlywithin strata overlying the southern portion of the MTDs.\nThe structure map also shows six submarine structural highs or horsts (V1 to V6, from north to south) which are mainly located in the eastern portion of the main research area (Fig. 5). The biggest is V5 which has an area of 330 km2 and trends SE–NW. V2 and V4 also trend SE–NW.\nThe basal surface of the chaotic orweakly reflective unit is an obvious high-amplitude, negative polarity reflective event (Figs. 6, 10, QZL200508 and Fig. 11, QZL04 seismic profile). We interpret the basal shear surface as the slide plane for the MTDs. The time structure map of the basal surface shows that the surface is higher in the south and lower in the north (Fig. 5). Therefore, the overall flow direction is from south to north. Along the flow direction of MTDs, normal faults occur toward the head of the deposit (Fig. 7C), and thrust faults are found in the toe of the deposit (Fig. 7B)."
  }, {
    "heading": "3.1.3. 3D data",
    "text": "A high quality 3D seismic survey (see Fig. 3 for location) covers the central part of MTD1 and the boundary region between MTD1 and MTD2 (Fig. 5). Fig. 6 clearly shows undisturbed strata between the two MTDs at the upstream end of the MTDs. The MTD margins, basal shear surface and internal reflection characteristics are more easily recognized on the 3D seismic sections, compared to the 2D data.\nA coherency time slice (Fig. 13) was extracted at ~2.7 s (TWT). The white areas represent continuous parallel and sub-parallel strata, while black lines represent faults or poorly continuous strata. The basal shear surface (red line, Fig. 13B) outlines the areawhere polygonal faults can be identified; in the more chaotic MTD region, the polygonal faults are not easily seen, although they can be identified on the seismic\nprofiles of Fig. 12B and C. This boundary generally trends SE–NW,which shows the local flow direction of the MTDs.\nThe white region between MTD1 and MTD2 shows that strata are still continuous after being deformed by compressional stresses\n(Fig. 13C). The strata were deposited in a depression elongated in the SE–NW direction. These strata mostly show a translucent reflectivity pattern (Fig. 12C). However, near the boundary between MTD1 and MTD2, the reflectivity appears more bright and continuous, and\ndeformation appears to increase downwards as the strata geometry changes from sub-parallel to a greater intensity of folding. It shows that MTD1 and MTD2 are different MTDs that were triggered by the same geological event and subsequently converged downstream into a bigger MTD (Fig. 6).\nFor the strata underlying theMTDs, the seismic data show reflective events that are weakly continuous, but more continuous than events within the MTDs (Fig. 12D). This suggests that the underlying strata are somewhat deformed by movements of the MTDs, but the deformation is limited. Furthermore, the polygonal faults are mainly developed\nin the Middle–Late Miocene (15.5–5.5 Ma) Meishan and Huangliu Formations."
  }, {
    "heading": "3.2. Distribution and development of MTDs",
    "text": "On 2D seismic profiles, we identify the Huaguang MTDs, containing three components, namely MTD1, MTD2 and MTD3 (Figs. 5, 14 and Table 1)."
  }, {
    "heading": "3.2.1. MTD1",
    "text": "MTD1 is located in the central portion of the study area. The overall flow direction of MTD1 is from south to northwest. The head of MTD1 can be divided into two parts, namely part 1 and part 2, located over the longitude ranges from E109.65° to 110.3° and E110.5° to 111.05°\nrespectively (Fig. 5). The flow direction of part 1 was likely from southwest to northeast, while part 2 likelyflowed from southeast to northwest. North of the locationwhere the two parts converge into themain body of MTD1, the flow direction turns to the northwest.\nSeismic profiles along the entire length of MTD1 showmany characteristic features of a submarine giant landslide or slump, including normal faults in thehead region, thrust faults in the toe, a sidewall along the margin, and a basal shear surface (Fig. 7). Although thrust faults are dominant in the toe of MTD1, some normal faults also appear locally (Fig. 7B), perhaps due to thrust fault reversal by the action of the overlying thick strata, which reach thicknesses as large as 1260 m from the seabed to the top of MTD1 (Fig. 7A, C). At the toe of MTD1, gravity flows such as turbidity currents may also form channels by erosion of the top surface (e.g., Fig. 11).\nThe large structural high V5 divides MTD1 part 2 and MTD3, and these two MTDs are characterized by different seismic facies (Figs. 8, 9A, 10A). To the southeast of V5, part 2 is dominated by a chaotic seismic reflection pattern, while to the northwest of V5, MTD3 has mostly a translucent seismic reflectivity (Fig. 9C)."
  }, {
    "heading": "3.2.2. MTD2 and MTD3",
    "text": "MTD2 is located in the north-eastern portion of the study area (Fig. 5). Unfortunately, the line density of the 2D seismic grid in the MTD2 area is very low, so it is difficult to locate the precise boundaries\nbetween the head, body and toe regions. However, the head region is generally between highs V1 and V2, where the flow direction of MTD2 is from north-east to south-west. The flow direction changes to northwest after MTD2 converges with the body of MTD1. Between highs V1 and V2, mound-like folds are observed in the strata, indicative of a compressive stress environment. However, short-displacement normal faults are also present, which suggests that the region is in a tensile stress environment (Figs. 8 and 9). A tensile stress field is typically expected in the head region of an MTD, as the strata fail through gravitational collapse; this is more clearly observed in the head of MTD1 (Fig. 7C). A\npossible explanation is that the normal faults are developed within the down-slope tensile stress environment after (or during) compressive deformation created as the gravity flow passes the structural highs.\nMTD3, located in the south-eastern portion of the study area, is surrounded by highs V4, V5 and V6 (Fig. 5). The flow direction, controlled by the location of these highs, is from the surrounding high to the central low. The sparseness of the 2D seismic grid makes it difficult to determine internal structure of the MTD or its precise boundary. The seismic reflection characteristics of MTD3 are chaotic to translucent, with the translucent pattern being dominant (Fig. 10C)."
  }, {
    "heading": "4. Discussion",
    "text": "The formation mechanisms of MTDs include factors that affect both the long-term and short-term stability of a slope. Long-term factors include the angle of the slope, sea-level changes, the presence of gas, sedimentation rates, and the cohesiveness of the sediment or strength of the substrate or rock. Short-term factors describe the direct triggers of mass failure, such as earthquakes, short-term sea-level fluctuations (tidal, tsunami, storm-driven, etc.), bottom water circulation patterns, gas hydrate dissolution, and accelerated fracture of an already creeping mass (David, 2004).\nWe focused on the basic factors that caused such a large-scale MTDs and possible trigger mechanism, including sedimentation rate, fluid leakage, and tectonic events."
  }, {
    "heading": "4.1. Late Miocene anomalous sedimentation rate acceleration",
    "text": ""
  }, {
    "heading": "4.1.1. Sedimentation rates from seismic data",
    "text": "The seismic profiles (Figs. 4A to 11A) show that the time thickness of late Miocene–recent (T40—SB), with a maximum value of 3400 ms, is much larger than for the preceding period (basement—T40). That is, the sedimentation rate increased significantly after the late Miocene.\nAlthough sedimentation rates during the late Miocene–recent are difficult to determine due to the lack of deep water wells, we calculated\nthe average sedimentation rate from the seismic data at seven locations in thewestern region of our study area (Fig. 5, points A–G). These points were selected since they were not disturbed by MTDs. Our method includes three steps. The first step is time-depth conversion. We calculated the interval velocity for each layer by applying Dix's equation (Dix 1955): Vi ¼ ffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffi V22 T2−V12 T1\nT2−T1\ns\nwhere Vi is the interval velocity for a given layer, V1 and V2 are the stacking velocity values for the upper and lower layer boundaries, T1 and T2 are the two-way travel time values down to the upper and lower layer boundaries.\nThe layer thickness and the bottom depth are computed by following equations:\nLi ¼ Vi T2−T1ð Þ\n2 and Hi ¼ Hi−1 þ Li\nwhere Li is the layer thickness, and Hi, Hi-1 are the depths of the upper and lower layer surfaces. Thus we calculate the depths of stratigraphic surfaces (Table 2).\nThe second step is de-compaction.We used the software 2DMove to restore the de-compaction thickness of every layer within the stratigraphic sequence from the seafloor to T50. Lithology and data from an adjacent well in the northern Qiongdongnan Basin were used to calculate the key parameters in the porosity–depth relationship (Table 3),\nP ¼ P0exp −cyð Þ\nwhere P and P0 are the porosity and the initial porosity respectively, c is the attenuation coefficient, and y is the depth. For every geological period, the thickness after de-compaction is the initial sediment thickness (Table 4).\nThe third step is calculation of the sedimentation rate. We obtained the sedimentation rate by dividing the initial thickness by the geological time interval.\nThe results (Fig. 15) show that the sedimentation rate of upper and lower Huangliu Formation (10.5–5.5 Ma) is anomalously high compared to the formations deposited just prior to Meishan Formation (15.5–10.5 Ma) and just after Yinggehai Formation (5.5–1.9 Ma)."
  }, {
    "heading": "4.1.2. Implications of changing sedimentation rates",
    "text": "In north central Vietnam (13°50′–14°20′ N), adjacent to the study area on the south side, a significant change in regional cooling rate during the late Miocene has been linked to enhanced erosion and deposition of prograding sediments in adjacent offshore basins, and to a shift in denudation rates from ~34 m/Ma to 390–500 m/Ma (Carter et al., 2000). Fyhn et al. (2009a,b,c) suggested that these changes were the result of the seaward tilting of the region onshore and offshore of central Vietnam during the late Neogene. We suggest that the tilting affected most of east Indochina, including north Vietnam, wheremountain rivers could transport clastics into the Qiongdongnan Basin. Before the late Miocene, theYinggehai Basin justwest of the study area received clastics. We suggest that during the late Miocene, after the Yinggehai Basin was filled, the clastics could reach the Guangle Uplift, the Qiongdongnan Basin and the present shelf.\nWe believe that the rapid increase in sedimentation rate reflects a change in the climatic conditions during this period and that it has a\ndirect relationship with the increase in erosion rates caused by tectonic events leading to the uplift of the Indochina Peninsula from 10.5 to 5.5 Ma. The rapid offshore sediment accumulation of Huangliu Formation (10.5–5.5 Ma) led to the regional development of steep slopes, high pore pressures and weak cementation. These properties provide the basic conditions for mass transport deposits."
  }, {
    "heading": "4.2. Polygonal faults, fluid flow and MTDs",
    "text": "Polygonal faults are caused by a geologically rapid flux of enormous volumes of pore fluids (Cartwright, 1994), and so they provide evidence for fluid flow at the time of formation. Polygonal faults are often formed within lower density, under-compacted and over-pressuredmud rocks. During the polygonal fault formation process, density inversion and gravitational instability drive the flow of the under-compacted mud rock,with the over-pressured pore fluid acting as the lubricant, decreasing the resistance to shear at the grain contacts (Henriet et al., 1991). Thus, the mechanism for polygonal fault formation has implications for steady-state compaction, heat flow within the basin and hydrocarbon transport. Furthermore, reduced shear stresses and gravitational instability associated with polygonal faults may also lead to large-scale instability of the strata and the formation of MTDs.\nIn the study area, polygonal faults are commonly found within the MTDs and within the strata underlying the MTDs (Fig. 9). Significantly, the polygonal faults terminate at the top surface of the MTDs (Fig. 12).\nThus, the polygonal faults must have formed after the occurrence of the MTDs, not during or before, since motion of theMTDs would destroy or severely distort any existing faults within the original strata. The basal\nshear surface, or a layer below this surface, must have acted as a seal that prevented upward fluid flow, and when the MTD was formed this fractured the seal. Fluid leakage continues until the driving pressure is in balance with the hydrostatic pressure or smaller than the resistance force of the seal. The top surface of the MTD acts as a seal, formed when sediments were deposited on the MTD after its motion stopped.\nTable 4 The present and decompaction thickness of every formation.\nPoint Ledong Fm. (m)\nYinggehai Fm. (m)\nUpper Huangliu Fm. (m)\nLower Huangliu Fm. (m)\nMeishan Fm. (m)\nPresent Decomp. Present Decomp. Present Decomp. Present Decomp. Present Decomp.\nA 285 285 203 229 562 654 613 799 300 437 B 522 522 376 450 750 938 786 1093 573 859 C 752 751 426 535 816 1065 890 1265 704 1056 D 669 669 386 479 804 1026 757 1079 571 884 E 383 383 334 384 691 840 638 877 458 682 F 272 272 257 286 651 759 597 796 470 678 G 293 293 274 307 652 769 344 481 474 663"
  }, {
    "heading": "4.3. Late Miocene tectonic events",
    "text": "A rapid subsidence event occurred at 10.5 Ma in the west and at 5.5 Ma in the mid-east areas of the Qiongdongnan Basin (Yuan et al., 2008). Thermal modeling results also show that the Qiongdongnan Basin experienced a rapid subsidence and rise of heat flow around 5.5 Ma, and the effects of the heating event gradually weakened from west to east (Song et al., 2011). The depocenter shifted through time from northwest to southeast from Oligocene to Pliocene (Gong and Li, 1997). Volcanism was vigorous during Pliocene–recent in the Leizhou Peninsula and during the Quaternary in northern Hainan Island (Flower et al., 1992; Ho et al., 2000; Yan et al., 2006), but quiet or very weak before the Pliocene (5.5 Ma). The late Neogene rapid subsidence, rise of heat flow, depocenter shifting and volcanism probably reflect stretching associated with the change from left- to right-lateral motion on the Red River Shear Zone (Yan et al., 2006; Yuan et al., 2008; Song et al., 2011).\nThe Huaguang MTDs, which formed at 5.5 Ma as constrained by seismic stratigraphy and well data, provide strong additional evidence of a major regional event occurring at that time. MTDs are the result of instability of deep-water sediment. Although the exact trigger mechanism is not known, MTD formation is certainly enhanced by a rapid increase in sedimentation rate (Fig. 15), by regional tilting (Fyhn et al., 2009a,b,c), and by intrusion of magmatic bodies. Regardless of the formation mechanism, the well-constrained formation time for\nthe Huaguang MTDs of 5.5 Ma is consistent with the timing of the Red River Shear Zone reversal.\nWe suggest a conceptual reconstruction of the late Oligocene to recent development of Indochina and the Red River Shear Zone (Fig. 16, modified after Fyhn et al., 2009a). Large parts of southeast Asia were extruded to the southeast due to the Indian–Eurasian collision during Eocene to early Oligocene time (Fig. 16A). This led to major left-lateral strike-slip in the Red River Shear Zone. The Indochina extrusion farther north was taken up mainly on the Red River Shear Zone which only experienced moderate left-lateral offset. Extrusion along the Red River Shear Zone continued to be taken up during the early and middle Miocene (Fig. 16B) but this motion gradually decreased and eventually ceased. Southeastward extrusion of the South China Block eventually exceeded that of Indochina in late Neogene, causing strike-slip reversal of the Red River Shear Zone (Fig. 16C). Rapid subsidence, a rise of heat flow, a southeastward shift of depocenter and widespread volcanism took place in the areas which include (from south to north) central and southern Indochina, Hainan Island and Leizhou Peninsula, Yinggehai Basin and Qiongdongnan Basin along the seaward part of the Red River Shear Zone.\nThe volcanism and activation or reactivation of faults, with their associated earthquakes that likely occurred simultaneous with or shortly after the Red River Shear Zone reversal, would have decreased the stability of sediments. Sediment stability would also\nngnan Basin (see Fig. 5 for locations). The sedimentation rates are anomalously high in the tion decreased systematically from 390 mm/ky in the northern part of the west slope to creased from 550 mm/ky to 210 mm/ky.\nhave decreased due to regional development of steep slopes, high pore pressures and weak cementation within the strata. Thus, our study provides strong circumstantial evidence that the Huaguang MTDs formed in response to the Red River Shear Zone reversal (Fig. 17), and that the timing of this fault reversal is now better constrained to near 5.5 Ma."
  }, {
    "heading": "5. Conclusions",
    "text": "The Huaguang MTDs, within the upper Huangliu Formation, form a large-scale buried MTD system which covers an area about 18,000 km2 in the southern Qiongdongnan Basin. Most of the three identified MTD units show a seismic facies characterized by a chaotic zone with discontinuous seismic reflections bounded by continuous strata of late Miocene age. We suggest that the MTDs were formed by a prominent regional geological event, associated with reversal of the Red River Shear Zone andwith uplift of eastern Indochina and regional eastward tilting.\nThe regional tectonic event not only significantly impacted the terrestrial depositional environment, but also strongly changed the\nsedimentary basin structures of the western South China Sea. After early Miocene, most of Vietnam was uplifted and regional denudation was accelerated, so the offshore basins received abundant sediments. Rapid sediment accumulation led to the regional development of steep slopes, high pore pressures andweak cementationwithin the sediments, which provided the basic conditions for the MTD formation. During the lateMiocene, fault activation or/and volcanismwere the immediate trigger mechanisms for the MTDs. Fluid leakage occurred shortly after theMTDs were formed, and this created abundant polygonal faults within the MTD layers."
  }, {
    "heading": "Acknowledgments",
    "text": "We thank China National Petroleum Company and China National Offshore Oil Cooperation for their permissions to release the seismic andwell data. This work was supported by the National Natural Science Foundation of China (40906028, 91228208), and the Open Fund of the Key Laboratory of Marine Geology and Environment, China Academy of Science (MGE2010KG07)."
  }],
  "year": 2013,
  "references": [{
    "title": "Denudation history of onshore Central Vietnam: constraints on the Cenozoic evolution of the western margin of the South China Sea",
    "authors": ["A. Carter", "D. Roques", "C.S. Bristow"],
    "venue": "Tectonophysics",
    "year": 2000
  }, {
    "title": "Episodic basin-wide hydrofracturing of the overpressured early Cenozoic mudrock sequences in the North Sea Basin",
    "authors": ["Cartwright"],
    "venue": "Marine and Petroleum Geology",
    "year": 1994
  }, {
    "title": "Controls on the erosion of Cenozoic Asia and the flux of clastic sediment to the ocean",
    "authors": ["P.D. Clift"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2006
  }, {
    "title": "The sedimentary and tectonic evolution of the Yinggehai–Song Hong basin and the southern Hainan margin, South China Sea: implications for Tibetan uplift and monsoon intensification",
    "authors": ["P.D. Clift", "Z. Sun"],
    "venue": "Journal of Geophysical Research 111,",
    "year": 2006
  }, {
    "title": "Submarine slump generated tsunamis",
    "authors": ["R. David"],
    "venue": "Marine Geology",
    "year": 2004
  }, {
    "title": "Magmatism in the South China basin: 2. Post-spreading quaternary basalts from Hainan Island, South China",
    "authors": ["M.F.J. Flower", "M. Zhang", "C.Y. Chen", "K. Tu", "G. Xie"],
    "venue": "Chemical Geology",
    "year": 1992
  }, {
    "title": "Geological development of the Central and South Vietnamese margin: implications for the establishment of the South China Sea, Indochinese escape tectonics and Cenozoic volcanism",
    "authors": ["M.B.W. Fyhn", "L.O. Boldreel", "L.H. Nielsen"],
    "venue": "Tectonophysics 478,",
    "year": 2009
  }, {
    "title": "Tectonic and climatic control on growth and demise of the Phanh Rang Carbonate Platform offshore south Vietnam",
    "authors": ["M.B.W. Fyhn", "L.O. Boldreel", "L.H. Nielsen"],
    "venue": "Basin Research",
    "year": 2009
  }, {
    "title": "Geological evolution, regional perspectives and hydrocarbon potential of the northwest Phu Khanh Basin, offshore Central Vietnam",
    "authors": ["M.B.W. Fyhn", "L.H. Nielsen", "L.O. Boldreel", "L.D. Thang", "J. Bojesen-Koefoed", "H.I. Petersen", "N.T. Huyen", "N.A. Duc", "N.T. Dau", "A. Mathiesen", "I. Reid", "D.T. Huong", "H.A. Tuan", "L.V. Hien", "H.P. Nytoft", "I. Abatzis"],
    "venue": "Marine and Petroleum Geology",
    "year": 2009
  }, {
    "title": "Mass-transport deposits on the Rosetta province (NWNile deep-sea turbidite system, Egyptianmargin): characteristics, distribution, and potential causal processes",
    "authors": ["S. Garziglia", "S. Migeon", "E. Ducassou", "L. Loncke", "J. Mascle"],
    "venue": "Marine Geology",
    "year": 2008
  }, {
    "title": "Continental margin basin analysis and hydrocarbon accumulation of the Northern South China Sea",
    "authors": ["Z.S. Gong", "S.T. Li"],
    "year": 1997
  }, {
    "title": "Early fracturing of Palaeogene clays, southernmost North Sea: relevance to mechanisms of primary hydrocarbon migration",
    "authors": ["J.P. Henriet", "M. De Batist", "M. Verschuren"],
    "venue": "Petrol Geology,",
    "year": 1991
  }, {
    "title": "Geochronology and geochemistry of late Cenozoic",
    "authors": ["K.S. Ho", "J.C. Chen", "W.S. Juang"],
    "year": 2000
  }, {
    "title": "Petrogenesis of Cenozoic basalts fromVietnam: implication",
    "authors": ["N. 307–324. Hoang", "M. Flower"],
    "year": 1998
  }, {
    "title": "Tectonic events indicated by late Oligocene",
    "authors": ["Q. Li", "H. Zheng", "G. Zhong", "P. Wang"],
    "year": 2005
  }, {
    "title": "A review of mass movement",
    "authors": ["F.J. Hein", "D.S. Gorsline", "B.D. Edwards"],
    "year": 1979
  }, {
    "title": "Crustal structure",
    "authors": ["X. Qiu", "S. Ye", "S. Wu", "X. Shi", "D. Zhou", "K. Xia", "E.R. Flueh"],
    "venue": "Paleontologists and Mineralogists,",
    "year": 2001
  }, {
    "title": "Geometry and sense ofmotion along the Vietnam",
    "authors": ["D. Roques", "C. Rangin", "P. Huchon"],
    "year": 1997
  }, {
    "title": "Episodic rifting and subsidence in the South China Sea",
    "authors": ["de France", "K. 413–422. Ru", "J.D. Pigott"],
    "venue": "AAPGBulletin",
    "year": 1986
  }, {
    "title": "Thermal and rheological structures of the Xisha",
    "authors": ["X. Shi", "D. Zhou", "X. Qiu", "Y. Zhang"],
    "year": 2002
  }, {
    "title": "stepwise rise and growth of the Tibet Plateau",
    "authors": ["D.E. Hayes"],
    "venue": "Science 294,",
    "year": 1983
  }, {
    "title": "Seismic characteristics of quaternary",
    "authors": ["D. Wang"],
    "venue": "Marine Geology",
    "year": 2013
  }, {
    "title": "Mississippi Fan, deep Gulf of Mexico",
    "authors": ["P. Weimer", "R. Slatt"],
    "venue": "AAPG Bulletin",
    "year": 2007
  }, {
    "title": "Origin of anomalous subsi",
    "authors": ["R.D. Müller", "S.T. Li", "Z.S. Gong", "B. Steinberger"],
    "year": 2006
  }, {
    "title": "Stratigraphic architecture and evolu",
    "authors": ["X. Xie", "R.D. Müller", "J. Ren", "T. Jiang", "C. Zhang"],
    "year": 2008
  }, {
    "title": "The temporal and spatial distribution",
    "authors": ["H. Deng", "H. Liu", "Z. Zhang", "Y. Jiang"],
    "venue": "Marine Geology",
    "year": 2006
  }, {
    "title": "The double provenance supply depositional",
    "authors": ["S.Q. Yuan", "S.G. Wu", "C. Zhong"],
    "year": 2008
  }, {
    "title": "Tectonic subsidence of Qiongdongnan",
    "authors": ["Y.S. Yuan", "S.C. Yang", "S.B. Hu", "L.J. He"],
    "year": 2008
  }],
  "id": "SP:166a5149c7c46464bfc2c542d1b847c27ee698f1",
  "authors": [{
    "name": "Wang Dawei",
    "affiliations": []
  }, {
    "name": "Wu Shiguo",
    "affiliations": []
  }, {
    "name": "Qin Zhiliang",
    "affiliations": []
  }, {
    "name": "George Spence",
    "affiliations": []
  }],
  "abstractText": "a Key Laboratory of Marine Geology and Environment, Institute of Oceanology, Chinese Academy of Sciences, Qingdao 266071, China b Marine Oil & Gas Research Center, Institute of Oceanology, Chinese Academy of Sciences, Qingdao 266071, China c National Marine Hazard Mitigation Service, Beijing 100194, China d School of Earth and Ocean Sciences, University of Victoria, Victoria V8W 3V6, Canada e PetroChina Hangzhou Institute of Geology, Hangzhou 310023, China",
  "title": "Seismic characteristics of the Huaguang mass transport deposits in the Qiongdongnan Basin, South China Sea: Implications for regional tectonic activity"
}