{
  "year": 2002,
  "references": [],
  "id": "SP:2e5a91fa8e496c42f57a37d097f3e8c1bf327dc4",
  "authors": [{
    "name": "J. Alvinerie",
    "affiliations": []
  }],
  "abstractText": "Alvinerie, J., Antunes, M. T., Cahuzac, B., Lauriat-Rage, A., Montenat, C. and Pujol, C., 1992. Synthetic data on the paleogeographic history of Northeastern Atlantic and Betic-Rifian basin, during the Neogene (from Brittany, France, to Morocco) 95:263-286 This paper presents the results of a synthetic compilation of the studies of Neogene marine deposits recognized on the northeastern Atlantic coast from Morocco to northern France. The shoreline fluctuations as well as the tectonic and climatic events are discussed regarding the following time intervals and eustatic cycles: late Oligocene, TB 1.4 cycle (ca 25-22.7 Ma); Aquitanian, TB1.5 cycle (22.7-20.6 Ma); Burdigalian, TB2.1-2 cycles (20.6-16.5 Ma); Langhian Serravallian, TB2.3-6 cycles (16.510.4 Ma); Tortonian, TB3.1-2 cycles (10.4-6.4 Ma); Messinian, TB3.3-4 (pars) cycles (6.4-5.3 Ma) and Pliocene (5.3-1.8 Ma). Marine Upper Chattian is well represented in the Aquitaine Basin (France), with various facies formed in a tropical climate. During the Aquitanian and the Burdigalian, the transgressions extended in wide neritic gulfs in France, Portugal, Spain and North of Morocco. The Middle Miocene transgression is well pronounced in the different areas. In the Betico-Rifian realm, overthrusts are established and the flysch resorption is concluded at the end of that time. During the Upper Miocene, the marine realm is locally back from the preceding one; outstanding events occurred in the tectonic Betico-Rifian basin, the eastern part of which was affected by the Mediterranean salinity crisis during the Messinian. Finally, in the Pliocene, most of the features of the modern palaeogeography are evidenced, even when the coastal frontage of several areas is still affected by little transgressions.",
  "title": "Synthetic data on the paleogeographic history of Northeastern Atlantic and Betic-Rifian basin, during the Neogene (from Brittany, France, to Morocco) 1"
}