{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nEarth and Planetary Science Letters\nwww.elsevier.com/locate/epsl\nHigh-resolution carbon isotope records of the Toarcian Oceanic Anoxic Event (Early Jurassic) from North America and implications for the global drivers of the Toarcian carbon cycle\nT.R. Them II a,b,∗, B.C. Gill a, A.H. Caruthers c,d, D.R. Gröcke e, E.T. Tulsky a, R.C. Martindale f, T.P. Poulton g, P.L. Smith c\na Department of Geosciences, Virginia Tech, Blacksburg, VA 24061, USA b Department of Earth, Ocean and Atmospheric Sciences and National High Magnetic Field Laboratory, Florida State University, Tallahassee, FL 32306, USA c Department of Earth, Ocean and Atmospheric Sciences, University of British Columbia, Vancouver, V6T 1Z4, Canada d Department of Geosciences, Western Michigan University, Kalamazoo, MI 49006, USA e Department of Earth Sciences, Durham University, South Road, Durham DH1 3LE, UK f Department of Geological Sciences, University of Texas at Austin, Austin, TX 78712, USA g Geological Survey of Canada, Calgary, Alberta T2L 2A7, Canada\na r t i c l e i n f o a b s t r a c t\nArticle history: Received 18 April 2016 Received in revised form 8 November 2016 Accepted 13 November 2016 Available online 1 December 2016 Editor: D. Vance\nKeywords: Toarcian Oceanic anoxic event Early Jurassic carbon cycle terrestrial methanogenesis abrupt climate change\nThe Mesozoic Era experienced several instances of abrupt environmental change that are associated with instabilities in the climate, reorganizations of the global carbon cycle, and elevated extinction rates. Often during these perturbations, oxygen-deficient conditions developed in the oceans resulting in the widespread deposition of organic-rich sediments — these events are referred to as Oceanic Anoxic Events or OAEs. Such events have been linked to massive injections of greenhouse gases into the ocean– atmosphere system by transient episodes of voluminous volcanism and the destabilization of methane clathrates within marine environments. Nevertheless, uncertainty surrounds the specific environmental drivers and feedbacks that occurred during the OAEs that caused perturbations in the carbon cycle; this is particularly true of the Early Jurassic Toarcian OAE (∼183.1 Ma). Here, we present biostratigraphically constrained carbon isotope data from western North America (Alberta and British Columbia, Canada) to better assess the global extent of the carbon cycle perturbations. We identify the large negative carbon isotope excursion associated with the OAE along with high-frequency oscillations and steps within the onset of this excursion. We propose that these high-frequency carbon isotope excursions reflect changes to the global carbon cycle and also that they are related to the production and release of greenhouse gases from terrestrial environments on astronomical timescales. Furthermore, increased terrestrial methanogenesis should be considered an important climatic feedback during Ocean Anoxic Events and other similar events in Earth history after the proliferation of land plants.\nCrown Copyright © 2016 Published by Elsevier B.V. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "The Early Jurassic Toarcian Oceanic Anoxic Event (T-OAE) represents a time of severe global environmental change that is associated with a major extinction of marine organisms (e.g., Harries and Little, 1999; Caruthers et al., 2014; Danise et al., 2015), widespread deposition of organic-rich sediments (Jenkyns, 1988), and largescale perturbations to the global carbon cycle recorded as carbon isotope excursions or CIEs (e.g., Hesselbo et al., 2000). To\n* Corresponding author at: Department of Earth, Ocean and Atmospheric Sciences, Florida State University, Tallahassee, FL 32306, USA.\nE-mail address: tthem@fsu.edu (T.R. Them).\nhttp://dx.doi.org/10.1016/j.epsl.2016.11.021 0012-821X/Crown Copyright © 2016 Published by Elsevier B.V. All rights reserved.\ndate, the large negative CIE has been recognized in organic carbon, carbonate carbon, and fossil wood, confirming that the carbon cycles in the marine and terrestrial realms were affected during the T-OAE (Fig. 1) (e.g., Hesselbo et al., 2000). While some studies have identified a T-OAE CIE of up to −8 in magnitude in bulk organic and carbonate carbon, studies of compound specific biomarkers indicate the absolute global magnitude of the CIE as only −3 to −4 (Schouten et al., 2000; French et al., 2014; Suan et al., 2015). U–Pb age dates around the T-OAE CIE estimate its duration to be ∼300 kyr around 183.1 Ma (Sell et al., 2014), which is comparable to an earlier estimate that has higher uncertainties on the ages (Kemp et al., 2005) and a recent age model based on orbital tuning that suggests a duration of ∼500 kyr (Boulila et al., 2014). These estimated timeframes are similar to\nthat of the CIE associated with the much younger PaleoceneEocene Thermal Maximum (PETM; ca. 55.8 Ma) (Cohen et al., 2007). The PETM is hypothesized to have been the result of a massive transitory release of carbon to the ocean–atmosphere system via marine clathrate destabilization, volcanic outgassing, oxidation of organic matter, increased terrestrial methane cycling, or a combination of these drivers (Dickens et al., 1995; Svensen et al., 2004; Higgins and Schrag, 2006; Pancost et al., 2007; Panchuk et al., 2008). Similar forcings have also been implicated for the Toarcian OAE (e.g., Hesselbo et al., 2000; McElwain et al., 2005; Svensen et al., 2007; Beerling and Brentnall, 2007; Pieńkowski et al., 2016).\nHigh-resolution sampling over the falling limb of the T-OAE CIE has identified small-scale CIEs — described by some authors as abrupt steps or oscillations of ∼1–2.5 in magnitude — recorded\nin organic and carbonate carbon and fossil wood at several geographic locations in the Tethys and Boreal seas (Fig. 1; Kemp et al., 2005; Hesselbo et al., 2007; Hermoso et al., 2009; Hesselbo and Pieńkowski, 2011; Hermoso et al., 2012). These small-scale CIEs have been interpreted to represent discrete methane clathrate destabilization events tied to astronomically forced changes to the global climate (Kemp et al., 2005; Hesselbo and Pieńkowski, 2011; Hermoso et al., 2012) (Fig. 1).\nThe temporal association of the T-OAE with the emplacement of the Karoo–Ferrar large igneous province (LIP) (Pálfy and Smith, 2000; Svensen et al., 2007; Caruthers et al., 2014; Sell et al., 2014; Burgess et al., 2015) has led to the proposition of a causal correlation of these events to the CIE through injection of mantle-derived carbon dioxide (CO2) into the atmosphere. This scenario would lead to a cascade of synergistic environmental feedbacks, includ-\ning global warming, increased precipitation and weathering, ocean anoxia and acidification, and marine extinctions (Caruthers et al., 2014; Bond and Wignall, 2014). Importantly, Ferrar sills intrude through coal seams, which may have released additional methane and carbon dioxide into the atmosphere (McElwain et al., 2005; Svensen et al., 2007).\nAlthough some studies have challenged the global nature of the Toarcian carbon cycle perturbations (e.g., Wignall et al., 2006), new geochemical records from outside European Boreal and Tethyan regions support the global extent of the T-OAE CIE; it has now been documented in Argentina (Al-Suwaidi et al., 2010), the Arctic (Suan et al., 2011), British Columbia (Caruthers et al., 2011, 2014), Japan (Gröcke et al., 2011; Kemp and Izumi, 2014), and more recently China (Fu et al., 2016) (Fig. 1). The small-scale CIEs observed in the falling limb of the T-OAE CIE in records from Europe (Fig. 1) have not been documented at these new localities due to low sampling resolution; therefore, it is uncertain whether these small-scale CIEs are truly the reflection of global scale processes, or whether they were potentially driven by local processes (e.g., Pittet et al., 2014). However, a recent study of δ13C of fossil wood from Europe suggests that these small-scale CIEs also occurred\nin atmospheric carbon dioxide and were thus global phenomena (Hesselbo and Pieńkowski, 2011). Understanding the nature and extent of the small-scale CIEs is imperative for distinguishing these carbon-isotope excursions as either global events or as byproducts of regional oceanographic or tectonic processes.\nHerein, we present biostratigraphically-constrained, high-resolution organic carbon isotope (δ13org) records from two western North American sites that were located in eastern Panthalassa during the Early Jurassic (Figs. 1, 2 and 3). These data constitute the most detailed carbon isotope record of the T-OAE and surrounding intervals outside the European region. Taken together, the data reveal that small-scale CIEs on the falling limb of the large T-OAE CIE were, in fact, global phenomena, providing strong evidence for multiple global carbon cycle perturbations across the T-OAE CIE."
  }, {
    "heading": "2. Study locations",
    "text": "The Fernie Formation of Alberta and British Columbia comprises Jurassic strata deposited in the Western Canada Sedimentary Basin. The Fernie Formation crops out in the foothills of the Canadian Rocky Mountains and is present in the subsurface\nto the north and east, and the Pliensbachian to Aalenian interval has been identified in outcrops and drill cores utilizing ammonite biostratigraphy (Hall, 1984; Poulton and Hall, 1993; Asgar-Deen et al., 2003).\nWe present a section of the Pliensbachian and Toarcian interval of the Fernie Formation located along East Tributary of Bighorn Creek located at Ya Ha Tinda Ranch, Alberta. At the East Tributary section, the Pliensbachian and Toarcian stages consist dominantly of organic-rich, calcareous mudstones and siltstones of the Red Deer and Poker Chip Shale (PCS) members of the Fernie Formation (Fig. 2). Jenkyns (1988) considered the PCS to be the lithologic expression of the T-OAE in his global compilation of Early Jurassic organic-rich facies, though the resolution of the biostratigraphic data was insufficient to definitively link the PCS to the T-OAE. The diverse ammonite assemblages preserved in the East Tributary succession broadly indicate the late Pliensbachian to middle Toarcian ages (Hall et al., 1998) and provide the framework for global correlation of our geochemical records (Fig. 2). We cannot disclose the precise location (GPS coordinates) of the East Tributary section because it is a fossil-bearing locality and is protected under the Canadian National Parks Act. However, inquiries about the site for scientific investigation can be directed to Parks Canada or the Royal Tyrrell Museum of Palaeontology in Drumheller, Canada; the East Tributary of Bighorn Creek is Royal Tyrrell Museum of Palaeontology Locality #L2428.\nWe also provide a high-resolution δ13Corg record from a site located on the Yakoun River on Graham Island in Haida Gwaii, western British Columbia, where the T-OAE CIE has been previously identified (Caruthers et al., 2011, 2014). Here, the stratigraphic interval that contains the Toarcian is found in the Whiteaves Formation of the Maude Group. The portion of the Whiteaves Formation which contains the CIE interval consists predominately of siltstones and mudstones with organic carbon contents of up to ∼2% (Caruthers et al., 2011). The Haida Gwaii sequence was deposited in a relatively open-ocean environment on the allochthonous Wrangellia Terrane in northeastern Panthalassa (Smith, 2006), but its original position with respect to North America is enigmatic (Caruthers et al., 2011, 2014)."
  }, {
    "heading": "3. Methods",
    "text": ""
  }, {
    "heading": "3.1. Ammonite collection",
    "text": "All ammonite specimens from the East Tributary section are curated at the Royal Tyrrell Museum of Palaeontology in accordance with provincial laws. Full details of fossil preparation or consolidation for each specimen are recorded in the Royal Tyrrell Museum of Palaeontology specimen database. All fossils and geological samples were collected under a Parks Canada collection and research permit (#YHTR-2014-16156) and fossil excavation permits from the Alberta Government (RTMP Permit #13-058, #14-009, and #15-019)."
  }, {
    "heading": "3.2. Geochemical analyses",
    "text": "Hand samples were initially collected from the East Tributary outcrop section at a decimeter-scale along with ammonite fossils for biostratigraphic control (see Supplementary Data). Later, a portable Shaw Backpack Drill was used to recover a continuous sequence in order to perform an ultra high-resolution sampling (cm- to mm-scale) across the falling limb of the carbon isotope excursion. Rock samples were subsampled for geochemical analyses using a handheld Dremel tool with a diamond bit. 2N HCl was added to approximately 0.1 g of sample powder and allowed to react for ∼24 h in order to remove carbonate fraction. The acid was removed and the sample was then brought to a neutral pH with multiple rinses with deionized water and dried in an oven. TOC and δ13Corg values of the carbonate-free residues were analyzed by an Isotope Cube elemental analyzer connected to an Isoprime 100 gas source isotope-ratio mass spectrometer (IRMS) in the Department of Geosciences at Virginia Tech. Stable-isotope measurements of the samples from Haida Gwaii were performed at Durham University using a Costech Elemental Analyser (ECS 4010) coupled to a ThermoFinnigan Delta V Advantage mass spectrometer (wet chemical procedures were similar to those described above).\nThe isotope composition of the samples is expressed in the standard delta (δ) notation as per mil deviations ( ) from Vi-\nenna Pee Dee Belemnite (VPDB). The East Tributary samples were calibrated to the VPDB scale using international (IAEA-CH-6 and IAEA-CH-7) and commercial standards from Elemental Microanalysis (wheat flour, sorghum flour, low organic soil, and urea). Longterm analytical precision for the δ13C measurements is 0.1 based on replicated analyses on isotope standards: this provided a linear range in δ13C between −48.66 and −10.42 . Total organic carbon was obtained as part of the isotopic analysis using internal standards (i.e., Acetanilide, 71.09% C). Approximately 31% of hand samples (n = 128) were replicated at least once; 71% of drill core samples (n = 69) were replicated at least once. Average analytical uncertainty for replicated analyses (n = 89) was 0.07 . For the Haida Gwaii samples that were analyzed at Durham, data accuracy is monitored through routine analyses of in-house standards, which are stringently calibrated against international standards (e.g., USGS 40, USGS 24, IAEA 600): this provided a linear range in δ13C between −46.7 and +2.9 . Analytical uncertainty for δ13Corg measurements is typically ±0.1 for replicate analyses of the international standards and typically < 0.2 for replicate sample analysis. Total organic carbon was obtained as part of the isotopic analysis using an internal standard (i.e., Glutamic Acid, 40.82% C)."
  }, {
    "heading": "4. Results",
    "text": ""
  }, {
    "heading": "4.1. Biostratigraphy",
    "text": "Here we report new biostratigraphic data from the East Tributary section (Fig. 2). The biostratigraphy of the Haida Gwaii section can be found in Caruthers et al. (2011). Specimens of Amaltheus, Protogrammoceras, and Tiltoniceras occur below the negative CIE interval at East Tributary, from 0 to 10.9 m (Fig. 2), and indicate a late Pliensbachian to early Toarcian age (Smith and Tipper, 1996). Of these specimens, Amaltheus, P . kurrianum, and P . skidegatense are restricted to the late Pliensbachian (Kunae and Carlottense zones) while in western North America T . cf. antiquum, and P . paltum, are known to span the Pliensbachian– Toarcian boundary (Smith and Tipper, 1996). From ∼10 to 16 m in the section, species of Dactylioceras, Cleviceras, Hildaites, and Harpoceras occur in abundance. In northwest Europe these genera are common throughout the early Toarcian Tenuicostatum and Serpentinum zones (Howarth, 1992) and in western North America they represent the larger Kanense Zone (Jakobs et al., 1994; Jakobs, 1997). Zugodactylites, Dactylioceras commune, D . athleticum, Harpoceras cf. subplanatum, Pseudolioceras cf. lythense, Peronoceras, and Phymatoceras occur from ∼16 to 22 m in the section (Fig. 2). Of these species, only D . athleticum and D . commune are known to span the early–middle Toarcian boundary (Howarth, 1962, 1992), while the other taxa from this interval are restricted to the middle Toarcian Bifrons Zone from Europe and Russia or Planulata Zone of western North America (Jakobs, 1997; Howarth, 1978, 1992). These assignments agree with the recently proposed Lower Toarcian ammonite zonal schemes (e.g., Page, 2004)."
  }, {
    "heading": "4.2. Carbon isotope chemostratigraphies",
    "text": "Our new high-resolution organic carbon isotope (δ13Corg) record from East Tributary shows a prominent negative CIE that occurs over 5 meters of strata within the Kanense Zone of the Early Toarcian (Fig. 2). In this section, data show an overall decrease in δ13Corg values with high-frequency variations from ∼−27 to −30 over a decimeter at the Red Deer–Poker Chip Member transition (Figs. 2 and 3). Values remain at ∼−30.5 for 1.3 m, approaching a minimum of −30.7 , before gradually increasing to −26.8 over the next four meters. Post-CIE δ13Corg values are relatively constant at approximately −27.5 . In the Yakoun River\nsection, the high-resolution δ13Corg values have a positive trend immediately before the CIE (Fig. 3). On the falling limb, highfrequency “steps” are present from ∼−25 to −32 over a meter interval. Over the next 5 meters in the Yakoun River Section, there are several δ13Corg oscillations on the order of 0.5 that occur over the most negative interval of the T-OAE CIE."
  }, {
    "heading": "4.3. Total organic carbon (TOC)",
    "text": "TOC values at the East Tributary location are generally between 2–8% (Fig. 2). The highest values are within the early to middle part of the T-OAE CIE, before decreasing during the rising limb and staying constant into the Bifrons Zone. Broadly, there is no significant covariation between TOC and δ13Corg values (see supplementary data table); however, during the falling limb of the T-OAE CIE, there is a positive correlation between these values (r2 = 0.72). At the Yakoun River Section, TOC values are highest within the T-OAE CIE interval, but the full range (0.1–1.1%) is greater than that associated with values before the CIE (∼0.2–0.6%; see supplementary data table). Also, there are two populations where TOC and δ13Corg values correlate: pre-CIE interval and CIE interval."
  }, {
    "heading": "5. Discussion",
    "text": ""
  }, {
    "heading": "5.1. The early Toarcian carbon isotope record",
    "text": "Along with other recently published records outside of the Tethyan and Boreal regions (Al-Suwaidi et al., 2011; Caruthers et al., 2011, 2014; Gröcke et al., 2011; Suan et al., 2011; Kemp and Izumi, 2014), the new biostratigraphic and δ13Corg records reported here further confirm the assertion that the broader T-OAE CIE was a global phenomenon. This is compelling evidence that the T-OAE CIE is an important chemostratigraphic marker, and therefore may be useful as a chronostratigraphic indicator where there is limited biostratigraphic data. Importantly, these new high-resolution records from western Canada document multiple, small-scale CIEs in the falling limb of the overall T-OAE CIE at both locations, and indicate that these features also may represent perturbations to the global carbon cycle.\nApart from the overall influence of the Karoo–Ferrar LIP on the global carbon cycle, one of the more fascinating features of the T-OAE CIE is its highly dynamic falling limb. The abrupt, small-scale CIEs within this interval of the overall CIE may have been generated by the destabilization of methane clathrate reservoirs linked to astronomically paced changes in climate (Kemp et al., 2005; Hesselbo and Pieńkowski, 2011; Hermoso et al., 2012). However, the abrupt temporal nature of the small-scale CIEs has recently been challenged (Trabucho-Alexandre, 2014), leading to questions of whether the carbon isotope record is reflective of methane clathrate destabilization. A detailed analysis of the sedimentology from one of the best-studied Toarcian successions at Yorkshire in the United Kingdom suggests that the sequence contains several sedimentary hiatuses that have affected the morphology of the δ13C record. Specifically, these changes in sediment accumulation rate resulted in the abrupt or stepped appearance of the small-scale CIEs (Trabucho-Alexandre, 2014) (Fig. 1). While accumulation rates, erosion, and changes in sea level may have played a role in the shape of the δ13C datasets at Yorkshire and other Toarcian successions in Europe (e.g., Hesselbo and Pieńkowski, 2011; Hermoso et al., 2012; Pittet et al., 2014), the similar number of small-scale CIEs between sections is evidence that they are likely correlative and represent true perturbations to the carbon cycle.\nAlthough sedimentary processes may influence the morphologies of the small-scale CIEs, their presence in the major exogenic carbon reservoirs (Fig. 1) suggests that they represent changes\nto the global carbon cycle. It has also been proposed that the small-scale CIEs are a product of variation in the mixing of different sources of organic matter (Suan et al., 2015). However, again, the occurrence of these small-scale CIEs in both carbonate carbon (Hermoso et al., 2012) and higher plant matter (Hesselbo and Pieńkowski, 2011) (Fig. 1) suggests that they represent global carbon cycle perturbations.\nThe high-resolution western North American δ13C records (Figs. 2 and 3) presented here are certainly less complete than some European records (e.g., Kemp et al., 2005; Hermoso et al., 2012). The North American successions are more condensed during the onset of the T-OAE CIE and potentially contain temporal gaps as evidenced by the abrupt jumps in the δ13C records (see Fig. 4 for an illustrative figure that displays the potential location of these gaps). The small-scale CIE morphologies are probably controlled by sediment accumulation rates and hiatuses (e.g., Trabucho-Alexandre, 2014), and potentially reflect changes in sea level (e.g., Pittet et al., 2014), as these sedimentary processes operating on multiple timescales play an important role controlling the morphology of geochemical records. However, these records display similar small-scale CIEs that are likely correlative to those observed in European records (Fig. 4.; Kemp et al., 2005; Hesselbo et al., 2007; Hesselbo and Pieńkowski, 2011; Hermoso et al., 2012). Therefore, based on our datasets combined with the existing European records, it is evident that during the initial phase of the CIE, there were indeed higher-frequency changes within the global carbon cycle.\nThese new western North American δ13C records are noticeably different from one another in morphology and magnitude (Fig. 3), and are likely a product of sedimentary accumulation rates and preservation. The Haida Gwaii section represents a thicker succession, and the small-scale CIEs during the most negative portion of the T-OAE are also apparent (Figs. 3 and 4). The lack of small-scale CIEs during the nadir of the isotope excursion in Alberta may be driven by sampling resolution, as we stopped our high-resolution sampling before this interval. Since accumulation rates were relatively less in Alberta, it may be possible to identify these if the section is sampled at much higher resolution throughout the entire CIE (similar to the cm-scale resolution of the T-OAE CIE onset). The magnitude of change in the Alberta δ13C record (∼−3.5 ) is smaller than that observed in the Haida Gwaii section (∼−6 ), but is consistent with compound-specific\ncarbon isotope records that have suggested the global magnitude of the T-OAE CIE is −3 to −4 (Schouten et al., 2000; French et al., 2014; Suan et al., 2015).\nChanges in the relative contribution of marine versus terrestrial organic matter may also influence local δ13C records and potentially confound interpretations of global processes. Comparison of the North America carbon isotope records to compoundspecific carbon isotope records suggests there were likely more significant changes in the source of organic matter during the TOAE in British Columbia than in Alberta. Unfortunately, the section at East Tributary is thermally overmature (Tmax > 500 ◦C), thus obfuscating traditional organic geochemical evaluations of organic matter sources (Reidiger, 2002; Asgar-Deen, 2003). However, Rock–Eval data from less thermally mature drill cores of the Fernie Formation from locations to the northeast of our study site have high hydrogen index (HI) values (up to 740 mg HC/g TOC) and indicate a dominantly marine source of organic matter (Reidiger, 2002; Asgar-Deen, 2003); only sites farther to the north of these have lower HIs and yield higher inert carbon values, indicating an increased input of terrestrial organic matter (Reidiger, 2002; Asgar-Deen, 2003). This regional pattern in the organic geochemistry suggests that the East Tributary site was a location of relatively limited terrigenous organic matter input. Also, while the East Tributary section shows a correlation between δ13C and TOC during the falling limb of the T-OAE CIE, which might suggest the varying contribution of terrestrial versus marine organic matter, the more negative δ13C values across the small-scale CIEs occur during intervals with high calcium carbonate contents. When TOC contents are calculated on a carbonate-free basis, the correlation between δ13C and TOC content is lost and suggests dilution of the TOC contents by carbonate accumulation. This observation, along with the fact that the overall CIE is of a similar magnitude to the marine compound-specific isotope records (Schouten et al., 2000; French et al., 2014; Suan et al., 2015), also suggests minimal influence of terrestrial organic matter in our Albertan δ13C records. In summary, our data when combined with other observations suggest a lack of change in the organic matter source during the deposition of the East Tributary succession, and therefore changes in the relative amount of marine versus terrestrial organic matter were unlikely drivers of the small-scale CIEs observed at this location. This observation, combined with the small-scale CIEs that appear in the δ13Ccarbonate (Hermoso et al., 2012) and δ13Cphytoclast\nTable 1\nδ13C ( ) Mass (Gt C) Source Reference −60 6,220–18,869a wetland methanogenesis This study −60 >6,000 biogenic methane clathrate Beerling and Brentnall (2007) −35 2,600–4,400 thermogenic methane McElwain et al. (2005) −13.6 to −8.2 40,000 mixture Brazier et al. (2015) −5 15,340–24,750 mantle CO2 Beerling and Brentnall (2007) a This calculation is based on a global 4.5 ◦C temperature increase (Dera and Donnadieu, 2012).\n(Hesselbo and Pieńkowski, 2011) records from Europe, supports the notion that these small-scale CIEs represent perturbations to the global carbon cycle."
  }, {
    "heading": "5.2. Drivers of the Toarcian carbon cycle perturbations",
    "text": "Drawing on new observations from the North American carbon isotope records combined with those from existing published datasets, we revisit the proposed drivers of the Toarcian carbon isotope record. Previous studies have suggested that the T-OAE CIE may have been caused by one or a combination of the following mechanism(s): efflux of mantle-derived carbon, methane hydrate destabilization, thermogenic methane release related to the emplacement of the Karoo–Ferrar LIP, or CO2 from terrestrial organic matter decomposition (e.g., Hesselbo et al., 2000; Pálfy and Smith, 2000; McElwain et al., 2005; Svensen et al., 2007; Beerling and Brentnall, 2007; Pieńkowski et al., 2016) (see Table 1) with discrete methane clathrate destabilization events as the cause of the multiple, small-scale CIEs on the falling limb (Kemp et al., 2005; Hesselbo and Pieńkowski, 2011; Hermoso et al., 2012). However, modeling of the Toarcian carbon cycle (Beerling and Brentnall, 2007) has shown that these forcings alone do not fully explain the magnitude of the T-OAE CIE and the associated climatic responses (McElwain et al., 2005; Beerling and Brentnall, 2007). Simulations involving thermogenic emissions of CH4 from the Karoo– Ferrar LIP also cannot reproduce the magnitude of the CIE or result in carbon fluxes which vastly exceed the estimates (McElwain et al., 2005) for the increased atmospheric pCO2 during the T-OAE (Beerling and Brentnall, 2007). Invoking methane clathrate destabilization requires an amount of methane (>6,000 Gt C) (Beerling and Brentnall, 2007) that greatly exceeds estimates of the modern clathrate reservoir (∼500–2,500 Gt C) (Milkov, 2004); and given the greenhouse climate of the Early Jurassic, the size of the standing clathrate reservoir may have been substantially less. Moreover, in order to produce the short-term oscillations observed in the carbon isotope record, large clathrate releases would need to be followed by rapid and repeated replenishment of the marine clathrate reservoir, which is an unlikely scenario under a progressively warming climate (McElwain et al., 2005; Wignall et al., 2006).\nWe propose a new feedback mechanism to help explain the Toarcian carbon isotope excursions — the inputs of methane from terrestrial environments (e.g. wetlands, lakes, and soils). For example, wetlands represent the dominant non-anthropogenic source of atmospheric methane today (O’Connor et al., 2010; Bridgham et al., 2013), and wetland methane emissions should respond significantly and rapidly to increases in global temperature (increases of up to ∼20% per 1 ◦C) and precipitation (8% increase per 20% increase in precipitation) (Walter et al., 2001). Furthermore, recent reports of terrestrial carbon budgets and distributions are painting a much clearer picture of its important role in the global carbon cycle (e.g., Hamdan and Wickland, 2016; Tian et al., 2016; Wik et al., 2016). Releases of terrestrial carbon stocks have also been proposed as a cause of extreme global warming events during the early Cenozoic (e.g., Pancost et al., 2007). The Early Jurassic is considered to be a greenhouse time interval with warm and hu-\nmid climates (e.g., Korte et al., 2015), constituting ideal conditions for the formation of extensive wetlands, peatlands, swamps, and inland lakes particularly at high latitudes. Therefore, we posit that global warming and the enhanced hydrological cycle resulting from the eruption of the Karoo–Ferrar LIP led to a positive feedback — increased methane and carbon dioxide emissions rates from terrestrial environments — which led to continued warming.\nFurther, we propose that the small-scale CIEs that are present in the Toarcian carbon-isotope records could be linked to astronomically paced changes in the climate system which affected rates of terrestrial methanogenesis (e.g., changes in precipitation patterns, solar insolation, etc.). However, it is important to point out that changes in terrestrial methanogenesis rates and the destabilization of methane clathrates would operate on similar timescales and respond to warming in a similar fashion. Therefore it is possible that these two drivers could have both contributed to the shorter-term perturbations in the global carbon cycle during the Toarcian.\nOther scenarios, in which pulses of volcanogenic CO2 or thermogenic methane drive these small-scale CIEs, are possible as well. Eruptions of the Karoo–Ferrar LIP during the late Pliensbachian and Toarcian have been linked to global marine extinction events (Harries and Little, 1999). However, as with marine clathrate release, the amount of carbon required from volcanic sources on such short timescales (e.g., Sell et al., 2014) is difficult to reconcile (Beerling and Brentnall, 2007). Numerical models suggest the release of 6,000 to 9,000 Gt carbon derived from biogenic methane (δ13C of −60 ) over 220 kyrs can reproduce the overall magnitude and shape of the T-OAE CIE ranging from −3 to −5 (Beerling and Brentnall, 2007; see Table 1). Based on a more recent 100-kyr estimation (Sell et al., 2014) for the duration of the falling limb of the CIE, an increase in global average air temperature of 4.5 ◦C (Dera and Donnadieu, 2012), an estimated range of modern wetland methanogenesis rates, 0.0691–0.210 Gt C/yr (as summarized by O’Connor et al., 2010; Bridgham et al., 2013), and the response of methanogenesis rates to temperature (∼20% increase per 1 ◦C increase based on both empirical and modeling studies) (Walter et al., 2001; Christensen et al., 2003), we calculate an approximate two-fold (∼2x) increase in terrestrial methanogenesis rates (∼0.131–0.399 Gt C/yr) or an additional 0.062–0.189 Gt C/yr across the T-OAE. Overall this warming alone has the potential to release an additional ∼6,620–18,869 Gt C (8,307–25,200 Gt CH4) from wetlands. These magnitudes represent values that are similar to or much larger than what is necessary to cause and sustain the CIE (Beerling and Brentnall, 2007; see Table 1).\nIf we consider the full range of air and sea surface temperature estimates for the T-OAE (Dera and Donnadieu, 2012; Korte et al., 2015, and references therein) (see Table S1) combined with the full range of estimates for modern methanogenesis rates (O’Connor et al., 2010; Bridgham et al., 2013), then an additional 3,455–33,544 Gt C could have been released to the atmosphere. These amounts would significantly alter the atmospheric δ13C composition. Note that there would be a significant latitudinal gradient in warming (Dera and Donnadieu, 2012) (see Table S1) that would affect the regional methane fluxes. Proxy reconstructions and modeling of sea surface and air temperature changes during the T-OAE suggest increases that range from 3 to >10 ◦C\n(Dera and Donnadieu, 2012; Korte et al., 2015, and references therein) that are highly dependent on paleolatitude; thus, there is potential for larger terrestrial methane releases based on regional temperature changes (refer to SI Table 1). Further, a recent modeling study suggests that there was a global increase in precipitation of 9 cm/yr during the T-OAE, reaching up to 10–20 cm/yr in high latitudes and equatorial regions of Gondwana and the Tethys (Dera and Donnadieu, 2012), which would have affected methanogenesis rates in wetlands and other terrestrial environments (Walter et al., 2001). We only attempted to show the potential temperature effects in the previous calculations. However, even fractions of the amounts calculated here would release enough carbon to the atmosphere to not only alter its δ13C composition, but also to produce significant changes in global temperatures.\nImportantly, combining carbon fluxes from other plausible sources (mantle CO2, thermogenic CH4, and clathrate CH4) diminish the amount needed from any individual source; lesser amounts of terrestrial-derived greenhouse gases would be necessary when the other drivers are involved. As multiple drivers are likely responsible for the T-OAE CIE and global warming, we suggest that methane and carbon dioxide release from terrestrial environments can provide a plausible and important feedback flux that fills outstanding deficiencies of previously proposed Toarcian carbon cycle budgets. The flux of terrestrial carbon should be considered in future refinements of carbon cycle models during climatic warm periods in the geologic record following the proliferation of land plants and the widespread establishment of humic soils."
  }, {
    "heading": "6. Conclusions",
    "text": "The T-OAE CIE and the high-frequency fluctuations within it have now been documented from multiple oceanic basins spanning the globe. This is consistent with the suggestion that they reflect global perturbations to the carbon cycle triggered by volcanism associated with the emplacement of the Karoo–Ferrar LIP and subsequent biogeochemical feedbacks (e.g., methane clathrate releases or terrestrial methanogenesis). This finding also further confirms the utility of the overall T-OAE CIE as a global chemostratigraphic marker. Additionally, we suggest that increased terrestrial methanogenesis, which would have been an important positive feedback to the initial warming and increased precipitation caused by the emplacement of the Karoo–Ferrar LIP, played an important role in the Toarcian carbon cycle. Importantly, any additional flux of carbon from terrestrial environments to the ocean–atmosphere system would decrease the carbon flux needed from other potential sources to generate the broader T-OAE CIE and small-scale CIEs within it. Future studies will further elucidate the role of the terrestrial carbon cycle in the Toarcian climatic change.\nA better understanding of the T-OAE record may serve to inform models of other events triggered by rapid injections of greenhouse gases, such as the PETM. While these two events were separated by roughly 130 million years and had significantly different Earth system boundary conditions, the resulting environmental change and ecological deterioration were broadly similar. As our planet experiences another significant perturbation to the global carbon cycle and climatic warming, the record of environmental change recorded during these geologic events represents an invaluable archive for models of future long-term climate and oceanographic change."
  }, {
    "heading": "Acknowledgements",
    "text": "This work is dedicated to our late friend and colleague Russell Hall, whose work in the Jurassic of Canada stimulated this study. A grant to BCG from the NSF (EAR-1324752) funded the majority\nof this work. TRT would also like to thank the Geological Society of America, Society for Sedimentary Geology, and Virginia Tech Department of Geosciences graduate student grant programs for funding. RCM would like to thank a UT Austin seed grant for funding fieldwork. Thanks to Angela Gerhardt, Selva Marroquín, and Joshua Lively for their help in the field work portion of the study as well as the staff at the RTMP for fossil curation. Finally, we would like to thank associate editor Derek Vance, Mathew Hurtgen, Michaël Hermoso, and an anonymous reviewer whose comments greatly improved the manuscript. This is Natural Resources Canada Contribution No. ESS 20150492."
  }, {
    "heading": "Appendix A. Supplementary material",
    "text": "Supplementary material related to this article can be found online at http://dx.doi.org/10.1016/j.epsl.2016.11.021."
  }],
  "year": 2017,
  "references": [{
    "title": "First record of the Early Toarcian Oceanic Anoxic Event from the Southern Hemisphere, Neuquén Basin, Argentina",
    "authors": ["A.H. Al-Suwaidi", "G.N. Angelozzi", "F. Baudin", "Damborenea", "S.E. Hesselbo S. P", "H.C. Jenkyns", "M.O. Manceñido", "A.C. Riccardi"],
    "venue": "J. Geol. Soc. (Lond.)",
    "year": 2010
  }, {
    "title": "Stratigraphy, sedimentology and paleogeography of the Lower Jurassic Nordegg Member (Gordondale Member), west-central Alberta, Canada",
    "authors": ["M. Asgar–Deen"],
    "venue": "MS thesis",
    "year": 2003
  }, {
    "title": "New biostratigraphic data from the Lower Jurassic Fernie Formation in the subsurface of west-central Alberta and their stratigraphic implications",
    "authors": ["M. Asgar–Deen", "R. Hall", "J. Craig", "C. Riediger"],
    "venue": "Can. J. Earth Sci",
    "year": 2003
  }, {
    "title": "Numerical evaluation of mechanisms driving Early Jurassic changes in global carbon",
    "authors": ["D.J. Beerling", "S.J. Brentnall"],
    "venue": "cycling. Geology",
    "year": 2007
  }, {
    "title": "Large igneous provinces and mass extinctions: an update",
    "authors": ["D.P.G. Bond", "P.B. Wignall"],
    "venue": "In: Spec. Pap., Geol. Soc. Am.,",
    "year": 2014
  }, {
    "title": "Astronomical calibration of the Toarcian Stage: implications for sequence stratigraphy and duration of the early Toarcian OAE",
    "authors": ["S. Boulila", "B. Galbrum", "E. Huret", "L.A. Hinnov", "I. Rouget", "S. Gardin", "A. Bartolini"],
    "venue": "Earth Planet. Sci",
    "year": 2014
  }, {
    "title": "Calcium isotope evidence for dramatic increase of continental weathering during the Toarcian oceanic anoxic event (Early Jurassic)",
    "authors": ["Brazier", "J.-M", "G. Suan", "T. Tacail", "L. Simon", "J.E. Martin", "E. Mattioli", "V. Balter"],
    "venue": "Earth Planet. Sci",
    "year": 2015
  }, {
    "title": "Methane emissions from wetlands: biogeochemical, microbial, and modeling perspectives from local to global scales",
    "authors": ["S.D. Bridgham", "H. Cadillo-Quiroz", "J.K. Keller", "Q. Zhuang"],
    "venue": "Glob. Change Biol",
    "year": 2013
  }, {
    "title": "High-precision geochronology links the Ferrar large igneous province with early-Jurassic ocean anoxia and biotic crisis",
    "authors": ["S.D. Burgess", "S.A. Bowring", "T.H. Fleming", "D.H. Elliot"],
    "venue": "Earth Planet. Sci",
    "year": 2015
  }, {
    "title": "The significance of an Early Jurassic (Toarcian), carbon-isotope excursion in Haida Gwaii (Queen Charlotte Islands), British Columbia, Canada",
    "authors": ["A.H. Caruthers", "D.R. Gröcke", "P.L. Smith"],
    "venue": "Earth Planet. Sci",
    "year": 2011
  }, {
    "title": "The Pliensbachian–Toarcian (Early Jurassic) extinction: a North American perspective",
    "authors": ["A. Caruthers", "P.L. Smith", "D.R. Gröcke"],
    "venue": "Soc. Am.,",
    "year": 2014
  }, {
    "title": "Factors controlling large scale variations in methane emissions from wetlands",
    "authors": ["T.R. Christensen", "A. Ekberg", "L. Ström", "M. Mastepanov"],
    "venue": "Geophys. Res. Lett",
    "year": 2003
  }, {
    "title": "The Late Palaeocene–Early Eocene and Toarcian (Early Jurassic) carbon isotope excursions: a comparison of their time scales, associated environmental changes, causes and consequences",
    "authors": ["A.S. Cohen", "A.L. Coe", "D.B. Kemp"],
    "venue": "J. Geol. Soc.,",
    "year": 2007
  }, {
    "title": "Modeling evidence for global warming, Arctic seawater freshening, and sluggish ocean circulation during the Early Toarcian anoxic event",
    "authors": ["G.D. Dera", "Y. Donnadieu"],
    "venue": "Paleoceanography 27,",
    "year": 2012
  }, {
    "title": "Dissociation of oceanic methane hydrate as a cause of the carbon isotope excursion at the end of the Paleocene",
    "authors": ["G.R. Dickens", "J.R. O’Neil", "D.K. Rea", "R.M. Owen"],
    "venue": "Paleoceanography",
    "year": 1995
  }, {
    "title": "Organic geochemistry of the early Toarcian oceanic anoxic event in Hawsker Bottoms, Yorkshire, England",
    "authors": ["K.L. French", "J. Sepúlveda", "J. Trabucho-Alexandre", "D.R. Gröcke", "R.E. Summons"],
    "venue": "Earth Planet. Sci",
    "year": 2014
  }, {
    "title": "Early Jurassic carbon-isotope excursion in the Qiangtang Basin (Tibet), the eastern Tethys: implications for the Toarcian Oceanic anoxic event",
    "authors": ["X. Fu", "J. Wang", "X. Feng", "D. Wang", "W. Chen", "C. Song", "S. Zeng"],
    "year": 2016
  }, {
    "title": "Methane emissions from oceans",
    "authors": ["L.J. Hamdan", "K.P. Wickland"],
    "year": 2016
  }, {
    "title": "The early Toarcian (Early Jurassic) and Cenomanian",
    "authors": ["Oceanogr"],
    "year": 1999
  }, {
    "title": "Continental weathering and climatic changes",
    "authors": ["M. 45–54. Hermoso"],
    "venue": "Pellenard,",
    "year": 2014
  }, {
    "title": "Massive dissociation of gas hydrate during a Jurassic",
    "authors": ["H.S", "O.R. Green"],
    "year": 2000
  }, {
    "title": "Stepwise atmospheric carbon-isotope excursion",
    "authors": ["rine carbonate Lusitanian Basin", "Portugal"],
    "venue": "Earth Planet. Sci",
    "year": 2011
  }, {
    "title": "Beyond methane: towards a theory",
    "authors": ["J.A. Higgins", "D.P. Schrag"],
    "venue": "Planet. Sci. Lett",
    "year": 2006
  }, {
    "title": "Mus. (Nat. Hist.) 29, 235–288",
    "authors": ["Northamptonshire. Bull. Brit"],
    "year": 1992
  }, {
    "title": "An ammonite zonation for the Toarcian",
    "authors": ["G.K. Jakobs", "P.L. Smith", "H.W. Tipper"],
    "venue": "Britain. Mono. Palaeont. Soc.,",
    "year": 1994
  }, {
    "title": "The early Toarcian (Jurassic) anoxic event: stratigraphic, sedi",
    "authors": ["ica. Bull", "Geol"],
    "venue": "Surv. Can",
    "year": 1988
  }, {
    "title": "mentary, and geochemical evidence",
    "authors": ["D.B. Kemp", "A.L. Coe", "A.S. Cohen", "L. Schwark"],
    "venue": "Am. J. Sci",
    "year": 2005
  }, {
    "title": "Multiproxy geochemical analysis of a Panthalassic",
    "authors": ["D.B. Kemp", "K. Izumi"],
    "venue": "Early Jurassic period. Nature",
    "year": 2014
  }, {
    "title": "Changes in carbon dioxide",
    "authors": ["J.C. McElwain", "J. Wade-Murphy", "S.P. Hesselbo"],
    "year": 2005
  }, {
    "title": "A sequence of biohorizons for the Subboreal Province Lower Toarcian in Northern Britain and their correlation with a submediterranean standard",
    "authors": ["K. Page"],
    "venue": "Riv. Ital. Paleontol. Stratigr",
    "year": 2004
  }, {
    "title": "Synchrony between Early Jurassic extinction, oceanic anoxic event, and the Karoo–Ferrar flood basalt",
    "authors": ["J. Pálfy", "P.L. Smith"],
    "venue": "volcanism. Geology",
    "year": 2000
  }, {
    "title": "Sedimentary response to PaleoceneEocene thermal Maximum carbon release, a model-data comparison",
    "authors": ["K. Panchuk", "A. Ridgwell", "L.R. Kump"],
    "venue": "Geology",
    "year": 2008
  }, {
    "title": "Increased terrestrial methane cycling at the Palaeocene–Eocene thermal Maximum",
    "authors": ["R.D. Pancost", "D.S. Steart", "L. Handley", "M.E. Collinson", "J.J. Hooker", "A.C. Scott", "N.V. Grassineau", "I.J. Glasspool"],
    "venue": "Nature 449,",
    "year": 2007
  }, {
    "title": "Fungal decomposition of terrestrial organic matter accelerated Early Jurassic climate warming",
    "authors": ["G. Pieńkowski", "M. Hodbod", "C.V. Ullmann"],
    "venue": "Sci. Rep",
    "year": 2016
  }, {
    "title": "Carbon isotope evidence for sedimentary discontinuities in the lower Toarcian of the Lusitanian Basin (Portugal): sea level change at the onset of the Oceanic Anoxic Event",
    "authors": ["B. Pittet", "G. Suan", "F. Lenoir", "L.V. Duarte", "E. Mattioli"],
    "venue": "Sediment. Geol",
    "year": 2014
  }, {
    "title": "Western interior Canada. In: Westermann, G.E.G. (Ed.), The Jurassic of the Circum-Pacific",
    "authors": ["T.P. Poulton", "R.L. Hall"],
    "year": 1993
  }, {
    "title": "Hydrocarbon source rock potential and comments on correlation of the Lower Jurassic Poker Chip Shale, west-central Alberta",
    "authors": ["C.L. Reidiger"],
    "venue": "Bull. Can. Pet. Geol",
    "year": 2002
  }, {
    "title": "Atlas of Earth history",
    "authors": ["C.R. Scotese"],
    "venue": "PALEOMAP Project,",
    "year": 2001
  }, {
    "title": "Evaluating the temporal link between the Karoo LIP and climatic–biologic events of the Toarcian Stage with high-precision U–Pb geochronology",
    "authors": ["B. Sell", "M. Ovtcharoca", "A. Bartolini", "F. Jourdan", "J.E. Spangenberg", "Vicente", "J.-C", "U. Schaltegger"],
    "venue": "Earth Planet. Sci",
    "year": 2014
  }, {
    "title": "Paleobiogeography and Early Jurassic molluscs in the context of terrane displacement in western Canada",
    "authors": ["P.L. Smith"],
    "venue": "Assoc. Can.,",
    "year": 2006
  }, {
    "title": "Pliensbachian (Lower Jurassic) ammonites of the Queen Charlotte Islands",
    "authors": ["P.L. Smith", "H.W. Tipper"],
    "venue": "British Columbia. Bull. Am. Paleont",
    "year": 1996
  }, {
    "title": "Polar record of Early Jurassic massive carbon injection",
    "authors": ["G. Suan", "B.L. Nitikenko", "M.A. Rogov", "F. Baudin", "J.F. Spangenberg", "V.G. Knyazev", "L.A. Glinskikh", "A.A. Goryacheva", "T. Adatte", "J.B. Riding", "K.B. Föllmi", "B. Pittet", "E. Mattioli", "C. Lécuyer"],
    "venue": "Earth Planet. Sci",
    "year": 2011
  }, {
    "title": "Calibrating the magnitude of the Toarcian carbon cycle perturbation",
    "authors": ["G. Suan", "B. van de Schootbrugge", "T. Adatte", "J. Fiebig", "W. Oschmann"],
    "venue": "Paleoceanography",
    "year": 2015
  }, {
    "title": "Hydrothermal venting of greenhouse gases triggering Early Jurassic global warming",
    "authors": ["H. Svensen", "S. Planke", "L. Chevallier", "A. Malthe-Sørenssen", "F. Corfu", "B. Jamtveit"],
    "venue": "Earth Planet. Sci",
    "year": 2007
  }, {
    "title": "Release of methane from a volcanic basin as a mechanism for initial Eocene global warming",
    "authors": ["H. Svensen", "S. Planke", "A. Malthe-Sørenssen", "B. Jamtveit", "R. Myklebust", "T. Rasmussen Eidem", "S.S. Rey"],
    "venue": "Nature 429,",
    "year": 2004
  }, {
    "title": "The terrestrial biosphere as a net source of greenhouse gases to the atmosphere",
    "authors": ["H Tian"],
    "venue": "Nature",
    "year": 2016
  }, {
    "title": "More gaps than shale: erosion of mud and its effect on preserved geochemical and palaeobiological signals",
    "authors": ["J. Trabucho-Alexandre"],
    "venue": "Geol. Soc. (Lond.) Spec. Publ.,",
    "year": 2014
  }, {
    "title": "Modeling modern methane emissions from natural wetlands 2. Interannual variations 1982–1993",
    "authors": ["B.P. Walter", "M. Heimann", "E. Matthews"],
    "venue": "J. Geophys. Res",
    "year": 2001
  }, {
    "title": "Methane release in the Early Jurassic period: comment",
    "authors": ["P.B. Wignall", "J.M. McArthur", "C.T.S. Little", "A. Hallam"],
    "venue": "Nature",
    "year": 2006
  }, {
    "title": "Climatesensitive northern lakes and ponds are critical components of methane release",
    "authors": ["M. Wik", "R.K. Varner", "K.W. Anthony", "S. MacIntyre", "D. Bastviken"],
    "venue": "Nat. Geosci",
    "year": 2016
  }],
  "id": "SP:1a84a0940e669753d28680039bc5fcc84bafa5d0",
  "authors": [{
    "name": "B.C. Gill",
    "affiliations": []
  }, {
    "name": "A.H. Caruthers",
    "affiliations": []
  }, {
    "name": "D.R. Gröcke",
    "affiliations": []
  }, {
    "name": "E.T. Tulsky",
    "affiliations": []
  }, {
    "name": "R.C. Martindale",
    "affiliations": []
  }, {
    "name": "T.P. Poulton",
    "affiliations": []
  }, {
    "name": "P.L. Smith",
    "affiliations": []
  }],
  "abstractText": "a Department of Geosciences, Virginia Tech, Blacksburg, VA 24061, USA b Department of Earth, Ocean and Atmospheric Sciences and National High Magnetic Field Laboratory, Florida State University, Tallahassee, FL 32306, USA c Department of Earth, Ocean and Atmospheric Sciences, University of British Columbia, Vancouver, V6T 1Z4, Canada d Department of Geosciences, Western Michigan University, Kalamazoo, MI 49006, USA e Department of Earth Sciences, Durham University, South Road, Durham DH1 3LE, UK f Department of Geological Sciences, University of Texas at Austin, Austin, TX 78712, USA g Geological Survey of Canada, Calgary, Alberta T2L 2A7, Canada",
  "title": "High-resolution carbon isotope records of the Toarcian Oceanic Anoxic Event (Early Jurassic) from North America and implications for the global drivers of the Toarcian carbon cycle"
}