{
  "sections": [{
    "text": "In Thailand, during the Permian, an extensive carbonate platform developed on the margin of the Indochina Plate and near to a coeval and deeper siliciclastic-dominated marine basin. This basin separated the Indochina Plate, to the east, from the Shan Thai Plate to the west. Sedimentation in the area of both platform (Pha Nok Khao Platform) and basin (Nam Duk Basin) was ended by a late Permian=early Triassic orogenic event that caused closure of the Palaeo-Tethys ocean. Tectonism has controlled the pattern of platform sedimentation and supplies of carbonate and clastic sediments into the basin area. The Pha Nok Khao Platform developed on an extensive distally steepened ramp-like margin along which carbonates and siliciclastics accumulated. Adjacent to this platform, to the west, the Nam Duk Basin received coeval hemipelagic siliciclastics and minor amounts of carbonates. Biostratigraphic evidence, based on foraminiferal assemblages, suggests an early to middle Permian age equivalence between platform and basin lithofacies. The platform strata are exposed along the Loei fold and thrust belt in northeast Thailand and basin strata are exposed within the Phetchabun fold and thrust belt in central Thailand, respectively. The two belts extend in a north–south direction and their rocks exhibit extensive karstification. On the basis of seismic data, platform lithologies extend further east in the subsurface, beneath the continental sediments of the Khorat Group into Kampuchea and Laos. Facies groups of the platform environments include restricted platform, platform interior, and outer platform. The facies groups of the basin environments include basin margin and basin plain. Minor layers of volcaniclastics and green coloured tuffites are interbedded with both the platform carbonate layers and basinal pelagic layers, suggesting active volcanism during sedimentation. The carbonate lithofacies of the shallow platform to the east (in the Loei Fold Belt) grade westward into turbidites (in the Phetchabun fold belt), and include shales and sandstones with minor carbonates. Farther to the west they pass into hemipelagic lithofacies of shale and carbonate. Lithologies and fauna of the limestones suggest tropical to subtropical climate during deposition.  1998 Elsevier Science B.V. All rights reserved.\nKeywords: Indochina; Thailand; carbonates; platform; hydrocarbons"
  }, {
    "heading": "1. Introduction",
    "text": "While much effort has recently been invested in hydrocarbon exploration of the Permian limestones\nŁ Corresponding author. E-mail: rtabakhm@cc.curtin.edu.au\nin Thailand, very little sedimentological data have been gathered to define the general sedimentary framework of these rocks. The aim of this paper is to document the sedimentology of an extensive and shallow marine carbonate platform and a siliciclastics-dominated basin developed prior to amalga-\n0037-0738/98/$ – see front matter  1998 Elsevier Science B.V. All rights reserved. PII S 0 0 3 7 - 0 7 3 8 ( 9 8 ) 0 0 0 6 4 - 5\n98 M. El Tabakh, C. Utha-Aroon / Sedimentary Geology 121 (1998) 97–119\nmation of two major continental plates in southeast Asia. The passive continental margin with an extensive carbonate platform (the Pha Nok Khao Platform) was developed along the western rifted margin of the Indochina Plate during the early and middle Permian. A siliciclastics-dominated basin (the Nam Duk Basin) was formed over the western, outer part of the Indochina platform and separated the eastern Indochina Plate from the Kao Khwang Platform on the western Shan Thai Plate. These two plates are rifted fragments of Gondwana (Mouret, 1994; Metcalfe, 1996).\nThe timing of rifting of these plates from Gondwana was early-late Palaeozoic (Hada et al., 1994). Late Permian=early Triassic collision of the two plates, near the edge of the Eurasian continent, resulted in intensely folded limestone and siliciclastic strata that are named the Loei and Phetchabun fold and thrust belts. These belts trend in the north– south direction and are present in extensive exposures in northeast and central Thailand. Collision also resulted in closure of the basin and termination\nof sedimentation. There is little information concerning the sedimentology and palaeogeography of the Permian rocks in southeast Asia because of the complicated tectonics of the region and coverage by younger strata. The main objectives of this study are to define the facies characteristics, the reconstruction of the depositional environments and the establishment of a general sedimentary model of the Permian carbonates and siliciclastics, within a platform and basin framework."
  }, {
    "heading": "2. Geology",
    "text": "The Loei and Phetchabun fold and thrust belts are major collision mountains in the mainland of southeast Asia. These belts formed in response to convergent tectonics of the Shan Thai and the Indochina plates during closure of the Palaeo-Tethys ocean by the end of Permian to early Triassic (Cooper et al., 1989; Mitchell, 1989; Metcalfe, 1990) (Fig. 1). The suture between the Shan Thai and the Indochina\nM. El Tabakh, C. Utha-Aroon / Sedimentary Geology 121 (1998) 97–119 99\nplates is marked by the Nan-Uttaradit Suture Zone and is characterised by an ophiolite belt (Hutchison, 1989; Barr and MacDonald, 1991) and extends further south into the Gulf of Thailand and north into Laos. Mesozoic and late Palaeogene to Neogene deposits completely cover the suture zone in central Thailand from 16ºN to 7ºN and it is not possible to define its location within this part of Indochina. The suture zone extends into the peninsular Malaysia to the south where it is called the Bentong–Raup suture line. Controversies remain concerning the timing of the amalgamation and the geo-history of these plates. In southeast Thailand a middle Triassic age for the suture zone is based on radiolarian dating of stacked and imbricated thrust slices of clastic sequences (Hada et al., 1994). In central north Thailand, mafic and ultramafic sequences with Permian limestones and greywackes suggest an accretionary complex in the region (Singharajwarapan and Berry, 1993).\nThe Indochina Plate contains sediments ranging in age from late Cambrian to Recent (Mouret, 1994) (Fig. 2). This plate has experienced several superimposed orogenic events that resulted in structural inversion, activation of foreland thrust faults, and large-scale tectonic sags. These events have created unique, multidimensional structural features as seen in seismic lines (Mouret, 1994). Tectonic movements have resulted in the following features: (1) compressional events during early Carboniferous Variscan\nOrogeny created tight fold structures of pre-Permian strata; (2) backarc rifting during late Carboniferous and development of an extensive platform and basin; (3) late Permian=early Triassic Indosinian orogeny and collision of the Indochina and the Shan Thai plates and closure of the Palaeo-Tethys ocean; (4) Triassic sag, development of foreland basin setting and deposition of the non-marine sediments of the Khorat Group over the Permian platform in northeastern Thailand; and (5) early Tertiary compression and uplift of the Khorat Plateau. The Permian rocks are widespread and well exposed along highways and roadcuts in northeastern Thailand and studied locations mainly comprise the mountains of the Loei and Phetchabun fold and thrust belts (Fig. 3). These belts, in part, define the western limits of the Permian platform and the main area of the basin province."
  }, {
    "heading": "3. Methods",
    "text": "The Permian rocks were studied in the Loei and Phetchabun fold and thrust belts in the northeast and central Thailand. In addition, we examined seismic lines, shallow drilled cores and quarry exposures. Petrographic study is based on two hundred standard thin section samples. Mineralogical composition was determined by X-ray diffraction (XRD) obtained at the X-ray laboratory, University of West-\n100 M. El Tabakh, C. Utha-Aroon / Sedimentary Geology 121 (1998) 97–119\nM. El Tabakh, C. Utha-Aroon / Sedimentary Geology 121 (1998) 97–119 101\nern Australia. Seven anhydrite samples from shallow cores drilled in Wang Saphung area (Fig. 1B) were analysed for δ34S, using the methods of Holt and Engelkemeir (1970) at the CSIRO (Commonwealth Scientific and Industrial Research Organization) laboratory in Sydney. Reproducibility of S isotope in anhydrite was better than 0.2‰ (CDT)."
  }, {
    "heading": "4. Lithofacies of the Pha Nok Khao Platform",
    "text": "The platform carbonates include tectonically thickened sections, however, facies analysis indicate that most of the platform sequence is repeated by folding and thrusting. The carbonate sequence is defined as the Ratburi Group (Bunopas, 1992) and is about 1200 m thick. The age of the different lithologies of the Platform strata is based on fusulinid biostratigraphy as early Asselian (286 Ma) to late Guadalupian (250 Ma) (Kozar et al., 1992; Wielchowsky and Young, 1985). A summary of lithologies and sedimentary features of platform and basin lithofacies is given in Table 1."
  }, {
    "heading": "4.1. Restricted platform lithofacies",
    "text": ""
  }, {
    "heading": "4.1.1. Fenestral carbonate mudstone",
    "text": "Description. Beds of the lime (micritic) mudstone are up to 0.5 m thick, partially dolomitized and contain diffused carbonaceous matter in limestone. The fenestral structures are horizontally aligned and less than 1 cm long. These structures exhibit irregular shapes and are filled with drusy calcite and sparry calcite cements. Beds of this type alternate with other thick units of coarse grained biosparites and flat to wavy laminated beds which exhibit stromatolite structures. Mud-cracked laminated lime mudstone beds are interbedded with this lithology.\nDiscussion. The massive beds of lime mudstone with fenestrae suggest a shallow marine tidal flat\nFig. 3. Geological map of northeast and central Thailand. The Loei and Phetchabun fold and thrust belts which extend in the north–south direction bound the western margin of the Khorat Plateau and extend in elongated north–south extensive exposures. WS indicates Wang Saphung town.\nenvironment to supratidal environment with periodic exposure and shrinkage and expansion of the sediments (Shinn, 1968). Flat to wavy laminated beds are formed from a stromatolite framework by trapping fine-grained carbonate and siliciclastic sediments, in the upper intertidal zone. Similar fenestral pellet lime mudstones represent high-energy beach environment (Shinn, 1983). Calcite cements in the void spaces represent early marine cements, similar to those described by Shinn et al. (1980)."
  }, {
    "heading": "4.1.2. Massive phylloid algal boundstone",
    "text": "Description. Algal boundstone facies are exposed in the Wang Saphung area of the Loei belt. They are poorly bedded, massive, and light to medium grey in colour (Fig. 4A). Boundstones are composed of lime mudstone, sparry calcite filling pore spaces, trapped fragments of brachiopods, and foraminifera and crinoids. Other skeletal bioclasts include calcisponges, phylloidal algae and branching dasycladacean algae. The boundstone bodies are 10– 50 m size (laterally) and 10–30 m thick and are typically found as isolated structures in the well bedded carbonates. The framework of the boundstone has micritic crusts with stromatactis-like cavities (Fig. 4B) and radial-fibrous and blocky calcite as pore-filling cements (Fig. 4C). These boundstones lack coral material and are similar to those described by Choquette (1983, in fig. 9B), (Toomey and Babcock, 1983; Flugel, 1981).\nDiscussion. The massive phylloid algal boundstones were deposited in a low energy environment and are similar to those of the Middle Pennsylvania to Wolfcampian carbonates in southwestern United States (Wilson, 1975). Such framework building organisms are common on the slopes and inner parts of carbonate platforms throughout the late Palaeozoic and early Mesozoic (James and Bourque, 1992). They are also indicative of shallow marine conditions and subaerial exposure of the platform."
  }, {
    "heading": "4.1.3. Sulphate evaporites",
    "text": "Description. Sulphate deposits are present in bore holes in the Wang Saphung area (Fig. 1B). Layers of gypsum and anhydrite of up to 30 m thick are interbedded with dark grey argillaceous and limestone beds. Original evaporite sedimentary structures have\n102 M .E l Tabakh,C .U tha-A roon /Sedim entary G eology 121 (1998) 97–119\nM. El Tabakh, C. Utha-Aroon / Sedimentary Geology 121 (1998) 97–119 103"
  }, {
    "heading": "1- C5 15.3",
    "text": ""
  }, {
    "heading": "2- C11 16.5",
    "text": ""
  }, {
    "heading": "3- C11 14.6",
    "text": ""
  }, {
    "heading": "4- C10 16.9",
    "text": ""
  }, {
    "heading": "5- C12 16.5",
    "text": ""
  }, {
    "heading": "6- C3 14.3",
    "text": ""
  }, {
    "heading": "7- C4 14.2",
    "text": "been obliterated by recrystallization of gypsum and rehydration of anhydrite into secondary gypsum. The sulphates in the Wang Saphung area are overlain by cross-laminated and fine-grained sandstone beds and algal boundstones. In the Wang Saphong area Permian rocks include limestone layers, massive algal boundstone and gypsum and evaporites. The limestone beds are fossiliferous, with abundant crinoids, ostracods, algae and coral fragments.\nDiscussion. The evaporites formed in restricted basins where output of water due to surface evaporation exceeded water input. In the Wang Saphung area, evaporite formation was significant because it marked a drastic restriction of water on the platform. Evaporites associated with phylloidal algal boundstones suggest that these evaporites formed in a back bank environment where growth of the phylloid algal mounds created hydrological restriction probably in shallow lagoon settings. Sulphur isotopic composition of the anhydrite samples is given in Table 2 and indicates a marine source for the sulphates (Claypool et al., 1980; Stemmerik et al., 1988; Posey and Fisher, 1989)."
  }, {
    "heading": "4.2. Platform interior lithofacies",
    "text": ""
  }, {
    "heading": "4.2.1. Massive lime mudstone",
    "text": "Description. The lime mudstone beds are found in extensive exposures of the Loei and Phetchabun fold and thrust belts. These beds are up to 1 m thick, with characteristic even bedding and minor thin shale beds (Fig. 5A). These beds consists of partially dolomitized and carbonaceous lime mudstone. Beds are medium to dark grey in colour and include detrital sand grains and fine grained skeletal debris. Some beds are burrowed with the burrows being\nfilled by silt-size carbonate grains or siliciclastic grains. These lithologies are typically interbedded with intertidal sediments and ribbon-like carbonate beds (Fig. 5B). The ribbon carbonates average 5 cm thick and may contain fragments of bioclasts.\nDiscussion. The massive lime mudstone beds were deposited in shallow marine environment where carbonate particles accumulated in quiet water areas not affected by currents. However, thin and laminated carbonate mudstone beds have accumulated in moderate energy areas where cyanobacterial mats bound the sediment surfaces (Jones and Desrochers, 1992). These lime mudstones were far from shoreline sandbodies suggesting a subtidal environment."
  }, {
    "heading": "4.2.2. Skeletal and peloidal wackestones and packstone",
    "text": "Description. These lithologies are common and their beds vary from 5 cm up to 30 cm thick and are light to dark grey in colour. Beds exhibit sharp bases with abundant sedimentary structures including graded bedding, truncation surfaces and parallel laminations and minor cross bedding. Beds contain abundant peloids and bioclasts of foraminifera, algal fragments, brachiopods, crinoids and corals and are commonly matrix supported (Fig. 6A,B). Bioturbation, borings and cross-bedding are common. The size of the allochem particles ranges from fine mm-sized grains peloidal grains up to 1-cm-sized bioclasts.\nDiscussion. The skeletal and peloidal wackestones and packstone lithofacies were deposited above storm-wave base, and are typified by open marine fauna. Calcareous mudstone and siliciclastic muds are common and suggest subtidal environment. Sedimentary structures present are possibly indicative of storm-induced sedimentation (Aigner, 1985)."
  }, {
    "heading": "4.2.3. Bedded grainstone and packstone and nodular chert",
    "text": "Description. This cherty carbonate lithofacies includes micritic limestone and fossiliferous limestone of mainly crinoidal and foraminiferal bioclasts with strong silicification (Fig. 7A). Limestone beds are up to 30 cm thick and chert is found as lenses that are several meters long, continuous thin beds of up to 5 cm thick, and individual nodules of up to 10 cm\n104 M. El Tabakh, C. Utha-Aroon / Sedimentary Geology 121 (1998) 97–119\nM. El Tabakh, C. Utha-Aroon / Sedimentary Geology 121 (1998) 97–119 105\nFig. 4. Algal boundstone lithofacies. (A) An outcrop picture showing massive algal boundstone body. White areas are sparry calcite cements filling algal cavities. (B) Photomicrograph showing algal encrusted fabric with sparry calcite filling algal cavities. Scale bar is 0.5 mm. (C) A photomicrograph showing radial fibrous calcite cement within algal cavities. Scale bar is 1 mm.\n106 M. El Tabakh, C. Utha-Aroon / Sedimentary Geology 121 (1998) 97–119\nFig. 7. Chert and limestone lithofacies. (A) A part of a lenticular chert layer interbedded with limestone beds. Chert layer is dark brown in colour and may reach up to 20 cm thick. Hammer is given for scale. (B) Photomicrograph of chert filling a cavity of a rudist shell. Earlier calcite crystals grew on the walls of the shell. Scale bar is 2 mm. (C) Photomicrograph showing replacement of calcite cement of dark grey colour by chert of light grey colour. Scale bar is 2 mm.\nM. El Tabakh, C. Utha-Aroon / Sedimentary Geology 121 (1998) 97–119 107\n108 M .E l Tabakh,C .U tha-A roon /Sedim entary G eology 121 (1998) 97–119\nM. El Tabakh, C. Utha-Aroon / Sedimentary Geology 121 (1998) 97–119 109\nsize. The chert is dark grey to pale brown in colour and replaces bioclasts and matrix and fillings in body cavities of bioclasts and possibly replacing earlier cements (Fig. 7B,C). Ribbon carbonate beds of up to 10 cm thick composed mainly of lime mud are commonly interbedded with thin shaly and siliciclastic beds in this lithofacies.\nDiscussion. The coarse grain size of the limestones, abundance of fossils and evidence of bioturbation suggest deposition in a relatively shallow marine high energy environment. These shallow marine strata are interbedded with fine-grained carbonate mudstone and ribbon carbonate indicate low energy conditions. These ribbon carbonate beds are interbedded with thin shaly and siliciclastic beds that accumulated below wave base on the carbonate platform similar to those described for the late Cambrian Nolichucky Formation of southwest Virginia (Markello and Read, 1981)."
  }, {
    "heading": "4.3. Outer platform lithofacies",
    "text": ""
  }, {
    "heading": "4.3.1. Skeletal grainstones and packstones",
    "text": "Description. These limestone lithofacies are abundant with beds are up to 1 m thick. Beds are massive and medium to dark grey in colour with sharp bases. Beds exhibit basal lags, upward-fining layers, parallel and thick bedding, cross-lamination and scouring. These limestones contain broad faunal diversity of foraminifera, algae, brachiopods, crinoids and solitary corals (Fig. 8A,B). Most of these bioclasts are broken and abraded and show micritized rims with coarsely crystalline calcite cements (Fig. 8C,D).\nDiscussion. The skeletal grainstones and packstones are common and exhibit grading, and cross lamination which suggest high energy conditions in platform shoals. Even bedding and truncation surfaces covered by massive grainstones are characteristic of this facies. Broken, abraded bioclasts found in basal lags are indicative of high-energy deposition. These deposits are well sorted and washed and present as fossil-rich layers. Abraded bioclasts and broken algal fragments suggest accumulation as shoals on the platform (Wilson, 1975). Grainstones are well cemented which resulted from diagenesis in the deep burial environment."
  }, {
    "heading": "4.3.2. Limestone conglomerate and breccia",
    "text": "Description. Limestone breccias with angular laminated and massive fossiliferous clasts contain redcoloured carbonate mudstone matrix. Individual carbonate clasts are up to 20 cm size and clasts are commonly matrix supported and are locally mixed with detrital quartz grains. Thick layers of up to 1 m thick of mud-supported limestone conglomerates are found interbedded with the massive limestone beds. Intraclasts are composed of fine-grained and laminated limestone, fossiliferous limestone, and commonly whole fossils. Clasts are up to 20 cm in size and are may be cemented by sparry calcite cements (Fig. 9). Channels filled with siliciclastics and debris of bioclasts are also common in the outer platform areas.\nDiscussion. Coarse-grained breccias formed on the slope of the platform and their formation have been suggested by tectonics, sea-level falls, over-steepening and subsequent collapse of the platform (Mutti et al., 1984; Watts and Garrison, 1986). The conglomerate and breccia interbedded with thick to thin-bedded limestone and thin shale layers were deposited on basin-margin slope."
  }, {
    "heading": "5. Lithofacies of the Nam Duk Basin",
    "text": "This area has been the subject of several studies discussing the palaeogeography and plate tectonics of the mainland of southeast Asia (Chonglakmani and Sattayarak, 1978). Strata of the basin are folded and overthrusted by an east–west deformational front, resulting in isoclinal folds with relatively flat northward and southward fold axis."
  }, {
    "heading": "5.1. Thin and thick bedded limestone, shale and sandstone",
    "text": ""
  }, {
    "heading": "5.1.1. Description",
    "text": "This lithofacies is characterized by limestone layers that are interbedded with laminated shale and sandstone beds. Most of limestone beds are argillaceous, up to 30 cm thick and are green to grey in colour. Some limestone beds are micritic and are locally rich in crinoid fragments, corals, brachiopods, algae and abundant foraminifera. Stylolitic grain to\n110 M. El Tabakh, C. Utha-Aroon / Sedimentary Geology 121 (1998) 97–119\ngrain contacts are common in these carbonate layers. Many carbonate layers exhibit elongated and lenticular bedding. Shale beds are medium green to black in colour, well laminated and are up to 10 cm thick. Sandstone layers are up to 5 cm thick and some layers are graded with lamination and are composed of fine-grained quartz, clayish-sericitic matrix, minor feldspar and rock fragments. Pyrite is also abundant in some sandstone beds with some heavy minerals such as hornblende and biotite. Sandstones are fine and exhibit graded bedding and ripple cross-bedding."
  }, {
    "heading": "5.1.2. Discussion",
    "text": "This lithofacies comprise turbidite sandstone and hemipelagic shale which deposited within a deep basin setting similar basins to those described by Sanders (1965); Mutti and Ricci Lucchi (1972); Mutti (1992); and Shanmugam and Moiola (1995). Fossil-rich limestone beds have resulted from debris flow within most likely in down slope of the basin plain environment with depositional influence from platform (Scholle et al., 1983). During sealevel highstand when the platform top was flooded, bioclasts were commonly derived and transported from the platform area into the basin area (Schlager, 1992)."
  }, {
    "heading": "5.2. Thin and thick bedded limestone and shale",
    "text": ""
  }, {
    "heading": "5.2.1. Description",
    "text": "The thin bedded limestone layers are interbedded with laminated shale beds (Fig. 10A,B). The limestone beds contain few fossils, and are chalky, and argillaceous. Beds exhibit graded bedding, channels, and convolute bedding. Limestone beds are white, green to grey in colour, average 5 cm thick, and may reach up to 30 cm thick. Locally, layers of up to 10 cm thick of matrix supported limestone conglomerates occur. Bioclast-rich limestone beds are locally found in massive and lenticular beds. Sandstone layers are up to 15 cm thick. Shale layers are well laminated and up to 10 cm thick and are locally truncated by carbonate beds (Fig. 10C). Shale layers are medium green to black in colour. Sandstone is mainly composed of fine-grained quartz. Fragments of abraded skeletal bioclasts are observed in thin sections of argillaceous mudstone and shale beds (Fig. 10D). Laminae of the thin shale beds are truncated by the carbonate layers and locally exhibit elongated and lenticular bedding."
  }, {
    "heading": "5.2.2. Discussion",
    "text": "Lithologies of this lithofacies suggest their deposition in a deep-water, toe of slope setting (Scholle\nM .E l Tabakh,C .U tha-A roon /Sedim entary G eology 121 (1998) 97–119\n111\n112 M. El Tabakh, C. Utha-Aroon / Sedimentary Geology 121 (1998) 97–119\net al., 1983). The thin and poorly fossiliferous limestone beds and shale are background of deep hemipelagic deposits where the fossil-rich and thick limestone beds resulted from debris flow and indicate that basin slopes were steep. Fragments of bioclasts in the carbonate beds suggest that the area was near the margin."
  }, {
    "heading": "6. Regional geology",
    "text": ""
  }, {
    "heading": "6.1. Sedimentary framework",
    "text": "The Permian Basin in Thailand extends beneath the non-marine clastics of the Khorat Plateau, covering an extensive area of 120,000 km2 of the E-Sarn\nregion (northeast Thailand). The Permian platform of the Indochina Plate is interpreted to have resulted from sedimentation along an extensive continental margin in a backarc setting (Fig. 11). The platform remained shallow for much of the time and deposition occurred on a sloping carbonate platform adjacent to a deeper basin that lay to the west. During most of the Permian, this basin separated the Pha Nok Khao Platform on the Indochina Plate to the east from the Khao Khwang Platform on the Shan Thai Plate to the west. Sedimentation in the area of both platforms and basin was ended by a late Permian=early Triassic orogenic event that caused closure of the Palaeo-Tethys ocean.\nA high energy grainstone belt was developed on the basinward edge of this platform. The model pro-\nM. El Tabakh, C. Utha-Aroon / Sedimentary Geology 121 (1998) 97–119 113\nposed for the Permian limestones in Thailand is a distally-steepened carbonate platform similar to the western USA shelf margin during the late Cambrian (Read, 1985) and for the middle Ordovician of the eastern USA in Tennessee. The shallow marine carbonates of this studied platform extend to the east under the Khorat Plateau in northeast Thailand and are exposed further into Vietnam and Cambodia. Agitated shoal-water and grainstone facies occur further west as fringes to the basin provence, indicating that the platform had a rimmed-type shelf. Allochthonous sands, channels and breccias occur in a relatively high energy environment containing skeletal banks and sand shoals. These facies grade basin-ward into slope facies with wackestones and laminated lime mudstones. Clasts of breccia are well laminated and lack shallow water facies of massive grainstones. This extensive platform could have been the source for the resedimented carbonates of the basinal facies which defines a slope apron on the platform (Cook and Mullins, 1983). These facies grade basinward into well bedded lime turbidites, dominated by quartos sandstone layers, minor shale and argillaceous mudstone suggesting a lower slope of a broad and deep ramp zone or basin margin environment. The deep-water facies of the basin are dominated by hemipelagic limestones and well laminated black shales. Examples include the Delaware Basin of Texas and New Mexico where it lacks large frame-work builders on the basin margin and the basinal side of the buildup contains coarse and fine skeletal debris. On the margins of the Zechestine Basin in northern England, the basin marginal buildups contain no obvious basin marginal reefs."
  }, {
    "heading": "6.2. Palaeogeography",
    "text": "The Indochina and Shan Thai plates are fragments of the Gondwana from the southern Hemisphere (Metcalfe, 1990). The Shan Thai Plate was adjacent to the northwest of the Australian Gondwana until early Permian, as indicated by the wide distribution of late Carboniferous to early Permian glacial marine sediments which are represented by the Phuket Group and Kangkrachan Formation in Thailand, Singa Formation in northwest Malaysia and Mergui Formation in east Burma (Metcalfe, 1989). Permian limestones of north Thailand differ from those of peninsular Thai-\nland and Malaysia in that the peninsular Thai and Malaysian limestones were deposited in a cold climate regime during late Carboniferous to early Permian based on fossils (Waterhouse, 1982), δ18O coolwater indicators (Rao, 1988) and glacial-marine diamictites (Wopfner, 1994). During middle to late Triassic, the central north and west of Thailand, west Malaysia and east Burma were possibly within close palaeogeographic locations as indicated by the presence of a bivalve assemblage containing Halobia and Daonella (Fontain and Suteethorn, 1988) and assemblage of foraminifera containing Aultortid (Vachard, 1990). The late Palaeozoic and Mesozoic fauna and flora of the Indochina Plate show no relationships to Gondwana (Metcalfe, 1986), although, Precambrian granulite rocks exposed in Vietnam suggest they once were part of the Gondwana granulite belt (Katz, 1993).\nFacies and composition of the Permian limestones in north Thailand suggest deposition in near-equatorial areas, similar to those described by Sellwood (1986). Climatic conditions during the Permian must have been warm because the Permian limestones contain abundant reef-building organisms, suggesting shallow, warm and relatively clear marine waters. During the Permian, the Indochina Plate was located at nearly 10º south of the palaeoequator, suggesting a tropical climate (Scotese and Langford, 1995). The platy phylloid-algal structures found in algal mounds and associated bioclasts are indicative of normal marine water and normal salinity. These depositional conditions imply that tropical climates existed. Evaporites, however, were formed in lagoons and their formation required periodic hydrological restriction during development of platform."
  }, {
    "heading": "6.3. Evolution of the platform and basin",
    "text": "A generalized tectonic and sedimentary model of the eastern Indochina Plate with the Pha Nok Khao platform and the adjacent Nam Duk Basin, and the Western Shan Thai Plate with the Kao Khwang platform is given in Fig. 12. Seismic data suggest that the platform was dissected by extensional faults, allowing some blocks to subside and other uplifted blocks to be eroded at different rates. In general, the lithofacies types on the platform allow for reconstruction of deposition on a gently sloping carbon-\n114 M. El Tabakh, C. Utha-Aroon / Sedimentary Geology 121 (1998) 97–119\nate platform. Grainstone and packstone carbonate lithofacies are the most widespread and indicative of high-energy conditions. The eastern part of the area is dominated by shallow water lithofacies, in contrast with the adjacent western areas which are dominated by deep-water lithofacies of calcareous turbidites and hemipelagic deposits. The Permian basin in Thailand had a complex history from the Devonian towards the end of the Permian. Sedimentation patterns were influenced by local tectonics, and platform, slope and basin settings. The Nam Duk Basin contains deeper-marine facies, equivalent to the shallow marine platform. This conclusion is supported by: (1) the alternating thin-bedded, laminated, dark organic-rich shale with reworked debris of bioclasts of hemipelagic sequences; (2) turbidites composed mainly of thick sandstone layers, shale, and minor resedimented carbonates sourced from the adjacent platform; and (3) an equivalent age relationship between platform and basin lithofacies (based on palaeontologic comparisons).\nSeismic data show that sedimentation on the Indochina platform was controlled and complicated by extensional tectonics which produced footwall highs and hanging walls during the latest Carboniferous when maximum subsidence after the Variscan\nOrogeny occurred. The synsedimentary tectonics are documented by high rates of clastic flux into the platform and basin provinces. Coarse carbonate clastics and breccias that developed in a base-of-slope apron indicate a relatively steep slope existed along the Permian platform. Intermittent terrigenous influx into the platform and basin areas must have resulted from emergent synsedimentary tectonic processes and possible sea level fall. This is evident from the abundance of detrital siliciclastics with carbonates and mass gravity deposits found within basin margin environments.\nLocal karstification and calichification of subaerial exposure-related fresh water conditions are evident in truncation of the platform carbonates and lateral facies changes. This is based on core examination and seismic data from the subsurface of the Khorat Plateau area in northeast Thailand (Kozar et al., 1992). This study suggest that karsting of the platform resulted from sea-level fall with local tectonic enhancement associated with reactivated platform block faulting. Petrographic evidence suggesting vadose zone alteration and near subaerial exposure of the platform such microbial cavities filled by calcite cements are evident in the massive algal boundstones.\nM. El Tabakh, C. Utha-Aroon / Sedimentary Geology 121 (1998) 97–119 115"
  }, {
    "heading": "6.4. Closure of the Nam Duk Basin",
    "text": "Lithofacies of the Nam Duk Basin suggest deep water and are identified from east to west as turbidites and hemipelagic sediments, respectively. Based on fusulinids, age of the deep-water strata of the Nam Duk Basin is Asselian, Sakmarian, and Guadalupian (Helmcke, 1982; Winkel et al., 1983; Alterman et al., 1985; Helmcke et al., 1985; Wielchowsky and Young, 1985). The Nam Duk Basin separated the Indochina Plate from the Shan Thai Plate during the Carboniferous and Permian. Based on the distribution of the basin facies and reconstruction of basin area, the width of the basin was about 150 km, however, oceanic crust is not detected in the area. The late Palaeozoic volcanic belt existed to the west of the basin associated with westward dipping subduction. Timing of closure of the basin is uncertain and strata younger than late Permian are not known in the basin. Closure of the basin resulted from convergent tectonics associated with plate– plate collision and suturing between the Indochina and the Shan Thai plates. The age of suturing is still controversial with ages of early Carboniferous\n(Helmcke, 1985), Permian (Helmcke and Kraikhong, 1980), early Triassic (Cooper et al., 1989) and late Triassic (Ridd, 1980; Metcalfe, 1990). In Thailand, the suture zone includes a belt of pre-Permian ophiolitic mafic and ultramafic rocks (Type II ophiolitic associations) with associated blueschists distributed in northwest of Thailand (Barr et al., 1985; Barr and Macdonald, 1987). In southeast Thailand the suture comprises a western chert-clastic belt and an eastern serpentinite melange belt (Hada et al., 1994). Permo-Triassic volcanicity resulted from subduction tectonics of the two plates (Panjasawatwong, 1991), resulted in input of volcanic material into the basin."
  }, {
    "heading": "6.5. Implications for hydrocarbon exploration",
    "text": "The Permian Basin in Thailand extends beneath the Khorat Plateau, covering an extensive area of 120,000 km2 of current petroleum interest in the E-Sarn region of northeast Thailand. Permian clastics are the potential source for hydrocarbons, particularly the black shales. The Permian strata are gasproducing in the Nam Phong, Phu Horn, and Dong Mun gas fields in the Khorat Plateau (Fig. 13) where\n116 M. El Tabakh, C. Utha-Aroon / Sedimentary Geology 121 (1998) 97–119\ngas traps occur in structural highs that resulted from Permo-Triassic uplift and thrusting of the Permian strata (Fig. 14). Tectonics in the area created fault and thrust anticlines and unconformity zones with clastics between the Permian and the Mesozoic Khorat strata that are potential reservoirs. The Permian limestones and clastics and Triassic shales in graben and half graben structures are considered to be the main gas plays in the region. Folded high blocks of Permian beds constitute the main structural traps which are self sealed and also additionally sealed by Triassic non-marine lacustrine claystones. Permian reefs at the subsurface of the central area of the Khorat Plateau in the Dong Mun prospect contain hydrocarbons produced from highly fractured and vuggy intervals. Geochemical analysis of these rocks suggest that they are mature to over mature hydrocarbons with TOC ranging from 0.29–1.59 (Sattayarak, 1992)."
  }, {
    "heading": "7. Conclusions",
    "text": "This paper outlines the lithofacies and depositional environments of the Permian-age platform and basin deposits in Thailand and their general tectonic development prior to the final closure of the Palaeo-Tethys during late Permian=early Triassic. The early sedimentary development of the Indochina platform is related to intracratonic rifting from the Gondwana Craton and the opening of Palaeo-Tethys. Due to progressive rifting an extensive platform was formed and basin was developed along the margin of the platform. However, the basin never evolved into an oceanic basin owing to the tectonic movements between the Indochina and the Shan Thai plates. Platform lithologies include carbonates and clastics and evaporites which pass westward into the deep-water lithologies including turbidite deposits of sandstones, shales and carbonates and hemipelagic deposits of carbonates and shales.\nM. El Tabakh, C. Utha-Aroon / Sedimentary Geology 121 (1998) 97–119 117\nFacies exposed include those from restricted platform, platform interior, and outer platform, basin margin and basin-plain. Layers of volcaniclastics and green coloured tuffites are found interbedded with both the platform carbonate layers and basinal hemipelagic layers. These volcaniclastics suggest that active volcanicity occurred during sedimentation.\nBasin slope was separated from the platform by platform margin bioclastic grainstones that formed a rimmed shelf. Siliciclastics were periodically shed into the platform area from either a bordering land mass, possibly located to the east or from erosion of uplifted platform blocks. The fossils and the facies suggest sedimentation that took place in a tropical setting.\nHigh energy grainstone belts developed on the basinward edge of the extensive platform. Slope apron deposits were the source for the resedimented carbonates found in the basinal facies.\nBiostratigraphic data based on foraminifera assemblages indicate age equivalence between the shallow marine carbonate-dominated platform and basin turbidite and hemipelagic facies.\nThe Permian strata at the subsurface of the Khorat Plateau are gas producing, however, complicated tectonics have created several structural features that are suitable for generating hydrocarbon traps and encouraging further hydrocarbon exploration."
  }, {
    "heading": "Acknowledgements",
    "text": "This research was conducted while M.E. was an ARC (Australian Research Council) research fellow at Curtin University, Perth, Western Australia. We would like to gratefully acknowledge the managers of the many limestone quarries, particularly in Loei area, for allowing us to work in their facilities. We thank Khun Nares Sattayarak of the Fossil Fuel and Petroleum Exploration Group in the Department of Mineral Resources (DMR) in Bangkok for his support and for fruitful discussions during conducting the field work in Thailand. We are indebted to Brian Cikara and Peter Glover of Curtin University for preparing thin sections. B. Charlotte Schreiber and Steve Moss edited and greatly improved early versions of the manuscript. Thanks to\nSedimentary Geology editors Bruce Sellwood, Fread Read and Noel James for their valuable comments on the manuscript."
  }],
  "year": 1998,
  "references": [{
    "title": "Toward a late Paleozoic",
    "authors": ["S.M. Barr", "A.S. MacDonald"],
    "venue": "northern Thailand. Geology",
    "year": 1991
  }, {
    "title": "Occurrence of blueschist in the Nan-River",
    "authors": ["Y. wong"],
    "year": 1985
  }, {
    "title": "Regional stratigraphical correlation in Thai",
    "authors": ["S. Bunopas"],
    "year": 1992
  }, {
    "title": "Stratigraphy of the Huai",
    "authors": ["C. Chonglakmani", "N. Sattayarak"],
    "year": 1978
  }, {
    "title": "Platy algal reef mounds, Paradox Basin",
    "authors": ["Nov", "pp"],
    "year": 1983
  }, {
    "title": "Accretion tectonics in Thailand along the Nan-Uttaradit Suture Zone",
    "authors": ["W. Yanoiyothin", "K. Ishill", "S. Yoshikura"],
    "venue": "Sedimentary Geology",
    "year": 1998
  }, {
    "title": "On the Variscan evolution of central mainland southeast Asia",
    "authors": ["D. Helmcke"],
    "venue": "Earth Evol. Sci",
    "year": 1982
  }, {
    "title": "The Permo-Triassic ‘Paleotethys’ in mainland Southeast-Asia and adjacent parts of China",
    "authors": ["D. Helmcke"],
    "venue": "Geol. Rundsch",
    "year": 1985
  }, {
    "title": "On the geosynclinal and orogenic evolution of central and northeastern Thailand",
    "authors": ["D. Helmcke", "C. Kraikhong"],
    "venue": "J. Geol. Soc. Thailand",
    "year": 1980
  }, {
    "title": "Orogenic evolution of NE-Thailand during the Upper Paleozoic",
    "authors": ["D. Helmcke", "K. Weber", "R. Ingavat", "N. Nakornsri"],
    "venue": "Proc. Conf. Geol. Min. Resources Development. NE-Thailand. Khon Kaen University,",
    "year": 1985
  }, {
    "title": "Thermal decomposition of barium sulfate to sulphur dioxide for mass spectrometric analysis",
    "authors": ["B.D. Holt", "A.G. Engelkemeir"],
    "venue": "Anal. Chem",
    "year": 1970
  }, {
    "title": "The Paleo-Tethyan realm and Indosinian orogen system of Southeast Asia",
    "authors": ["C.S. Hutchison"],
    "year": 1989
  }, {
    "title": "Reefs and mounds",
    "authors": ["N. James", "P. Bourque"],
    "venue": "Geological Association of Canada,",
    "year": 1992
  }, {
    "title": "Shallow Platform Carbonates",
    "authors": ["B. Jones", "A. Desrochers"],
    "venue": "Geological Association of Canada,",
    "year": 1992
  }, {
    "title": "The Kannack complex of the Vietnam Kontum Massif of the Indochina Block — An exotic fragment of Precambrian Gondwanaland",
    "authors": ["M.B. Katz"],
    "year": 1993
  }, {
    "title": "Integrated structural and stratigraphic study of the Khorat Basin, Rat Buri limestone (Permian), Thailand",
    "authors": ["M.G. Kozar", "G.F. Crandall", "S.E. Hall"],
    "venue": "Proceedings of a National Conference on Geologic Resources of Thailand: Potential for Future Development,",
    "year": 1992
  }, {
    "title": "Carbonate ramp-to-deeper shale shelf transition of an Upper Cambrian intrashelf basin, Norchucky Formation, southwest Virginia Appalachians",
    "authors": ["J.R. Markello", "F.J. Read"],
    "venue": "Sedimentology",
    "year": 1981
  }, {
    "title": "Late Paleozoic paleogeography of Southeast Asia: some stratigraphical and paleontological constraints",
    "authors": ["I. Metcalfe"],
    "venue": "Geol. Soc. Malaysia Bull",
    "year": 1986
  }, {
    "title": "Triassic sedimentation in the Central Basin of Peninsular Malaysia",
    "authors": ["I. Metcalfe"],
    "venue": "Proceedings of International Symposium on Intermontane Basins: Geology and Resources. Chiang Mai University,",
    "year": 1989
  }, {
    "title": "Allochthonous terrane processes in Southeast Asia",
    "authors": ["I. Metcalfe"],
    "venue": "Philos. Trans. R. Soc. London A",
    "year": 1990
  }, {
    "title": "Pre-Cretaceous evolution of SE Asian Ter",
    "authors": ["I. Metcalfe"],
    "year": 1996
  }, {
    "title": "The Shan Plateau and western Burma: Mesozoic–Cenozoic plate boundaries and correlation with Tibet. In: Sengor, A.M.C. (Ed.), Tectonic Evolution of the Tethyan Region",
    "authors": ["A.H.G. Mitchell"],
    "year": 1989
  }, {
    "title": "Geological history of northeastern Thailand since the Carboniferous: Relations with Indochina and Carboniferous to early Cenozoic evolution model",
    "authors": ["C. Mouret"],
    "venue": "Proceedings of the International Symposium on Stratigraphic Correlation of Southeast Asia,",
    "year": 1994
  }, {
    "title": "Turbidite Sandstones",
    "authors": ["E. Mutti"],
    "venue": "Agip, Milan,",
    "year": 1992
  }, {
    "title": "Turbidites of the northern Apennines: introduction to facies analysis",
    "authors": ["E. Mutti", "F. Ricci Lucchi"],
    "venue": "Int. Geol. Rev",
    "year": 1972
  }, {
    "title": "Seismoturbidites: a new group of resedimented deposits",
    "authors": ["E. Mutti", "F. Ricci-Lucci", "M. Sequret", "G. Zanzucchill"],
    "venue": "Mar. Geol",
    "year": 1984
  }, {
    "title": "Petrology, geochemistry and tectonic implications of the igneous rocks in the Nan Suture, Thailand and an empirical study of the effects of Ca=Na, Al=Si",
    "authors": ["Y. Panjasawatwong"],
    "year": 1991
  }, {
    "title": "Possible Palaeozoic drift of SE Asia and Triassic collision with China",
    "authors": ["M.F. Ridd"],
    "venue": "J. Geol. Soc. London 137,",
    "year": 1980
  }, {
    "title": "A sulfur and strontium isotopic investigation of Lower Permian anhydrite",
    "authors": ["H.H. Posey", "R.S. Fisher"],
    "venue": "Palo Duro Basin, Texas, USA. Appl. Geochem",
    "year": 1989
  }, {
    "title": "Paleoclimate of some Permo-Triassic carbonates of Malaysia",
    "authors": ["C.P. Rao"],
    "venue": "Sediment. Geol",
    "year": 1988
  }, {
    "title": "Carbonate platform facies models",
    "authors": ["J.F. Read"],
    "venue": "Bull. Am. Assoc. Pet. Geol. Bull",
    "year": 1985
  }, {
    "title": "Primary sedimentary structures formed by turbidity currents and related resedimentation mechanism",
    "authors": ["J.E. Sanders"],
    "venue": "SEPM Spec. Publ",
    "year": 1965
  }, {
    "title": "Petroleum exploration opportunity in Thailand. In: Piancharoen, C. (Ed.), Proceedings of a National Conference on Geological Resources of Thailand: Potential for Future Development, Bangkok, 17–24",
    "authors": ["N. Sattayarak"],
    "year": 1992
  }, {
    "title": "Sedimentology and sequence stratigraphy of reefs and carbonate platforms",
    "authors": ["W. Schlager"],
    "venue": "Am. Assoc. Pet. Geol. Continuous Education Course Note Series",
    "year": 1992
  }, {
    "title": "Pelagic Environment",
    "authors": ["P.A. Scholle", "M.A. Arthur", "A.A. Ekdale"],
    "venue": "Carbonate Depositional Environments. Am. Assoc. Pet. Geol. Mem",
    "year": 1983
  }, {
    "title": "Pangea and the Paleogeography of the Permian",
    "authors": ["C.R. Scotese", "R.P. Langford"],
    "venue": "The Permian of Northern Pangea,",
    "year": 1995
  }, {
    "title": "Shallow-marine carbonate environments",
    "authors": ["B.W. Sellwood"],
    "year": 1986
  }, {
    "title": "Reinterpretation of depo",
    "authors": ["G. Shanmugam", "R.J. Moiola"],
    "year": 1995
  }, {
    "title": "Practical significance of birdseye structures in carbonate rocks",
    "authors": ["E.A. Shinn"],
    "venue": "J. Sediment. Petrol",
    "year": 1968
  }, {
    "title": "Birdseyes, fenestrae, shrinkage pores and loferites: a re-evaluation",
    "authors": ["E.A. Shinn"],
    "venue": "J. Sediment. Petrol",
    "year": 1983
  }, {
    "title": "Experimental compaction of lime sediment",
    "authors": ["E.A. Shinn", "D.M. Robbin", "R.P. Steinen"],
    "venue": "Am. Assoc. Pet. Geol. Annual Meeting,",
    "year": 1980
  }, {
    "title": "Structural analysis of the accretionary complex in Sirikit Dam area, Uttaradit, Northern Thailand",
    "authors": ["S. Singharajwarapan", "R.F. Berry"],
    "venue": "J. Southeast Asia Earth Sci",
    "year": 1993
  }, {
    "title": "S-isotope studies of shallow water, laminated gypsum and associated evaporites",
    "authors": ["L. Stemmerik", "J.E. Rouse", "B. Spiro"],
    "venue": "Upper Permian, East Greenland. Sediment. Geol",
    "year": 1988
  }, {
    "title": "Precambrian and Paleozoic algal carbonates, West Texas–southern New Mexico",
    "authors": ["D.F. Toomey", "J.H. Babcock"],
    "venue": "Prof. Contr. CO School Mine, Texas,",
    "year": 1983
  }, {
    "title": "A new biozonation of the limestones from Terbat area, Sarawak, Malaysia",
    "authors": ["D. Vachard"],
    "venue": "CCOP Tech. Bull. 20,",
    "year": 1990
  }, {
    "title": "An early Permian cool water fauna",
    "authors": ["J.B. Waterhouse"],
    "year": 1982
  }, {
    "title": "Evolution of a Mesozoic carbonate slope on a south Tethyan continental margin, Sumeini Group, Oman",
    "authors": ["K.F. Watts", "R.E. Garrison"],
    "venue": "Sediment. Geol",
    "year": 1986
  }, {
    "title": "Regional facies variations in Permian rocks of the Phetchabun fold and thrust belt, Thailand",
    "authors": ["C.C. Wielchowsky", "J.D. Young"],
    "venue": "In: Conference on Geology and Mineral Resources Development of Northeast,",
    "year": 1985
  }, {
    "title": "Carbonate Facies in Geologic History",
    "authors": ["J.L. Wilson"],
    "year": 1975
  }, {
    "title": "Facies and stratigraphy of the Lower-Lower Middle Permian strata of the Phetchabun fold-belt in central Thailand. Geological Society of Thailand=Geological Society of Malaysia. In: Proceedings of a workshop on stratigraphic correlation of Thailand",
    "authors": ["R. Winkel", "R. Ingavat", "D. Helmcke"],
    "year": 1983
  }, {
    "title": "Late Paleozoic climates between Gondwana and western Yunnan",
    "authors": ["H. Wopfner"],
    "venue": "Fourth International Symposium and Field Excursion, Abstract Volume,",
    "year": 1994
  }],
  "id": "SP:6476facd35dedc87f8a126d21100d000a5abbf55",
  "authors": [{
    "name": "Mohamed El Tabakh",
    "affiliations": []
  }, {
    "name": "Cherdsak Utha-Aroon",
    "affiliations": []
  }],
  "abstractText": "In Thailand, during the Permian, an extensive carbonate platform developed on the margin of the Indochina Plate and near to a coeval and deeper siliciclastic-dominated marine basin. This basin separated the Indochina Plate, to the east, from the Shan Thai Plate to the west. Sedimentation in the area of both platform (Pha Nok Khao Platform) and basin (Nam Duk Basin) was ended by a late Permian=early Triassic orogenic event that caused closure of the Palaeo-Tethys ocean. Tectonism has controlled the pattern of platform sedimentation and supplies of carbonate and clastic sediments into the basin area. The Pha Nok Khao Platform developed on an extensive distally steepened ramp-like margin along which carbonates and siliciclastics accumulated. Adjacent to this platform, to the west, the Nam Duk Basin received coeval hemipelagic siliciclastics and minor amounts of carbonates. Biostratigraphic evidence, based on foraminiferal assemblages, suggests an early to middle Permian age equivalence between platform and basin lithofacies. The platform strata are exposed along the Loei fold and thrust belt in northeast Thailand and basin strata are exposed within the Phetchabun fold and thrust belt in central Thailand, respectively. The two belts extend in a north–south direction and their rocks exhibit extensive karstification. On the basis of seismic data, platform lithologies extend further east in the subsurface, beneath the continental sediments of the Khorat Group into Kampuchea and Laos. Facies groups of the platform environments include restricted platform, platform interior, and outer platform. The facies groups of the basin environments include basin margin and basin plain. Minor layers of volcaniclastics and green coloured tuffites are interbedded with both the platform carbonate layers and basinal pelagic layers, suggesting active volcanism during sedimentation. The carbonate lithofacies of the shallow platform to the east (in the Loei Fold Belt) grade westward into turbidites (in the Phetchabun fold belt), and include shales and sandstones with minor carbonates. Farther to the west they pass into hemipelagic lithofacies of shale and carbonate. Lithologies and fauna of the limestones suggest tropical to subtropical climate during deposition.  1998 Elsevier Science B.V. All rights reserved.",
  "title": "Evolution of a Permian carbonate platform to siliciclastic basin: Indochina Plate, Thailand"
}