{
  "sections": [{
    "text": "Rb-Sr isochrons on whole rocks and mineral separates (30.1 0.4 Ma for Wegel Tena and 30.5 0.4 Ma for Jima ignimbrites) show that most of the silicic volcanism occurred within 2 Ma during the Oligocene. Ignimbritic eruptions resumed in the Miocene during two episodes dated at 15.4 0.2 Ma and 8.0 0.2 Ma for the Debre Birhan area. The Rb-Sr isochron ages of ignimbrites (both Oligocene and Miocene rhyolites) are indistinguishable within uncertainties from the 40Ar/39Ar ages of the underlying flood basalts. The Oligocene ignimbrites and the underlying trap basalts are synchronous with a shift in the oxygen composition of foraminifera recorded in Indian and Atlantic Ocean cores. The temporal coincidence of Ethiopian Oligocene volcanism, which released immense volumes of S ( 1.4 1015 mol) and Cl (6.4 1015 mol) into the atmosphere over a short time span, with the global cooling event at 30.3 Ma suggests that this volcanism might have accelerated the climate change that was already underway. Copyright © 2002 Elsevier Science Ltd"
  }, {
    "heading": "1. INTRODUCTION",
    "text": "Extensional tectonic settings are marked by the presence of bimodal volcanic suites (e.g., Wilson, 1989). In these settings, more particularly in continental flood basalt (CFB) provinces (e.g., Karoo, Paraná, Deccan, Yemen), basalts and rhyolites appear to be genetically linked through two alternative processes: (1) either fractional crystallization (FC) combined with varying amounts of crustal assimilation (Betton, 1979; Davidson and Wilson, 1989; McCulloch et al., 1994; Chazot and Bertrand, 1995; Garland et al., 1995; Macdonald et al., 1995; Baker et al., 1996b, 2000; Ayalew, 2000) and processes accounting for magmatic gaps (Baker et al., 1977; Clague, 1978; Marsh, 1981; Brophy, 1991; Bonnefoi et al., 1995; Geist et al., 1995), or (2) partial melting (PM) of underplated basaltic magmas emplaced during extrusion of flood basalts (Cleverly et al., 1984; Lightfoot et al., 1987; Cox, 1988; Garland et al., 1995; Kar et al., 1998; Borg and Clynne, 1998), possibly due to\ndecompression (Grunder, 1995; McCarthy and Patiño Douce, 1997).\nThe origin of huge volumes of silicic extrusive rocks (usually ignimbrites) in Afar and the Main-Ethiopian-Rift (MER) is attributed to FC of basaltic magmas with limited crustal contamination (Gibson, 1972; Barberi et al., 1975; Walter et al., 1987; Gasparon et al., 1993, Boccaletti et al., 1995). Notably, a two-stage model has been proposed for the genesis of the Asela-Ziway pantellerites in the MER (Trua et al., 1999). It involves small degrees of PM of a basaltic underplate to produce the least-differentiated silicic magmas, which in turn undergo moderate degrees of FC to generate the most-evolved silicic rocks.\nIn addition to the rift-related occurrences, the Ethiopian CFB province contains major sequences of rhyolite ignimbrites overlaying trap basalts (bimodal succession with thickness 2000 m). This bimodal succession extends toward the northeast in Yemen (Baker et al., 1996a, 1996b, 2000). The Oligocene Ethiopian traps, located near the Afar triple junction (Fig. 1a), present He isotopic ratios characteristic of a deep mantle contribution (Marty et al., 1996), showing that the early development of the Afar plume (Schilling, 1973; White and McKenzie, * Author to whom correspondence should be addressed (bmarty@crpg.cnrs-nancy.fr).\n1429\n1989; Stewart and Rogers, 1996) is responsible for the eruptions of Ethiopian CFB. The trap volcanics cover an area at least 6 105 km2 (western and eastern plateaus), and the total volume is estimated to be at least 3.5 105 km3 (Mohr, 1983;\nMohr and Zanettin, 1988) and probably higher than 1.2 106, according to Rochette et al. (1998). 40Ar/39Ar dating (Zumbo et al., 1995; Baker et al., 1996a; Hofmann et al., 1997; Rochette et al., 1998) indicates that most of the trap volcanics in Ethiopia\n1430 D. Ayalew et al.\nand Yemen were extruded 30 Ma ago over a short time interval, possibly 2 Ma. Nevertheless, small volumes of basalts as old as 45 Ma or as young as 27 Ma are found in southwest Ethiopia (Ebinger et al., 1993; George et al., 1998) and Yemen (Baker et al., 1996a), respectively. Rocks of intermediate composition (53–66 wt.% SiO2) are absent, and the volcanic successions define a strong silica gap (Mohr and Zanettin, 1988; Pik et al., 1998), as is observed also in other CFB provinces.\nMost studies of the Ethiopian plateau have focused on basalts, and very little is known about the felsic volcanism. The present study focuses on silicic volcanic rocks of the western plateau (Fig. 1a,b), which consist mainly of Oligocene and subordinately Miocene ignimbrites, forming a thick sequence overlaying the flood basalts. After a brief description of their occurrences and phase assemblages, we present new major and trace element data and Sr, Nd, and O isotopic data for representative rocks and mineral separates. These data allow us to (1) determine the chronology of felsic volcanism in Ethiopia, (2) discuss the origin of the parent magmas, and (3) evaluate the possible climatic impact of the eruptions. Although the data we present remain limited with respect to the extent of the whole Afar province, this study represents the first comprehensive investigation of the Ethiopian plateau rhyolites and may serve as a basis for further detailed investigations."
  }, {
    "heading": "2. THE SILICIC VOLCANIC ROCKS OF THE ETHIOPIAN PLATEAU",
    "text": ""
  }, {
    "heading": "2.1. Geologic Setting",
    "text": "Basalts and ignimbrites form typical plateau topography, which is often extensively eroded and dissected by deep gorges. The maximum thickness of the plateau ignimbrites is extremely variable, ranging from 500 m in the north (Wegel Tena area), to 700 m in the southwest (Jima area), and to as low as 30 m in the Debre Birhan area (central plateau), close to the rift margin. Individual flow units vary in thickness from 3 m to 15 m. Several north-south trending microgranitic dykes crop out in the plateau, especially in the Woldia area. However, they are geochemically distinct from the ignimbrites, suggesting that these dykes are not feeder dykes (Ayalew, 1999). Oligocene ignimbrites of the western plateau cover an area of 7 104 km2, with an estimated volume of 4.3 104 km3. McDougall et al. (1975) estimate that 105 km3 of rocks were removed from the western part of the Ethiopian plateau. As the volume of the Oligocene ignimbrites represents on average 20% of the volcanic pile, the volume of ignimbrites removed by erosion can be estimated to be at least 2 104 km3. Therefore, the initial volume of the Oligocene ignimbrites of the western plateau was probably at least 6.3 104 km3. This is a minimum estimate for the Oligocene silicic volcanics, because the Harar (eastern) plateau is not taken into consideration.\nThree regionally distinct Oligocene rhyolite units are recognized (Fig. 1a,b): (1) the Lima Limo rhyolites in the northwest plateau forming several beds capping low-Ti basalt floods, (2) the Wegel Tena rhyolites in the east corresponding to very thick ignimbrites overlaying high-Ti flood basalts, and (3) the Jima rhyolites located in the southwestern plateau overlaying high-Ti flood basalts. The Miocene rhyolites are situated in the Molale-Debre Birhan area close to the rift margin and overlay\nMiocene low-Ti flood basalts. There is no contact between the three Oligocene rhyolite outcrops in the field.\n2.2. Phase Assemblages and Estimation of T-fO2 Conditions\nThe ignimbrites of the Ethiopian plateau have variable textures ranging from porphyritic through sparsely porphyritic to glassy (6–20 vol.% of phenocrysts). The Wegel Tena and Debre Birhan samples are dominantly porphyritic with microlitic or glassy matrix, whereas the Lima Limo samples are dominantly aphyric (phenocrysts 1%). Densely welded ignimbrites have a glassy appearance and exhibit well-developed columnar joints. An overview of the main petrographic characteristics and phase compositions of the ignimbrites is given in Table 1 (analytical dataset available on request). Most of the ignimbrites exhibit eutaxitic groundmass textures defined by flattened glass shards and pumice fragments. Glass shards in some of the samples show flow bandings and perlitic fractures. The matrix glasses are potassic, with K2O/Na2O 1.\nAn attempt to estimate the range of temperatures was made for the Wegel Tena rhyolites. Conditions of emplacement can be estimated from the experimental data of Scaillet and Macdonald (2001) on the Naivasha peralkaline rhyolites. The Wegel Tena rhyolites are compositionally close to their sample ND-002 and lead us to the following conclusions: (1) The common presence of aegyrine-augite and richterite phenocrysts implies emplacement temperatures 750°C and melt water content 2 wt.%; (2) the lack of titanite indicates fO2 conditions close to FMQ. The liquidus temperatures can be estimated from the liquidus phase relationships of the richterite-ferrorichterite series determined by Charles (1977) under fO2 conditions close to FMQ. The composition of the richterite phenocrysts (Fe2 1.8–2.3 apfu; Appendix 2) suggest liquidus temperatures ranging from 900 to 950°C. These data are consistent with the results of the two pyroxene thermometers (Lindsley, 1983) obtained from two augite-pigeonite pairs (Appendix 2), which yielded temperatures of 900°C. Application of the apatite saturation thermometer (Harrison and Watson, 1984) to the whole-rock data for the Wegel Tena rhyolites (Appendix 3) gave temperatures ranging from 740 to 930°C, which is in agreement with the other estimates. Ilmenite/Ti-magnetite pairs were not used for thermometric and oxybarometric purposes because they do not appear to be in equilibrium using the test of Bacon and Hirschmann (1988). If we extend the experimental data of Scaillet and Macdonald (2001) for their sample ND-002 to melt water contents 2 wt.%, the liquidus temperatures for quartz, alkali-feldspar, and oxides range from 850 to 900°C. Considering the uncertainties on the thermometric data, we can consider that the thermometric results and extension of the Scaillet and Macdonald (2001) experimental data are in satisfactory agreement and suggest a 740 to 900°C temperature range and low H2O content for the Wegel Tena silicic magmas. These temperatures appear intermediate between those reported for crust-derived rhyolites ( 800°C; Pichavant et al., 1988a) and those reported for the Paraná rhyolites (950–1100°C; Garland et al., 1995).\n1431Source, genesis, and timing of Ethiopian giant ignimbrites"
  }, {
    "heading": "2.3. Major and Trace Element Chemistry of the Main Units",
    "text": "Among 140 samples studied in thin sections, 60 were selected for major and trace element analyses. These were carried out on fresh and unaltered whole-rock samples rather than on individual fiammes, because fiammes are not preserved in the densely welded ignimbrites or are altered in the less-welded ones. Lithic fragments of the surrounding rocks are rare or absent. Samples with high values of loss on ignition ( 4.5 wt.%) were rejected. Representative analyses are given in Appendix 2. Ignimbrites consist mainly of rhyolite (68 SiO2 77%) and minor trachyte (62 SiO2 64%) and are hereafter referred to as rhyolites for simplicity. They show mildly peralkaline affinity and are comendites with the exception of two samples from the Wegel Tena section (AD16 and AD17), which are pantellerites. The content of TiO2 (Fig. 2a) decreases with increasing SiO2 content, whereas Al2O3, Fe2O3, and K2O do not vary systematically with SiO2. The pantelleritic rhyolites are enriched in Fe2O3, TiO2, MnO, and depleted in Al2O3 and CaO compared to the less peralkaline rhyolites at a given value of silica. The welded ignimbrites from the Were Ilu area, which contain appreciable amounts of modal plagioclase, have higher CaO contents (1.3–2.13 wt.%, one sample excepted) than the rest of rhyolites ( 0.7 wt.%, with the exception of a few samples). The whole-rock K/Na ratios range from 0.47 to 1.11 with a mean value of 0.75. The highest K/Na ratios ( 0.9) are associated with the highest values of loss on ignition ( 3%), probably reflecting Na loss known to accompany hydration of glass (e.g., Macdonald and Bailey, 1973).\nThe three regionally distinct Oligocene rhyolite units, as well\nas the Miocene rhyolites, present distinct major and trace element compositions, as exemplified in TiO2 vs. SiO2 and Ti/Zr vs. Nb/Y diagrams (Fig. 2a,c). Notably, rhyolites geographically associated with high-Ti basalts are richer in TiO2 (e.g., the Wegel Tena rhyolites and to a lesser extent the Jima rhyolites), suggesting a genetic link between the trap basalts and the ignimbrites. In addition, the Nb vs. Zr plot shows that spatially related basalts and rhyolites define single trends (Fig. 2b), supporting the view that the rhyolites may be genetically related to the associated basalts either by FC or PM. Rb contents in the Oligocene and Miocene rhyolites range from 74 to 169 ppm (one value at 237 ppm excepted) and display a positive correlation with Zr, which behaves as an incompatible element (Fig. 2f). Sr in the Debre Birhan and Jima rhyolites is anticorrelated with Zr, whereas in the Wegel Tena rhyolites it does not show systematic variations with Zr, displaying a large compositional range (2–303 ppm) at nearly constant Zr contents (Fig. 2d). Distinct behaviours are observed for Sr and CaO in the Ethiopian plateau ignimbrites: (1) in the Jima, Debre Birhan, and Lima Limo units most Sr and CaO concentrations are low (6 Sr 22 ppm, 0.06 CaO 1.23%); (2) in the Wegel Tena unit Sr displays a large compositional range (8– 262 ppm) with a positive correlation with Al2O3 (Fig. 2e), whereas the CaO contents are notably low (0.1–1.0%); (3) in all units a few samples display higher Sr (73–302 ppm) and CaO (1.10–2.36%) concentrations. Sr concentrations in the two first groups probably reflect differentiated melts (e.g., distinct fractionating phase assemblages), whereas in the third group they reflect accumulation, since the relevant samples are enriched in clinopyroxene and feldspar phenocrysts (Al2O3, Fe2O3, TiO2\n1432 D. Ayalew et al.\ncontents are also higher, whereas SiO2 is lower) and/or contain an An-rich plagioclase (An23–39) absent in the low Sr and Ca samples.\nThe rhyolites are variably enriched in the whole range of incompatible trace elements, such as Rb, Th, K, LREE, Nb, Ta, Zr, and Hf compared to the primitive mantle (Fig. 3). They present marked troughs at Ba, Sr, P, and Ti indicative of feldspar, apatite, and Fe-Ti oxide fractionation. These troughs become more pronounced with increasing differentiation as shown by their correlation with SiO2 content (Fig. 3). The Wegel Tena, Jima, and Debre Birhan rhyolites display similar patterns with little or no troughs in HFSEs, especially in Nb and Ta, suggesting that these rocks present little evidence for\ncrustal contamination. In contrast, the Lima Limo rhyolites show depletions in Th, U, Ta, and Nb in addition to the common distinctive negative anomalies in Ba, Sr, P, and Ti. Since depletions in Nb are common features of arc volcanics or crustal rocks (e.g., Whalen et al., 1996), and depletions of Th are generally observed in lower crustal rocks (e.g., Wilson, 1989), the negative Nb and Th anomalies of the Lima Limo rhyolites suggest that the parent magmas were contaminated by lower crust material. It must be noted that the low-Ti basalts spatially associated with the Lima Limo rhyolites also exhibit strongly contaminated trace element and isotope signatures (Pik et al., 1999).\nThe chondrite-normalised REE patterns of the Ethiopian\n1433Source, genesis, and timing of Ethiopian giant ignimbrites\nplateau rhyolites are remarkably similar within each unit and are comparable for a given unit to those of associated basalts, with the exception of Lima Limo (Fig. 3). They are moderately fractionated (6 LaN/YbN 14) with negative, though variable, Eu anomalies. On the whole, trace element patterns are consistent with the genetic link between rhyolites and basalts suggested previously, and the systematic differences in trace element abundances and ratios argue in favor of the derivation of the four rhyolite units from different sources."
  }, {
    "heading": "2.4. Volatiles",
    "text": "To assess the volatile budget of the Ethiopian Oligocene ignimbritic eruptions, we have estimated the chlorine and sulfur contents in whole-rock and melt inclusions (Table 2). Wholerock Cl contents of ignimbrites calculated on a phenocryst-free basis range from 21 to 1381 ppm (440 ppm, on average) and may represent the halogen contents of magma after degassing. Cl contents determined in glass inclusions trapped in alkali feldspar phenocrysts range from 200 to 2200 ppm. Such large\n1434 D. Ayalew et al.\nvariation may be interpreted either to be due to variable leakage of the inclusions due to the structural characteristics of the host alkali feldspar, which favour volatile leakage (e.g., Parsons et al., 1988), or be the result of melt entrapment at variable pressures because the solubility of chlorine increases as pressure decreases (Métrich and Rutherford, 1992). The amount of chlorine released into the atmosphere can be estimated in two ways: (1) The highest Cl contents are assumed to represent conservative inclusions. Comparing this highest Cl content (2200 ppm) in glass inclusions with that of the average wholerock ignimbrite (440 ppm) yields an estimate of 1760 ppm of Cl released. This difference should be considered as a maximum Cl yield because possible partial recrystallisation of the glass inclusions may have increased the Cl content in the remaining glass portion. (2) The experimental solubility data of Métrich and Rutherford (1992) indicate that the Cl solubility is inversely correlated to pressure and that melts with molar (Na K)/Al ratios of 1 (i.e., the composition of the Wegel Tena rhyolites) should contain 2700 ppm Cl, which is in satisfactory agreement with the highest Cl content in our glass inclusions. The actual average Cl content of 440 ppm observed in the Wegel Tena rhyolites implies that 2260 ppm of Cl was lost to the atmosphere, a value not significantly different from the previous estimate.\nPhenocryst-free whole-rock S contents range from 75 to 234 ppm (150 ppm, on average). S contents determined for glass inclusions are quite homogeneous and range from 400 to 500 ppm. Assuming that the difference between whole-rock and glass inclusion analyses is due to magma degassing, 230 to 425 ppm of S was released. Comparison of the whole-rock average S content with the highest S content in glass inclusions yields 350 ppm of S released.\nTaking an estimated volume of Oligocene ignimbrite of 6 104 km3 and the above Cl and S concentrations (1760 and 350 ppm, respectively) allows the bulk Cl and S emissions to be estimated at 6.4 1015 mol and 1.4 1015 mol, respectively."
  }, {
    "heading": "3. ISOTOPE GEOCHEMISTRY",
    "text": "A selection of 23 samples of rhyolites and two samples of basement granitoids was analyzed for Sr, Nd, and O isotopic compositions (Table 3)."
  }, {
    "heading": "3.1. Rb-Sr Isochron Ages",
    "text": "The 87Sr/86Sr ratios range from 0.7047 to 0.7650. Nearly all of this variation is due to radiogenic ingrowth since rhyolite eruption. Rb-Sr isotopic compositions of whole rocks taken from several outcrops within the Wegel Tena unit lie on a\nwell-defined line (10 data points, MSWD 4.9), which yields an age of 30.1 0.4 Ma and an initial 87Sr/86Sr ratio of 0.70449 5, if interpreted as an isochron (Fig. 4a). An internal isochron (MSWD 1.1) obtained from one of these samples (AD4, including alkali feldspar, amphibole, and whole rock) yields an age of 30.6 0.8 Ma, identical within error to the whole-rock isochron age and an initial 87Sr/86Sr ratio of 0.70431 9 (Fig. 4b). A second Wegel Tena sample (AD54) yields an isochronal age of 31.0 1 Ma (MSWD 0.003), with a slightly higher initial ratio (0.70480 9). The good agreement between the mineral separate and whole-rock isochron ages indicates that this age is a reliable indicator of the time elapsed since cooling of the ignimbrites. The higher MSWD of the whole-rock correlation probably reflects minor variations in initial ratio between samples collected over a fairly wide geographic area, though limited perturbation of some of the whole rock samples cannot be completely excluded. Four whole-rock samples, collected from a single vertical section of the ignimbrite unit at Wegel Tena (from bottom to top: AD17, AD10, AD4, and AD3; Fig. 1a) yield an isochron age of 29.8 0.5 Ma (Fig. 4c), which is indistinguishable within the uncertainties from that of the whole Wegel Tena unit. The satisfactory fit of data for samples from different levels of the ignimbrite succession to a single, well-defined line strongly suggests that these ignimbrites were emplaced over a short time interval from an isotopically homogeneous magma. An Rb-Sr whole-rock isochron from the Jima rhyolites (Fig. 4d) gives an age of 30.5 0.5 Ma (initial 87Sr/86Sr ratio of 0.70430 10), which is consistent with that of the Wegel Tena unit in the north. The Rb-Sr ages are in close agreement with the 40Ar/39Ar ages obtained by Hofmann et al. (1997) for Wegel Tena rhyolites (30.2 0.1, 29.6 0.1, and 29.4 0.1 Ma) and are also indistinguishable from the 40Ar/39Ar eruptive ages of the underlying basalts, which are dated at 30 1 Ma (Hofmann et al., 1997). However, Rochette et al. (1998) measured a rhyolite from near the top of the Wegel Tena section that gave an 40Ar/39Ar age of 28.2 Ma. The only sample we have from near the top of the section is AD 3, which is not very radiogenic and so cannot be used to distinguish between a 28- and 30-Ma isochron. On the other hand, AD 4, which is located approximately two-thirds of the way up the section yields an internal isochron age of 30.6 Ma, implying that at least the bottom two-thirds of the section was erupted in a limited time interval at 30 Ma. Thus, most of the rhyolites were extruded shortly after the eruption of the flood basalts, and nearly the whole Oligocene volcanic pile was emplaced in a time interval of 2 Ma. Furthermore, it is not unlikely that the greater part of the sequence in the western Ethiopian plateau was emplaced\n1435Source, genesis, and timing of Ethiopian giant ignimbrites\nin 1 Ma as suggested by Rochette et al. (1998) on the basis of a comparison between 40Ar/39Ar and paleomagnetic polarity data on the Lima Limo and Wegel Tena sections and the HA97 reversal timescale. Baker et al. (1996a) reported somewhat younger 40Ar/39Ar ages (down to 26.5 Ma) for some of rhyolitic ignimbrites in Yemen, suggesting that the main pulse of acidic volcanism in Ethiopia was followed by subsequent minor episodes.\nThe plateau ignimbrites are not all Oligocene in age. There are also minor volumes of Miocene rhyolites situated in the Debre Birhan area close to the rift margin. Rb-Sr isotope data for these ignimbrites (Fig. 4e,f) indicate two episodes of felsic volcanism, one at 15.4 0.2 Ma (initial 87Sr/86Sr ratio of 0.70536) and the other at 8.0 0.2 Ma (initial 87Sr/86Sr ratio of 0.70653). These results are in close agreement with K-Ar ages of 15.4 0.3 Ma for an ignimbrite from Debre Birhan (Zanettin et al., 1974), and 8.0 0.2 Ma for a basalt from the Cassem valley (Jones, 1976)."
  }, {
    "heading": "3.2. Initial Sr-Nd Isotopic Compositions",
    "text": "The initial Sr and Nd isotopic ratios can be used to investigate the sources of the parent magmas. In the case of the Sr ratios, the large corrections that must be made for radiogenic ingrowth lead to significant uncertainties (Table 3) on the values of the initial magmatic 87Sr/86Sr ratios. This problem is much less serious in the case of the initial Nd ratios given the low Sm/Nd ratios of the volcanics, leading to errors much smaller than the analytical uncertainties. The initial Nd isotope ratios of the ignimbrites (0.51261–0.51289) are similar to those of the underlying basalts (0.51271–0.51296), whereas the initial 87Sr/86Sr ratios (0.70369–0.70649) tend toward more radiogenic values than those of the basalts (0.70334–70429). The similarity in 143Nd/144Nd ratios between trap basalts and rhyolite ignimbrites (Fig. 5a) confirms the genetic relationship between basalts and rhyolites that was postulated on the basis of trace element characteristics.\n1436 D. Ayalew et al.\nThe slightly higher 87Sr/86Sr ratios of the rhyolites relative to the basaltic values are likely to reflect limited crustal contamination. The Pan-African crustal rocks from Ethiopia exhibit a large range of 87Sr/86Sr ratios (0.70306 – 0.78908), which encompasses the field defined by the rhyolites, but they are typically characterized by 143Nd/144Nd ratios (0.51135– 0.51263) significantly lower than those of the rhyolites (Fig. 5b). Thus the rhyolites cannot be derived from partial melting of the Ethiopian crust, even though a minor amount of contamination by this crust is likely. Nevertheless, the close concordance between external and internal isochrons suggests ho-\nmogenous parent melts and little contamination. Nearly all of this contamination must have occurred before the final stages of fractional crystallization that dramatically decreased the Sr concentrations.\nThe Ethiopian plateau rhyolites correlate stratigraphically with equivalent, though perhaps slightly younger, rocks from Yemen, which form an extension to the Ethiopian CFB province. Most rhyolites from Yemen (Chazot and Bertrand, 1995; Baker et al., 1996b, 2000) display Sr-Nd isotope signatures similar to those of the western Ethiopian plateau, but some samples display lower 143Nd/144Nd and higher 87Sr/86Sr ratios.\n1437Source, genesis, and timing of Ethiopian giant ignimbrites\nThe Djibouti rhyolites (Deniel et al., 1994), which are thought to be contemporaneous with the Miocene Debre Birhan rhyolites, are characterized by low 143Nd/144Nd ratios and high 87Sr/86Sr ratios, and plot below the field defined by the Ethiopian samples (Fig. 5c). The Ethiopian plateau rhyolites are also different from rhyolites of other CFB provinces in that they display higher 143Nd/144Nd and lower 87Sr/86Sr ratios. The Deccan and Paraná rhyolites exhibit extremely low 143Nd/ 144Nd ratios (Lightfoot et al., 1987; Garland et al., 1995) and generally plot far from the field of Ethiopian rhyolites (Fig. 5c). The Sr-Nd contrast between the Ethiopian ignimbrites and crust-derived rhyolites (e.g., Macusani, Loch Scridain, and Valles; Fig. 5c) rules out derivation of the former by crustal melting. The most striking feature of this comparison is that the Ethiopian plateau rhyolites have the most mantle-like Sr and Nd isotopic ratios. Similar features are also noted for the underlying flood basalts, which are relatively unradiogenic in Sr compared to basalts from other CFB provinces (Pik et al., 1999)."
  }, {
    "heading": "3.3. Oxygen Isotope Data",
    "text": "The oxygen isotope data obtained from quartz phenocrysts are consistent with a mantle derivation for the Ethiopian rhyolites (Fig. 5d). The Wegel Tena and Jima rhyolites display 18O values of 5.8 to 7.0‰ and 5.7 to 6.4‰, respectively (Table 3), that are within the range of unaltered igneous rocks (Taylor, 1968), ruling out significant interaction with high18O supracrustal sediments or with low- 18O hydrothermally altered rocks. Although most of these values are higher by 1‰ than values characterizing mantle-derived basalts ( 5.7 0.3‰; Taylor and Sheppard, 1986), this difference is still consistent with a genetic relationship between basalts and rhyolites, since FC tends to increase slightly the 18O value in the residual melt by 1‰ during the course of differentiation (Sheppard and Harris, 1985; Taylor and Sheppard, 1986; Davidson and Wilson, 1989; Geist et al., 1995; Barrat et al., 1998). FC modelling shows that the increase in melt 18O values may reach 0.3‰ for the basaltic rock types (Baker et al., 2000). The Miocene Debre Birhan rhyolites display 18O values of 5.6 to 5.9‰, typical of the mantle but relatively low for rhyolites derived from basalts by fractional crystallization (e.g., Sheppard and Harris, 1985). Such low oxygen isotope ratios may reflect either a somewhat unusual source signature (a low 18O parental basaltic magma) or isotopic exchange with rocks altered at high temperature by meteoric water (Taylor, 1968; Barrat et al., 1998). The Lima Limo rhyolites exhibit relatively high 18O values o 8.7 and 9.2‰ that fall within the range of data available for the basement granitoids of 8.3 to 9.2‰."
  }, {
    "heading": "4. DISCUSSION",
    "text": "The emplacement ages of the Ethiopian flood basalts and rhyolite ignimbrites, shown to agree within uncertainties, argue\n(Spell et al., 1993). (d) Plot of 18O vs. SiO2 for rhyolites from the Ethiopian plateau. Lines indicate FC trends for Ascension (Sheppard and Harris, 1985) and Hachijo-jima (Matsuhisa, 1979), displaying a slight increase of the 18O value in the residual melt during the course of differentiation.\n1438 D. Ayalew et al.\nstrongly in favor of a close genetic link between the two members of the bimodal volcanic association forming the Ethiopian plateau. This relationship is also corroborated by their isotopic and chemical characteristics. These similarities imply derivation of the rhyolites by extensive FC of mantle-derived basalt magmas or by PM of basaltic underplate, both similar in composition to the exposed flood basalts. The high initial 143Nd/144Nd ratios along with the low initial 87Sr/86Sr ratios and 18O values of the Ethiopian silicic magmas ( 0.5128, 0.705, and 6.5‰, on average, respectively) indicate that crustal rocks are unlikely to be an appropriate source. However, the slightly more radiogenic Sr isotopic ratios of the rhyolites compared to those of the basalts call for limited crustal contamination.\nThe trace element patterns and the depletion in siderophile elements (Ni 19 ppm, Cr 11 ppm, Sc 5 ppm, V 25 ppm) suggest that the phase assemblage controlling element partitioning consisted of olivine, clinopyroxene, plagioclase, Fe-Ti oxides, and apatite, which is fully consistent with previous results in Yemen (Chazot and Bertrand, 1995; Baker et al., 2000). Least square major element mass balance calculations show that the mean composition of the rhyolites can be reproduced by 85% fractionation or retention of a solid of gabbroic composition (ol/cpx/plAn60/ox/ap 15/40/30/14/1) from a high-Ti basalt parent. Simple PM and FC models were performed using Sr, Rb, and major elements. A high-Ti basalt endmember (Sr 470 ppm, Rb 16 ppm; Pik et al., 1998) was taken to represent the source material for PM and the parental magma for FC models. In the following discussion, F represents the fraction of melt produced (for PM models) or\nremaining (for FC models). The Sr and Rb mineral-melt partition coefficients used for modelling PM and FC are given in the caption of Figure 6.\nOn a Rb-Sr plot (Fig. 6), large changes in Sr concentrations are accompanied by limited changes in Rb abundances. Sr and Rb behave, respectively, like compatible and incompatible elements, as shown by their covariations with Zr, which is in agreement with previous studies (e.g., Halliday et al., 1991; Cameron et al., 1996). Both PM and FC models are able to reproduce Rb contents comparable to those of the analyzed rhyolites, but this is not the case for Sr contents."
  }, {
    "heading": "4.1. Partial Melting Models",
    "text": "Although the PM model can account for the high Sr rhyolites and for the strong bimodality of the Ethiopian plateau volcanics more easily than FC, it fails to explain the low Sr and low Ca rhyolites and faces several additional problems:\n1) PM cannot explain Sr values 100 ppm even when improbably high-bulk DSr values (up to 5) are used (Fig. 6), since the Sr melt/source concentration ratio should tend to 1/DSr when F tends to 0 in the case of batch and fractional melting. As increasing extents of melting will increase the Sr concentration in the melt as long as Sr remains compatible, melts derived from plagioclase-rich mafic rocks with Sr concentrations of 500 ppm cannot have concentrations 100 ppm. Using a more realistic DSr of 1.4 based on the calculated phase assemblage controlling partitioning, the melt Sr concentrations would be even higher. Furthermore,\n1439Source, genesis, and timing of Ethiopian giant ignimbrites\npartition coefficients in this range cannot explain the great variability of the rhyolite Sr concentrations (factor of 30). Therefore, as pointed out by many authors (e.g., Mahood and Halliday, 1988; Halliday et al., 1991; Hildreth et al., 1991), high Rb concentrations along with low Sr concentrations in highly fractionated rhyolites cannot be generated by any single-stage PM model regardless of source composition. 2) Alternatively, a two-stage model has been proposed to explain the genesis of low-Sr rhyolites (Bohrson and Reid, 1997; Trua et al., 1999). It involves small degrees of PM of underplated basaltic materials to produce the least-differentiated silicic magmas, which subsequently undergo moderate degrees of FC to generate the most-evolved silicic rocks. Although combined PM and FC can account for the Rb and Sr contents of the Ethiopian ignimbrites by choosing ad hoc F values, it is unlikely that the Wegel Tena Sr-rich ignimbrites represent parent melts of the Sr-poor lavas for the following reasons: First, all ignimbrites (the phenocryst-rich samples excepted) display low CaO contents, and the samples with Sr 100 ppm have CaO contents (0.24–1.10%, 0.48% on average) almost as low as those of the Sr-poor samples (0.07–1.23%, 0.32% on average). This shows that the apparent trend in the Rb-Sr plot (Fig. 6) is not a single differentiation trend. Second, this model requires low degrees of PM (F 0.2) but high amounts of FC (F 0.3) to account for Sr concentrations 30 ppm, which is not realistic for silicic partial melts. 3) The production of rhyolites from underplated basalts requires melting under hydrated conditions or at high temperature. Water-saturated melting or dehydration melting of amphibolites, greenstones, and metabasalts with the compositions of alkali basalts and tholeiites yields silicic partial melts that have much lower K2O contents ( 3%) and higher Al2O3 at a given silica content than the investigated rhyolites (Fig. 7). We should add that experimental studies carried out so far on basalt protoliths failed to produce peralkaline melts (e.g., Heltz, 1976; Rapp and Watson, 1995). Moreover, melts produced under water-rich conditions have higher CaO contents due to the instability of plagioclase, and lower K/Rb ratios as partitioning of K into residual amphibole reduces significantly the K/Rb ratio of the liquid. In contrast, all of the Ethiopian plateau rhyolites have high K/Rb ratios (272–367) that are indistinguishable from those of the associated basalts (270–364). Besides, temperature estimates for pre-eruptive conditions suggest that rhyolitic melt formed at temperatures as high as 900°C (section 2.2), which may be consistent with remelting of underplated basaltic material or of their differentiation products (e.g., ferrodiorites). However, temperatures high enough to remelt amphibole-free, anhydrous underplates would also have triggered extensive melting of the surrounding Pan-African crust, consisting dominantly of mafic to intermediate ( granitoids) accreted terranes related to the Pan-African arc system (Stern and Abdelsalam, 1998; Teklay et al., 1998). Such melting conditions would have produced heterogeneous silicic magmas with geochemical signatures representing mixtures of crustal and mantle-derived melts. Such signatures are not observed. In fact, the\nisotope ratios of the Ethiopian rhyolites are closer to mantle values than those of nearly all other major rhyolite suites."
  }, {
    "heading": "4.2. Fractional Crystallization Model",
    "text": "FC is able to reproduce the whole range of Sr contents observed within the Ethiopian rhyolites. The trace element patterns suggest that the fractionating phase assemblage consisted of olivine, clinopyroxene, plagioclase, Fe-Ti oxides, and apatite, which is fully consistent with the phenocryst assemblage observed in the associated trap basalts (Pik et al., 1998; see also Chazot and Bertrand, 1995; Baker et al., 2000). Alkalifeldspar joins the fractionating phases in the most-evolved rhyolites. The FC trends are assumed to result from the crystallisation of three successive assemblages, i.e., ol cpx plagAn60 Fe-Ti-oxides, cpx plagAn40 Fe-Ti-oxides, and cpx alk-feld Fe-Ti-oxides. The difference between the low-Sr and high-Sr rhyolites is considered to reflect distinct fractionating phase assemblages. Notably, the high-Sr samples are richer in Al2O3 (Fig. 2e), suggesting that the fractionating assemblage was characterized by a higher clinopyroxene/pla-\n1440 D. Ayalew et al.\ngioclase ratio than in the case of the low-Sr samples, possibly reflecting distinct pressures of differentiation. Modelling FC trends using SiO2, Al2O3, and TiO2 (Fig. 8a,b) yields F values (F 0.2) consistent with the result of least square mass balance calculations. Although the FC model is quite a simple one, because mineral/melt partition coefficients are kept constant throughout the differentiation range, it accounts for the Sr concentrations of both the low- and high-Sr rhyolites and gives F values consistent with those obtained from other major and trace elements (Fig. 6).\nOn the whole, the available geologic and geochemical data are more in agreement with derivation of the rhyolites by FC of basaltic parents than by partial melting. This model is not flawless. Nevertheless, FC is able to account for the whole compositional range of the Ethiopian plateau ignimbrites, is more likely to produce the rhyolites in a short time span, and minimizes crustal contamination relative to PM models."
  }, {
    "heading": "4.3. Crustal Contribution to the Genesis of Ethiopian",
    "text": "Rhyolite Ignimbrites\nWe have attempted to investigate the effect of crustal assimilation on Sr, Nd, and O isotopic compositions of the Wegel Tena rhyolites. Estimation of the extent of contamination is not\nstraightforward because (1) the isotopic composition of the regional crust (Arabian-Nubian shield), consisting of Neoproterozoic, Palaeoproterozoic, and Late Archaean (550–2500 Ma; Teklay et al., 1998) gneisses, greenstones, and granites is heterogeneous (Fig. 5b; see also Baker et al., 1996b), and (2) the contamination of the parent basaltic magma is likely to be variable (Fig. 5a).\nThe Wegel Tena rhyolites display Nd isotopic ratios indistinguishable from those of basalts but are enriched in radiogenic Sr, suggesting a small amount of contamination by crustal material with high initial Sr and Nd isotopic ratios, i.e., Neoproterozoic upper crust (Fig. 5b). Assimilation fractional crystallization (AFC) modeling (Taylor, 1980; DePaolo, 1981) shows that the degree of contamination by a Neoproterozoic upper crust should be 7% (for F 0.15 and 87Sr/86Sr 0.71). Such a conclusion also holds for the Jima samples. The Debre Birhan rhyolites are shifted toward higher Sr and lower Nd isotopic ratios compared to the Wegel Tena samples, suggesting assimilation of material with a longer crustal residence age (e.g., Palaeoproterozoic or Archean crust with a lower 18O value) or a higher degree of contamination by Neoproterozoic crust. As a final point, the low Sr and Nd ratios and high 18O values of the two Lima Limo samples may suggest higher contamination with lower crustal material, which is in agreement with their negative Th anomalies (Fig. 3). The available data do not allow a closer estimate of the extent of contamination or the nature of the contaminant. However, the above results are consistent with the interpretations of Baker et al. (2000) for the Yemen volcanics. These authors concluded that basalts assimilated 0 to 25% of lower crustal material with little concomitant fractionation, whereas rhyolites experienced extensive fractionation with limited assimilation. In conclusion, the differences in isotopic composition between the different rhyolite units are considered to reflect differences in the source parental basaltic magmas (more or less contaminated high- or low-Ti basalts) in the isotopic compositions of the contaminant (upper or lower Neoproterozoic to Late Archaean crust) and in the degree of contamination."
  }, {
    "heading": "4.4. Implications for the Volume of Cumulates",
    "text": "The derivation of Ethiopian plateau rhyolites from parental basaltic magmas implies the presence at depth of extensive crystal cumulates. Considering that the cumulate rock has a bulk gabbroic composition, the volume of crystal cumulate can be estimated to be 2.2 105 km3 (3.7 times that of the rhyolite), using the equation Vc Vr [(1-F)/F] ( r/( c), where Vc is the volume of crystal cumulates, Vr is the volume of rhyolites (6 104 km3), F is the fraction of liquid remaining (0.15), and c and r are densities of cumulate (3400 kg.m\n3) and of rhyolites (2200 kg.m 3), respectively. This volume, which contributes to the creation of new magmatic crust, would correspond to a thickness of 3 km, assuming a surface equal to that of ignimbrite deposits before erosion. A similar situation is reported in the Ethiopian rift (Afar and MER) where huge volumes of silicic volcanic rocks are believed to be generated by FC of parent basaltic magma, similar in composition to the associated basalts, combined with variable amounts of country rock assimilation (Gibson, 1972; Barberi et al., 1975; Walter et al., 1987; Gasparon et al., 1993; Boccaletti et al., 1995; Pec-\n1441Source, genesis, and timing of Ethiopian giant ignimbrites\ncerillo et al., 1995; Ayalew, 2000). Seismic refraction and gravity data indicate the occurrence of a newly formed magmatic crust (layered magmatic complexes within the upper crust) beneath the Ethiopian rift (Mohr, 1992; Kazmin and Byakov, 2000). It seems likely that layered magmatic complexes complementary to the plateau rhyolites may exist within the upper crust beneath the plateau. It is likewise possible that part of the crustal uplift ( 2 km) beneath the Ethiopian plateau could be the result of magma injection and ponding. A critical test for this possibility will be the quantification of uplift timing with respect to volcanic eruptions as well as passive seismic tomography, two projects currently underway in Ethiopia."
  }, {
    "heading": "4.5. Timing of Differentiation",
    "text": "Both Rb-Sr and Ar isotope data show that most of the Oligocene silicic volcanics were emplaced in a short time interval at ca. 30 Ma. The uncertainties of the data permit this time interval to be constrained only to a maximum of 2 Ma, but the actual time span of rhyolite extrusion is likely to have been significantly shorter. The tectonic regime prevailing in this area during the early Oligocene can provide clues to the processes responsible for basalt accumulation and differentiation in the crust and, hence, to the possible timing of rhyolite generation, bearing in mind that the regional stress field may be modified by magma intrusion (McCarthy and Thompson, 1988; Vigneresse et al., 1999). Three points need to be considered:\n1) The Ethiopian Oligocene rhyolites always overlay the basaltic floods throughout the plateau, even though there is a recurrence of the basalt-rhyolite succession in the Lima Limo section. This systematic stratigraphic relationship strongly suggests that all the magma chambers in the region formed and differentiated simultaneously, producing rhyolite eruptions after the main phase of basalt flooding. 2) Petrologic and geochemical data converge to suggest that the rhyolites were derived from the trap basalts by FC. The fact that the Ethiopian plateau rhyolites are all ignimbrites further suggests that eruptions occurred when magma became volatile-saturated after a strong differentiation, forcing the composition to evolve from basaltic to rhyolitic (e.g., Bonnefoi et al., 1995; Kar et al., 1998). Primary mantlederived magmas (possibly picritic melts) pond at the base of the crust owing to the density barrier at the crust/mantle boundary and subsequently undergo crystal fractionation yielding basaltic magma and ultramafic-mafic cumulates (e.g., Cox, 1980). At this stage, basalt magmas can erupt directly to the surface to form flood basalts or can differentiate and become contaminated by the crust in shallow magma reservoirs. 3) During the early Oligocene, the Ethiopian crust was under radial extension in response to the impingement of the Afar mantle plume at the base of the lithosphere. In this context, the largest stress component was the vertical lithostatic load ( z 1), the other two components being horizontal ( y 2 and x 3). Therefore, at an early stage, magma infilling occurred in vertical dykes perpendicular to 3, leading to basalt flooding at the surface and an increase in the two horizontal stress components, x and y, from 3 to 3 Pm and from 2 to 2 Pm, respectively (Pm is the\nmagma pressure and the Poisson coefficient; details in Vigneresse et al., 1999). As a result, x and y may ultimately exceed the vertical stress z ( 1). At this stage, the opening plane might have shifted from vertical to horizontal, leading to magma accumulation in horizontal structures (magma chambers) where it would have differentiated to produce rhyolites (see Fig. 13 in McCarthy and Thompson, 1988; or Fig. 6 in Vigneresse et al., 1999). Concurrently, the lithostatic load increased with continued basalt flooding at the surface. For a 2000-m basalt thickness, this increase represents 55 MPa, which is similar to 3 for an emplacement level of 10 km. Therefore, as basalt flooding advanced, the formation of horizontal opening planes became highly unlikely. Thus, in the latter stages of flooding, magma transfer probably occurred only via vertical dykes. As a consequence, formation of magma chambers possibly occurred at the onset of basalt extrusion, and the duration of differentiation might have been roughly equal to the entire span of volcanic activity. The duration of differentiation in a magma chamber is considered to range from 103 to 105 yr (e.g., Cawthorn and Walraven, 1998; Hawkesworth et al., 2000). Therefore, it is not unreasonable (although speculative) to consider that rhyolite differentiation and emplacement of most of the volcanic pile was a far more rapid process (105 yr?) than the time interval bracketed by isotopic data. This scenario does not preclude the existence of younger minor volcanic pulses separate from the major flooding event (see, for instance, age data of the Yemen basalts of Baker et al., 1996a; Rochette et al., 1998)."
  }, {
    "heading": "4.6. Ages of Ethiopian Ignimbrites and Global Climatic Impact",
    "text": "The early Oligocene period was marked by global climatic changes, such as cooler temperatures, growth of significant volumes of continental ice, and lowered sea level (Keigwin and Keller, 1984; Haq et al., 1987; Pekar and Miller, 1996). Such changes are suggested, for example, by (1) the lowering of 18O values in pelagic sediments from the Indian Ocean (Fig. 9), which may reflect a significant change of the average world temperature (Baker et al., 1990), and (2) a marked decrease in benthic foraminifera 18O values at 30.3 Ma (global zone Oi2)\n1442 D. Ayalew et al.\nobserved in the New Jersey ODP Leg 150X, which is interpreted to reflect development of continental ice resulting from a cooler climate (Pekar and Miller, 1996).\nThe climatic effect of volcanic eruptions is thought to be due primarily to magmatic volatiles (sulfate and possibly halogen aerosols) as these have a longer residence time than volcanic ash in the upper atmosphere (Kelly and Sear, 1984; Rampino and Self, 1984; Devine et al., 1984; Bluth et al., 1993; Graf et al., 1998). The Ethiopian Oligocene ignimbrite eruptions released significant amounts of Cl and S aerosols (on the order of 1015 mol of each) into the atmosphere. For comparison, the youngest Toba pyroclastic gigantic eruption in Sumatra (73.5 Ka, 3000 km3 erupted magma), which occurred during the stage 5a-4 transition (a time of rapid ice growth and falling sea level), released 1.3 1014 mol of S, according to Rampino and Self (1992), although Scaillet et al. (1998) suggest an estimate lower by two orders of magnitude. Since the total volume of the Ethiopian ignimbrites was 20 times that of the Toba eruption, our estimate of S release during the Ethiopian eruptions is reasonable. Furthermore, the estimated S released by the Ethiopian ignimbrites is minimal because the contribution from the flood basalts is not considered. In addition, layers of felsic tephra (15–20 cm in thickness) chemically similar to the Ethiopian plateau ignimbrites (Touchard et al., 1999) are found in the central Indian Ocean (ODP site 711A) 2600 km away from the Ethiopian traps (Okada, 1990; Robinson, 1990). These tephra are synchronous with the Ethiopian ignimbrites and, thus, may represent distal fallout of this volcanism. These observations suggest that the Ethiopian ignimbrite-forming eruptions might have emitted significant amounts of ash at an altitude high enough (upper troposphere or stratosphere) to be transported far away from the emission center. These data are similar to those reported for the Toba eruption (Rampino and Self, 1992) for which ash thicknesses up to 10 cm are found at a distance of 2500 km.\nDespite their large volume (60 000 km3), a long-term connection of the Ethiopian ignimbrites with Oligocene climatic cooling is speculative. If the Ethiopian eruptions were on average similar in size to that of Toba, the whole volume of Oligocene ignimbrites may represent 20 eruptions for the period of activity. If this activity lasted for 105 yr, there would have been on average only one eruption every 5000 yr. Moreover, in addition to the amount of Cl degassed, it is necessary to consider whether degassing was sudden (eruption related), or whether it was a slow posteruption process. For instance, data on Somma-Vesuvius tend to suggest that eruptions of peralkaline magma are degassed to a variable extent (Métrich and Rutherford, 1992). Thus, any cumulative effect on climate is debatable in the absence of more accurate data on the interval over which the ignimbrites were emplaced and degassed, since dust and aerosols from each eruption would remain in theatmosphere only a few years. However, even though the Ethiopian trap and ignimbrite eruptions probably did not cause the long-term Oligocene global cooling, they may have accelerated the shift toward glacial conditions that were already underway. In any case, the temporal coincidence of the global cooling event with Ethiopian volcanism calls attention to the potential for Ethiopian Oligocene volcanism to cause environmental stress.\nAcknowledgments—C. France-Lanord made his lab available for oxygen isotope measurements and provided excellent advice during the course of these analyses. We thank C. Spatz for her assistance in the lab and N. Arndt, J. Baker, G. Chazot, M. Menzies, A. Peccerillo, and M. Pichavant for constructive comments and discussions of this work. We are grateful to B. Scaillet, B. Mysen, and an anonymous reviewer for their thorough and constructive comments. Special thanks to Mrs. and Mr. Vilain in Addis Ababa and to the drivers who made all field trips enjoyable and exciting. This research was funded by the French Ministry of Foreign Affairs (MAE) and the Institut National des Sciences de l’Univers (INSU-CNRS) through project grants to Addis Ababa University and a fellowship to Dereje Ayalew (Franco-Ethiopian Geoscience cooperation program). Fieldwork was supported by the Department of Geology and Geophysics of Addis Ababa University and the French Embassy in Addis Ababa. This is CRPG contribution n°1511.\nAssociate editor: B. Mysen"
  }],
  "year": 2002,
  "references": [{
    "title": "Internally consistent solution models for Fe-Mg-Mn-Ti oxides: Fe-Ti oxides",
    "authors": ["J. Andersen D", "H. Lindsley D"],
    "venue": "Am. Mineral",
    "year": 1988
  }, {
    "title": "Pétrologie et géochimie des ignimbrites des hauts plateaux éthiopiens: Source, chronologie et impact environnemental. Unpubl",
    "authors": ["D. Ayalew"],
    "year": 1999
  }, {
    "title": "Origin by fractional crystallization of transitional basalt for the Asela-Ziway pantellerites",
    "authors": ["D. Ayalew"],
    "venue": "Chem. Geol",
    "year": 2000
  }, {
    "title": "U-Pb and Rb-Sr geochronology of the western Ethiopian shield",
    "authors": ["T. Ayalew", "K. Bell", "K. Moore", "R. Parrish"],
    "venue": "Geol. Soc. Am",
    "year": 1990
  }, {
    "title": "Geochemical and isotopic (Sr, Nd and Pb) characteristics of volcanic rocks from southwestern Ethiopia",
    "authors": ["D. Ayalew", "G. Yirgu", "R. Pik"],
    "venue": "J. Afr. Earth Sci",
    "year": 1999
  }, {
    "title": "Mg/Mn partitioning as a test for equilibrium between coexisting Fe-Ti oxides",
    "authors": ["R. Bacon C", "M. Hirschmann M"],
    "venue": "Am. Mineral",
    "year": 1988
  }, {
    "title": "Geochemistry and petrogenesis of a basalt-benmoreite-trachyte suite from the southern part of the Gregory Rift, Kenya",
    "authors": ["H. Baker B", "G. Goles G", "P. Leeman W", "M. Lindstrom M"],
    "venue": "Contrib. Mineral. Petr",
    "year": 1977
  }, {
    "title": "Minor element and stable isotopic composition of the carbonate fine fraction: Site 709",
    "authors": ["A. Baker P", "J. Malone M", "J. Burns S", "K. Swart P"],
    "venue": "Indian Ocean. ODP Sci",
    "year": 1990
  }, {
    "title": "A brief period of Oligocene flood volcanism in western Yemen: Implications for the duration and rate of continental flood volcanism at the Afro-Arabian triple junction",
    "authors": ["A. Baker J", "L. Snee", "A. Menzies M"],
    "venue": "Earth Planet. Sci",
    "year": 1996
  }, {
    "title": "Sr-Nd-Pb isotopic and trace element evidence for crustal contamination of plume-derived flood basalts: Oligocene flood volcanism in western Yemen",
    "authors": ["A. Baker J", "F. Thirlwall M", "A. Menzies M"],
    "venue": "Geochim. Cosmochim",
    "year": 1996
  }, {
    "title": "Resolving crustal and mantle contributions to continental flood volcanism, Yemen: Constraints from mineral oxygen isotope data",
    "authors": ["A. Baker J", "G. Macpherson C", "A. Menzies M", "F. Thirlwall M", "M. Al-Kadasi", "P. Mattey D"],
    "venue": "J. Petrol",
    "year": 2000
  }, {
    "title": "A transitional basalt-pantellerite sequence of fractional crystallization, the Boina Centre (Afar Rift, Ethiopia)",
    "authors": ["F. Barberi", "G. Ferrara", "R. Santacroce", "M. Treuil", "J. Varet"],
    "venue": "J. Petrol",
    "year": 1975
  }, {
    "title": "Isotope (Sr, Nd, Pb, O) and trace element geochemistry of volcanics from the Erta Ale range (Ethiopia)",
    "authors": ["A. Barrat J", "S. Fourcade", "M. Jahn B", "L. Cheminée J", "R. Capdevila"],
    "venue": "J. Volcanol. Geoth. Res",
    "year": 1998
  }, {
    "title": "Effects of water on the composition of partial melts of greenstone and amphibolite",
    "authors": ["S. Beard J", "E. Lofgren G"],
    "year": 1989
  }, {
    "title": "Dehydration melting and watersaturated melting of basaltic and andesitic greenstones and amphibolites at 1, 3 and 6.9 kb",
    "authors": ["S. Beard J", "E. Lofgren G"],
    "venue": "J. Petrol",
    "year": 1991
  }, {
    "title": "Isotopic evidence for crustal contamination in the Karoo rhyolites of Swaziland",
    "authors": ["J. Betton P"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 1979
  }, {
    "title": "Chemical variations in a bimodal magma system: The plioQuaternary volcanism in the Dera Nazret area (Main Ethiopian Rift, Ethiopia)",
    "authors": ["M. Boccaletti", "A. Getaneh", "R. Mazzuoli", "L. Tortorici", "T. Trua"],
    "venue": "Afr. Geosci. Rev",
    "year": 1995
  }, {
    "title": "Genesis of silicic peralkaline volcanic rocks in an ocean island setting by crustal melting and open-system processes: Socorro island, Mexico",
    "authors": ["A. Bohrson W", "R. Reid M"],
    "venue": "J. Petrol",
    "year": 1997
  }, {
    "title": "The “Daly gap” as a magmatic catastrophe",
    "authors": ["C. Bonnefoi C", "A. Provost", "F. Albarède"],
    "venue": "Nature",
    "year": 1995
  }, {
    "title": "The petrogenesis of felsic calc-alkaline magmas from the southernmost Cascades, California: Origin by partial melting of basaltic lower crust",
    "authors": ["E. Borg L", "A. Clynne M"],
    "venue": "J. Petrol",
    "year": 1998
  }, {
    "title": "Composition gaps, critical cristallinity, and fractional cristallization in orogenic (calc-alkaline) magmatic systems",
    "authors": ["G. Brophy J"],
    "venue": "Contrib. Mineral. Petr",
    "year": 1991
  }, {
    "title": "Testing crustal melting models for the origin of flood rhyolites: A Nd-Pb-Sr isotopic study of the Tertiary David Mountains volcanic field, west Texas",
    "authors": ["L. Cameron K", "F. Parker D", "E. Sampson D"],
    "venue": "J. Geophys. Res",
    "year": 1996
  }, {
    "title": "Emplacement and crystallization time for the Bushveld complex",
    "authors": ["G. Cawthorn R", "F. Walraven"],
    "venue": "J. Petrol",
    "year": 1998
  }, {
    "title": "The phase equilibria of intermediate compositions on the pseudobinary",
    "authors": ["W. Charles R"],
    "year": 1977
  }, {
    "title": "Genesis of silicic magmas during Tertiary continental rifting in Yemen",
    "authors": ["G. Chazot", "H. Bertrand"],
    "venue": "Lithos",
    "year": 1995
  }, {
    "title": "The oceanic basalt-trachyte association: An explanation of the Daly gap",
    "authors": ["A. Clague D"],
    "venue": "J. Geol",
    "year": 1978
  }, {
    "title": "The use of bromine pentafluoride in the extraction of oxygen from oxides and silicates for isotopic analysis",
    "authors": ["N. Clayton R", "K. Mayeda T"],
    "venue": "Geochim. Cosmochim",
    "year": 1963
  }, {
    "title": "Geochemistry and petrogenesis of the volcanic rocks of the Lebombo rhyolites",
    "authors": ["W. Cleverly R", "J. Betton P", "W. Bristow J"],
    "venue": "In Petrogenesis of the Volcanic Rocks of the Karoo Province. Geol. Soc. S. Afr. Spec. Publ",
    "year": 1984
  }, {
    "title": "A model for flood basalt volcanism",
    "authors": ["K.G. Cox"],
    "venue": "J. Petrol",
    "year": 1980
  }, {
    "title": "The Karoo Province",
    "authors": ["G. Cox K"],
    "venue": "In Continental Flood Basalts (ed. J. D. Macdougall),",
    "year": 1988
  }, {
    "title": "Evolution of an alkali basalttrachyte suite from Jebel Marra volcano, Sudan, through assimilation and fractional crystallization",
    "authors": ["P. Davidson J", "R. Wilson I"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 1989
  }, {
    "title": "Temporal evolution of mantle sources during continental rifting: The volcanism of Djibouti (Afar)",
    "authors": ["C. Deniel", "P. Vidal", "C. Coulon", "P. Vellutini J", "P. Piguet"],
    "venue": "J. Geophys. Res",
    "year": 1994
  }, {
    "title": "Trace element and isotopic effects of combined wallrock assimilation and fractional crystallisation",
    "authors": ["J. DePaolo D"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 1981
  }, {
    "title": "Estimates of sulfur and chlorine yield to the atmosphere from volcanic eruptions and potential climatic effects",
    "authors": ["D. Devine J", "H. Sigurdsson", "N. Davis A"],
    "venue": "J. Geophys. Res",
    "year": 1984
  }, {
    "title": "Late Eocene-Recent volcanism and rifting in the southern main Ethiopian rift",
    "authors": ["J. Ebinger C", "T. Yemane", "G. Woldegabriel", "L. Aronson J", "C. Walter R"],
    "venue": "J. Geol. Soc. London",
    "year": 1993
  }, {
    "title": "Application of proton-microprobe data to trace-element partitioning in volcanic rocks",
    "authors": ["A. Ewart", "L. Griffin W"],
    "venue": "Chem. Geol",
    "year": 1994
  }, {
    "title": "Description and petrogenesis of the Paraná rhyolites, Southern Brazil",
    "authors": ["F. Garland", "J. Hawkesworth C", "M. Mantovani M. S"],
    "venue": "J. Petrol",
    "year": 1995
  }, {
    "title": "Genesis of the Pliocene to Recent bimodal mafic-felsic volcanism in the Debre Zeyt area, central Ethiopia: Volcanological and geochemical constraints",
    "authors": ["M. Gasparon", "F. Innoceti", "P. Manetti", "A. Peccerillo", "A. Tsegaye"],
    "venue": "J. Afr. Earth Sci",
    "year": 1993
  }, {
    "title": "The generation of oceanic rhyolite by crystal fractionation: The basalt-rhyolite association at Volcan Alcedo, Galapagos Archipelago",
    "authors": ["D. Geist", "A. Howard K", "P. Larson"],
    "venue": "J. Petrol",
    "year": 1995
  }, {
    "title": "Earliest magmatism",
    "authors": ["R. George", "N. Rogers", "S. Kelly"],
    "year": 1998
  }, {
    "title": "The chemistry and petrogenesis of a suite of pantellerites from the Ethiopian rift",
    "authors": ["L. Gibson I"],
    "venue": "J. Petrol",
    "year": 1972
  }, {
    "title": "The contribution of the Earth degassing to the atmospheric sulfur budget",
    "authors": ["F. Graf H", "B. Langmann", "J. Feichter"],
    "venue": "Chem. Geol",
    "year": 1998
  }, {
    "title": "Material and thermal roles of basalt in crustal magmatism: Case study from eastern Nevada",
    "authors": ["L. Grunder A"],
    "venue": "Geology",
    "year": 1995
  }, {
    "title": "Modeling the petrogenesis of high Rb/Sr silicic magmas",
    "authors": ["N. Halliday A", "P. Davidson J", "W. Hildreth", "P. Holden"],
    "venue": "Chem. Geol",
    "year": 1991
  }, {
    "title": "Chronology of fluctuating sea levels since the Triassic",
    "authors": ["U. Haq B", "J. Hardenbol", "R. Vail P"],
    "venue": "Science",
    "year": 1987
  }, {
    "title": "The behavior of apatite during crustal anatexis: Equilibrium and kinetic considerations",
    "authors": ["M. Harrison T", "B. Watson E"],
    "venue": "Geochim. Cosmochim",
    "year": 1984
  }, {
    "title": "Basaltic volcanism in Ethiopia: Constraints on continental rifting and mantle interactions",
    "authors": ["K. Hart W", "G. Woldegabriel", "C. Walter R", "A. Mertzman S"],
    "venue": "J. Geophys. Res",
    "year": 1989
  }, {
    "title": "Time scale of crystallization in magma chambers—Integrating physical, isotopic and geochemical perspectives",
    "authors": ["J. Hawkesworth C", "S. Blake", "P. Evans", "R. Hughes", "R. Macdonald", "E. Thomas L", "P. Turner S", "G. Zellmer"],
    "venue": "J. Petrol",
    "year": 2000
  }, {
    "title": "Phase relations of basalts in their melting ranges at PH2O 5 kbar",
    "authors": ["T. Helz R"],
    "venue": "II. Melt compositions. J. Petrol",
    "year": 1976
  }, {
    "title": "Isotopic and chemical evidence concerning the genesis and contamination of basaltic and rhyolitic magma beneath the Yellowstone plateau volcanic field",
    "authors": ["W. Hildreth", "A. Halliday", "L. Christiansen R"],
    "venue": "J. Petrol",
    "year": 1991
  }, {
    "title": "Timing of the Ethiopian flood basalt event and implications for plume birth and global change",
    "authors": ["C. Hofmann", "V. Courtillot", "G. Féraud", "P. Rochette", "G. Yirgu", "E. Ketefo", "R. Pik"],
    "venue": "Nature 389,",
    "year": 1997
  }, {
    "title": "Age of the lower flood basalts of the Ethiopian plateau",
    "authors": ["W. Jones P"],
    "venue": "Nature",
    "year": 1976
  }, {
    "title": "Origin of differentiated volcanic and plutonic rocks from Ascension Island, South Atlantic Ocean",
    "authors": ["A. Kar", "B. Weaver", "J. Davidson", "M. Colucci"],
    "venue": "J. Petrol",
    "year": 1998
  }, {
    "title": "Magmatism and crustal accretion in continental rifts",
    "authors": ["G. Kazmin V", "F. Byakov A"],
    "venue": "J. Afr. Earth Sci",
    "year": 2000
  }, {
    "title": "Middle Oligocene cooling from equatorial Pacific DSDP site",
    "authors": ["L. Keigwin", "G. Keller"],
    "venue": "77B. Geology",
    "year": 1984
  }, {
    "title": "Climatic impact of explosive volcanic eruptions",
    "authors": ["M. Kelly P", "B. Sear C"],
    "venue": "Nature",
    "year": 1984
  }, {
    "title": "Petrogenesis of rhyolites and trachytes from the Deccan trap: Sr, Nd and Pb isotope and trace element evidence",
    "authors": ["C. Lightfoot P", "J. Hawkesworth C", "F. Sethna S"],
    "venue": "Contrib. Mineral. Petr",
    "year": 1987
  }, {
    "title": "The chemistry of the peralkaline oversaturated obsidians",
    "authors": ["R. Macdonald", "K. Bailey D"],
    "venue": "U. S. Geol. Survey. Prof. Pap. 440-N-",
    "year": 1973
  }, {
    "title": "Petrogenesis of Silali volcano, Gregory Rift, Kenya",
    "authors": ["R. Macdonald", "R. Davies G", "J. Upton B. G", "N. Dunkley P", "M. Smith", "T. Leat P"],
    "venue": "J. Geol. Soc. London",
    "year": 1995
  }, {
    "title": "Generation of high-silica rhyolite: A Nd, Sr and O isotopic study of Sierra La Primavera",
    "authors": ["A. Mahood G", "N. Halliday A"],
    "venue": "Mexican Neovolcanic Belt. Contrib. Mineral. Petr",
    "year": 1988
  }, {
    "title": "On the cristallinity, probability of occurrence, and rheology of lava and magma",
    "authors": ["D. Marsh B"],
    "venue": "Contrib. Mineral. Petr",
    "year": 1981
  }, {
    "title": "Helium isotopic variations in Ethiopian plume lavas: Nature of magmatic sources and limit on lower mantle contribution",
    "authors": ["B. Marty", "R. Pik", "G. Yirgu"],
    "venue": "Earth Planet. Sci",
    "year": 1996
  }, {
    "title": "Oxygen isotopic composition of volcanic rocks from east Japan island arc and their bearing on petrogenesis",
    "authors": ["Y. Matsuhisa"],
    "venue": "J. Volcanol. Geoth. Res",
    "year": 1979
  }, {
    "title": "Seismic imaging of extended crust with emphasis on the western United States",
    "authors": ["J. McCarthy", "A. Thompson G"],
    "venue": "Geol. Soc. Am",
    "year": 1988
  }, {
    "title": "The composition of the earth",
    "authors": ["F. McDonough W", "S. Sun S"],
    "venue": "Chem. Geol",
    "year": 1995
  }, {
    "title": "Pb-Sr-Nd-O isotopic constraints on the origin of rhyolites from the Taupo volcanic zone of New Zealand: Evidence for assimilation followed by fractionation from basalt",
    "authors": ["T. McCulloch M", "K. Kyser T", "D. Woodhead J", "L. Kinsley"],
    "venue": "Contrib. Mineral. Petr",
    "year": 1994
  }, {
    "title": "Age and rates of denudation of Trap series basalts at Blue Nile gorge, Ethiopia",
    "authors": ["J. McDougall", "H. Morton W", "J. Williams M. A"],
    "venue": "Nature 254,",
    "year": 1975
  }, {
    "title": "A geological map of Ethiopia and Somalia (1973) and comment with a map of major landforms",
    "authors": ["G. Merla", "E. Abbate", "A. Azzaroli", "P. Bruni", "P. Canuti", "M. Fazzuoli", "M. Sagri", "P. Tacconi"],
    "year": 1979
  }, {
    "title": "Experimental study of chlorine behavior in hydrous silicic melts",
    "authors": ["N. Métrich", "J. Rutherford M"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 1992
  }, {
    "title": "Ethiopian flood basalt province",
    "authors": ["P. Mohr"],
    "venue": "Nature",
    "year": 1983
  }, {
    "title": "Nature of the crust beneath magmatically active continental rifts",
    "authors": ["P. Mohr"],
    "venue": "Tectonophysics",
    "year": 1992
  }, {
    "title": "The Ethiopian flood basalt province",
    "authors": ["P. Mohr", "B. Zanettin"],
    "venue": "In Continental Flood Basalts (ed. J. D. MacDougall),",
    "year": 1988
  }, {
    "title": "Determination of REE, Ba, Fe, Mg, Na and K in carbonaceous and ordinary chondrites",
    "authors": ["N. Nakamura"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 1974
  }, {
    "title": "Quaternary and Paleogene calcareous nannofosils, leg 115",
    "authors": ["H. Okada"],
    "venue": "ODP Sci. Res",
    "year": 1990
  }, {
    "title": "Argon-loss by alkali feldspars",
    "authors": ["I. Parsons", "C. Rex D", "P. Guise", "N. Halliday A"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 1988
  }, {
    "title": "Genesis of acid volcanics along the Main Ethiopian Rift: a case history of the Gedemsa volcano",
    "authors": ["A. Peccerillo", "G. Yirgu", "D. Ayalew"],
    "venue": "SINET: Ethiopian J. Sci",
    "year": 1995
  }, {
    "title": "The Precambrian rocks from southern Ethiopia: Petrology, geochemistry and their interaction with the recent volcanism from the Ethiopian rift Valley",
    "authors": ["A. Peccerillo", "B. Mandefro", "G. Solomon", "G. Hambisa", "H. Bedru", "K. Tesfaye"],
    "venue": "Neues Jb. Miner",
    "year": 1998
  }, {
    "title": "New Jersey Oligocene “Icehouse” sequences (ODP leg 150X) correlated with global 18O and Exxon eustatic",
    "authors": ["S. Pekar", "G. Miller K"],
    "venue": "records. Geology",
    "year": 1996
  }, {
    "title": "The Miocene-Pliocene Macusani volcanics, SE Peru I. Mineralogy and magmatic evolution of a two-mica alumino-silicatebearing ignimbrite suite",
    "authors": ["M. Pichavant", "J. Kontak D", "J. Valencia Herrera", "H. Clark A"],
    "venue": "Contrib. Mineral. Petr",
    "year": 1988
  }, {
    "title": "1988b) The Miocene-Pliocene Macusani volcanics, SE Peru II. Geochemistry and origin of a felsic peraluminous magma",
    "authors": ["M. Pichavant", "J. Kontak D", "L. Briqueu", "V. Herrera J", "H. Clark A"],
    "venue": "Contrib. Mineral. Petr",
    "year": 1988
  }, {
    "title": "The northwestern Ethiopian plateau flood basalts: Classification and spatial distribution of magma types",
    "authors": ["R. Pik", "C. Deniel", "C. Coulon", "G. Yirgu", "C. Hofmann", "D. Ayalew"],
    "venue": "J. Volcanol. Geoth. Res",
    "year": 1998
  }, {
    "title": "Isotopic and trace element signatures of Ethiopian flood basalts: Evidence for plume-lithosphere interactions",
    "authors": ["R. Pik", "C. Deniel", "C. Coulon", "G. Yirgu", "B. Marty"],
    "venue": "Geochim. Cosmochim",
    "year": 1999
  }, {
    "title": "The Loch Scridain xenolithic sill complex, Isle of Mull, Scotland: Fractional crystallization, assimilation, magma-mixing and crustal anatexis in subvolcanic conduits",
    "authors": ["J. Preston R", "R. Bell B", "G. Rogers"],
    "venue": "J. Petrol",
    "year": 1998
  }, {
    "title": "Sulphur-rich volcanic eruptions and stratospheric aerosols",
    "authors": ["R. Rampino M", "S. Self"],
    "venue": "Nature",
    "year": 1984
  }, {
    "title": "Volcanic winter and accelerated glaciation following the Toba super-eruption",
    "authors": ["R. Rampino M", "S. Self"],
    "venue": "Nature",
    "year": 1992
  }, {
    "title": "Dehydration melting of metabasalt at 8–32 kbar: Implication for continental growth and crust-mantle recycling",
    "authors": ["P. Rapp R", "B. Watson E"],
    "venue": "J. Petrol",
    "year": 1995
  }, {
    "title": "Applications for whole core magnetic susceptibility measurements on deap-sea sediments: leg 115 results",
    "authors": ["G. Robinson S"],
    "venue": "ODP Sci. Res",
    "year": 1990
  }, {
    "title": "Magnetostratigraphy and timing of the Oligocene Ethiopian traps",
    "authors": ["P. Rochette", "E. Tamrat", "G. Féraud", "R. Pik", "V. Courtillot", "E. Ketefo", "C. Coulon", "C. Hofmann", "D. Vandamme", "G. Yirgu"],
    "venue": "Earth Planet. Sci",
    "year": 1998
  }, {
    "title": "Phase relations of peralkaline silicic magmas and petrogenetic implications",
    "authors": ["B. Scaillet", "R. Macdonald"],
    "venue": "J. Petrol",
    "year": 2001
  }, {
    "title": "Redox control of sulfur degassing in silicic magmas",
    "authors": ["B. Scaillet", "B. Clemente", "M. Pichavant"],
    "venue": "J. Geophys. Res",
    "year": 1998
  }, {
    "title": "Afar mantle plume: Rare earth evidence",
    "authors": ["G. Schilling J"],
    "venue": "Nature 242,",
    "year": 1973
  }, {
    "title": "Hydrogen and oxygen isotope geochemistry of Ascension Island lavas and granites: Variation with crystal fractionation and interaction with sea water",
    "authors": ["F. Sheppard S. M", "C. Harris"],
    "venue": "Contrib. Mineral. Petr",
    "year": 1985
  }, {
    "title": "Isotopic and geochemical constraints on the origin and evolution of postcollapse rhyolites in the Valles caldera, New Mexico",
    "authors": ["L. Spell T", "R. Kyle P", "F. Thirlwall M", "R. Campbell A"],
    "venue": "J. Geophys. Res",
    "year": 1993
  }, {
    "title": "The origin of rhyolite and plagiogranite in oceanic crust: An experimental study",
    "authors": ["D. Spulber S", "J. Rutherford M"],
    "venue": "J. Petrol",
    "year": 1983
  }, {
    "title": "Formation of juvenile continental crust in the Arabian-Nubian shield: Evidence from granitic rocks of the Nakasib suture",
    "authors": ["J. Stern R", "G. Abdelsalam M"],
    "venue": "NE Sudan. Geol. Rundsch",
    "year": 1998
  }, {
    "title": "Mantle plume and lithosphere contributions to basalts from southern Ethiopia",
    "authors": ["K. Stewart", "N. Rogers"],
    "venue": "Earth Planet. Sci",
    "year": 1996
  }, {
    "title": "The oxygen isotope geochemistry of igneous rocks",
    "authors": ["P. Taylor H"],
    "venue": "Contrib. Mineral. Petr",
    "year": 1968
  }, {
    "title": "The effect of assimilation of country rocks by magma on 18O/16O and 87Sr/86Sr systematics in igneous rocks",
    "authors": ["P. Taylor H"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 1980
  }, {
    "title": "Igneous rocks: I. Processes of isotopic fractionation and isotope systematics",
    "authors": ["P. Taylor H", "F. Sheppard S. M"],
    "venue": "In Stable Isotopes in High Temperature Geological Processes (ed. J. W. Valley et al.). Rev. Mineral",
    "year": 1986
  }, {
    "title": "Geochemistry, Pb-Pb single zircon ages and Rb-Sr isotope composition of Precambrian rocks from southern and eastern Ethiopia: Implication for crustal evolution in east Africa",
    "authors": ["M. Teklay", "A. Kröner", "K. Mezger", "R. Oberhänsli"],
    "venue": "J. Afr. Earth Sci",
    "year": 1998
  }, {
    "title": "Experimental constraints on the origin of Icelandic rhyolites",
    "authors": ["P. Thy", "S. Beard J", "E. Lofgren G"],
    "venue": "J. Geol",
    "year": 1990
  }, {
    "title": "Correlation of the 30 Ma Ethiopian traps with Oligocene marine record through the identification of tephra layers in leg 115 (south Indian Ocean)",
    "authors": ["Y. Touchard", "P. Rochette", "P. Aubry M", "F. Bassinot"],
    "venue": "Terra Abstract, J. Conf. Abstr",
    "year": 1999
  }, {
    "title": "Crustal control in the genesis of Plio-Quaternary bimodal magmatism of the Main Ethiopian Rift (MER): Geochemical and isotopic (Sr, Nd, Pb) evidence",
    "authors": ["T. Trua", "C. Deniel", "R. Mazzuoli"],
    "venue": "Chem. Geol",
    "year": 1999
  }, {
    "title": "Modification of the regional stress field by magma intrusion and formation of tabular granitic plutons",
    "authors": ["L. Vigneresse J", "B. Tikoff", "L. Améglio"],
    "venue": "Tectonophysics",
    "year": 1999
  }, {
    "title": "Petrogenesis of a basalt-rhyolite tephra from the west-central Afar, Ethiopia",
    "authors": ["C. Walter R", "K. Hart W", "A. Westgate J"],
    "venue": "Contrib. Mineral. Petr",
    "year": 1987
  }, {
    "title": "Geochemical and isotopic (O, Nd, Pb and Sr) constraints on A-type granite petrogenesis based on the Topsails igneous suite, Newfoundland Appalachians",
    "authors": ["B. Whalen J", "A. Jenner G", "J. Longstaffe F", "F. Rober", "C. Gariépy"],
    "venue": "J. Petrol",
    "year": 1996
  }, {
    "title": "Magmatism at rift zone: The generation of volcanic continental margins and flood basalts",
    "authors": ["S. White R", "P. McKenzie D"],
    "venue": "J. Geophys. Res",
    "year": 1989
  }, {
    "title": "Igneous Petrogenesis: A Global Tectonic Approach",
    "authors": ["M. Wilson"],
    "year": 1989
  }, {
    "title": "Dehydration melting of amphibolite at 10 kbar: The effects of temperature and time",
    "authors": ["B. Wolf M", "J. Wyllie P"],
    "venue": "Contrib. Mineral. Petr",
    "year": 1994
  }, {
    "title": "Migration of the Oligocene-Miocene ignimbritic volcanism in the central Ethiopian plateau",
    "authors": ["M. Piccirillo E", "L. Tolomeo"],
    "venue": "Neues Jahrb. Geol. P. M",
    "year": 1974
  }],
  "id": "SP:22b900a76fef3e67f90a303d3f525bc8fe092cdf",
  "authors": [{
    "name": "DEREJE AYALEW",
    "affiliations": []
  }, {
    "name": "PIERRE BARBEY",
    "affiliations": []
  }, {
    "name": "BERNARD MARTY",
    "affiliations": []
  }, {
    "name": "LAURIE REISBERG",
    "affiliations": []
  }, {
    "name": "GEZAHEGN YIRGU",
    "affiliations": []
  }, {
    "name": "RAPHAEL PIK",
    "affiliations": []
  }],
  "abstractText": "The Ethiopian continental flood basalt (CFB) province ( 30 Ma, 3 10 km) was formed as the result of the impingement of the Afar mantle plume beneath the Ethiopian lithosphere. This province includes major sequences of rhyolitic ignimbrites generally found on top of the flood basalt sequence. Their volume is estimated to be at least 6 10km, which represents 20% of that of the trap basalts. Their phenocryst assemblage (alkali feldspar, quartz, aegyrine-augite, ilmenite Ti-magnetite, richterite, and eckermanite) suggests temperatures in the range of 740 to 900°C. Four units were recognized in the field (Wegel Tena, Jima, Lima Limo, and Debre Birhan areas), each with its own geochemical specificity. Zr/Nb ratios remain constant between basalt and rhyolite in each area, and rhyolites associated with high-Ti or low-Ti basalts are, respectively, enriched or depleted in titanium. Their trace element and isotope (Sr, Nd, O) signatures (high Nd/Nd and low Sr/Sr ratios, compared to those of rhyolites from other CFB provinces) are clearly different from those of typical crustal melts and indicate that the Ethiopian rhyolites are among the most isotopically primitive rhyolites. Their major and trace element patterns suggest that they are likely to be derived from fractional crystallization of basaltic magmas similar in composition to the exposed flood basalts with only limited crustal contribution. Since Ethiopian high-Ti basalts have been shown to form from melting of a mantle plume, it is likely that Ethiopian ignimbrites, at least those that are Ti-rich, also incorporated material from the deep mantle. Rb-Sr isochrons on whole rocks and mineral separates (30.1 0.4 Ma for Wegel Tena and 30.5 0.4 Ma for Jima ignimbrites) show that most of the silicic volcanism occurred within 2 Ma during the Oligocene. Ignimbritic eruptions resumed in the Miocene during two episodes dated at 15.4 0.2 Ma and 8.0 0.2 Ma for the Debre Birhan area. The Rb-Sr isochron ages of ignimbrites (both Oligocene and Miocene rhyolites) are indistinguishable within uncertainties from the Ar/Ar ages of the underlying flood basalts. The Oligocene ignimbrites and the underlying trap basalts are synchronous with a shift in the oxygen composition of foraminifera recorded in Indian and Atlantic Ocean cores. The temporal coincidence of Ethiopian Oligocene volcanism, which released immense volumes of S ( 1.4 10 mol) and Cl (6.4 10 mol) into the atmosphere over a short time span, with the global cooling event at 30.3 Ma suggests that this volcanism might have accelerated the climate change that was already underway. Copyright © 2002 Elsevier Science Ltd",
  "title": "Source, genesis, and timing of giant ignimbrite deposits associated with Ethiopian continental flood basalts"
}