{
  "sections": [{
    "text": "at SciVerse ScienceDirect\nContents lists available\nJournal of Arid Environments\njournal homepage: www.elsevier .com/locate/ jar idenv\nShort communication\nCohort establishment on slopes: Growth rates, demographic patterns, and the relationship to volcanic eruptions\nC.J. Donnermeyera, T.D. Dreznerb,* aUnited States Forest Service, Gifford Pinchot National Forest, 2455 Hwy 141, Trout Lake, WA 98650, United States bDepartment of Geography, N430 Ross, York University, 4700 Keele Street, Toronto, Ontario M3J 1P3, Canada\na r t i c l e i n f o\nArticle history: Received 21 January 2011 Received in revised form 9 July 2011 Accepted 30 August 2011 Available online 19 September 2011\nKeywords: Cactaceae Carnegiea gigantea Population structure Saguaro cactus Sonoran Desert\n* Corresponding author. Tel.: þ1 416 736 5107. E-mail address: drezner@yorku.ca (T.D. Drezner).\n0140-1963/$ e see front matter 2011 Elsevier Ltd. doi:10.1016/j.jaridenv.2011.08.017\na b s t r a c t\nLittle is known about keystone Carnegiea gigantea’s populations and the global-scale factors that influence its distribution and regeneration success. We sampled 300 plants on a north- and on a south-facing slope, determined age structure, and compared results to those of other studies in topographically flat areas using regression and ANOVA. We found that growth rates are about the same for the two slopes, but more young Carnegiea were documented on the south-facing than on the north-facing slope, likely due to microclimatic differences and susceptibilities. Fewer individuals were represented in the higher age classes than often found in topographically flat populations. We found that individuals are faster growing on slopes than on flats, likely due to differences in sediment size and make-up. Finally, a recent study linked worldwide volcanism with cohort establishment in topographically flat areas. We found that successful cohort establishment in both populations (north- and south-facing) was significantly higher during years with greater volcanic activity (and the years that were subsequently influenced by airborne materials ejected from the eruption), the first such observation for sloped populations. Volcanic eruptions occurring worldwide impact the regeneration success of this species, and in a variety of topographic settings, extending our previous knowledge of the link between global geologic events and climate change with the regeneration of this species locally (the first ever documented), which with further research will surely be extended to other species in other biomes worldwide.\n2011 Elsevier Ltd. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "The saguaro cactus (Carnegiea gigantea (Engelm.) Britt. and Rose; Cactaceae) is a keystone species of the Sonoran Desert. Intermittent favorable periods promote regeneration when a cohort establishes; many years and decades may pass without favorable establishment conditions resulting in little or no regeneration (Turner, 1990). Favorable conditions include mild summers and winters, adequate late winter, spring and summer rain and absence of severe freezes (Drezner, 2004; Steenbergh and Lowe, 1983; Turner, 1990). Mortality is nearly 100% during the first year of life (Steenbergh and Lowe, 1977). After establishment, few factors result in premature mortality; occasional periods of subfreezing temperatures are the most common cause (Steenbergh and Lowe, 1983).\nIn topographically flat sites, relative growth in populations shows a geographical pattern that closely follows summertime\nAll rights reserved.\nrainfall (Drezner, 2005); sites that are not topographically flat have not been studied and compared. Drezner and Balling (2002) documented a relationship between Carnegiea regeneration peaks and El Niño conditions, as has been documented in other cacti (Bowers, 1997). Recently it was discovered that one of the variables that appears to drive Carnegiea regeneration is global volcanism (Drezner and Balling, 2008). Cohorts were significantly related to peaks in the Weighted Historical Dust Veil Index (WHDVI) which focuses on atmospheric particulates associated with volcanic eruptions (Drezner and Balling, 2008). For example, peaks in Carnegiea regeneration were observed between 1883 and 1912, a period characterized by high volcanic activity including Krakatau (1883), Mt. Pelée (1902), and Katmai (1912), among others. These patterns are likely due to temporary changes in climate associated with the presence of atmospheric particulates, such as milder summer and winter temperatures (Robock and Mao, 1992; Shindell et al., 2003), which are important for successful Carnegiea regeneration.\nOur purpose is to sample new populations on slopes. With these data, we aim to 1) estimate the growth rate for these new sites to determine if growth rates are similar to those observed in\ntopographically flat areas, 2) reconstruct population structure on the two slopes, 3) compare the cohort pattern and demographics between the two sites, and between these sites and those documented in other studies, and 4) to determine if observations made linking volcanic eruptions with Carnegiea regeneration in flat areas can be extended to populations on slopes.\n2. Materials and methods\nA north-facing slope and a south-facing slope, about 3/4 km apart, were sampled in the Plomosa Mountains, Arizona, U.S.A. (Fig. 1). The south-facing locale (33 40’48\"N, 114 3056\"W) slopes from 459 m to 580 m in elevation and its slope ranges from 24 to 38 . The north-facing locale’s (33 40’25\"N, 114 3047\"W) slope ranges from 506 m at its base to 719 m and ranges from 15 to 30 . The study locales receive localized convective rainfall in summer, and in winter, rain (typically) falls from extra-tropical cyclonic systems.\nData were originally collected in late 2005 using a sweeping pattern to reach our minimum quota of 150 plants at each site. Some very small individuals may have been missed, as this species establishes under cover of other plants. The height of each Carnegiea was recorded using a telescoping leveling rod. The UTM\n(Universal Transverse Mercator) coordinates of each individual were recorded using a Trimble GeoExplorer III GPS unit. In April 2008, the heights of the first thirty individuals (plus a few to correct for outliers) at each site were re-sampled to determine growth rate.\nDrezner’s (2003) model was applied to establish local growth rates (a growth rate factor or index) in each locale (south-facing n ¼ 36, north-facing n ¼ 31). Age of each individual was converted to year of establishment, and the full age profile was established for each locale (south-facing n ¼ 148, north-facing n ¼ 151) (Drezner, 2003). A weighted mean was used to smooth the data (1901e1980).\nRegression was run and the residuals for each year extracted. The residual for each year represents whether it was a relatively good or bad regeneration year (e.g., Drezner, 2006a). The KolmogoroveSmirnov normality test was used to determine whether the four variables (two sites with weighted frequency data, residuals for the two sites) significantly deviate from a normal distribution.\nRecent work (Drezner, 2006a) examined three flat sites. The Pearson productemoment correlation is used to determine if the residuals during the 80-year period at our two locales are statistically related to eachotherand to the three sites fromthatearlier study. The sequential Bonferroni test (Rice, 1989) is used to correct for type-I errors associated with multiple significant statistical test results.\nlocations of the study area and other study locales discussed in this paper.\nFinally, following (Drezner and Balling, 2008) we divided the dataset into two groups (years with relatively high and low WHDVI values). We ran one-way ANOVA on the regeneration data for the south-facing site for the low and the high WHDVI years to determine if mean regeneration differed between the high and low volcanism years. This was repeated for the northfacing site."
  }, {
    "heading": "3. Results",
    "text": "The growth factor index value for the south-facing site is 0.54, and 0.53 for the north-facing site (Table 1). This means, for example, that the growth rate at some given height at these locales is approximately half that of individuals at Saguaro National Park, East District, which has a growth factor of 1.0 in flat areas (Drezner, 2003). Drezner (2005) provides a map for this value for other populations sampled in the northern Sonoran Desert for comparison. The annual frequency of establishment is provided in Fig. 2. Results of the KolmogoroveSmirnov test show that none of the four variables deviate significantly from a normal distribution (P > 0.01).\nOf the correlation analyses conducted, two yield a significant relationship. The Kofa locale, in the same general vicinity as our sites, is significantly correlated to those in our north-facing site (P < 0.001, r ¼ 0.536) suggesting that the pattern of good and bad regeneration years are statistically related. This was also true for the north-facing site and the Silverbell locale (P < 0.001, r ¼ 0.428), found far to the east of our present study sites. Both of these P-values hold following the sequential Bonferroni test. The northfacing and south-facing sites are not significantly correlated, and the south-facing locale does not show a significant positive relationship with any of the three sites.\nResults for the WHDVI and our two study locales are significantly related. Regeneration was significantly higher at both the north- and south-facing locales during those years with high (n ¼ 51 low years, n ¼ 29 high years) WHDVI values (P < 0.01, F¼ 9.13, critical value for F¼ 3.96, df¼ 79, for the south-facing site; P < 0.001, F ¼ 14.28, critical value for F ¼ 3.96, df ¼ 79, for the north-facing site). Both of these P-values are maintained with the sequential Bonferroni test."
  }, {
    "heading": "4. Discussion",
    "text": "The north- and south-facing slopes had very similar growth rates (0.54 on south-facing and 0.53 on north-facing). The nearby Kofa site, about 18.5 km away and flat (1.2% slope) has a growth rate that is noticeably slower (0.41, Table 1) by comparison (Drezner, 2006a). This may be due to the lower elevation of this site (Kofa is at about 400 m) and its more westerly (generally drier) position. The Harcuvar site, about 36 km away at 530m in elevation andwith a gentle 3.3% slope has a growth rate that is still lower (about 0.47),\ndespite the fact that this site is farther east (generally wetter) of the current study locales and at about the same elevation (Drezner, 2006a). Thus, the growth rates are higher on slopes than expected relative to our current data for flats.\nWe considered the possibility that perhaps the study period was characterized by unusually heavy summer rains as mean July precipitation is the best predictor of growth rate (Drezner, 2005). The mean precipitation for July 2006 and 2007 in nearby Quartzsite, AZ (station #026865) was 10mm, compared with themean for the period from 1908 to 2007 which was 12 mm. Thus, July rainfall was actually slightly less than average, yet growth rates were still unexpectedly high. Total mean summer (June to September) rainfall is 49 mm, while during those two years it averaged 48.5 mm, thus confirming that rainfall was near or below average in the general vicinity.\nAlthough Yeaton et al. (1980) suggest that water collects in flats from slope runoff and flats have a greater soil capacity for holding water, other research suggests that the water available to plants may not be greater in flat areas. Studies in the Sonoran Desert show that coarse sediment soils increase water infiltration rates, have higher water potentials than fine soils, and reduce evaporation of subsurface water as compared to fine textured soils that may increase evaporative losses due to strong capillary action (Key et al., 1984; Parker, 1991). In comparing wilting coefficients and moisture equivalents of higher Sonoran Desert slopes versus lower slopes and flats, Yang and Lowe (1956) determined that slopes, with half the soil moisture of flats, had twice the amount of moisture available for use by plants such as Carnegiea. Thus, Carnegiea may exhibit growth rates that are higher than expected for the amount of rainfall received and growth is relatively faster on slopes than on climatologically similar flats. In fact, when rainfall data are incorporated into the formula developed for flat locales (Drezner, 2005), the expected growth rate is approximately 0.40, notably lower than the one observed for our sloped sites.\nAs growth is related to summer precipitation (Drezner, 2005), it is not surprising that north and south slopes have similar growth rates as it is possible that rainfall may be similar on both aspects. Growth rates on north- and south-facing slopes in the wetter east at Tumamoc Hill, Tucson, Arizona were described as “almost identical” (Pierson and Turner, 1998, p.2687), though slower growth rates were found in individuals of intermediate height on south-facing slopes; however, Pierson and Turner note that more xeric sites may show a different pattern (Pierson and Turner, 1998).\nThe number of individuals that established before about 1900 on both slopes are notably lower (Fig. 2). In Tumamoc Hill, most individuals established and survived after about 1910 on north and south-facing slopes (Pierson and Turner, 1998). Steenbergh and Lowe (1983) found that C. gigantea populations in rocky areas (relative to flats) in the greater Tucson area were similarly composed of fewer plants in the greater than 80 year-old age groups. This may be due to reduced establishment during this earlier period. Another possibility may be that presence of fewer individuals in the older age classes is due to greater mortality, either due to local reasons (stability, local soil and sediment properties, etc.) or to regional causes (e.g., severe freezes). In considering these possibilities further, one may first observe that the period around 1900 has been found to be a period of good regeneration at various Sonoran Desert sites. A regional influence resulting in increased mortality is possible, such as some subsequent freezes observed in the Sonoran Desert, but several other populations do not show this trend in this western area (Drezner, 2006a). Local factors may have played a role in increased mortality (for individuals from that period) either at or following the time of establishment (e.g. Pierson and Turner (1998) observed drought conditions at their eastern site). Alternatively, perhaps\nmortality may begin earlier on slopes. In addition to potential climate susceptibilities (freezing temperatures, drought), possible explanations for premature mortality on slopes may include greater likelihood of destabilization and subsequent fall. Taller\nplants (e.g. Pachycereus pringlei) are more likely to become destabilized in general (Niklas, 2002).\nOur two sloped sites, which are in close proximity though on different slope aspects, are not significantly related demographically.\nh-facing (bottom) slope. The horizontal axis represents years of establishment, and the curves. Note, the data used for the analyses are limited to years with adequate data,\nSteenbergh and Lowe (1983) observed many more young on southfacing than north-facing slopes in more eastern sites, with a much better defined, bottom-heavy population pyramid to the south. In looking at our regeneration curves (Fig. 2), this same pattern is evident. Steenbergh and Lowe (1983) identified microclimatic differences as being a key factor in this pattern. By size and age, there are more small/young individuals on our south-facing slope, confirming Steenbergh and Lowe’s (1983) observations for our western population.\nA recent intriguing study (Drezner and Balling, 2008) documented, possibly for the first time for any species in any ecosystem, a relationship between global-scale volcanism and local regeneration of a plant species. For example, in 1883, Krakatau erupted in Indonesia, and the changes that followed, whether short-term climate variations, or even possibly differences in surface materials from small amounts of materials deposited out of the atmosphere in the period that followed, resulted in favorable periods of regeneration and population booms of the keystone Carnegiea in Arizona. That study tested the relationship between volcanism and regeneration for two datasets, the Kofa site (Drezner and Balling, 2002), and a combined dataset representing much of the northern Sonoran Desert (Drezner, 2006b). A significant relationship was documented between the volcanic index (volcanic dust in the atmosphere) and regeneration both at the Kofa site and with the northern Sonoran Desert database (Drezner and Balling, 2008). When repeated for the present study, we found that both our sites (north slope, south slope) were significantly related to the volcanic index. That is, both the northfacing and the south-facing populations have higher average establishment during periods with high amounts of volcanicallyemitted dust. Although both sites appear unique (e.g. not correlated to each other), the volcanic signal is significant for both. This suggests that there are global-scale factors that influence both sites and promote successful establishment and survival despite the individuality of the two populations.\nBoth datasets used in the Drezner and Balling (2008) study represented individual cacti on topographically flat sites. The present study is the first to document the impact of global-scale volcanism on populations on slopes, both north- and southfacing, thus widening the pattern observed at one flat marginal site and at a coarse amalgamated dataset for flat sites to two more sites and in different topographic settings, suggesting that the influence and importance of volcanism is well developed both geographically and topographically."
  }, {
    "heading": "Acknowledgements",
    "text": "We thank Jeff Haviland for field assistance."
  }],
  "year": 2011,
  "references": [{
    "title": "Demographic patterns of Ferocactus cylindraceus in relation to substrate age and grazing history",
    "authors": ["J.E. Bowers"],
    "venue": "Plant Ecology 133,",
    "year": 1997
  }, {
    "title": "Climatic controls of saguaro (Carnegiea gigantea) regeneration: a potential link with El Niño",
    "authors": ["T.D. Drezner", "R.C. Balling Jr."],
    "venue": "Physical Geography",
    "year": 2002
  }, {
    "title": "Saguaro (Carnegiea gigantea, Cactaceae) age-height relationships and growth: the development of a general growth curve",
    "authors": ["T.D. Drezner"],
    "venue": "American Journal of Botany",
    "year": 2003
  }, {
    "title": "Saguaro recruitment over their American range: a separation and comparison of summer temperature and rainfall",
    "authors": ["T.D. Drezner"],
    "venue": "Journal of Arid Environments",
    "year": 2004
  }, {
    "title": "Saguaro (Carnegiea gigantea, Cactaceae) growth rate over its American range and the link to summer precipitation",
    "authors": ["T.D. Drezner"],
    "venue": "The Southwestern Naturalist",
    "year": 2005
  }, {
    "title": "Regeneration of Carnegiea gigantea (Cactaceae) since 1850 in three populations in the northern Sonoran Desert",
    "authors": ["T.D. Drezner"],
    "venue": "Acta Oecologica",
    "year": 2006
  }, {
    "title": "The regeneration of a protected Sonoran Desert cactus since 1800 A.D. over 50,000 km2 of its range",
    "authors": ["T.D. Drezner"],
    "venue": "Plant Ecology 183,",
    "year": 2006
  }, {
    "title": "Regeneration cycles of the keystone species Carnegiea gigantea are linked to worldwide volcanism",
    "authors": ["T.D. Drezner", "R.C. Balling Jr."],
    "venue": "Journal of Vegetation Science",
    "year": 2008
  }, {
    "title": "Edaphic factors and the perennial plant community of a Sonoran Desert bajada",
    "authors": ["L.J. Key", "L.F. Delph", "D.B. Thompson", "E.P. Van Hoogenstyn"],
    "venue": "The Southwestern Naturalist",
    "year": 1984
  }, {
    "title": "Wind, size, and tree safety",
    "authors": ["K.J. Niklas"],
    "venue": "Journal of Arboriculture",
    "year": 2002
  }, {
    "title": "Topography, substrate, and vegetation patterns in the northern Sonoran Desert",
    "authors": ["K.C. Parker"],
    "venue": "Journal of Biogeography",
    "year": 1991
  }, {
    "title": "An 85-year study of saguaro (Carnegiea gigantea) demography",
    "authors": ["E.A. Pierson", "R.M. Turner"],
    "venue": "Ecology 79,",
    "year": 1998
  }, {
    "title": "Analyzing tables of statistical tests",
    "authors": ["W.R. Rice"],
    "venue": "Evolution 43,",
    "year": 1989
  }, {
    "title": "Winter warming from large volcanic eruptions",
    "authors": ["A. Robock", "J. Mao"],
    "venue": "Geophysical Research Letters",
    "year": 1992
  }, {
    "title": "Volcanic and solar forcing of climate change during the preindustrial era",
    "authors": ["D.T. Shindell", "G.A. Schmidt", "R.L. Miller", "M.E. Mann"],
    "venue": "Journal of Climate",
    "year": 2003
  }, {
    "title": "Ecology of the Saguaro: II: Reproduction, Germination, Establishment, Growth, and Survival of the Young Plant",
    "authors": ["W.F. Steenbergh", "C.H. Lowe"],
    "venue": "National Park Service Scientific Monograph Series No",
    "year": 1977
  }, {
    "title": "Ecology of the Saguaro: III: Growth and Demography",
    "authors": ["W.F. Steenbergh", "C.H. Lowe"],
    "venue": "National Park Service Scientific Monograph Series No",
    "year": 1983
  }, {
    "title": "Long-term vegetation change at a fully protected Sonoran",
    "authors": ["R.M. Turner"],
    "venue": "Desert site. Ecology",
    "year": 1990
  }, {
    "title": "Correlation of major vegetation climaxes with soil characteristics in the Sonoran Desert",
    "authors": ["T.W. Yang", "C.H. Lowe"],
    "venue": "Science",
    "year": 1956
  }, {
    "title": "Morphological growth patterns of saguaro (Carnegiea gigantea: Cactaceae) on flats and slopes in Organ Pipe cactus National Monument, Arizona",
    "authors": ["R.I. Yeaton", "R. Karban", "H.B. Wagner"],
    "venue": "The Southwestern Naturalist",
    "year": 1980
  }],
  "id": "SP:68b548cd40a03b2bdcbb703f14d2f102a4de015d",
  "authors": [{
    "name": "C.J. Donnermeyer",
    "affiliations": []
  }, {
    "name": "T.D. Drezner",
    "affiliations": []
  }],
  "abstractText": "Little is known about keystone Carnegiea gigantea’s populations and the global-scale factors that influence its distribution and regeneration success. We sampled 300 plants on a northand on a south-facing slope, determined age structure, and compared results to those of other studies in topographically flat areas using regression and ANOVA. We found that growth rates are about the same for the two slopes, but more young Carnegiea were documented on the south-facing than on the north-facing slope, likely due to microclimatic differences and susceptibilities. Fewer individuals were represented in the higher age classes than often found in topographically flat populations. We found that individuals are faster growing on slopes than on flats, likely due to differences in sediment size and make-up. Finally, a recent study linked worldwide volcanism with cohort establishment in topographically flat areas. We found that successful cohort establishment in both populations (northand south-facing) was significantly higher during years with greater volcanic activity (and the years that were subsequently influenced by airborne materials ejected from the eruption), the first such observation for sloped populations. Volcanic eruptions occurring worldwide impact the regeneration success of this species, and in a variety of topographic settings, extending our previous knowledge of the link between global geologic events and climate change with the regeneration of this species locally (the first ever documented), which with further research will surely be extended to other species in other biomes worldwide. 2011 Elsevier Ltd. All rights reserved.",
  "title": "Cohort establishment on slopes: Growth rates, demographic patterns, and the relationship to volcanic eruptions"
}