{
  "sections": [{
    "text": "lable at ScienceDirect\nContents lists avai\nQuaternary Science Reviews\njournal homepage: www.elsevier .com/locate/quascirev\nA detailed framework of Marine Isotope Stages 4 and 5 volcanic events recorded in two Greenland ice-cores\nPeter M. Abbott a,*, Siwan M. Davies a, Jørgen Peder Steffensen b, Nicholas J.G. Pearce c, Matthias Bigler d,e, Sigfus J. Johnsen b, Inger K. Seierstad b, Anders Svensson b, Stefan Wastegård f\naDepartment of Geography, College of Science, Swansea University, Singleton Park, Swansea SA2 8PP, UK bCenter for Ice and Climate, Niels Bohr Institute, University of Copenhagen, Juliane Maries vej 30, DK-2100 Copenhagen, Denmark c Institute of Geography and Earth Sciences, Aberystwyth University, Llandinam Building, Penglais Campus, Aberystwyth SY23 3DB, UK d Physics Institute, Climate and Environmental Physics, University of Bern, Sidlerstrasse 5, CH-3012 Bern, Switzerland eOeschger Centre for Climate Change Research, University of Bern, Sidlerstrasse 5, CH-3012 Bern, Switzerland fDepartment of Physical Geography and Quaternary Geology, Stockholm University, SE-10691 Stockholm, Sweden\na r t i c l e i n f o\nArticle history: Received 6 June 2010 Received in revised form 20 April 2011 Accepted 3 May 2011 Available online 26 May 2011\nKeywords: Cryptotephra Geochemical characterisation Iceland Jan Mayen Integrating palaeoclimatic records\n* Corresponding author. Tel.: þ44 1792 602559. E-mail address: p.abbott@swansea.ac.uk (P.M. Abb\n0277-3791/$ e see front matter 2011 Elsevier Ltd. doi:10.1016/j.quascirev.2011.05.001\na b s t r a c t\nSulphate records from Greenland ice-cores indicate that Marine Isotope Stages 4 and 5 were characterised by a higher incidence of large volcanic eruptions than other periods during the last glacial period, however, few investigations have focused on tephra deposits associated with these volcanic eruptions and the nature and origin of the events. Here we present a detailed tephrochronological framework of the products of 15 volcanic events spanning this interval; the majority of which have been preserved as cryptotephra horizons within the Greenland records. The major element compositions of individual glass shards within these horizons indicate that 13 of the eruptions originated from Iceland and 6 of these events can be correlated to the specific volcanic systems of Katla, Grímsvötn, Grímsvötn-Kverkfjöll and either Reykjanes or Veidivötn-Bárdarbunga. For the remaining Icelandic horizons a source from either the rift zone or a flank zone can be suggested based on rock suite affinities. Two horizons have been correlated to a source from the Jan Mayen volcanic system which represents the first discovery of material from this system within any Greenland ice-cores. The robust geochemical characterisations, independent ages for these horizons (derived from the GICC05 ice-core chronology) and stratigraphic positions relative to the Dansgaard-Oeschger climate events recorded in the Greenland ice-cores represent a critical framework that provides new information on the frequency and nature of volcanic events occurring in the North Atlantic region during MIS 4 and 5. This framework can now be utilised in the assessment of the differential timing and rate of response to the millennial-scale climatic events that characterised this period, through the use of the tephra horizons as time-synchronous tie-lines to other palaeoclimatic sequences.\n2011 Elsevier Ltd. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "The recognition of numerous millennial-scale climatic events within all of the deep Greenland ice-core records has made a significant contribution to our understanding of abrupt climatic changes that occurred during the last glacial period. Twenty-five of these events, termed the Dansgaard-Oeschger (D-O) events, have been recognised during the last glacial period and five (D-O 18, 19, 20, 21, 22) occurred during Marine Isotope Stage (MIS) 4 and the late part of 5 (w60e95 ka b2k; Fig. 1) (NGRIP Members, 2004).\nott).\nAll rights reserved.\nTemperature reconstructions show that abrupt warmings, of up to 16 C, at their onset were some of the largest temperature changes related to the D-O events (Landais et al., 2005; Huber et al., 2006). The wider significance of these D-O events as regional and potentially global mass reorganisations of the climate system has been demonstrated by the identification of similar oscillations in marine and terrestrial records from the North Atlantic region and many other key palaeoclimatic records from around the world (see review in Clement and Peterson, 2008). However, understanding of the causal mechanisms controlling the occurrence of D-O events is limited. Precise dating and synchronisation of disparate palaeoclimatic sequences will allow the relative timing and synchroneity of regional environmental responses to the D-O events to be determined, permitting the testing of hypotheses\nregarding potential causal mechanisms (Clement and Peterson, 2008). However, this is hampered by uncertainties associated with the construction of independent chronological models for different sequences (Blaauw et al., 2010).\nTephrochronology has been widely recommended by the INTIMATE group as a key technique that has the potential to overcome these difficulties through the definition of time-synchronous tielines between sequences (e.g. Lowe, 2001; Lowe and Hoek, 2001; Lowe et al., 2008; Turney et al., 2004). The scope of this technique has increased recently due to the recognition of cryptotephra horizons, layers of volcanic material not apparent during visual inspection of core sections, within many palaeoclimatic sequences including the Greenland ice-cores (e.g. Mortensen et al., 2005). These advances have led to the identification of tephra horizons that represent key tie-lines between the Greenland ice-cores and North Atlantic marine sequences and improved knowledge of the volcanic history of the North Atlantic region (Davies et al., 2008, 2010). However, very little work has focused on tephra horizons preserved within North Atlantic records spanning MIS 4 and 5; key climatic periods as they cover the transition from interglacial to glacial conditions that occurred during the inception of the last glacial period. Tephrochronology has a significant potential for the correlation of records of this period as it falls beyond the limits of radiocarbon dating and sulphate records from the GISP2 and GRIP ice-core records indicate that it was a period of increased volcanic activity (Zielinski et al., 1997).\nHere we report on the creation of the first tephrochronological framework for MIS 4 and 5 from the Greenland ice-cores; produced through the isolation and geochemical characterisation of volcanic material preserved within the records. This detailed framework enhances the potential of utilising tephrochronology for the dating and correlation of sequences spanning MIS 4 and 5, particularly as horizons within the framework can be assigned ages using the high-precision Greenland Ice-core Chronology 2005 (GICC05) (see below for details). In addition, due to the poor preservation of prelast glacial maximum Icelandic proximal sedimentary archives, due to glacial advances, distal archives such as the Greenland ice-cores represent one of the best records for the construction of a tephrochronological framework for the early stages of the last glacial period. Other tephrochronological studies in the North Atlantic region spanning the latter part of MIS 5 and MIS 4 have been limited, with only Grönvold et al. (1995) identifying horizons within Greenland ice-cores and Lacasse et al. (1998), Wastegård and Rasmussen (2001), Rasmussen et al. (2003) and Brendryen et al. (2010) reporting horizons from marine sequences.\nPrevious studies have demonstrated that Iceland is the dominant source of tephra horizons present within the Greenland icecores (e.g. Zielinski et al., 1995; Mortensen et al., 2005; Davies et al., 2008). Volcanic systems within Iceland produce material ranging in composition from basaltic to silicic, with rhyolitic material being the dominant silicic rock type (Lacasse and GarbeSchönberg, 2001). Geochemical variability can be observed between the products of individual volcanic systems, however, the products are broadly related to three rock suites, tholeiitic, transitional alkali and alkaline. Volcanic systems producing the different suites are geographical grouped within the rift and flank zones (Fig. 2b). With volcanic systems in the rift zones producing tholeiitic material, alkali material being produced in the systems of the Western Flank Zone (WFZ) and the Vestmannaeyjar system in the Southern Flank Zone (SFZ), while the remaining systems within the SFZ and the Eastern Flank Zone (EFZ) produce material with a transitional alkali composition (Jakobsson, 1972, 1979).\nAnother potential volcanic source within the North Atlantic region is the island of Jan Mayen; located 750 km NNE of Iceland on the Mid Atlantic Ridge (Fig. 2a). Two volcanic systems are present on the island; the northern part of the island is dominated by the Beerenberg stratovolcano and the south of the island is characterised by numerous small volcanoes aligned along NE trending fissures (Fig. 2c; Maaløe et al., 1986; Lacasse and Garbe-Schönberg, 2001). Major element geochemistry can be used to distinguish Jan Mayen basaltic material from the products of Icelandic volcanic systems. K2O is the most discriminatory oxide as JanMayen basaltic products are generally more enriched, with K2O concentrations of between 0.6 and 4 %wt compared to values <1 %wt for Icelandic material. There is a little overlap in K2O concentrations but if required MgO values can prove discriminatory; with Icelandic basaltic material displaying values around 4e6 %wt while Jan Mayen material produces values in excess of 8%wt (Imsland, 1984; Jakobsson et al., 2008)."
  }, {
    "heading": "2. Materials and methods",
    "text": "The ice-cores utilised within this study, Greenland Ice Core Project (GRIP) and North Greenland Ice Core Project (NGRIP), were retrieved from the Greenland Ice Sheet (Fig. 2a) between 1989e1993 and 1996e2003 respectively and both cores preserve an undisturbed record of the climatic variations that occurred during MIS 4 and 5. The two records were used to determine if some horizons could be traced between the cores. The exploration of cryptotephra horizons initially focused on the NGRIP ice-core\ndue to the high-resolution continuous flow analysis (CFA) chemical records available for the core. Ice spanning distinct peaks in the sulphate concentration record was directly sampled as they are considered to be the most reliable indicators of volcanic eruptions within ice-core records (Zielinski et al., 1997; Bigler et al., 2007) and may act as a guide to the location of cryptotephra horizons. Peaks were classified as distinct and selected for sampling if they exceeded set threshold levels and were clearly defined relative to background levels. To account for climatically driven variations in sulphate concentration between interstadial and stadial periods two thresholds were utilised; 180 ppbw for warmer, interstadial periods characterised by lower sulphate levels and 500 ppbw for the higher sulphate levels during the cooler, stadial periods.\nFollowing the identification of ice-core sections containing large sulphate peaks and potentially containing cryptotephra horizons w2 cm2 cross-sections were removed from 55 cm long archive segments of the core stored at the University of Copenhagen. These 55 cm segments were then sub-sampled and due to the invaluable nature of ice from the core all of this ice was sub-sampled and analysed for tephra content to avoid any need to resample these core sections. Therefore, in addition to taking samples over the major sulphate peaks, minor sulphate peaks, observable in concentration records from the CFA system, and sections with no chemical peaks were sub-sampled from all of the selected 55 cm segments. Due to complex variability in the sulphate variations, such as inconsistency in the form and length of sulphate peaks and peaks below the critical threshold, these sub-samples were variable in length and ranged between 2 and 30 cm (see Fig. 3 for an example of sampling). The analysis of these additional samples to avoid resampling did allow background levels of shards within samples not containing large sulphate peaks to be determined, but additionally led to tephra horizons unrelated to major sulphate peaks being identified (see Section 3). This highlights a limitation in the use of this technique to isolate all cryptotephra horizons present within the ice core, an issue that will be discussed further in Section 4.\nThe individual ice samples were melted at room temperature and centrifuged to isolate any particulate material. This material was evaporated onto frosted microscope slides and embedded in epoxy resin prior to an inspection for tephra content using optical microscopy. Samples containing a significant number of tephra shards (w>20), relative to background levels in surrounding samples, were subsequently prepared for geochemical analysis. Thin sections of the tephra shards were produced by grinding and polishing the slides using silicon carbide paper and 6 and 1 mm diamond suspension solution.\nIn order to determine the geographical extent of the tephras identified within NGRIP and to identify tie-lines between the icecore sequences, selected samples from the GRIP record were also investigated. A chemical synchronisation between the cores, based on methods outlined in Rasmussen et al. (2008), was utilised to select GRIP ice-core sections contemporaneous to NGRIP sections containing cryptotephra horizons (S. Rasmussen and I. Seierstad, unpublished). These sections were sub-sampled and individual samples prepared using the methods outlined above.\nTephra horizons can be assigned ages using the latest version of the GICC05 timescale for the NGRIP core; GICC05modelext (http:// www.iceandclimate.nbi.ku.dk/data/). This timescale is layer counted down to 60.2 ka b2k and then the NGRIP ss09sea06bm modelled timescale of Johnsen et al. (2001) has been spliced on to create a timescale for the rest of the core (see Vinther et al., 2006; Rasmussen et al., 2006; Andersen et al., 2006; Svensson et al., 2008 for details of the layer counting and Wolff et al., 2010 for details of the splicing). This timescale has been transferred to the GRIP icecore using a series of reference horizons for synchronisation, which allows ages to be assigned to any tephra horizons identified within GRIP. Between 0 and 60.2 ka the GICC05modelext timescale has errors on the ages based on the concept of maximum counting errors (MCE) which can be viewed as 2s errors (see Rasmussen et al., 2006; Andersen et al., 2006). Beyond 60 ka these errors are not given for the timescale, however, for the purposes of this investigation errors have been assigned to the ice-core ages based on a linear extrapolation of the trend in the ratio between MCE and age prior to 60.2 ka.\nElectron-probe microanalysis (EPMA) of the glass shards took place during three analytical periods at the NERC Tephrochronology Analytical Unit based at the University of Edinburgh. A Cameca SX-100 electron microprobe with five vertical wavelength dispersive spectrometers was used to analyse oxide values for 10e11 major elements within individual glass shards. The operating conditions are outlined in Table 1. Analyses were normalised to 100% total oxide values and are presented on a volatile-free anhydrous basis following the recommendation of Froggatt (1992), which has subsequently been supported by WoldeGabriel et al. (2005) and Pearce et al. (2008). However, it is acknowledged that this does not have full support within the tephrochronological community with others advocating the use of raw analyses with analytical totals >95% (e.g. Hunt and Hill, 1993; Pollard et al., 2006; see Lowe, 2011 for further details on the debate). As a consequence unnormalised analyses are provided in the supplementary material (Tables S2eS16).\nLaser Ablation Inductively Coupled Plasma Mass Spectrometry (LA-ICP-MS) analyses were performed at Aberystwyth University to determine the trace element composition of individual shards of glass from some horizons. For the analyses a Coherent GeoLas 193 nm Excimer laser system was coupled to a Thermo Finnegan Element 2 high-resolution sector field ICP-MS (Pearce et al., 2007). Analyses were performed at 14 mm, due to the small size of thin sections through shards and to avoid ablation of any of the mounting resin, and for the thinner walled shards the laser was moved along the grain to maximise the signal. The laser was pulsed at 5 Hz with a fluence of 10 J/cm2, and a flash duration of w20 ns. Each acquisition took 30 s, with Ar as the carrier gas. The instrument was optimised on a daily basis by tuning during ablation of the NIST 612 glasses with a 20 mm crater (i) to give the maximum signal for 29Si, 141Pr and 238U (U typicallyw800e1000 cps/ppm), (ii) to maintain a signal/background ratio >20 for 29Si, (iii) and to keep oxides (measured as UOþ/Uþ) <0.5%. Calibration was achieved using the NIST 612 partially certified reference glass using concentrations taken from Pearce et al. (1997), with calibration performed off-line using 29Si as the internal standard, following\nmethods described in Pearce et al. (2002, 2004). Additional operating conditions are given in Table S17.\nUnfortunately, during the analyses on some of the samples, an increase in the blank affecting 29Si went unnoticed until data processing was undertaken. A blank at mass 29 is observed in all ICPMS analyses by the formation of a polyatomic species (N2H or similar) in the plasma. In the Element 2, the blank at mass 29 slowly declines during the course of a day, but jumps markedly after a sample change (probably associated with disruption to the plasma gas flows), taking up to 15 min to decay exponentially back to pre-sample change levels. This behaviour differs from the behaviour of previous instruments (VG PlasmaQuad IIþ and VG PlasmaQuad II þ STE), which displayed no significant change in the blank after sample changes. By usingmethods established in earlier studies, which undertook intermittent measurement with interpolation of the gas blank for blank subtraction (e.g. Pearce et al., 1996, 1999, 2002; Eastwood et al., 1998), this behaviour of the blank at mass 29 went unrecognised, causing the blank to be overestimated for some analyses. Subtraction of this left the 29Si counts for these samples lower than they should have been, which in turn causes calculated analyte concentrations to be too high (see Perkins and Pearce, 1995). These analyses were some of the earliest performed at such spatial resolutions, in part to determine if the potential described in Pearce et al. (2007), to use this system for analysis of a full suite of trace elements from shards between 10 and 20 mm in diameter, could be achieved. Recognition of this problem led to modifications to the protocols used subsequently.\nFor the analyses of those unknown sampleswhere the changes in the 29Si gas blank were an issue, absolute concentrations cannot be relied upon. However, because in LA-ICP-MS concentrations are calculated as ratios to a given internal standard (e.g. Sr is calculated from the count ratio of 88Sr/29Si, Rb from 87Rb/29Si, etc.) which is compared to the sameratio fromtheNISTreferenceglass, if element/ element ratios are used for comparison (instead of absolute concentrations) any issues with the internal standard are removed. Thus in calculation of the Rb/Sr ratio, any effect associated with a poorly determined internal standard (low counts, poor EPMA determination etc.) is cancelled out and the ratio is quantitative. This approach has been widely used where either problems with the determination of internal standard arise (e.g. detector saturation, seen in Eastwood et al., 1998); for reconnaissance studies where element ratios alone are sufficient to enable distinction between separate deposits (e.g. themajor Yellowstone tephras<2Ma, Pearce et al., 2004); or in archaeological studies, where internal standards cannot be determined accurately without damaging the material (Carter et al., 2006). Because of the problems with the 29Si blank described above in some of the analyses presented here, only element ratios are used for the comparison of trace elements in all samples. These ratios are presented either as element/element pairs on bivariate plots, or in the case of the REE data, these have been “double normalised” to give Ce ¼ 1 on a chondrite normalised spidergram (see Figs. 12 and 13). Section 3.3 provides two examples of the use of trace element ratios for testing correlations of tephra horizons made using major element characterisations.\nA table of supplementary information is presented for the analysis of the USGS reference glasses BHVO-2G and BCR-2G analysed at the same time as the unknowns (Table S18). These reference glasses were not affected by changes in the blank at mass 29 associated with sample changing, and are thus unaffected by the internal standard problems which befell some of the unknowns. For these analyses, accuracy is good (most elements better than 5%), and generally within the uncertainty on the compositions given for these materials by GeoREM (Jochum et al., 2005). Analytical precision, measured from five repeat analyses of the USGS reference glasses, varies with concentrations (see Pearce et al., 2004) and was generally between about 6 and 12% (Table S18). For the NIST 612 calibration glass, with concentrations around 40 ppm, precisions range between 5 and 8%. For the analysis of unknown glass shards, where count rates are generally lower than on the reference materials, errors have been estimated from count rates (as each glass shard may differ in its composition, i.e. the glass in a sample is not necessarily homogeneous). For the unknown analyses analytical precision varies with abundance, between 1 and 18%, with only a few, lowabundance elements (e.g. Tm, Lu and Cs) exceeding 25% (Table S19)."
  }, {
    "heading": "3. Marine Isotope Stage 4 and 5 tephra horizons",
    "text": "In total, 14 samples containing a significant (>20) number of glass shards were identified and the material from these samples was geochemically analysed. These 14 samples also contained the highest concentrations of tephra shards (shards/cm3) out of all samples that were inspected. These samples can be defined as tephra horizons and are labelled with the basal depth of the samples. In other samples no distinct background signal was identifiable with the majority containing no shards. Only one of the horizons forms a visible band within an ice-core sequence (Fig. 4b), with the remaining horizons classified as cryptotephras. The stratigraphic position of the horizons relative to the oxygen isotope ratio records for the two cores is presented in Fig. 4a and Table 1 provides a summary of their average major element compositions. Twelve of the horizons are thought to derive from Iceland, while high K2O values formaterial from two of the horizons suggest that they were sourced from the Jan Mayen volcanic island (Fig. 5).\nAn inspection of horizons identified in other North Atlantic records indicates that none have strong stratigraphic and geochemical similarities to the horizons identified in the ice-cores between D-O 20 and 17, a period that directly relates to MIS 4. Therefore, all of the horizons identified within the GRIP ice-core and the horizons above 2580 m depth in NGRIP represent previously unrecognised volcanic eruptions. A number of horizons have been identified within MIS 5a sequences, a period approximately between D-O events 21 and 20 within the ice-cores, and a possible correlation is outlined below.\nThe following sections provide detailed descriptions of the nature, stratigraphic position and major element geochemistry of each horizon and attempts to identify the volcanic source of the eruptions producing the material. Trace element characterisations of selected horizons (NGRIP 2454.9 m, NGRIP 2500.9 m, GRIP 2499.75 m-1 and GRIP 2531.8 m) are presented and used to test correlations of horizons between the two cores (see Section 3.3)."
  }, {
    "heading": "3.1. NGRIP ice-core tephra horizons",
    "text": ""
  }, {
    "heading": "3.1.1. NGRIP 2441.14 m: Icelandic rift zone (61,410 1336 years b2k)",
    "text": "A tephra horizon composed of dark brown, blocky glass shards with an average diameter of w25 mm was identified at 2441.14 m depth in the NGRIP core. This horizon was deposited during the\nstadial period following the D-O 18 climatic event and is directly related to a minor peak in sulphate concentration recorded in the high-resolution NGRIP chemostratigraphy (Fig. 7i). This sulphate peak was sampled as it fell within the 55 cm ice-core segment containing the large peak in sulphate at 2441.28 m depth (Fig. 7i). NGRIP 2441.14 m has a basalticeandesitic composition characterised by SiO2 concentrations of approximately 55.5 %wt, TiO2 concentrations of w1.05e1.63 %wt and relatively low FeO concentrations between 9 and 11.5 %wt. The geochemical heterogeneity displayed for some oxides is characteristic of volcanic horizonswith a basalticeandesitic composition (Lacasse et al., 1996). The low total alkali values (3e5 %wt; Fig. 6), TiO2 and FeO concentrations for this horizon implies that it can be related to the tholeiitic rock suite of Iceland and therefore was derived from a volcanic eruption within one of the Icelandic rift zones. Geochemical comparisons to proximal deposits were not possible as there is a limited amount of published analyses of basalticeandesitic material produced by volcanic systems within the Icelandic rift zone. Therefore, a specific volcanic system cannot be identified as the source of this eruption."
  }, {
    "heading": "3.1.2. NGRIP 2454.9 m: Jan Mayen (63,090 1377 years b2k)",
    "text": "Glass shards identified between 2454.85 and 2454.9 m depth within the NGRIP ice-core are light-greeny brown in colour, with a blocky morphology, occasional vesicles and diameters that range between 40 and 75 mm. This horizonwas deposited during the early part of the stadial period following D-O 18 and coincides with the largest peak in sulphate concentration recorded for the study period (Fig. 7ii). The geochemical composition of the material ranges between basaltic and trachybasaltic with SiO2 concentrations ofw48 %wt, high CaO concentrations between 12.4 and 14.3 % wt and distinctive high K2O concentrations between 1.7 and 2.1 % wt (Table 1). These K2O concentrations exceed those typically recorded for Icelandic basalts and are comparable to those reported for Jan Mayen basalts by Imsland (1984) (Fig. 5); implying that the NGRIP 2454.9 m horizon was sourced from this North Atlantic volcanic island.\nThis source attribution is supported by the trace element characterisation of the material from this horizon as the shape of the rare earth element (REE) profile, a steep curve between La and Ho and a relatively flat profile for the heavy REEs between Er and Lu, is comparable to analyses of proximal Jan Mayen material (Fig. 12b)."
  }, {
    "heading": "3.1.3. NGRIP 2500.9 m: Iceland (SFZ or EFZ) (68,900 1521 years b2k)",
    "text": "A tephra horizon identified at a depth of 2500.9 m in NGRIP is composed of shards ranging in diameter between 50 and 80 mm that have a greenish-brown colour, blocky morphology and contain occasional vesicles. It was deposited shortly after the cooling transition at the end of D-O 19a and can be directly related to a peak in sulphate concentrations measured using CFA (Fig. 7iii). This horizon has a basaltic composition and the shards have distinctively high FeO concentrations (15e16 %wt) and low CaO concentrations (between 8.3 and 9.0 %wt) relative to other basaltic horizons identified within the NGRIP core (Table 1). These characteristics imply that this horizon is geochemically related to the Icelandic transitional alkali rock suite and was produced by a volcanic centre within either the SFZ or EFZ of Iceland (Jakobsson et al., 2008). However, comparisons with analyses of proximal transitional alkali basaltic lavas did not help to determine the specific volcanic system that was the source of NGRIP 2500.9 m.\nTrace element analyses for this horizon show that the average REE profile shape is a gentle slope for the light REEs that steepens for the heavy REEs and a slight positive Eu anomaly can be observed (Fig. 13b). This profile shape is comparable to those gained from proximal Icelandic transitional alkali material (Fig. 13b)."
  }, {
    "heading": "3.1.4. NGRIP 2548.35 m: Reykjanes or Veidivötn-Bárdarbunga",
    "text": "(74,200 1652 years b2k)\nTephra shards were isolated in a 20 cm sample from the NGRIP ice-core with a basal depth of 2548.35 m. This sample lies on the rapid cooling transition between the D-O 20 interstadial period and the subsequent stadial period (Fig. 4a). This horizon is located stratigraphically below a double peak in sulphate concentrations and the separation between the top depth of the sample and the lower sulphate peak is 13 cm (Fig. 7iv). This sample was taken as it fell within the same 55 cm ice-core segment as the large double large sulphate peak. This horizon is comprised of light greenybrown glass shards with diameters between 25 and 50 mm that all have a tholeiitic basaltic composition (Fig. 6b). The tholeiitic nature of this horizon suggests that it was derived from an eruption\nwithin the Icelandic rift zone. A geochemical comparison to proximal material from major volcanic centres within the rift zone demonstrates that this distal horizon has geochemical similarities to products of both the Reykjanes and Veidivötn-Bárdarbunga systems (Jakobsson, 1979; Jakobsson et al., 2008). However, major element geochemical characterisations do not differentiate between these two volcanic systems, which precludes the attribution of either as the source of NGRIP 2548.35 m (Fig. 8).\nNGRIP 2548.35 m was deposited during the rapid cooling transition at the end of D-O event 20. A significant interval within MIS 4 as evidence from the sulphate record of the GISP2 ice-core and Arabian Sea sediments suggests that the Toba eruption in Sumatra, the largest known volcanic eruption during the Quaternary, occurred at this time (Zielinski et al., 1996; Schulz et al., 2002;\nOppenheimer, 2002). The Toba eruption ejected large amounts of rhyolitic material into the atmosphere; therefore this NGRIP basaltic horizon does not represent the products of the Toba eruption. It has been suggested that the sulphate peak at 2548 m depth in NGRIP (Fig. 7iv) could have been deposited by the Toba eruption; however, this could not be confirmed through tephra analysis as no volcanic material associated with this sulphate peak was identified."
  }, {
    "heading": "3.1.5. NGRIP 2574.55 m: Katla (76,160 1701 years b2k)",
    "text": "This tephra horizon is composed of glass shards with a light brown colour, blocky morphology and diameters of w40 mm. This horizon was deposited following the thermal optimum of D-O 20 and is coincident with a peak in the deposition of atmospheric sulphates (Fig. 7v). This horizon has a basaltic composition and is characterised by shards with high FeO concentrations of between 14.5 and 15.5 %wt, relatively low CaO concentrations of w9.8 %wt and high TiO2 values ranging between 4.3 and 5 %wt. These characteristics are akin to material related to the Icelandic transitional alkali rock suite and the high TiO2 concentrations are distinctive of the products of the Katla volcanic system (Larsen and Eiríksson, 2008). Despite some analyses of shards within NGRIP 2574.55 m exceeding typical TiO2 values for Katla deposits, Fig. 9ii, this is the most likely source for this horizon."
  }, {
    "heading": "3.1.6. NGRIP 2620.05 m: Grímsvötn (80,150 1800 years b2k)",
    "text": "Shards from this horizon are light brown in colour and exhibit a blocky morphology ranging in size from 30 to 50 mm. This horizon was deposited during D-O 21 and is not directly related to a peak in sulphate concentrations (Fig. 7vi). NGRIP 2620.05 m has a basaltic composition characterised by relatively high SiO2 values of w50 % wt, MgO concentrations between 5.5 and 7.5 %wt and total alkali values between 2.3 and 3.3 %wt (Fig. 6b). These geochemical characteristics demonstrate that this horizon has an affinity to the tholeiitic rock suite of Iceland. Compared to published analyses of proximal Icelandic tholeiitic tephra and whole rock deposits this horizon has a strong affinity to the products of the Grímsvötn volcanic system (Fig. 8); as such this system can be regarded as the source for this horizon. The geochemistry of this horizon has been\ncompared to other basaltic horizons identified within other sequences covering MIS 5a (see below for further details; Fig. 10), however, no distinct geochemical similarities can be observed."
  }, {
    "heading": "3.1.7. NGRIP 2631.84 m: Katla (81,030 1822 years b2k)",
    "text": "NGRIP 2631.84 m was deposited on Greenland during the D-O 21 interstadial period and coincides with a peak in the CFA sulphate record (Figs. 4a and 7vii). This is the only visible tephra horizon identified within the MIS 4 and 5 sections of the NGRIP and GRIP ice-cores and it is a 3e5 mm thick brown uneven layer within the core (Fig. 4b). Glass shards are present in high concentration as a result and range in size from 40 to 80 mm with a basaltic composition characterised by high FeO concentrations of w14.09 % wt, low CaO values between 9.44 and 9.8 %wt and high TiO2 values between 4.28 and 4.62 %wt (Table 1). The FeO and CaO concentrations for NGRIP 2631.84 m are more characteristic of the Icelandic transitional alkali rock suite than the other Icelandic rock suites. In addition, the high TiO2 values are a distinctive feature of the products of the Katla volcanic system, which lies within the southern flank zone. Strong geochemical similarities between Katla products and NGRIP 2631.84 m can be observed on Fig. 9, therefore this volcanic system is the most likely source for this horizon.\nGrönvold et al. (1995) identified three tephra deposits between 2601 and 2616 m depth within the GRIP ice-core that are also thought to originate from the Katla volcanic system based on high TiO2 values from energy dispersive spectrometry (EDS) analysis. Their stratigraphic position during the interstadial period following D-O event 21 suggests that either of these Katla-derived horizons could be correlated with NGRIP 2631.84 m. However, a full geochemical comparison is not possible as limited characterisations of the deposits gained using the EDS EPMA technique were presented (see Turney et al., 2004).\nFive tephra horizons, including one with multiple geochemical populations, have also been identifiedwithin North Atlantic marine sequences covering MIS 5a. Geochemical similarities are evident between NGRIP 2631.84 m and a MIS 5a marine horizon described as a discrete tephra-fall deposit by Lacasse et al. (1998) (Fig. 10). The vast majority of EPMA analyses for NGRIP 2631.84 m fall within the geochemical field defined for the marine horizon and both have\nbeen independently ascribed to a Katla source. In addition, using the method of Borchardt et al. (1972) a high similarity coefficient of 0.986 is derived by comparing the two tephras. However, in isolation these geochemical similarities are insufficient for defining a tie-line particularly as during other time periods different eruptions of Katla have been shown to have similar chemistries (e.g. Óladóttir et al., 2008). Further corroborating evidence from stratigraphy or chronology is required to determine if an iceemarine correlation can be defined.\nIt is not possible to assess stratigraphic similarities as the position of the marine horizon relative to the D-O event stratigraphy is not presented which limits a comparison of their relative stratigraphic positions. An age of w84 ka is given for the marine tephra horizon, which is close to the w81,030 1822 b2k age for NGRIP 2631.84 m gained from the GICC05 timescale (see Table 1).\nHowever, the reliability of the age for the marine horizon cannot be assessed as details of its source are not provided. Therefore, at present it is not possible to definitively correlate the MIS 5a horizons between the ice-core and marine sequences, however, the strong geochemical similarities suggest that either NGRIP 2631.84 m was dispersed widely or Katla was a highly productive volcanic system during the MIS 5a period."
  }, {
    "heading": "3.1.8. NGRIP 2768.45 m: Iceland (SFZ or EFZ) (92,360 2102 years b2k)",
    "text": "Glass shards from this horizon are colourless with a platy morphology ranging in size from 30 to 50 mm. This horizon was deposited during the stadial period prior to the rapid warming transition that represents the onset of D-O 22 and is directly associated with a peak in atmospheric sulphate deposition\n(Fig. 7viii). Geochemical characteristics of shards within NGRIP 2768.45 m are SiO2 values between 74.1 and 74.3 %wt, total alkali values of w8 %wt, FeO concentrations between 1.90 and 2.04 %wt and CaO concentrations of w1.5 %wt. The FeO and CaO values for this horizon fall within the geochemical field for proximal Icelandic whole rock and tephra deposits (Fig. 11). The total alkali and silica concentrations for these shards are characteristic of both Icelandic tholeiitic and transitional alkali rhyolitics (Jakobsson et al., 2008). However, the potassium enrichment (K2O/SiO2) of the shards demonstrates that they have an affinity to the transitional alkali rock suite as they all exceed 0.045; a threshold defined by Lacasse\nand Garbe-Schönberg (2001) that if exceeded implies that the material was derived from a flank zone source. A specific source volcanic system within either the EFZ or SFZ cannot be identified through comparisons to published analyses of proximal deposits."
  }, {
    "heading": "3.2. GRIP ice-core tephra horizons",
    "text": "Six tephra horizons were identified within the GRIP ice-core section spanning MIS 4. Three of these horizons (GRIP 2498.5 m, GRIP 2499.75 m and GRIP 2501.05 m) were deposited during the stadial climatic period following D-O 18 and are closely spaced\nbeing identified over a 2.7 m long section of the core (Fig. 4a). The current timescale for the GRIP core indicates that the temporal separation between eruptions producing the GRIP 2501.05 m and GRIP 2498.5 m horizons was approximately 450 years."
  }, {
    "heading": "3.2.1. GRIP 2498.5 m: Icelandic rift zone (62,860 1371 years b2k)",
    "text": "The GRIP 2498.5 m horizon is composed of light green shards with platy morphology ranging in diameter between 50 and 60 mm.\n13\n13.5\n14\n14.5\n15\n15.5\n16\n16.5\n17\n8 8.5 9 9.5 10 10.5 11 11.5 12\nNGRIP 2574.55 m NGRIP 2631.84 m\nCaO (%wt)\nFe O\n( %\nw t)\nTephra Horizons:\na\nFig. 9. Geochemical data for two transitional alkali tephra horizons from the NGRIP ice-core on (a) CaO vs FeO and (b) TiO2 vs Al2O3 compositional variation diagrams. Compositional Haflidason et al. (2000).\nThe material has a basaltic composition and the geochemical characteristics of shards within the horizon are SiO2 concentrations between 48 and 49 %wt, K2O values between w0.4 and 0.5 %wt, high MgO values between 6 and 7.5 %wt and high CaO concentrations ofw12.2 %wt. The highMgO and CaO concentrations aremore characteristic of the tholeiitic rock suite than the other Icelandic suites (Jakobsson et al., 2008). There are geochemical similarities between the basaltic products of some Icelandic rift zone volcanic\nKatla Vatnafjöll\n11\n11.5\n12\n12.5\n13\n13.5\n14\n14.5\n15\n15.5\n16\n2 2.5 3 3.5 4 4.5 5 5.5\nHekla\nTiO2 (%wt)\nA l 2\nO 3\n(% w\nt)\nGeochemical Fields:\nb\ncompared to geochemical fields for three Icelandic transitional alkali volcanic systems fields for the Icelandic volcanic centres are based on data from Jakobsson (1979) and\nsystems and GRIP 2498.5 m for some major oxides, however, as a consistent affinity to one particular volcanic region cannot be identified (Fig. 8), a source for this horizon cannot be determined."
  }, {
    "heading": "3.2.2. GRIP 2499.75 m: Jan Mayen and Grímsvötn (63,090 1377 years b2k)",
    "text": "Material identified within a 15 cm sample with a basal depth of 2499.75 m has a light green-brown colour and glass shards with both blocky and platy morphologies were identified. The typical diameter of this material is 50 mm. Based on major element characterisations of the shards two distinct geochemical populations (GRIP 2499.75 m-1 and GRIP 2499.75 m-2) can be identified with bimodality apparent within the FeO and K2O concentrations (Table 1).\nThe dominant geochemical population within GRIP 2499.75 m (GRIP 2499.75 m-1) is relatively heterogeneous with a wide range of concentrations for some major oxides including SiO2 (47.3e50.3 %wt) and CaO (9e15 %wt). K2O values range between 1.6 and 2.5 % wt, which are greater than typical values for Icelandic basalts and the analyses all fall within the geochemical field defined for Jan Mayen eruptive products on Fig. 5. Therefore, as with the NGRIP 2454.9 m horizon, an eruption on JanMayen can be regarded as the source for this horizon.\nThe trace element compositions of individual shards from this geochemical population have been determined and Fig. 12b illustrates the average REE profile of these analyses on a Ce-double normalised plot. This provides further support for a Jan Mayen origin for this population as the REE profile shape of a steep curve between La and Tb and a relatively flat profile for the heavy REES between Dy and Lu is highly similar to characterisations of proximal material (Fig. 12b).\nThe secondarypopulationofGRIP 2499.75m (GRIP 2499.75m-2) has a basaltic composition and the lower K2O values for shards within this population are more typical of Icelandic volcanic\nproducts. Overall, the geochemistry of this horizon has a strong affinity to the tholeiitic rock suite of Iceland. A geochemical comparison with proximal deposits from volcanic systems within the Icelandic rift zone shows that this population has strong affinities to the products of the Grímsvötn volcanic system (Fig. 8).\nThese observations demonstrate that the geochemical bimodality of the GRIP 2499.75m tephra horizon can be attributed to the occurrence of approximately coeval eruptions from both the Jan Mayen volcanic region and the Icelandic Grímsvötn volcanic system. The maximum temporal separation of these events is constrained by the length of the sample they are contained within, 15 cm, which at this depth within the core represents a period of 30 years."
  }, {
    "heading": "3.2.3. GRIP 2501.05 m: Icelandic rift zone (63,315 1383 years b2k)",
    "text": "The tephra horizon at 2501.05 m depth within the GRIP core is composed of light greeny-brown, blocky glass shards which range between 40 and 60 mm in diameter. Single-shard EPMA analyses from this horizon display reasonable heterogeneity with variability observed within the concentrations of MgO, FeO and K2O. The relatively high CaO and MgO concentrations of 12e13 %wt and 6e7 %wt respectively are more characteristic of the Icelandic tholeiitic rock suite. Comparisons to characterisations of proximal material do not allow a source volcanic systemwithin the Icelandic rift zone to be identified (Fig. 8). However, geochemical similarities between this horizon and GRIP 2498.5 m suggest that they have a common source."
  }, {
    "heading": "3.2.4. GRIP 2531.8 m: Iceland (SFZ or EFZ) (68,900 1521 years b2k)",
    "text": "This tephra horizon is mainly composed of small light brown, platy glass shards, but some larger dark brown and blocky shards were observed. All of the shards range in size between 50 and 80 mm and the material was deposited shortly after the D-O 19a\nclimatic event (Fig. 4a). Major element geochemical analysis demonstrates that this horizon has a basaltic composition and is characterised by relatively lowCaO concentrations between 8.3 and 9.0 %wt and high FeO concentrations of w15 %wt (Table 1). These characteristics allow this horizon to be classified as a transitional alkali basalt, which implies that it was sourced from either the eastern or southern flank zone of Iceland. A source volcanic system for this horizon could not be identified through geochemical comparisons to proximal Icelandic deposits.\nTrace element analysis of single shards from GRIP 2531.8 m show that the average REE profile is a gentle slope for the light REEs that steepens for the heavy REEs. The shape of the profile is comparable to characterisations of material proximal to Icelandic transitional alkali volcanic systems (Fig. 13b)."
  }, {
    "heading": "3.2.5. GRIP 2532.95 m: Grímsvötn-Kverkfjöll (69,095 1526 years b2k)",
    "text": "The glass shards identified between 2532.75 and 2532.95 m depth in the GRIP ice-core have platy morphologies, are light green in colour and range in diameter between 40 and 60 mm. This horizon was deposited after the D-O 19a climatic event and approximately 200 years before the GRIP 2531.8 m tephra horizon. GRIP 2532.95 m has a relatively heterogenous basaltic composition with variability most apparent within the CaO concentrations that\nvary between 8.5 and 10.5 %wt and MgO concentrations which range between 4.5 and 6 %wt. The high SiO2 concentrations (w50e51 %wt) and total alkali values between 3.2 and 4.2 %wt are characteristic of material with a tholeiitic composition (Fig. 6b). In comparison to proximal tholeiitic deposits GRIP 2532.95 m displays strong compositional affinities to both the Grímsvötn and Kverkfjöll volcanic systems (Fig. 8). It has previously been suggested that these systems form a single volcanic system (Grönvold and Jóhannesson, 1984), therefore, the combined GrímsvötnKverkfjöll volcanic system can be regarded as the source for this horizon."
  }, {
    "heading": "3.2.6. GRIP 2564.3 m: Iceland (SFZ or EFZ) (73,955 1646 years b2k)",
    "text": "The tephra horizon identified at 2564.3m depth within the GRIP ice-core is composed of glass shards light green-brown in colour, with platy and blockymorphologies ranging in size between 20 and 40 mm. The shards were deposited during the rapid cooling event at the end of the D-O 20 interstadial period. Some bimodality can be observed in the composition of shards from this horizon with basaltic and basalticeandesitic components present. In contrast to the bimodality observed in the composition of the GRIP 2499.75 m horizon it is unlikely that the two populations in GRIP 2564.3 m resulted from the deposition of the eruptive products of two different volcanic systems, as a common feature of both populations is an affinity to the Icelandic transitional alkali rock suite. This implies that they were sourced from a volcanic system within either the southern or eastern flank zone of Iceland. The Hekla volcanic system is a possible source due to its location within the southern flank zone and it is the only system that has regularly produced material of a basalticeandesitic composition (Jakobsson, 1979). However, definitive source attribution to the Hekla system cannot be defined through a comparison of the geochemistry of GRIP 2564.3 m to proximal characterisations as slight composition differences can be observed.\nGRIP 2564.3 m was deposited during the cooling transition at the end of D-O event 20 and the significance of this period in relation to the Toba eruption was highlighted earlier. However, as with NGRIP 2548.35 m, the composition of GRIP 2564.3 m is incompatible with correlation to the products of the Toba eruption."
  }, {
    "heading": "3.3. Cross-correlation of NGRIP and GRIP tephra horizons",
    "text": "Sampling of the GRIP ice-corewas undertaken to determine if the horizons identified in NGRIP could be traced between the sequences. Only two pairs of horizons with comparable stratigraphic positions and similar major element geochemical compositions can be identified; NGRIP 2454.9 m e GRIP 2499.75 m-1 and NGRIP 2500.9 m e GRIP 2531.8 m (Fig. 4a; Table 1). NGRIP 2548.35 m and GRIP 2564.3 m have similar stratigraphic positions, however, their affinities to different Icelandic rock suites indicate that they were not produced by the same volcanic eruption (Table 1).\nThe NGRIP 2454.9 m and GRIP 2499.75 m-1 horizons were deposited during the stadial period following D-O 18, and both have a basalticetrachybasaltic composition indicating that they were sourced from the Jan Mayen volcanic system. Fig. 12a illustrates the strong similarities in major element geochemistry between the horizons. These similarities are also demonstrated when their average major element compositions are compared using the similarity coefficient function of Borchardt et al. (1972). This analysis yields a similarity coefficient of 0.972, which exceeds the threshold of 0.95, defined by Begét et al. (1992) as indicating that two horizons have an identical geochemical composition. Thus, the major element evidence strongly suggests that these horizons are the products of the same volcanic eruption.\nTrace element analysis of these two horizons provides further evidence for a Jan Mayen source, as the form of the REE profiles are akin to characterisations of proximal deposits (Fig.12b). Similarities in the ratios between REEs from the two horizons are also demonstrated in these profiles (see also Fig. 12c (i) and (ii)),\nhowever, geochemical differences are apparent when other element ratios are compared (Fig. 12c (iii) and (vi)). With the geochemical fields defined for the two horizons not displaying strong overlaps and individual analyses displaying different element ratios between the horizons.\nNGRIP 2500.9 m and GRIP 2531.8 m are both basaltic tephra horizons with strong affinities to the Icelandic transitional alkali rock suite and were deposited at the NGRIP and GRIP ice-core sites shortly after the D-O 19a climatic event. Comparison of their major\nelement composition demonstrates that strong geochemical similarities exist between the horizons (Fig. 13a). This is supported by a high similarity coefficient between their average compositions of 0.978. As such, the major element characterisations of NGRIP\n2500.9 m and GRIP 2531.8 m suggest that the horizons can be correlated between the cores.\nBoth the horizons have similar REE profiles to characterisations of material proximal to Icelandic transitional alkali volcanic systems and the Ce-double normalised plot also shows that the horizons have very similar REE profiles (Fig. 13b). Comparisons of element ratios for the two horizons shows that while some element pairs have similar values within both horizons (Fig. 13c (i)e(iii)), comparison of other element pairs highlights distinct differences in composition between the horizons (Fig. 13c (iv)e(vi)).\nOverall, the comparison of trace element ratios between these two pairs of horizons demonstrates that subtle geochemical differences, that are only apparent for some elements, can be observed. As such it is not possible to correlate the horizons between the cores as the geochemical differences indicate that they were not produced during the same phase of a volcanic eruption. The geochemical differences between the horizons could have resulted from mantle melting in the magma chamber adding primitive material between two phases of a single eruption or two distinct volcanic events. Alternatively in both cases these horizons could have originated from different magma chambers containing material with similar major element composition but differing trace element composition (Rollinson, 1993). The products of these two eruptive events could have been distributed over different areas of the Greenland ice sheet.\n4. Significance of the tephrochronological framework for MIS 4 and 5\nFifteen individual tephra-fall events are incorporated within the framework for MIS 4 and 5; with the bimodal GRIP 2499.75 m tephra horizon being composed of material from two approximately coeval events. The construction of this framework highlights four key issues: i) the identification of several new Icelandic and Jan Mayen events improves our understanding of volcanic history in the North Atlantic region; ii) that the high-resolution sulphate record does not always coincide with the position of tephra horizons and so some layers may be overlooked; iii) trace element signatures can provide an important test of correlations based solely on major element characterisations; and iv) this framework represents an initial step in the synchronisation of the Greenland ice-cores to other palaeoclimatic sequences during this key climatic interval if these horizons can be traced into other archives."
  }, {
    "heading": "4.1. Volcanism in the North Atlantic region during MIS 4 and 5",
    "text": "None of the tephra horizons previously identified within the last glacial period section of the Greenland ice-cores have been definitively ascribed a non-Icelandic source (e.g. Grönvold et al., 1995; Zielinski et al., 1997; Mortensen et al., 2005; Davies et al., 2008, 2010). The identification of the NGRIP 2454.9 m and GRIP 2499.75 m-1 tephra horizons demonstrates that Jan Mayen was active during the last glacial period and ash derived from the eruptions were also distributed widely over the Greenland ice sheet. This represents the first identification of material from Jan Mayen within the Greenland ice-cores. The distinctive K2O-rich signatures of the Jan Mayen horizons are valuable marker horizons that are easily distinguished from the products of Icelandic volcanic systems.\nNew information is also derived on the history of ash-fall from Icelandic volcanic events during MIS 4 and 5. Thirteen events have been recognised within an approximately 30,000-year period, which equates to one eruption per 2500 years. However, due to the non-continuous nature of sampling this should be treated as an\nestimate of the minimum eruptive frequency during this period. It was also shown that some eruptions occurred with short temporal separations, for example the events depositing GRIP 2498.5m, GRIP 2499.75 m-2 and GRIP 2501.05 m occurred within a w450-year period. The geochemical characterisations of the 13 Icelandic horizons allow each deposit to be related to one of the three Icelandic rock suites, with 7 horizons classified as tholeiitic, 6 horizons as transitional alkali and none as alkali. The predominance of tholeiitic horizons is consistent with the abundances of igneous rocks produced in Iceland during the Late Pleistocene and Holocene period, which Jakobsson et al. (2008) ascertained as 80% tholeiitic, 12% transitional alkali and 8% alkali. Six of the horizons were correlated to the Icelandic source volcanic systems of Katla, Grímsvötn, Grímsvötn-Kverkfjöll and either Reykjanes or Veidivötn-Bárdarbunga, aiding in the reconstruction of the frequency of volcanic eruptions from these centres over the last glacial period once combined with the results of other studies. For the remaining Icelandic horizons a source from either the rift zone or a flank zone is suggested based on rock suite affinities, however, specific source volcanic systems could not be pinpointed. This may result from underrepresentation of the volcanic systems producing these horizons within the geochemical datasets used for comparisons, due to the horizons originating from systems with a low eruptive frequency or limited dispersal of eruptive products during the Holocene. Geochemical datasets are typically biased towards more productive centres with more material available for characterisation and Holocene deposits as they rely on the characterisation of tephra material within terrestrial archives that were ice-covered during the glacial period (Hunt, 2004; Larsen and Eiríksson, 2008). This issue, however, does not limit the potential use of these horizons as tie-points between proxy records as the robust geochemical characterisations that have been presented are sufficient for this purpose."
  }, {
    "heading": "4.2. Sulphate as an indicator of tephra horizons in ice-core records",
    "text": "The high-resolution sulphate record in the NGRIP ice-core was the main criteria utilised for sample selection due to the close relationship between sulphate levels in the atmosphere and volcanism (Zielinski et al., 1997; Bigler et al., 2007). In total, seven of the nine horizons identified within NGRIP have a direct association with peaks in the sulphate concentration record (Fig. 7). Highresolution sulphate data is not available for the GRIP record, therefore, the horizons identified in that sequence cannot be incorporated in this discussion.\nNGRIP 2548.35 m lies stratigraphically below a distinct double peak in sulphate around 2548 m depth (Fig. 7iv) and the offset between the top depth of the horizon and the sulphate peak of 13 cm equates to a minimum temporal separation of w15 years. Stratigraphic offsets with tephra shards being deposited prior to distinct chemical signals have been suggested to result from highly explosive low-latitude eruptions (Vinther et al., 2006). With differential transportation of the tephra shards and sulphate aerosols through the troposphere and stratosphere respectively resulting in a delay of the order of months between the deposition of tephra shards and sulphate aerosols. It has been suggested that the sulphate peak at 2548 m resulted from the deposition of aerosols from the low-latitude Toba eruption due to its timing on the cooling transition at the end of D-O 20 (S.J. Johnsen, pers. comm., 2006). However, it has been demonstrated that NGRIP 2548.35 m has an Icelandic source and the temporal separation seen here between the tephra and sulphate deposition is too great. Therefore, a peak in the deposition of volcanic aerosols cannot be related to NGRIP 2548.35 m, which is also the case for the NGRIP 2620.05 m tephra horizon (Fig. 7vi). The identification of Icelandic tephra\nhorizons within Greenland ice-cores without an associated chemical signal is not unprecedented, for example the Fugloyarbanki Tephra/FMAZ II and FMAZ III are present within the NGRIP record without an associated sulphate peak (see Davies et al., 2008, 2010). The lack of an aerosol signal for some horizons may arise from differential dispersal pathways for the volcanic aerosols and tephra following an eruption or the dissolution of aerosols in meltwater created during subglacial eruptions (Mortensen et al., 2005).\nOverall, these results indicate that sulphate concentrations can act as a guide to the location of cryptotephra horizons within ice cores, however, in future studies this should not be the sole focus of investigations as some horizons may be overlooked. A potential solution is to adopt continuous screening procedures to obtain a low-resolution tephra concentration record prior to undertaking high-resolution direct ice sampling."
  }, {
    "heading": "4.3. Application of trace element analysis within North Atlantic distal tephrochronological studies",
    "text": "Trace element signatures were obtained for four horizons and used to assess the correlation of horizons between NGRIP and GRIP. These analyses form part of ongoing experimentation with a new LA-ICP-MS system, prompted by calls for techniques that analyse the trace element composition of individual tephra shards to be exploited within tephrochronological studies to provide more comprehensive geochemical fingerprints for horizons (Turney et al., 2004). The major advance of this LA-ICP-MS system compared to previous instrumentation is the improvement of spatial resolution from w30 mm to 14 mm. This significant improvement has been achieved through the coupling of a shorter wavelength laser, which permits more controlled ablation of tephra shards, to more sensitive ICP-MS instrumentation, which improves analytical precision and lowers background counts (Pearce et al., 2007). Overall, this has permitted the analysis of small tephra shards (w20 mm in diameter) present in distal locations such as the Greenland ice-cores. Analytical issues relating to drift in background levels of the internal standard, outlined in Section 2, meant only ratio comparisons could be made in this work but subsequent improvement in protocols will allow absolute concentrations to be calculated in the future.\nWithin this study the trace element characterisations demonstrated that for two pairs of horizons with highly similar major element compositions and approximately coeval deposition, as shown by the ages assigned to the horizons using the ice-core timescale (Table 1), subtle geochemical differences could be observed. These observations have serious implications for the sole use of major element characterisation for correlation purposes as it demonstrates that the horizons may not have been formed by the same eruptive phase. Clearly trace element analysis of individual shards has much to offer tephra studies as a secondary geochemical assessment of correlations."
  }, {
    "heading": "4.4. Utilisation of the tephrochronological framework for the synchronisation of palaeoclimatic records",
    "text": "The framework of 15 volcanic events outlined within Section 3 has the potential to assess the regional environmental response to D-O events if the deposits were widely distributed within the region and can be traced into North Atlantic marine sequences that also preserve evidence of millennial-scale climatic changes during the last glacial period. Importantly, the tephra horizons identified within NGRIP and GRIP have been dated using this GICC05 timescale (Table 1) and these high-precision ages can be transferred to any occurrences of these horizons in marine sequences. This transferral of ages will improve chronological control, aid age\nmodel construction and permit an assessment of the relative timing of rapid climatic changes recorded in the ice and marine sequences.\nThe position of the tephra horizons with relation to the oxygen isotope records for the ice-cores (Fig. 4a) provides critical guides for identifying sections of marine cores that may preserve these horizons if there is a strong imprint of the D-O events. Certain horizons may play a vital role in these investigations as they fall close to rapid climatic transitions or have distinctive geochemical compositions. For example, NGRIP 2548.35 m and GRIP 2564.3 m were both deposited during the cooling transition at the end of D-O 20 and NGRIP 2574.55 m was deposited close to the warming transition at the onset of D-O 20 (Fig. 4a). The horizons correlated to a Jan Mayen source, NGRIP 2454.9 m and GRIP 2499.75 m-1, could become key marker horizons due to their distinctive K2O concentrations and infrequent occurrence in comparison to Icelandic eruptions. However, trace element analysis of these horizons would be vital as these horizons cannot be distinguished based on major element geochemistry (Section 3.3). The rhyolitic NGRIP 2768.45 m horizon also has a distinct chemistry as it is the only Icelandic rhyolitic eruption identified within the MIS 4 and 5 periods of the ice-cores. The distinct chemistries and relative infrequency of these events may aid their identification within marine records that can contain a high background level of basaltic volcanic material from Iceland.\nThe advantages of these horizons do not affect the usefulness of any of the remaining horizons as tie-lines. However, one must be aware that issues such as the closely spaced and geochemically similar nature of the GRIP 2498.5 m and GRIP 2501.05 m horizons and the relatively higher eruption frequency of volcanic systems in the Icelandic rift zone and the Katla volcanic system could hinder correlations. Careful assessment of the stratigraphic position of horizons and robust geochemical analysis of shards within deposits is required to help avoid the miscorrelation of horizons between sequences."
  }, {
    "heading": "5. Conclusions",
    "text": "The first Greenland ice-core tephrochronological framework for the MIS 4 and 5 periods has been outlined. This framework is comprised of 15 geochemically characterised tephra horizons identified within the NGRIP and GRIP ice-cores. This may be a crucial first step for the use of tephrochronology in assessing the relative timing of regional environmental response to the D-O events occurring during this key climatic period if these horizons can now be traced into other sequences. The framework provides a critical focus for tracing these horizons in North Atlantic marine sequences and to allow the chronological control on these sequences to be enhanced through the transfer of the highprecision ice-core ages ascribed to the horizons within this framework. New horizons have been identified which increases our knowledge of the volcanic history of this period, notably through the recognition of Jan Mayen material and several Icelandic events from various volcanic systems including Katla, Grímsvötn, Grímsvötn-Kverkfjöll and either Reykjanes or Veidivötn-Bárdarbunga. An assessment of the relationship between high-resolution sulphate records and the deposition of cryptotephra horizons suggests that the chemical records can act a guide to the presence of horizons, however, new procedures should be incorporated within future studies to avoid horizons with no chemical signals being overlooked. The results of experimental work into the trace element characterisation of individual tephra shards using a new LA-ICP-MS system has demonstrated the need to incorporate this analysis within the assessment of tephra horizon correlations."
  }, {
    "heading": "Acknowledgements",
    "text": "This work is a contribution to the NorthGRIP ice-core project, which is directed and organised by the Center for Ice and Climate at the Niels Bohr Institute, University of Copenhagen. It is being supported by funding agencies in Denmark (SNF), Belgium (FNRSCFB), France (IFRTP and INSU/CNRS), Germany (AWI), Iceland (RannIs), Japan (MEXT), Sweden (SPRS), Switzerland (SNF) and the United States of America (NSF). This work is also a contribution to the Greenland Ice Core Project (GRIP) a European Science Foundation programme with 8 nations (Belgium, Denmark, France, Germany, Iceland, Italy, Switzerland and United Kingdom) and EC collaboration to drill through the central part of the Greenland ice sheet.\nPMA’s work was supported by a NERC PhD studentship (NER/S/ A/2005/13417). SMD acknowledges the support of NERC grant NE/ D000416/1 and the Climate Change Consortium of Wales (C3W). PMA, SMD and NJGP’s work is also supported by NERC (NE/ F020600/1, NE/F021445/1, NE/F02116X/1). We would like to thank Dr David Steele and Dr Chris Hayward for their assistance with the use of the electron microprobe at the Tephrochronology Analytical Unit, University of Edinburgh. Thanks also to Lars Berg Larsen for help in the sampling of ice-cores and Oliver Lake and Gareth James for laboratory assistance. Thanks to Wolfgang Müller and Ian Matthews for their comprehensive comments that have helped to improve this paper. This paper contributes to the INTREPID project (Enhancing tephrochronology as a global research tool through improved fingerprinting and correlation techniques and uncertainty modelling e an INQUA INTAV-led project (International Focus Group on Tephrochronology and Volcanism, project no. 0907)."
  }, {
    "heading": "Appendix. Supplementary material",
    "text": "Supplementary data associated with this article can be found, in the online version, at doi:10.1016/j.quascirev.2011.05.001."
  }],
  "references": [{
    "title": "The Greenland ice core chronology 2005, 15e42 ka. Part 1: constructing the time scale",
    "authors": ["K.K. Andersen", "A. Svensson", "S.J. Johnsen", "S.O. Rasmussen", "M. Bigler", "R. Röthslisberger", "U. Ruth", "Siggaard-Andersen", "M.-L", "J.P. Steffensen", "D. DahlJensen", "B. Vinther", "H.B. Clausen"],
    "venue": "Quaternary Science Reviews",
    "year": 2006
  }, {
    "title": "Age, extent and climatic significance of the c. 3400 BP Aniakchak tephra, western Alaska, USA",
    "authors": ["J. Begét", "O. Mason", "P. Anderson"],
    "venue": "The Holocene",
    "year": 1992
  }, {
    "title": "Hochauflösende Spurenstoffmessungen an polaren Eisbohrkernen: Glazio-chemische und klimatische Prozessstudien",
    "authors": ["M. Bigler"],
    "venue": "Unpublished PhD Thesis,",
    "year": 2004
  }, {
    "title": "A new continuous highresolution detection system for sulphate in ice cores",
    "authors": ["M. Bigler", "A. Svensson", "J.P. Steffensen", "P. Kaufmann"],
    "venue": "Annals of Glaciology",
    "year": 2007
  }, {
    "title": "Were last glacial climate events simultaneous between Greenland and France? A quantitative comparison using non-tuned chronologies",
    "authors": ["M. Blaauw", "B. Wohlfarth", "J.A. Christen", "L. Ampel", "D. Veres", "K.A. Hughen", "F. Preusser", "A. Svensson"],
    "venue": "Journal of Quaternary Science",
    "year": 2010
  }, {
    "title": "Correlation of the Bishop ash, a Pleistocene marker bed, using instrumental neutron activation analysis",
    "authors": ["G.A. Borchardt", "P.J. Aruscavage", "H. Millard Jr."],
    "venue": "Journal of Sedimentary Petrology",
    "year": 1972
  }, {
    "title": "Norwegian Sea tephrostratigraphy of marine isotope 4 and 5: prospects and problems for tephrochronology in the North Atlantic region",
    "authors": ["J. Brendryen", "H. Haflidason", "H.P. Sejrup"],
    "venue": "Quaternary Science Reviews",
    "year": 2010
  }, {
    "title": "Mechanisms of abrupt climate change of the last glacial period",
    "authors": ["A.C. Clement", "L.C. Peterson"],
    "venue": "Reviews of Geophysics 46,",
    "year": 2008
  }, {
    "title": "Tracing volcanic events in the NGRIP ice-core and synchronising North Atlantic marine records during the last glacial period",
    "authors": ["S.M. Davies", "S. Wastegård", "P.M. Abbott", "C. Barbante", "M. Bigler", "S.J. Johnsen", "T.L. Rasmussen", "J.P. Steffensen", "A. Svensson"],
    "venue": "Earth and Planetary Science Letters 294,",
    "year": 2010
  }, {
    "title": "Identification of the Fugloyarbanki tephra",
    "authors": ["S.M. Davies", "S. Wastegård", "T.L. Rasmussen", "A. Svensson", "S.J. Johnsen", "J.P. Steffensen", "K.K. Andersen"],
    "year": 2008
  }, {
    "title": "Recognition of Santorini (Minoan) tephra in lake sediments from Gölhisar Gölü, southwest Turkey by laser ablation ICP-MS",
    "authors": ["W.J. Eastwood", "N.J.G. Pearce", "J.A. Westgate", "W.T. Perkins"],
    "venue": "Journal of Archaeological Science",
    "year": 1998
  }, {
    "title": "Standardization of the chemical analysis of tephra deposits",
    "authors": ["P.C. Froggatt"],
    "venue": "Report of the ICCT Working Group. Quaternary International 13/14,",
    "year": 1992
  }, {
    "title": "Eruption in Grímsvötn 1983; Course of events and chemical studies of the tephra",
    "authors": ["K. Grönvold", "H. Jóhannesson"],
    "venue": "Jökull 34,",
    "year": 1984
  }, {
    "title": "Ash layers from Iceland in the Greenland GRIP ice core correlated with oceanic and land sediments",
    "authors": ["K. Grönvold", "N. Óskarsson", "S.J. Johnsen", "H.B. Clausen", "C.U. Hammer", "G. Bond", "E. Bard"],
    "venue": "Earth and Planetary Science Letters 135,",
    "year": 1995
  }, {
    "title": "The tephrochronology of Iceland and the North Atlantic region during the Middle and Late Quaternary: a review",
    "authors": ["H. Haflidason", "J. Eiríksson", "S. Van Kreveld"],
    "venue": "Journal of Quaternary Science",
    "year": 2000
  }, {
    "title": "Constraints on the dynamics of subglacial basalt eruptions from geological and geochemical observations at Kverkfjöll, NE-Iceland",
    "authors": ["Á Höskuldsson", "R.S.J. Sparks", "M.R. Carroll"],
    "venue": "Bulletin of Volcanology",
    "year": 2006
  }, {
    "title": "Isotope calibrated Greenland temperature record over Marine Isotope Stage 3 and its relation",
    "authors": ["C. Huber", "M. Leuenberger", "R. Spahni", "J. Flückiger", "J. Schwander", "T.F. Stocker", "S. Johnsen", "A. Landais", "J. Jouzel"],
    "year": 2006
  }, {
    "title": "Tephrostratigraphical evidence for the timing of Pleistocene explosive volcanism at Jan Mayen",
    "authors": ["J.B. Hunt"],
    "venue": "Journal of Quaternary Science",
    "year": 2004
  }, {
    "title": "Tephra geochemistry: a discussion of some persistent analytical problems",
    "authors": ["J.B. Hunt", "P.G. Hill"],
    "venue": "The Holocene",
    "year": 1993
  }, {
    "title": "The Geology of the Volcanic Island, Jan Mayen, Arctic Ocean",
    "authors": ["P. Imsland"],
    "venue": "Nordic Volcanological Institute Research Report 7813",
    "year": 1978
  }, {
    "title": "Petrology and evolution of the Jan Mayen magma system",
    "authors": ["P. Imsland"],
    "venue": "Visindafelag Islendinga",
    "year": 1984
  }, {
    "title": "Chemistry and distribution pattern of recent basaltic rocks in Iceland",
    "authors": ["S.P. Jakobsson"],
    "venue": "Lithos 5,",
    "year": 1972
  }, {
    "title": "Petrology of recent basalts of the Eastern Volcanic Zone, Iceland",
    "authors": ["S.P. Jakobsson"],
    "venue": "Acta Naturalia Islandia",
    "year": 1979
  }, {
    "title": "The three igneous rock suites of Iceland",
    "authors": ["S.P. Jakobsson", "K. Jónasson", "I.A. Sigurdsson"],
    "venue": "Jökull 58,",
    "year": 2008
  }, {
    "title": "GeoReM: a new geochemical database for reference materials and isotopic standards",
    "authors": ["Jochum", "K.-P", "U. Nohl", "K. Herwig", "E. Lammel", "B. Stoll", "A.W. Hofmann"],
    "venue": "Geostandards and Geoanalytical Research",
    "year": 2005
  }, {
    "title": "The d18O record along the Greenland Ice Core project deep ice core and the problem of possible Eemian climatic instability",
    "authors": ["S.J. Johnsen", "H.B. Clausen", "W. Dansgaard", "N.S. Gundestrup", "C.U. Hammer", "U. Andersen", "K.K. Andersen", "C.S. Hvidberg", "D. Dahl-Jensen", "J.P. Steffensen", "H. Shoji", "A.E. Sveinbjörnsdóttir", "J.W.C. White", "J. Jouzel", "D. Fisher"],
    "venue": "Journal of Geophysical Research 102,",
    "year": 1997
  }, {
    "title": "Oxygen isotope and palaeotemperature records from six Greenland ice-core stations: camp century, Dye-3, GRIP, GISP2, Renland and NorthGRIP",
    "authors": ["S.J. Johnsen", "D. Dahl-Jensen", "N. Gundestrup", "J.P. Steffensen", "H.B. Clausen", "H. Miller", "V. Masson-Delmotte", "A.E. Sveinbjornsdottir", "J. White"],
    "venue": "Journal of Quaternary Science",
    "year": 2001
  }, {
    "title": "Silicic volcanism in Iceland: composition and distribution within the active volcanic zones",
    "authors": ["K. Jónasson"],
    "venue": "Journal of Geodynamics",
    "year": 2007
  }, {
    "title": "Volcanogenic sedimentation in the Iceland Basin: influence of subaerial and subglacial eruptions",
    "authors": ["C. Lacasse", "S. Carey", "H. Sigurdsson"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 1998
  }, {
    "title": "Explosive volcanism on Iceland and the Jan Mayen area during the last 6 Ma: sources and timing of major eruptions",
    "authors": ["C. Lacasse", "Garbe-Schönberg", "C.-D"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 2001
  }, {
    "title": "Geochemistry and origin of Pliocene and Pleistocene ash layers from the Iceland Plateau, site 907",
    "authors": ["C. Lacasse", "M. Paterne", "R. Werner", "Wallrabe-Adams", "H.-J", "H. Sigurdsson", "S. Carey", "G. Pinte"],
    "venue": "Proceedings of the Ocean Drilling Program: Scientific Results,",
    "year": 1996
  }, {
    "title": "Large temperature variations over rapid climatic events in Greenland: a method based on air isotopic measurements",
    "authors": ["A. Landais", "J. Jouzel", "V. Masson-Delmotte", "N. Caillon"],
    "venue": "Comptes Rendus Geoscience",
    "year": 2005
  }, {
    "title": "Geochemistry of historical-age silicic tephras in Iceland",
    "authors": ["G. Larsen", "A. Dugmore", "A. Newton"],
    "venue": "The Holocene",
    "year": 1999
  }, {
    "title": "Late Quaternary terrestrial tephrochronology of Iceland- frequency of explosive eruptions, type and volume of tephra deposits",
    "authors": ["G. Larsen", "J. Eiríksson"],
    "venue": "Journal of Quaternary Science",
    "year": 2008
  }, {
    "title": "Correlation of late Holocene terrestrial and marine tephra markers, north Iceland: implications for reservoir age changes",
    "authors": ["G. Larsen", "J. Eiríksson", "K.L. Knudsen", "J. Heinemeier"],
    "venue": "Polar Research",
    "year": 2002
  }, {
    "title": "A Classification of Igneous Rocks and Glossary of Terms",
    "authors": ["R.W. Le Maitre", "P. Bateman", "A. Dudek", "J. Keller", "M.J. Lameyre Le Bas", "P.A. Sabine", "R. Schmid", "H. Sorensen", "A. Streckeisen", "A.R. Woolley", "B. Zanettin"],
    "year": 1989
  }, {
    "title": "Tephrochronology and its application: a review",
    "authors": ["D.J. Lowe"],
    "venue": "Quaternary Geochronology",
    "year": 2011
  }, {
    "title": "Abrupt climate changes in Europe during the last glacial-interglacial transition: the potential for testing hypotheses on the synchroneity of climate events using tephrochronology",
    "authors": ["J.J. Lowe"],
    "venue": "Global and Planetary Change",
    "year": 2001
  }, {
    "title": "Inter-regional correlation of palaeoclimate records for the Last Glacial-Interglacial transition: a protocol",
    "authors": ["J.J. Lowe", "W. Hoek"],
    "venue": "INTIMATE Group,",
    "year": 2001
  }, {
    "title": "The trachybasaltic suite of Jan Mayen",
    "authors": ["S. Maaløe", "I. Sørensen", "J. Hertogen"],
    "venue": "Journal of Petrology",
    "year": 1986
  }, {
    "title": "Chemical composition of Hawaiian lavas",
    "authors": ["G.A. MacDonald", "T. Katsura"],
    "venue": "Journal of Petrology",
    "year": 1964
  }, {
    "title": "Petrological and geochemical variations along Iceland’s Neovolcanic zones",
    "authors": ["P.S. Meyer", "H. Sigurdsson", "Schilling", "J.-G"],
    "venue": "Journal of Geophysical Research",
    "year": 1985
  }, {
    "title": "Volcanic ash layers from the Last Glacial Termination in the NGRIP ice core",
    "authors": ["A.K. Mortensen", "M. Bigler", "K. Grönvold", "J.P. Steffensen", "S.J. Johnsen"],
    "venue": "Journal of Quaternary Science",
    "year": 2005
  }, {
    "title": "Katla volcano, Iceland: magma composition, dynamics and eruption frequency as recorded by Holocene tephra layers",
    "authors": ["B.A. Óladóttir", "O. Sigmarsson", "G. Larsen", "T. Thordarson"],
    "venue": "Bulletin of Volcanology",
    "year": 2008
  }, {
    "title": "Limited global change due to the largest known Quaternary eruption, w74 kyr BP",
    "authors": ["C. Oppenheimer"],
    "venue": "Quaternary Science Reviews",
    "year": 2002
  }, {
    "title": "Comment on “Some numerical considerations in the geochemical analysis of distal microtephra",
    "authors": ["N.J.G. Pearce", "C.A. Bendall", "J.A. Westgate"],
    "venue": "S.P.E. Blockley and C.S. Lane. Applied Geochemistry",
    "year": 2008
  }, {
    "title": "Correlation and characterisation of individual glass shards from tephra deposits using trace element laser ablation ICP-MS analyses: current status and future potential",
    "authors": ["N.J.G. Pearce", "J.S. Denton", "W.T. Perkins", "J.A. Westgate", "B.V. Alloway"],
    "venue": "Journal of Quaternary Science",
    "year": 2007
  }, {
    "title": "Trace-element composition of single glass shards in distal Minoan tephra from SW Turkey",
    "authors": ["N.J.G. Pearce", "W.J. Eastwood", "J.A. Westgate", "W.T. Perkins"],
    "venue": "Journal of the Geological Society",
    "year": 2002
  }, {
    "title": "A compilation of new and published major and trace element data for NIST SRM 610 and NIST SRM 612 glass reference materials",
    "authors": ["N.J.G. Pearce", "W.T. Perkins", "J.A. Westgate", "M.P. Gorton", "S.E. Jackson", "C.R. Neal", "S.P. Chenery"],
    "venue": "Geostandards Newsletter",
    "year": 1997
  }, {
    "title": "Developments in the analysis of volcanic glass shards by Laser Ablation ICP-MS: quantitative and single internal standard-multi-element methods",
    "authors": ["N.J.G. Pearce", "J.A. Westgate", "W.T. Perkins"],
    "venue": "Quaternary International 34-36,",
    "year": 1996
  }, {
    "title": "The application of laser ablation ICP-MS to the analysis of volcanic glass shards from tephra deposits: bulk glass and single shard analysis",
    "authors": ["N.J.G. Pearce", "J.A. Westgate", "W.T. Perkins", "W.J. Eastwood", "P. Shane"],
    "venue": "Global and Planetary Change",
    "year": 1999
  }, {
    "title": "The application of ICP-MS methods to tephrochronological problems",
    "authors": ["N.J.G. Pearce", "J.A. Westgate", "W.T. Perkins", "S.J. Preece"],
    "venue": "Applied Geochemistry",
    "year": 2004
  }, {
    "title": "Mineral microanalysis by laserprobe inductively coupled plasma mass spectrometry",
    "authors": ["W.T. Perkins", "Pearce"],
    "venue": "N.J.G.,",
    "year": 1995
  }, {
    "title": "Some numerical considerations in the geochemical analysis of distalmicrotephra. AppliedGeochemistry21,1692e1714",
    "authors": ["A.M. Pollard", "S.P.E. Blockley", "C.S. Lane"],
    "year": 2006
  }, {
    "title": "A new Greenland ice core chronology for the last glacial termination",
    "authors": ["S.O. Rasmussen", "K.K. Andersen", "A.M. Svensson", "J.P. Steffensen", "B.M. Vinther", "H.B. Clausen", "Siggaard-Andersen", "M.-L", "S.J. Johnsen", "L.B. Larsen", "D. Dahl-Jensen", "M. Bigler", "R. Röthlisberger", "H. Fischer", "K. Goto-Azuma", "M.E. Hansson", "U. Ruth"],
    "venue": "Journal of Geophysical Research 111,",
    "year": 2006
  }, {
    "title": "Synchronisation of the NGRIP, GRIP and GISP2 ice cores across MIS 2 and palaeoclimatic implications",
    "authors": ["S.O. Rasmussen", "I.K. Seierstad", "K.K. Andersen", "M. Bigler", "D. Dahl-Jensen", "S.J. Johnsen"],
    "venue": "Quaternary Science Reviews",
    "year": 2008
  }, {
    "title": "Stratigraphy and distribution of tephra layers in marine sediment cores from the Faeroe Islands, North Atlantic",
    "authors": ["T.L. Rasmussen", "S. Wastegård", "A. Kuijpers", "T.C.E. van Weering", "J. Heinemeier", "E. Thomsen"],
    "venue": "Marine Geology 199,",
    "year": 2003
  }, {
    "title": "Electron Microprobe Analysis and Scanning Electron Microscopy in Geology, second ed",
    "authors": ["S.J.B. Reed"],
    "year": 2005
  }, {
    "title": "Using Geochemical Data: Evaluation, Presentation, Interpretation",
    "authors": ["H. Rollinson"],
    "year": 1993
  }, {
    "title": "The Toba volcanic event and Interstadial/Stadial climates at the Marine Isotopic Stage 5 to 4 transition in the Northern Indian Ocean",
    "authors": ["H. Schulz", "Emeis", "K.-C", "H. Erlenkeuser", "U. von Rad", "C. Rolf"],
    "venue": "Quaternary Research",
    "year": 2002
  }, {
    "title": "Chemical and isotopic systems of oceanic basalts: implications for mantle composition and processes",
    "authors": ["S.S. Sun", "W.F. McDonough"],
    "venue": "Magmatism in Ocean Basins. Geological Society of London Special Publication,",
    "year": 1989
  }, {
    "title": "A 60 000 year Greenland stratigraphic ice core chronology",
    "authors": ["A. Svensson", "K.K. Andersen", "M. Bigler", "H.B. Clausen", "D. Dahl-Jensen", "S.M. Davies", "S.J. Johnsen", "R. Muscheler", "F. Parrenin", "S.O. Rasmussen", "R. Röthlisberger", "I. Seierstad", "J.P. Steffensen", "B.M. Vinther"],
    "venue": "Climate of the Past",
    "year": 2008
  }, {
    "title": "A synchronized dating of three Greenland ice cores throughout the Holocene",
    "authors": ["B.M. Vinther", "H.B. Clausen", "S.J. Johnsen", "S.O. Rasmussen", "K.K. Andersen", "S.L. Buchardt", "D. Dahl-Jensen", "I.K. Seierstad", "Siggaard-Andersen", "M.-L", "J.P. Steffensen", "A.M. Svensson", "J. Olsen", "J. Heinemeier"],
    "venue": "Journal of Geophysical Research 111,",
    "year": 2006
  }, {
    "title": "Chemical composition, distribution, and origin of silicic volcanic ashes in the Greenland-Iceland-Norwegian Sea: explosive volcanism from 10 to 300 ka as recorded in deep-sea sediments",
    "authors": ["Wallrabe-Adams", "H.-J", "K.S. Lackschewitz"],
    "venue": "Marine Geology 193,",
    "year": 2003
  }, {
    "title": "Pyroxenes and fayalites in the Bandelier Tuff, New Mexico: temperatures and comparison with other rhyolites",
    "authors": ["C.M. Warshaw", "R.L. Smith"],
    "venue": "American Mineralogist",
    "year": 1988
  }, {
    "title": "New tephra horizons from Oxygen Isotope 5 in the North Atlantic: correlation potential for terrestrial, marine and ice-core archives",
    "authors": ["S. Wastegård", "T.L. Rasmussen"],
    "venue": "Quaternary Science Reviews",
    "year": 2001
  }, {
    "title": "Innovative tephra studies in the East African rift system",
    "authors": ["G. WoldeGabriel", "W.K. Hart", "G. Heiken"],
    "venue": "EOS, Transactions American Geophysical Union",
    "year": 2005
  }, {
    "title": "Millennial-scale variability during the last glacial: the ice core record",
    "authors": ["E.W. Wolff", "J. Chappellaz", "T. Blunier", "S.O. Rasmussen", "A. Svensson"],
    "venue": "Quaternary Science Reviews",
    "year": 2010
  }, {
    "title": "Evidence of the Eldgjá eruption in the GISP2 Greenland ice core: relationship to eruption processes and climatic conditions in the tenth century",
    "authors": ["G.A. Zielinski", "M.S. Germani", "G. Larsen", "M.G.L. Baillie", "S. Whitlow", "M.S. Twickler", "K. Taylor"],
    "venue": "The Holocene",
    "year": 1995
  }, {
    "title": "Twickler,M.S., Taylor,K.,1997.Volcanic aerosol recordsand tephrochronologyof the Summit,Greenland, ice cores",
    "authors": ["G.A. Zielinski", "P.A. Mayewski", "L.D. Meeker", "K. Grönvold", "M.S. Germani", "S. Whitlow"],
    "venue": "Journal ofGeophysicalResearch102,",
    "year": 1997
  }, {
    "title": "Potential atmospheric impact of the Toba mega-eruption w71,000 years ago",
    "authors": ["G.A. Zielinski", "P.A. Mayewski", "L.D. Meeker", "S. Whitlow", "M.S. Twickler", "K. Taylor"],
    "venue": "Geophysical Research Letters",
    "year": 1996
  }],
  "id": "SP:9790e71eae189d02628fc3f9c6bb2e818009e039",
  "authors": [{
    "name": "Peter M. Abbott",
    "affiliations": []
  }, {
    "name": "Siwan M. Davies",
    "affiliations": []
  }, {
    "name": "Jørgen Peder Steffensen",
    "affiliations": []
  }, {
    "name": "Nicholas J.G. Pearce",
    "affiliations": []
  }, {
    "name": "Matthias Bigler",
    "affiliations": []
  }, {
    "name": "Sigfus J. Johnsen",
    "affiliations": []
  }, {
    "name": "Inger K. Seierstad",
    "affiliations": []
  }, {
    "name": "Anders Svensson",
    "affiliations": []
  }, {
    "name": "Stefan Wastegård",
    "affiliations": []
  }],
  "abstractText": "Sulphate records from Greenland ice-cores indicate that Marine Isotope Stages 4 and 5 were characterised by a higher incidence of large volcanic eruptions than other periods during the last glacial period, however, few investigations have focused on tephra deposits associated with these volcanic eruptions and the nature and origin of the events. Here we present a detailed tephrochronological framework of the products of 15 volcanic events spanning this interval; the majority of which have been preserved as cryptotephra horizons within the Greenland records. The major element compositions of individual glass shards within these horizons indicate that 13 of the eruptions originated from Iceland and 6 of these events can be correlated to the specific volcanic systems of Katla, Grímsvötn, Grímsvötn-Kverkfjöll and either Reykjanes or Veidivötn-Bárdarbunga. For the remaining Icelandic horizons a source from either the rift zone or a flank zone can be suggested based on rock suite affinities. Two horizons have been correlated to a source from the Jan Mayen volcanic system which represents the first discovery of material from this system within any Greenland ice-cores. The robust geochemical characterisations, independent ages for these horizons (derived from the GICC05 ice-core chronology) and stratigraphic positions relative to the Dansgaard-Oeschger climate events recorded in the Greenland ice-cores represent a critical framework that provides new information on the frequency and nature of volcanic events occurring in the North Atlantic region during MIS 4 and 5. This framework can now be utilised in the assessment of the differential timing and rate of response to the millennial-scale climatic events that characterised this period, through the use of the tephra horizons as time-synchronous tie-lines to other palaeoclimatic sequences. 2011 Elsevier Ltd. All rights reserved.",
  "title": "A detailed framework of Marine Isotope Stages 4 and 5 volcanic events recorded in two Greenland ice-cores"
}