{
  "sections": [{
    "text": "0277-3791/$ - se doi:10.1016/j.qu\nCorrespond fax: +468 6747\nE-mail addr\nThe composition and distribution of four North Atlantic ash zones from the Faroe Islands margin is presented, including the widespread North Atlantic Ash Zone II (NAAZ II; 52–53 kaBP) and three mainly basaltic ash zones here referred to as the Faroe Marine Ash Zones (FMAZ) I (ca 15.4 14C kaBP), II (ca 23 14C kaBP, also referred to as the Fugloyarbanki Tephra) and III (ca 33 14C kaBP). One core from the south-east Labrador Sea was also analysed. NAAZ II was found in all investigated cores, indicating very large eruption events in the early Marine Isotope Stage (MIS) 3. Detailed investigations of NAAZ II in high-resolution cores show that two separate layers can be distinguished; a lower mixed alkalic basalt and rhyolitic layer and an upper predominantly tholeiitic basalt tephra. The main component of the basaltic FMAZ II was found in all cores from the Faroe Island margin and the Labrador Sea indicating that this tephra is the most widespread tephra fromMIS 2 in the North Atlantic discovered so far. We discuss the possibility to use these tephra layers for exact correlations between marine records and land sections such as the Greenland ice-cores and terrestrial records on the European mainland. r 2006 Elsevier Ltd. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "Tephrochronology is currently evolving as one of the key methods to correlate and synchronise Late Quaternary deposits in the North Atlantic. Tephra horizons can be used for testing the synchroneity/asynchroneity of climatic events in terrestrial, marine and ice-core sequences. The majority of tephra deposits originate from eruptions on Iceland, which is one of the most active volcanic areas in the world. Ash zones in North Atlantic sediments were first described by Bramlette and Bradley (1941) and later by Ruddiman and Glover (1972), who described the so-called North Atlantic Ash Zones (NAAZ) I (ca 11 14C kaBP), II (ca 55 14C kaBP) and III (ca 305 kaBP). The ash zones\ne front matter r 2006 Elsevier Ltd. All rights reserved. ascirev.2006.03.001\ning author. Tel.: +468 164892, +46 70 5124679 (mobile); 895. ess: stefan.wastegard@geo.su.se (S. Wastegård).\nconsist of a mixture of basaltic and rhyolitic tephra from major Icelandic eruptions, but were originally defined as intervals of increased concentration of rhyolitic shards. The ash was primarily transported southward from Iceland by ice rafting as far south as 45 1N. The composition and distribution of the North Atlantic Ash Zones has later been described by, among others, Kvamme et al., (1989), Lacasse et al. (1996) and Haflidason et al. (2000). NAAZ I and II are important since they provide fix-points between ice-core records from Greenland and marine cores from the North Atlantic (Bond et al., 1993; Haflidason et al., 1995; Austin et al., 2004). However, detailed studies have also been performed on several other tephra layers and ash zones from Marine Isotope Stages (MIS) 2–5 in cores from the North Atlantic (Sjøholm et al., 1991; Lackschewitz and Wallrabe-Adams, 1997; Fronval et al., 1998; Lacasse et al., 1998; Haflidason et al., 2000; Lacasse and Garbe-Schönberg, 2001;\nARTICLE IN PRESS S. Wastegård et al. / Quaternary Science Reviews 25 (2006) 2409–24192410\nWastegård and Rasmussen, 2001; Rasmussen et al., 2003b,c). Lackschewitz and Wallrabe-Adams (1997) described five ash zones from the Reykjanes Ridge (Fig. 1) dated to MIS 3 and 2 (Table 1). The marine tephrostratigraphy north of Iceland extends back into the Pliocene and has been described by Lacasse and Garbe-Schönberg (2001), Wallrabe-Adams and Lackschewitz (2003) and Hunt (2004). These authors showed that the main direction of tephra dispersal is to the east and north-east of Iceland, a pattern that is consistent with observations of historic eruptions (e.g. Thorarinsson, 1981; Larsen et al., 1999) and\nradar observations of recent eruptions (e.g. Lacasse et al., 2004). The major element geochemistry of tephra horizons from MIS 2 and 3 found in marine sediment cores from north and south of the Faroe Islands is described in this paper. Tephra layers from a core from the south-east Labrador Sea, EW9302-2JPC (Fig. 1; Rasmussen et al., 2003a), have also been analysed. Ash layers from MIS 5 have been discussed in detail previously (Rasmussen et al., 1999; Wastegård and Rasmussen, 2001) and they will not be treated here. Mean geochemical data of some of the tephra\nnd other cores mentioned in the text: SO82-05 (Haflidason et al., 2000);\net al., 2004).\nARTICLE IN PRESS\nS. Wastegård et al. / Quaternary Science Reviews 25 (2006) 2409–2419 2411\nlayers from the Faroe Islands area were published in Rasmussen et al. (2003c), but detailed geochemical analyses have not been published before. Furthermore, the interpretation of some of the geochemical data differs for some layers compared to those published in Rasmussen et al. (2003c) due to new analyses on new cores. Thus, chemical analyses of tephra from EW9302-2JPC and the LINK04 and LINK17 cores (Figs. 1 and 2) are published here for the first time."
  }, {
    "heading": "2. Material and methods",
    "text": "The study is based on five cores from the Faroe Islands margin (ENAM93-21/MD95-2009, ENAM93-20, ENAM33, LINK04 and LINK17) and one core (EW9302-2JPC) from the Labrador Sea (Figs. 1 and 2). The tephra grains were picked for geochemical analyses from the 4150 mm fraction in most cores except LINK04 and LINK17, where they were picked from the 4100 mm fraction. The basaltic tephra particles are very porous and assumed to be airtransported. The silicic particles consists of very thin plates or air-filled bubbles as well as small threadlike particles likewise consistent with transport to the sites by air. However, some transport by ocean currents or ice rafting cannot be excluded (Wastegård and Rasmussen, 2001).\nQuantitative geochemical analyses of tephra shards were performed on two different electron microprobes at the Department of Geology and Geophysics, University of Edinburgh, UK. Tephra from the ENAM93-21/MD952009, ENAM93-20, ENAM33 and EW9302-2JPC cores were analysed on a Cambridge Instruments Microscan.\nNine major elements were measured with a counting time of 10 s. All elements are expressed as weight%. To assess the degree of sodium mobilisation, this element was measured during the first and final counting period. An accelerating voltage of 20 kV and beam strength of 15 nA (determined by a Faraday cup) were used, with a beam diameter of 1 mm. Counter dead time was corrected for and a ZAF correction was applied for the effects of atomic number, absorption and fluorescence (Sweatman and Long, 1969). Tephra from the LINK04 and LINK17 cores were analysed on a CAMECA SX100 electron microprobe equipped with 5 vertical WD Spectrometers. Ten major elements were measured with a counting time of 10 s. All elements are expressed as weight%. An accelerating voltage of 20 kV and a beam strength of 10 nA, determined by a Faraday cup were used, with a rastered beam over an area of 10 10 mm to reduce instability of the glass and subsequent sodium loss. An empirical correction was applied to reduce to the P2O5 figure due to overlap with CaO counts (Pete Hill, pers. comm., 2004). A PAP correction was applied for the effects of X-ray absorption (Pouchou and Pichoir, 1991). Calibration for both instruments was determined by standards of a mixture of pure metals, simple silicate minerals and synthetic oxides, including andradite, which were used regularly between analyses to correct for any drift in the readings. Totals below 95% were discarded for basaltic tephra (Hunt and Hill, 1993), but for the rhyolitic tephras all analyses above 93% were accepted."
  }, {
    "heading": "3. Results",
    "text": "A total of four tephra layers/ash zones were visible in the investigated cores in sediments from MIS 3 and 2 (Fig. 3). In a previous paper (Rasmussen et al. 2003c), the nomenclature adopted for the tephra layers was based on uncalibrated radiocarbon year estimates (15.4 ka, 23ka and 33ka). However, radiocarbon dating of marine records are affected by major uncertainties due to temporal and spatial changes in the reservoir effect and to avoid confusion we now refer to the horizons as Faroe Marine Ash Zones (FMAZ) I, II and III, following the nomenclature adopted for the North Atlantic Ash Zones. It should be noted that the FMAZ II is equivalent to the Fugloyarbanki Tephra (Rasmusssen et al., 2003c; Davies et al., submitted for publication). All analyses are shown in Appendix A."
  }, {
    "heading": "3.1. North Atlantic Ash Zone II",
    "text": "The NAAZ II occurs in all studied cores from the Faroe Islands area (see also Rasmussen et al., 1996a,b, 1999; Kuijpers et al., 1998b). NAAZ II consists of a complex of basaltic and rhyolitic tephra that were primarily transported southward from Iceland by ice rafting and primary air-fall (Ruddiman and Glover, 1972; Kvamme et al., 1989; Lacasse et al., 1996; Lackschewitz and Wallrabe-Adams, 1997; Lacasse and Garbe-Schönberg, 2001; Austin et al.,\nARTICLE IN PRESS\nS. Wastegård et al. / Quaternary Science Reviews 25 (2006) 2409–24192412\n2004). The main distribution seems to be towards west and southwest, since the northernmost record from the Nordic Seas is from the Vøring plateau west of Norway (Sejrup et al., 1995; Haflidason et al., 2000). The rhyolitic component (II-RHY-1) has been correlated with the Thórsmörk ignimbrite in southern Iceland, dated by 40Ar/39Ar to 54.572ka (Sigurdsson et al., 1998). NAAZ II has also been found in the Greenland summit ice cores where it has an age of about 52–53 kaBP (Grönvold et al., 1995; Zielinski et al., 1997) and on the Eastern Greenland shelf as redeposited tephra released from ablation of the Greenland ice sheet (Jennings et al., 2002). Age estimates from North Atlantic cores range between 48 ka (Haflidason et al., 2000), ca 53 kaBP (Austin et al., 2004), 55 kaBP (Lacasse et al., 1996) and 57.5 kaBP (Ruddiman and Glover, 1972; Smythe et al., 1985). NAAZ II has been recorded in several marine cores from the North Atlantic and the GRIP ice core in connection with the DansgaardOeschger cycle/GI (Greenland Interstadial) 15 (e.g. Bond et al., 1993; Grönvold et al., 1995; Rasmussen et al., 1999; Austin et al., 2004).\nKvamme et al. (1989) originally described one rhyolitic component (II-RHY-1) and four basaltic components (IITHOL-1, II-THOL-2, II-THOL-3 and II-TAB-1) in cores from the North Atlantic. While the rhyolitic component is present in most cores from the entire North Atlantic and the Greenland ice cores, the basaltic components are more irregularly distributed. For example, the II-THOL-2 component seems to be dominant in cores from the Reykjanes Ridge (Fig. 1; Lackschewitz and Wallrabe-\nAdams, 1997). In Greenland, rhyolitic tephra dominates and only three analyses of basaltic glass shards have so far been published (Zielinski et al., 1997). These suggest a correlation with the II-TAB-1 component, e.g. K2O contents around 1.0% and TiO2 contents around 4.0% (cf. Fig. 4). The three tholeiitic components, II-THOL-1, 2 and 3 (Kvamme et al., 1989) can be discriminated from each other on plots on e.g. FeOtot/MgO vs. TiO2 ratio or FeOtot vs. Al2O3 (Fig. 4). The two main tholeiitic components, II-THOL-1 and II-THOL-2, are usually distinct (Fig. 4), but overlap partly, e.g. the K2O/TiO2 ratio (Fig. 4). The IITHOL-1 component has the lowest alkalinity and TiO2 contents of all tholeiitic components. The subordinate IITHOL-3 component, not found in the present study, can be separated from the two other THOL components by significantly higher Al2O3 contents (ca 14.8–15.6%; Fig. 4). The transitional basaltic component (II-TAB-1) is characterised by the highest contents of K2O and TiO2 of all basaltic components. Two separate layers were distinguished in NAAZ II in the high-resolution cores ENAM93-21/MD95-2009 and ENAM93-20 (Fig. 3), a lower mixed layer consisting of the II-RHY-1 (Fig. 5) and the II-TAB-1 (Fig. 4) components, and an upper basaltic tephra, dominated by the II-THOL-2 component (Fig. 4), similar to the distribution in SO82-05 on the Reykjanes Ridge (Haflidason et al., 2000). The peak occurrences were separated by 40 cm in ENAM93-21 and by ca 45 cm in ENAM93-20. By linear extrapolation of sedimentation rates, there is approximately 1500–2000/ radiocarbon years time interval between the two eruptive events (Fig. 3). NAAZ II in EW9302-2JPC from the Labrador Sea (Fig. 1) is entirely dominated by the II-RHY-1 and II-THOL-1 components (Figs. 4 and 5) with peak occurrences at the same level (Fig. 3; Rasmussen et al., 2003a). This co-occurrence of tephra from two eruptive phases indicates a low temporal resolution in this core interval or an ice-rafting event that supplied a mixture of both components."
  }, {
    "heading": "3.2. FMAZ III",
    "text": "This basaltic tephra was previously referred to as the 33- ka Tephra (Rasmussen et al., 2003c). It was found in the ENAM93-20, ENAM93-21 and ENAM33 cores from the Faroe area (Fig. 2) as a thick and relatively scattered zone (Figs. 3 and 6). It was not directly dated, but extrapolation of AMS radiocarbon dates from all cores suggested an age of ca 33,000 14C years BP, slightly above Heinrich layer 4, and close to the onset of Greenland Interstadial 8 (Rasmussen et al., 2003c). This probably equates to a calendar year age of ca 38–40 cal. kaBP (Hughen et al., 2004; Shackleton et al., 2004). The main component (FMAZ III-1) has a subalkaline composition with TiO2 contents between ca 2.1% and 3.2% and K2O contents between 0.2% and 0.6% (Fig. 6). This points towards a\nARTICLE IN PRESS\nS. Wastegård et al. / Quaternary Science Reviews 25 (2006) 2409–2419 2413\npossible origin in the Grı́msvötn system (cf. Jakobsson, 1979; Larsen, 1981; Lacasse et al., 1998). Although similar in geochemical composition, some oxides differ slightly between the cores. For example, most analyses from ENAM93-20 and some from ENAM93-21 have slightly lower SiO2 and FeOtot contents than most analyses from ENAM33 (Fig. 6). We believe that this reflects that tephra from different phases of the eruption dominates in the cores, but the possibility that two eruptions separated in time have produced similar compositions cannot be excluded. A few analyses from ENAM93-20 and possibly one from ENAM93-21 probably have a different volcanic source compared to the main component, shown by e.g. distinctly lower MgO and CaO contents (Fig. 6 and Appendix A). This population is called FMAZ III-2.\nNo tephra horizons have been described earlier from the North Atlantic dated to this time interval, with the exception of the ash zone VZ 2 from the Reykjanes Ridge, dated to between 36.5 and 29.8 14C kaBP (Lackschewitz and Wallrabe-Adams, 1997). The analyses of this ash zone are presented as average data which make detailed comparisons with FMAZ III difficult (Fig. 6)."
  }, {
    "heading": "3.3. FMAZ II/Fugloyarbanki Tephra",
    "text": "This clearly visible black tephra is present in many cores from the Faroe region (Rasmussen et al., 1996a,b, 2003c; Bäckström, 1998; Haflidason et al., 2000; Kuijpers et al., 1998a,b). It is between 2 and 10 cm thick and analyses of main elements and REE have shown that the tephra is virtually identical in all studied cores. Some uncorrelated shards occur, however, which may be as a result of ice rafting (Fig. 7; Appendix A). FMAZ II is firmly dated to ca 22,900–23,300 14C years BP (Rasmussen et al., 1996b, 1998; Bäckström, 1998). In LINK04, from the eastern Faroe margin in the Faroe-Shetland Channel, a date of 23.9 kaBP obtained ca 10 cm below the tephra suggests a similar age around 23 14CkaBP (Table 2). In LINK17 from the western part of the Faeroe-Shetland Channel north of the Shetlands Islands (Fig. 2), the tephra was dated to 23.85 14C kaBP, somewhat older than the expected age (Table 2, Fig. 7). All radiocarbon dates have been corrected for a marine reservoir effect of 400 years. FMAZ II is also present in LINK15 from the central Faeroe-Shetland Channel (1600m water depth) (not analysed) and LINK16 from the Fugloy Ridge (773m\nARTICLE IN PRESS\nS. Wastegård et al. / Quaternary Science Reviews 25 (2006) 2409–24192414\nwater depth) (not analysed) (Fig. 2; Rasmussen et al., 2003c). The tephra occurs in GI 3 in all analysed cores, right after (i.e. above) the warmest peak of the interstadial (Rasmussen et al., 2003c). According to recent age models obtained from the Cariaco basin and the North Atlantic, this corresponds to a calendar year age of ca 28–29 cal. kaBP (Hughen et al., 2004; Shackleton et al., 2004).\nThe dominant component FMAZ II-1 has been named the Fugloyarbanki tephra after the Fugloyarbanki (Fugloy Ridge) area, NE of the Faroe Islands (Rasmussen et al., 2003c). It has K2O contents between 0.35% and 0.60%, TiO2 concentrations of ca 3.5% and CaO contents between 8.3% and 9.8% (Fig. 7). This indicates an origin in the Hekla-Vatnafjöll volcanic system in the Eastern volcanic zone, SW Iceland (Larsen, 1981). A subordinate group (FMAZ II-2) found only in ENAM33 has a similar geochemical composition, but has clearly lower TiO2 contents.\nA mixed tephra with two basaltic components were found at 408 cm in the Labrador Sea core, EW9302-2JPC. One is identical to the FMAZ II/Fugloyarbanki tephra (Fig. 6). The dominant group (here referred to as 2JPC192-1), however, has a different geochemical signature,\nwith e.g. K2O contents below 0.2% and CaO contents between ca 10.3% and 12.7%. This component has also higher MgO contents and lower FeOtot contents compared to the FMAZ II-1/Fugloyarbanki component (Fig. 6). A radiocarbon date 9 cm below the tephra in EW9302-2JPC yielded 24,2807240 14CBP (Rasmussen et al., 2003a) which is in accordance with the age of ca 22,900–23,300 14C years BP from the Faroe region. Though the main distribution of the FMAZ II/ Fugloyarbanki tephra seems to be restricted to the Faroe area, observation of a tephra-rich layer with the same geochemistry as the FMAZ II-1 component dated to 23.2 kaBP in the core SO82-5 from the Reykjanes Ridge (Figs. 1 and 7; ash zone VZ 1, peak X; Lackschewitz and Wallrabe-Adams, 1997) also suggest an extensive distribution in the North Atlantic (Lackschewitz and WallrabeAdams, 1997)."
  }, {
    "heading": "3.4. FMAZ I",
    "text": "A tephra layer dated to approximately 15.4 14C kaBP (Rasmussen et al. 2003c), has been recorded in the ENAM93-21 and ENAM93-20 cores at the start of the\nARTICLE IN PRESS\nS. Wastegård et al. / Quaternary Science Reviews 25 (2006) 2409–2419 2415\ndeglaciation before peak H1 (Fig. 3). This tephra, here referred to as the FMAZ I (15.4-ka Tephra in Rasmussen et al., 2003c), has been observed in the o150 mm fraction but the number of shards has not been counted. The layers have been geochemically analysed for major elements and they appear to be partly identical in the two cores although many uncorrelated glass shards occur, possibly as a result of ice rafting or reworking by bottom currents (Fig. 8, Appendix A). Basaltic tephra dominates, but a minor rhyolitic component occur in the ENAM93-21 core (FMAZ I-RHY; Fig. 5; Appendix A). Two basaltic components, FMAZ I-THOL and FMAZ I-TAB, are distinguished here (Fig. 8). The latter, however, is defined only by three analyses from ENAM93-20 (Fig. 8; Appendix A). This differs from Rasmussen et al., (2003c), where three components were recognised. The main component identified here (FMAZ I-THOL) has a tholeiitic composition and shows affinities with the Veidivötn system, e.g. TiO2 contents between ca 1.6% and 2.1% and K2O contents between ca 0.2% and 0.3% (Larsen, 1981; Lacasse et al., 1998). The FeOtot/MgO vs. TiO2 ratio and other ratios indicate a possible correlation with the GS-2/BAS tephras described by Haflidason et al. (2000) from cores taken\nnorth of Iceland. The FMAZ I-THOL component is similar to the GS-2/BAS-1 tephra dated to 13,400BP and the FMAZ I-TAB component can be correlated with the GS-2/BAS-2 tephra, also dated to 13,400BP (Fig. 8). It is not clear, however, how secure the dates of the GS-2/BAS layers are (Haflidason et al., 2000; Table 1). Veidivötn is one of the most active volcanic systems on Iceland, and the large age difference suggest that a correlation is not feasible at present. A further basaltic tephra, the KOL-GS-2 tephra from the North Icelandic shelf (Fig. 8; Eirı́ksson et al., 2000), dated to ca 13.4 14C kaBP, is younger than the FMAZ I and the composition does not allow a correlation (cf. Fig. 8)."
  }, {
    "heading": "4. Discussion and conclusions",
    "text": "A detailed tephrochronology provides possibilities for exact correlation between marine, terrestrial and ice-core records from MIS 5 to 1 (ca 130–0 ka) in the North Atlantic region. It will also provide a possibility to test synchronous or non-synchronous responses to climate fluctuations, especially if nearly exact ages can be provided for the tephra layers in the NGRIP ice core. Ongoing\nARTICLE IN PRESS\nS. Wastegård et al. / Quaternary Science Reviews 25 (2006) 2409–24192416\ninvestigations of the NGRIP ice core (Mortensen et al., 2005; Davies et al., submitted for publication) show that several tephra layers from this time period occur in the Greenland ice cap.\nThe area around the Faroe Islands may be ideal for the development of a marine tephrochronology for the last ice age. The marine records in this area often have a high temporal resolution and are close enough to Iceland to receive tephra derived from atmospheric transport. The terrestrial tephrochronology of the Faroe Islands extends only back to the Early Holocene (Dugmore and Newton, 1998; Wastegård, 2002), with the exception of a recent record of rhyolitic tephra in a section correlated with the\nEemian/MIS 5e (Wastegård et al., 2005). Several records of basaltic tephra indicate that the area is within the dispersal of medium-sized basaltic eruptions, unlike the rest of NW European mainland (Wastegård, 2002). NAAZ II and the FMAZ II/Fugloyarbanki Tephra are present in cores from the Faroe margin both to the north, east and southwest of the islands (Fig. 2). These are therefore likely to occur in terrestrial deposits, but to our knowledge no records of sediments from these time periods have been reported, at least not from the Faroe Islands. The FMAZ II/Fugloyarbanki Tephra is very pronounced in the Faroese marine records and appears as clearly visible, 2–10 cm black bands in the cores (Rasmussen et al., 2003c).\nARTICLE IN PRESS\nS. Wastegård et al. / Quaternary Science Reviews 25 (2006) 2409–2419 2417\nIt is also one of the most well-dated tephras in marine cores (Rasmussen et al., 1996a,b, 2003c; Bäckström, 1998; Haflidason et al., 2000; Kuijpers et al., 1998a,b). It occurs at the MIS3-MIS2 transition at the end of the Greenland Interstadial 3 in marine cores (Rasmussen et al., 2003c) and was recently found in the NGRIP ice core at the same position in relation to GIS 3, implying synchronous climate change at this time (Davies et al., submitted for publication). Provided that this tephra can be found also in other land sections, it would present an excellent stratigraphic marker for the study of leads and/or lags between marine and terrestrial systems and allow an estimation of the magnitude of marine reservoir errors at this time.\nA potential land area to search for these widespread marine tephras would be western and central Norway where recent investigations suggest that extensive areas may have been ice-free during interstadial phases of MIS 3 (e.g. Olsen et al., 2001). For example, AMS dates of bones from caves in western Norway suggest ice-free conditions between ca 35,000 and 28,000 14C years and at ca 25,000 14C years BP, respectively—the so-called Ålesund and Hamnsund interstadials (Mangerud et al., 2003). The best developed of these, the Ålesund interstadial is\ncorrelated with Greenland Interstadials (GIS) 8 and 7. This time interval, possibly extended to include also GIS 6 and 5, may have been ice-free in Scotland and other parts of Northwestern Europe (Whittington and Hall, 2002). It might also be fruitful to search in these deposits for the FMAZ III tephra, which occurs at the transition from Heinrich event 4 to interstadial 8 (Rasmussen et al., 2003c). The FMAZ II/Fugloyarbanki tephra might be present in interstadial deposits correlated with the Hamnsund interstadial (cf. Mangerud et al., 2003). The NAAZ II is evidence for an unprecedented volcanic activity in Iceland during the later part of the Quaternary. This major set of eruptions has the potential to solve chronological issues for the early part of MIS3 in the North Atlantic area (Austin et al., 2004). The rhyolitic IIRHY-1 component seems to be present in cores throughout the North Atlantic while the basaltic components have a more irregular dispersal pattern. Due to the very few detailed studies carried out on the dispersal and geochemistry of NAAZ II, it is not yet possible to exactly outline the dispersal of the different basaltic eruptions. The results from this study and others (Haflidason et al., 2000), however, indicate that NAAZ II consists of two eruptive events, possibly separated\nARTICLE IN PRESS S. Wastegård et al. / Quaternary Science Reviews 25 (2006) 2409–24192418\nby as much as 2000 years. During the first event, the highly silicic II-RHY-1 tephra was erupted, possibly from the Tindfjallajökull volcanic system on south Iceland. This component occurs at the same levels as the II-TAB-1 basaltic tephra, possibly indicating a simultaneous eruption, or a basaltic eruption triggered by an initial rhyolite eruption (cf. the Landnám tephra on Iceland, e.g. Larsen et al., 1999). During the second phase, only tholeiitic tephra was erupted. In the core from the Labrador Sea (EW9302-2JPC), only the II-THOL-1 is present, while in the Faroe region, the II-THOL-2 component dominates, indicating different directions of transport during the eruptions.\nThis study is a step towards a more detailed picture of Late Pleistocene ash zones around the Faroe Islands, but further investigations are required in other parts of the North Atlantic and in the Greenland ice cores. It is especially important to further investigate the geochemistry and dispersal of the basaltic components. This study shows that these usually can be discriminated from each other by major element analysis, but in some cases trace element analysis might be required. The Faroe Marine Ash Zones are important for testing hypotheses regarding synchronous or asynchronous responses to climate fluctuations in different parts of the North Atlantic and to assess changes in the marine reservoir effect over time."
  }, {
    "heading": "Acknowledgements",
    "text": "Stefan Wastegård was funded by The Swedish Research Council and Tine Rasmussen by the LINK project, supported by the Danish Research Council. Pete Hill and Anthony Newton, University of Edinburgh, are acknowledged for help with microprobe analyses."
  }, {
    "heading": "Appendix A. Supplementary material",
    "text": "Supplementary data associated with this article can be found in the online version at doi:10.1016/J.quascirev. 2006.03.001."
  }],
  "year": 2006,
  "references": [{
    "title": "The age and chronostratigraphical significance of North Atlantic Ash zone II",
    "authors": ["W.E.N. Austin", "L.J. Wilson", "J.B. Hunt"],
    "venue": "Journal of Quaternary Science",
    "year": 2004
  }, {
    "title": "Late Quaternary paleoceanographic and paleoclimatic records from the south-west of the Faeroe Islands, northeastern Atlantic Ocean",
    "authors": ["D.L. Bäckström"],
    "year": 1998
  }, {
    "title": "Correlations between climate records from North-Atlantic sediments and Greenland",
    "authors": ["G. Bond", "W. Broecker", "S. Johnsen", "J. McManus", "L. Labeyrie", "J. Jouzel", "G. Bonani"],
    "venue": "ice. Nature",
    "year": 1993
  }, {
    "title": "Geology and biology of North Atlantic deep-sea cores between Newfoundland and Ireland: I",
    "authors": ["M.N. Bramlette", "W.H. Bradley"],
    "venue": "Lithology and geologic interpretation. U.S. Geological Survey Professional Paper",
    "year": 1941
  }, {
    "title": "Holocene Tephra layers in the Faroe Islands",
    "authors": ["A.J. Dugmore", "A.J. Newton"],
    "venue": "Frójskaparrit",
    "year": 1998
  }, {
    "title": "LateGlacial and Holocene palaeoceanography of the North Icelandic shelf",
    "authors": ["J. Eirı́ksson", "K.L. Knudsen", "H. Haflidason", "P. Henriksen"],
    "venue": "Journal of Quaternary Science",
    "year": 2000
  }, {
    "title": "Variability in surface and deep water conditions in the Nordic Seas during the last interglacial period",
    "authors": ["T. Fronval", "E. Jansen", "H. Haflidason", "H.P. Sejrup"],
    "venue": "Quaternary Science Reviews",
    "year": 1998
  }, {
    "title": "Ash layers from Iceland in the Greenland GRIP ice core correlated with oceanic and land sediments",
    "authors": ["K. Grönvold", "K. Óskarsson", "S.J. Johnsen", "H.B. Clausen", "C.U. Hammer", "G. Bond", "E. Bard"],
    "venue": "Earth and Planetary Science Letters",
    "year": 1995
  }, {
    "title": "Coupled response of the late glacial climatic shifts of Northwest Europe reflected in Greenland ice cores; evidence from the northern",
    "authors": ["H. Haflidason", "H.P. Sejrup", "D. Klitgaard-Kristensen", "S. Johnsen"],
    "venue": "North Sea. Geology",
    "year": 1995
  }, {
    "title": "The tephrochronology of Iceland and the North Atlantic region during the Middle and Late Quaternary: a review",
    "authors": ["H. Haflidason", "J. Eirı́ksson", "S. van Krefeld"],
    "venue": "Journal of Quaternary Science",
    "year": 2000
  }, {
    "title": "Tephrostratigraphical evidence for the timing of Pleistocene explosive volcanism at Jan Mayen",
    "authors": ["J.B. Hunt"],
    "venue": "Journal of Quaternary Science",
    "year": 2004
  }, {
    "title": "Tephra geochemistry: a discussion of some persistent analytical problems",
    "authors": ["J.B. Hunt", "P.G. Hill"],
    "venue": "Holocene",
    "year": 1993
  }, {
    "title": "Petrology of recent basalts of the Eastern Volcanic Zone, Iceland",
    "authors": ["S.V. Jakobsson"],
    "venue": "Acta Naturalia Islandica",
    "year": 1979
  }, {
    "title": "High-resolution study of Icelandic tephras in the Kangerlussuaq Trough, southeast Greenland, during the last deglaciation",
    "authors": ["A. Jennings", "K. Grönvold", "R. Hilberman", "M. Smith", "M. Hald"],
    "venue": "Journal of Quaternary Science",
    "year": 2002
  }, {
    "title": "Geochemistry of Pleistocene ash zones in cores from the North Atlantic",
    "authors": ["T. Kvamme", "J. Mangerud", "H. Furnes", "W. Ruddiman"],
    "venue": "Norsk Geologisk Tidskrift",
    "year": 1989
  }, {
    "title": "Explosive silicic volcanism in Iceland and the Jan Mayen area during the last 6 Ma: sources and timing of major eruptions",
    "authors": ["C. Lacasse", "Garbe-Schönberg", "C.-D"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 2001
  }, {
    "title": "North Atlantic deep-sea sedimentation of late Quaternary tephra from the Iceland hotspot",
    "authors": ["C. Lacasse", "H. Sigurdsson", "S. Carey", "M. Paterne", "F. Guichard"],
    "venue": "Marine Geology",
    "year": 1996
  }, {
    "title": "Volcanogenic sedimentation in the Iceland Basin; influence of subaerial and subglacial eruptions",
    "authors": ["C. Lacasse", "S. Carey", "H. Sigurdsson"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 1998
  }, {
    "title": "Composition and origin of volcanic ash zones in late Quaternary sediments from the Reykjanes Ridge; evidence for ash fallout and ice-rafting",
    "authors": ["K.S. Lackschewitz", "H.J. Wallrabe-Adams"],
    "venue": "Marine Geology",
    "year": 1997
  }, {
    "title": "Tephrochronology by microprobe glass analysis",
    "authors": ["G. Larsen"],
    "year": 1981
  }, {
    "title": "Geochemistry of historicalage silicic tephras in Iceland",
    "authors": ["G. Larsen", "A. Dugmore", "A. Newton"],
    "venue": "The Holocene",
    "year": 1999
  }, {
    "title": "Paleomagnetic correlations between Scandinavian icesheet fluctuations and Greenland Dansgaard-Oeschger events, 45,000–25,000 yr B.P",
    "authors": ["J. Mangerud", "R. Løvlie", "S. Gulliksen", "Hufthammer", "A.-K", "E. Larsen", "V. Valen"],
    "venue": "Quaternary Research",
    "year": 2003
  }, {
    "title": "Volcanic ash layers from the Last Glacial Termination in the NGRIP ice core",
    "authors": ["L. Olsen", "H. Sveian", "B. Bergstrøm"],
    "venue": "Journal of Quaternary Science",
    "year": 2001
  }, {
    "title": "Quantitative analysis of homogeneous or stratified microvolumes applying the model ‘‘PAP’",
    "authors": ["J. Pouchou", "F. Pichoir"],
    "year": 1991
  }, {
    "title": "Circulation changes in the Faeroe-Shetland Channel correlating with cold events during the last glacial",
    "authors": ["T. Rasmussen", "E. Thomsen", "L. Labeyrie", "T. van Weering"],
    "venue": "period. Geology",
    "year": 1996
  }, {
    "title": "Rapid changes in surface and deep water conditions at the Faeroe Margin during the last 58,000",
    "authors": ["T.L. Rasmussen", "E. Thomsen", "T.C.E. van Weering", "L. Labeyrie"],
    "venue": "years. Paleoceanography",
    "year": 1996
  }, {
    "title": "Deep sea records from the southeast Labrador Sea: ocean circulation changes and ice-rafting events during the last 160,000 years",
    "authors": ["T.L. Rasmussen", "D.W. Oppo", "E. Thomsen", "S.J. Lehman"],
    "venue": "Paleoceanography",
    "year": 2003
  }, {
    "title": "Late warming and early cooling of the sea surface in the Nordic seas during MIS 5e (Eemian Interglacial)",
    "authors": ["T.L. Rasmussen", "E. Thomsen", "A. Kuijpers", "S. Wastegård"],
    "venue": "Quaternary Science Reviews",
    "year": 2003
  }, {
    "title": "2003c. Stratigraphy and distribution of tephra layers in marine sediment cores from the Faeroe Islands, North Atlantic",
    "authors": ["T.L. Rasmussen", "S. Wastegård", "A. Kuijpers", "T.C.E. van Weering", "J. Heinemeier", "E. Thomsen"],
    "venue": "Marine Geology",
    "year": 2003
  }, {
    "title": "Vertical mixing of ice-rafted volcanic ash in North Atlantic sediments",
    "authors": ["W. Ruddiman", "R. Glover"],
    "venue": "Geological Society of America Bulletin",
    "year": 1972
  }, {
    "title": "Quaternary of the Norwegian Channel; glaciation history and palaeoceanography",
    "authors": ["H.P. Sejrup", "I. Aarseth", "H. Haflidason", "R. Løvlie", "A. Bratten", "G. Tjostheim", "C.F. Forsberg", "K.L. Ellingsen"],
    "venue": "Norsk Geologisk Tidsskrift",
    "year": 1995
  }, {
    "title": "Absolute calibration of the Greenland time scale: implications for Antarctic time scales and for",
    "authors": ["N.J. Shackleton", "R.G. Fairbanks", "Chiu", "T.-C", "F. Parrenin"],
    "year": 2004
  }, {
    "title": "Thórsmörk ignimbrite in Iceland: Possible source of North Atlantic Ash Zone 2. In: AGU",
    "authors": ["H. Sigurdsson", "W.C. McIntosh", "N. Dunbar", "C. Lacasse", "S.N. Carey"],
    "venue": "Spring Meeting Suppl",
    "year": 1998
  }, {
    "title": "Quaternary volcanic ash zones on the Iceland Plateau, southern Norwegian Sea",
    "authors": ["J. Sjøholm", "H.P. Sejrup", "H. Furnes"],
    "venue": "Journal of Quaternary Science",
    "year": 1991
  }, {
    "title": "Ice-rafted evidence of long-term North Atlantic circulation",
    "authors": ["F. Smythe", "W. Ruddiman", "D. Lumslen"],
    "venue": "Marine Geology",
    "year": 1985
  }, {
    "title": "Greetings from Iceland, ashfalls and volcanic aerosols in Scandinavia",
    "authors": ["S. Thorarinsson"],
    "venue": "Geografiska Annaler",
    "year": 1981
  }, {
    "title": "Chemical composition, distribution, and origin of silicic volcanic ash layers in the Greenland-Iceland-Norwegian Sea: explosive volcanism from 10 to 300 ka as recorded in deep-sea sediments",
    "authors": ["Wallrabe-Adams", "H.-J", "K.S. Lackschewitz"],
    "venue": "Marine Geology",
    "year": 2003
  }, {
    "title": "Early to Middle Holocene silicic tephra horizons from the Katla volcanic system, Iceland: new results from the Faroe Islands",
    "authors": ["S. Wastegård"],
    "venue": "Journal of Quaternary Science",
    "year": 2002
  }, {
    "title": "New tephra horizons from oxygen isotope stage 5 in the North Atlantic: correlation potential for terrestrial, marine and ice-core archives",
    "authors": ["S. Wastegård", "T. Rasmussen"],
    "venue": "Quaternary Science Reviews",
    "year": 2001
  }, {
    "title": "A tephrabased correlation between the Faroe Islands and the Norwegian Sea raises questions about chronological relationships during the last interglacial",
    "authors": ["S. Wastegård", "S. Björck", "C. Greve", "T.L. Rasmussen"],
    "venue": "Terra Nova",
    "year": 2005
  }, {
    "title": "The Tolsta Interstadial, Scotland: correlation with D-O cycles GI-8 to GI-5",
    "authors": ["G. Whittington", "A.M. Hall"],
    "venue": "Quaternary Science Reviews",
    "year": 2002
  }, {
    "title": "Volcanic aerosol records and tephrochronology of the Summit, Greenland, ice cores",
    "authors": ["G.A. Zielinski", "P.A. Mayewski", "L.D. Meeker", "K. Grönvold", "M.S. Germani", "S.I. Whitlow", "M.S. Twickler", "K. Taylor"],
    "venue": "Journal of Geophysical Research",
    "year": 1997
  }],
  "id": "SP:6f125be8be7e60c69f173f47301e94a7dbcee209",
  "authors": [{
    "name": "Stefan Wastegård",
    "affiliations": []
  }, {
    "name": "Tine L. Rasmussen",
    "affiliations": []
  }, {
    "name": "Antoon Kuijpers",
    "affiliations": []
  }, {
    "name": "Tove Nielsen",
    "affiliations": []
  }, {
    "name": "Tjeerd C.E. van Weering",
    "affiliations": []
  }],
  "abstractText": "The composition and distribution of four North Atlantic ash zones from the Faroe Islands margin is presented, including the widespread North Atlantic Ash Zone II (NAAZ II; 52–53 kaBP) and three mainly basaltic ash zones here referred to as the Faroe Marine Ash Zones (FMAZ) I (ca 15.4 C kaBP), II (ca 23 C kaBP, also referred to as the Fugloyarbanki Tephra) and III (ca 33 C kaBP). One core from the south-east Labrador Sea was also analysed. NAAZ II was found in all investigated cores, indicating very large eruption events in the early Marine Isotope Stage (MIS) 3. Detailed investigations of NAAZ II in high-resolution cores show that two separate layers can be distinguished; a lower mixed alkalic basalt and rhyolitic layer and an upper predominantly tholeiitic basalt tephra. The main component of the basaltic FMAZ II was found in all cores from the Faroe Island margin and the Labrador Sea indicating that this tephra is the most widespread tephra fromMIS 2 in the North Atlantic discovered so far. We discuss the possibility to use these tephra layers for exact correlations between marine records and land sections such as the Greenland ice-cores and terrestrial records on the European mainland. r 2006 Elsevier Ltd. All rights reserved.",
  "title": "Composition and origin of ash zones from Marine Isotope Stages 3 and 2 in the North Atlantic"
}