{
  "sections": [{
    "text": "Geological analysis of Mars imagery supports the hypothesis that the planet has been the site of recent (< 10 Ma) volcanic and tectonic processes and glacier flow, and makes most likely previous suggestions of continuing endogenic and exogenic activity. Tectonic structures which deform very slightly cratered (at MOC scales) surfaces of Tharsis Montes and surrounding regions seem to attest to active tectonism (both extensional and transcurrent) on Mars. Exogenic processes in this region, such as a glacial origin for the aureole deposits on the northwestern flanks of the Tharsis Montes shield volcanoes, are supported by new data. The very recent age of these structures could be the first direct confirmation that drastic changes in obliquity are modulating the martian climate, such that an increase in obliquity would result in equatorial glaciers taking the place of the receding polar ice caps. If this and other concurring research is extended and confirmed, the ‘alive Mars’ which would emerge would constitute a most appealing place for exobiology and comparative planetology.  2004 Elsevier Inc. All rights reserved.\nKeywords: Mars; Tectonics; Volcanism; Global climate change"
  }, {
    "heading": "1. Introduction",
    "text": "Three decades of robotic exploration of Mars have been inconclusive on several major problems: the existence of life (e.g., McKay, 1986), the past and present inventory of water (Carr, 1996; Baker, 2001), and the amount of residual internal energy in the planet (Hartmann et al., 1999; Anderson and Dohm, 2000; Hartmann and Berman, 2000; Garvin et al., 2000; Jakosky and Phillips, 2001; Anguita et al., 2001; Solomon et al., 2002; Burr and McEwen, 2002; Dohm et al., 2002; Frey, 2003). These questions are evidently related, since life (as we know it, so we use to say) requires water and a source of energy. Of no lesser importance is the chronological aspect of the problem: to search\n* Corresponding author. E-mail address: amarquez@escet.urjc.es (Á. Márquez).\n0019-1035/$ – see front matter  2004 Elsevier Inc. All rights reserved. doi:10.1016/j.icarus.2004.07.015\nfor microfossils 4 Ga old is a very different endeavor when compared to the quest for present livable habitats. In what follows we report information which places a very short upper time limit on three types of activity (meteorologic, tectonic, and volcanic) central to the water and energy problems; and consequently to the life-on-Mars question."
  }, {
    "heading": "2. Volcanics and glaciers of the aureole deposits of Tharsis Montes",
    "text": "We have selected for this study volcanic and sedimentary formations disrupted by regional faults in a young area. The aureoles on the northwestern flanks of the three Tharsis Montes shield volcanoes (Fig. 1) are complex fan-shaped deposits adding together ∼ 2 × 105 km2, which drape the volcanoes’ northwestern slopes. They consist of three types of terrain (Zimbelman and Edgett, 1992; Anguita and Moreno,\n574 Á. Márquez et al. / Icarus 172 (2004) 573–581\n1992; Scott and Zimbelman, 1995; Scott et al., 1998; Head and Marchant, 2003): knobby (which makes the core of the fans), ridged (an outer envelope tens of km wide, with parallel closely spaced crests), and lobated. Their origin has been disputed, but presently a majority of specialists (Williams, 1978; Lucchitta, 1981; Anguita and Moreno, 1992; Hodges and Moore, 1994; Helgason, 1999; Head and Marchant, 2003) favor the glacier hypothesis against a volcanic sectorcollapse. Head and Marchant (2003), for instance, interpret the ridged terrain as drop moraines, the knobby terrain as sublimation tills, and the lobated terrain as rock glaciers, some of which may still be active. The authors of the USGS geologic maps of the area (Scott and Zimbelman, 1995; Scott et al., 1998) explain the lobated terrain as a volcanic explosive formation, but they agree with a glacier origin for the ridged and knobby terrain, which account for almost 90% of the aureoles deposits.\nThe aureole deposits of Arsia and Pavonis are cut by long sigmoid fractures. Based on stratigraphic and crosscutting relations, as well as a lack of superposed craters, the faults in Fig. 2 (that are not radial to the volcanic constructs) appear to have served as volcanic conduits during a late-stage magmatic activity of Tharsis. The altitude of these vents (respectively 7500 and 4000 m lower than the Arsia and Pavonis caldera floors) probably indicates that their hydrostatic heads were insufficient to raise the magma up to the edifice summits. The flow escarpment, in excess of 300 m high as measured on MOLA topography (Fig. 2c), indicates a high viscosity lava. The flows issuing from the faults show two essential stratigraphic relations: first, they overlie the knobby terrain; and second, they have in turn been fractured after their emplacement. From these observations we deduce the following sequence of events (from\noldest to youngest): mountain glaciers flow from the Tharsis volcanoes, leaving an apron of moraines when they wane; Tharsis-induced tectonism results in the reactivation or formation of megafractures that cut lava flows and moraine deposits; lavas emplaced from a fissure-fed flank eruption (possibly unchained by the fracture itself, as suggested by Dohm et al., 2001a, 2001b) cover the glacier deposits; and finally, the faults slip again, disrupting the late volcanics. This scenario is generally supported by the observations of Scott and Zimbelman (1995), and Head and Marchant (2003), who contend that most of the aureole deposits are contemporaneous with the latter stages of Arsia Mons volcanism.\nThe aureole deposits of Tharsis Montes shield volcanoes have been formed recently, as evidenced by the paucity of impact craters at typical Viking images resolution. Mars Orbital Camera images show a small number of craters, which we have counted on 16 images. We counted only those impact craters that displayed distinct rims, since those with highly degraded morphologies indicate aureole modifica-\nNew evidence for a volcanically, tectonically, and climatically active Mars 575\ntion. The results are shown in Fig. 3 and Table 1, where the counts have been compared with lunar maria craterization data. Only the middle-sized craters are useful for age determinations, since many of the smaller ones ( 16 m) are prone to have been eroded or otherwise obliterated, and the bigger ones ( 128 m) are too scarce to be statistically reliable. Taking this into account, our best estimates are lunar maria ages of (1.0 ± 0.5) × 10−3 for Arsia Mons aureole deposits, and slightly lower rates, (2.0 ± 0.4) × 10−4 and (2.1 ± 1.1) × 10−4, for Pavonis and Ascraeus Montes aureole deposits respectively. Two of the four crater bins with less statistical dispersion show no age differences among the\nthree aureoles, while Ascraeus Mons deposits appear older for the craters in the 50 m-class, and Arsia Mons deposits appear older in the 100 m-class. Our tentative interpretation of the crater retention ages is that the Tharsis Montes aureole deposits are coeval within the limits of this dating technique. The usually accepted Mars/Moon cratering ratio (Hartmann et al., 2001) of 0.9–1.6 permitted Hartmann et al. (1999) to give a maximum age of 40 to 100 Ma for the Arsia Mons caldera floor, which we have also projected on our graph. The difference of almost two orders of magnitude between the two sets of counts (both performed with the same criteria) allows us to suggest ages younger than 10 myr for the three aureoles, thereby giving a maximum relative age not only for the glacier advance, but also for the tectonic and volcanic activity on this area. This conclusion is in line with the recent work of many authors (Hartmann et al., 1999; Garvin et al., 2000; Hartmann and Berman, 2000; Dohm et al., 2001a, 2001b; Jakosky and Phillips, 2001; Burr and McEwen, 2002) who have found evidence for recent and even possibly active volcanism not only at Tharsis, but also at Elysium and the northern plains as well."
  }, {
    "heading": "3. The rifts northwest of Arsia Mons",
    "text": "Working with Viking Orbiter images, Anguita et al. (2001) proposed the presence at Tharsis (and especially at Thaumasia Plateau, the southern block of the dome) of compressive, strike-slip, and extensional faults not explained by vertical tectonics. Other recent efforts concur with those observations, highlighting the Thaumasia highlands (southern margin of the Thaumasia plateau) as an ancient mountain range that may have resulted from plate tectonism early in Mars history (Middle Noachian; e.g., see Baker et al., 2002). Similar activity is noted elsewhere for the same time period (Fairén et al., 2002). We are presently using MOC images to confirm the preliminary hypothesis of Anguita et\n576 Á. Márquez et al. / Icarus 172 (2004) 573–581\nal. (2001). Following along 300 km to the northwest the azimuth of the fault of Fig. 2b, an unnamed, arcuate graben (centered at 4◦ N, 130◦ W) 170-km long with the same general trend (see Fig. 1) is found. Both the fault and the graben are an extension of the Claritas Fossae group, relative agedated (Anderson et al., 2001) as Middle–Late Amazonian. Geomorphic and structural analyses using MOC imagery (M00-02329) of the bottom of this graben (Fig. 4a), indicate that its main branch, 120-km long and 12-km wide, is bound by two large, arcuate, en echélon-arranged scarps.\nThe most visible landforms of the subsided area of the graben (Fig. 5) are ridges and grooves of supposed eolian origin, which parallel the long axis of the depression. The ridges are systematically asymmetric, with their eastern faces steeper than the western ones. Layering, frequently dipping westward, can be clearly seen on these east-facing cliffs (arrows on Fig. 5b), interpreted here as a series of cuestas. In other cases, the bedding is horizontal and defines large tabular plateaux. A summary of these observations is plotted\non Fig. 5c. Cuestas and plateaux are laterally discontinuous, abutting against thin linear, roughly E–W-directed features, which we interpret as vertical fractures. These discontinuities divide the MOC-covered area into three domains (blocks A, B, and C, Fig. 5a), similar to the transversal division of the Rhine (Fig. 4b) and Tanganyika (Fig. 4c) graben by transfer faults. As for the northern and southern ends of the main graben, their structures are diverse: on the north they form an orthogonal pattern of minor graben and coalescing pit chains, while on the south we see a bifurcation of considerable structural complexity, with en echélon minor graben that cut a rugged terrain.\nAs can be seen in Fig. 5d, we interpret the westward dip of the layers in the area which contains the cuestas as the surface expression of a half-graben. In absence of any evidence of faults parallel to the strike, folding (some examples of which can be seen (Fig. 5c, arrowed) at the southern part of block A) may best explain the transition from tilted to horizontal layers. These folds would repre-\nNew evidence for a volcanically, tectonically, and climatically active Mars 577\n578 Á. Márquez et al. / Icarus 172 (2004) 573–581\nsent accommodation structures associated to irregularities or steps of the basal detachment. The western, eastwarddipping scarp of the graben would be the detachment breakaway, while the eastern scarp marks a high-angle antithetic normal fault (cross-section I–I′, Fig. 5d). This interpretation of the eastward-dipping master detachment is coherent (see, e.g., Rosendahl, 1987) with the east-facing large-scale arcuate pattern. A three-dimensional, schematic diagram of the regional structure (Fig. 6), portrays a large detachment fault resulting from asymmetric extensional tectonism (e.g., Wernicke and Burchfiel, 1982). The strike-slip component of the displacement could be a mere consequence of the activity of the transfer faults, though a regional cause cannot be discarded.\nComparison of this graben with graben of the Rhine or Tanganyika is supported by their structural and size similarities. The arcuate and oblique faults, en-echélon arrangement of structures, and overall asymmetry, are common features of all the three cases (e.g., Rosendahl, 1987; Prodehl et al., 1995). The profound difference may be that while the structural architectures of the Earth examples are customarily based on a plate tectonics framework, this is commonly denied for Mars (and specifically for modern Mars). Our structural analysis is completed with the observation that only two (suspect) impact craters (125 and 80 m across) have been located on all the 16 km2 of the MOC image. The extensive, conspicuous layering means that the dust cover is scarce, and thus that the probability that many craters are concealed by dust is exceedingly small. In accordance with the results based on our geological assessment and crater counting of the aureole deposits of Tharsis Montes, we interpret that the graben centered at 4◦ N, 130◦ W is a recent, possibly active tectonic structure caused by a compression with a NNE–SSW azimuth."
  }, {
    "heading": "4. Equatorial and polar glaciers on Mars",
    "text": "The recent age of the aureole deposits of Tharsis Montes deduced from the crater counts concurs with the presence of\nyoung glacier deposits on the flanks of the Tharsis Montes shield volcanoes. This in turn means very recent climatic conditions sharply contrasting with those existing at the present at this high altitude (surface pressure around 3 mbar and maximum temperatures below 200 K (Carr, 1996)). In this climatic regime, ice would immediately sublimate because of the very low air moisture. The present water content of the martian atmosphere is about 10 pr µm. The large ice masses needed to deposit the moraines clearly require a denser atmosphere with a significantly larger content of water, capable to sustain a steady precipitation regime. Moreover, this atmosphere would have to be stable during significant periods of time, since the mantling of 200,000 km2 by cold-based glaciers (Head and Marchant, 2003) is a very slow process requiring a continuous ice supply. Furthermore (after Colaprete and Jakosky, 1998), temperatures above 220 K, neatly higher than those existing today at this high altitude, are essential for ice to flow.\nThe only proposed mechanisms capable to generate a recent, denser atmosphere, which in turn would allow higher moisture and temperatures, are (1) MEGAOUTFLO events (Baker et al., 1991, 2000; Baker, 2001), where volcanoes would periodically recharge the martian atmosphere with greenhouse gases; and (2) a sharp variation in the martian orbital parameters (Laskar, 1989, 1990; Kieffer and Zent, 1992; Touma and Wisdom, 1993; Laskar and Robutel, 1993; Mustard et al., 2001; Jakosky and Phillips, 2001; Costard et al., 2002; Laskar et al., 2002). Two different variations are hypothesised for this orbital climate forcing: One with a short period (∼ n × 105 yr), and another, which can be extrapolated from the present orbital conditions and begins to diverge rapidly from them 4 or 5 Ma backwards (reaching, for instance, 40◦ at 4.5 Ma, Touma and Wisdom, 1993; and 47◦ at 8 to 9 Ma, Laskar et al., 2002). It is interesting to note that this abrupt obliquity transition, already emphasized by Ward and Rudy (1991) seems independent of the initial proposed conditions.\nObliquities of 35◦ or larger would cause the sublimation of great amounts of CO2- and water-ice from the polar deposits, giving rise to atmospheric pressures above 25 mbar, and an atmospheric water content at the equator between 500 and 1000 pr µm (Mischna et al., 2003). Given these meteorological conditions, precipitation would follow; moreover, the saturation temperature of the martian atmosphere for this proposed water content would be around 230 K (Mellon and Jakosky, 1993), which means that the precipitated ice-forming snow could flow as glaciers. Atmospheric simulations using the NASA Ames Mars Global Circulation Model show (Haberle et al., 2000) that in these high obliquity conditions significant quantities of ice would preferently accumulate in several martian non-polar zones. The high elevations in the Tharsis area are among the regions favored for repetitive snowfall and ice accumulation (Haberle et al., 2000; Cabrol and Grin, 2001). The presence of moraines on all three Tharsis Montes shield volcanoes seems therefore to indicate a link between topography and glacier formation.\nNew evidence for a volcanically, tectonically, and climatically active Mars 579\nAn interesting point is that the aureoles are located at the northwestern side of the volcanoes, which is the leeward flank. In principle, this is puzzling since relief-conditioned precipitations would be expected windward of the volcanoes. Leovy (2001) nevertheless states that the martian lowlatitude surface winds probably blow preferentially on the eastern side of huge topographic barriers, such as the Tharsis volcanic constructs. It thus appears, as previously advanced by Hodges and Moore (1979), that the location of glaciers in the wind-protected flanks is related to the preferent preservation of ice from wind ablation there. In addition, as mountain glaciers on Tharsis volcanoes seem to be developed during recent periods of high obliquity (see Discussion), the key factor to understand why glaciers are located just on western slopes it is not the present wind regime, but the wind regime at high-obliquity times. GCM simulations by Haberle et al. (2003) show, however, that the only significant change in the general atmospheric circulation at low latitudes seems to be an increase of the westerly low-level jet, which would enhance the “barrier” effect of the Tharsis volcanoes over their western flanks."
  }, {
    "heading": "5. Discussion",
    "text": "Although Weiss et al. (2002) reached the conclusion that martian surface temperatures perhaps have not changed substantially in the last 4 Ga, a wealth of diverse data seem to point to the contrary: gullies apparently formed by liquid water (e.g., Gilmore and Phillips (2002), though a dry mechanism has been proposed for their origin (Treiman, 2003)), recent aqueous floods (Burr and McEwen, 2002) and sediments (Baker, 2001), the abrupt recession (Fishbaugh et al., 2000; Mustard et al., 2001) and present rapid sublimation of the ice in the southern polar cap (Malin et al., 2001), as well as the apparent short accumulation history of the Polar Layered Deposits of the northern cap (Byrne and Murray, 2002; Laskar et al., 2002). This body of evidence indicates an unstable martian surface environment in the recent past and probably even today. The analyses presented here could help solve the “puzzling mistery” (sic, Byrne and Murray, 2002) of the northern polar cap deposits. These authors interpret the stratigraphy of those deposits as if the northern polar ice cap would be an only recent structure superposed on an extensive erg requiring a much warmer climate. The water now locked in the cap would have to be elsewhere, they argue. We suggest that when obliquity was high (i.e., in the last 5 to 9 Ma, an age compatible with our crater counting), the polar caps sublimated, there was a transient relatively dense atmosphere, and ice accumulated at low latitudes (Jakosky and Carr, 1985), for instance leeward of the high Tharsis volcanoes, perhaps helped by gases exhalated by the volcanoes themselves (Hodges and Moore, 1979). As far as we know, this mechanism is the only solution for such an abrupt planetary climatic change.\nOur analysis adds to this dynamic portrait in two other aspects, volcanism and tectonics. The possibility that the Tharsis Montes have been recently (or are still) active has been repeatedly evoked (Dohm et al., 2001a, 2001b; Baker et al., 2002). A basal fissural eruption of a differentiated lava is the most feasible option for a late magmatic pulse. It is the same type of activity described by Burr and McEwen (2002) at Cerberus Fossae, but the parallel can be taken a little further. The fissures at Cerberus served as vents for magma and outflows, and some faults at Arsia Mons foot, which appear at the head of the lobate terrain, could have been the source of the water now at the core of the rock glaciers.\nAs for the tectonics, the source of strains over the martian lithosphere, be they modern or ancient, has always been enigmatic. Some researchers (e.g., Dohm and Tanaka, 1999; Anderson and Dohm, 2000; Phillips et al., 2001) defend that all deformations on Mars are (1) very old, or (2) due to vertical (Tharsis bulge) tectonics, while other (Anderson et al., 2001; Dohm et al., 2001a, 2001b, 2002; Baker et al., 2002) propose an Amazonian or even possibly current tectonic activity. The faults affecting the aureole deposits of the Tharsis Montes and the 4◦ N, 130◦ W graben could in theory be due to the charge imposed on the lithosphere by the masses of the volcanic constructs (Borgia et al., 2000), but their geometry, non-radial as viewed from the center of the bulge, argues against this hypothesis. Though our structural interpretations are only tentative, the scarcity or practical absence of craters on those areas is difficult to reconcile with an ancient tectonics; nor the variety of structures seems to be typical of vertical strains. Further structural analyses, both at Tharsis and elsewhere, should be carried out to find support for this new image of a still ‘alive Mars.’"
  }, {
    "heading": "6. Conclusions",
    "text": "1. The best explanation for recent glacier flow at high altitudes and low latitudes on Mars is an abrupt change in the martian obliquity, as first advanced by Laskar (1989).\n2. The evidence for recent volcanism and tectonics point to a planet with remaining internal energy.\n3. The proposed ages for endogenic and exogenic activity would necessarily place Mars among the active planetary bodies, a quite interesting place for the immediate and ensuing exploration missions."
  }, {
    "heading": "Acknowledgments",
    "text": "This work has benefited from several discussions with the members of the Seminario de Ciencias Planetarias (UCM) and from the careful revision of Dr. J. Dohm and an anonymous referee.\n580 Á. Márquez et al. / Icarus 172 (2004) 573–581"
  }],
  "year": 2004,
  "references": [{
    "title": "Magmatic–tectonic evolution of Tharsis",
    "authors": ["R.C. Anderson", "J.M. Dohm"],
    "venue": "Proc. Lunar Planet. Sci. Conf",
    "year": 2000
  }, {
    "title": "Primary centers and secondary concentrations of tectonic activity through time in the western hemisphere of Mars",
    "authors": ["R.C. Anderson", "J.M. Dohm", "M.P. Golombek", "A.F.C. Haldemann", "B.J. Franklin", "J. Lias", "B. Peer"],
    "venue": "J. Geophys. Res",
    "year": 2001
  }, {
    "title": "Shear-induced folding in Arsia Mons aureole: evidence for low-latitude martian glaciations",
    "authors": ["F. Anguita", "F. Moreno"],
    "venue": "Earth Moon Planets",
    "year": 1992
  }, {
    "title": "Tharsis Dome, Mars: new evidence for Noachian– Hesperian thick-skin and Amazonian thin-skin tectonics",
    "authors": ["F. Anguita", "A.F. Farelo", "V. López", "C. Mas", "M.J. Muñoz", "A. Márquez", "J. Ruiz"],
    "venue": "J. Geophys. Res",
    "year": 2001
  }, {
    "title": "Ancient oceans, ice sheets and the hydrological cycle on Mars",
    "authors": ["V.R. Baker", "R.G. Strom", "V.C. Gulick", "J.S. Kargel", "G. Komatsu", "V.S. Kale"],
    "venue": "Nature 352,",
    "year": 1991
  }, {
    "title": "Mars’ Oceanus Borealis, ancient glaciers, and the MEGAOUTFLO hypothesis",
    "authors": ["V.R. Baker", "R.G. Strom", "J.M. Dohm", "V.C. Gulick", "J.S. Kargel", "G. Komatsu", "G.G. Ori", "J.W. Rice Jr."],
    "venue": "Proc. Lunar Planet. Sci. Conf",
    "year": 2000
  }, {
    "title": "A theory of early plate tectonics and subsequent long-term superplume activity on Mars",
    "authors": ["V.R. Baker", "S. Maruyama", "J.M. Dohm"],
    "venue": "Electron. Geosci. 7. http://lin.springer.de/service/journals/10069/free/ conferen/superplu",
    "year": 2002
  }, {
    "title": "Deep crustal structure of the Rhine Graben from DEKORP–ECORS seismic reflection data: a summary",
    "authors": ["J.P. Brun", "F. Wenzel"],
    "venue": "ECORS–DEKORP Teams,",
    "year": 1992
  }, {
    "title": "Recent aqueous floods from the Cerberus Fossae, Mars",
    "authors": ["D.M. Burr", "A.S. McEwen"],
    "venue": "Geophys. Res. Lett",
    "year": 2002
  }, {
    "title": "North polar stratigraphy and the paleo-erg of Mars",
    "authors": ["S. Byrne", "B.C. Murray"],
    "venue": "J. Geophys. Res",
    "year": 2002
  }, {
    "title": "The evolution of lacustrine environments on Mars: is Mars only hydrologically dormant",
    "authors": ["N.A. Cabrol", "E.A. Grin"],
    "venue": "Icarus 149,",
    "year": 2001
  }, {
    "title": "Water on Mars",
    "authors": ["M.H. Carr"],
    "year": 1996
  }, {
    "title": "Ice flow and rock glaciers on Mars",
    "authors": ["A. Colaprete", "B.M. Jakosky"],
    "venue": "J. Geophys. Res",
    "year": 1998
  }, {
    "title": "Formation of recent martian debris flows by melting of near-surface ground ice at high obliquity",
    "authors": ["F. Costard", "F. Forget", "N. Mangold", "J.P. Peulvast"],
    "year": 2002
  }, {
    "title": "Geology of the Thaumasia region, Mars: plateau development, valley origins, and magmatic evolution",
    "authors": ["J.M. Dohm", "K.L. Tanaka"],
    "venue": "Planet. Space Sci",
    "year": 1999
  }, {
    "title": "Ancient drainage basin of the Tharsis region, Mars: potential source for outflow channel systems and putative ocean or paleolakes",
    "authors": ["J.M. Dohm", "J.C. Ferris", "V.R. Baker", "R.C. Anderson", "T.M. Hare", "R.G. Strom", "N.G. Barlow", "K.L. Tanaka", "J.E. Klemaszewski", "D.H. Scott"],
    "venue": "J. Geophys. Res",
    "year": 2001
  }, {
    "title": "Geologic map of the Thaumasia region of Mars",
    "authors": ["J.M. Dohm", "K.L. Tanaka", "T.M. Hare"],
    "venue": "US Geol. Survey Map I-2650",
    "year": 2001
  }, {
    "title": "Plate tectonism on early Mars: diverse geological and geophysical evidence",
    "authors": ["J.M. Dohm", "S. Maruyama", "V.R. Baker", "R.C. Anderson", "J. Ferris", "T.M. Hare"],
    "venue": "Proc. Lunar Planet. Sci. Conf",
    "year": 2002
  }, {
    "title": "An origin for the linear magnetic anomalies on Mars through accretion of terrains: implications for dynamo timing",
    "authors": ["A.G. Fairén", "J. Ruiz", "F. Anguita"],
    "venue": "Icarus 160,",
    "year": 2002
  }, {
    "title": "South Polar chasmata: analysis of MOLA data and evidence for basal melting and ponding in the Prometheus Basin",
    "authors": ["K. Fishbaugh", "J.W. Head", "S. Pratt"],
    "venue": "Proc. Lunar Planet. Sci. Conf",
    "year": 2000
  }, {
    "title": "Large-diameter visible and buried impact basins on Mars. Implications for age of the highlands and (buried) lowlands and turn-off of the global magnetic field",
    "authors": ["H.V. Frey"],
    "venue": "Proc. Lunar Planet. Sci. Conf",
    "year": 2003
  }, {
    "title": "North polar region craterforms on Mars: geometric characteristics from the Mars Orbiter Laser Altimeter",
    "authors": ["J.B. Garvin", "S.E.H. Sakimoto", "J.J. Frawley"],
    "venue": "Icarus 144,",
    "year": 2000
  }, {
    "title": "Role of aquicludes in formation of martian",
    "authors": ["M.S. Gilmore", "E.L. Phillips"],
    "venue": "gullies. Geology",
    "year": 2002
  }, {
    "title": "Meteorological control on the formation of paleolakes on Mars",
    "authors": ["R.M. Haberle", "C.P. McKay", "J. Schaefer", "M. Josui", "N.A. Cabrol", "E.A. Grin"],
    "venue": "Proc. Lunar Planet. Sci. Conf",
    "year": 2000
  }, {
    "title": "Orbital change experiments with a Mars general circulation model",
    "authors": ["R.M. Haberle", "J.R. Murphy", "J. Schaeffer"],
    "venue": "Icarus 161,",
    "year": 2003
  }, {
    "title": "Elysium Planitia lava flows: crater count chronology and geological implications",
    "authors": ["W.K. Hartmann", "D.C. Berman"],
    "venue": "J. Geophys. Res",
    "year": 2000
  }, {
    "title": "Evidence for recent volcanism on Mars from crater counts",
    "authors": ["W.K. Hartmann", "M. Malin", "A.S. McEwen", "M. Carr", "L. Soderblom", "P. Thomas", "E. Danielson", "P. James", "J. Veverka"],
    "venue": "Nature 397,",
    "year": 1999
  }, {
    "title": "Martian cratering 7: the role of impact gardening",
    "authors": ["W.K. Hartmann", "J. Anguita", "M.A. de la Casa", "D.C. Berman", "E.V. Ryan"],
    "venue": "Icarus 149,",
    "year": 2001
  }, {
    "title": "Cold-based mountain glaciers on Mars: western",
    "authors": ["J.W. Head", "D.R. Marchant"],
    "venue": "Arsia Mons. Geology",
    "year": 2003
  }, {
    "title": "Formation of Olympus Mons and the aureole escarpment problem on Mars",
    "authors": ["J. Helgason"],
    "venue": "Geology",
    "year": 1999
  }, {
    "title": "The subglacial birth of Olympus Mons and its aureoles",
    "authors": ["C.A. Hodges", "H.J. Moore"],
    "venue": "J. Geophys. Res",
    "year": 1979
  }, {
    "title": "Atlas of volcanic landforms on Mars",
    "authors": ["C.A. Hodges", "H.J. Moore"],
    "venue": "USGS Prof. Paper 1534. US Govt. Printing Office,",
    "year": 1994
  }, {
    "title": "Possible precipitation of ice at low latitudes of Mars",
    "authors": ["B.H. Jakosky", "M.H. Carr"],
    "venue": "Nature",
    "year": 1985
  }, {
    "title": "Mars’ volatile and climate history",
    "authors": ["B.H. Jakosky", "R.J. Phillips"],
    "venue": "Nature",
    "year": 2001
  }, {
    "title": "Quasi-periodic climate change on Mars",
    "authors": ["H.H. Kieffer", "A.P. Zent"],
    "year": 1992
  }, {
    "title": "A numerical experiment on the chaotic behaviour of the Solar System",
    "authors": ["J. Laskar"],
    "venue": "Nature",
    "year": 1989
  }, {
    "title": "The chaotic motion of the Solar System. A numerical estimation of the sizes of the chaotic zones",
    "authors": ["J. Laskar"],
    "venue": "Icarus",
    "year": 1990
  }, {
    "title": "The chaotic obliquity of the planets",
    "authors": ["J. Laskar", "P. Robutel"],
    "venue": "Nature 361,",
    "year": 1993
  }, {
    "title": "Orbital forcing of the martian polar layered deposits",
    "authors": ["J. Laskar", "B. Levrard", "J.F. Mustard"],
    "venue": "Nature",
    "year": 2002
  }, {
    "title": "Mars and Earth: comparison of cold climate features",
    "authors": ["B.K. Lucchitta"],
    "venue": "Icarus",
    "year": 1981
  }, {
    "title": "Observational evidence for an active surface reservoir of solid carbon dioxide on Mars",
    "authors": ["M.C. Malin", "M.A. Caplinger", "S.R. Davis"],
    "venue": "Science 294,",
    "year": 2001
  }, {
    "title": "Exobiology and future Mars missions: the search for Mars",
    "authors": ["C.P. McKay"],
    "venue": "earliest biosphere. Adv. Space Res",
    "year": 1986
  }, {
    "title": "Geographic variations in the thermal and diffusive stability of ground ice on Mars",
    "authors": ["M.T. Mellon", "B.H. Jakosky"],
    "venue": "J. Geophys. Res",
    "year": 1993
  }, {
    "title": "On the orbital forcing of martian water and CO2 cycles: a general circulation model study with simplified volatile schemes",
    "authors": ["M.A. Mischna", "M.I. Richardson", "R.J. Wilson", "D.J. McCleese"],
    "venue": "J. Geophys. Res",
    "year": 2003
  }, {
    "title": "Evidence for recent climate change on Mars from the identification of youthful near-surface ground ice",
    "authors": ["J.F. Mustard", "C.D. Cooper", "M.K. Rifkin"],
    "venue": "Nature 412,",
    "year": 2001
  }, {
    "title": "Ancient geodynamics and global scale hydrology on Mars",
    "authors": ["R.J. Phillips", "M.T. Zuber", "S.C. Solomon", "M.P. Golombek", "B.M. Jakosky", "W.B. Banerdt", "D.E. Smith", "R.M.E. Williams", "B.M. Hynek", "O. Aharonson", "S.A. Hauck"],
    "venue": "Nature 291,",
    "year": 2001
  }, {
    "title": "The European Cenozoic Rift System",
    "authors": ["C. Prodehl", "S. Mueller", "V. Haak"],
    "venue": "Developments in Geotectonics,",
    "year": 1995
  }, {
    "title": "Architecture of continental rifts with special reference to East Africa",
    "authors": ["B.R. Rosendahl"],
    "venue": "Annu. Rev. Earth Planet. Sci",
    "year": 1987
  }, {
    "title": "Geologic map of Arsia Mons volcano, Mars",
    "authors": ["Scott D.H", "J.R. Zimbelman"],
    "venue": "USGS Misc. Inv. Map I-2480",
    "year": 1995
  }, {
    "title": "Geologic map of Pavonis Mons volcano, Mars",
    "authors": ["Scott D.H", "J.H. Dohm", "J.R. Zimbelman"],
    "venue": "USGS Misc. Inv. Map I-2561",
    "year": 1998
  }, {
    "title": "Insights into the earliest history of Mars: a new synthesis",
    "authors": ["S.C. Solomon"],
    "venue": "Proc. Lunar Planet. Sci. Conf",
    "year": 2002
  }, {
    "title": "The chaotic obliquity of Mars",
    "authors": ["J. Touma", "J. Wisdom"],
    "venue": "Science",
    "year": 1993
  }, {
    "title": "Geologic settings of martian gullies: implications for their origins",
    "authors": ["A.H. Treiman"],
    "venue": "J. Geophys. Res",
    "year": 2003
  }, {
    "title": "Resonant obliquity of Mars",
    "authors": ["W.R. Ward", "D.J. Rudy"],
    "venue": "Icarus",
    "year": 1991
  }, {
    "title": "Temperatures on Mars from 40Ar/39Ar thermochronology of ALH84001",
    "authors": ["B.P. Weiss", "D.L. Shuster", "S.T. Stewart"],
    "venue": "Earth Planet. Sci",
    "year": 2002
  }, {
    "title": "Modes of extensional tectonics",
    "authors": ["B. Wernicke", "B.C. Burchfiel"],
    "venue": "J. Struct. Geol",
    "year": 1982
  }, {
    "title": "Geomorphic processes in Iceland on Mars; a comparative appraisal from orbital images",
    "authors": ["R.S. Williams"],
    "venue": "Geol. Soc. Am",
    "year": 1978
  }, {
    "title": "The Tharsis Montes, Mars: comparison of volcanic and modified landforms",
    "authors": ["J.R. Zimbelman", "K.S. Edgett"],
    "venue": "Proc. Lunar Planet. Sci. Conf",
    "year": 1992
  }],
  "id": "SP:01c638c08d41e34a412e3cdc68d8bc63872fd30a",
  "authors": [{
    "name": "Álvaro Márquez",
    "affiliations": []
  }, {
    "name": "Carlos Fernández",
    "affiliations": []
  }, {
    "name": "Francisco Anguita",
    "affiliations": []
  }, {
    "name": "Agustín Farelo",
    "affiliations": []
  }, {
    "name": "Jorge Anguita",
    "affiliations": []
  }, {
    "name": "Miguel-Ángel de la Casa",
    "affiliations": []
  }],
  "abstractText": "Geological analysis of Mars imagery supports the hypothesis that the planet has been the site of recent (< 10 Ma) volcanic and tectonic processes and glacier flow, and makes most likely previous suggestions of continuing endogenic and exogenic activity. Tectonic structures which deform very slightly cratered (at MOC scales) surfaces of Tharsis Montes and surrounding regions seem to attest to active tectonism (both extensional and transcurrent) on Mars. Exogenic processes in this region, such as a glacial origin for the aureole deposits on the northwestern flanks of the Tharsis Montes shield volcanoes, are supported by new data. The very recent age of these structures could be the first direct confirmation that drastic changes in obliquity are modulating the martian climate, such that an increase in obliquity would result in equatorial glaciers taking the place of the receding polar ice caps. If this and other concurring research is extended and confirmed, the ‘alive Mars’ which would emerge would constitute a most appealing place for exobiology and comparative planetology.  2004 Elsevier Inc. All rights reserved.",
  "title": "New evidence for a volcanically, tectonically, and climatically active Mars"
}