{
  "sections": [{
    "text": "lable at ScienceDirect\nContents lists avai\nCretaceous Research\njournal homepage: www.elsevier .com/locate/CretRes\nLate Maastrichtianeearly Danian high-stress environments and delayed recovery linked to Deccan volcanism\nJahnavi Punekar a,*, Gerta Keller a, Hassan Khozyemb,1, Carl Hamming a, Thierry Adatte b,1, Abdel Aziz Tantawy c, Jorge E. Spangenberg b,1\naGeociences, Princeton University, Princeton, NJ 08540, USA b Institute of Earth Sciences, University of Lausanne, 1015 Lausanne, Switzerland cDepartment of Geology, Faculty of Science, Aswan University, Aswan 81528, Egypt\na r t i c l e i n f o\nArticle history: Received 23 April 2013 Accepted in revised form 20 January 2014 Available online 12 March 2014\nKeywords: Deccan volcanism KPB mass extinction Delayed recovery Guembelitria blooms\n* Corresponding author. E-mail address: jpunekar@princeton.edu (J. Punek\n1 Current address: Department of Geology, Faculty Aswan 81528, Egypt.\n0195-6671/$ e see front matter Published by Elsevier http://dx.doi.org/10.1016/j.cretres.2014.01.002\na b s t r a c t\nDeccan volcanism occurred in three intense phases of relatively short duration: phase 1 spanning the paleomagnetic chron C30r/C30n boundary (planktic foraminiferal CF4), phase 2 in the latest Maastrichtian C29r (zones CF1eCF2), and phase 3 in the early Danian C29n (P1b). This study explores the nature of paleoenvironmental changes correlative with the three volcanic phases in central Egypt and the Sinai based on planktic foraminifers, stable carbon and oxygen isotopes.\nResults show that high-stress assemblages dominated by Guembelitria blooms are prominent in, but not exclusive to, all three volcanic phases. These blooms are well known from the aftermath of this mass extinction in zones P0eP1a, the intertrappean interval between volcanic phases 2 and 3. Guembelitria blooms in CF4 (phase 1) are relatively minor (<45%) although they comprise a substantial component of the planktic foraminiferal assemblages. Maximum Guembelitria blooms (>80% of the total assemblage) are observed in CF1, which spans the last 160 ka of the Maastrichtian marked by rapid global climatic warming and cooling correlative with phase 2. Major Guembelitria blooms (50e75%) are also observed in P1b, which is marked by climate warming (Dan-C2 event) and a major negative carbon isotope excursion correlative with phase 3. This high-stress event precedes full marine biotic recovery after the mass extinction.\nPublished by Elsevier Ltd."
  }, {
    "heading": "1. Introduction",
    "text": "A large meteorite impact and one of the world’s largest volcanic eruptions, resulting in the Deccan Traps in India, occurred in the latest Maastrichtian, an interval leading up to the Cretaceouse Paleogene boundary (KPB, formerly known as CretaceouseTertiary boundary or KTB). Of these two catastrophes, the meteorite impact is popularly assumed to be the sole cause for the KPB mass extinction (Alvarez et al., 1980; Schulte et al., 2010). However, major climatic, environmental and faunal changes during the late Maastrichtian and early Danian rule out a single cause. Deccan volcanism has been proposed as likely long-term cause (McLean, 1985; Courtillot et al., 1986, 1988) but a direct link with the mass extinction remained elusive. Improved paleomagnetic and radiometric dating have identified three major phases of Deccan\nar). of Science, Aswan University,\nLtd.\nvolcanism (Chenet et al., 2007, 2008). The initial phase 1 (67.5 1Ma, C30n/C30r) accounts forw6% of Deccan eruptions, the main phase 2 (C29r below the KPB) accounts for 80% of the total lava pile, and the last phase 3 (onset at C29r/C29n boundary) accounts for 14%. The discovery of marine deposits in intertrappean sediments of the Krishna-Godavari Basin quarries and subsurface cores (Keller et al., 2008, 2011a, 2012), and in outcrops of central India (Madhya Pradesh) (Keller et al., 2009a,b), have recently provided the first direct links between the KPB mass extinction and volcanic phase 2, as well as the delayed (>0.5 m.y.) post-KPB recovery and Deccan phase 3. These latter two volcanic phases, which account for 94% of the total volume of Deccan eruptions, are recognized as containing the world’s largest and longest lavamegaflows >1000 km across India and out into the Bay of Bengal (Keller et al., 2008; Self et al., 2008).\nThe sheer volume of CO2, SO2 and Cl2 associated with these volcanic eruptions suggest that Deccan volcanism had the potential to cause serious global environmental destruction (Self et al., 2005, 2008; Chenet et al., 2009). This is evident in intertrappean sediments between the C29r lava mega-flows of the Krishna-Godavari\nBasin (SE India) where the mass extinction is rapid and ends with the last phase 2mega-flows at the KPB (Keller et al., 2011a, 2012). In Meghalaya (NE India) located w800 km from the main Deccan province, blooms of the disaster opportunist Guembelitria cretacea dominate (>95%) in phase 2 with only rare Maastrichtian species present and all go extinct at the KPB, which is also marked by a large (12 ppb) Ir anomaly and negative d13C excursion (Gertsch et al., 2011). These observations now permit the evaluation of faunal assemblages and particularly Guembelitria blooms correlative with Deccan volcanism on a global basis. For example, Guembelitria blooms have previously been observed from theMiddle East during the late Maastrichtian (zones CF1eCF2 and CF4 and in the early Danian P1b, although the cause(s) for these stressed conditions remained unexplained (Keller and Benjamini, 1991; Abramovich et al., 1998; Keller, 2002).\nThe objective of this study is to test the hypothesis that highstress planktic foraminiferal assemblages observed in late Maastrichtian and early Danian sequences are caused by climatic and environmental changes that resulted directly from the main phases of Deccan volcanic eruptions in India. We chose central Egypt and the Sinai as test cases because of their proximity to the paleolatitude of India and the Reunion hotspot that resulted in the Deccan volcanic province (Fig. 1A), and because of the previously observed enigmatic Guembelitria blooms in the late Maastrichtian and early Danian in Israel (e.g., Keller and Benjamini, 1991; Abramovich et al., 1998). Three sections were chosen from the Central Eastern Desert (Wadi Hamama, Gebel Qreiya) and the Sinai (Wadi Nukhul, Fig. 1B). The fauna is relatively well-preserved and spans late Maastrichtian through the early Danian. Investigations concentrated on: (1) biostratigraphy, (2) faunal turnover, (3) Guembelitria blooms, (4) carbon and oxygen isotope stratigraphy, (5) correlation of Guembelitria blooms with Deccan volcanism, and 6) potential causes of biologic stress."
  }, {
    "heading": "2. Geologic setting",
    "text": "Gebel Qreiya and Wadi Hamama are located in the central eastern desert of Egypt (26 210N 33 010E, Fig. 1B) at the southern tip of the Wadi Qena. Gebel Qreiya is 50 km northeast of Qena city and 18 km north of the Km53 marker on the Qena-Safaga road, whereas Wadi Hamama is w28 km south of Gebel Qreiya and\n10 km south of the Km44marker on the Qena-Safaga road (26 180N 33 020E). During the late Maastrichtian and early Paleocene deposition occurred in a middle shelf (w100e200 m) environment marked by sea-level fluctuations and erosion (Said, 1961; Luger, 1988; Keller, 2002; Keller et al., 2002; Tantawy, 2003). Wadi Nukhul is located in the southwestern Sinai about 6 km south of Abu Zenima City, on the eastern side of the Gulf of Suez (29 010N 33 150E, Fig. 1). Sedimentation occurred in an outer shelf environment at a paleodepth of >200 m."
  }, {
    "heading": "3. Lithology",
    "text": "At Gebel Qreiya andWadi Hamama, the Dakhla Formation spans the upper Maastrichtian and lower Danian (Abdel Razik, 1972; Soliman et al., 1986), which was sampled and analyzed in a 24 m interval at the former (Fig. 2) and 22 m in the latter (Fig. 3). For Gebel Qreiya, the biostratigraphy (planktic foraminifera and nannofossils), sedimentology, mineralogy and stable isotopes of the upper 14 m were previously published (Keller, 2002; Keller et al., 2002; Tantawy, 2003) and only a brief summary is given here. This study added a 10 m interval at the bottom of the section for a more complete upper Maastrichtian record. The nannofossil and planktic foraminiferal biostratigraphy as well as the faunal and floral turnovers are similar in both sections (Tantawy, 2003).\nAt Gebel Qrieya, the basal 9 m consist of monotonous gray marly shale devoid of macrofossils (Fig. 2); this interval was not collected at Hamama. The gray shale grades into darker graymarly shalewith abundant Pecten farafrensis shell fragments at Qreiya, though the equivalent interval at Wadi Hamama is devoid of macrofossils (Fig. 3). The Pecten-rich interval grades into monotonous marly shale with rare P. farafrensis and ends abruptly at disconformities w1.8 m and 3 m below the KPB, as defined by the extinction of Maastrichtian and first appearance of Danian planktic foraminifers, at Gebel Qreiya and Wadi Hamam, respectively. Marly shale devoid of macrofossils overlies the disconformity and ends at another disconformity at the KPB in both sections (Fig. 3). At Qreiya, the KPB erosional surface overlies a 10-cm-thick bioturbated, fossiliferous marly shale (Fig. 2). Above this hiatus is a 1-cm-thick red clay layer devoid of calcareous microfossils, but enriched with gypsum and a 5.4 ppb Ir anomaly marks this KPB unconformity (Keller et al., 2002; Tantawy, 2003). In contrast, there is no marked erosional\nry transition, modified after Dercourt et al. (1993); (B) Google Earth image showing the\nsurface or red layer observed at the KPB at Wadi Hamama (Fig. 3). At Qreiya and Hamama, a <0.5-m-thick, fissile, dark-gray shale overlies the red layer and contains an earliest Danian (P1a) faunal assemblages. Above this interval, gray marly shale marks sedimentation in the early Danian.\nWadi Nukhul contains one of the most continuous sedimentary sequences across the CretaceouseTertiary and PaleoceneeEocene transitions in Egypt (Fig. 4A). Most of the Maastrichtian consists of the Sudr Formation, which is characterized by white chalk intercalated with thin lamina of yellow calcareous shale. The contact between the Sudr Formation and the overlying Dakhla Formation is marked by a change to gray and yellow marly limestone at the top of a cliff. The lower part of the Dakhla Formation consists of an increasingly bioturbated, marly limestone with burrows infilled with gray shale (Fig. 4B, C). Fissile marly limestone grades into silty marl and shale with a gypsum layer at the top that marks the KPB unconformity. Above the unconformity yellow-gray marls are\nintercalated with ferruginous brown-red claystone with gypsum seams (samples Nua-112e116, Fig. 4B, A and B). The overlying Danian sediments consist of argillaceous limestone grading into gray calcareous shale (0.8 m thick). Above this interval is a prominent 5-cm-thick, red-brown ferruginous claystone with gypsum seams. The overlying calcareous shale is 1.4 m thick and multicolored (gray, brown, black, green, yellow) interrupted by two thin silty claystone layers (Fig. 4B)."
  }, {
    "heading": "4. Material and methods",
    "text": "For all three sections analyzed, samples were collected at 10e 30 cm intervals and at closer spacing (w5 cm) across the KPB. In the laboratory, samples were crushed into small fragments and left overnight in 3% hydrogen peroxide solution to oxidize organic carbon. After disaggregation of sediment particles, the samples were washed through >63 mm and >36 mm sieves to obtain clean\nforaminiferal sample residues (Keller et al., 1995). Complete removal of clay is important to avoid clump formation upon drying. Washed residues were oven dried at 50 C. Foraminifers from Maastrichtian limestone and marly limestone of the Wadi Nukhul section are difficult to free from adhering sediments even after boiling with NaHCO3 and ultrasonic treatment; no reliable quantitative data could be obtained for these samples. Thin section analysis is not suitable for quantitative faunal studies because species identification is limited to a small number of specimens with species-specific characteristic cross sections.\nTo obtain a statistical representation of the species population, each sample was split with an Otto micro-splitter to obtain approximately 300 specimens from the >63 mm size fraction. Planktic foraminifers were picked from each split, sorted and mounted on micro-slides and identified. The entire remaining sample residue was thoroughly searched for rare index species for biostratigraphy, but not counted as part of the quantitative faunal split. Identification of species is based on standard taxonomic concepts (e.g., Robaszynski et al., 1983e84; Nederbragt, 1991; Olsson et al., 1999). Some of the typical species are illustrated in Plates 1e4.\nStable carbon and oxygen isotope analyses were performed on reasonably well-preserved tests of monospecific planktic and benthic foraminiferal species for samples from Gebel Qreiya consistent with the dataset of Keller et al. (2002). AtWadi Hamama and Wadi Nukhul bulk rock samples were analyzed due to poor foraminiferal preservation. These analyses were conducted at the Earth Sciences Institute (ISTE) of the University of Lausanne, Switzerland, using a Thermo Fisher GasBench II preparation device interfaced with a Thermo Fisher Delta Plus XL continuous flow\nisotope ratio mass spectrometer. The stable carbon and oxygen isotope ratios are reported in the delta (d) notation as the per mil (&) deviation relative to the Vienna Pee Dee belemnite standard (VPDB). The reproducibility was better than 0.05& for d13C and 0.1& for d18O."
  }, {
    "heading": "5. Biostratigraphy",
    "text": "The Cretaceous foraminiferal (CF) biozonation of Li and Keller (1998a) and Danian biozonation of Keller et al. (1995, 2002) are applied in this study (Fig. 5). Biozone ages are calculated based on the paleomagnetic time scales of Cande and Kent (1995) and Gradstein et al. (2004). Previous studies recognized most late Maastrichtian to early Danian planktic foraminiferal and nannofossil biozones at Gebel Qreiya, Wadi Hamama and Wadi Nukhul (Keller, 2002; Keller et al., 2002; Tantawy, 2003).\nZone CF4 (67e68.4 Ma): This zone spans the interval between the first occurrences (FO) of Racemiguembelina fructicosa and Pseudoguembelina hariaensis (Fig. 5). CF4 is tentatively identified in the basal 7 m of the Gebel Qreiya section based on the presence of rare R. fructicosa and absence of P. hariaensis (Fig. 6). The faunal assemblage is dominated by Heterohelix navarroensis, H. planata and H. globulosa, H. costulata and H. costellifera (Plate 1, 5e6). Guembelitria cretacea (Plate 4, 12) shows two abundance maxima at 1.5 m and 6e7 m from the base. Globotruncana bulloides and Rosita fornicata disappear after the first G. cretacea peak (Fig. 6). Rosita plummerae and R. plicata last occur before the second G. cretacea peak and Archaeoglobigerina cretacea, A. blowi and G. wiedenmayeri\ndisappear coincident with this Guembelitria peak. The disappearance of G. bulloides, R. plummerae and R. fornicata was previously reported from CF4 in DSDP 525A and Madagascar (Li and Keller, 1998a; Abramovich et al., 2002).\nZone CF3 (65.8e67Ma): This zone spans the interval from the FO of Pseudoguembelina hariaensis (Plate 1, 4) to the last occurrence (LO) of Gansserina gansseri (Fig. 5). At Gebel Qreiya, CF3 spans 10.5m (7e 17.5 m, Fig. 6). Guembelitria blooms dominate faunal assemblages by 60% between 9.3e10.8 m and 11.8e13.3 m (peaks 3, 4). Near the top of CF3, Guembelitria blooms dominate assemblages by 80e90% (peak 5, Fig. 6). At the same time, species richness drops 19% (from 47 to 38 species). Heterohelicids continue to be the second-most dominant group in the assemblage, but decrease in abundance during G. cretacea blooms. A hiatus marks the top of CF3 with CF2 and an unknown interval of CF3 is missing.\nAt Wadi Hamama, CF3 marks the base of the section (1.5e 4.5 m), which is dominated by Guembelitria blooms (60%, Fig. 7). Heterohelicids are common and globotruncanids very rare (Plate 2). Guembelitria blooms abruptly end at the lithologic change from gray shale to marl marking a hiatus between CF3 and CF1 similar to Gebel Qreiya.\nZone CF2 (65.7e65.8 Ma): This zone is defined by the interval between the LO of Gansserina gansseri and FO of Plummerita hantkeninoides (Fig. 5). At Gebel Qreiya and Wadi Hamama, the cooccurrence of these index species indicates a hiatus (Figs. 6 and 7) with at least CF2 missing (w150 ka based on Cande and Kent (1995) or 120 ka based on Gradstein et al. (2004), Fig. 5) and probably part of CF3. CF2 is present in the Negev sections of Israel, which were deposited in a deeper outer shelf to upper bathyal (300e500 m) environment (Adatte et al., 2005).\nPlate 1. Maastrichtian planktic foraminifera from Gebel Qreiya (SEM images from Keller, 2002) and Wadi Nukhul, Egypt, scale bar ¼ 50 mm. 1. Planoglobulina carseyae (Plummer), Gebel Qreiya. 2. Pseudoguembelina palpebra (Brönniman and Brown), Gebel Qreiya. 3. Planoglobulina brazoensis (Martin), Wadi Nukhul. 4. Pseudoguembelina hariaensis (Nederbragt), Wadi Nukhul. 5. Pseudoguembelina costulata (Cushman), Wadi Nukhul. 6. Heterohelix globulosa (Ehrenberg), Wadi Nukhul. 7. Pseudotextularia elegans (Rzehak), Wadi Nukhul. 8. Heterohelix labellosa (Nederbragt), Wadi Nukhul. 9. Rugoglobigerina macrocephala (Brönniman), Gebel Qreiya. 10. Rugoglobigerina rugosa (Plummer), Wadi Nukhul. 11e13. Rugoglobigerina rugosaePlummerita hantkeninoides intermediate morphologies, Wadi Nukhul. 14. Plummerita hantkeninoides (Brönniman), Gebel Qreiya. 15e16. Trinitella scotti (Brönniman), Wadi Nukhul.\nZone CF1 (65.5e65.7 Ma): The total range of the index species P. hantkeninoides defines CF1. At Gebel Qreiya, CF1 spans a 2-m intervalbelow theKPB (17.5e19.5m, Fig. 6)withP. hantkeninoides (Plate 1, 11e14) consistently present. The CF1 assemblage is considerably lower (w20e30%) in species richness compared with older Maastrichtian biozones. Globotruncanids (Plate 2) are very rare. Heterohelicids andG. cretacea alternate indominating the assemblages. Two peaksofG. cretacea are observedwithinCF1 although thedistribution is uncertain due to hiatuses at the top and bottomof the zone (Fig. 6).\nAt Wadi Hamama, CF1 spans about 5 m below the KPB, but, just as at Gebel Qreiya, this biozone is truncated by hiatuses at the top and bottom leaving the true distribution of Guembelitria peaks uncertain. However, similar to Qreiya Guembelitria blooms dominate various intervals (Fig. 7). Most globotruncanids (Plate 2) and rugoglobigerinids (Plate 1, 9e16) disappeared at or below the KPB and species diversity is very low.\nAt Wadi Nukhul (Sinai), less than 1 m of CF1 was analyzed qualitatively because species could not be freed from the\nPlate 2. Maastrichtian planktic foraminifera from Gebel Qreiya (SEMS images from Keller, 2002) and Wadi Nukhul, Egypt, scale bar ¼ 50 mm. 1e2. Globotruncana rosetta (Carsey), Gebel Qreiya. 3e4. Globotruncanita conica (White), spiral view e Wadi Nukhul, side view e Gebel Qreiya. 5e6. Globotruncanita stuarti (de Lapparent), spiral view e Wadi Nukhul, umbilical view e Gebel Qreiya. 7e8. Globotruncana dupeublei (Caron), Gebel Qreiya. 9e11. Globotruncana aegyptiaca (Nakkady), Gebel Qreiya. 12. Globotruncanita pettersi (Gandolfi), Wadi Nukhul.\nlimestones below this interval (Fig. 8). In the lower part of the analyzed interval, heterohelicids dominate especially Heterohelix navarroensis, H. planata, H. globulosa, H. costulata and H. costellifera whereas G. cretacea remains very low (<15%). In the 20 cm below the KPB, heterohelicids decrease and G. cretacea dominates (w50%). Species richness (25 species) reflects deposition in a middle- to outer-shelf environment (Keller and Abramovich, 2009). Globotruncanids and rugoglobigerinids are rare to few, although this is partly an artifact due to sample processing from limestones.\nDefinition of the KPB\nThe KPB is one of the easiest epoch boundaries to identify, whether based on lithologic changes in the field, geochemical analysis in the laboratory, or fossil content. A set of five KPBidentifying criteria, originally proposed by the ICS working group during 1980e1990s, have proven globally applicable and independently verifiable: (1) mass extinction of Cretaceous planktic foraminifera, (2) evolution of the first Danian species, (3) a KPB clay and red layer, (4) an Ir anomaly, and (5) a d13C shift (Keller, 2011). In central Egypt, the Sinai and Israel, the KPB transition is generally marked by erosion and condensed sedimentation of the earliest Danian and across the KPB (e.g., Keller and Benjamini, 1991; Keller, 2002; Keller et al., 2002; Tantawy, 2003). Nevertheless, the KT transition can be easily identified based on the defining criteria, except for the Ir anomaly, which may be concentrated at the hiatus due to redox concentrations.\nZone P0: This zone marks the base of the Danian in the interval between the mass extinction horizon and the first occurrence of Parvularugoglobigerina eugubina (Fig. 5). In complete KP sequences, P0 consists of a dark organic-rich KT clay layer with a 2e4 mm thin red oxidized layer enriched in iridium (Molina et al., 2006; Keller, 2011). Zone P0 is likely absent in Egyptian sections because of the KPB hiatus. At Gebel Qreiya, a thin dark clay and 1 cm red clay layer with a 5.4 ppb Ir anomaly overlies an erosional surface that truncates burrows of the underlying marl unit (Figs. 5 and 6, Keller, 2002). This rather small anomaly is likely linked to fluctuating redox conditions commonly associated with condensed sedimentation (e.g., Donovan et al., 1988; Bruns et al., 1997; Miller et al., 2010; Gertsch et al., 2011). At Wadi Hamama, no clay layer is present and the KPB hiatus is marked by a lithologic change frommarly shale to marl (Fig. 7). At Wadi Nukhul, the KPB clay layer is also missing and the boundary is marked by an undulating erosional surface (Figs. 4 and 8). Reworked Cretaceous species are common in the overlying early Danian sediments.\nZone P1a: This zone is identified by the total range of Parvularugoglobigerina eugubina (Plate 3,13e14) and can be subdivided into P1a(1) and P1a(2) based on the FO of Parasubbotina pseudobulloides and/or Subbotina triloculinoides (Fig. 5, Plate 3, 5e6 and 1e2, respectively). At all three sections examined, P1a(2) directly overlies the KPB. This indicates that the earliest Danian P1a(1) and P0 are missing. Erosion of the earliest Danian is commonly observed in KPB sections throughout Egypt, Sinai and the Negev (Keller and\nPlate 3. Danian planktic foraminifera from Gebel Qreiya (SEM images from Keller, 2002) and Wadi Nukhul, Egypt, scale bar ¼ 100 mm. 1e2. Subbotina triloculinoides (Plummer), Wadi Nukhul. 3e4. Parasubbotina varianta (Subbotina), Wadi Nukhul. 5e6. Parasubbotina pseudobulloides (Plummer), Wadi Nukhul. 7e8. Globigerina (Eoglobigerina) pentagona (Morozova), Wadi Nukhul. 9e10. Subbotina trivialis (Subbotina), Wadi Nukhul. 11e12. Globanomalina compressa (Plummer), Wadi Nukhul. 13e14. Parvularugoglobigerina eugubina (Luterbacher and Premoli Silva), Wadi Nukhul. 15e16. Parvularugoglobigerina extensa (Blow), Gebel Qreiya.\nBenjamini, 1991; Keller, 2002; Keller et al., 2002; Tantawy, 2003; Adatte et al., 2005), as well as Madagascar (Abramovich et al., 2002), South Atlantic (Li and Keller, 1998a), South America (Brazil, Argentina; Keller et al., 2007; Gertsch et al., 2013), Central America, (Keller et al., 2003, 2009b) and North Atlantic (Keller et al., 1993, 2013).\nAt Gebel Qreiya andWadi Hamama, P1a(2) spans 50 cm of darkgray marly shale, whereas at Wadi Nukhul only 15 cm is present (Figs. 6e8). Parvularugoglobigerina spp. dominate and show peak abundance ranging from 50% to 60% at Qreiya and Hamama and w30% at Wadi Nukhul. Guembelitria is the other dominant group with maximum abundances of 75% at Qreiya, 50% at Wadi Nukhul and 30% at Hamama. The high variability in Guembelitria\nabundance between sections is mainly due to hiatuses and the resultant fragmented stratigraphic record of P1a with only part of P1a(2) present. Chiloguembelina spp. (Plate 4, 5, 8) andWoodringina spp. (Plate 4, 6e7) are present but not abundant.\nA hiatus is identified at the top of P1a(2) in all three sections by the abrupt termination of abundant Parvularogoglobigerina and Guembelitria species followed by the abrupt dominance of Globoconusa daubjergensis (Plate 4, 3e4, 9e12). In more complete stratigraphic records termination and onset of these species is more gradual. Apart from Guembelitria cretacea, other Cretaceous survivor species (e.g., Heterohelix globulosa, H. planata, H. navarroensis, P. costulata, Hedbergella monmouthensis, H. holmdelensis) are identified based on their consistent presence and early Danian stable\nPlate 4. Danian planktic foraminifera from Wadi Nukhul, Egypt, scale bar ¼ 50 mm. 1e2. Eoglobigerina edita (Subbotina). 3e4. Globoconusa daubjergensis (Brönnimann). 5. Chiloguembelina midwayensis (Cushman). 6. Woodringina claytonensis (Loeblich & Tappan). 7. Woodringina hornerstownensis (Olsson). 8. Chiloguembelina morsei (Kline). 9e10. Guembelitria irregularis (Morozova). 11. Guembelitria danica (Hofker). 12. Guembelitria cretacea (Cushman).\nisotope signatures in P0 and P1a(1) in expanded and relatively complete KPB sequences (Barrera and Keller, 1990; Pardo and Keller, 2008). In Egypt and Israel where the early Danian is very incomplete with P0 and P1a(1) missing (Keller and Benjamini, 1991; Keller, 2002), the sporadically present Cretaceous survivor species in P1a(2) may be reworked.\nBiozone P1b: This zone is the interval between LO of P. eugubina and FO of Subbotina varianta (Fig. 5). Zone P1b spansw5m at Gebel Qreiya, 6 m at Wadi Hamama and the top 1.5 m of Wadi Nukhul (Figs. 6e8). Parvularugoglobigerina extensa (Plate 3, 15e16) and E. edita (Plate 4,1e2) disappear in the lower part of P1b. Most of the P1b species assemblages include survivors from P1a. Praemurica pseudoinconstans first appears in P1b, as also observed in the northwest Atlantic (Keller et al., 2013). Zone P1b is dominated by alternating abundances of Guembelitria spp. (G. cretacea, G. trifolia, G. irregularis; Plate 4, 9, 10, 12), Globoconusa daubjergensis (Plate 4, 3e4) and biserial species (Woodringina hornerstownensis, W. claytonensis, Chiloguembelina morsei; Plate 4, 5e8) suggesting a succession of variable high-stress environments (Figs. 6e8). At the top of P1b, Guembelitria spp. and G. daubjergensis decrease sharply and biserial species dominate in P1c. This changeover is a secondary marker for the P1b/P1c boundary.\nBiozone P1c: Biozone P1c spans the interval between FO of Subbotina varianta (Plate 3, 3e4) and FO of Praemurica trinidadensis. Zone P1c was recovered at Wadi Hamama (Figs. 5 and 7). Most of the P1c species assemblage includes survivors of P1b. Biserial species dominate P1c and the overall species richness, species size and morphology increases in P1c."
  }, {
    "heading": "6. Stable isotopes",
    "text": "Stable isotopes (d13C and d18O) measured for all three sections from Egypt (Tables 1e3) are compared with data from Elles and El Kef, Tunisia, for the MaastrichtianeDanian interval (Keller and Lindinger, 1989; Stüben et al., 2003; Fig. 9). Although overall trends are similar for the late Maastrichtian, direct comparison is difficult due to the presence of hiatuses in Egypt.\nThe d13C record for the KPB transition at Gebel Qreiya was discussed in Keller et al. (2002). The key features include the decreasing surface-to-deep d13C trend with a reversal in planktic and benthic values in the upper part of CF3 (planktic d13C 0.2e0.8& lighter than benthic values, Fig. 9). In CF1, planktic values increase by 0.7& and decrease by 0.5& at the KPB hiatus. In contrast, at Elles, El Kef and globally planktic d13C values decrease 2e3& at the KPB. This difference is due to the hiatus in the Egyptian sections\nwith the KPB interval missing. Benthic values gradually decrease in P1a(2) reach minimum values at the P1a(2)/P1b hiatus and fluctuate in P1b.\nAt Wadi Hamama and Wadi Nukhul, only bulk rock isotope analyses were performed because of poor preservation and insufficient quantity of early Danian planktic foraminifers for analysis. The late Maastrichtian d13C trend at Hamama is similar to the planktic d13C record of Gebel Qreiya with low values in CF3, more positive values in CF1 and a negative shift coincident with the KPB hiatus also observed at Wadi Nukhul (Fig. 9). Above the KPB, the earliest Danian is reduced to a small part of P1a(2) due to erosion. A 1& negative excursion at or near the P1a(2)/P1b hiatus is followed by partial recovery although d13C values remain about 2& below Maastrichtian values. AtWadi Hamama, a major negative excursion in P1b at a lithologic change from marl to dark shale occurs nearly 3 m above the hiatus. This interval was not recovered in the other Egypt or Tunisia localities, but was observed in Israel (Magaritz et al., 1992).\nThe d18O record at Gebel Qreiya shows a 2& negative shift in planktic d18O and 1.5& in benthic d18O values in the basal part of CF4. In CF3, increases in planktic and benthic d18O values (0.5e 0.7&) are similar to Elles. The entire CF2 and the lower part of CF1 are missing at Gebel Qreiya and Wadi Hamama (Figs. 6 and 7). All three localities show minimum d18O values at the top of CF3, although the CF3eCF1 hiatus prevents direct comparison with Elles. The top of CF1 at Qreiya and Hamama is reduced due to erosion at the KPB. Bulk isotopes at Wadi Hamama and Wadi Nukhul show the same trends as the planktic d18O values for Elles and Gebel Qreiya, although there are unique local short-term shifts (e.g., Danian of Wadi Hamama, about 3.5 m above the KPB, Fig. 9)."
  }, {
    "heading": "7. Discussion",
    "text": ""
  }, {
    "heading": "7.1. Stable isotopes and diagenesis",
    "text": "At Gebel Qreiya, the planktic and benthic foraminifers (R. rugosa, Cibicidoides pseudoacutus) analyzed show diagenetic alteration of test calcite. This is evident in the foraminifer test wall structure with calcite overgrowth and the benthic tests commonly infilled with secondary calcite (Fig. 10). Recrystallization of foraminiferal tests tends to shift d18O values towards more positive values and d13C towards more negative values, thus biasing isotopic values towards cooler temperatures and lower productivity, although trends tend to be preserved (Schrag et al., 1995; Pearson et al., 2001).\nDiagenetic effects can be observed in all three Egyptian sections analyzed. Maastrichtian d18O values for planktic foraminifers and bulk fine fraction carbonate vary between 4 and 6& in all sections, including Elles and El Kef, with an isolated larger excursion at Wadi Hamama. Therefore, the d18O values cannot be used for calculation of absolute temperature, although trends may be preserved. Very limited recrystallization can result in the observed negative values as indicated by the very low correlation coefficients of d13Ced18O cross-plots (Fig. 11) and relatively constant diagenetic effects indicated by the surface-to-bottom water d18O gradient of 3e4&. Burial diagenesis typically decreases this gradient (Schrag et al., 1995; Pearson et al., 2001; Stüben et al., 2003).\nClimate trends in Tunisia and Egypt indicate warming in CF4 (Qreiya) followed by cooling in CF3 (Qreiya and Elles), which culminates in maximum cooling at the CF3/CF2 boundary coincident with a major sea-level regression and erosion in shelf areas (Li and Keller, 1998a; Keller et al., 2002). These climate signals also\nrecorded in Madagascar, Israel, equatorial Pacific Sites 463, 1212, South Atlantic Site 525 and US interior (Li and Keller, 1998a; Abramovich et al., 2002, 2003, 2010; Nordt et al., 2003). At Elles, the expanded zones CF1eCF2 record shows several intervals of surface warming, including two in CF1 (Fig. 9, Stüben et al., 2003). At Qreiya, only a single warm interval is recorded in CF1 due to the KPB hiatus and similarly incomplete CF1eCF2 records are present at Wadi Hamama and Wadi Nukhul. The early Danian record in Egypt is also very incomplete with a hiatus between zones P1a/P1b, and another hiatus with the earliest Danian P1a(1) and P0 missing (w100 ka) along with the uppermost part of Maastrichtian CF1 (Fig. 5). In P1b, major negative d18O excursions are observed at lithologic changes that are partly due to diagenesis, but also record climate warming as indicated by blooms of G. cretacea and G. daubjergensis (Fig. 9). This warm interval may correspond to the early Danian Dan-C2 warm event near the top of C29r correlative with phase 3 Deccan volcanism (Quillévéré et al., 2008; Punekar et al., in press).\nSome puzzling features in the oxygen and carbon isotope trends at Gebel Qreiya seem to have variable origins. For example, the reverse d13C gradient (more negative planktic than benthic values) can be explained by the relatively constant terrestrial 12C influx and greater recrystallization of planktic tests due to their thinner and more porous wall structure (Keller et al., 2002; Stüben et al., 2003). Intervals of low d13C planktic values are correlative with a major reduction in large specialized species (thermocline dwellers), and assemblages dominated (75e90%) by the disaster opportunist G. cretacea or H. globulosa (Fig. 12). Keller et al. (2002) attributed these changes to the maximum cooling and sea-level\nregression in CF3eCF2 resulting in restricted circulation in central and southern Egypt. Alternatively, the low d13C values of Dissolved Inorganic Carbon (DIC) may be due to increased terrestrial weathering and detrital influx due to drawdown of higher atmospheric pCO2 and/or low d13C of atmospheric CO2 associated with surface ocean acidification (recorded in partially to completely dissolved foraminifer tests). All these phenomena and the global climate warming of Zones CF2eCF1 are consistent with large-scale Deccan volcanism as observed during the main phase 2."
  }, {
    "heading": "7.2. Paleoenvironment inferred from planktic foraminifera",
    "text": "Species richness\nLow species richness is a proxy for environmental stress because high-stress environments generally exclude specialized species due to changes in oxygen, nutrient, salinity andwatermass stratification (Keller and Abramovich, 2009). However, during the late Maastrichtian the constant variation between 30 and 40 species in central Egypt provides little information on stress conditions. In contrast, cumulative species richness, which is based on the assumption that a species is present from its evolutionary first appearance to its extinction, provides an estimate of long-term evolutionary trends. At Gebel Qreiya, this index reveals a decreasing trend from a high of 60 species in CF4 to a low of 30 species at the KPB hiatus (Fig. 12). This decreasing trend parallels the surface productivity (d13C), except that during the climate warming of CF1 species richness fails to recover as a likely response"
  }, {
    "heading": "37 1.73 3.34 37 3.43 6.72",
    "text": ""
  }, {
    "heading": "36 2.37 3.23 36 3.67 6.18",
    "text": "Table 2 Wadi Hamama, Egypt, bulk carbon and oxygen stable isotope data (per mil. VPDB).\nSample d13C d18O\nS1 1.31 4.61 S2 1.28 4.01 S3 1.06 4.12 S4 1.30 4.13 S5 1.08 4.49 S6 1.09 4.94 S7 1.12 4.43 S8 1.36 4.69 S9 1.60 4.80 S10 1.14 4.48 S11 1.49 5.54 S12 2.71 5.04 S13 1.02 4.57 S14 1.26 5.42 S15 0.74 5.48 S16 1.74 6.87 S17 1.31 6.27 S18 1.10 7.20 S19 0.98 8.41 S20 0.52 4.34 S21 0.72 6.44 S22 0.76 7.20 S24 2.08 11.94 S25 4.99 16.44 S26 3.57 7.89 S27 1.27 2.56 S28 0.65 3.19 S29 0.73 4.80 S30 0.64 5.80 S31 0.49 2.88 S32 0.53 4.87 S33 0.28 3.93 S34 0.82 3.83 S35 0.86 3.40 S36 0.85 3.40 S37 1.17 3.34 S38 1.09 3.16 S39 1.13 3.30 S40 1.08 4.39 S41 1.09 4.66 S42 1.31 4.71 S44 2.23 4.97 S45 2.14 4.24 S46 2.25 4.28 S47 2.10 3.78 S48 1.67 4.41 S49 1.42 4.37 S50 1.30 4.24 S51 1.12 4.35 S52 1.28 4.11 S53 1.97 3.92 S54 2.11 3.57 S55 1.69 4.03 S56 0.55 4.14 S57 0.43 3.89 S58 0.73 4.07 S59 0.84 4.28 S60 0.78 5.35 S61 0.91 7.15 S62 0.74 4.49 S63 0.67 4.79 S64 0.67 5.05 S66 0.59 4.73 S67 0.57 4.83 S68 0.63 5.16 S69 0.54 6.29 S70 0.59 6.25 S71 0.31 6.24 S72 0.16 5.80\nto continued high-stress conditions. This relationship between stress conditions and non-recovery leading up to the KPB mass extinctions is still under investigation. Species abundance variations are another index of environmental stress because they are highly sensitive to changes in oxygen, salinity, temperature, nutrients and a host of still unknown other environmental parameters.\nLarge specialized species: intermediate or thermocline dwellers\nWe can group species based on stable isotope depth ranking into surface, subsurface mixed layer, intermediate or thermocline\nS73 0.36 5.45 S74 0.52 4.33 S75 0.23 5.06 S76 0.15 4.81\n(continued on next page) and deep-water dwellers based on oxygen and carbon isotope ranking of well-preserved specimens (Abramovich et al., 2003, 2010). Large ornate tropical and subtropical species, such as planoglobulinids, racemiguembelinids and globotruncanids (Plate 2), tend to be highly specialized (K-selected) species that\nTable 3 Wadi Nukhul, Egypt, bulk carbon and oxygen stable isotope data (permil. VPDB).\nSample d13C d18O\nNu-25 0.08 6.04 Nu-24 0.21 5.96 Nu-23 0.32 6.26 Nu-22 0.46 7.27 Nu-21 0.42 6.28 Nu-20 0.58 5.73 Nu-19 0.56 5.90 Nu-18 0.80 8.00 Nu-17 0.53 5.91 Nu-16 0.70 5.26 Nu-15 0.77 5.74 Nu-13 0.57 5.80 Nu-12 0.73 6.39 Nu-11 0.43 5.11 Nu-10 0.69 4.40 Nu-9 0.63 4.27 Nu-8 0.70 5.12 Nua-119 1.58 3.80 Nua-118 1.18 3.67 Nua-117 1.12 4.50 Nua-116 0.95 5.57 Nua-115 1.10 4.63 Nua-114 0.30 3.75 Nua-113 1.27 9.63\nrequire specific food sources, occupy narrow ecological niches and produce few offspring (Abramovich et al., 2003). At times of environmental stress, this large group of species (50% at Qreiya) is the first to disappear and their extinction is complete by the KPB (Keller, 2001). Globotruncanids are the largest and most diverse group of large, specialized species. They lived at intermediate or thermocline depths and include photosymbiotic species such as Racemiguembelina and Contusotrunca (Abramovich et al., 2010).\nIn central Egypt, globotruncanids in CF4 reached a maximum diversity of 25 species (42%) and peak abundance of 30%, although only 18 species are present in any given sample (Figs. 6 and 11). This ending phase for globotruncanids likely coincides with a time of maximum surface productivity, increased surfaceto-deep gradient and climate warming as indicated by d13C and d18O respectively (Figs. 9 and 11). However, this coincidence requires further validation by other proxies. Near the top of CF4 and into CF3, globotruncanid diversity declined to 3e7 species and <10% abundance correlative with decreasing surface productivity to the level of benthic d13C values and climate warming. An increase in species richness in the lower part of CF3 to 12 species and w20% abundance (9.7e10.1 m) correlates with a temporary increase in surface productivity and climate cooling. Thereafter, species richness dropped to 3e7 species totaling no more than 3% in relative abundance correlative with the inverse d13C surface-to-deep gradient (Fig. 12). A similar inverse gradient is observed at the base of the section. During the CF1 global warming globotruncanids briefly recovered to 10 species but relative abundance remained low up to their extinction at the KPB boundary. Earlier studies of the CF1 warm event documented decreased diversity and dwarfed species, including globotruncanids, pseudotextularids (e.g. P. elegans, Plate 1, 7) and pseudoguembelinids (e.g. Plate 1, 2, 4, 5) (Li and Keller, 1998a,b; Abramovich and Keller, 2003). These data suggest that globotruncanids and photosymbiotic forms thrived in a well-stratified oligotrophic water column (Abramovich et al., 2010).\nSmall morphologies: subsurface mixed layer\nSubsurface mixed layer dwellers include a large group of relatively small species with simple morphologies and minor surface\nNua-112 1.60 5.56 Nua-111 1.66 5.44 Nua-110 1.75 5.23 Nua-109 1.74 4.68 Nua-108 1.83 5.07 Nua-107 1.69 5.53 Nua-106 1.55 5.54 Nua-105 1.49 6.32 Nua-104 1.50 6.97 Nua-103 1.56 4.93 Nua-102 1.58 5.61 ornamentation, including heterohelicids, rugoglobigerinids, hedbergellids and globigerinelloidids (Abramovich et al., 2003, 2010). Their consistent high abundance in shallow water (compared to deeper marine environments) and only episodic increased abundance in deeper environments coupled with a disappearance of ornate specialized species suggests that these species can adapt to wide ecological niches and are likely more tolerant of fluctuations in environment and food sources (r-selected). Population dynamics of these species suggest that theymultiply rapidly under conditions\nunstable for other species and dominate the assemblage, thus increasing chances of survival (Pardo and Keller, 2008; Keller and Abramovich, 2009). The small heterohelicids, including Heterohelix globulosa, H. navarroensis and H. planata (Figs. 6e8) are dominant in this group.\nAt Qreiya, the surface-mixed-layer group includes 10e13 species dominated by heterohelicids (70e90%) from CF4 to the base of CF3 (0e9 m), except for very short intervals of Guembelitria blooms (Fig. 12). In the middle and upper CF3, species richness reaches a maximum of 16 and gradually decreases to eight, correlative with decreasing population abundance from 60% to nearly zero prior to the CF3/CF1 hiatus. This decrease coincides with the inverse surface-to-deep gradient, common globigerinelloidids and rare globotruncanids. Abramovich et al. (2010) observed a similar species distribution in Israel and suggested mesotrophic conditions, whereas in oligotrophic openmarine conditions globotruncanids are more common and globigerinelloidids rare (e.g., DSDP site 525a, Li and Keller, 1998a; Tunisia, Abramovich and Keller, 2002). During the climate warming and high productivity of CF1 subsurface dwellers increased to 16 species with high population abundance (w90%) including 30% rugoglobigerinids (Fig. 12). A similar increase in rugoglobigerinids is observed in the Negev sections in zones CF1eCF2 (Abramovich et al., 2010).\nBiserial morphologies\nIn oligotrophic environments, surface dwellers consist of a small group of biserial species that includes Pseudoguembelina costulata, P. costellifera, P. palpebra and P. hariaensis (Abramovich et al., 2003, 2010). These species are most abundant and characterized by\nlighter d13C values relative to other species (except G. cretacea). In central Egypt and Sinai, P. palpebra and P. hariaensis are present, but rare and the combined abundance of P. costulata and P. costellifera reaches a maximum of 25% during warm intervals (Figs. 6e8). Their low abundance indicates a less oligotrophic environment, consistent with the mesotrophic environment in the eastern Tethys (Abramovich et al., 2003, 2010).\nFig. 10. Scanning electron micrograph (SEM) images of planktic (R. rugosa) and benthic (C. preserved planktic tests show some recrystallization and calcite overgrowth and benthic fo\nGuembelitria blooms: high-stress environment\nAmong late Maastrichtian to early Danian planktic foraminifers, the tiny triserial Guembelitria cretacea species have the lightest d13C values indicating a habitat in the uppermost part of the ocean (Abramovich et al., 2010; Pardo and Keller, 2008). A more diverse group of Guembelitria morphotypes evolved in the early Danian (G. trifolia, G. danica, G. dammula, G. irregularis; Plate 4, 9e12) with\npseudoacutus) foraminifers analyzed for stable isotopes. Note that the relatively wellraminiferal tests are infilled with secondary calcite.\nsignificantly (p ¼ 0.03) lighter d13C values (Pardo and Keller, 2008). Among planktic foraminifers, Guembelitriamorphotypes, especially G. cretacea, are unique as they erupt in great blooms during times of high environmental stress and quickly disappear when conditions return to normal. They are usually associated with mesotrophic environments such as near-shore continental shelf, upwelling areas and regions under volcanic influence (Keller and Abramovich, 2009; Keller and Pardo, 2004; Pardo and Keller, 2008). Guembelitria cretacea is, therefore, interpreted to have had a wider range of tolerance enabling it to survive in high-stress conditions detrimental to other species (Abramovich and Keller, 2003; Keller, 2005; Keller and Abramovich, 2009). The “blooms” strongly indicate rselected behavior, which is a common survival strategy in unpredictable and stressful environments where quick reproduction increases the chance of survival (Pardo and Keller, 2008; Keller and Abramovich, 2009).\nGuembelitria blooms were first noted in the aftermath of the KPB mass extinction and have since been observed during the late Maastrichtian and early Danian invariably in high-stress environments where few other species thrived or even survived (reviews in Keller and Pardo, 2004; Pardo and Keller, 2008; Keller and Abramovich, 2009). Abramovich et al. (2010, p. 12) suggest that the low d13C values of Guembelitria can be attributed to living in the uppermost part of the surface waters where photosynthesis is inhibited by high UV radiation and therefore the niche is uninhabited by other foraminifers such as symbiotic species and nutrition-deprived heterotrophs. This adaptation could explain the opportunistic Guembelitria blooms at times when most or all other species decrease or disappear. A return to normal, more-diverse assemblages and the end of\nGuembelitria dominance may thus indicate an abatement of crisis conditions.\nAt Gebel Qreiya, multiple Guembelitria blooms reach 60% relative abundance in zones CF4 and CF3, with maximum abundance of 80e90% at the top of CF3 below the CF3/CF1 hiatus (Fig. 12). Similar blooms are observed in CF1 at Gebel Qreiya, Wadi Hamama and Wadi Nukhul (Figs. 6e8). Each Guembelitria bloom correlates with a relative decrease in heterohelicid abundance as well as other mixed-layer species. In CF1, Guembelitria blooms reach a maximum of 50e70%, but strongly decrease during the climate warming when the biserial species dominate the assemblages. The relationship between Guembelitria blooms and surface productivity appears more complicated (Fig. 12). Abramovich et al. (2010) observed that Guembelitria blooms in CF3eCF4 and CF2eCF1 of the Negev coincide with two warming events. However, in the shallow shelf environment of Texas, Guembelitria blooms of CF1 show no strong correlation with low productivity, higher temperatures or freshwater influx (Abramovich et al., 2011). Similarly, no strong correlation with climate warming is observed in the Sinai and central Egypt.\nThe immediate post-KPB record cannot be assessed based on central Egypt, Sinai, or Negev sections because the basal Danian is missing including P0 and most of P1a. In the upper part of P1a (upper P1a(2) above the KPB hiatus), Guembelitria blooms rapidly decrease from 55% and reappear in P1b throughout this area (Keller and Benjamini, 1991; Keller, 2002; Keller et al., 2002, this study). In between these two early Danian Guembelitria blooms there is a suc1cessive dominance of small Danian species beginning with Parvularugoglobigerina (P. eugubina, P. longiapertura and P. extensa) followed by Woodringina and Chiloguembelina\n(W. hornerstownensis,W. claytonensis, C. morsei, C. midwayensis) and ending with Globoconusa daubjergensis (Fig. 12). These rapid shifts in dominance suggest an unstable high-stress environment during the early post-KPB recovery phase, followed by the Guembelitria bloom dominated high-stress environment in P1b.\nIt is interesting to note that blooms of dinoflagellate Thoracosphaera spp. at Wadi Hamama (Fig. 9) and nannofossil Braarudosphaera bigelowii at Gebel Qreiya (Fig. 8, Tantawy, 2003) exist in NP1b/NP1c (C28n), which is well above planktic foraminiferal P1b (Fig. 5). There appears to be no consistent correlation of these blooms with Guembelitria or G. daubjergensis blooms, suggesting that they do not respond to the same environmental stresses. However, a good correlationwas observed in the late Maastrichtian between Guembelitria cretacea and calcareous nannofossil blooms (Micula decussata, Arkhangelskiella cymbiformis, Watznaueria barnesia) associated with volcanically induced stress in the Indian Ocean (Tantawy et al., 2009).\n8. Guembelitria blooms linked with Deccan volcanism\nLate Maastrichtian Deccan phase 1 w67.4 0.6 Ma\nIt is tempting to link global Guembelitria blooms to major catastrophic events, such as the three major phases of Deccan volcanism and associated environmental and climatic consequences. The earliest Deccan eruption phase 1 (6% of the total lava pile) in C30r (w67.4 0.6 Ma) is correlative with CF4 (Fig. 5). A major Guembelitria bloom was observed in Madagascar in CF4 (Abramovich et al., 2002), in south Atlantic DSDP Site 525 (Li and Keller, 1998a), in deep wells of the Cauvery Basin of southern India, in outcrops of the Negev and Texas (Abramovich et al., 2010, 2011; Keller et al., 2012) and now at Qreiya in central Egypt (Figs. 6 and 11). Two short-lived Guembelitria blooms are present at Gebel Qreiya, and the one near the CF4/CF3 boundary is associated with the disappearance of G. bulloides, R. plummerae and R. fornicata. This extinction event is noted not only in Egypt, but also in Madagascar (Abramovich et al., 2002) and South Atlantic Site 525 (Li and Keller, 1998a). The age of this interval correlates well with Deccan Volcanic phase 1 (67.4 Ma). There are also major Guembelitria blooms in CF3 at various localities, which may be linked to Deccan volcanism, or possibly Ninetyeast Ridge volcanism in the Indian Ocean, which coincides with CF3 and may have resulted in Guembelitria blooms and nannofossil species blooms at least regionally (Keller, 2003; Tantawy et al., 2009). These blooms may be related to major volcanism and associated climate change, increased continental weathering and drawdown of excess atmospheric CO2.\nLate Maastrichtian Deccan phase 2: C29r zone CF1\nThe most massive Deccan volcanic eruptions occurred during phase 2 with about 80% of the total lava pile. The world’s largest (by volume) and longest lava flows erupted at this time spanning over 1000 km across India and out into the Bay of Bengal (Keller et al., 2008; Self et al., 2008). A total of four equally long lava flows were documented in deep wells of the Krishna-Godavari Basin correlative with CF1. Intertrappean sediments between these lava flows reveal the rapid and devastating species extinctions after each lava flowwith the fourth lava flow ending with the mass extinction at the KT boundary (Keller et al., 2011a, 2012). In Meghalaya, NE India, 800 km from the Deccan Volcanic Province high-stress deformed Guembelitria blooms dominate (>95%) faunal assemblages of CF1 correlative with phase 2 Deccan volcanism (Gertsch et al., 2011). In Egypt, Guembelitria blooms are also observed in CF1, although this interval is incomplete due to\nhiatuses, and similar blooms are present in CF3 (Fig. 12). Zone CF1 Guembelitria blooms have been documented globally from nearshore to open marine environments from India, to Madagascar, eastern Mediterranean, Texas, Brazil, and Argentina (Abramovich et al., 2002; Keller et al., 2007, 2011b; Abramovich et al., 2010, 2011; Gertsch et al., 2013). These Guembelitria blooms generally coincide with the CF1 global warming, which has been linked to Deccan volcanism (Li and Keller, 1998a,b; Wilf et al., 2003; Thibault and Gardin, 2007; Abramovich et al., 2010; Keller et al., 2012).\nEarly Danian Deccan phase 3: C29n zone P1b\nKeller and Benjamini (1991) first observed Guembelitria blooms in a clay layer from the early Danian P1b in the Negev coincident with a major negative d13C excursion similar to the KT boundary mass extinction (Magaritz et al., 1992). Until recently, this Guembelitria event remained an enigma. The discovery of planktic foraminifers in intertrappean sediments of deep wells from the Krishna-Godavari basin yielded not only age control for the KPB relative to phase 2 eruptions, but also for the early Danian phase 3. This last phase of Deccan volcanism began in the early Danian near the base of C29n correlative with P1b and Guembelitria blooms (Fig. 13). Phase 3 accounts for w14% of the total Deccan Traps with four of the longest lava flows across India similar to phase 2 (Keller et al., 2012). Intertrappean sediments yield dwarfed, low-diversity planktic foraminiferal assemblages. Return to normal-sized morphologies and more diverse species assemblages occurred only after the last phase 3 lava flows. The same pattern is observed in Meghalaya, NE India, and Cauvery Basin of southern India (Keller unpublished data). Zone P1b Guembelitria blooms have now been documented from Egypt (Figs. 6e10), North Atlantic and Texas (Keller et al., 2011b). This suggests that the long-delayed post-KPB recovery was likely due to Deccan volcanism and that normal conditions for marine plankton only returned after the end of Deccan volcanism."
  }, {
    "heading": "9. Conclusions",
    "text": "Planktic foraminiferal assemblages from the late Maastrichtian through early Paleocene reveal a series of high-stress intervals marked by Guembelitria blooms, low-diversity assemblages, species dwarfing and reduced abundance of keeled globotruncanids associated with low surface productivity rapid global climate warming and associated changes in the water-mass stratification. These high-stress assemblages are prominent in late Maastrichtian zones CF4eCF3, CF1 and early Danian zones P0 P1a and P1b in Egypt with predominantly global distributions. The three main Deccan eruptions closely correspond with these high-stress intervals.\n1) Phase 1 in C30r (CF4) coincides with the disappearance of G. bulloides, R. plummerae and R. fornicata also recorded in Madagascar and South Atlantic Site 525, bracketed by two brief Guembelitria blooms. 2) Phase 2 in C29r (CF1) ends at the KPB mass extinction and may have been the principle contributor to the long-term climatic and environmental stresses of the late Maastrichtian leading to the KPB mass extinction. 3) Phase 3 near the C29r/C29n boundary (P1b) in the early Danian appears to be the cause for the long-delayed recovery after the mass extinction. The onset of full biotic recovery is observed in assemblages of P1c, after the cessation of phase 3 volcanism."
  }, {
    "heading": "Acknowledgments",
    "text": "We are grateful to Associate Editor Peter Harries and two anonymous reviewers for their insightful comments and suggestions. The material for this study is partially based uponwork supported by the US National Science Foundation through grant NSF OISE-0912144, EAR-0207407, EAR-0447171, EAR-1026271 and Princeton University’s Scott and Tuttle Funds. The isotope analyses were conducted at the University of Lausanne and supported by the Egyptian Ministry of Higher Education (mission No. 001/013/104) (HK)."
  }],
  "year": 2014,
  "references": [{
    "title": "Comparative studies on the Upper CretaceouseEarly Paleogene",
    "authors": ["Abdel Razik"],
    "year": 1972
  }, {
    "title": "High stress late Maastrichtian paleoenvironment",
    "authors": ["S. Abramovich", "G. Keller"],
    "venue": "Arab Petroleum Congress, Algiers 71,",
    "year": 2002
  }, {
    "title": "Planktonic foraminiferal response to the latest",
    "authors": ["oclimatology", "Palaeoecology", "S. 145e164. Abramovich", "G. Keller"],
    "year": 2003
  }, {
    "title": "Decline of the Maastrichtian",
    "authors": ["S. Abramovich", "A. Almogi-Labin", "C. Benjamini"],
    "venue": "525A. Marine Micropaleontology",
    "year": 1998
  }, {
    "title": "Characterization of late",
    "authors": ["S. Abramovich", "G. Keller", "D. Stüeben", "Z. Berner"],
    "year": 2003
  }, {
    "title": "Late Maastrichtian and K/T paleoenviron",
    "authors": ["S. Abramovich", "C. Benjamini"],
    "year": 2005
  }, {
    "title": "Slow sedimentation and Ir",
    "authors": ["P. pp. 867e890. Bruns", "H. Rakoczy", "E. Pernicka", "Dullo", "W.-C"],
    "year": 1997
  }, {
    "title": "Revised calibration of the geomagnetic polarity",
    "authors": ["S.C. 168e177. Cande", "D.V. Kent"],
    "year": 1995
  }, {
    "title": "timescale for the Late",
    "authors": ["Chenet", "A.-L", "X. Quidelleur", "F. Fluteau", "V. Courtillot", "S. Bajpai"],
    "venue": "Journal of Geophysical Research 100,",
    "year": 2007
  }, {
    "title": "Determination of rapid Deccan eruptions",
    "authors": ["K.V. Subbarao", "T. Thordarson"],
    "year": 2009
  }, {
    "title": "Environmental effects of Deccan volcanism across the CretaceouseTertiary transition in Meghalaya, India",
    "authors": ["B. Gertsch", "G. Keller", "T. Adatte", "R. Garg", "V. Prasad", "Z. Berner", "D. Fleitmann"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2011
  }, {
    "title": "The Cretaceous-Tertiary boundary (KTB) transition in NE Brazil",
    "authors": ["B. Gertsch", "G. Keller", "T. Adatte", "Z. Berner"],
    "venue": "Journal of the Geological Society of London 170,",
    "year": 2013
  }, {
    "title": "A geologic time scale. U.K",
    "authors": ["F.M. Gradstein", "J.G. Ogg", "A.G. Smith"],
    "year": 2004
  }, {
    "title": "The end-cretaceous mass extinction in the marine realm: year 2000 assessment",
    "authors": ["G. Keller"],
    "venue": "Planetary and Space Science",
    "year": 2001
  }, {
    "title": "Guembelitria-dominated late Maastrichtian planktic foraminiferal assemblages mimic early Danian in central Egypt",
    "authors": ["G. Keller"],
    "venue": "Marine Micropaleontology",
    "year": 2002
  }, {
    "title": "Biotic effects of impacts and volcanism",
    "authors": ["G. Keller"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2003
  }, {
    "title": "Biotic effects of late Maastrichtian mantle plume volcanism: implications for impacts and mass extinctions",
    "authors": ["G. Keller"],
    "venue": "Lithos",
    "year": 2005
  }, {
    "title": "Defining the CretaceouseTertiary Boundary: A PracticaL Guide and Return to First Principles. Society for Sedimentary Geology Special Volume 100, 23e42",
    "authors": ["G. Keller"],
    "year": 2011
  }, {
    "title": "Lilliput effect in late Maastrichtian planktic foraminifera: Response to environmental stress",
    "authors": ["G. Keller", "S. Abramovich"],
    "year": 2009
  }, {
    "title": "Paleoenvironment of the Eastern Tethys in the Early Paleocene",
    "authors": ["G. Keller", "C. Benjamini"],
    "venue": "Palaios 6,",
    "year": 1991
  }, {
    "title": "Stable isotope, TOC and CaCO3 record across the cretaceous/tertiary boundary at El Kef",
    "authors": ["G. Keller", "M. Lindinger"],
    "venue": "Tunisia. Science",
    "year": 1989
  }, {
    "title": "Disaster opportunists Guembelitrinidae: index for environmental catastrophes",
    "authors": ["G. Keller", "A. Pardo"],
    "venue": "Marine Micropaleontology",
    "year": 2004
  }, {
    "title": "The Cretaceous/Tertiary boundary stratotype section at El Kef, Tunisia: How catastrophic was the mass extinction",
    "authors": ["G. Keller", "L. Li", "N. MacLeod"],
    "venue": "Palaeogeography Palaeoclimatology Palaeoecology",
    "year": 1995
  }, {
    "title": "Gradual mass extinction, species survivorship, and long term environmental changes across the CretaceousTertiary boundary in high latitudes",
    "authors": ["G. Keller", "E. Barrera", "B. Schmitz", "E. Matsson"],
    "venue": "Geological Society of America Bulletin",
    "year": 1993
  }, {
    "title": "High-stress paleoenvironment during the late Maastrichtian to early Paleocene in central Egypt",
    "authors": ["G. Keller", "T. Adatte", "S.J. Burns", "A.A. Tantawy"],
    "year": 2002
  }, {
    "title": "Multiple impacts across the CretaceouseTertiary boundary. Earth-Science Reviews",
    "authors": ["G. Keller", "W. Stinnesbeck", "T. Adatte", "D. Stüben"],
    "year": 2003
  }, {
    "title": "High stress late Maastrichtian e early Danian palaeoenvironment in the Neuquén Basin, Argentina",
    "authors": ["G. Keller", "T. Adatte", "A.A. Tantawy", "Z. Berner", "W. Stinnesbeck", "D. Stueben", "H.A. Leanza"],
    "venue": "Cretaceous Research",
    "year": 2007
  }, {
    "title": "Main Deccan volcanism phase ends near the KeT boundary: Evidence from the KrishnaeGodavari Basin, SE India",
    "authors": ["G. Keller", "T. Adatte", "S. Gardin", "A. Bartolini", "S. Bajpai"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2008
  }, {
    "title": "KeT transition in Deccan Traps of central India marks major marine Seaway across India",
    "authors": ["G. Keller", "T. Adatte", "S. Bajpai", "D.M. Mohabey", "M. Widdowson", "A. Khosla", "R. Sharma", "S.C. Khosla", "B. Gertsch", "D. Fleitmann", "A. Sahni"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2009
  }, {
    "title": "Biotic effects of the Chicxulub impact, KeT catastrophe and sea level change in Texas",
    "authors": ["G. Keller", "S. Abramovich", "Z. Berner", "T. Adatte"],
    "year": 2009
  }, {
    "title": "Deccan Volcanism Linked to the Cretaceous-Tertiary Boundary Mass Extinction: New Evidence from ONGC Wells in the Krishna-Godavari Basin",
    "authors": ["G. Keller", "P.K. Bhowmick", "H. Upadhyay", "A. Dave", "A.N. Reddy", "B.C. Jaiprakash", "T. Adatte"],
    "venue": "Journal of the Geological Society of India",
    "year": 2011
  }, {
    "title": "Biostratigraphy, Age of the Chicxulub impact, and depositional environment of the Brazos River KPB sequences",
    "authors": ["G. Keller", "S. Abramovich", "T. Adatte", "Z. Berner"],
    "venue": "Special Publication,",
    "year": 2011
  }, {
    "title": "Nature and timing of extinctions in Cretaceous-Tertiary planktic foraminifera preserved in Deccan intertrappean sediments of the KrishnaeGodavari Basin, India",
    "authors": ["G. Keller", "T. Adatte", "P.K. Bhowmick", "H. Upadhyay", "A. Dave", "A.N. Reddy", "B.C. Jaiprakash"],
    "venue": "Earth and Planetary Science Letters 341,",
    "year": 2012
  }, {
    "title": "Chicxulub Impact Spherules in the North Atlantic and Caribbean: age constraints and Cretaceous-Tertiary boundary hiatus",
    "authors": ["G. Keller", "H.M. Khozyem", "T. Adatte", "N. Malarkodi", "J.E. Spangenberg", "W. Stinnesbeck"],
    "venue": "Geological Magazine",
    "year": 2013
  }, {
    "title": "Maastrichtian climate, productivity and fauna1 turnovers in planktic foraminifera in South Atlantic DSDP sites 525A and 21",
    "authors": ["L. Li", "G. Keller"],
    "venue": "Marine Micropaleontology",
    "year": 1998
  }, {
    "title": "Abrupt deep-sea warming at the end of the Cretaceous",
    "authors": ["L. Li", "G. Keller"],
    "venue": "Geology 26,",
    "year": 1998
  }, {
    "title": "Maastrichtian to Paleoocene facies evolution and the CretaceousTertiary boundary in Middle and Southern Egypt",
    "authors": ["P. Luger"],
    "venue": "Revista española de paleontología",
    "year": 1988
  }, {
    "title": "Early diageneitc isotopic signal at the Cretaceous/Tertiary boundary, Israel",
    "authors": ["M. Magaritz", "C. Benjamini", "G. Keller", "S. Moshkovitz"],
    "year": 1992
  }, {
    "title": "Deccan traps mantle degassing in the terminal Cretaceous marine extinctions",
    "authors": ["D. McLean"],
    "venue": "Cretaceous Research",
    "year": 1985
  }, {
    "title": "Relationship between mass extinction and iridium across the Cretaceous-Paleogene boundary in New Jersey",
    "authors": ["K.G. Miller", "R.M. Sherrell", "J.V. Browning", "M.P. Field", "W. Gallagher", "R.K. Olsson", "P.J. Sugarman", "S. Tuorto", "H. Wahyudi"],
    "year": 2010
  }, {
    "title": "The Global Boundary Stratotype Section and Point for the base of the Danian Stage (Paleocene, Paleogene, “Tertiary”, Cenozoic) at El Kef, Tunisia -Original definition and revision",
    "authors": ["E. Molina", "L. Alegret", "I. Arenillas", "J. Arz", "N. Gallala", "J. Hardenbol", "K. von Salis", "E. Steurbaut", "N. Vanhenberghe", "D. Zaghbib-Turki"],
    "year": 2006
  }, {
    "title": "Late Cretaceous biostratigraphy and development of Heterohelicidae (planktic foraminifera)",
    "authors": ["A.J. Nederbragt"],
    "venue": "Micropaleontology 37,",
    "year": 1991
  }, {
    "title": "Terrestrial evidence for two greenhouse events in the latest Cretaceous",
    "authors": ["L. Nordt", "S. Atchley", "S. Dworkin"],
    "venue": "GSA Today",
    "year": 2003
  }, {
    "title": "Atlas of Paleocene Planktonic Foraminifera",
    "authors": ["R.K. Olsson", "C. Hemleben", "W.A. Berggren", "B.T. Huber"],
    "venue": "Smithsonian Contribution to Paleobiology No",
    "year": 1999
  }, {
    "title": "Biotic effects of environmental catastrophes at the end of the Cretaceous and early Tertiary: Guembelitria and Heterohelix blooms",
    "authors": ["A. Pardo", "G. Keller"],
    "venue": "Cretaceous Research",
    "year": 2008
  }, {
    "title": "Warm tropical sea surface temperatures in the Late Cretaceous and Eocene",
    "authors": ["P.N. Pearson", "P.W. Ditchfield", "J. Singano", "K.G. Harcourt-Brown", "C.J. Nicholas", "R.K. Olsson", "N.J. Shackleton", "M.A. Hall"],
    "venue": "epochs. Nature",
    "year": 2001
  }, {
    "title": "Environmental and biological effects of Deccan volcanism: A global survey",
    "authors": ["J. Punekar", "P. Mateo", "G. Keller"],
    "year": 2014
  }, {
    "title": "Transient ocean warming and shifts in carbon reservoirs during the early Danian",
    "authors": ["F. Quillévéré", "R.D. Norris", "D. Kroon", "P.A. Wilson"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2008
  }, {
    "title": "Wonders, A.A.H., 1983e84. Atlas of Late Cretaceous Globotruncanids",
    "authors": ["F. Robaszynski", "M. Caron", "J.M. Gonzales Donoso"],
    "venue": "Revue de Micropaléontologie",
    "year": 1983
  }, {
    "title": "Tectonic framework of Egypt and its influence on distribution of foraminifera",
    "authors": ["R. Said"],
    "venue": "AAPG Bulletin",
    "year": 1961
  }, {
    "title": "Reconstructing past sea surface temperatures: Correcting for diagenesis of bulk marine carbonate",
    "authors": ["D.P. Schrag", "D.J. Depaolo", "F.M. Richter"],
    "venue": "Geochemica et Cosmochimica Acta",
    "year": 1995
  }, {
    "title": "The Chicxulub asteroid impact and mass extinction at the Cretaceous-Paleogene",
    "authors": ["M. Rebolledo-Vieyra", "W.U. Reimold", "E. Robin", "T. Salge", "R.P. Speijer", "A.R. Sweet", "J. Urrutia-Fucugauchi", "V. Vajda", "M.T. Whalen", "P.S. Willumsen"],
    "venue": "boundary. Science",
    "year": 2010
  }, {
    "title": "Sulfur and chlorine in late Cretaceous Deccan magmas and eruptive gas release",
    "authors": ["S. Self", "S. Blake", "K. Sharma", "M. Widdowson", "S. Sephton"],
    "year": 2008
  }, {
    "title": "Sedimentologic and tectonic evolution of the Upper Cretaceous-Lower Tertiary succession at Wadi Qena, Egypt",
    "authors": ["M. Soliman", "M. Habib", "E. Ahmed"],
    "venue": "Sedimentary Geology",
    "year": 1986
  }, {
    "title": "Late Maastrichtian Paleoclimatic and Paleoceanographic Changes Inferred from Sr/Ca Ratio and Stable Isotopes",
    "authors": ["D. Stüben", "U. Kramar", "Z.A. Berner"],
    "year": 2003
  }, {
    "title": "Calcareous nannofossil biostratigraphy and paleoecology of the Cretaceous/Tertiary transition in the central eastern desert of Egypt",
    "authors": ["A.A. Tantawy"],
    "venue": "Marine Micropaleontology",
    "year": 2003
  }, {
    "title": "Late Maastrichtian volcanism in the Indian Ocean: Effects on calcareous nannofossils and planktic foraminifera",
    "authors": ["A.A. Tantawy", "G. Keller", "A. Pardo"],
    "year": 2009
  }, {
    "title": "The late Maastrichtian nannofossil record of climate change in the South Atlantic DSDP Hole 525A",
    "authors": ["N. Thibault", "S. Gardin"],
    "venue": "Marine Micropaleontology",
    "year": 2007
  }, {
    "title": "Correlated terrestrial and marine evidence for global climate changes before mass extinction at the Cretaceouse Paleogene boundary",
    "authors": ["P. Wilf", "K.R. Johnson", "B.T. Huber"],
    "venue": "Proceedings of the National Academy of Sciences, USA",
    "year": 2003
  }],
  "id": "SP:4953d5576da5810951854002c02d769e24fd8224",
  "authors": [{
    "name": "Jahnavi Punekar",
    "affiliations": []
  }, {
    "name": "Gerta Keller",
    "affiliations": []
  }, {
    "name": "Hassan Khozyem",
    "affiliations": []
  }, {
    "name": "Carl Hamming",
    "affiliations": []
  }, {
    "name": "Thierry Adatte",
    "affiliations": []
  }, {
    "name": "Abdel Aziz Tantawy",
    "affiliations": []
  }, {
    "name": "Jorge E. Spangenberg",
    "affiliations": []
  }],
  "abstractText": "Deccan volcanism occurred in three intense phases of relatively short duration: phase 1 spanning the paleomagnetic chron C30r/C30n boundary (planktic foraminiferal CF4), phase 2 in the latest Maastrichtian C29r (zones CF1eCF2), and phase 3 in the early Danian C29n (P1b). This study explores the nature of paleoenvironmental changes correlative with the three volcanic phases in central Egypt and the Sinai based on planktic foraminifers, stable carbon and oxygen isotopes. Results show that high-stress assemblages dominated by Guembelitria blooms are prominent in, but not exclusive to, all three volcanic phases. These blooms are well known from the aftermath of this mass extinction in zones P0eP1a, the intertrappean interval between volcanic phases 2 and 3. Guembelitria blooms in CF4 (phase 1) are relatively minor (<45%) although they comprise a substantial component of the planktic foraminiferal assemblages. Maximum Guembelitria blooms (>80% of the total assemblage) are observed in CF1, which spans the last 160 ka of the Maastrichtian marked by rapid global climatic warming and cooling correlative with phase 2. Major Guembelitria blooms (50e75%) are also observed in P1b, which is marked by climate warming (Dan-C2 event) and a major negative carbon isotope excursion correlative with phase 3. This high-stress event precedes full marine biotic recovery after the mass extinction. Published by Elsevier Ltd.",
  "title": "Late Maastrichtianeearly Danian high-stress environments and delayed recovery linked to Deccan volcanism"
}