{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nGeoderma\njournal homepage: www.elsevier.com/locate/geoderma\nThe influence of soil age and regional climate on clay mineralogy and cation exchange capacity of moist tropical soils: A case study from Late Quaternary chronosequences in Costa Rica\nL.N. Pincusa,b,⁎, P.C. Ryana,c, F.J. Huertasc, G.E. Alvaradod\na Geology Department, Middlebury College, Middlebury, VT 05753, USA b School of Forestry and Environmental Studies, Yale University, 195 Prospect St., New Haven, CT 06511, USA c Instituto Andaluz de Ciencias de la Tierra (CSIC-Universidad de Granada), 18100 Armilla, Granada, Spain d Instituto Costarricense de Electricidad, Área de Amenazas y Auscultación Sismológica y Volcánica, Apdo 10032-1000, Costa Rica\nA R T I C L E I N F O\nHandling Editor: M. Vepraskas\nKeywords: Tropical soil Cation exchange capacity Chronosequence Kaolinite Smectite Halloysite\nA B S T R A C T\nTropical soils exhibit large differences across landscapes in many attributes, notably clay mineralogy (2:1 vs. 1:1 clays), bulk geochemistry (Ca, Al), pH, cation exchange capacity (CEC), organic matter and soil texture. In order to examine the factors controlling these variables, a series of three chronosequences (≤120 ka) of tropical soils on uplifted terraces along the Pacific coast of Costa Rica were studied. The three study locations differ mainly as a function of soil moisture and leaching, with conditions ranging from 2700 mm/yr mean annual precipitation (MAP) on the southern Nicoya Peninsula (4-month dry season), to 3200 mm/yr in the Esterillos region (3-month dry season), and 4250 mm/yr on the Osa Peninsula (no dry season). Analytical methods include X-ray diffraction (XRD), transmission-analytical electron microscopy (TEM-AEM), inductively coupled plasma optical emission and mass spectrometry (ICP-OES, ICP-MS), ammonium acetate extraction (1 M NH4OAc, pH = 7, for CEC) and C:N analysis.\nSoil weathering reactions and related decrease in CEC occur three-to-four times faster in a sequence of Inceptisol-to-Oxisol soils in the wettest climate (Osa) compared to the less-moist Esterillos area; in the even drier monsoon climate soils (Nicoya), this evolved, low-CEC (< 10 cmolc/kg) state does not occur, even after 120 ka of soil formation, and rate of compositional alteration is approximately five to ten times slower than at Osa. The dominant exchangeable cation at all sites is Ca. Interlayer K and Al increase relative to Ca over time, resulting in interstratified K-S with smectite layers that become progressively more vermiculite-like and illite-like.\nThe age-related evolution of tropical soils appears to be a predictable sequence in lowland tropical landscapes where periodic tectonism, erosion or volcanism produces unweathered parent material at the land surface. Empirical data from this project enables the extrapolation of simple equations applicable to tropical volcanic arc landscapes where presence of uplifted marine terrace soils facilitates determination of soil age. The two variables controlling soil composition can be combined into an effective age (ageeff) that takes into account soil age and weathering intensity (factoring in MAP and wet-dry months from climate data), and equations are of the form, e.g. ECEC =−18.1 ∗ ln(ageeff) + 77, with R2 values of 0.75 to 0.87. Greatest scatter occurs in the youngest soils. Given the apparent prevalence of this sequence and the systematic nature of its reaction progression, these results could be useful for modeling tropical soils."
  }, {
    "heading": "1. Introduction",
    "text": "Chemical weathering in the humid tropics depletes soils of soluble components, notably mineral-derived plant nutrients (e.g. Ca, K, Mg), which over time results in nutrient-poor conditions with low cation exchange capacity (CEC) and enrichment of plant-toxic Al in the soil solution (Birkeland, 1999; Ryan and Huertas, 2009). This evolved state\nis particularly true of Oxisols, the paradigmatic tropical lateritic soil characterized by abundant kaolinite, low cation exchange capacity (< 10 cmolc/kg), low amounts of available base cations, high amounts of exchangeable Al, and low pH (e.g.< 5) (Birkeland, 1999; Mizota et al., 1988; Nieuwenhuyse et al., 2000; Shoji et al., 1982). However, it is important to recognize that approximately 60% of soils in moist-tohumid tropical environments do not fit this description (Porder et al.,\nhttp://dx.doi.org/10.1016/j.geoderma.2017.08.033 Received 30 June 2017; Received in revised form 13 August 2017; Accepted 20 August 2017\n⁎ Corresponding author at: School of Forestry and Environmental Studies, Yale University, 195 Prospect St., New Haven, CT 06511, USA. E-mail address: lauren.pincus@yale.edu (L.N. Pincus).\nGeoderma 308 (2017) 130–148\nAvailable online 01 September 2017 0016-7061/ © 2017 Elsevier B.V. All rights reserved.\nMARK\n2005; Szott et al., 1991); for example, in tectonically and volcanically active tropical environments where unweathered parent material is periodically exposed at the land surface (e.g. by uplift, erosion or deposition), the newly-forming soils on these geologically-young surfaces (e.g. Holocene age) typically have high CEC (e.g.> 40 cmolc/kg; Delvaux et al., 1990; Kantor and Schwertmann, 1974; Messmer et al., 2014). These soils are often rich in smectite or interstratified kaolinitesmectite (K-S), possess high concentrations of base cations and low amounts of exchangeable Al, and are less acidic than older (e.g. Pleistocene) Oxisols or Ultisols (Alvarado et al., 2014; Erswaran and De Coninck, 1971; Ojanuga, 1990; Ryan and Huertas, 2009; Thanachit et al., 2006).\nPrevious studies of tropical lateritic soils indicate that CEC varies widely and is controlled by soil age, mineralogy and grain size. Ludwig et al. (2001) and Soares et al. (2005) documented very low CEC in Amazonian Ultisols (< 3 cmolc/kg exchangeable base cations), where base cation depletion and Al toxicity are characteristic of these highly-weathered, kaolinitic soils; in the Congo, Mareschal et al. (2011) documented Oxisols with CEC < 0.5 cmolc/kg. Lima et al. (2002) studied two end-members of humid tropical soils in Western Amazonia: floodplain Entisols (young) and upland Oxisols (old). CEC of the Entisols ranges from 17–23 cmolc/kg, 67–87% of exchange sites are occupied by Ca and Mg, and the soil contains expandable 2:1 minerals; by comparison, CEC of nearby Oxisols is 4–9 cmolc/ kg, > 98% of exchange sites are occupied by Al or H, and soil mineralogy is dominated by kaolinite, gibbsite and hematite, with no expandable clay. Aprile and Lorandi (2012) similarly documented CEC of 3 to 6 cmolc/kg in lateritic soils from Brazil. Examples of relatively high CEC in humid tropical soils were documented in lateritic soils in the Caribbean plain of Costa Rica (Nieuwenhuyse et al., 2000) and piedmonts of Panama (Messmer et al., 2014) and Venezuela (Daugherty and Arnold, 1982), areas where CEC ranges from 5 to 93 cmolc/kg. Thus, CEC in humid tropical soils appears to decrease with increasing soil age, yet the literature contains few studies that systematically examine the role of soil age on CEC. He et al. (2008) and Jiang et al. (2011) observed that CEC decreases from ~20 cmolc/ kg to ~7 cmolc/kg with increasing soil age in chronosequences. However, these studies were both performed on Hainan Island, China, a subtropical location that is cooler (23–24 °C) and drier (1400 to 1800 mm/yr mean annual precipitation [MAP]) than much of the humid tropics (typically 25–27 °C and 2000–4000 mm/yr MAP). Improved understanding of the role of time and soil evolution on CEC should enable improved modeling of soil characteristics. Chronosequences of soils developed on marine terraces along the Pacific coast of Costa Rica (e.g. Gardner et al., 1992; Marshall and Anderson, 1995; Sak et al., 2004a; Fisher and Ryan, 2006; Ryan et al., 2016) provide an opportunity to gain a deeper understanding of this critical soil property along both temporal and climatic gradients.\nContext on temporally-driven changes in tropical soil is provided by geochemical and mineralogical analysis of the transition from Entisols and Inceptisols to Oxisols in the humid tropics. This transition occurs over a ~30 ka to 120 ka time span (Ryan and Huertas, 2009; Ryan et al., 2016). Decrease in base cations occurs simultaneously with the transformation from early-stage pedogenic smectite (< 8 ka) to intermediate-stage interstratified K-S and eventually late-stage halloysite and kaolinite (≥40 ka) (Ryan and Huertas, 2009; Ryan et al., 2016); however, no study is known of that systematically investigates the rate at which CEC of humid tropical soils decreases with time, so the purposes of this study are as follows: (1) to determine CEC of the clay fraction of three soil chronosequences formed on marine terraces along the Costa Rica Pacific coast; and (2) to understand factors that control the CEC of tropical soil clays, particularly crystallochemistry, soil age, kinetic and thermodynamic considerations, and climate (mean annual rainfall). This study aims to test the hypothesis that CEC of moist tropical soil decreases with soil age and does so at rates that are greatest in soils exposed to the rainiest climate."
  }, {
    "heading": "2. Study area",
    "text": "The landscape of the Pacific and Caribbean coasts of Costa Rica contains uplifted marine and fluvial terraces ranging in age from 1 ka to ≥120 ka (Alvarado, 1990; Gardner et al., 1992; Marshall and Anderson, 1995; Sak et al., 2004a). On the Pacific coast of the isthmus, Holocene terraces are dominated by smectite and primary minerals (e.g. plagioclase, clinopyroxene, quartz, magnetite, and sometimes heulandite, biotite calcite); over time, leaching of base cations and Si results in a Pleistocene soil mineralogy that in nearly all cases is lacking in primary minerals — other than quartz — and has experienced the transformation of early-stage smectite to later-stage K-S, halloysite and kaolinite (Fisher and Ryan, 2006; Ryan and Huertas, 2009). These changes have been documented over a geographic span of 2° of latitude and a range in MAP of 2700 to 4250 mm/yr MAP (Pincus, 2014; Ryan and Huertas, 2009; Ryan et al., 2016); other than difference in climate, though, soil-forming factors are similar (Ryan et al., 2016); e.g., parent material is dominantly basaltic-andesitic sediment, topography is horizontal or shallowly-dipping (terrace surfaces, sometimes dissected), and the landscape is dominated by forest and pasture. Mean annual temperature (MAT) at all three sites is 26–27 °C, so the main difference in climate of the three sub-regions is MAP and dry season, from 2700 ± 300 mm/year on the southern Nicoya Peninsula (4-month dry season) to 3200 ± 200 mm/year in the Esterillos region (3-month dry season) and 4250 ± 250 mm/year at sites sampled on the Osa Peninsula (no dry season, all months receive> 100 mm of rainfall). Evapotranspiration on the southern Nicoya Peninsula and Esterillos Region is 1350 ± 50 mm/yr and on the Osa Peninsula is 1250 ± 50 mm/yr (IMN).\nTerrace ages represent emergence of marine sediments to an elevation ≥2 m above high tide (Anderson et al., 1999). The absence of sediment reworking allows pedogenic clay to begin to accumulate, and this represents the onset of pedogenesis (Anderson et al., 1999), an age which should be very similar to OSL ages and equal to or younger than radiocarbon ages (Sak et al., 2009). Sources of terrace ages determined by OSL and 14-C are given in Table 1. Ages of terraces without radiometric dates were determined by mineralogical-geochemical correlation or by analysis of uplift rates and sea level change (Ryan et al., 2016; Sak et al., 2004b), and rationale for these ages are also given in Table 1."
  }, {
    "heading": "3. Materials and methods",
    "text": ""
  }, {
    "heading": "3.1. Environmental characteristics and soil conditions",
    "text": "Sixty-one soil samples collected from three regions on the Pacific coast of Costa Rica (Fig. 1) were analyzed: samples sites are on the south end of the Nicoya Peninsula (Ryan et al., 2016), in the EsterillosParrita area (Fisher and Ryan, 2006; Ryan and Huertas, 2009), and on the east side of the Osa Peninsula (Falcones, 2014). These sites differ mainly as a function of soil moisture (Section 2). According to the Holdridge classification scheme, Nicoya and Esterillos are moist tropical forest and Osa is wet tropical forest (Holdridge, 1967; Kohlmann et al., 2010). The Köppen system classifies Nicoya as equatorial savanna with dry summer (As), Esterillos as equatorial monsoon (Am) and Osa as equatorial rainforest, fully humid (Af) (Kottek et al., 2006).\nThe soils examined in this study are developed on uplifted marine terraces that originally consisted of beach sands or gravels. The dominant parent material for the nearshore sediments from which these soils formed is andesitic-basaltic arc rocks as well as basalt, siltstone, and limestone at sites where uplifted ocean floor outcrops. Mineralogically, the sands, gravels, and occasional clay layers that comprise parent material consist of plagioclase, clinopyroxene, and quartz with lesser amounts locally of shell fragments, magnetite, and metamorphic lithic fragments (Fisher, 2004; Fisher and Ryan, 2006; Hobbs, 2012; Lundberg, 1991).\nAll study regions are located within the forearc basin created by subduction of the Cocos Plate under the Caribbean Plate (Gardner et al., 1992; Gardner et al., 2001; Sak et al., 2009). Subduction of oceanic crust with varying lithospheric thickness has resulted in a system of active faults oriented at high angles to the subduction zone that segment the fore-arc thrust belt into blocks with varying uplift rates (Gardner et al., 1992; Sak et al., 2009). As these blocks are\nuplifted, the relatively flat-lying beach and shallow marine sediments are uplifted above sea level and become terraces (Marshall and Anderson, 1995). The terraces in this study range in elevation from 2 to 210 m above sea level (masl) and their ages range from 1 to 120 ka (Fisher, 2004; Fisher and Ryan, 2006; Gardner et al., 1992; Hobbs, 2012; Marshall and Anderson, 1995; Marshall et al., 2010; Sak et al., 2004a, 2004b)."
  }, {
    "heading": "3.2. Laboratory methods",
    "text": ""
  }, {
    "heading": "3.2.1. Sample preparation",
    "text": "All samples were homogenized, dried at room temperature, and stored in whirl-packs. Approximately 5 g of sample were separated for analysis and sieved to< 2mm. From that fraction, the clay (< 2 μm) fraction was obtained by settling in Atterberg cylinders. During this settling organic matter frothed to the top of the cylinder and was removed. In addition to the 61 soil samples (Table 1), 10 clay standards with reported values of cation exchange capacity (CEC) (Tables 2A and 2B) were analyzed by the same methods in order to assess accuracy and precision of CEC measurements."
  }, {
    "heading": "3.2.2. X-ray diffraction (XRD)",
    "text": "Mineralogy was analyzed by X-ray diffraction (XRD). Bulk soil mineralogy (< 2 mm) was analyzed quantitatively by mixing 3.6 g of the< 2 mm fraction with 0.4 g ZnO; the resulting powder was homogenized by gently grinding in an agate mortar and pestle and wet grinding in a McCrone Mill (Środoń et al., 2001). Powders were sideloaded to enhance random orientation and scanned continuously from\nSources: (1) Harward et al., 1969; (2) Shainberg et al., 1987; (3) Borden and Giese, 2001; (4) Clay Minerals Society Source Clay database (http://www.clays.org/SOURCE %20CLAYS/SCdata.html); (5) Wahlberg and Fishman, 1962; (6) Black, 1965; (7) Jaynes and Bigham, 1986.\n2–70° 2θ (0.5°/min) in the air-dried state. Mineral abundance was quantified from experimentally-determined mineral intensity factors using protocols of Fisher and Ryan (2006), Hillier (2000), and Środoń et al. (2001). The mineralogical content of the clay (< 2 μm) fraction of the soil was analyzed as oriented powders scanned continuously from 2–40° 2θ (1.2°/min), first in the air-dried state, and subsequently after being exposed to ethylene glycol vapor for 24 h at 60 °C. Raw files were viewed and analyzed using the Eva software package (Bruker Corporation). XRD analysis was carried out with a Bruker D8 Advance system located at Middlebury College, operating at 40 kV and 40 mA with a solid-state Si(Li) Sol-XE detector, theta-theta goniometer, and CuKα radiation. The mineralogy of the< 2 mm (bulk) and< 2 μm (clay) fractions of soils from the Esterillos Area (Fisher and Ryan, 2006) and Nicoya Peninsula (Ryan et al., 2016) were previously determined by the same method, and these data are incorporated into this study."
  }, {
    "heading": "3.2.3. Mineralogy and composition of clay fraction via Fourier transform infrared spectroscopy (FTIR)",
    "text": "FTIR was used to assess the mineralogy and composition of the clay fraction at Instituto Andaluz de Ciencias de la Tierra (IACT) on a Perkin-Elmer Spectrum One FTIR spectrometer. The machine was in absorbance mode (4000 to 400 cm−1 range) with a resolution of 4 cm−1. Samples from Osa were prepared for analysis by diluting 1 mg of the< 2 μm fraction in 150 mg of dried KBr. This mixture was then pressed into a pellet and heated overnight to 120 °C. Similar suites of samples from Esterillos and Nicoya were previously analyzed by FTIR using the same instrumentation (Ryan and Huertas, 2009; Ryan et al., 2016)."
  }, {
    "heading": "3.2.4. Bulk soil chemistry by ICP-OES",
    "text": "Major and trace element compositions of bulk soil samples (< 2 mm) were analyzed using inductively coupled plasma-optical emission spectroscopy (ICP-OES). First, loss-on-ignition (LOI) was determined by heating 1 g of the dried and sieved< 2 mm fraction in a Thermolyne 47,900 Furnace for 15 min. Then, 0.1 g of the ignited sample was combined with 0.4 g of lithium metaborate flux and heated to 1075 °C for 12 min. The heated samples (now molten) were poured into 60 mL of 5% HNO3 and stirred until the sample had completely dissolved. For trace element analysis, samples were diluted to 100 mL using 5% HNO3 and filtered. For major element analysis, 5 mL of the trace element solution was further diluted with 5% HNO3 to make a new 100 mL solution used for major element analysis. Samples were analyzed using a Thermo Jarrell Ash IRIS 1000 Inductively Coupled Argon Plasma Spectrometer. Analyses of US Geological Survey basalt standard MRG-1, US Geological Survey andesite standard AGV-2, and replicate analyses of unknowns indicate that uncertainties are± 3% for major elements except K2O and MgO, for which uncertainties are± 5%. Uncertainties for trace elements are± 5% (except for concentrations< 100 ppm, where uncertainty approaches 10%)."
  }, {
    "heading": "3.2.5. Single crystal habit and composition by TEM-AEM",
    "text": "Mineralogical textures and compositions were analyzed using transmission and analytical electron microscopy (TEM-AEM). The< 2 μm fraction was calcium-saturated by suspending 5–10 mg of clay in 20 mL of 0.5 M CaCl2, sonified to disaggregate the clay, and allowed to settle overnight. The suspension was then again sonified, supernatant was poured off, and the clay immersed in a 0.05 M solution of CaCl2. The above process was repeated, and also done a third time with 0.005 M CaCl2 solution, after which the samples were washed three times with deionized water to remove calcium not electrostatically-attracted to the clay surfaces. The clays were then dried at 60 °C and ground gently.\nTEM-AEM analysis was performed at the Centro de Instrumentación Científica at the Universidad de Granada, Spain. The clay fraction was immersed in ethyl alcohol, sonified to disaggregate the clay, then\nmounted onto a copper grid to disperse individual crystals (Ryan and Huertas, 2009). Mounted samples were analyzed using a Philips CM-20 electron microscope fitted with an ultrathin window and solid-state Si (Li) detector for energy dispersive X-ray analysis (EDAX). Analyses were performed at 200 kV with a 200 nm spot size (Ryan and Huertas, 2013).\nThe compositions of single crystals obtained from TEM-AEM were used to calculate structural formulas and layer charge. CEC was estimated by analyzing the amount of Ca within the sample. Any Ca is assumed to balance the negative charge of the 2:1 layer since the samples were saturated with CaCl2, essentially homoionizing them. Given repeated washings, all exchangeable base cations should have been replaced by Ca2+, so the measured Ca occurs in the interlayer or adsorbed to the surface and likely represents the sum of all exchange sites. Thus, the calcium concentration is a proxy for the layer charge of the clay, which could be converted into cation exchange capacity (White and Dixon, 2002). For smectites, the charge, in cmolc/unit cell based on O10(OH2), was divided by the mass of the unit cell to determine CEC in cmolc/kg. For kaolinites, the charge, in cmolc/unit cell based on O5(OH4), was divided by mass of unit cell to determine CEC in cmolc/kg."
  }, {
    "heading": "3.2.6. Cation exchange capacity by ammonium acetate extraction and ICPOES",
    "text": "The main method used to determine CEC was ammonium acetate extraction (Madeira et al., 2003; Navarrete et al., 2008; Navarrete et al., 2009; Pochet et al., 2007). This was performed on all samples from all three study locations (Table 3) as well as a suite of clay standards (Fig. 2, Tables 2A and 2B).\nSubsamples of 2.5 g of the dried< 2 μm fraction were weighed into a 100 mL beaker with 50 mL of 1 M NH4OAc pH 7. The solution was sonicated in order to disaggregate the clay and then let sit for 16 h. The sample was centrifuged until all clay was separated from the supernatant, which was collected and saved for ICP-OES analysis. The clay was scraped out, combined with a second 50 mL of 1 M NH4OAc, sonified, and once again was let sit for 16 h. After 16 h, clay and reagent were again centrifuged to collect the supernatant, which was filtered then diluted 10-fold using 5% HNO3. Solutions were analyzed using a Thermo Jarrell Ash IRIS 1000 Inductively Coupled Argon Plasma Spectrometer. Results in mg/L were converted to cmolc/kg to determine individual cation CECs of Ca, K, Na, Mg and Al. These individual values were summed to determine total CEC of the soil clays, and the sum of base cations (Ca, K, Na, Mg) is reported as effective cation exchange capacity (ECEC). The charge assigned to Al is +1 given likelihood that exchangeable Al at the pH observed for these soils is Al(OH)2+. Splits of the same solutions were also analyzed by ICP-MS (Thermo Fisher iCAPQ), in part to improve resolution of exchangeable Al.\nUncertainty/error was determined by comparison to published values and by replicate analysis (Fig. 2, Tables 2A and 2B). For the two smectites Mont-20 and STx-1B, % error (uncertainty) was± 10% of published values (Harward, 1969; Shainberg et al., 1987; Borden and Giese, 2001). For CEC values ≤20 cmolc/kg (i.e. KGa-2, Pfl-1, Hall-12), error estimates were± 50% of published values, e.g. 18 ± 9 cmolc/ kg. The analytical uncertainty determined this way includes any factors that might occur from the initial CEC extraction stage through centrifugation, sample washing and ICP analysis. CEC values determined by NH4OAc extraction followed by ICP-OES were significantly elevated compared to literature values for carbonate-containing standards (Table 2B). This inflation was caused by carbonate mineral dissolution inaccurately inflating CEC values (Dohrmann, 2006). In order to ensure that this source of error did not affect the samples examined in this study, careful mineralogical analysis was performed to assess and verify the absence of carbonates.\nTa bl e 3 So il\nco m po\nsi ti on\ns fo r th e th re e ch\nro no\nse qu\nen ce s,\nin cl ud\nin g C EC\n, bu\nlk so il\nge oc\nhe m is tr y,\nbu lk\nso il\nm in er al og\ny, ca rb on\nan d ni tr og\nen co\nnc en\ntr at io ns\nan d pH\n. A bb\nre vi at io ns\nfo r m in er al s ar e:\n“a ” =\nam ph\nib ol e,\n“c ” =\nca lc it e,\n“G t”\n= go\net hi te ,\n“H m ” =\nhe m at it e,\n“z ” =\nze ol it e (h eu\nla nd\nit e) . “S m e”\nre fe rs\nto %\nsm ec ti te\nla ye\nrs ,i nc\nlu di ng\nth os e in\nK -S ;“\nH al\n+ K ln ” in cl ud\nes di sc re te\nha llo\nys it e an\nd ka\nol in it e as\nw el l as\nka ol in it e la ye\nrs in\nK -S .\nID A ge (k a)\nA ge (e ff )\nD ep th (c m )\nEx ch\nan ge\nab le\nca ti on\ns So\nil bu\nlk co\nm po\nsi ti on\n(< 2 m m\nfr ac ti on\n) So\nil bu\nlk m in er al og\ny (<\n2 m m\nfr ac ti on\n)\nC a\nM g\nN a\nK A l\nEC EC\nC EC\nSi O 2\nA l 2 O 3\nFe 2 O 3\nM gO\nC aO\nN a 2 O\nK 2 O\nZr O 2 / Ti O 2\n% C\n% N\npH - H 2 O\nQ tz\nPl ag\nC px\nSm e\nH al + K ln\nO the rs\n(c m ol\nc/ kg\n) (w\nt% )\n(w t%\n)\nN ic oy\na (2 75\n0 m m\nM A P)\nN ic 1- 20\n1 0. 4\n20 75\n.6 5. 4\n1. 1\n1. 6\n< 0. - 1 84\n84 56\n.6 13\n.3 13\n.6 2. 87\n6. 57\n1. 72\n1. 24\n85 .5\n3. 22\n0. 31\n7. 4\n8. 3\n13 .9\n11 .4\n56 .9\n3. 4\nz, c\nN ic 2- 5\n2 0. 7\n5 68\n.5 10\n.6 0. 5\n3. 9\n< 0. - 1 84\n84 54\n.3 13\n.1 8. 21\n3. 20\n3. 62\n1. 18\n1. 61\n14 0\n2. 24\n0. 26\n7. 0\n10 .3\n11 9. 3\n66 .9\n< 3\nz, c\nN ic 2- 15\n2 0. 7\n15 80\n.4 5. 5\n0. 8\n2. 0\n< 0. - 1 89\n89 56\n.8 12\n.0 11\n.7 4. 08\n5. 88\n1. 82\n1. 33\n11 8\n3. 64\n< 0. - 03 7. 3\n10 .2\n9. 1\n10 .3\n64 .6\n< 3\nz, c\nN ic 2- 50\n2 0. 7\n50 64\n.9 8. 0\n0. 7\n4. 2\n< 0. - 1 78\n78 61\n.5 16\n.8 9. 91\n4. 18\n2. 33\n1. 29\n2. 77\n14 7\n1. 51\n0. 16\n7. 2\n8. 6\n5. 8\n4. 6\n72 .2\n< 3\nN D\nN ic 6- 5\n6 2. 2\n5 57\n.8 9. 1\n1. 1\n3. 3\n< 0. - 1 71\n71 60\n.4 16\n.9 10\n.2 4. 43\n2. 18\n1. 23\n2. 92\n15 3\n1. 17\n0. 14\n7. 3\n10 .7\n4. 3\n6. 2\n68 .4\n< 3\nN D\nN ic 6- 15\n6 2. 2\n15 57\n.6 11\n.3 1. 5\n2. 8\n< 0. - 1 73\n73 60\n.7 17\n.6 10\n.3 3. 74\n1. 58\n1. 88\n2. 63\n14 1\n1. 51\n0. 19\n7. 2\n9. 2\n< 2\n5. 3\n71 .7\n< 3\nN D\nN ic 6- 50\n6 2. 2\n50 50\n.7 13\n.7 3. 7\n1. 1\n< 0. - 1 69\n69 59\n.9 17\n.9 8. 67\n4. 22\n2. 91\n1. 92\n3. 22\n15 4\n1. 06\n0. 14\n7. 4\n8. 4\n6. 2\n8. 3\n63 .1\n< 3\nz, c\nN ic 8- 5\n8 3. 0\n5 37\n.6 8. 4\n0. 2\n1. 4\n< 0. - 1 48\n48 59\n.9 19\n.2 9. 37\n3. 64\n1. 77\n0. 93\n2. 63\n17 6\n0. 54\n< 0. - 03 6. 0\n10 .4\n11 .9\n< 3\n71 .2\n3. 2\nN D\nN ic 8- 15\n8 3. 0\n15 41\n.7 9. 7\n1. 6\n0. 9\n0. 4\n54 54\n57 .9\n18 .5\n9. 61\n4. 32\n2. 59\n1. 21\n3. 63\n16 4\n0. 30\n0. 19\n6. 1\n13 .1\n9. 2\n3. 4\n67 .4\n< 3\nN D\nN ic 8- 50\n8 3. 0\n50 45\n.9 8. 2\n1. 9\n1. 0\n< 0. - 1 57\n57 59\n.1 17\n.9 9. 51\n4. 32\n2. 66\n1. 60\n3. 74\n17 6\n0. 72\n0. 10\n6. 3\n12 .2\n13 .6\n5. 2\n61 .9\n< 3\nN D\nN ic 8- 10\n0 8\n3. 0\n10 0\n69 .4\n7. 6\n0. 6\n0. 7\n< 0. - 1 78\n78 60\n.6 17\n.9 8. 67\n3. 70\n2. 91\n1. 71\n3. 40\n17 4\n0. 27\n0. 05\n6. 1\n7. 8\n11 .7\n5. 1\n69 .5\n< 3\nz\nN ic 50\n-5 50\n19 5\n9. 0\n9. 2\n0. 1\n0. 5\n0. 3\n19 19\n48 .5\n22 .3\n23 .5\n1. 46\n0. 61\n0. 04\n0. 41\n86 .9\n0. 64\n0. 09\n5. 2\n5. 4\n< 2\n< 3\n11 .8\n75 .4\nG t\nN ic 50\n-1 5\n50 19\n15 8. 5\n11 .6\n0. 2\n0. 2\n0. 7\n21 21\n49 .5\n22 .0\n22 .9\n1. 45\n0. 51\n0. 04\n0. 42\n92 .6\n0. 42\n0. 06\n5. 3\n13 .4\n< 2\n< 3\n9. 2\n68 .1\nG t\nN ic 50\n-5 0\n50 19\n50 4. 6\n13 .0\n0. 1\n0. 3\n0. 2\n18 18\n53 .3\n20 .9\n19 .5\n1. 71\n0. 65\n0. 05\n0. 52\n86 .8\n0. 30\n< 0. - 03 5. 1\n15 .9\n< 2\n< 3\n13 .2\n58 .0\nG t\nN ic 50\n-1 00\n50 19\n10 0\n4. 9\n12 .1\n0. 3\n0. 3\n< 0. - 1 18\n18 46\n.0 24\n.4 24\n.3 1. 55\n0. 39\n0. 04\n0. 22\n88 .5\n0. 28\n0. 05\n5. 1\n12 .3\n< 2\n< 3\n16 .9\n56 .2\nG t\nN ic 50\n-1 50\n50 19\n15 0\n4. 6\n22 .4\n0. 3\n0. 4\n< 0. - 1 28\n28 57\n.6 20\n.4 16\n.2 2. 01\n0. 30\n0. 05\n0. 50\n92 .1\n< 0. - 03 0. 06\n5. 3\n13 .0\n< 2\n< 3\n20 .6\n59 .3\nG t\nN ic 12\n0- 5\n12 0\n44 5\n6. 4\n8. 1\n0. 2\n0. 2\n0. 3\n15 15\n42 .5\n30 .1\n23 .6\n0. 80\n0. 52\n0. 07\n0. 03\n81 .4\n0. 07\n0. 61\n5. 7\n6. 3\n< 2\n< 3\n5. 2\n82 .2\nG t\nN ic 12\n0- 15\n12 0\n44 15\n11 .1\n4. 8\n0. 3\n0. 2\n0. 2\n16 17\n42 .4\n30 .7\n23 .1\n0. 81\n0. 50\n0. 06\n0. 03\n79 .9\n0. 58\n0. 08\n5. 3\n3. 7\n< 2\n< 3\n4. 5\n86 .1\nG t\nN ic 12\n0- 50\n12 0\n44 50\n6. 8\n4. 3\n0. 1\n0. 1\n0. 2\n11 11\n43 .9\n29 .6\n22 .6\n0. 77\n0. 48\n0. 05\n0. 07\n86 .7\n0. 59\n0. 07\n4. 9\n5. 8\n< 2\n< 3\n6. 4\n80 .8\nG t\nN ic 12\n0- 10\n0 12\n0 44\n10 0\n6. 6\n4. 6\n0. 1\n0. 1\n0. 1\n11 12\n43 .4\n30 .2\n22 .6\n0. 79\n0. 40\n0. 05\n0. 06\n10 2\n0. 34\n0. 06\n5. 1\n4. 4\n< 2\n< 3\n10 .1\n76 .4\nG t\nN ic 12\n0- 30\n0 12\n0 44\n30 0\n5. 9\n5. 4\n0. 2\n0. 1\n0. 5\n12 12\n43 .1\n31 .0\n22 .2\n0. 96\n0. 29\n0. 05\n0. 11\n72 .8\n0. 13\n< 0. - 03 4. 7\n4. 8\n< 2\n< 3\n10 .0\n76 .1\nG t\nEs te ri llo\ns (3 25\n0 m m\nM A P)\nEs t5 a5\n5 2. 5\n5 46\n.1 22\n.2 0. 6\n0. 3\n< 0. - 1 69\n69 52\n.8 17\n.8 18\n.4 3. 61\n1. 92\n1. 44\n0. 96\n73 .3\n1. 06\n0. 12\n6. 5\n6. 3\n4. 3\n3. 6\n73 .8\n9. 4\nG t\nEs t5 b5\n5 2. 5\n5 44\n.3 12\n.5 0. 8\n0. 4\n< 0. - 1 58\n58 55\n.9 16\n.5 14\n.8 4. 22\n2. 83\n1. 02\n1. 28\n72 .6\n0. 60\n0. 09\n6. 2\n11 .9\n8. 6\n4. 1\n67 .8\n3. 9\nG t\nEs t8 -1 00\n8 4. 0\n10 0\n25 .2\n18 .3\n0. 9\n0. 4\n1. 8\n45 47\n57 .3\n27 .5\n10 .6\n1. 61\n0. 11\n0. 10\n0. 56\n11 6\n1. 02\n0. 12\n5. 4\n13 .5\n< 2\n< 3\n30 .4\n41 .1\nG t\nEs t8 -2 00\n8 4. 0\n20 0\n58 .3\n29 .0\n1. 8\n0. 5\n0. 2\n90 90\n54 .8\n23 .2\n16 .2\n1. 83\n0. 48\n0. 48\n0. 58\n94 .3\n0. 72\n0. 10\n5. 6\n7. 4\n7. 8\n< 3\n75 .1\n< 3\nG t\nEs t4 0a\n-5 40\n20 5\n8. 3\n5. 0\n0. 2\n0. 3\n0. 7\n14 14\n45 .3\n26 .8\n23 .0\n0. 64\n0. 26\n0. 15\n0. 37\n92 .6\n1. 20\n0. 14\n5. 8\n15 .2\n< 2\n< 3\n< 3\n57 .4\nG t, H m\nEs t4 0a\n-1 5\n40 20\n15 6. 6\n4. 1\n0. 2\n0. 4\n0. 5\n11 12\n44 .7\n27 .7\n23 .0\n0. 59\n0. 09\n0. 01\n0. 37\n10 1\n0. 51\n0. 07\n5. 1\n16 .2\n< 2\n< 3\n< 3\n58 .6\nG t,\n(c on\ntin ue d on\nne xt\npa ge )\nTa bl e 3 (c on\ntin ue d) ID A ge (k a)\nA ge (e ff )\nD ep th (c m )\nEx ch\nan ge\nab le\nca ti on\ns So\nil bu\nlk co\nm po\nsi ti on\n(< 2 m m\nfr ac ti on\n) So\nil bu\nlk m in er al og\ny (<\n2 m m\nfr ac ti on\n)\nC a\nM g\nN a\nK A l\nEC EC\nC EC\nSi O 2\nA l 2 O 3\nFe 2 O 3\nM gO\nC aO\nN a 2 O\nK 2 O\nZr O 2 / Ti O 2\n% C\n% N\npH - H 2 O\nQ tz\nPl ag\nC px\nSm e\nH al + K ln\nO the rs\n(c m ol\nc/ kg\n) (w\nt% )\n(w t%\n)\nH m\nEs t4 0b\n-1 5\n40 20\n15 5. 7\n3. 6\n0. 3\n0. 2\n0. 2\n10 10\n57 .2\n17 .4\n19 .4\n0. 53\n0. 13\n0. 07\n0. 28\n79 .9\n< 0. - 03 <\n0. - 03 4. 7\n25 .8\n< 2\n< 3\n< 3\n54 .4\nG t, H m\nEs t4 0c\n-1 5\n40 20\n15 12\n.2 5. 4\n0. 1\n0. 5\n< 0. - 1 18\n18 62\n.5 18\n.2 15\n.6 0. 69\n0. 17\n0. 05\n0. 36\n77 .9\n0. 17\n< 0. - 03 4. 5\n27 .8\n< 2\n< 3\n4. 6\n47 .9\nH m\nEs t1 20\n-5 12\n0 60\n5 1. 3\n2. 3\n0. 2\n0. 6\n0. 1\n4 5\n50 .7\n25 .9\n19 .5\n0. 34\n0. 11\n0. 16\n0. 39\n96 .5\n0. 17\n< 0. - 03 4. 4\n14 .8\n< 2\n< 3\n< 3\n74 .7\nG t, H m\nEs t1 20\n- 30\n0 12\n0 60\n30 0\n0. 6\n2. 0\n0. 2\n0. 1\n< 0. - 1 3\n3 48\n.0 26\n.8 20\n.6 0. 89\n0. 06\n0. 01\n0. 34\n94 .8\n0. 25\n< 0. - 03 4. 6\n16 .3\n< 2\n< 3\n< 3\n68 .5\nG t, H m\nEs t1 20\n- 70\n0 12\n0 60\n70 0\n0. 6\n2. 0\n0. 2\n0. 2\n< 0. - 1 3\n3 47\n.4 26\n.4 21\n.6 1. 10\n0. 04\n0. 03\n0. 35\n68 .3\n< 0. - 03 <\n0. - 03 4. 8\n14 .6\n< 2\n< 3\n< 3\n63 .6\nG t, H m\nO sa\n(4 50\n0 m m\nM A P)\nO sa 1- 15\n1 1\n15 39\n.7 13\n.0 3. 4\n1. 4\n< 0. - 1 57\n.5 57\n.5 60\n.0 13\n.0 9. 1\n4. 80\n8. 44\n2. 70\n0. 42\n10 1\n0. 69\n0. 09\n6. 1\n6. 9\n16 .3\n9. 5\n50 .5\n8. 5\na\nO sa 2a\n-5 2\n2 5\n59 .5\n15 .7\n0. 7\n0. 5\n< 0. - 1 76\n.4 76\n.4 58\n.2 17\n.4 12\n.0 4. 12\n4. 12\n1. 86\n0. 70\n12 2\n1. 28\n0. 16\n6. 7\n5. 2\n10 .3\n5. 9\n62 .3\n9. 0\nN D\nO sa 2a\n-1 5\n2 2\n15 58\n.4 16\n.1 0. 6\n0. 6\n< 0. - 1 75\n.7 75\n.7 58\n.1 16\n.8 11\n.5 4. 22\n4. 96\n2. 19\n0. 56\n10 8\n1. 00\n0. 13\n6. 9\n6. 9\n16 .3\n9. 5\n53 .4\n10 .2\na\nO sa 2a\n-5 0\n2 2\n50 59\n.8 17\n.5 0. 7\n0. 6\n< 0. - 1 78\n.6 78\n.6 61\n.0 14\n.7 9. 9\n4. 31\n5. 55\n2. 42\n0. 54\n12 0\n0. 40\n0. 07\n6. 8\n8. 1\n16 .4\n11 .3\n48 .9\n7. 2\na\nO sa 2b\n-5 2\n2 5\n40 .3\n3. 1\n1. 2\n0. 5\n< 0. - 1 45\n.1 45\n.1 57\n.4 13\n.9 10\n.0 5. 01\n9. 37\n2. 24\n0. 34\n10 4\n1. 81\n0. 20\n5. 9\n4. 1\n9. 3\n8. 0\n64 .2\n6. 3\nN D\nO sa 2b\n-5 0\n2 2\n50 48\n.5 3. 1\n2. 1\n0. 7\n< 0. - 1 54\n.4 54\n.4 57\n.0 14\n.8 9. 8\n5. 32\n8. 22\n2. 74\n0. 40\n85 .5\n0. 48\n0. 06\n6. 3\n6. 5\n7. 8\n8. 0\n59 .6\n9. 7\nN D\nO sa 2c\n-5 2\n2 5\n48 .4\n17 .4\n2. 5\n0. 7\n< 0. - 1 69\n.0 69\n.0 62\n.2 14\n.6 9. 8\n3. 96\n5. 64\n1. 88\n0. 53\n11 2\n1. 69\n0. 19\n5. 7\n4. 2\n5. 0\n4. 0\n71 .2\n8. 9\nN D\nO sa 2c\n-1 5\n2 2\n15 50\n.9 16\n.3 0. 9\n0. 3\n< 0. - 1 68\n.4 68\n.4 64\n.2 13\n.7 9. 0\n3. 64\n5. 58\n2. 11\n0. 57\n14 0\n1. 45\n0. 17\n6. 4\n5. 4\n6. 2\n4. 2\n68 .6\n5. 1\nN D\nO sa 2c\n-5 0\n2 2\n50 57\n.9 16\n.2 0. 7\n0. 4\n< 0. - 1 75\n.2 75\n.2 60\n.9 15\n.7 11\n.1 4. 09\n3. 97\n2. 04\n0. 66\n12 4\n1. 38\n0. 17\n6. 6\n5. 3\n8. 0\n6. 2\n66 .1\n7. 2\nN D\nO sa 2c\n-8 5\n2 2\n85 57\n.9 17\n.8 0. 8\n0. 3\n< 0. - 1 76\n.8 76\n.8 59\n.4 16\n.2 11\n.2 4. 36\n4. 38\n2. 33\n0. 61\n12 6\n1. 86\n0. 20\n6. 4\n3. 6\n7. 7\n5. 1\n76 .8\n< 3\na\nO sa 3a\n-1 5\n3 3\n15 50\n.6 12\n.7 0. 4\n0. 4\n0. 3\n64 .1\n64 .4\n57 .0\n17 .0\n12 .6\n3. 04\n7. 22\n0. 89\n0. 45\n10 9\n2. 08\n0. 22\n6. 0\n8. 7\n6. 8\n< 3\n74 .7\n< 3\nN D\nO sa 3a\n-5 0\n3 3\n50 43\n.2 13\n.3 0. 4\n0. 5\n0. 1\n57 .4\n57 .5\n59 .2\n18 .1\n13 .2\n3. 29\n2. 16\n1. 61\n0. 56\n10 2\n0. 34\n0. 06\n6. 5\n9. 0\n10 .5\n< 3\n73 .0\n4. 2\nN D\nO sa 3a\n- 10\n0 3\n3 10\n0 40\n.2 15\n.7 0. 4\n0. 4\n< 0. - 1 56\n.7 56\n.7 58\n.8 18\n.0 13\n.4 3. 34\n2. 28\n1. 76\n0. 37\n90 .1\n0. 05\n< 0. - 03 6. 4\n7. 4\n13 .8\n< 3\n63 .8\n6. 3\nN D\nO sa 3b\n-1 5\n3 3\n15 37\n.1 11\n.5 4. 8\n0. 7\n1. 8\n54 .1\n55 .9\n58 .7\n18 .1\n13 .4\n3. 56\n2. 34\n1. 27\n0. 53\n90 .8\n0. 04\n< 0. - 03 5. 8\n9. 3\n16 .3\n< 3\n63 .2\n5. 0\nN D\nO sa 3b\n-7 0\n3 3\n70 44\n.2 12\n.4 0. 7\n0. 2\n0. 7\n57 .5\n58 .1\n56 .3\n18 .8\n13 .9\n3. 49\n2. 33\n1. 64\n0. 38\n76 .7\n< 0. - 03 <\n0. - 03 5. 8\n10 .0\n18 .7\n< 3\n59 .9\n6. 1\nN D\nO sa 3b\n- 13\n0 3\n3 13\n0 47\n.3 14\n.1 0. 7\n0. 2\n1. 2\n62 .3\n63 .5\n56 .0\n18 .4\n13 .8\n3. 45\n1. 86\n1. 53\n0. 36\n79 .6\n– –\n5. 8\n9. 0\n20 .7\n< 3\n61 .4\n< 3\nN D\nO sa 5- 15\n5 5\n15 24\n.8 5. 5\n0. 3\n0. 2\n1. 4\n30 .8\n32 .3\n70 .7\n14 .3\n9. 7\n1. 25\n0. 72\n0. 17\n0. 21\n83 .6\n1. 72\n0. 18\n4. 9\n25 .3\n< 2\n< 3\n43 .8\n24 .0\nH m\nO sa 5- 50\n5 5\n50 26\n.4 7. 9\n0. 2\n0. 2\n0. 9\n34 .7\n35 .6\n62 .3\n19 .0\n13 .4\n1. 76\n0. 63\n0. 08\n0. 25\n81 .3\n0. 62\n0. 07\n4. 9\n16 .9\n< 2\n< 3\n56 .4\n22 .8\nH m\nO sa 5- 13\n0 5\n5 13\n0 18\n.1 12\n.2 1. 2\n0. 4\n1. 7\n32 .0\n33 .7\n62 .7\n19 .1\n13 .2\n1. 98\n0. 46\n0. 18\n0. 28\n80 .6\n– –\n5. 3\n17 .4\n< 2\n< 3\n55 .0\n21 .1\nH m\nO sa 30\n-5 30\n30 5\n0. 9\n0. 5\n0. 1\n0. 1\n0. 1\n1. 6\n1. 7\n41 .7\n27 .9\n24 .1\n1. 28\n0. 68\n0. 71\n0. 17\n80 .9\n0. 13\n< 0. - 03 4. 9\n3. 1\n< 2\n< 3\n< 3\n88 .7\nH m\nO sa 30\n-5 0\n30 30\n50 0. 5\n0. 4\n0. 1\n0. 0\n0. 7\n1. 0\n1. 7\n41 .2\n26 .3\n27 .4\n1. 21\n0. 31\n0. 58\n0. 07\n59 .7\n– –\n– 3. 6\n< 2\n< 3\n< 3\n82 .6\nH m\nO sa 30\n- 20\n0 30\n30 20\n0 0. 8\n0. 7\n0. 1\n0. 0\n0. 6\n1. 6\n2. 2\n41 .8\n24 .5\n26 .5\n2. 21\n0. 94\n0. 58\n0. 24\n71 .3\n0. 04\n< 0. - 03 5. 7\n4. 0\n< 2\n< 3\n8. 4\n83 .8\nH m\n(c on\ntin ue d on\nne xt\npa ge )"
  }, {
    "heading": "3.3. Carbon, nitrogen, and soil pH",
    "text": "C and N were measured on the freeze-dried soil samples of the< 2 mm fraction using a Thermo Flash 2000 Elemental Analyzer (Waltham, Massachusetts, USA) that was calibrated with aspartic acid (10.52%N, 36.09%C; Alpha Resources, Stevensville, Michigan, USA). Precision of results is± 2% of the reported experimental value for %C and %N, e.g. 1.0 ± 0.02%.\nSoil pH was determined by mixing 10 mL of deionized MilliQ water with 5 g of soil (< 2 mm fraction) as per the 2:1 (water:soil) method (Thomas, 1996). An Oakton pH 700 m calibrated with pH 4.0, 7.0, and 10.0 buffered solutions was used to analyze pH. The precision of this method is 0.1 pH units."
  }, {
    "heading": "4. Results",
    "text": ""
  }, {
    "heading": "4.1. Composition of soil parent material",
    "text": "Plagioclase, clinopyroxene, quartz and calcite (as shell fragments [no aragonite was observed]), with minor amounts of heulandite, magnetite, smectite and kaolinite, comprise parent material (Fisher and Ryan, 2006; Ryan et al., 2016). Uniformity of parent material assessed by the ratio of ZrO2:TiO2 (Reheis, 1987) and by other major and trace elements suggests relatively similar parent material of dominantly andesitic-basaltic sediment origin at all three locations; the ZrO2:TiO2 ratio of soils (Table 3), for example, is similar across samples from all three regions (Nicoya = 119 ± 37; Esterillos = 88 ± 15; Osa = 95 ± 20). Some variation can be attributed to varied abundances of CaCO3 from shell fragments, and to sedimentary processes that produce stratified beach or shallow marine deposits. Heulandite is present in small amounts in some Holocene soils from Nicoya and Osa, but not Esterillos, and with one exception (Nic2-15). XRD indicates that heulandite is not present in clay fractions analyzed for CEC (e.g. Nic215). The same is true for biotite (note weak XRD peak in clay fraction of one sample, Nic8-15). Small amounts of amphibole are locally present in< 2 mm parent material at Osa (Table 3) but not in clay fractions analyzed for CEC. Parent materials also locally contain smectite and kaolinite; these clays are typically not detected in the dominant type of sandy parent material, but do locally comprise up to 20 wt% of clayey layers (Fisher and Ryan, 2006)."
  }, {
    "heading": "4.2. Chemical composition and mineralogy of the bulk soil fraction",
    "text": "Analysis of the bulk soil (< 2 mm) fraction from all three chronosequences indicates changes in major element geochemistry as a function of age (Table 3). Si, Mg, Ca, Na, and K decrease in concentration while Al and Fe increase with soil evolution over the 120 ka time frame. The rate varies between the three chronosequences. Samples from the Nicoya Peninsula, the driest study location (2700 mm/yr MAP), showed the slowest geochemical progression. The most rapid shift was observed in samples from the Osa Peninsula, the wettest study location (4250 mm/yr MAP), where 30 ka soils have a similar geochemical composition to 120 ka soils from the Nicoya Peninsula. Soils from the Esterillos region (3200 mm/yr MAP) are intermediate to those of Nicoya and Osa."
  }, {
    "heading": "4.2.1. Nicoya",
    "text": "Smectite is the dominant mineral in Holocene (≤8 ka) Nicoya\nPeninsula soils, including soils as young as 1 ka (Table 3; Fig. 3) and TEM-AEM indicates that smectite is derived from weathering of plagioclase and clinopyroxene (Section 4.3; also Ryan and Huertas, 2009, 2013). Holocene Nicoya soils contain 57–72% smectite (as a discrete phase) and ≤5% kaolinite or halloysite (1:1 layer types). The abundance of smectite as a layer type decreases with age, comprising 9 to 21% of 50 ka soil and 5 to 10% of 120 ka Nicoya soil. Smectite layers in these Pleistocene (50 and 120 ka) soils are interstratified with kaoliniteTa bl e 3 (c on tin ue d) ID A ge (k a) A ge (e ff )\nD ep th (c m )\nEx ch\nan ge\nab le\nca ti on\ns So\nil bu\nlk co\nm po\nsi ti on\n(< 2 m m\nfr ac ti on\n) So\nil bu\nlk m in er al og\ny (<\n2 m m\nfr ac ti on\n)\nC a\nM g\nN a\nK A l\nEC EC\nC EC\nSi O 2\nA l 2 O 3\nFe 2 O 3\nM gO\nC aO\nN a 2 O\nK 2 O\nZr O 2 / Ti O 2\n% C\n% N\npH - H 2 O\nQ tz\nPl ag\nC px\nSm e\nH al + K ln\nO the rs\n(c m ol\nc/ kg\n) (w\nt% )\n(w t%\n)\nO sa 40\n-1 5\n40 40\n15 0. 7\n0. 8\n0. 2\n0. 1\n2. 6\n1. 8\n4. 4\n48 .7\n27 .1\n20 .3\n0. 71\n0. 02\n0. 01\n0. 14\n76 .1\n2. 13\n0. 20\n4. 7\n15 .2\n< 2\n< 3\n5. 0\n63 .2\nG t, H m\nO sa 40\n-8 0\n40 40\n80 1. 0\n1. 6\n0. 3\n0. 1\n9. 3\n3. 0\n12 .2\n49 .8\n27 .6\n18 .7\n1. 02\n< 0. - 01 0. 01\n0. 18\n78 .5\n0. 30\n0. 00\n4. 8\n11 .4\n< 2\n< 3\n< 3\n64 .8\nG t, H m\nO sa 40\n- 13\n0 40\n40 13\n0 0. 3\n0. 5\n0. 1\n0. 0\n3. 3\n0. 9\n4. 2\n52 .7\n25 .1\n18 .3\n0. 99\n0. 01\n0. 01\n0. 20\n79 .9\n– –\n4. 6\n10 .9\n< 2\n< 3\n< 3\n66 .4\nG t, H m\nO sa 12\n0a - 15 12\n0 12\n0 15\n6. 8\n1. 5\n0. 4\n0. 2\n3. 0\n8. 8\n11 .8\n51 .7\n24 .4\n19 .1\n1. 22\n0. 34\n0. 11\n0. 23\n11 2\n0. 75\n0. 08\n4. 5\n9. 1\n< 2\n< 3\n< 3\n69 .4\nH m\nO sa 12\n0a - 50 12\n0 12\n0 50\n1. 4\n0. 5\n0. 1\n0. 0\n3. 1\n2. 0\n5. 1\n50 .8\n25 .4\n19 .9\n0. 99\n0. 07\n0. 04\n0. 17\n84 .9\n1. 41\n0. 13\n4. 5\n11 .4\n< 2\n< 3\n< 3\n64 .4\nG t, H m\nO sa 12\n0b - 15 12\n0 12\n0 15\n0. 8\n0. 2\n0. 1\n0. 0\n2. 7\n1. 2\n3. 8\n53 .8\n23 .8\n18 .6\n0. 88\n0. 07\n0. 04\n0. 13\n88 .3\n< 0. - 03 <\n0. - 03 4. 6\n16 .7\n< 2\n< 3\n< 3\n57 .6\nG t, H m\nO sa 12\n0b - 50 12\n0 12\n0 50\n0. 3\n0. 4\n0. 1\n0. 0\n3. 6\n0. 8\n4. 5\n46 .0\n26 .9\n22 .8\n1. 02\n0. 01\n0. 01\n0. 22\n78 .3\n2. 58\n0. 24\n4. 7\n7. 5\n< 2\n< 3\n< 3\n63 .7\nG t, H m\nlayers in K-S (Ryan and Huertas, 2009; Ryan et al., 2016) — there is effectively no discrete smectite in Pleistocene soils, so a soil containing 10% smectite layers could consist of e.g. 50% K-S with 20% smectite layers physically mixed with non smectite-bearing minerals (e.g. quartz, kaolinite, goethite); details of clay mineralogy are presented in Section 4.3. The 50 ka soils from Nicoya contain 56 to 75% halloysite + kaolinite, and this value increases to 76 to 86% in 120 ka Nicoya soil (Hobbs, 2012). Plagioclase and clinopyroxene persist in 8 ka Holocene soils but were not detected in 50 ka soils. Calcite was observed in only two soil samples (both from the Nicoya Peninsula), at 20 cm depth in a 1 ka soil (Nic1-20) and 100 cm depth in an 8 ka soil (Nic8-100). Heulandite is present in Nic2-15 (2 ka soil) and may have influenced measured CEC (88.7 cmolc/kg, the highest measured in this study). Goethite (distinguished by 4.18, 2.69 and 2.45 Å peaks) comprises up to 10% and it is the only hydroxide or oxide detected by XRD of Nicoya soils."
  }, {
    "heading": "4.2.2. Esterillos",
    "text": "The ≤5 ka Esterillos soils contain 70% smectite and ~5% halloysite + kaolinite; by 8 ka the assemblage is 30% smectite and 41% halloysite + kaolinite (Table 3). The 40 ka soils from Esterillos contain< 3 to 5% smectite and 48 to 59% halloysite + kaolinite. In 120 ka soils the mineralogy has shifted to< 3% smectite and 64 to 75% halloysite + kaolinite (Fisher and Ryan, 2006; Ryan and Huertas, 2009). Plagioclase and clinopyroxene are present in 5 ka soils but not detected in ≥8 ka Esterillos soils. Goethite was detected by XRD in all Holocene Esterillos soils (at concentrations of 4 to 8 wt%), but in Pleistocene (i.e. 40 and 120 ka) soils, hematite is the dominant iron oxide or hydroxide (3 to 10%; distinguished by 3.68, 2.70 and 1.84 Å XRD peaks) and goethite comprises< 1.5 to 4%."
  }, {
    "heading": "4.2.3. Osa",
    "text": "The trend observed for soil mineralogy at Osa is similar to Nicoya and Esterillos, but with greater reaction rate at Osa. Soils ≤5 ka from Osa contain 42 to 73% smectite and< 3 to 25% halloysite + kaolinite, which shifts to< 3 to 28% smectite (mainly in K-S; see Section 4.3) and 61 to 89% halloysite + kaolinite in 30 ka soils. At 40 ka the assemblage is< 3 to 5% smectite and 63 to 66% halloysite + kaolinite. By 120 ka, Osa soils contain< 3% smectite and 58 to 69% halloysite + kaolinite. Plagioclase is present in 1 and 2 ka soils but was not detected (< 2%) in 3 and 5 ka soils, and clinopyroxene was detected in 1 to 3 ka soils but not in soils ≥5 ka (< 3%). Neither goethite nor hematite were detected in ≤3 ka soils, and hematite appears to be the only oxide or hydroxide in 5 ka and 30 ka soils. Both hematite and goethite were detected in 40 and 120 ka soils."
  }, {
    "heading": "4.3. Mineralogy and composition of the clay fraction (< 2 μm)",
    "text": "XRD, TEM and FTIR analysis of the< 2 μm fraction at all three locations (Figs. 3 to 5) reveals a mineralogical progression from smectite-dominated (Holocene) to halloysite + kaolinite-dominated\n(Pleistocene) via interstratified K-S; this reaction sequence proceeds most rapidly in the Osa chronosequence. Details follow."
  }, {
    "heading": "4.3.1. Nicoya",
    "text": "Holocene clays from Nicoya display a strong XRD peak at 14 to 15 Å that shifts to ~17 Å after ethylene glycol (EG) saturation and mostly collapses to 10 Å after heating to 350 °C — this indicates occurrence of smectite with hydrated interlayer cations (predominantly Ca2+ as indicated by measurements of exchangeable cations and TEM-AEM; see below). Heating to 350 °C also produces a weak peak at 11.8 Å indicating presence of interlayer Al-hydroxy complexes (Meunier, 2007). The intensity of the smectite 001 peak diminishes and shifts towards 18 Å with increasing age, while simultaneously, asymmetrical peaks at ~7.7 and 3.53 Å appear. Migration of the kaolinite 001 peak from 7.7 to 7.4 Å and of the 002 peak from 3.53 Å to 3.57 Å, combined with progressive decrease in intensity and increase in peak breadth of the smectite 001 (Hughes et al., 1993), indicate occurrence of K-S that increases in kaolinite layer type with age. Randomly interstratified K-S is well-exemplified by Nicoya50-150, a C-horizon in a 50 ka Nicoya soil. The clay mineral assemblage is dominated by halloysite and kaolinite in the B-horizon of 50 ka Nicoya soils and in all horizons (to 300 cm depth) in 120 ka Nicoya soil (Ryan et al., 2016).\nTEM photomicrographs (Fig. 4) of Holocene Nicoya soils show a mineral assemblage dominated by flaky smectite crystals in 1 to 8 ka soils. In 50 ka soils, interstratified K-S is indicated by flaky crystals with\nsmectite habit but with compositions intermediate to end-member smectite and kaolinite (Table 4). Spheroidal halloysite is also abundant in 50 ka soil and its abundance increases towards the soil surface, seemingly at the expense of K-S (Ryan et al., 2016). By 120 ka the mineral assemblage is dominated by flaky kaolinite with morphology similar to smectite and K-S, as well as spheroidal halloysite and tubular halloysite, and small amounts (~5 to 10%) of hexagonal kaolinite with a composition closest to end-member kaolinite of all clay types observed (Ryan et al., 2016)."
  }, {
    "heading": "4.3.2. Esterillos",
    "text": "In the Esterillos region, 5 ka Holocene soils are dominated by smectite that only partially collapses when heated to 350 °C (Ryan and Huertas, 2009). Occurrence of randomly-interstratified K-S in 8 ka soils is indicated by the XRD characteristics mentioned above for Nicoya K-S. In 40 and 120 ka soils from Esterillos, halloysite and kaolinite are the dominant clay minerals with 001 and 002 peaks at 7.3 and 3.57 Å. Upon EG saturation, the 002 peak increases in intensity relative to the 001 peak suggesting the presence of halloysite (confirmed by TEM; Ryan and Huertas, 2009).\nTEM-AEM of Esterillos clay fraction (Ryan and Huertas, 2009) shows that flaky smectite crystals are the dominant mineral in soils ≤5 ka. By 8 ka, the mineral assemblage has shifted to flaky K-S as well as halloysite (tubular > spheroidal). In 120 ka Esterillos soils, flaky kaolinite crystals and tubular halloysite are the dominant mineral types (Table 4)."
  }, {
    "heading": "4.3.3. Osa",
    "text": "Osa Peninsula 1 to 3 ka soils are dominated by smectite that expands to 17 Å but only partially collapses to 10 Å when heated to 350 °C (broad 10–14 Å peak with maxima at ~12 and 10 Å). The clay fraction of 5 ka soil produces a less-intense and broader smectite 001 peak relative to younger soils that also indicates partial collapse of interlayers when heated to 350 °C. The spacing of the smectite 001 (17.5 Å) and the appearance of an asymmetrical 7.5 Å peak (~kaolinite 002) are consistent with occurrence of K-S. By 30 ka, smectite layers comprise ≤5% of the clay fraction of soil B-horizons and these layers occur as interstratification in K-S. Kaolinite displays a weak 001 peak in 1 ka soils, which increases significantly in intensity with age between 5 and 30 ka, and is the dominant peak by 30 ka.\nLike the youngest soils at Nicoya and Esterillos, the dominant mineral in 1 to 3 ka Osa soils is pedogenic smectite that in TEM-AEM can be seen crystallizing adjacent to decomposing plagioclase and clinopyroxene. TEM-AEM photomicrographs of Osa Peninsula clays show progression from a flaky-habit, smectite-dominated assemblage in soils aged 1 to 3 ka, to a flaky-habit K-S assemblage in 5 ka soils and then, by 30 ka, to an assemblage dominated by flaky subhexagonal interstratified K-S and kaolinite as well as tubular halloysite.\nThe progression from early stage smectite through intermediate stage K-S plus halloysite to late stage halloysite and kaolinite is accompanied by a progressive decrease in layer charge based on concentrations of Ca and K measured in TEM-AEM analyses (Table 4). Smectites have a layer charge of −0.3 to −0.4 per O10(OH)2 unit formula; the halloysites and kaolinites have layer charges ≤−0.05 per O5(OH)4 unit formula, but measurements at the low levels of Ca and K associated with these minerals has relatively low precision; for example, in the most Ca-rich halloysite, the mean quantity of Ca (0.04 mol per O10(OH)2 unit formula) is only 4 four times that of the detection limit."
  }, {
    "heading": "4.4. Mineralogy and composition of the clay fraction via FTIR",
    "text": "FTIR data for all three locations indicate a shift in mineralogy with time from smectite to halloysite and kaolinite by way of intermediatestage interstratified K-S (Fig. 5). In the youngest soils, a broad band at ~3400 cm−1 in the OH-stretching region corresponds to the presence of adsorbed water, consistent with the presence of pedogenic smectite. The 870 cm−1 peak in the Al-OH-Fe bending region indicates octahedral Fe.\nAs the assemblage shifts from pedogenic smectite to interstratified K-S, FTIR spectra shift correspondingly. Decreasing intensity of the ~3400 cm−1 peak is matched by the appearance of peaks at 3698 cm−1, 3653 cm−1 and 3622 cm−1 associated with halloysite and/or kaolinite (Russell and Fraser, 1994). In the OH-bending region, peaks at 1103 cm−1, 1035 cm−1, 1008 cm−1, 913 cm−1, and 694 cm−1 indicate presence of halloysite and/or kaolinite (Fig. 5). This signature is seen in 8 ka soils at Osa and Esterillos (Ryan and Huertas, 2009) and 50 ka soils at Nicoya (Ryan et al., 2016) (Fig. 5). The peak at 870 cm−1 for octahedral Fe is still present in these soils.\nFor soils aged 30 ka at Osa, 40 ka at Esterillos (Ryan and Huertas, 2009), and 120 ka at Nicoya (Ryan et al., 2016), FTIR spectra indicate a mineral assemblage dominated by kaolinite and halloysite (Fig. 5), consistent with XRD and TEM observations. The weak band at ~3400 cm−1 may correspond to smectite, or to water adsorbed to halloysite. Increased amounts of kaolinite and halloysite are indicated by sharper peaks at 3698 cm−1, 3653 cm−1, and 3622 cm−1 compared to the peaks seen in the spectra of intermediate aged soils. The intensity of peaks 1103 cm−1, 1035 cm−1, 1008 cm−1, 913 cm−1, 798 cm−1, 751 cm−1, and 694 cm−1 in the OH-bending region also increases in these more mature soils also indicating a mineralogy dominated by kaolinite and halloysite (Fig. 5). By 120 ka at Esterillos, the peaks corresponding to kaolinite and halloysite at 1035 cm−1, 1008 cm−1,\nFTIR OF REACTION SEQUENCES\n913 cm−1, 798 cm−1, 751 cm−1, and 694 cm−1 have greatly increased in intensity (Fig. 5) (Ryan and Huertas, 2009). This is consistent with a mineral assemblage containing small amounts of interstratified K-S compared to halloysite and kaolinite. Overall, FTIR indicates that mineralogical shifts at Nicoya lag behind Esterillos and Osa, with 30 to 40 ka soils at Osa and Esterillos having similar signatures to those of 120 ka Nicoya soils (Fig. 5). Interesting, the 120 ka soil at Osa appears to contain a slightly more-disordered kaolinite than 120 ka Esterillos soil."
  }, {
    "heading": "4.5. Cation exchange capacity (CEC) of the clay fraction by NH4OAc",
    "text": "CEC of soil clays decreases with increasing soil age at all three locations (Fig. 6)."
  }, {
    "heading": "4.5.1. Smectite",
    "text": "Mean CEC of smectite-dominated Nicoya soils is 71 ± 13 cmolc/kg (range = 48 to 99 cmolc/kg); of smectite-dominated Esterillos soils is 72 ± 16 cmolc/kg (range = 58 to 90 cmolc/kg); and of smectitedominated Osa soils is 64 ± 10 cmolc/kg (range = 45 to 79 cmolc/ kg). Overall, mean CEC is 67 ± 12 cmolc/kg. The dominant exchangeable cation in smectite interlayers is Ca, comprising 70 to 90% of exchange sites. Mg is the next most-abundant exchangeable cation (5–30% of total CEC) followed by K and Na. Exchangeable Al was not detected in most smectites, but does occupy up to 6% of exchange sites in 3 ka smectites from Osa."
  }, {
    "heading": "4.5.2. K-S + halloysite",
    "text": "Mean CEC of Nicoya soils dominated by a K-S + halloysite assemblage is 21 ± 4 cmolc/kg (range = 18 to 28 cmolc/kg); at Esterillos, only one analysis was made of K-S-rich soil (45 cmolc/kg); at Osa, mean CEC of K-S + halloysite soils is 33 ± 2 cmolc/kg (range = 31 to 34 cmolc/kg). Exchangeable Al as measured by NH4OAc extraction is< 1 cmolc/kg for this assemblage at Nicoya and Esterillos, while at Osa exchangeable Al in K-S clays is 1–2 cmolc/kg."
  }, {
    "heading": "4.5.3. Halloysite + kaolinite",
    "text": "Mean CEC of Nicoya 120 ka soils dominated by halloysite and kaolinite is 13 ± 2 cmolc/kg (range = 11 to 16 cmolc/kg); at Esterillos CEC of halloysite + kaolinite-dominated soils (40 ka, 120 ka) is 9 ± 6 cmolc/kg (range = 3 to 18 cmolc/kg); and at Osa (30–120 ka) it is 5 ± 4 cmolc/kg (range = 2 to 12 cmolc/kg). The difference between CEC and ECEC is greatest in these most-evolved soils due to relatively high amounts of exchangeable Al, particularly in ≥30 ka Osa soils where the mean concentration of exchangeable Al (2.9 cmolc/kg) is nearly double that of exchangeable Ca (1.6 cmolc/kg). In contrast, in halloysite + kaolinitedominated soils at Nicoya and Esterillos, exchangeable Ca remains ≥ten times greater than exchangeable Al (Table 3).\nRegarding the composition of exchangeable cations, Ca is by far the most abundant in most analyses, followed by Mg (Table 3); K typically comprises< 5% of the exchangeable cations. Exchangeable Al is< 1 cmolc/kg in Nicoya and< 2 cmolc/kg in Esterillos soils; the only case where Al is the most abundant exchangeable cation is in some of the 30, 40 and 120 ka soils at Osa — i.e. the most-evolved soils in the wettest ecosystem — where Al reaches a concentration up to ten times greater than Ca in the exchangeable fraction.\nThe rate of CEC decrease varies between the three locations (Fig. 6) with the fastest rate at Osa (MAP 4250 mm/yr), followed by Esterillos (3200 mm/yr), and then Nicoya (2700 mm/yr). For example, intermediate-age (50 ka) B-horizon soil clays at Nicoya have CEC of 18–28 cmolc/kg, whereas for comparable age soils at Esterillos (40 ka) the value is 10–18 cmolc/kg, and at Osa (30 ka) it is 2–12 cmolc/kg. Regarding 120 ka soil clays, Nicoya CEC is 12–17 cmolc/kg (exchangeable Al < 0.5 cmolc/kg), Esterillos CEC is 3–5 cmolc/kg (exchangeable Al < 0.1 cmolc/kg) and Osa is 4–12 cmolc/kg (with exchangeable Al as high as 9 cmolc/kg)."
  }, {
    "heading": "4.6. TEM-AEM-determined CEC",
    "text": "CEC of smectites in Holocene soils determined using TEM-AEM produced results that are very similar to those determined by NH4OAc — for Nicoya, TEM-AEM = 71 cmolc/kg (NH4OAc = 71 cmolc/kg); for Esterillos, TEM-AEM = 62 cmolc/kg (NH4OAc = 65 cmolc/kg); and for Osa, TEM-AEM = 57 cmolc/kg (NH4OAc = 64 cmolc/kg).\nAgreement between NH4OAc-determined CEC and TEM-AEM-determined CEC of halloysite + kaolinite-dominated clay fractions is poor, especially for Esterillos and Osa samples; for example, while NH4OAc CEC for 120 ka Esterillos clays is 3–5 cmolc/kg, TEM-AEM CEC is 20–27 cmolc/kg, and a similar disagreement is found for Osa 30 ka clays, where NH4OAc CEC is 2–12 cmolc/kg but TEM-AEM CEC is 20–33 cmolc/kg. This is likely due to low precision near the TEM-AEM detection limit for Ca and K in the 1:1 clay samples."
  }, {
    "heading": "4.7. C:N and soil pH",
    "text": "Organic matter is a relatively minor component of the clay fractions of the soils in this study (Table 3). The highest measured level of C in bulk soil is 3.6%, consistent with ~6 to 7% organic matter. In most soils, %C is< 1%, indicating that organic matter comprises< 1 to 2% of most samples. At Nicoya, %C in the clay fraction decreases with soil age from 3.6% at 2 ka to 0.13% by 120 ka. A similar relationship between %C and soil age is seen at Esterillos where C drops from 1%C in 5 ka soils to< 0.3% by 120 ka. Interestingly, there is no noticeable relationship between %C and soil age at Osa (Table 3). Nitrogen content decreases slightly with age only at Esterillos, from 0.12% at 5 ka to< 0.03% in 120 ka soils. There is no apparent relationship between\n%N and soil age at either Nicoya or Osa. Soil pH decreases similarly at all three locations as a function of age from 6 to 7 in the youngest soils to ~4.5 in the oldest soils."
  }, {
    "heading": "5. Discussion",
    "text": "The effect of time on the mineralogy and CEC of the three chronosequences can be summarized (Fig. 7) as follows: (1) chemical weathering first alters primary minerals (mainly plagioclase and clinopyroxene) to smectite with mean CEC of 67 cmolc/kg (range = 45 to 89 cmolc/kg) and this occurs over a time frame of< 1000 to 5000 years; (2) over time spans ranging from 5 to 50 ka, smectite is transformed to intermediate-stage interstratified kaolinite-smectite (KS) and, in some cases, spheroidal halloysite, due to leaching of base cations and Si — this mineralogical assemblage has mean CEC of 27 cmolc/kg (range = 18 to 45 cmolc/kg); then (3) an assemblage comprised mainly of halloysite and kaolinite with mean CEC of 9 cmolc/kg (range = 2 to 18 cmolc/kg) dominates the mineralogy of the most-evolved, most-leached soils.\nThe rate of alteration of smectite ➔ K-S ➔ halloysite + kaolinite — along with decrease of CEC — occurs most rapidly in the moistest ecosystem (Osa) and most slowly in the driest (Nicoya). For example, at Nicoya (2700 mm MAP), the K-S dominated mineral assemblage is absent in 8 ka soils but is present in a 50 ka C-horizon soil, suggesting that it would be the dominant clay in B-horizons between 8 and 50 ka; at Esterillos (3200 mm MAP), K-S-dominated soils first appear at 8 ka (and are absent at 5 ka); and at Osa, K-S is the dominant clay mineral in 5 ka soils (but is absent in 3 ka soils). With continued leaching, K-S is altered to a halloysite + kaolinite-dominated assemblage which occurs in 50 ka B-horizons (≤100 cm depth) and 120 ka (to depths of at least 300 cm) soils at Nicoya, in 40 to 120 ka soils at Esterillos, and in 30 to 120 ka soils at Osa. Taken together, this series of chronosequences indicates that the soil clay alteration sequence and decrease in CEC occurs five-to-ten times more rapidly in the humid rainforest ecosystem of the Osa Peninsula relative to the drier, more savanna-like dry tropical forest ecosystem of the Nicoya Peninsula."
  }, {
    "heading": "5.1. CEC, soil mineralogy and age",
    "text": ""
  }, {
    "heading": "5.1.1. Pedogenic smectite",
    "text": "The mean CEC (67 ± 12 cmolc/kg) and range of CEC (45 to 89 cmolc/kg) obtained by NH4OAc analysis for the pedogenic smectites studied herein are comparable to tropical and Mediterranean soil smectites reported in the literature (e.g. Kantor and Schwertmann, 1974; Delvaux et al., 1990; Righi et al., 1998; Vingiani et al., 2004), as\nare CEC values from the current study based on layer charge determined using TEM-AEM (57 to 71 cmolc/kg). Kantor and Schwertmann (1974) report a 79 cmolc/kg value for pedogenic smectite from Kenya, and Delvaux et al. (1990) report a value of 97 cmolc/kg for pedogenic smectite from Cameroon. In analyses of Mediterranean soils whose clay fraction is dominated by pedogenic ferruginous beidellite, Righi et al. (1998) document CEC of 67 to 71 cmolc/kg for the< 2 μm fraction, and Vingiani et al. (2004) report CEC of 56 to 61 cmolc/kg for the< 2 μm fraction of soil."
  }, {
    "heading": "5.1.2. K-S ± spheroidal halloysite",
    "text": "Soils from the chronosequences dominated by K-S or K-S plus spheroidal halloysite have mean CEC of 31 ± 9 cmolc/kg with values ranging from 18 to 45 cmolc/kg. The range in values at least in part reflects differing proportions of interstratified smectite and kaolinite layers in K-S, where the more kaolinite-rich K-S samples are expected to have lower CEC (Righi et al., 1999). Delvaux et al. (1990) found that CEC of K-S in soils from Cameroon ranges from 18 to 53 cmolc/kg, while Bühmann and Grubb (1991) reported K-S CEC values ranging from 33 to 42 cmolc/kg in soils from Transvaal, and Herbillon et al. (1981) determined a 40 cmolc/kg CEC for interstratified halloysitesmectite in soils from Burundi. Similarly, CEC values of 14 to 45 cmolc/ kg have been reported for interstratified halloysite-smectite (H-S) in tropical soils from Tonga (Pochet et al., 2007), and CEC of 14 to 32 cmolc/kg for clay fractions rich in interstratified H-S from Cameroon (Delvaux et al., 1992)."
  }, {
    "heading": "5.1.3. Halloysite and kaolinite",
    "text": "The CEC of pedogenic halloysites and kaolinites vary widely; in the current study, the CEC of the clay fraction of soils dominated by 7-Å clay (i.e. halloysite and kaolinite) ranges from 2 to 18 cmolc/kg. For comparison, CEC of pedogenic kaolinites from Indonesia and Australia ranges from 4 to 11 cmolc/kg and the differences were attributed to local pedoenvironmental factors (Hart et al., 2002); the CEC of clay fractions dominated by pedogenic kaolinite and halloysite from Ultisols in Thailand ranges from 7 to 23 cmolc/kg; the highest CEC values appear to be influenced by the presence of 2:1 layers (likely hydroxyinterlayer vermiculite; HIV) interstratified with the 1:1 layers (Kanket et al., 2005). CEC ranging from 3 to 12 cmolc/kg was measured in a large suite of pedogenic kaolinites from Australia (Ma and Eggleton, 1999), and CEC was observed to decrease with increasing crystal size. Correlation of crystal size to CEC was also observed in a suite of kaolinites with range of CEC from 0.4 to 12 cmolc/kg (Hughes et al., 2009). Kaolinites in Pleistocene-aged humid tropical soils (< 2 μm fraction) from the Congo have CEC of 6 to 7 cmolc/kg (Mareschal et al., 2011),\nwhile a soil clay fraction dominated by kaolinite with some residual Alhydroxy 2:1 clay from Guadeloupe (West Indies) produced a CEC of 12 cmolc/kg (Ndayiragije and Delvaux, 2003).\nAccording to the definition of Uehara and Gillman (1981), all but one of the halloysite + kaolinite soil clay fractions from the current study (i.e. Est40c-15, 18 cmolc/kg) are classified as “low activity clays” (i.e. CEC ≤ 16 cmolc/kg)."
  }, {
    "heading": "5.2. Relationships among CEC, clay mineralogy, time and moisture",
    "text": "The relationship of CEC to clay mineralogy (Fig. 8) documented in the three chronosequences is predictable given (1) greater magnitude of layer charge in smectite (typically −0.2 to −0.4 mol) relative to halloysite or kaolinite (commonly zero, although at times approaching −0.1 mol), and (2) the presence of interlayer exchange sites in smectite that are generally absent in halloysite and kaolinite. The neutral (or near-neutral) charge on 1:1 layers significantly decreases the electrostatic forces attracting cations to halloysite or kaolinite relative to 2:1 clays such as smectite (Grim, 1962). Therefore, it is expected that as pedogenic smectite is converted to K-S, then halloysite and eventually\nkaolinite, the CEC of soil will decrease. The temporal trends seen in the current study are consistent with this expectation.\nThe pedogenic smectite abundant in the youngest soils is kinetically-favored by high molar ratios of Si to Al (~4:1) inherited from parent material; then, over tens of thousands of years as Si is leached from soil and as aqueous Si in the soil solution drops below saturation, the Si-rich tetrahedral sheets are stripped and 2:1 layers are transformed into 1:1 layers (Fig. 9). The next mineral to form is interstratified K-S with a Si:Al ratio that tracks decreasing Si:Al in the soil. Halloysite forms when K-S dissolves and is crystallized de novo as a 1:1 mineral, but relatively high Fe and Mg (octahedral) persisting in halloysite (especially the spheroidal habit; Ryan et al., 2016) continue to drive the system towards what appears to be the stable phase, platy kaolinite.\nAlthough halloysite and kaolinite are nominally polytypes, pedogenic halloysite appears to have higher tetrahedral Al and octahedral Fe and Mg than kaolinite (McBride, 1976; Ma and Eggleton, 1999; Soma et al., 1992), so when Mg or Fe drops below saturation in solution, octahedral layers are driven to dissolve, resulting in crystallization of kaolinite that is thermodynamically stable relative to halloysite (Dean,\n1979; de Ligny and Navrotsky, 1999; Fritz et al., 2009). Therefore, it appears that the factors favoring crystallization of smectite, K-S and halloysite are thermodynamic but controlled by kinetic factors related to evolving soil composition (enrichment in Al, and decreasing Fe and Mg retention), and as weathering proceeds, the eventual development and persistence of Fe-poor, Al-rich kaolinite appears to be favored in most tropical soils over time scales on the order of 105 to 106 (Ryan et al., 2016; Tardy and Roquin, 1992).\nThe combination of high mean annual precipitation and temperature in the humid tropics of Costa Rica causes some of the fastest weathering rates globally (Nieuwenhuyse et al., 2000; Ryan and Huertas, 2009). Results of this study indicate that greater MAP causes a more rapid decrease in CEC, leaching of nutrient cations, and shift from pedogenic smectite to halloysite + kaolinite relative to locations with lower mean annual precipitation (Figs. 6, 7). Higher MAP increases the rate of hydrolysis weathering reactions (Stewart et al., 2001), so it is expected that soils in regions of Costa Rica with higher MAP (i.e. Osa Peninsula) will undergo chemical weathering, and thus a decrease in CEC, more rapidly than areas with lower MAP (i.e. Nicoya Peninsula). These differences in reaction rates are apparent when analyzing CEC results together with mineralogical and bulk chemical composition data (Table 3, Fig. 7). In particular, ≥30 ka soils at Osa rich in halloysite + kaolinite have a CEC, mineralogical, and bulk chemical composition that is similar to 120 ka soils from Esterillos; notably, the 120 ka Nicoya soils have not yet reached the leached, low-CEC state (< 10 cmolc/kg) that characterizes the evolved Osa and Esterillos soils. This implies that, for upper B-horizon soils (≤100 cm), the rate of evolution towards lowCEC kaolinite-dominated soil occurs approximately three-to-four times more rapidly at the Osa Peninsula (4250 mm/yr MAP) than at Esterillos (3200 MAP) and even more so relative to Nicoya Peninsula soils (2700 MAP), on the order of five-to-ten times more rapidly for Osa (vs. Nicoya).\nIn order to (1) quantify the combined effects of soil age and leaching intensity on CEC, and (2) to determine equations to predict CEC (and other parameters) for soils in lowland tropical landscapes like those studied herein, an empirically-based model was developed. A series of simple equations allow determination of “effective age” as a means of expressing intensity of weathering over time. This effective age is determined from soil age and climate variables — these are the two main drivers of soil evolution observed in the three chronosequences and are recognized as the dominant soil-forming factors in much of the tropics (Eswaran et al., 1992). The climate variable — effective mean annual precipitation (MAPeff) — is defined as:\n= ×MAP WMP MAPeff\nwhere MAP is mean annual precipitation from meteorological records and WMP is the wet month proportion (WMP= # of wet months annually divided by twelve, where a wet month is one with an average> 100 mm of mean monthly rainfall). WMP ranges from 0 to 1 and low values correspond to dry tropical environments and high values to humid tropical forest with little or no dry season.\nMAPeff is then divided by MAP to produce an effective age factor — F(ageeff) — that, when multiplied by chronological age, results in an effective age that reflects cumulative weathering intensity.\n=F(age ) MAP 4250eff eff\nMAP for Osa is used as the denominator because 4250 is at the high end of what is typical of lowland, seasonally-moist, humid tropics. With this formula, a very humid site (Af by Köppen classification) yields an F (ageeff) of 1, drier monsoonal climates with 3–4 month dry season (Am in Köppen) produce values ranging from 0.4 to 0.8, dry tropical forests with a short rainy season 0.2 to 0.4, and a very dry forest such as coastal Ecuador (e.g. Esmeraldas region) ~0.05. Of the three chronosequences, Nicoya has F(ageeff) = 0.37; for Esterillos it is 0.52 and for Osa it is 1.0.\nFinally, effective age (Ageeff) is determined.\n= ×Age soil age (ka) F(Age )eff eff\nFor data combined from the three chronosequences, Ageeff is positively correlated with soil clay mineralogy (e.g. 1:1 vs. 2:1 layer types), ECEC, pH (Fig. 10), base cations, Al and Fe (Table 3). Best-fit curves gave the following equations:\n= − ∗ + =ECEC 18.1 ln(age ) 77.1; R 0.87eff 2\n= ∗ − =%1: 1 clay 19.0 ln(age ) 4.8; R 0.83eff 2\n= − ∗ + =%2: 1 clay 17.8 ln(age ) 74.2; R 0.83eff 2\n= − ∗ + =Soil pH 0.50 ln(age ) 6.7; R 0.75eff 2\nThe alteration of tropical soil composition over time is thermodynamically-favored but kinetically controlled, via progression from unstable, kinetically-favored pedogenic minerals (e.g. smectites and K-S with layer charge and high CEC) to thermodynamically-favored kaolinite with low CEC (Dean, 1979; de Ligny and Navrotsky, 1999; Ryan et al., 2016). The log-linear relationship of ageeff and soil mineralogy and chemical composition is consistent with early rapid adjustment to the pronounced thermodynamic disequilibrium.\nThe alteration sequence presented here appears to be common and controlled mainly by soil age and moisture, which combined can be considered as ageeff. This being the case, this approach should be capable of predicting soil composition in tropical volcanic arc lowlands, at least where MAP is 2500–4500 and MAT is in the 25 to 27 °C range; this comes with the caveat that empirical data from drier or cooler tropical environments than those studied herein do not yet exist. This model also does not factor in the effects of glacial-interglacial climate change that produced landscapes that were likely drier and 3 to 5° cooler during glacial periods in the Pleistocene (Piperno and Jones, 2003)."
  }, {
    "heading": "5.3. Chemistry of the cation exchange complex",
    "text": "Ca2+ is the dominant exchangeable cation in the majority of clay fractions analyzed for CEC by NH4OAc (including all Holocene soils), and this is mainly caused by high Ca relative to other likely interlayer cations (e.g. Mg, K, Na) in parent material and near-neutral (pH-wise) ≤ 3 ka soils — the Ca is derived from shell fragments and plagioclase (also a Na source) while K is mainly from biotite and Mg is mainly from clinopyroxene. As soils evolve, Ca and Na are the most-rapidly leached of the exchangeable cations, and over 103 to 104 year time scales, Mg, K and Al increase relative to Ca and Na in the exchangeable cation pool.\nThe presence of interlayer Al-hydroxy complexes is indicated (1) by\nXRD data showing incomplete collapse of smectite interlayers at 350 °C (e.g. low-angle background and weak peaks in the 11–14 Å range), and (2) by the compositions of NH4OAc extracted solutions (e.g. 70% of the\nmost-evolved Osa clay fractions contain greater exchangeable Al than Ca). Interlayer Al is detected by XRD and NH4OAc extraction (Table 3) in smectite-rich clays as young as 3 ka, but the continued capacity of\ninterlayers to at least partially expand with ethylene glycol is consistent with the occurrence of Al-hydroxy-interlayer smectite (HIS) rather than vermiculite (Meunier, 2007). The apparent increase of HIS layers over time (Ryan et al., 2016) is caused by the chemical evolution of the soil solution over time, where increasing acidity and activity of Al combined with leaching loss of Ca2+ (and to a lesser extent, K+) foster incorporation of Al into interlayers. Under these conditions, selective adsorption of complexes such as [Al(OH)2(H2O)4]+ results in formation of laterally-discontinuous gibbsite-like sheets such that ~60% of the interlayer is occupied by Al-hydroxy-complexes (Meunier, 2007). This honeycomb-like arrangement of Al-hydroxy complexes may allow cation exchange to occur in vacant areas of the interlayer (Barnhisel and Bertsch, 1989; Dixon and Jackson, 1962), especially in cases where 2:1 layer charge is not fully balanced by the Al-hydroxy complexes (Meunier, 2007). In terms of soil quality, the Al-hydroxy-interlayers of HIS appear to function as a mechanism by which plant-toxic Al is sequestered from the soil solution (Ndayiragije and Delvaux, 2003) while also retaining space and charge for cation exchange (Meunier, 2007).\nExchangeable Mg2+ is greater than exchangeable Ca2+ in nearly 50% (13 of 27) of Pleistocene soils. A probable cause for this is retention of Mg in octahedral sheets, making it less-prone to leaching loss than Ca, which in clays only occurs in the interlayer or surface sorption sites. As smectite layers are transformed to kaolinite layers in K-S — or dissolve and recrystallize as halloysite — Mg is released to solution, where it may be ephemerally retained in interlayers or other exchange sites. Isomorphous substitution of Mg or Fe (octahedral) or Al (tetrahedral) in halloysite and kaolinite may result in residual layer charge that increases CEC relative to many well-crystallized kaolinite standards (McBride, 1976). The presence of octahedral Fe and Mg and tetrahedral Al has been attributed to inheritance from precursor 2:1 layers (Ma and Eggleton, 1999; Ryan and Huertas, 2013).\nThe amount of exchangeable K+ is less than exchangeable Ca2+ in all clays analyzed and its maximum concentration in NH4OAc extracted solutions is 4 cmolc/kg. Like Ca2+, exchangeable K+ decreases with increasing soil age, but apparently at a slower rate than Ca2+. Support for occurrence of interlayer K+ is also present in TEM-AEM data (Table 4), and given that the clay preparations used for TEM-AEM analysis were saturated with Ca2+ prior to analysis, the K+ observed in TEM-AEM analyses (Table 4) is likely fixed in interlayers where local charge is closer to an illite-like value, e.g., −0.7 mol pfu rather than −0.3 or −0.4. Preferential retention of K+ over Ca2+ in smectite interlayers has been observed previously and is related to smaller hydration radius of K+ relative to Ca2+ (Delvaux et al., 1990; Sawhney, 1970). Preferential retention of K+ over Ca2+ has also been observed in halloysite, where fixation of K+ is enhanced by interstratified smectite layers (Delvaux et al., 1990). Considering nutrient cycling, occurrence of smectite and interstratified K-S or H-S with localized higher-charge illite-like layers appears to enhance retention of K+ over Ca2+ as soils evolve (Delvaux et al., 1990)."
  }, {
    "heading": "5.4. Implications for soils in tectonically-active tropical landscapes",
    "text": "Tectonically-active tropical regions are characterized by soils of varied age and composition, a situation influenced by exposure or deposition of fresh parent materials by volcanism, uplift, or erosion (Nieuwenhuyse et al., 2000; Ryan and Huertas, 2009; Vitousek and Sanford, 1986). Periodic exposure of unweathered parent material reinitiates the soil-forming process, resulting in landscapes that consist of (1) early-stage (less-developed) soils rich in pedogenic smectite or related 2:1 clays (e.g. HIS, HIV) with high CEC and base cation reserves and near-neutral pH; (2) intermediate-age soils rich in K-S and halloysite with intermediate CEC and pH; and (3) highly-evolved (older) soils that are rich in kaolinite with low CEC, low base cation reserves and low pH (e.g. 4–5) (Nieuwenhuyse et al., 2000; Ryan et al., 2016). This type of variability in soil composition likely occurs in all tectonically-active tropical regions, as supported by research in Central\nAmerica and adjacent South America (Alexander and Holowaychuk, 1983; Erswaran and De Coninck, 1971; Nieuwenhuyse et al., 2000; Ryan and Huertas, 2009; Ryan et al., 2016; Yerima et al., 1985), central Africa (Kantor and Schwertmann, 1974; Herbillon et al., 1981; Delvaux et al., 1990) and southeast Asia (Watanabe et al., 2008; Hope and Hartemink, 2007; Navarrete et al., 2008; Jiang et al., 2011). With data on climate factors (e.g. MAP, rainy:dry months) and soil age, prediction of soil composition seems achievable, and this is especially important in the tropics, where “the dearth of soil property measurements is large” (Minasny and Hartemink, 2011), and modeling could be used to predict soil properties where data is currently lacking."
  }, {
    "heading": "6. Conclusions",
    "text": "• XRD, TEM-AEM, and FTIR analyses indicate that, with increasing soil age in all three chronosequences, early pedogenic smectite transforms into K-S and eventually to an assemblage dominated by kaolinite and halloysite. • This shift in mineralogy causes a drop in CEC from 67 ± 12 cmolc/ kg in smectite-dominated Holocene soils to 31 ± 9 cmolc/kg in K-S dominated soils to 7 ± 6 in Late Pleistocene halloysite + kaolinitedominated soils. • These changes occur approximately three-to-four times more rapidly in the humid rainforest ecosystem of the Osa Peninsula (4250 mm MAP) compared to the drier Esterillos region (3200 MAP) and likely five-to-ten times more rapidly than the more savanna-like ecosystem of the southern Nicoya Peninsula (2700 mm MAP). • The two primary factors controlling soil composition in the moist tropics —age and climate — can be combined into an effective age (ageeff) that accounts for weathering duration and intensity and facilitates prediction of soil properties including CEC and mineralogy."
  }, {
    "heading": "Acknowledgements",
    "text": "This project was supported by funding from the US NSF (EAR1226494), Junta de Andalucía Group RNM-264 and MINECO (CGL2011-22567) with contribution of FEDER funds, and Middlebury College undergraduate research funding. We thank María del Mar Abad and Javier Cifuentes for expertise with TEM; Eduardo Flores with FTIR; Maeve Grady with some of the CEC analyses; Kris Falcones, Haley Olson and Sophie Ryan for field work; and two anonymous reviewers for their input."
  }, {
    "heading": "Appendix A. Supplementary data",
    "text": "Supplementary data to this article can be found online at http://dx. doi.org/10.1016/j.geoderma.2017.08.033."
  }],
  "year": 2017,
  "references": [{
    "title": "Soils on terraces along the Cauca River, Colombia: II. The sand and clay fractions 1",
    "authors": ["E.B. Alexander", "N. Holowaychuk"],
    "venue": "Soil Sci. Soc. Am. J",
    "year": 1983
  }, {
    "title": "Características geológicas de la Estación Biológica La Selva",
    "authors": ["G. Alvarado"],
    "year": 1990
  }, {
    "title": "Arcillas identificadas en suelos de Costa Rica",
    "authors": ["Rica. Tecnol. Marcha", "A. 11–22. Alvarado", "R. Mata", "M. Chincilla"],
    "year": 2014
  }, {
    "title": "Transformation mechanisms and interstratification in conversion of smectite to kaolinite; an HRTEM study",
    "authors": ["M. Amouric", "J. Olives"],
    "venue": "Clay Clay Miner",
    "year": 1998
  }, {
    "title": "The generation and degradation",
    "authors": ["R.S. Anderson", "A.L. Densmore", "M.A. Ellis"],
    "year": 1999
  }, {
    "title": "Baseline studies of the clay minerals society source clays: cation exchange capacity measurements by the ammonia-electrode method",
    "authors": ["D. Borden", "R.F. Giese"],
    "venue": "Clay Clay Miner",
    "year": 2001
  }, {
    "title": "Mineralogy and iron characterization of plinthitic soils on alluvial landforms in Venezuela",
    "authors": ["L.A. Daugherty", "R.W. Arnold"],
    "venue": "Soil Sci. Soc. Am. J",
    "year": 1982
  }, {
    "title": "Lange's Handbook of Chemistry, 12th ed",
    "authors": ["J.A. Dean"],
    "year": 1979
  }, {
    "title": "Surface properties and clay mineralogy of hydrated halloysitic soil clays. I: existence of interlayer K+ specific sites",
    "authors": ["B. Delvaux", "A.J. Herbillon", "J.E. Dufey", "L. Vielvoye"],
    "venue": "Clay Miner",
    "year": 1990
  }, {
    "title": "Morphology, texture, and microstructure of halloysitic soil clays as related to weathering and exchangeable cation",
    "authors": ["B. Delvaux", "D. Tessier", "A.J. Herbillon", "G. Burtin", "A.M. Jaunet", "L. Vielvoye"],
    "venue": "Clay Clay Miner",
    "year": 1992
  }, {
    "title": "Properties of intergradient chlorite-expansible layer silicates of soils",
    "authors": ["J.B. Dixon", "M.L. Jackson"],
    "venue": "Soil Sci. Soc. Am. J",
    "year": 1962
  }, {
    "title": "Problems in CEC determination of calcareous clayey sediments using the ammonium acetate method",
    "authors": ["R. Dohrmann"],
    "venue": "Z. Pflanzenernähr. Bodenk",
    "year": 2006
  }, {
    "title": "Clay mineral formations and transformations in basaltic soils in tropical environments",
    "authors": ["F. Erswaran", "F. De Coninck"],
    "venue": "Pédologie",
    "year": 1971
  }, {
    "title": "Soil diversity in the tropics: implications for agricultural development",
    "authors": ["H. Eswaran", "F.H. Beinroth", "J. Kimble", "T. Cook"],
    "year": 1992
  }, {
    "title": "Rates of Soil Formation and Tectonic Uplift of Marine Terraces, Osa Peninsula, Costa Rica",
    "authors": ["K. Falcones"],
    "year": 2014
  }, {
    "title": "A Tropical Terrace Progression and Implications for Fore-arc Dynamics on the Pacific Coast, Costa Rica (Bachelor of Arts). Middlebury College, Middlebury, Vermont",
    "authors": ["G.B. Fisher"],
    "year": 2004
  }, {
    "title": "The smectite-to-disordered kaolinite transition in a tropical soil chronosequence, Pacific coast, Costa Rica",
    "authors": ["G.B. Fisher", "P.C. Ryan"],
    "venue": "Clay Clay Miner",
    "year": 2006
  }, {
    "title": "Simulation of nucleation and growth of simple clay minerals in weathering processes: the NANOKIN code",
    "authors": ["B. Fritz", "A. Clement", "Y. Amal", "C. Noguera"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 2009
  }, {
    "title": "Quaternary uplift astride the aseismic Cocos Ridge, Pacific coast, Costa Rica",
    "authors": ["T.W. Gardner", "D. Verdonck", "N.M. Pinter", "R. Slingerland", "K.P. Furlong", "T.F. Bullard", "S.G. Wells"],
    "venue": "Geol. Soc. Am",
    "year": 1992
  }, {
    "title": "Holocene forearc block rotation in response to seamount subduction, southeastern Península de Nicoya",
    "authors": ["T. Gardner", "J. Marshall", "D. Merritts", "B. Bee", "R. Burgette", "E. Burton", "J. Cooke", "N. Kehrwald", "M. Protti", "D. Fisher", "P. Sak"],
    "venue": "Costa Rica. Geology",
    "year": 2001
  }, {
    "title": "Upper-plate deformation in response to flat slab subduction inboard of the aseismic Cocos Ridge, Osa Peninsula",
    "authors": ["T.W. Gardner", "D.M. Fisher", "K.D. Morell", "M. Cupper"],
    "venue": "Costa Rica. Lithosphere",
    "year": 2013
  }, {
    "title": "Applied Clay Mineralogy",
    "authors": ["R.E. Grim"],
    "year": 1962
  }, {
    "title": "The nature of soil kaolins from Indonesia and Western Australia",
    "authors": ["R.D. Hart", "R.J. Gilkes", "S. Siradz", "B. Singh"],
    "venue": "Clay Clay Miner",
    "year": 2002
  }, {
    "title": "Properties of vermiculites and smectites: expansion and collapse",
    "authors": ["M.E. Harward"],
    "venue": "Clay Clay Miner",
    "year": 1969
  }, {
    "title": "Properties of vermiculites and smectites: expansion and collapse",
    "authors": ["M.E. Harward", "D.D. Carstea", "Sayegh", "A.H"],
    "venue": "Clay Clay Miner",
    "year": 1969
  }, {
    "title": "Clay minerals in a soil chronosequence derived from basalt on Hainan Island, China and its implication for pedogenesis",
    "authors": ["Y. He", "D.C. Li", "B. Velde", "Y.F. Yang", "C.M. Huang", "Z.T. Gong", "G.L. Zhang"],
    "venue": "Geoderma 148,",
    "year": 2008
  }, {
    "title": "An occurrence of interstratified kaolinitesmectite minerals in a red-black soil toposequence",
    "authors": ["A.J. Herbillon", "R. Frankart", "L. Vielvoye"],
    "venue": "Clay Miner",
    "year": 1981
  }, {
    "title": "Accurate quantitative analysis of clay and other minerals in sandstones by XRD: comparison of a Rietveld and a reference intensity ratio (RIR) method and the importance of sample preparations",
    "authors": ["S. Hillier"],
    "venue": "Clay Miner",
    "year": 2000
  }, {
    "title": "Smectite-to-Disordered Kaolinite Transitions as a Function of Age in the Nicoya Penninsula (Bachelor of Arts). Middlebury College, Middlebury, Vermont",
    "authors": ["F. Hobbs"],
    "year": 2012
  }, {
    "title": "Life Zone Ecology",
    "authors": ["L.R. Holdridge"],
    "venue": "Tropical Science",
    "year": 1967
  }, {
    "title": "Soils of Papua",
    "authors": ["G.S. Hope", "A.E. Hartemink"],
    "venue": "The Ecology of Papua. Periplus Editions,",
    "year": 2007
  }, {
    "title": "The nature, detection and occurrence, 1165 and origin of kaolinite/smectite",
    "authors": ["R.E. Hughes", "D.M. Moore", "R.C. Reynolds"],
    "year": 1993
  }, {
    "title": "Intercalation of reference and soil kaolins in relation to physico-chemical and structural properties",
    "authors": ["J.C. Hughes", "R.J. Gilkes", "R.D. Hart"],
    "venue": "Appl. Clay Sci",
    "year": 2009
  }, {
    "title": "Multiple cation-exchange capacity measurements on standard clays using a commercial mechanical extractor",
    "authors": ["W.F. Jaynes", "J.M. Bigham"],
    "venue": "Clay Clay Miner",
    "year": 1986
  }, {
    "title": "Surface chemical properties and pedogenesis of tropical soils derived from basalts with different ages in Hainan, China",
    "authors": ["J. Jiang", "R. Xu", "A. Zhao"],
    "year": 2011
  }, {
    "title": "Chemical and crystallographic properties of kaolin from Ultisols in Thailand",
    "authors": ["W. Kanket", "A. Suddhiprakarn", "I. Kheoruenromne", "R.J. Gilkes"],
    "venue": "Clay Clay Miner",
    "year": 2005
  }, {
    "title": "Mineralogy and genesis of clays in red-black soil toposequences on basic igneous rocks in Kenya",
    "authors": ["W. Kantor", "U. Schwertmann"],
    "venue": "J. Soil Sci",
    "year": 1974
  }, {
    "title": "Biodiversity conservation in Costa Rica: a correspondence analysis between identified biodiversity hotspots (Araceae, Arecaceae, Bromeliaceae, and Scarabaeinae) and conservation priority life",
    "authors": ["B. Kohlmann", "D. Roderus", "O. Elle", "A. Solis", "X. Soto", "R. Russo"],
    "venue": "zones. Rev. Mex. Biodiversidad",
    "year": 2010
  }, {
    "title": "World map of the Köppen–Geiger climate classification updated",
    "authors": ["M. Kottek", "J. Grieser", "C. Beck", "B. Rudolf", "F. Rubel"],
    "venue": "Meteorol. Z",
    "year": 2006
  }, {
    "title": "Energetics of kaolin polymorphs",
    "authors": ["D. de Ligny", "A. Navrotsky"],
    "venue": "Am. Mineral",
    "year": 1999
  }, {
    "title": "Pedogenesis and pre-Colombian land use of “Terra Preta Anthrosols",
    "authors": ["H.N. Lima", "C.E.R. Schaefer", "J.W.V. Mello", "R.J. Gilkes", "J.C. Ker"],
    "venue": "(“Indian black earth”) of Western Amazonia. Geoderma",
    "year": 2002
  }, {
    "title": "Assessment of cation and anion exchange and pH buffering in an Amazonian Ultisol",
    "authors": ["B. Ludwig", "P.K. Khanna", "B. Anurugsa", "H. Fölster"],
    "venue": "Geoderma",
    "year": 2001
  }, {
    "title": "Detrital record of the early Central American magmatic arc: petrography of intraoceanic forearc sandstones, Nicoya Peninsula, Costa Rica",
    "authors": ["N. Lundberg"],
    "venue": "Geol. Soc. Am",
    "year": 1991
  }, {
    "title": "Cation exchange capacity of kaolinite",
    "authors": ["C. Ma", "R.A. Eggleton"],
    "venue": "Clay Clay Miner",
    "year": 1999
  }, {
    "title": "Volcanic soils: properties and processes as a function of soil genesis and land use. Cation and anion exchange properties of Andisols from the Azores, Portugal, as determined by the compulsive exchange and the ammonium acetate methods",
    "authors": ["M. Madeira", "E. Auxtero", "E. Sousa"],
    "venue": "Geoderma 117,",
    "year": 2003
  }, {
    "title": "Mineralogical and physico-chemical properties of ferralic arenosols derived from unconsolidated Plio-Pleistocenic deposits in the coastal plains of Congo",
    "authors": ["L. Mareschal", "J.D.D. Nzila", "M.P. Turpault", "A. Thongo M'Bou", "J.C. Mazoumbou", "J.P. Bouillet", "J. Ranger", "J.P. Laclau"],
    "venue": "Geoderma 162,",
    "year": 2011
  }, {
    "title": "Quaternary uplift and seismic cycle deformation, Península de Nicoya, Costa Rica",
    "authors": ["J.S. Marshall", "R.S. Anderson"],
    "venue": "Geol. Soc. Am",
    "year": 1995
  }, {
    "title": "Segmented forearc deformation along the Nicoya Peninsula seismic gap, Costa Rica",
    "authors": ["J.S. Marshall", "E.J. LaFromboise", "T.W. Gardner", "M. Protti"],
    "venue": "Eos. Trans. AGU 88 Fall Meeting Supplement, Abs T53A-1121",
    "year": 2007
  }, {
    "title": "Morphotectonic segmentation along the Nicoya Peninsula seismic gap, Costa Rica",
    "authors": ["J. Marshall", "S. Morrish", "A. Butcher", "B. Ritzinger", "K. Wellington", "E. Lafromboise", "M. Protti", "T. Gardner", "J. Spotila"],
    "venue": "AGU Fall Meeting Abstracts",
    "year": 2010
  }, {
    "title": "Origin and position of exchange sites in kaolinite: an Esr study",
    "authors": ["M.B. McBride"],
    "venue": "Clay Clay Miner",
    "year": 1976
  }, {
    "title": "High exchangeable calcium concentrations in soils on Barro Colorado Island, Panama",
    "authors": ["T. Messmer", "H. Elsenbeer", "W. Wilcke"],
    "venue": "Geoderma 217–218,",
    "year": 2014
  }, {
    "title": "Soil hydroxy-interlayered minerals: a re-interpretation of their crystallochemical properties",
    "authors": ["A. Meunier"],
    "venue": "Clay Clay Miner",
    "year": 2007
  }, {
    "title": "Predicting soil properties in the tropics",
    "authors": ["B. Minasny", "A.E. Hartemink"],
    "venue": "Earth Sci. Rev",
    "year": 2011
  }, {
    "title": "Clay mineralogy and chemistry of seven pedons formed in volcanic ash, Tanzania",
    "authors": ["C. Mizota", "I. Kawasaki", "T. Wakatsuki"],
    "venue": "Geoderma",
    "year": 1988
  }, {
    "title": "Genesis of soils across a late Quaternary volcanic landscape in the humid tropical island of Leyte, Philippines",
    "authors": ["I.A. Navarrete", "K. Tsutsuki", "R. Kondo", "V.B. Asio"],
    "venue": "Aust. J. Soil Res",
    "year": 2008
  }, {
    "title": "Characteristics and formation of rain forest soils derived from late Quaternary basaltic rocks in Leyte, Philippines",
    "authors": ["I.A. Navarrete", "K. Tsutsuki", "V.B. Asio", "R. Kondo"],
    "venue": "Environ. Geol",
    "year": 2009
  }, {
    "title": "Coexistence of allophane, gibbsite, kaolinite and hydroxy-Al-interlayered 2:1 clay minerals in a perudic andosol",
    "authors": ["S. Ndayiragije", "B. Delvaux"],
    "venue": "Geoderma",
    "year": 2003
  }, {
    "title": "Mineralogy of a soil chronosequence on andesitic lava in humid tropical Costa Rica",
    "authors": ["A. Nieuwenhuyse", "P.S.J. Verburg", "A.G. Jongmans"],
    "venue": "Geoderma",
    "year": 2000
  }, {
    "title": "Minerals and mineral weathering in saprolites and soils of tropical humid to semi-arid West Africa",
    "authors": ["A.G. Ojanuga"],
    "venue": "In: Transactions,",
    "year": 1990
  }, {
    "title": "Variations in Cation Exchange Capacity of Clay Soils Across a Tropical Landscape (Bachelor of Arts). Middlebury College, Middlebury, Vermont",
    "authors": ["L.N. Pincus"],
    "year": 2014
  }, {
    "title": "Paleoecological and archaeological implications of a Late Pleistocene/Early Holocene record of vegetation and climate from the Pacific coastal plain of Panama",
    "authors": ["D.R. Piperno", "J.G. Jones"],
    "venue": "Quat. Res",
    "year": 2003
  }, {
    "title": "Hydric properties of high charge, halloysitic clay soils from the tropical South Pacific region",
    "authors": ["G. Pochet", "M. Van der Velde", "M. Vanclooster", "B. Delvaux"],
    "venue": "Geoderma",
    "year": 2007
  }, {
    "title": "Ground-based and remotely sensed nutrient availability across a tropical landscape",
    "authors": ["S. Porder", "G.P. Asner", "P.M. Vitousek"],
    "year": 2005
  }, {
    "title": "Gypsic Soils on the Kane Alluvial Fans, Big Horn County, Wyoming (USGS Numbered Series No. 1590-C)",
    "authors": ["M.C. Reheis"],
    "venue": "Bulletin U.S. G.P.O",
    "year": 1987
  }, {
    "title": "Pedogenic formation of high-charge beidellite in a vertisol of Sardinia (Italy)",
    "authors": ["D. Righi", "F. Terrible", "S. Petit"],
    "venue": "Clay Clay Miner",
    "year": 1998
  }, {
    "title": "Pedogenic formation of kaolinite-smectite mixed layers in a soil toposequence developed from basaltic parent material in Sardinia (Italy)",
    "authors": ["D. Righi", "F. Terribile", "S. Petit"],
    "venue": "Clay Clay Miner",
    "year": 1999
  }, {
    "title": "Infrared methods",
    "authors": ["J.D. Russell", "A.R. Fraser"],
    "year": 1994
  }, {
    "title": "The temporal evolution of pedogenic Fe–smectite to Fe–kaolin via interstratified kaolin–smectite in a moist tropical soil chronosequence",
    "authors": ["P.C. Ryan", "F.J. Huertas"],
    "venue": "Geoderma 151,",
    "year": 2009
  }, {
    "title": "Reaction pathways of clay minerals in tropical soils: insights from kaolinite–smectite synthesis experiments",
    "authors": ["P.C. Ryan", "F.J. Huertas"],
    "venue": "Clay Clay Miner",
    "year": 2013
  }, {
    "title": "Kaolinite and halloysite derived from sequential transformation of pedogenic smectite and kaolinite-smectite in a chronosequence: implications for understanding and predicting tropical soil mineralogy",
    "authors": ["P.C. Ryan", "F.J. Huertas", "F. Hobbs", "L.N. Pincus"],
    "venue": "Clay Clay Miner",
    "year": 2016
  }, {
    "title": "Effects of subducting seafloor roughness on upper plate vertical tectonism: Osa Peninsula",
    "authors": ["P.B. Sak", "D.M. Fisher", "T.W. Gardner"],
    "venue": "Costa Rica. Tectonics",
    "year": 2004
  }, {
    "title": "Rates of weathering rind formation on Costa Rican basalt",
    "authors": ["P.B. Sak", "D.M. Fisher", "T.W. Gardner", "K. Murphy", "S.L. Brantley"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 2004
  }, {
    "title": "Potassium and cesium ion selectivity in relation to clay mineral structure",
    "authors": ["B.L. Sawhney"],
    "venue": "Clay Clay Miner",
    "year": 1970
  }, {
    "title": "Charge density and Na–K–Ca exchange on smectites",
    "authors": ["I. Shainberg", "N.I. Alperovitch", "R. Keren"],
    "venue": "Clay Clay Miner",
    "year": 1987
  }, {
    "title": "Chemistry and clay mineralogy of ando soils, brown forest soils, and podzolic soils formed from recent Towada ashes, Northeastern Japan",
    "authors": ["S. Shoji", "Y. Fujiwara", "I. Yamada", "M. Saigusa"],
    "venue": "Soil Sci",
    "year": 1982
  }, {
    "title": "Mineralogy and ion exchange properties of the particle size fractions of some Brazilian soils in tropical humid areas",
    "authors": ["M.R. Soares", "L.R.F. Alleoni", "P. Vidal-Torrado", "M. Cooper"],
    "venue": "Geoderma 125,",
    "year": 2005
  }, {
    "title": "Quantitative X-ray diffraction analysis of clay-bearing rocks from random preparations",
    "authors": ["J. Środoń", "V.A. Drits", "D.K. McCarty", "J.C.C. Hsieh", "D.D. Eberl"],
    "venue": "Clay Clay Miner",
    "year": 2001
  }, {
    "title": "Effects of rainfall on weathering rate, base cation provenance, and Sr isotope composition of Hawaiian soils",
    "authors": ["B.W. Stewart", "R.C. Capo", "O.A. Chadwick"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 2001
  }, {
    "title": "Agroforestry in acid soils in the humid tropics",
    "authors": ["L. Szott", "C. Palm", "P. Sanchez"],
    "venue": "Adv. Agron",
    "year": 1991
  }, {
    "title": "Geochemistry and evolution of lateritic landscapes. Weathering Soils",
    "authors": ["Y. Tardy", "C. Roquin"],
    "venue": "Paleosols",
    "year": 1992
  }, {
    "title": "Soil pH and soil acidity",
    "authors": ["G.W. Thomas"],
    "venue": "Soil Science Society of America,",
    "year": 1996
  }, {
    "title": "Quantitative relationships between soil color and hematite content",
    "authors": ["J. Torrent", "U. Schwertmann", "H. Fechter", "F. Alferez"],
    "venue": "Soil Sci",
    "year": 1983
  }, {
    "title": "The Mineralogy, Chemistry and Physics of Tropical Soils With Variable Charge Clays",
    "authors": ["G. Uehara", "G. Gillman"],
    "year": 1981
  }, {
    "title": "Mixed-layer kaolinite-smectite minerals in a red-black soil sequence from basalt in Sardinia (italy)",
    "authors": ["S. Vingiani", "D. Righi", "S. Petit", "F. Terribile"],
    "venue": "Clay Clay Miner",
    "year": 2004
  }, {
    "title": "Nutrient cycling in moist tropical forest",
    "authors": ["P.M. Vitousek", "R.L. Sanford Jr."],
    "venue": "Annu. Rev. Ecol. Syst",
    "year": 1986
  }, {
    "title": "Adsorption of cesium on clay minerals",
    "authors": ["J.S. Wahlberg", "M.J. Fishman"],
    "venue": "USGS Bull. 1140-A",
    "year": 1962
  }, {
    "title": "Relationship between chemical and mineralogical properties and the rapid response to acid load of soils in humid Asia: Japan, Thailand and Indonesia",
    "authors": ["T. Watanabe", "N. Ogawa", "S. Funakawa", "T. Kosaki"],
    "venue": "Soil Sci. Plant Nutr",
    "year": 2008
  }, {
    "title": "Kaolin-serpentine minerals",
    "authors": ["G.N. White", "J.B. Dixon"],
    "venue": "Soil Mineralogy With Environmental Applications. SSSA Book Series. Soil Science Society of America, Inc.,",
    "year": 2002
  }, {
    "title": "Occurrence of interstratified kaolinite-smectite in El Salvador vertisols1",
    "authors": ["B.P.K. Yerima", "F.G. Calhoun", "A.L. Senkayi", "J.B. Dixon"],
    "venue": "Soil Sci. Soc. Am. J",
    "year": 1985
  }],
  "id": "SP:76b2c9932da9bb680ef7dcd8bb636bd527c59c84",
  "authors": [{
    "name": "L.N. Pincusa",
    "affiliations": []
  }, {
    "name": "P.C. Ryan",
    "affiliations": []
  }, {
    "name": "F.J. Huertas",
    "affiliations": []
  }, {
    "name": "G.E. Alvarado",
    "affiliations": []
  }],
  "abstractText": "Tropical soils exhibit large differences across landscapes in many attributes, notably clay mineralogy (2:1 vs. 1:1 clays), bulk geochemistry (Ca, Al), pH, cation exchange capacity (CEC), organic matter and soil texture. In order to examine the factors controlling these variables, a series of three chronosequences (≤120 ka) of tropical soils on uplifted terraces along the Pacific coast of Costa Rica were studied. The three study locations differ mainly as a function of soil moisture and leaching, with conditions ranging from 2700 mm/yr mean annual precipitation (MAP) on the southern Nicoya Peninsula (4-month dry season), to 3200 mm/yr in the Esterillos region (3-month dry season), and 4250 mm/yr on the Osa Peninsula (no dry season). Analytical methods include X-ray diffraction (XRD), transmission-analytical electron microscopy (TEM-AEM), inductively coupled plasma optical emission and mass spectrometry (ICP-OES, ICP-MS), ammonium acetate extraction (1 M NH4OAc, pH = 7, for CEC) and C:N analysis. Soil weathering reactions and related decrease in CEC occur three-to-four times faster in a sequence of Inceptisol-to-Oxisol soils in the wettest climate (Osa) compared to the less-moist Esterillos area; in the even drier monsoon climate soils (Nicoya), this evolved, low-CEC (< 10 cmolc/kg) state does not occur, even after 120 ka of soil formation, and rate of compositional alteration is approximately five to ten times slower than at Osa. The dominant exchangeable cation at all sites is Ca. Interlayer K and Al increase relative to Ca over time, resulting in interstratified K-S with smectite layers that become progressively more vermiculite-like and illite-like. The age-related evolution of tropical soils appears to be a predictable sequence in lowland tropical landscapes where periodic tectonism, erosion or volcanism produces unweathered parent material at the land surface. Empirical data from this project enables the extrapolation of simple equations applicable to tropical volcanic arc landscapes where presence of uplifted marine terrace soils facilitates determination of soil age. The two variables controlling soil composition can be combined into an effective age (ageeff) that takes into account soil age and weathering intensity (factoring in MAP and wet-dry months from climate data), and equations are of the form, e.g. ECEC =−18.1 ∗ ln(ageeff) + 77, with R values of 0.75 to 0.87. Greatest scatter occurs in the youngest soils. Given the apparent prevalence of this sequence and the systematic nature of its reaction progression, these results could be useful for modeling tropical soils.",
  "title": "The influence of soil age and regional climate on clay mineralogy and cation exchange capacity of moist tropical soils_ A case study from Late Quaternary chronosequences in Costa Rica"
}