{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nPalaeogeography, Palaeoclimatology, Palaeoecology\nj ourna l homepage: www.e lsev ie r .com/ locate /pa laeo\nAtmospheric carbon dioxide and climate change since the Late Jurassic (150 Ma) derived from a global carbon cycle model\nHirohiko Kashiwagi ⁎ Department of Applied Chemistry, Faculty of Science and Technology, Keio University, Kanagawa, Japan\n⁎ Corresponding author at: Isshiki & Co., Rookin-Shin Chome, Minato-ku, Tokyo 105-0004, Japan.\nE-mail address: hkashiwagi@mx-keio.net.\nhttp://dx.doi.org/10.1016/j.palaeo.2016.04.002 0031-0182/© 2016 Elsevier B.V. All rights reserved.\na b s t r a c t a r t i c l e i n f o\nArticle history: Received 8 January 2016 Received in revised form 31 March 2016 Accepted 1 April 2016 Available online 11 April 2016\nA global carbon cycle model covering the Late Jurassic Period to Recent (150–0 Ma) with subaerial metamorphism and continental and oceanic hot spot volcanism was constructed. The model's results indicate that the OAE1a and Valanginian OAE (OAE: oceanic anoxic event) in the Cretaceous Period are related to increased atmospheric CO2 level due to hot spot volcanism. Furthermore, the model results based on high-resolution geochemical records demonstrate that decreases in CO2 associated with the termination of the OAE1a, OAE2, and perhaps the Valanginian OAE are attributable to a large amount of organic carbon burial. Moreover, the model results indicate that enhanced continental weathering and carbonate precipitation contributed to the decrease in atmospheric CO2 during the OAE1a period. A comparison of the model results with proxy estimates of atmospheric CO2 indicates that CO2 degassings from the lithosphere and mantle, including those from subaerial metamorphism, partly contributed to high levels of atmospheric CO2 in the middle Cretaceous and the Eocene, but they are not sufficiently decisive to account for the suggested CO2 levels by the proxies. Differences in estimated CO2 between the model and the proxies in the middle Cretaceous can be explained by a complex evolution of the terrestrial plants from gymnosperms to angiosperms, and/or continental weathering assisted by arbuscular mycorrhizal and ectomycorrhizal fungi and a fluctuation of the climate sensitivity, whichwould have dynamically changed on geological time scales, whereas an increase in non-CO2 greenhouse gases could explain the CO2 difference in the Eocene warming.\n© 2016 Elsevier B.V. All rights reserved.\nKeywords: Cretaceous Cenozoic Volcanism Metamorphism Oceanic anoxic events"
  }, {
    "heading": "1. Introduction",
    "text": "Atmospheric carbon dioxide (CO2) controls the global climate on geological time scales (Berner, 1991). The atmospheric CO2 level is primarily regulated by a balance between silicate weathering as a carbon transfer from the atmosphere to the lithosphere represented by\nCaSiO3 þ CO2→CaCO3 þ SiO2 ð1Þ and volcanism and metamorphism as a carbon transfer from the lithosphere to the atmosphere represented by\nCaCO3 þ SiO2→CaSiO3 þ CO2: ð2Þ Furthermore, the organic carbon cycle plays a secondary role in controlling the atmospheric CO2 level (Berner, 1991). It consists of the photosynthesis followed by the burial of organic matter represented by\nCO2 þ H2O→CH2O þ O2 ð3Þ\nbashi Bldg. 12-7, Shinbashi 2-\nand the weathering of organic matter represented by\nCH2O þ O2→CO2 þ H2O: ð4Þ\nTo reconstruct these geochemical processes, numerical models of the geological carbon cycle, called GEOCARB, have been developed (e.g., Berner, 1991; Berner and Kothavala, 2001; Kashiwagi and Shikazono, 2003; Berner, 2006; Royer et al., 2014). These models calculate fluxes of CO2 due to continental weathering and volcanismmetamorphism under a steady state of CO2 in the ocean-atmosphere reservoir at each time step, bywhich the atmospheric CO2 level is calculated. Thesemodels have successfully reconstructed the variation of the atmospheric CO2 levels on geological time scales, whose results are roughly consistent with other geochemical studies, such as proxy studies (e.g., Berner and Kothavala, 2001).\nKashiwagi and Shikazono (2003) constructed this type of carbon cycle model during the Cenozoic. Their model distinguished CO2 degassing from back-arc basins with that from island-arcs from the view that their degassing mechanisms differ. Moreover, this model reevaluated the impact of the silicate weathering in the Himalayas and the Tibetan Plateau (HTP) on CO2 drawdown, which would have been previously overestimated. The calculated low-level CO2 variation in the late Cenozoic is in general agreement with recent CO2 estimates\nof geochemical proxies, and it shows that the contribution of the silicate weathering in the HTP region to the CO2 drawdown is small. Furthermore, Kashiwagi et al. (2008) presented a carbon-strontium coupled model based on the model of Kashiwagi and Shikazono (2003), and the result indicated that the increase in seawater 87Sr/86Sr values during the Cenozoic is not sufficiently explained by enhanced weathering due to the uplift of the Himalayas and that the seawater 87Sr/86Sr variation does not serve as a proxy for the silicate weathering rate and the atmospheric CO2 consumption rate of atmospheric CO2, as suggested by some studies (e.g., Blum et al., 1998).\nHowever, these models still have important problems in the model settings. For example, Kashiwagi and Shikazono (2003); Kashiwagi et al. (2008) and many other models assume that volcanism and metamorphismoccur at subduction zones, but it has been recently noted that several important degassing processes have been overlooked (Mörner and Etiope, 2002; Gaillardet and Galy, 2008; Burton et al., 2013). Mörner and Etiope (2002) estimated non-volcanic degassing flux from the lithosphere by compiling recent geological studies. They concluded that the non-volcanic global degassingflux is on the order of 102–103Mt CO2/year, as a conservative value, which is larger than previously considered. Furthermore, metamorphic reactions in orogenic belts and geothermal systems also provide a significant amount of CO2 to the atmosphere (Gaillardet and Galy, 2008). Burton et al. (2013) calculated subaerial volcanic CO2 flux globally, and the valuematcheswell with estimates of silicate weathering to be balanced.\nThere is general agreement that volcanic andmetamorphic activities are related to the elevated atmospheric CO2 levels in the Cretaceous and early Cenozoic, and these periods are characterized by a warm climate (e.g., Zachos et al., 2001). However, the link between these tectonic activities and the climate remains uncertain. Therefore, this study presents a revised carbon cycle model from Kashiwagi and Shikazono (2003) and Kashiwagi et al. (2008) that extends the target period from the last 65 million years (Cenozoic Era) to the last 150 million years (in the Late Jurassic to Recent) and considers the underestimated or overlooked volcanism and metamorphism such as the subaerial metamorphic degassing. Based on this model, the relationship among the carbon cycle, atmospheric CO2, and climate changes is discussed."
  }, {
    "heading": "2. Model description",
    "text": "The present model is basically an updated version of the models of Kashiwagi and Shikazono (2003) and Kashiwagi et al. (2008), which is based on the GEOCARB model. As shown in Fig. 1, the carbon cycle system consists of an ocean-atmosphere reservoir, sedimentary reservoirs (sedimentary carbonate carbon (MC) and organic carbon (MO)), and a mantle reservoir. The carbon transfers from the ocean-atmosphere to the sedimentary rocks are the weathering of silicate rocks (FWS , not shown) and carbonate rocks (FWC ), followed by the precipitation of carbonate (FP). The silicate weathering is divided into three parts: granitic weathering, volcanic weathering, and silicate weathering in the Himalayas and Tibetan Plateau (HTP). The injection of CO2 into the atmosphere is divided into seven geochemical processes: volcanism and\nmetamorphism in subduction zones (FS), hydrothermal degassing from mid-ocean ridges (FMOR) and back arc basins (FBA), oceanic and continental hot spot volcanisms (FH), and newly introduced nonvolcanic subaerial metamorphism (FM). Moreover, the organic carbon cycle, including the oxidative weathering of organic matter (FWO ), and photosynthesis followed by the burial of organicmatter (FB), is assumed between the ocean-atmosphere and the sedimentary organic carbon (e.g., Berner, 1991; Berner and Kothavala, 2001).\nThe description of the present model is provided in the Appendix A (as the supplementary information). In this section,major changes from the models of Kashiwagi and Shikazono (2003) and Kashiwagi et al. (2008) are described."
  }, {
    "heading": "2.1. Fluxes of carbon",
    "text": "In the present model, degassing flux of CO2 due to volcanism and metamorphism in subduction zone is introduced as follows,\nFCS ¼ kCS f SUB f CMC tð Þ ð5Þ\nFOS ¼ kOS f SUBMO tð Þ ð6Þ\nwhere FS C is the flux of inorganic carbon due to volcanism and metamorphism in subduction zones, and FSO is the flux of organic carbon due to volcanism and metamorphism in subduction zone.\nMany previous carbon cycle models assume that this outgassing occurs from fumaroles and summit craters, but recent studies note the importance of volcanic diffusive degassing in addition to the conventionally presumed eruptive degassing from such axial regions (e.g., Allard et al., 1991; Chiodini et al., 2001; Burton et al., 2013). CO2 at the center area of volcanoes moves to volcanic flanks and is released from regions of high permeability, and the discharge occurs over the flanks of the volcanic edifice as diffuse soil emanations across entire volcanoes. The calculation of these diffusive fluxes is explained in Sections 2.2 and 2.3.\nIn the presentmodel, degassing flux of CO2 due to non-volcanic subaerial metamorphism is considered. This flux is expressed as follows,\nFCM ¼ kCM fMMC tð Þ ð7Þ\nFOM ¼ kOM fMMO tð Þ ð8Þ\nwhere FM C is the flux of inorganic carbon due to subaerial metamorphism, and FM O is the flux of organic carbon due to subaerial metamorphism.\nConventional carbon cycle models assume that degassing due to metamorphism occurs in association with subduction zone volcanism (e.g., Berner and Kothavala, 2001; Berner, 2006; Kashiwagi and Shikazono, 2003; Li and Elderfield, 2013; Royer et al., 2014). However, it is noted that a large amount of CO2 is also released into the atmosphere through non-volcanic subaerial metamorphism (e.g., Kerrick and Caldeira, 1998; Kerrick, 2001; Gaillardet and Galy, 2008). This type of metamorphism occurs in tectonically active orogenic zones and hydrothermal zones, typically in ocean–continent or continent– continent collisions. In such areas, CO2 is generated by hydrothermal decomposition of carbonates with heat supplied from underground, and the CO2 escapes into the atmosphere due to the high permeability of the faults and fractures of the lithosphere (Kerrick, 2001). Therefore, this diffusive non-volcanic degassing should be distinguished from the metamorphism associated with subduction zone volcanism."
  }, {
    "heading": "2.2. Parameters for degassing",
    "text": "The volcanism and metamorphism in subduction zones are major contributors of the injection of CO2 into the atmosphere. For the\nparameter for expressing these processes (fSUB in Eqs. 5 and 6), Kashiwagi and Shikazono (2003) used a subduction rate estimated by Engebreston et al. (1992) that is calculated from measurements of trench convergence. In this study, the subduction history by van der Meer et al. (2014) is used (Fig. 2). van der Meer et al. (2014) calculated subduction zone lengths around the world since the Triassic based on recent advances in seismic tomographic images of deep mantle relics of subduction zones. The calculated result was comparedwith independent data of the seawater strontium isotope ratio (87Sr/86Sr), and that the result was confirmed to be consistent with the observed foraminifera records.\nIn order to determine fM in Eqs. 7 and 8, the relationship between geochemical and tectonic conditions and the emission of CO2 due to subaerial metamorphism is required. The rate of metamorphic reaction would depend on temperature, pressure, the chemical composition of rocks and organic matters. Their interrelationship is complicated and poorly constrained. Nevertheless, on the global scale, continental metamorphism could be discussed in the context of the dispersion and reassembly of continents. Kerrick (2001) noted that an important geochemical process related to continental metamorphism is mountain uplift in continent–continent and ocean-continent collisions and continental rifting, with the impact of the orogeny on metamorphism often emphasized (e.g., Kerrick and Caldeira, 1998; Evans et al., 2008; Gaillardet and Galy, 2008). Evans et al. (2008) analyzed carbon isotopes of CO2 in hot springwater of theHimalayan front and calculated that the CO2 degassing from Himalayan metamorphism is 7 to 60% of the global flux of volcanic arcs. Becker et al. (2008) estimated a metamorphic CO2 flux of 0.9×1018 mol/Myr, or ~13% of solid-Earth CO2 degassing. Continental rifting is another important cause for the metamorphic CO2 degassing. Within the rifts, extrusive and intrusive magmatism, followed by the release ofmagmatic andmetamorphic CO2 to the atmosphere, contributed to the globalwarming that beganduring theMiddle Jurassic (Condie and Sloan, 1998). In the present model, the orogenic area estimated by Ronov (1994) is used for an index to represent the total activity (flux) of metamorphism as fM (Fig. 2).\nActually, metamorphism structurally occurs in the tectonically active underground at various depths (under various pressure and temperature conditions). However, the produced metamorphic CO2 is ultimately released to the atmosphere through the porous surface in fractural zones (Mörner andEtiope, 2002).Moreover because the values of metamorphic carbon fluxes through metasedimentary rocks that experienced greenschist facies regionalmetamorphism, as estimated from inversemodels based on the advection-diffusionmass balance equation (0.5–7 mol C m−2 yr−1; Skelton, 2011), are similar to the values estimated for the Himalayan carbon fluxes from hot springs (Kerrick and Caldeira, 1999), carbon fluxes at depth would be comparable to those\nat the surface (Evans, 2011). Here, Fig. 3 shows the resultant CO2 flux of subaerial metamorphism (FM) and volcanism in mid-ocean ridges (FMOR). FM gradually increases from the Late Jurassic to the Cenozoic, whereas FMOR decreases. In general, continental rifting to seafloor spreading is a continuous process, so the history of seafloor spreading would reflect the rifting in the context of the long-term Wilson cycle (Liao and Gerya, 2015). Seafloor spreadingwould cause continental deformation, resulting in faults and fractures in the lithosphere. These seismotectonics significantly control the subaerial metamorphism (Mörner and Etiope, 2002). The contrasting behaviors of FM and FMOR in Fig. 3 are consistent with this scenario. Although there are no comparable studies so far about the variation of CO2 degassing flux due to subaerial metamorphism on geological time scales (106–107 years), this result would suggest that the assumption of proportionality of metamorphic CO2 flux to the orogenic area could be at least a first-order approximation.\nThe present model introduces the degassing flux of CO2 due to hot spot volcanism as follows,\nFH ¼ f H FH 0ð Þ ð9Þ\nwhere fH is a parameter indicating hot spot volcanism, and FH(0) is the present value of the flux due to hot spot volcanism.\nThe previous models (Kashiwagi and Shikazono, 2003; Kashiwagi et al., 2008) used a crustal production of the oceanic plateau as fH (Larson, 1991; Kaiho and Saito, 1994). However, this would reflect oceanic hot spot volcanism. Actually, the hot spot volcanism includes not only oceanic hot spot volcanismbut also continental hot spot volcanism. They would have increased atmospheric CO2 levels and have caused global warming. Both of themwould have been closely related to global climate change, especially characterized by the OAE (oceanic anoxic event) in the Cretaceous Period (e.g., Arthur et al., 1988; Wignall, 2001). From these points of view, in the present model, the magmatic flux in the LIPs estimated by Eldholm and Coffin (2000) is used (Fig. 2). Eldholm and Coffin (2000) compiled the ages and volumes of the LIPs, including continental flood basalt, oceanic plateau, volcanic passive margin, and oceanic basin flood basalt, around the world and calculated their magmatic fluxes."
  }, {
    "heading": "2.3. Present values",
    "text": "The present CO2 flux due to hot spot volcanism (FH(0)) is calculated by using the observed CO2 content in basaltic rock and the magma production rate (Beerling and Berner, 2002). According to Leavitt (1982) and Gerlach andGraeber (1985), themass of CO2 per unit volume of basalt is calculated to range from 8.0 × 1010 mol/km3 to 3.6 × 1011 mol/ km3. Combining the middle value with a mean magmatic flux in the\n0\n1\n2\n3\n4\n5\n050100150\nF lu\nx( x1\n01 8 m\nol /M\nyr )\nAge(Ma)\nFMOR\nFM\nFig. 3. Variations in degassing flux of CO2 due to subaerial metamorphism (FM; blue) and volcanism in mid-ocean ridges (FMOR; red) calculated from the model.\n0\n1\n2\n3\n4\n5\n0\n5\n10\n15\n050100150\nF lu\nx (x\n1 01\n8 m ol\n/M yr\n)\nAge (Ma)\nRCO2\nFMOR\nFH\nOAE1a\nOAE2\nV.OAE\nR C\nO 2(\nP A\nL)\nFig. 5.Variations inCO2fluxes due to hot spot volcanism (FH, green) and volcanism inmidocean ridges (FMOR, red), and atmospheric CO2 in the standard case (RCO2, black).\nlast 5 million years estimated by Eldholm and Coffin (2000), the resultant CO2 flux due to the hot spot volcanism at present is calculated to be 1.74 × 1017 mol/Myr.\nRegarding the present subaerial metamorphic degassing flux (FM(0)), Kerrick et al. (1995) estimatedmetamorphic CO2flux in thehydrothermal systems in the Salton Trough and the Taupo Volcanic Zone and extrapolated this value into the areas of the circum-Pacific and Tethyan belts. Then, the total CO2 flux of 1 × 1018 mol/Myr was obtained. However, this calculation may not take into account diffusive flux from the hydrothermal systems. Mörner and Etiope (2002) compiled various types of studies on metamorphic volatile flux from the lithosphere and calculated the total non-volcanic CO2 degassing flux from the upper mantle, carbonate bearing rocks in the crust, hydrocarbon reservoirs in the sedimentary beds, such as oil gas and oil fields, and surface deposits and surface processes, such as in soil and shallow sedimentary subsoil. The resultant flux is 300 Mt/yr (ca. 7.0 × 1018 mol/Myr). In this study, the middle value (4.0 × 1018 mol/Myr) of these two studies is chosen. This metamorphic CO2 flux originates from carbonate carbon and organic carbon. According to the analyses of metamorphic carbon, approximately 70% of metamorphic flux is derived from carbonate and the rest from organic carbon (Becker et al., 2008 and references therein). Based on this value, FMC (0) and FMO (0) are calculated.\nRegarding the present volcanic degassing flux in subduction zones (FS(0)), several previous models (e.g., Wallmann, 2001; Kashiwagi and Shikazono, 2003; Li and Elderfield, 2013) used the estimate from CO2/3He and 3He flux at arcs. It is noted that this analysis does not consider the volcanic flank areas, but it is very difficult to estimate the subduction-related eruptive and non-eruptive (diffusive) fluxes. Therefore, in this study, the present flux in subduction zones is calculated by the balance of carbon regulated between weathering and degassing (see the supplemental information). As a result, the present CO2 degassing flux in subduction zones is calculated to be ca. 13.2 × 1018 mol/Myr, which is consistent with Burton et al. (2013) (ca. 12.3 × 1018 mol/Myr).\nAll of the present values in the presentmodel are listed in Table S3 of the supplemental information."
  }, {
    "heading": "3. Results and discussion",
    "text": "Fig. 4 shows the atmospheric CO2 variations calculated from the present model (hereafter referred to as the \"standard case\") and the previous model (Kashiwagi and Shikazono, 2003), comparing the CO2 estimates from geochemical proxies (Chen et al., 2001; Royer, 2006; Sun et al., 2005; Beerling and Royer, 2011; references therein) together with several annotations of climatic events. From the Late Jurassic Period to the present, as indicated by the present model and CO2 proxies in this figure, the Earth has cooled but this trend is never monotonic. Moreover, the cooling has been occasionally interrupted by greenhouse warmings from atmospheric CO2. The present model and the previous model (Kashiwagi and Shikazono, 2003) yield similar calculated CO2 levels for the late Cenozoic, but in the early Cenozoic (especially Eocene), CO2 values in the present model are lower than the previous model. From these results, the relationship between atmospheric CO2 variation and these climate events can be discerned."
  }, {
    "heading": "3.1. Episodic warmings and oceanic anoxic events in the Cretaceous Period",
    "text": "The Cretaceous Period is characterized by the OAE and several related episodic warmings. The warmings are thought to have been caused by enhanced hot spot volcanism (Larson, 1991; Tajika, 1998; Eldholm and Coffin, 2000; Wignall, 2001). For example, the volcanism of the Parana-Etendeka large igneous province (ca. 132 Ma) was presumably responsible for the oceanic anoxic event in the Valanginian. The OAE in the early Aptian is considered to be related to the emplacement of the Ontong Java Plateau (Larson and Erba, 1999) and a major perturbation in the global carbon budget (Arthur et al., 1988; Kuypers et al.,\n2002). The oceanic anoxic event in the late Cenomanian–early Turonian is thought to have been caused by hydrothermal activity associated with the emplacement of the Caribbean LIP (Snow et al., 2005). Although the time intervals of these OAEs themselves would have been relatively short (b1Myr), their related environmental change is considered to have been global and to have lasted longer. Fig. 5 shows the variation of the calculated CO2 flux due to hot spot volcanism (FH) (left axis). Apparent peaks of thehot spot degassingflux are found at approximately 130 Ma, 120 Ma, and 95 Ma. They correspond to the timings of the well-known global-scale OAEs, the Valanginian OAE (Erba et al., 2004), OAE1a, and OAE2.\nHot spot volcanismwould result in elevated atmospheric CO2 levels. However, as shown in Fig. 5, the calculated atmospheric CO2 does not have clear high peaks in the OAE2, while a correspondence relationship in the periods of the Valanginian OAE and OAE1a is found. One possibility is that a release of methane contributed to the greenhouse warming in the OAE2 instead of CO2. But its impact remains unknown (e.g., Kuroda et al., 2007). Moreover, methane is rapidly oxidized to CO2 in the atmosphere, which ismuch shorter than 106 years. Therefore, the effect of methane would have been limited, and is ignored here. An\nalternative explanation is that the latitudinal gradient of sea-surface temperatures in this period may have been large (Damsté et al., 2010). Under this condition, low- and middle-latitude regions would have been especially warm, and continental weathering therein would have been particularly accelerated. Hereby a CO2 drawdown and cooling followed by a termination of the OAE2 could have been caused. This can tentatively explain series of environmental changes around the OAE2 without an increase in atmospheric CO2 level itself. But quantitative evaluation is necessary for further investigation.\nNext, with respect to the Valanginian OAE, some studies have noted that oxygen isotope records do not show remarkable warming associatedwith the sameOAE (Erba et al., 2004). On the other hand, Littler et al. (2011), for example, recently demonstrated that a lack of evidence for the warming could be explained by regional differences in temperature and increased sensitivity of the climate at higher latitudes. They thereby concluded that the dominant climate mode was warm and stable. The calculated result of the CO2 in the present model is in agreement with the latter assumption.\nThe Cretaceous OAEs are generally characterized by a large positive global carbon-isotope excursion in both carbonate and organic matter, which would indicate extensive organic carbon burial (e.g., Arthur et al., 1988; Erba et al., 2004). The carbon burial might have resulted in a drawdown of atmospheric CO2, which would have terminated the OAE (Erba et al., 2004). However, as shown in Fig. 6, there is no clear correlation between the timings of theOAEs and the peaks of organic carbon burialflux, except that a small increase in the burialflux is found around theperiod of the Valanginian OAE. This weak correlation would be related to a time resolution in the present model insufficient to reconstruct the precise peak of organic carbon burial, but more importantly, the present model calculates carbon burial flux by using a mass balance equation that includes carbon isotope ratios (Eqs. S3 and S8 in the supplemental information). As indicated in these equations, the organic carbon burialflux in the present model is constrained by the δ13C under the steady state of the ocean-atmosphere reservoir. Royer et al. (2014) found that random deviations in the dataset of the δ13C variations significantly alter the calculated CO2 results. This means that the GEOCARB model is very sensitive to the values of δ13C. Fig. 7 shows variations of the organic carbon burial flux and carbonate precipitation flux in the standard case and a case that a recent estimate of carbon isotope values of shallow marine carbonate (Veizer and Prokoph, 2015) at a higher time resolution is used for δ13C in the model. The two curves of fluxes generally show similar trends but they also have different patterns of variation. For example, the values of the fluxes around the period of the OAE1a are extremely high, due to the irregular values of δ13C of Veizer and Prokoph (2015). These two curves are used to discuss the influence of organic carbon burial hereafter.\nThen, as shown in Fig. 7, the organic carbon burial flux peaks correspond to OAE1a and OAE2 periods when using Veizer and Prokoph (2015). The peak in the Valanginian is not clear in either case, perhaps because the carbon isotope excursion in the Valanginian (+1.5‰; Weissert and Erba, 2004) is small compared with that in the OAE2 and OAE1a (N3.0‰; Weissert et al., 1998). This might be reflected in themodel. Of course, the absence of the peak of the organic carbon burial flux might be open to question when considered from the clear positive shift of δ13C (+1.5‰). In this respect, it should be noted that organic matter has a relatively wide range of isotopic values. More critically, the present model assumes a constant δ13C value in the mantle flux, which would significantly influence the calculated burial flux (Eq. S8). Therefore, the model would not quantitatively suggest the degree of the carbon burial. Further studies to obtain the carbon isotope ratios ofmarine carbonate (δAO in Eqs. S7 and S8 of the supplemental information) to represent the actual \"global\" values are still required to improve the accuracy of the model.\nBesides the organic carbon burial, another explanation for the decrease in atmospheric CO2 associated with the termination of the OAE is enhanced continental weathering following emplacement of the LIPs. This results in carbonate precipitation in the ocean and removal of CO2 from the atmosphere. Actually, Fig. 7 shows peaks of the silicate weathering flux (FWS ) and carbonate carbon precipitation flux (FP) in the period of OAE1a. Analyses of 87Sr/86Sr excursions (Frijia and Parente, 2008) and calcium isotopes (Blättler et al., 2011) indicate that enhanced weathering followed by the accumulation of carbonate leads to the decrease in the atmospheric CO2 in the OAE1a. Furthermore, Lechler et al. (2015) analyzed isotopic ratios of lithium isotopes of shallow-marine carbonates and compared them with carbon isotope excursions and the strontium isotope record. Their correspondence relationship indicates that an increase in silicate weathering, in conjunction with organic-carbon burial, led to a drawdown of atmospheric CO2 during the OAE1a. The peaks of the silicate weathering flux and carbonate precipitation flux in the OAE1a would be consistent with these studies. On the other hand, there is no clear peak of these two fluxes in the OAE2, although von Strandmann et al. (2013) suggested a similar scenario to that of Lechler et al. (2015) about the OAE2. This reason is unclear, but one possible explanation may be that the degree of amplitude of the geochemical fluxes was not large relative to the OAE1a. The pulse of the marine Sr isotope (87Sr/86Sr) is observed in the OAE1a period, but its duration is approximately only several hundred thousand years (Frijia and Parente, 2008). The continental weathering represented by\nthe relatively short-term excursion of the 87Sr/86Sr may be insufficient to induce the increase in the fluxes of silicate weathering and carbonate precipitation. In the Valanginian OAE, as shown in Fig. 7, there are no notable variations of the total silicate weathering flux and carbonate carbon precipitation flux. This may indicate that the Valanginian OAE is related to the variation of the organic carbon burial as discussed in the last paragraph rather than the inorganic carbon cycle involved with silicate weathering and carbonate precipitation."
  }, {
    "heading": "3.2. Warming since the Late Jurassic (150 Ma)",
    "text": "The Cretaceous and early Cenozoic are characterized by a warm climate due to elevated atmospheric CO2 concentrations associated with prominent hot spot volcanism (e.g., Larson, 1991; Tajika, 1998; Eldholm and Coffin, 2000; Wignall, 2001). The middle Cretaceous Period (ca. 100–80 Ma) is thought to have been an especially warm period marked by high atmospheric CO2 concentrations in the Phanerozoic (e.g., Bice and Norris, 2002), and a similar situation would have occurred in the early Cenozoic, especially the Eocene. As shown in Fig. 4, proxy studies show high CO2 in the middle Cretaceous and the Eocene. However, themodel results of atmospheric CO2 levels in themiddle Cretaceous are relatively lower than those in the early Cretaceous, and no peaks are shown in the Eocene. The warmings in themiddle Cretaceous and Eocene are considered to have been caused by rapid seafloor spreading and/or intraplate plume activities, followed by increased atmospheric CO2 (e.g., Owen and Rea, 1985; Rea et al., 1990; Tajika, 1998). Fig. 8 shows variations in the calculated volcanic CO2 degassing fluxes compared with variations in atmospheric CO2 in the standard case. The CO2 flux from the subduction zone is generally large in the middle Cretaceous and Eocene, but the corresponding calculated atmospheric CO2 levels have not peaked. The same applies to the other fluxes of volcanic degassings. None of these degassings are sufficient to account for the high atmospheric CO2 levels in the middle Cretaceous and the Eocene.\nIt is noted, as shown in Fig. 8, that the atmospheric CO2 by the previous model (Kashiwagi and Shikazono, 2003) is higher in the Eocene than the present model. Therefore, Kashiwagi and Shikazono (2003) noted that the high CO2 in this period was due to enhanced subduction zone and/or mid-ocean ridge degassings, which is consistent with the conclusions for the cause of the Eocene warming suggested by Owen and Rea (1985) and Rea et al. (1990). However, the previous model does not consider the degassing due to subaerial metamorphism, and this metamorphic degassing would be counted as volcanic degassings in the same model. As a result, the model of Kashiwagi and Shikazono (2003) overestimated the relative contribution of subduction zone and/or mid-ocean ridge degassings. Other mechanisms to explain the\nincreased atmospheric CO2 in the Eocene will be discussed in Section 3.3.2.\nSome studies suggest a link between subaerial metamorphism and thewarm climates in the Cretaceous and Eocene. For example, temporal and spatial correlation between magmatism and regional metamorphism during the Mesozoic has been documented in the western United States (Barton andHanson, 1989). Deformation,metamorphism, and uplift in the middle Cretaceous linked to the superplume activity (Freydier et al., 1997) suggest global climate warming. Additionally, regional metamorphism in the Cordilleran metamorphic belt of North America is suggested to have released significant quantities of CO2 to the atmosphere and, thus, could have contributed to the Eocene global warming (Kerrick and Caldeira, 1998). However, the variation in flux due to subaerial metamorphism in Fig. 8 (FM) does not correspond to these warming trends. The plumes could have been involved in contact metamorphism. Svensen and Jamtveit (2010) noted that such contact metamorphism is likely to have caused short-term climate change, in contrast to regional metamorphism as assumed in the present model. Their notion may be reflected in the results of the present model, which indicate that subaerial metamorphism does not sufficiently account for the global warmings in the middle Cretaceous and Eocene."
  }, {
    "heading": "3.3. Differences in atmospheric CO2 between the model and geochemical proxies",
    "text": "The discussion in Section 3.2 on volcanism andmetamorphism concludes that long-term global warming trends and high atmospheric CO2 in the middle Cretaceous and Eocene periods indicated by geochemical proxies are not fully explained by the present model, whereas changes in the global carbon cycle, such as hot spot volcanism, continental weathering, carbonate precipitation, and organic carbon burial correspond to the timings of OAEs and related episodic warmings. The reasons for the inconsistencies in these long-term warmings are discussed here."
  }, {
    "heading": "3.3.1. Evolution of terrestrial plants",
    "text": "Royer et al. (2014) conducted error analysis of fluctuation parameters in the GEOCARBSULF model and demonstrated that the parameter for the evolution of terrestrial plants (fE in Eq. S27 of the supplemental information) is an important cause for large uncertainty in the calculated CO2 levels. This parameter represents the evolution from gymnosperms to angiosperms during the Cretaceous Period and is assumed to have increased from 130 Ma to 80 Ma. In the GEOCARBSULF model (and the present model), the value of this parameter before 130 Ma is empirically determined to be consistent with the CO2 estimates of a proxy study (Ekart et al., 1999), following the model of Berner and Kothavala (2001). However, the evolution associated with gymnosperms and angiosperms and its effect on weathering are controversial (Berner and Kothavala, 2001; Taylor et al., 2009; Royer et al., 2014). Some studies (e.g., Knoll and James, 1987; Volk, 1989; Moulton et al., 2000) indicate that angiosperms accelerateweatheringmore than gymnosperms, whereas other studies show even faster weathering rates with gymnosperms (e.g., Robinson and Berner, 1991; Quideau et al., 1996).\nFig. 9 shows atmospheric CO2 variations calculated under various values of relative weathering rate of gymnosperm to that under angiosperm. The calculated CO2 in the Cretaceous is apparently different among the cases. However, the results are not consistent with the CO2 estimates given by geochemical proxies for that period. This means that the evolution of gymnosperms and angiosperms themselves does not account for the atmospheric CO2 levels in the middle Cretaceous. Otherwise, the assumption of linear increase in the parameter for the terrestrial plant evolution (fE) from130Ma to 80Ma in the presentmodel is not appropriate. The evolution of terrestrial plants, especially the impact thereof on weathering rate, from gymnosperms to angiosperms might\nbe much more complicated and/or additional mechanisms to regulate the continental weathering rate should be considered.\nFor example, two mycorrhizal fungal types, arbuscular mycorrhizal fungi (AM fungi) and more recently evolved ectomycorrhizal fungi (EM fungi), whosemajor rise is coincident with the rise of angiosperms in the early Cretaceous, have drawn attention within the context of the global carbon cycle (Taylor et al., 2009). AM and EM fungi are living in concertwith trees andobtain nutrients from them. The EM fungi control the translocation of elements from soil to tree and enhance mineral weathering through exudation of organic compounds (organic acids or chelators), different from AM fungi (Landeweert et al., 2001; Taylor et al., 2009). Then, Taylor et al. (2011) developed a process-based soil chemistry model incorporating the effects of plants with AM and EM trees and integrated it into the GEOCARBSULF model, revealing that the rise of EM trees can explain the CO2 drawdown instead of the rise of angiosperms. However, because global quantities of AM and EM trees are little known, it is generally difficult to incorporate the evolution of fungi-assisted weathering into the carbon cycle model. If a weathering parameter of the evolution of the fungi, termed fF here, that could be related to the silicate weathering flux is introduced, this would be approximately exemplified as follows.\nf F ¼ νAMmAM tð Þ þ νEMmEM tð Þ½ = νAMmAM 0ð Þ þ νEMmEM 0ð Þ½ ð10Þ\nwhere vAM is theweathering rate under AM trees,mAM(t) is themass or its equivalent parameter of AM trees at time t, vEM is the weathering rate under EM trees, andmEM(t) is themass or its equivalent parameter of EM trees at time t. Theweathering rate under EM trees is known to be higher than that under AM trees. Recent experiments withmature trees demonstrate that gymnosperms and angiosperms with EM fungi release calcium from basalt at twice the rate of AM gymnosperms (Quirk et al., 2012). According to this finding, vEM/vAM = 2. However, the other parameters are unknown. The relative abundance of AM and EM trees in species today is investigated. AM are associated with 77% of angiosperms, 45% of 84 species of gymnosperms and 52% of over 400 species of ferns and lycopods (Wang and Qiu, 2006), whereas EM are associated with approximately 3% of plant species (Smith and Read, 2008). However, the abundance of AM and EM trees from the viewpoint of weathering rate has never been estimated. More seriously, the actual temporal evolution of these two fungi is mostly unknown. To incorporate the fungal evolution into the model, these factors must be obtained. Solving this problem will be a future task."
  }, {
    "heading": "3.3.2. Climate sensitivity",
    "text": "Recent studies suggest that climate sensitivity (CS), which is a response of the global mean temperature to double the atmospheric CO2 concentration, has always had a strong impact on long-term climate change (e.g., Zachos et al., 2008; Hansen et al., 2008, 2013; Royer et al., 2012). In the global carbon cycle, Royer et al. (2014) demonstrated that climate sensitivity is closely related to the atmospheric CO2 level and global temperature over the Phanerozoic. In the present model, the variation in climate sensitivity is based on Berner and Kothavala (2001). The value of Γ, which corresponds to the climate sensitivity, has two values, with the value in the glacial periods being twice as high as that in the non-glacial periods (Park andRoyer, 2011). However, the climate sensitivity would be highly dynamic on geological time scales. Royer et al. (2012) estimated the Earth System Sensitivity (ESS), which is the sensitivity on long time scales, based on oxygen isotope records of deep-sea foraminifera and CO2 estimates by proxies. According to their result, the ESS has continuously changed over the Cretaceous and Cenozoic. The ESS is considered dependent on the volume of continental ice sheets (Hansen et al., 2008; Pagani et al., 2010; Park and Royer, 2011). The ESS would have been driven by cryogenic feedbacks related to continental ice sheets (Hansen et al., 2008; Pagani et al., 2010).\nSeveral attempts to estimate the climate sensitivity or ESS in the Cretaceous and Cenozoic have been made so far. Royer et al. (2012) compiled the previous ESS estimates and also calculated the ESS from the foraminiferal oxygen isotope records in the late Cretaceous and early Cenozoic. According the results, the value of the ESS approximately ranges from 2 to 6 °C, mostly within 3–6 °C. Hansen et al. (2013) concluded that the climate sensitivity during the Cenozoic is 3 °C (under an atmosphere containing 25% non-CO2 greenhouse gases) or 4 °C (under an atmosphere containing b25% non-CO2 greenhouse gases). Furthermore, Maxbauer et al. (2014) compared the atmospheric CO2 concentration in a high-arctic forest estimated from the stomatal index ofMetasequoia with oxygen isotope records of benthic foraminifera and calculated the climate sensitivity (ESS) to be 4–8 °C from 48Ma to 38 Ma. Based on these studies, Fig. 10 shows the atmospheric CO2 variations in the case of CS = 2 and 8 compared with the standard case. As Royer et al. (2014) suggested, the influence of the climate sensitivity on atmospheric CO2 is largewhen the calculated CO2 is high. Furthermore, it is notable that, although the range of the calculated atmospheric CO2 levels in the Cretaceous period is very wide, it roughly covers the scattered plots of the CO2 proxy except for several exceptionally high CO2 estimates. On the other hand, the atmospheric CO2 in the CS cases does not reach the proxy values of CO2 in the Eocene.\nUncertainty regarding climate sensitivity does not account for the atmospheric CO2 in this period.\nOne possible factor explaining this might be the influence of clouds and non-CO2 greenhouse gases, such as water methane and nitrous oxide (N2O), on climate feedbacks (e.g., Bice et al., 2006; Royer et al., 2012; Hansen et al., 2013). Under high polar temperatures, polar stratospheric clouds, which become abundant during greenhouse intervals, are suggested as a cause of lower latitudinal temperature gradients (Sloan and Pollard, 1998). Under higher atmospheric CO2, background concentrations of trace gases such asmethane andN2O should be higher because of greater production under warmer and wetter conditions (Zachos et al., 2008). These factors may act as additional positive feedbacks andmay be related to the Eocenewarming, and theywould result in higher calculated values of the atmospheric CO2 in the carbon cycle model."
  }, {
    "heading": "3.3.3. Proxy uncertainty",
    "text": "Beyond the framework of the model as discussed so far, there is a problem of ambiguity of the paleo-CO2 reconstructions of geochemical proxies. Many studies have suggested various types of proxy methods to estimate the CO2, but these proxies have their ownadvantages anddisadvantages. They would contain inevitable errors in estimates (Royer et al., 2001). However, the time resolution in the method using phytoplankton, for example, is approximately 200 kyr and is more precise than the stomatal index method (Royer et al., 2001). Additionally, cross-check studies between the model calculation and proxy estimates in the middle Cretaceous (Bice and Norris, 2002; Bice et al., 2006) conclude that the estimated values ranging from b900 to N4000 ppm, as indicated in Fig. 4, might capture the \"true\" variability of atmospheric CO2 concentrations. The atmospheric CO2 concentrations in themiddle Cretaceous could have actually varied by several thousand ppm through this interval. Concerning the early Cenozoicwarming, Royer et al. (2014) suggested that the gap between the model results and the proxy studies in the early Cenozoic may be due to the error in estimates of volcanic degassing in this period. But the investigation of the degassing parameters in the present model, as discussed in Section 3.2, indicates that such uncertainty in those parameters is insufficient to explain the gap. In this case, other factors, such as past variation in climate sensitivity and/or additional feedback factors, including non-CO2 greenhouse gases and clouds,might be important. In any case, further efforts to accumulate more estimates of the CO2 are necessary tomake an effective comparison between the carbon cycle model and proxies."
  }, {
    "heading": "4. Conclusions",
    "text": "When incorporating the subaerial metamorphism and hot spot volcanism, the carbon cycle model indicates a corresponding relationship between the global OAEs in themiddle Cretaceous and the atmospheric CO2 level. For example, hot spot volcanism contributed to the warming in the OAE1a and Valanginian OAE. Moreover, the cooling periods in the OAE1a, OAE2, and possibly the Valanginian OAE are correlated with the increase in the organic carbon burial. However, the model cannot explain all of the climate changes in the OAEs, such as a suggested link between enhanced continental weathering and CO2 drawdown. This finding indicates that themechanisms of the OAEs are highly complicated and that they were most likely caused by multiple climatic factors.\nWhen comparing the model results with the geochemical proxy estimates, the CO2 levels in the middle Cretaceous and Eocene calculated by the model do not match those of the proxies well. This finding is related to the unknown terrestrial plant evolutions (gymnosperm vs. angiosperm, and arbuscular mycorrhizal fungi vs. ectomycorrhizal fungi), high concentrations of the non-CO2 greenhouse gases, and/or variation of the climate sensitivity in these periods. The improvement of the present model to incorporate these factors is required. However, because the current proxy estimates report widely scattered values of CO2, it would also be necessary to know the \"true\" values of the CO2 proxy\nestimates, namely, representative or averaged concentrations of the CO2 over million-year time scales."
  }, {
    "heading": "Acknowledgments",
    "text": "The author would like to thank two anonymous reviewers for their valuable comments and suggestions and Professor Thomas Algeo for his thoughtful editing. The author would also like to thank the late Professor Naotatsu Shikazono for inspiring mymotivation to complete this work."
  }, {
    "heading": "Appendix A. Detailed description of the model",
    "text": "Supplementary data to this article can be found online at http://dx. doi.org/10.1016/j.palaeo.2016.04.002."
  }],
  "year": 2016,
  "references": [{
    "title": "Eruptive and diffuse",
    "authors": ["R. Faivre-Pierret", "D. Martin", "J.C. Sabroux", "P. Zettwoog"],
    "year": 1991
  }, {
    "title": "Geochemical and climatic effects",
    "authors": ["M.A. Arthur", "W.E. Dean", "L.M. Pratt"],
    "venue": "Mount Etna. Nature",
    "year": 1988
  }, {
    "title": "Biogeochemical constraints on the Triassic–Jurassic",
    "authors": ["D.J. 616–629. Beerling", "R.A. Berner"],
    "year": 2002
  }, {
    "title": "Convergent Cenozoic CO2 history",
    "authors": ["D.J. 1029/2001GB001637. Beerling", "D.L. Royer"],
    "venue": "Nat. Geosci",
    "year": 2011
  }, {
    "title": "Inclusion of the weathering of volcanic rocks in the GEOCARBSULF",
    "authors": ["R.A. 339–376. Berner"],
    "year": 2006
  }, {
    "title": "Carbonate versus silicate",
    "authors": ["J.D. Blum", "C.A. Gazis", "A. Jacobson", "C.P. Chamberlain"],
    "venue": "topes. Earth Planet. Sci. Lett",
    "year": 1998
  }, {
    "title": "Deep carbon emissions from volcanoes",
    "authors": ["M.R. Burton", "G.M. Sawyer", "D. Granieri"],
    "year": 2013
  }, {
    "title": "leaves to signal atmospheric CO2 change",
    "authors": ["G. Chiodini", "F. Frondini", "C. Cardellini", "D. Granieri", "L. Marini", "G. Ventura"],
    "venue": "Am. J. Bot",
    "year": 2001
  }, {
    "title": "Convergence of tectonic",
    "authors": ["Res", "N. 221. Coltice", "M. Seton", "T. Rolf", "R.D. Müller", "P.J. Tackley"],
    "year": 2013
  }, {
    "title": "A CO2 decrease",
    "authors": ["E.C. van Bentum", "G.J. Reichart", "J. Pross", "S. Schouten"],
    "year": 2010
  }, {
    "title": "A 400million year carbon isotope",
    "authors": ["D.D. Ekart", "T.E. Cerling", "I.P. Montañez", "N.J. Tabor"],
    "venue": "Cretaceous Oceanic Anoxic Event 2. Earth Planet. Sci. Lett",
    "year": 1999
  }, {
    "title": "Large igneous provinces and plate tectonics",
    "authors": ["O. Eldholm", "M.F. Coffin"],
    "venue": "Am. J. Sci",
    "year": 2000
  }, {
    "title": "Valanginian Weissert oceanic anoxic",
    "authors": ["E. Erba", "A. Bartolini", "R.L. Larson"],
    "venue": "subduction. GSA Today",
    "year": 2004
  }, {
    "title": "Metamorphic carbon fluxes: howmuch and how fast? Geology",
    "authors": ["K. Evans"],
    "year": 2011
  }, {
    "title": "Degassing of metamorphic carbon dioxide",
    "authors": ["M.J. Evans", "L.A. Derry", "C. France-Lanord"],
    "venue": "Palaeoecology",
    "year": 2008
  }, {
    "title": "Strontium isotope stratigraphy in the upper Cenomanian",
    "authors": ["G. 483–502. Frijia", "M. Parente"],
    "year": 2008
  }, {
    "title": "Atmospheric science. Himalaya–carbon sink or source",
    "authors": ["Palaeoecol", "J. 15–29. Gaillardet", "A. Galy"],
    "year": 2008
  }, {
    "title": "Volatile budget of Kilauea volcano",
    "authors": ["T.M. Gerlach", "E.J. Graeber"],
    "venue": "Nature",
    "year": 1985
  }, {
    "title": "Climate sensitivity, sea level and atmospheric carbon dioxide",
    "authors": ["J. Hansen", "M. Sato", "G. Russell", "P. Kharecha"],
    "venue": "Philos. Trans. R. Soc. London, Ser. A",
    "year": 2013
  }, {
    "title": "Oceanic crust production and climate during the last 100 myr",
    "authors": ["K. Kaiho", "S. Saito"],
    "venue": "Terra Nova",
    "year": 1994
  }, {
    "title": "Climate change during Cenozoic inferred from global carbon cycle model including igneous and hydrothermal activities",
    "authors": ["H. Kashiwagi", "N. Shikazono"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2003
  }, {
    "title": "Relationship between weathering, mountain uplift, and climate during the Cenozoic as deduced from the global carbonstrontium cycle model",
    "authors": ["H. Kashiwagi", "Y. Ogawa", "N. Shikazono"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol. 270,",
    "year": 2008
  }, {
    "title": "Present and past nonanthropogenic CO2 degassing from the solid earth",
    "authors": ["D.M. Kerrick"],
    "venue": "Rev. Geophys",
    "year": 2001
  }, {
    "title": "Metamorphic CO2 degassing from orogenic belts",
    "authors": ["D.M. Kerrick", "K. Caldeira"],
    "venue": "Chem. Geol",
    "year": 1998
  }, {
    "title": "Was the Himalayan orogen a climatically significant coupled source and sink for atmospheric CO2 during the Cenozoic",
    "authors": ["D.M. Kerrick", "K. Caldeira"],
    "venue": "Earth Planet. Sci",
    "year": 1999
  }, {
    "title": "Convective hydrothermal CO2 emission from high heat flow regions",
    "authors": ["D.M. Kerrick", "M.A. McKibben", "T.M. Seward", "K. Caldeira"],
    "venue": "Chem. Geol",
    "year": 1995
  }, {
    "title": "Effect of the advent and diversification of vascular land plants on mineral weathering through geologic",
    "authors": ["M.A. Knoll", "W.C. James"],
    "venue": "time. Geology",
    "year": 1987
  }, {
    "title": "Contemporaneous massive subaerial volcanism and late cretaceous Oceanic Anoxic Event 2",
    "authors": ["J. Kuroda", "N.O. Ogawa", "M. Tanimizu", "M.F. Coffin", "H. Tokuyama", "H. Kitazato", "N. Ohkouchi"],
    "venue": "Earth Planet. Sci",
    "year": 2007
  }, {
    "title": "Linking plants to rocks: ectomycorrhizal fungi mobilize nutrients from minerals",
    "authors": ["R. Landeweert", "E. Hoffland", "R.D. Finlay", "T.W. Kuyper", "N. van Breemen"],
    "venue": "Trends Ecol. Evol",
    "year": 2001
  }, {
    "title": "Latest pulse of Earth: Evidence for a mid-Cretaceous",
    "authors": ["R.L. Larson"],
    "venue": "superplume. Geology",
    "year": 1991
  }, {
    "title": "Onset of the mid-Cretaceous greenhouse in the Barremian– Aptian: igneous events and the biological, sedimentary, and geochemical responses",
    "authors": ["R.L. Larson", "E. Erba"],
    "venue": "Paleoceanography",
    "year": 1999
  }, {
    "title": "Annual volcanic carbon dioxide emissions: an estimate from eruptions chronologies",
    "authors": ["S.W. Leavitt"],
    "venue": "Environ. Geol",
    "year": 1982
  }, {
    "title": "Lithiumisotope evidence for enhanced silicate weathering during OAE 1a (Early Aptian Selli event)",
    "authors": ["M. Lechler", "P.A.P. von Strandmann", "H.C. Jenkyns", "G. Prosser", "M. Parente"],
    "venue": "Earth Planet. Sci",
    "year": 2015
  }, {
    "title": "Evolution of carbon cycle over the past 100 million years",
    "authors": ["G. Li", "H. Elderfield"],
    "venue": "Geochim. Cosmochim",
    "year": 2013
  }, {
    "title": "From continental rifting to seafloor spreading: Insight from 3D thermo-mechanical modelling",
    "authors": ["J. Liao", "T. Gerya"],
    "venue": "Gondwana Res",
    "year": 2015
  }, {
    "title": "High sea-surface temperatures during the Early Cretaceous Epoch",
    "authors": ["K. Littler", "S.A. Robinson", "P.R. Bown", "A.J. Nederbragt", "R.D. Pancost"],
    "venue": "Nat. Geosci",
    "year": 2011
  }, {
    "title": "High Arctic forests during the middle Eocene supported by moderate levels of atmospheric",
    "authors": ["D.P. Maxbauer", "D.L. Royer", "B.A. LePage"],
    "year": 2014
  }, {
    "title": "Carbon degassing from the lithosphere",
    "authors": ["N.A. Mörner", "G. Etiope"],
    "venue": "Glob. Planet. Chang",
    "year": 2002
  }, {
    "title": "Solute flux and mineral mass balance approaches to the quantification of plant effects on silicate weathering",
    "authors": ["K.L. Moulton", "J. West", "R.A. Berner"],
    "venue": "Am. J. Sci",
    "year": 2000
  }, {
    "title": "Sea-floor hydrothermal activity links climate to tectonics: the Eocene carbon dioxide greenhouse",
    "authors": ["R.M. Owen", "D.K. Rea"],
    "venue": "Science",
    "year": 1985
  }, {
    "title": "High Earth-system climate sensitivity determined from Pliocene carbon dioxide concentrations",
    "authors": ["M. Pagani", "Z. Liu", "J. LaRiviere", "A.C. Ravelo"],
    "venue": "Nat. Geosci",
    "year": 2010
  }, {
    "title": "Geologic constraints on the glacial amplification of Phanerozoic climate sensitivity",
    "authors": ["J. Park", "D.L. Royer"],
    "venue": "Am. J. Sci",
    "year": 2011
  }, {
    "title": "Base cation biogeochemistry and weathering under oak and pine: a controlled long-term experiment",
    "authors": ["S.A. Quideau", "O.A. Chadwick", "R.C. Graham", "H.B. Wood"],
    "venue": "Biogeochemistry",
    "year": 1996
  }, {
    "title": "Evolution of trees and mycorrhizal fungi intensifies silicate mineral weathering",
    "authors": ["J. Quirk", "D.J. Beerling", "S.A. Banwart", "G. Kakonyi", "M.E. Romero-Gonzalez", "J.R. Leake"],
    "venue": "Biol. Lett",
    "year": 2012
  }, {
    "title": "Global change at the Paleocene– Eocene boundary: climatic and evolutionary consequences of tectonic events. Palaeogeogr",
    "authors": ["D.K. Rea", "J.C. Zachos", "R.M. Owen", "P.D. Gingerich"],
    "venue": "Palaeoclimatol. Palaeoecol",
    "year": 1990
  }, {
    "title": "Phanerozoic transgressions and regressions on the continents: a quantitative approach based on areas flooded by the sea and areas of marine and continental deposition",
    "authors": ["A.B. Ronov"],
    "venue": "Am. J. Sci",
    "year": 1994
  }, {
    "title": "Phanerozoic atmospheric CO2 change: evaluating geochemical and paleobiological approaches",
    "authors": ["D.L. Royer", "R.A. Berner", "D.J. Beerling"],
    "venue": "Earth Sci. Rev",
    "year": 2001
  }, {
    "title": "Geobiological constraints on Earth system sensitivity to CO2 during the Cretaceous and Cenozoic",
    "authors": ["D.L. Royer", "M. Pagani", "D.J. Beerling"],
    "venue": "Geobiology",
    "year": 2012
  }, {
    "title": "Error analysis of CO2 and O2 estimates from the long-term geochemical model GEOCARBSULF",
    "authors": ["D.L. Royer", "Y. Donnadieu", "J. Park", "J. Kowalczyk", "Y. Goddéris"],
    "venue": "Am. J. Sci",
    "year": 2014
  }, {
    "title": "Flux rates for water and carbon during greenschist facies metamorphism",
    "authors": ["A. Skelton"],
    "venue": "Geology 39,",
    "year": 2011
  }, {
    "title": "Polar stratospheric clouds: a high latitude warming mechanism in an ancient greenhouse world",
    "authors": ["L.C. Sloan", "D. Pollard"],
    "venue": "Geophys. Res",
    "year": 1998
  }, {
    "title": "Mycorrhizal Symbiosis. third ed",
    "authors": ["S.E. Smith", "D.J. Read"],
    "year": 2008
  }, {
    "title": "Trace element abundances in the Rock Canyon Anticline, Pueblo, Colorado, marine sedimentary section and their relationship to Caribbean plateau construction and oxygen anoxic event 2",
    "authors": ["L.J. Snow", "R.A. Duncan", "T.J. Bralower"],
    "venue": "Paleoceanography 20,",
    "year": 2005
  }, {
    "title": "Quantitative analysis of paleoatmospheric CO2 level based on stomatal characters of fossil Ginkgo from Jurassic to Cretaceous in China",
    "authors": ["B.N. Sun", "L. Xiao", "S.P. Xie", "S.H. Deng", "Y.D. Wang", "H. Jia", "S. Turner"],
    "venue": "Acta Geograph. Sin.-English Edition",
    "year": 2007
  }, {
    "title": "Tectonic uplift in the northern Tibetan Plateau since 13.7 Ma ago inferred from molasse deposits along the Altyn Tagh Fault",
    "authors": ["J. Sun", "R. Zhu", "Z. An"],
    "venue": "Earth Planet. Sci",
    "year": 2005
  }, {
    "title": "Metamorphic fluids and global environmental changes",
    "authors": ["H. Svensen", "B. Jamtveit"],
    "venue": "Elements",
    "year": 2010
  }, {
    "title": "Climate change during the last 150 million years: reconstruction from a carbon cycle model",
    "authors": ["E. Tajika"],
    "venue": "Earth Planet. Sci",
    "year": 1998
  }, {
    "title": "Biological weathering and the long-term carbon cycle: integrating mycorrhizal evolution and function into the current paradigm",
    "authors": ["L.L. Taylor", "J.R. Leake", "J. Quirk", "K. Hardy", "S.A. Banwart", "D.J. Beerling"],
    "venue": "Geobiology",
    "year": 2009
  }, {
    "title": "Modeling the evolutionary rise of ectomycorrhiza on sub-surface weathering environments and the geochemical carbon cycle",
    "authors": ["L. Taylor", "S. Banwart", "J. Leake", "D.J. Beerling"],
    "venue": "Am. J. Sci",
    "year": 2011
  }, {
    "title": "Plate tectonic controls on atmospheric CO2 levels since the Triassic",
    "authors": ["D.G. van Der Meer", "R.E. Zeebe", "D.J. van Hinsbergen", "A. Sluijs", "W. Spakman", "T.H. Torsvik"],
    "venue": "Proc. Natl. Acad",
    "year": 2014
  }, {
    "title": "Temperatures and oxygen isotopic composition of Phanerozoic oceans",
    "authors": ["J. Veizer", "A. Prokoph"],
    "venue": "Earth Sci. Rev",
    "year": 2015
  }, {
    "title": "Sensitivity of climate and atmospheric CO2 to deep-ocean and shallowocean carbonate burial",
    "authors": ["T. Volk"],
    "venue": "Nature",
    "year": 1989
  }, {
    "title": "Lithium isotope evidence for enhanced weathering during Oceanic Anoxic Event 2",
    "authors": ["P.A.P. von Strandmann", "H.C. Jenkyns", "R.G. Woodfine"],
    "venue": "Nat. Geosci",
    "year": 2013
  }, {
    "title": "Controls on the Cretaceous and Cenozoic evolution of seawater composition, atmospheric CO2 and climate",
    "authors": ["K. Wallmann"],
    "venue": "Geochim. Cosmochim",
    "year": 2001
  }, {
    "title": "Phylogenetic distribution and evolution of mycorrhizas in land plants",
    "authors": ["B. Wang", "L. Qiu"],
    "venue": "Mycorrhiza",
    "year": 2006
  }, {
    "title": "Volcanism, CO2 and palaeoclimate: a Late Jurassic–Early Cretaceous carbon and oxygen isotope record",
    "authors": ["H. Weissert", "E. Erba"],
    "venue": "J. Geol. Soc. Lond",
    "year": 2004
  }, {
    "title": "Correlation of Early Cretaceous carbon isotope stratigraphy and platform drowning events: a possible link? Palaeogeogr",
    "authors": ["H. Weissert", "A. Lini", "K.B. Föllmi", "O. Kuhn"],
    "venue": "Palaeoclimatol. Palaeoecol",
    "year": 1998
  }, {
    "title": "Large igneous provinces andmass extinctions",
    "authors": ["P.B. Wignall"],
    "venue": "Earth Sci. Rev",
    "year": 2001
  }, {
    "title": "Trends, rhythms, and aberrations in global climate 65",
    "authors": ["J.C. Zachos", "M. Pagani", "L. Sloan", "E. Thomas", "K. Billups"],
    "venue": "Ma to present",
    "year": 2001
  }, {
    "title": "An early Cenozoic perspective on greenhouse warming and carbon-cycle dynamics",
    "authors": ["J.C. Zachos", "G.R. Dickens", "R.E. Zeebe"],
    "venue": "Nature",
    "year": 2008
  }],
  "id": "SP:80cb31e7bab1b089e08405193932e61aad5e9bea",
  "authors": [{
    "name": "Hirohiko Kashiwagi",
    "affiliations": []
  }],
  "abstractText": "Article history: Received 8 January 2016 Received in revised form 31 March 2016 Accepted 1 April 2016 Available online 11 April 2016 A global carbon cycle model covering the Late Jurassic Period to Recent (150–0 Ma) with subaerial metamorphism and continental and oceanic hot spot volcanism was constructed. The model's results indicate that the OAE1a and Valanginian OAE (OAE: oceanic anoxic event) in the Cretaceous Period are related to increased atmospheric CO2 level due to hot spot volcanism. Furthermore, the model results based on high-resolution geochemical records demonstrate that decreases in CO2 associated with the termination of the OAE1a, OAE2, and perhaps the Valanginian OAE are attributable to a large amount of organic carbon burial. Moreover, the model results indicate that enhanced continental weathering and carbonate precipitation contributed to the decrease in atmospheric CO2 during the OAE1a period. A comparison of the model results with proxy estimates of atmospheric CO2 indicates that CO2 degassings from the lithosphere and mantle, including those from subaerial metamorphism, partly contributed to high levels of atmospheric CO2 in the middle Cretaceous and the Eocene, but they are not sufficiently decisive to account for the suggested CO2 levels by the proxies. Differences in estimated CO2 between the model and the proxies in the middle Cretaceous can be explained by a complex evolution of the terrestrial plants from gymnosperms to angiosperms, and/or continental weathering assisted by arbuscular mycorrhizal and ectomycorrhizal fungi and a fluctuation of the climate sensitivity, whichwould have dynamically changed on geological time scales, whereas an increase in non-CO2 greenhouse gases could explain the CO2 difference in the Eocene warming. © 2016 Elsevier B.V. All rights reserved.",
  "title": "Atmospheric carbon dioxide and climate change since the Late Jurassic (150Ma) derived from a global carbon cycle model"
}