{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nEarth-Science Reviews\nj ourna l homepage: www.e lsev ie r .com/ locate /earsc i rev\nThe subsurface geology of Rome: Sedimentary processes, sea-level changes and astronomical forcing\nFabrizio Marra ⁎, Fabio Florindo Istituto Nazionale di Geofisica e Vulcanologia, Via di Vigna Murata 605, 00143, Roma, Italy\n⁎ Corresponding author at: Istituto Nazionale di Geofisi Vigna Murata 605, 00143-Rome, Italy. Tel.: +39 0651860\nE-mail address: fabrizio.marra@ingv.it (F. Marra).\nhttp://dx.doi.org/10.1016/j.earscirev.2014.05.001 0012-8252/© 2014 Elsevier B.V. All rights reserved.\na b s t r a c t a r t i c l e i n f o\nArticle history: Received 30 May 2013 Accepted 1 May 2014 Available online 10 May 2014\nKeywords: Subsurface geology of Rome Aggradational sections Glacial terminations Milankovitch cycles 40Ar/39Ar ages Paleomagnetism\nIn this paper we present a reconstruction of the stratigraphic setting of the continental sedimentary sequences that were deposited by the Paleo-Tiber River within the greater area of Rome between 0.9 and 0.6 Ma, carried out through analyses of a large number of borehole data. Through palinspastic restoration of several cross sections we depict the original geometry of the sedimentary record that has been dislocated by intense tectonic activity linked to volcanism, and we reconstruct the geologic and paleogeographic evolution of this area. Moreover, we provide a complete review of the chronostratigraphic and magnetostratigraphic data reported in previous work, and we extend paleomagnetic analyses to three new clay sections. These geochronological constraints allow us to compare aggradation of the Paleo-Tiber sedimentary successions with the δ18O record, evidencing a strict link between sedimentation and sea-level changes in the Rome area. By doing so, we provide a direct test on the timing of the sea-level rise forMIS 19 throughMIS 15: a record of data forwhich no equivalent exists in the literature.\n© 2014 Elsevier B.V. All rights reserved.\nContents\n1. Introduction . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1 2. Methodological approach . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 3. Stratigraphic and tectonic setting of the area of Rome . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 4. Chronostratigraphic setting . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 5. Paleomagnetism . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6\n5.1. VPS borecore . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 5.2. Trafusa section . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 5.3. Malafede section . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 6. Geochronologic data . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 7. Reconstruction of the chronostratigraphic setting . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8\n7.1. Western area . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 7.2. Rome area . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 11\n7.2.1. Northern sector . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 11 7.2.2. Southern sector . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 13\n8. Correlation to the deep sea δ18O record . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 16 9. Conclusions . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 19 Acknowledgments . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 19 References . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 19\nca e Vulcanologia (INGV), Via di 420; fax: +39 0651860397."
  }, {
    "heading": "1. Introduction",
    "text": "Glacio-eustatic forcing of the sedimentary sequences deposited in the delta and within the coastal fluvial sections of the Paleo-Tiber River and its tributaries flowing through the city of Rome (Fig. 1) has\nbeen reported in several papers (Alvarez et al., 1996; Karner andMarra, 1998; Karner and Renne, 1998; Marra et al., 1998, 2008; Karner et al., 2001a; Florindo et al., 2007). Using 40Ar/39Ar ages of pyroclastic layers intercalated within the sedimentary deposits as well as paleomagnetic constraints, these studies demonstrated that the aggradational sections of the ancient Tiber River were deposited in response to sea-level rise during Pleistocene glacial cycles.\nAn aggradational section comprises the stratigraphic record of each complete glacially forced sea-level oscillation in a coastal area, which is represented by a basal erosive surface, progressively excavated as a consequence of coastline retreat and lowering of sea level during glacial periods, followed by a grading-upward succession of clastic sediments, rapidly deposited during sea-level rise in response to deglaciation. Generally, the aggradational sections recognized in Rome (Karner and Marra, 1998) are fining-upward sequences, with coarse-grained gravel and sand, up to 10 m in thickness, at the base of each section. This basal coarse-grained deposit is followed by a relatively thin sand\nhorizon, which grades upward into a several meters thick pack of silt and clay. In the older sections, deposited during marine isotopic stages (MIS) 21 through 15, these clay sections have moderate thickness (b10m), probably as a consequence of smaller sea-level oscillations associatedwith these early glacial cycles (Karner et al., 2001a). In contrast, a significant increase in thickness of the clay section is observed in the later successions, up to that of the modern Tiber River, which reaches 70 m in thickness within the present-day coastal plain (Marra et al., 2008, 2013).\nRadiometric age constraints on the sedimentary record deposited within the valley and in the coastal plain of the modern Tiber River (Marra et al., 2008) demonstrated that the deposition of gravel marks a unique time in the depositional history of the river, occurring during a ~5–7 ky interval between the end of the Last Glacial Maximum (LGM; ~21 ka, Bard et al., 1990) and the onset of the last glacial termination (T-I; ~14 ka, Stanford et al., 2006). The transportation by the Tiber River of gravel with grain diameter N5 cm required exceptional\nhydrologic conditions that have not been repeated during theHolocene. Such conditions existed only during glacial terminations due to the combination of several factors:\ni. Increased sediment supply to the Tiber drainage basin, caused by rapid melting of Apennine glaciers releasing a large amount of clastic material;\nii. Increased regional rainfall; iii. Low sea level causing a steeper gradient, and hence greater river\ntransport capacity.\nThese conditionswould haveworked in concert during the 21–14 ka interval, until the accelerated sea-level rise during the glacial termination led to a rapid drop in capacity of the Tiber River and, consequently, to the start of sandy clay deposition.\nThe 14C age constraints on the sedimentary switch fromwell-graded clean gravel and sand (GWSW in the Unified Soil Classification System) to high plasticity silt and clay with organic clay (CHOMH) show that it followed shortly after the occurrence of Melt Water Pulse-1A as dated from the Barbados record (14,170–13,610 y BP; Fairbanks, 1989; Bard et al., 1990), which is characterized by a peak rate of sea-level rise at 13,860 y BP (Stanford et al., 2006), coincidentwith the last glacial termination. A longer gap is instead observed with respect to the MWP-1A age between 14,650 and 14,310 y BP more recently assessed from a Tahitian record (Deschamps et al., 2012).\nBased on the above-mentioned relationships between sedimentation and post-glacial sea-level rise, it is inferred that a discontinuous stratigraphic record occurs in the Rome area. This is represented by a succession of fining-upward sedimentary deposits, each one corresponding to a full transgression cycle, including erosion caused by sealevel fall and deposition during the following sea-level rise (Karner and Marra, 1998). Therefore, 10 unconformity-bounded sedimentary units (UBSU), as shown in Fig. 2, corresponding to as many high-stand system tracts deposited during odd MIS 21 thorough 1 (Milli, 1997; Milli et al., 2008), represent the physical remnant of these eustatic events.\nMoreover, it is inferred that all the basal coarse gravel sections in the ancient sedimentary succession of the Paleo-Tiber River accumulated only since the end of glacial maxima, and that their deposition ceased since the glacial terminations. Whereas continuous transportation of coarse material occurred during phases that marked the passage from highstands to successive lowstands, this material could not accumulate within the fluvial incision or within the coastal plain, due to continued retreat of the coastlinewith lowering sea level, which caused its removal and re-deposition seaward, while the base level of the sedimentary record was progressively incised. On the other hand, deposition of clay sections occurred only after glacial terminations, which coincided with the onset of highstands.\nThe geochronological constraints to the different aggradational sections deposited in the Paleo Tiber delta during periods of sea-level rise in the last 900 ka allow us to compare aggradation of sedimentary successions with the δ18O record, evidencing the strict link between sedimentation and sea-level changes in the area of Rome. Therefore, this sedimentary record provides a direct test on the timing of the sealevel rises at the onsets of MIS 19 through MIS 15. This is a databank of worldwide interest, for which no other examples exist in the literature."
  }, {
    "heading": "2. Methodological approach",
    "text": "Deposition of the sequences that are the subject of this study precedes the onset, at around 600 ka, of major explosive activity in the Monti Sabatini and Alban Hills volcanic districts around Rome (Karner et al., 2001b; Marra et al., 2009). The sedimentary deposits were then buried under a thick cover of pyroclastic products. Intense tectonic activity accompanied the birth and development of the Roman volcanoes which affected this region, dislocating the Plio-Pleistocene clayey\nsubstrate of these fluvial sections and controlling the emplacement of continental sequences during the middle Pleistocene. Consequently, the sedimentary sequences in this area are characterized by a complex stratigraphic setting and a scarcity of outcrops. To overcome these difficulties, we have used a large number of well data to reconstruct the buried geologic features, based on stratigraphic logs from a large number of drill holes that were performed over the last few decades for civil engineering purposes. Here we mostly rely on data from direct observation of core samples collected during the last 10 years from about 50 drillings, performed by the Municipality of Rome and by private companies. Based on these data, we compared and selected about 250 borehole stratigraphic logs from the thousands stored in the Istituto Nazionale di Geofisica e Vulcanologia (INGV) databank. In addition, during the past ten years the INGV drilled 3 dedicated boreholes in order to collect data aimed at integrating observations from critical sectors. Three new clay sections have been also sampled in many key areas for paleomagnetic analyses, in order to constrain geographically the distribution of the different aggradational sections of the Paleo-Tiber River (see Fig. 1 for location). Combined with previously acquired paleomagnetic and 40Ar/39Ar data (Florindo et al., 2007, and references therein), the new investigations allowed us to locate the latest channel and mouth of the Paleo-Tiber River for the period immediately preceding the start of the paroxysmal volcanic activity in the Roman region, and to reconstruct the paleogeographic evolution of the coastal area of Rome in the time span 800–600 ka. Finally, we have refined the correlation of the aggradational successions deposited in this time span to Marine Isotopic Stages (MIS) 19 through 15, recognizing the presence of several para-sequences that correlate with the 21-ky Milankovitch cycle that gives rise to sub-stages in the oxygen isotope record, thus providing evidence for sea-level oscillations linked to these minor climatic cycles between 800 and 600 ka.\nResults of this study are summarized in the stratigraphic scheme of Fig. 2 and in the chronostratigraphic columns of Fig. 3a, and in five large-scale cross sections (A-B-C-D; E-F; K-L; E'-G'; G-J; Figs. 6, 9, 11, 13 and 14) that show the stratigraphic and structural setting of the area of Rome, plus three palinspastically restored sections (Figs. 9, 12, 15) that show the geologic evolution of key sectors. Full resolution images of these graphics, along with the detailed stratigraphy of the paleomagnetically investigated Trafusa and Malafede sections and the VPS borehole, are provided as supplementary material."
  }, {
    "heading": "3. Stratigraphic and tectonic setting of the area of Rome",
    "text": "Several different nomenclature systems have been adopted in different studies to describe the Middle Pleistocene stratigraphy of Rome through the years (e.g. Conato et al., 1980; Milli, 1997; Marra et al., 1998; Florindo et al., 2007; Milli et al., 2008). In this paper, we will refer to those studies that, combining 40Ar/39Ar dating and magnetostratigraphy, have created an informal succession of unconformity-bounded stratigraphic units (UBSU, Chang, 1975) tied to glacio-eustatic cyclicity (Marra et al., 2008, and references therein), based on the original lithostratigraphic scheme outlined in Conato et al. (1980) and successively improved by all the aforementioned studies. Radiometric ages of volcanic tephra are reported with analytical precision of ±2σ throughout the text and in the figures, except when they are used for comparison with the timing of the deep-sea δ18O records and insolation curves: in this case the full external errors at ±2σ, which include systematic errors inherent to the 40Ar/39Armethod (Karner and Renne, 1998), are considered.\nThe area around Rome was characterized by marine sedimentary conditions throughout Pliocene and Early Pleistocene times. Two sedimentary sequences were deposited within this time span: the Monte Vaticano Formation (Marra et al., 1995, and references therein) and the Monte Mario Formation (Conato et al., 1980). The Monte Vaticano Formation, which crops out in Rome, is represented by alternating clay and sand of an infralittoral environment, Pliocene-Early Pleistocene\nin age (Marra et al., 1995 and references therein). The subsequent Monte Mario Formation comprises sandy clay of a circalittoral environment and littoral sand (Bonadonna, 1968; Conato et al., 1980; Bergamin et al., 2000; Cosentino et al., 2009), testifying to progressive uplift of the area. The first appearance of continental deposits of the Paleo-Tiber River is during the regressive phase of the transgressive cycle of Monte Ciocci-Monte delle Piche Formation (Marra, 1993), which erosionally overlies the Monte Mario Formation in the southwestern area of Rome. The deposition of the first transgressive cycle of Monte Ciocci-Monte delle Piche (in this paper: Monte Ciocci Formation), lacking direct radioisotopic data, was tentatively correlated to MIS 22-21 (Karner et al., 2001a). More recently, based on the hypothesis that the occurrence of mild insolation minima may be a concurrent factor in triggering deglaciations (Marra et al., 2008), an older age of about 1.5 Ma has been considered for the Monte Ciocci Formation cycle, based on the lack of such mild minima in the time interval 0.85–1.5 Ma. Consistent with this possible older age for the transgression, the precedingmarine cycle of theMonteMario Formation has been constrained bymeans of nannoplankton stratigraphywithin the time interval 1.66–1.59 Ma (Cosentino et al., 2009), encompassing MIS 58 through MIS 55.\nAll the younger sedimentary cycles have good geochronologic and stratigraphic constraints that allow for their correlation to MIS 19 through MIS 5 (Marra et al., 2008) (Fig. 3).\nFig. 3.Chronostratigraphic columns andmap of the gravel layers. a) Representative geologic colu A′, B, C, D), with the geochronologic constraints and correlation to the Marine Isotopic Stages ( ferent gravel beds that constitute the base of the aggradational cycles of the Paleo-Tiber River, d explanation.\nUsing the elevation of the highstand systems tract (as defined in Milli, 1997) and relatedmarine terraces of these sedimentary sequences as indicators of past sea level, Karner et al. (2001a) have tentatively reconstructed the uplift history of the Rome area and compared it to the eruption history of the Monti Sabatini and Alban Hills volcanic districts. Three pulses of uplift have been hypothesized, the earlier two preceding the start of the volcanic activity in the Monti Sabatini around 800 ka, and the start of the explosive phase of activity in the Alban Hills and in the Monti Sabatini, around 600 ka, respectively. The third pulse of uplift occurred after 250 ka and was related to the injection of new magma that heralded a new volcanic phase from 200 ka culminating in explosive activity at the Albano maar around 70 ka (Karner et al., 2001b; Marra et al., 2003; Freda et al., 2006). Around 800 ka, the earliest uplift phase was followed by collapse of a NW-SE oriented structural depression across the northeastern area of Rome (Paleo-Tiber Graben, Marra and Rosa, 1995, Fig. 3b), dated by the ages of two pyroclastic layers (Karner et al., 2001b; Florindo et al., 2007) intercalated in the sedimentary deposits that fill the graben. This suggests that increased rates of extensional tectonics were coincident with the start of the volcanic activity at 800 ka, and that the observed coastal uplift was driven by injection of magma into the upper crust leading to rifting and incipient volcanism (Barberi et al., 1994).\nmnsdescribing the stratigraphic setting in the different sectors of the area investigated (A, MIS). b) Schematic map showing the geographic distribution and the elevation of the difeposited during the glacial terminations of MIS 22/21 through 16/15. See inset legend for\n20\nC\n-6 0\nVPS\nPSA\nB\nRome\nTiber River\nCoastlineTyrrhenian Sea\nC\n25\nE\nF\nE’\nJ\nI\nG H\nL\nI’\nG’ INGV\nA 45\nAniene River\nN\n20 25\n20\n10\n-45\n-25\nPonte Galeria\n0\nB\nTrafusa\nMalafede\n10 km\nCECCHIGNOLA BASIN\nb)\n-10\n-10\n-20\n-10\n10\n20\n10 0\n20\n-30\n0 0\n10\n10\n0\n20\n-20\n0\n-60\n-60\n-7 0\n-8 0\n-90\n0\n25\n-40\n25\n-30\nD\n0\n0\n60 50\n40 30\n20\n10\n65\n-20\nA\nCOL\n10\nH’\n-1 0\n0\nJ’\nVVM lle n na h Claiv ul F revi R re bi T A\nD -15\nPALEO -TIBER\nG RA\nBEN\nF’\nK\n-40\nWestern sector\nMIS 15\nMIS 17\nMIS 19\nMIS 21\n582±3 ka 561±2 ka\nvolcanics\nEastern sector\nsandy clay with travertine layers\n649±4 ka 611±3 ka\n607±6 ka\n755±6 ka\n783±13 ka 802±6 ka\n582±3 ka 561±2 ka\nMIS 21 MIS 15\n591±6 ka 582±3 ka 561±2 ka\ndated tephra layers\nsand\nclay\ngravel\nPlio-Pleistocene marine clay\nA’\nMIS 17\nC DBA\nMIS 19\nMIS 15.1\na)\nMIS 19\n0\n-25 -45\n-15\n45\n20\nGravel horizon of PG1 sequence (MIS 19)\nSector where a single horizon of gravel correlated to MIS 19 is present\nLocation of cross-sections\nGravel horizon of MIS15 sequence\nOutcrops (larger circles indicates paleomagnetically investigated sections)\nA B\nInferred fault\nGravel horizon of MIS 21 sequence and related isobath lines of its top surface (in violet)\nSector where multiple horizons of gravel correlated to MIS 19 are present; average elevation of their top surface is given within circle, except for the lowest one whose isobath lines are reported (in blue)\nGravel horizon of PG2 sequence (MIS 17) and average elevation of its top surface\nIsobaths (in m a.s.l.) of the top surface of gravel layers (equidistance: 10 m; for dotted lines: 5 m)\nBoreholes (larger circles indicates paleomagnetically investigated borecores)\n’\nMIS 17"
  }, {
    "heading": "4. Chronostratigraphic setting",
    "text": "Three aggradational successions deposited between 800 and 600 ka have been identified in the Ponte Galeria area (Marra et al., 1998). A large number of stratigraphic, paleontologic and sequence-stratigraphic studies has been conducted on this area since the 1960s (e.g. Ambrosetti and Bonadonna, 1967; Ambrosetti et al., 1972; Conato et al., 1980; Marra, 1993; Marra and Rosa, 1995; Milli, 1997; Milli et al., 2008). Precise geochronologic constraints on the sedimentary succession were provided by means of 40Ar/39Ar dating of intercalated tephra and paleomagnetic investigation of clay sections found in the fluviallacustrine succession of the Paleo-Tiber River (Karner and Marra, 1998; Karner and Renne, 1998; Marra et al., 1998). Ages of pyroclastic layers intercalated within the sedimentary succession, combined with the reversed polarity of the clayey deposit of the first, oldest sequence, allowed Marra et al. (1998) to recognize three depositional sequences and correlate them to MIS 19, 17 and 15 (see Figs. 2 and 3a, stratigraphic column A). The substrate of these sequences comprises marine clay assigned to the Monte delle Piche unit of the Monte Ciocci Formation (Carboni, 1980; Conato et al., 1980; Marra, 1993). These sequences match the fourth-order depositional cycles defined in sequence-stratigraphic studies conducted in the Ponte Galeria area (Milli, 1997; Milli et al., 2008). However, we here refer to them as aggradational sections, following the methodology of Karner and Marra (1998), which is described in the introduction.\nIn contrast with the straightforward stratigraphic relations among the sedimentary sequences that have been investigated in the Ponte Galeria areawest of Rome, amore complex framework has been outlined in the more inland sector corresponding to the city of Rome (Marra and Rosa, 1995). Here, fluvial-lacustrine sequences of the Paleo-Tiber River were deposited in the area immediately behind the ancient coastal alluvial plain and its transitional area to the delta that was originally located in Ponte Galeria (Fig. 1). Deposition of these sequences, like those that have been dated in Ponte Galeria, preceded the start of themajor explosive activity of Monti Sabatini and Alban Hills (561 ± 2 ka, Karner et al., 2001b). Combining paleomagnetic investigation of clay sections and 40Ar/39Ar dating of intercalated tephra layers, Florindo et al. (2007) provided a precise chronostratigraphy for the sequences underneath Rome. Based on the ages of 802±6, 783±13 ka and of 649±4 ka, and according to the reversedmagnetic polarity of the oldest clay deposits, two distinct aggradational successions, laterally embedded from north to south, have been recognized and correlated to MIS 19 and MIS 15, respectively (Fig. 3a, column B, C, D). Therefore, these aggradational successions correlate with PG1 and the Santa Cecilia formations in Ponte Galeria. Moreover, Florindo et al. (2007) have tentatively correlated a concretionary sandy clay layer (PT2b-unit, Marra and Rosa, 1995), that overlies the oldest aggradational section to the north of Rome, with the PG2 Formation (Figs. 2 and 3a, columns C, D). No evidence has been found of depositional sequences correlating with the Monte Ciocci Formation east of the Tiber River in Rome."
  }, {
    "heading": "5. Paleomagnetism",
    "text": "Clay layers found in the fluvial-lacustrine succession of the PaleoTiber River have been paleomagnetically investigated during the past two decades with the aim of providing geochronologic constraints, when combined with 40Ar/39Ar ages of intercalated tephra, on the time of aggradation of the sedimentary sections (Florindo and Marra, 1995; Marra et al., 1998; Florindo et al., 2007). The occurrence of the Brunhes-Matuyama reversal boundary offered us the opportunity to use paleomagnetic data to distinguish clay sections deposited during MIS 19 from those of MIS 17 and 15.\nMore recently, we have integrated these geochronologic constraints with a new paleomagnetic investigation of clay sections located in the southern area of Rome. A borecore from southern Rome (Via Padre Semeria borehole, VPS, Fig. 1, suppl. mat. #1) and two additional clay\nsections cropping out in Trafusa and Malafede, south of Rome (Fig. 1, suppl. mat. #2 and #3), have been sampled for paleomagnetic investigation, aimed at establishing their time of deposition with respect to the Matuyama-Brunhes geomagnetic reversal, and their correlation with the clay section of the younger Paleo-Tiber cycle found in the INGV and Colosseum (COL) boreholes, deposited after this reversal. As in our previous studies, the natural remanent magnetization (NRM) of all samples was analysed in the magnetically shielded paleomagnetic laboratory at the Istituto Nazionale di Geofisica e Vulcanologia (INGV), Rome, using a 2-GEnterprises (model 755) narrow-access pass-through cryogenicmagnetometer, with in-line AF demagnetization capability. Demagnetization data were examined using orthogonal vector component diagrams, stereographic projections and intensity decay curves. Characteristic remanent magnetization (ChRM) components were determined from principal component analysis using data from multiple (alternating field or thermal) demagnetization steps. The maximum angular deviation (MAD) was calculated to provide an estimate of the precision related to each best-fit line. Data with MAD ≥ 10° were considered poorly defined and not used."
  }, {
    "heading": "5.1. VPS borecore",
    "text": "The detailed stratigraphy of the VPS borehole is provided as electronic supplementary material (#1), while the stratigraphic context with respect to other adjacent boreholes is shown in the cross section of Fig. 11. Twelve paleomagnetic samples were collected from the more undisturbed clayey portions of a 12.7 m-thick sandy clay deposit, underlying a 4.2m-thick succession ofwhitish calcareousmuds and yellow clay occurring below the base of the volcanic deposits. The borecore was sampled by drilling conventional cylindrical paleomagnetic samples (25 mm diameter) using a gasoline-powered hand drill with a stainless steel core barrel and a water-cooled diamond bit. All samples were orientedwith respect to vertical to enable polarity determinations on the basis of paleomagnetic inclinations.\nSamples were thermally demagnetized at steps of 30–40 °C and all display a well-defined normal polarity magnetization (Fig. 4) which indicates that this portion of the core is younger than the MatuyamaBrunhes boundary. For a few samples, further demagnetization above 400 °C results in random paleomagnetic directions. By analogy with the demagnetization results from the other sediment cores (PSA, VVM and INGV cores) these data are consistent with the presence of greigite along with magnetite (Florindo et al., 2007; Roberts et al., 2011)."
  }, {
    "heading": "5.2. Trafusa section",
    "text": "Seven vertically oriented block clay samples were collected from a limited sandy clay lens, up to 1 m thick, occurring two meters below the top of a coarse gravel layer, more than 12 m thick, at the base of the aggradational section of the Paleo-Tiber cropping out in Trafusa (the detailed stratigraphic section is provided as Supplementary Material #2); each oriented hand sample was cut in the laboratory, yielding two or more 10 cm3 cubic samples. Samples were thermally demagnetized at steps of 30-40 °C and all of them display a single, well-defined normal polarity magnetization (Fig. 4) which indicates that this portion of the core is younger than the M-B boundary."
  }, {
    "heading": "5.3. Malafede section",
    "text": "Eight vertically oriented block clay samples were collected from the clayey base of a sandy clay layer that overlies a more than 20 m-thick coarse gravel layer cropping out on the northern flanks of Fosso di Malafede stream valley, south of Rome (the detailed stratigraphic section is provided as Supplementary Material #3; the stratigraphy of the area is shown in Figs. 14 and 15). Samples were collected and prepared using the samemethod described for those collected at the Trafusa section. The NRMwas stepwise AF demagnetized at successive peak fields\nVPS borecore\nof 5, 10, 15, 20, 25, 30, 35, 40, 45, 50, 60, 70, 80, and100mT. The sampled clay interval has consistently stable magnetizations as indicated by AF demagnetization results, and a normal polarity ChRM was isolated at peak fields ≤ 50 mT (Fig. 4) which indicates Brunhes age.\nBased on the polarity of these three clay sections, and their correlation with the INGV borehole where a pyroclastic deposit dated at 649 ± 4 ka occurs at the base of the clay (Florindo et al., 2007; Fig. 12), we attribute them to the aggradational succession correlated to MIS 15, which was deposited after the Matuyama-Brunhes geomagnetic reversal. Establishing to which MIS the analyzed clay sections belong, and placing them within a regional framework outlined through the analysis of borehole data throughout the investigated area, allowed us to reconstruct the paleogeography of the terminal tract of the PaleoTiber River and its delta (Fig. 3b)."
  }, {
    "heading": "6. Geochronologic data",
    "text": "All the 40Ar/39Ar ages previously published in Karner and Renne (1998) and reported here have been re-calculated according to an age of 28.02 ± 0.16 Ma for the Fish Canyon sanidine standard in order to homogenize them with those performed later (Table 1). Ages reported in Karner and Renne (1998) had adopted an age of 27.84 Ma (Renne, 1995) for the standard. More recently, two further revisions of the Fish Canyon sanidine age have been proposed: 28.201 ± 0.046 Ma (Kuiper et al., 2008), and 28.305 ± 0.036 Ma (Renne et al., 2010). However, the reliability of these older standard ages has been questioned (Channell et al., 2010) based on the fact that, if adopted, they would shift the 40Ar/39Ar age of theMatuyama-Brunhes reversal to 781 ka and 784 ka respectively. This would be in conflict with the astrochronologic estimates which are consistent with an age of 775.6 ± 1.9 ka (based on the youngest age of the standard) for this geomagnetic reversal (Singer et al., 2005). This is important because in the present work the age constraints of the Paleo-Tiber sedimentary succession are used for comparison with the orbitally tuned oxygen isotope records. As discussed below in the section about the correlation with the δ18O record, using the older ages for the standard would systematically increase the misfit between the timing for glacial terminations inferred from the sedimentary record of the Paleo-Tiber River and that provided by astrochronological calibration (e.g. Lisiecki and Raymo, 2005). For this reason we adopt the age of\nTable 1 40Ar/39Ar DATA.\nSample Lab. number Mineral Number of an\nI9-B (best) 33180 + 33179 Sanidine + leucite 14/15 I-9BL 33179 Leucite 7/7 I-9BS 33180 Sanidine 7/8 PT2b-S2 10813 Sanidine 6/8 I7-A 33181 Sanidine 5/6 PTS14-A 33178 Sanidine 7/8 I9-A 33182 Sanidine 7/8 PTS6-A 11083 Sanidine 13/13 R93-12 F(1) 30189 Sanidine 6/6 R95-16A(1) 7576 Sanidine 3/15 ING01 10800 + 10801 Sanidine + leucite 6/28 R93-06 N* 8281 Sanidine 9/11 R95-06A* 30181 Sanidine 5/5 FoMFC1 33154 Sanidine 6/6 ING-02 10804 + 10805 Sanidine + leucite 10/12\nCombined weighted mean ages calculated in this work R93-12 F + R95-16A(1) 30189 + 7576 Sanidine 9/21\nThe number of analyses refers to the data included in the mean weighted age with respect to t Uncertainties are given with 2σ analytical precision. All the analyses included in this table are Ages published in Karner and Renne (1998) are re-calculated according to the age of the Fish C samplesmarked * have been re-calculated here from original datasheet in Karner and Renne (1 for the previously unpublished sample FoMF-C1 are provided in Appendix 1. Ages published in K standard of 28.02 ± 0.16 Ma (Renne et al., 1998).Meanweighted ages for samplesmarked * ha GSA Data Repository item 9845. Full 40Ar/39Ar data for these samples and for the previously un\n(1) Samples R93-12 F and R95-16A are from the same tephra layer (Marra et al., 1998); the com\n28.02 Ma for the standard to calibrate ages presented in this paper and we show that, even with this more conservative estimate, these ages suggest a revision of the timing of the glacial terminations between 800 and 600 ka from that provided by astrochronologic estimates.\nIn order to assess better the age of the highstand systems tract deposits linked to MIS 15 (Santa Cecilia Formation, Karner and Marra, 1998), we have re-calculated the age of two intercalated tephra layers from the original data by Karner and Renne (1998). These samples (R93-06 N and R95-06A, Table 1 and Appendix 1) yielded overlapping 40Ar/39Ar ages of 611 ± 3 and 607 ± 6 ka, respectively.\nWe have also calculated the combinedweightedmean age from statistically consistent populations of nine crystals from two samples collected within the Ponta Galeria 2 succession (R93-12 F and R95-16A), previously dated by Karner and Renne (1998) at 754 ± 14 ka and 758 ± 8 ka, respectively, obtaining 755 ± 6 ka (Table 1)."
  }, {
    "heading": "7. Reconstruction of the chronostratigraphic setting",
    "text": ""
  }, {
    "heading": "7.1. Western area",
    "text": "Selection and interpretation of 111 stratigraphic logs of shallow boreholes allowed us to draw the three cross sections A–B, B–C, C–D of Fig. 5, which show the geologic setting of the western area of Rome (see Fig. 1 for location). Through the study of these cross sections and their palinspastic restoration, we performed detailed reconstructions of the sedimentary history and of the paleogeographic and tectonic evolution of the investigated area over the time span encompassingMIS 22 through MIS 15, as illustrated in Figs. 7 and 8.\nCross section A–B of Fig. 5 shows the spatial relationship among the three aggradational successions (Monte Ciocci, Ponte Galeria 1 and Ponte Galeria 2 Formations) that characterize the stratigraphy of the western sector of Rome (Columns A–A′ in Fig. 3a).\nThe lack of direct geochronologic constraints on the Monte Ciocci Formation prevents us from tying it to a specific marine isotopic stage (MIS); however, a conservative correlation of the Monte Ciocci Formation to MIS 21 is consistent with the stratigraphy of boreholes MG1 and MG2 (Fig. 5). Here, the marine deposits of Monte Ciocci Formation underlie a shallow-water sand deposit (Carboni, 1980) occurring at the top of those correlated to MIS 19, and overlie an equivalent sandy\nalyses Mean weighted age (ka) Error (±2σ) Original reference\n803.7 10.4 Florindo et al., 2007 804.6 10.4 Florindo et al., 2007 793.6 13.2 Florindo et al., 2007 802.4 5.8 Florindo et al., 2007 799.3 12.4 Florindo et al., 2007 795.2 10.8 Florindo et al., 2007 783.7 13.4 Florindo et al., 2007 783.1 13.2 Florindo et al., 2007 754 14 Karner and Renne, 1998 758 8 Karner and Renne, 1998 649.3 3.8 Florindo et al., 2007 611 3 Karner and Renne, 1998 607 6 Karner and Renne, 1998 591 6 Marra et al., 2009 582 3 Florindo et al., 2007\n755.2 6.2 Karner and Renne, 1998\nhe total number of dated crystal for each sample. The criterion of exclusion is a 2σ cutoff. on single crystal. anyon sanidine standard of 28.02 ± 0.16 Ma (Renne et al., 1998). Meanweighted ages for 998), available as GSAData Repository item 9845. Full 40Ar/39Ar data for these samples and arner and Renne (1998) are re-calculated according to the age of the Fish Canyon sanidine ve been re-calculatedhere fromoriginal datasheet inKarner and Renne (1998), available as published sample FoMF-C1 are provided in Appendix 1. binedweightedmean age of these samples (755 ± 6 ka) is assumed to date this eruption.\nSW NE\ndeposit on top of the marine sediments of the Monte Mario Formation. This suggests continuous sedimentation and the occurrence of two successive transgressive phases that correlate toMIS 22-21 andMIS 20-19, respectively.\nReconstruction of the geometry of the sedimentary record allowed us to refine the estimation of the amplitude of sea-level oscillations duringMIS 20 through 15, as previously inferred in Karner et al. (2001a). In Fig. 6, we show graphically the interplay between sea-level oscillations, sedimentation and tectonics in the Ponte Galeria area, following the methodology described in the specified work, based on an assumption of similar amplitudes for the glacio-eustatic fluctuations associated with MIS 22–21, 20–19, 18–17 and 16–15, and considering a negligible tidal range (which in the Mediterranean region is b1 m).\nAmaximum sea-level oscillation of approximately 60m is estimated forMIS 22–21 based on the difference in elevation between the top surface of the highstand systems tract deposits ofMIS 21 (70m a.s.l., Fig. 5) and the elevation of the lowest possible sea level during MIS 22, given by the marine clay record of borehole MG1 (−20 m a.s.l., Fig. 5). The actual amplitude of the glacio-eustatic oscillation is obtained subtracting the differential uplift experienced by these points, which in turn is given by the difference in elevation between the highstand systems tract deposits of MIS 21 (70 m a.s.l.) and the successive MIS 19 (40 m a.s.l., Fig. 5): 90− (70−40) = 60 m (Fig. 6a).\nThe differential uplift of the inland sector with respect to the subsiding seaward sector is accommodated by a series of normal faults (Fig. 6a), accounting for the preservation of the deposits of the Monte Ciocci Formation below the PG1 deposits at borehole MG1 and MG2. A significant south-western progradation of the coastal plain and the associated delta system is well documented by the geographic distribution of the basal gravel deposits of Monte Ciocci Formation (sector A') and PG1 (sector A), as shown in Fig. 3b. The tectonic phase causing the dislocation of the deposit of the Monte Ciocci Formation and the differential uplift of the inland sector is associated with the start of the volcanic activity in this region (Karner et al., 2001a), at around 800 ka, an age that corresponds to the transition between MIS 21 and MIS 19 (Fig. 7a1).\nNo significant tectonic dislocation is inferred to have occurred between the highstand systems tract deposits of PG1 cropping out at Fosso della Maglianella and the borehole MG1 where the sea level during MIS 20 could not be lower than −20 m a.s.l. (Fig. 5), based on the regular elevation of the base of the overlying PG2 sequence. Therefore, thedifference in elevationbetween these points gives an approximation\n(assuming negligible syn-sedimentary tectonics) of the amplitude of the sea-level oscillation during MIS 20–19 as 60 m, in good agreement with the basic assumption of similar glacio-eustatic oscillations during MIS 22–21 and 20–19. Also consistently, the PG1 deposits show similar thickness with respect to those of the Monte Ciocci Formation both in the seaward sector (ca. 40 m, borehole MG2) and in the coastal plain sector (ca. 30 m, tract of the profile A–B of Fig. 5 between the Maglianella and Acquafredda streams), accounting for substantial homogeneity of the amplitudes of sea-level oscillations associated with these MISs (Fig. 6b). Finally, the thicknesses of the sedimentary successions deposited during MIS 22–21 and 20–19 in the ancient coastal plains (ca. 30 m) are about 40% of the thickness of the modern Tiber River alluvial succession in the present-day coastal plain (ca. 80 m, Marra et al., 2013), consistent with a sea-level oscillation of ca. 60 m associated with these early stages, compared to one of ca. 130 m associated with the last glacial cycle.\nTectonics during this period have been associated with regional uplift due to the injection of magma into the upper crust along the Tyrrhenian Sea Margin since the Pliocene and during the Early Pleistocene (Barberi et al., 1994), leading to the continentalization of the Rome area and establishment of the Paleo-Tiber delta, probably during MIS 22/21, ca. 870 ka (Karner et al., 2001a). Continued uplift between 870 and 800 ka accounts for the slightly reduced thickness of the deposit of MIS 21 with respect to those of the following MIS 19 (35 m vs. 40 m) and the consequent 5 m elevation gain between the highstand systems tract deposits and the basal gravel layers (Fig. 6a), as well as for the pronounced progradation of the delta (Fig. 7a1) and the different elevation of the coastal deposits of MIS 21 and MIS 19. This uplift led to the start, around 800 ka, of the volcanic activity at Monti Sabatini and Colli Albani districts which was coincident with a climax of extensional tectonics, causing rifting processes, like the formation of the Paleo-Tiber Graben accompanied by normal faulting in the Ponte Galeria area (Fig. 7a2). Syn-sedimentary faulting affecting the deposit ofMIS 19 has been recognized either in the western sector (Ponte Galeria) (Marra et al., 1998) and in the central Rome area (Florindo et al., 2007), where themain collapse of the Paleo-Tiber Graben is sealed by the emplacement of the oldest dated tephra layers (802 ± 6, 783 ± 13 ka, Florindo et al., 2007) erupted by the activity of the Monti Sabatini volcanic district (Fig. 6b). Coincident with this volcano-tectonic phase, the sea-level rise associated with glacial termination (GT) IX at the onset of MIS 19 led to the deposition of the PG1 sequence in the time span 800–780 ka, during MIS 20.2– 19.3 (Figs. 6b, 7b1; numbering of the oxygen isotropic sub-stages in these figures and throughout the text follows Bassinot et al., 1994).\nCoupled paleomagnetic investigations and radioisotopic datings (Marra et al., 1998; Florindo et al., 2007) constrain the deposition of the clay deposit of PG1 (‘Helicella Clay’, Contato et al., 1980) between 802 ± 6 ka (oldest tephra layer on top of the PG1 basal gravel layer in Rome) and 776 ± 2 ka (40Ar/39Ar age of the Matuyama-Brunhes paleomagnetic event, Singer et al., 2005) (Fig. 6b).\nA more complex aggradational history characterizes the deposits correlated to MIS 18–17, as evidenced by the stratigraphic setting of the PG2 Formation. According to the presence of two aggradational successions with gravel at the base, Marra et al. (2008) have interpreted it as reflecting the occurrence of two consecutive sea-level oscillations, corresponding to MIS 18.4–18.3 and 18.2–17.3. The early deposition of an aggradational succession of gravel, followed by lagoon clay ('Middle Clay', Marra et al., 1998), is constrained by the presence of a pyroclastic layerwithin the gravel providing a combinedweightedmean age of 755 ±6 ka, and by the normal polarity (Brunhes chron) of the overlying clay (Marra et al., 1998) (Fig. 6d). Remarkably, the age of this sedimentary succession largely predates MIS 17.3 with which Glacial Termination VIII is associated (e.g. Lisiecky and Raymo, 2005), but matches the previous sharp increase in the isotope curve, corresponding to sub-stages 18.4–18.3 (inset in Fig. 6). The presence of two gravel layers separated by a clay section, indeed, accounts for the occurrence of as many glacial terminations (GT VIIIa and VIIIb, inset in Fig. 6), according to the model based on the modern sedimentary features of the Tiber River (Marra et al., 2008). Therefore, the maximum corresponding to sub-stage 18.3 should be regarded as a standalone, full glacial cycle which disrupts the quasi-100 ky cyclicity associated with the Middle Pleistocene.\nThe cross sections of Fig. 5 show that only limited erosion of the deposits of the PG1 sequence occurred during the regressive phase associated with the lowstand of MIS 18.4. This is explained by seaward progradation of the delta coupled with tectonic lowering of the area, which is inferred from the higher elevation (ca. 15 m) of the highstand systems tract deposits of the PG2 Formation (‘Venerupis senescens Clay’, Conato et al., 1980) with respect to that of the ‘Helicella Clay’ (Fig. 6b through f, and Fig. 7a3).\nConsistent with the lesser amplitude of early sub-stage 18.4–18.3, a moderate sea-level oscillation of the order of 20 m is inferred, based on the difference in elevation of the base level of PG2a and the top of PG1 successions (Fig. 6c–d). A larger sea-level oscillation is inferred for the successive MIS 18.3–17.3, consistent with the larger thickness of the deposits of PG2b succession, although the lack of indications for its base level prevents a quantitative estimation. Nevertheless, the total thickness of ca. 45 m for the PG2 Formation and the estimated ~15 m of tectonic lowering allow us to infer a thickness of ca. 30 m, similar to that of the preceding PG1 cycle, which suggests a sealevel oscillation in the same order as those for MIS 20-19 and MIS 18-17 (Fig. 6 e–f).\nOnly the highstand systems tract deposits of the following glacioeustatic cycle (Santa Cecila Formation lagoon clay), correlated to MIS 15.5 based on ages of 611 ± 3 and 607 ± 6 ka of intercalated tephra layers (Karner and Marra, 1998; Marra et al., 1998), are present in the western sector of the investigated area above the PG2 succession (Fig. 6g). The lower elevation of the top of the Santa Cecilia Formation deposits with respect to that of the preceding highstand systems tract deposits of the PG2 sequence accounts for a tectonic uplift of ca. 10 m occurring between 700 and 600 ka (Fig. 6g). Palinspastic restoration of the stratigraphic setting of the southern area of Rome (see next paragraph) indicates establishment of a structural high in the southwestern area (Malafede-Trafusa sections, column B in Fig. 3a), due to differential uplift coincidentwith a pronounced collapse of the sector located immediately to the NE (Cecchignola Basin, Marra, 1999; Marra, 2001, Fig. 3b) (Fig. 6g). Correlation of the SCF with fluvial-lacustrine deposits in southern Rome has been achieved based on the 40Ar/39Ar age of 649± 4 of a tephra layer on top of the basal gravel and based on normal polarity of the overlying clay section at the INGV borehole (Fig. 6g)\n(Florindo et al., 2007). Here, we have corroborated this correlation through paleomagnetic study of three new clay sections (Trafusa section, Malafede section, VPS borehole), combined with one new 40Ar/39Ar age on a tephra layer interbedded with the SCF deposits, as described in the following paragraph."
  }, {
    "heading": "7.2. Rome area",
    "text": ""
  }, {
    "heading": "7.2.1. Northern sector",
    "text": "Selection and interpretation of about 200 stratigraphic logs of shallow boreholes, integratedwith direct observation of about 50 borecores and new magnetostratigraphic and geochronologic study of one borehole and two outcrop sections, allowed us to reconstruct the chronostratigraphic setting of the Rome area, as depicted in cross sections E-F, K-L, E′G′, and G-J of Figs. 9, 11, 13 and 14. The continental sedimentary record in the Rome area unconformably overlies late Pliocene-early Pleistocene marine clay of the Monte Vaticano Formation (Marra et al., 1995). Throughout the area investigated, the first (older) fluviallacustrine deposits are represented by a lower grading-upward sequence with a ~10m-thick layer of gravel at the base, grading into gray sand and clay, followed by yellow sand and yellow-to-white sandy clay with frequent carbonate concretions (Fig. 2, stratigraphic columns B and C in Fig. 3a). A second gravel layer occurs locally between the gray clay and the concretionary sand and clay deposit, suggesting that this latter deposit is a distinct aggradational unit (Fig. 8b). A more complex stratigraphic setting is observed only within a NW-SE elongated area to the NE of Rome (\"Paleo-Tiber Graben\", Marra and Rosa, 1995; Fig. 3b), where the Plio-Pleistocene substrate is ~80 m lower than in the surrounding area and a succession of 5 major gravel beds and clay layers fills this space (Fig. 2, stratigraphic column D in Fig. 3a; cross section of Fig. 8a). The distribution area of all these gravel beds is shown in Fig. 3b, the cross sections of Figs. 9, 11, 13 and 14 show the complex vertical and lateral relationships among them. The lowermost one of these multiple gravel beds displays the largest distribution area and rests on a relatively flat surface (top surface of the Plio-Pleistocene substrate), approximately 85 m below the present-day sea level. This gravel layer is lowered further within a N-S trending sector bounded by parallel faults (J' in Fig. 3b and in cross section of Fig. 10), where it reaches a depth N−100 m a.s.l. The uppermost gravel layer (G1 in Figs. 8 and 10), with its top at 20–10 m a.s.l. in the sector north of the Aniene River (Fig. 1), is progressively lowered to around 0 m a.s.l. toward the fault bordering the Paleo-Tiber graben to the southwest (Figs. 3b and 9a). This uppermost gravel layer does not extend to the southwest (Fig. 10), consistent with a progressive loss of energy by the PaleoTiber River through time, associated with a sea-level rise and the ingression of the coastline during MIS 19. According to this chronologic and stratigraphic pattern, a possible reconstruction of the geologic evolution of this sector is given in Fig. 7b. The basal gravel was initially deposited in the coastal plain (sector a in Fig. 7b1) at the onset of the glacial termination (Marra et al., 2008) and, successively, tectonic subsidencewithin the graben drained the depocenter of the delta system inland, and the original coastal plainwas cut off from sediment supply. Gravel then accumulated within the sector bounded by NW-SE and N-S trending faults (sector b in Fig. 7b1) in repeated alternation with clay, likely in coincidencewith increased activity of the bounding faults, giving rise to a temporary lacustrine environment. During completion of glacial termination IX a lagoon established in the Ponte Galeria area, backed by a palustrine environment in Rome, accounting for the deposition of clay on top of the gravel (Fig. 6b). The reversed magnetic polarity of this clay, either at the Casale Infernaccio and Casale Basini sections in Ponte Galeria (Fig. 1; Fig. 6b) and in bore cores PSA and VVM in Rome (Fig. 1; Figs. 6b and 8a), coupled to the 40Ar/39Ar ages on tephra layers within the clay section in Rome (Fig. 8a), unambiguously correlates these sedimentary successions to glacial termination IX, occurring 800–780 ka during MIS 19 (Marra et al., 1998, 2008; Florindo et al., 2007).\nThe detailed cross section Sa-Sb in Fig. 8b, reconstructed by direct observation of the cores recovered from ten closely spaced boreholes, shows the inner stratigraphy of the uppermost sedimentary succession that overlies the highstand systems tract deposit of the first aggradational succession in Rome (upper lacustrine clay layer of Paleo-Tiber 2 succession, correlated to MIS 19). The presence of gravel throughout, with a coarser portion at the base, associated with the presence of travertine layers, indicates a high-energy environment. The larger cross section of Fig. 8a also shows a coarse gravel bed, about 10 m thick, at the base of the sandy clay with travertine succession within the PaleoTiber Graben, suggesting that it is a distinct, later aggradational succession, overlying that correlated to MIS 19. Palinspastic restoration of the cross section in Fig. 8 (Fig. 9a) shows the original relationships between the base and top levels of the two aggradational successions in northern Rome, and provides comparison with the equivalent successions in Ponte Galeria (Fig. 9b). Syn-sedimentary activity of the faults (represented by the thicker tract in Fig. 9a) accounts for the large accumulation of gravel within the graben and for a 10 m step affecting the top of the gravel layer in the western portion of the cross section (E-E' in Figs. 8a and 10a). Here, the undisturbed trend of the base of the overlying deposits, as well as the presence of gravel intercalation at the footwall of the inferred fault, suggest active tectonics during deposition of the Paleo-Tiber 2 succession. When the partially restored cross section E-E\" of northern Rome is compared with the substantially undisturbed cross section A-A″ of Ponte Galeria (Fig. 9b), a very good correlation is apparent between the overall geometry of the PG1 and PG2 sequences and the two sequences of Rome (Paleo-Tiber 2 deposits). In particular, the gravel of the PG1 sequence displays a top surface at comparable elevationwith that of Rome's lower sequence, consistentwith amoderate inclination from inland (NE) to the coast (SW) (dashed red line in\nFig. 9). The base level in the undisturbed portion of both sequences is also comparable, whereas the role of tectonics is clearly depicted in portions (bordered by the faults) where the base level is lower. The elevation of the Paleo-Tiber 2 clay sections in Rome and Ponte Galeria is also consistent with a higher degree of erosion affecting more inland clay deposits in Rome. Similarly, the spatial distribution of the gravel layers of the PG2 Formation and that of the second aggradational sequence in Rome (dashed blue line in Fig. 9) accounts for a robust correlation of these sequences and their common link with MIS 17, despite the lack of geochronologic constraints for Rome's deposits. Additionally, the sedimentary features of the upper portion of this sequence in Rome (sands with travertine and gravel layers) can be interpreted as those of a braided channel system, representing the inland portion of the prograding Paleo-Tiber 3 delta, whose coastal deposits are represented by the PG 2b unit (upper shore face, cross-laminated sand and gravel, Conato et al., 1980; Marra et al., 1998). The deposit of the MIS 17.3 highstand systems tract (Venerupis senescens clay) instead, is missing (eroded) in northern Rome (Fig. 9b)."
  }, {
    "heading": "7.2.2. Southern sector",
    "text": "Cross section E'-G' of Fig. 11 shows the stratigraphic setting of the central-southern sector of Rome (Fig. 2, stratigraphic column B in Fig. 3a). The basal gravel layer is fragmented in two main blocks that have horizontal attitude and a top around 10 m a.s.l. in the northern sector, and gentle dip from 0 m to –10 m a.s.l. in the southern one. The presence of a fining-upward deposit from gravel into gray clay, followed by sand with travertine layers above each one of these blocks, was interpreted by Marra and Rosa (1995) as due to the fact that a single aggradational succession deposited on a relatively flat substrate was\nsuccessively dislocated by differential vertical movements. However, geochronologic and paleomagnetic constraints achieved in borehole COL (Florindo and Marra, 1995) and in borehole INGV (Florindo et al., 2007) (Fig. 11), as opposed to those achieved at boreholes PSA and VVM, and at several other sites in northern Rome (Fig. 9a), suggest that there are two different aggradational units in this area (Florindo et al., 2007). The paleomagnetic data (Trafusa and Malafede sections, Fig. 12 and suppl. mat. #2-3) allow us to corroborate the attribution of\nthe aggradational sequence in the southern sector to MIS 15.5 and to extend its identification to the coastal area, where the presence of a para-sequence correlating to sub-stage 15.1 has also been recognized in this study.\nCross section G–J of Fig. 12 shows the structural and stratigraphic setting of the south-western sector, corresponding to the ancient coastal plain where the deposits of Paleo-Tiber 4 cycle (correlated toMIS 15) are emplaced, and its relationship with the tectonically collapsed\nhe Paleo-Tiber Graben (see Figs. 1 and 3b for location).\nsoutheastern sector of the Paleo-Tiber Graben, containing the deposits of the Paleo-Tiber 2 cycle (MIS 19). This cross section shows the analogies between these two depositional cycles, characterized by the occurrence of syn-sedimentary faulting, which created NW-SE-oriented tectonic depressions, hosting the thickest accumulation of fluvial gravels (Paleo-Tiber graben and Cecchignola basin in Fig. 7b1 and b3, respectively). Palinspastic restoration of the southern portion of cross section G-G' of Fig. 12, with the coastal plain deposits of MIS 15, and its correlation with coastal plain deposits of MIS 19 as well as coeval deposits in northern Rome, is shown in Fig. 13. Cross sections a and b of Fig. 13 illustrate syn-sedimentary activity of the faults that shaped the structural high in the Trafusa-Malafede sector. A differential uplift is inferred as the cause of the high elevation of the gravel (28 m a.s.l.) in this sector and of the reduced thickness (ca. 10m) of the clay section in Malafede, where an upward transition to eolian sand suggests lack of erosion of the upper, coastal portion of the depositional para-sequence\nthat correlates toMIS 15.5 (Fig. 13 b; Malafede Section in Supplementary Material #3). In contrast, an up to 30 m-thick clay section is present within the structural depression of the Cecchignola Basin (Marra, 1999;Marra, 2001), indicating a total thickness of about 45m for the aggradational succession of MIS 15.5 (Fig. 13b). This thickness exceeds that of the preceding aggradational successions of PG1 and PG2 (ca. 30 m), consistent with the larger sea-level oscillation associated withMIS 16–15, characterized by amore pronounced lowstandwith respect to MIS 20–19 and MIS 18–17 (e.g. Lisiecki and Raymo, 2005; Fig. 14). However, the more striking feature of the stratigraphy of this sector is the presence of a para-sequence filling an erosive surface that cuts through the highstand systems tract deposits correlated to MIS 15.5, comprising fluvial sand with reworked pyroclastic material (Trafusa section), passing upward to lacustrine clay with abundant freshwater gastropoda (Planorbis sp.) (Malafede section). The presence of a pyroclastic fallout deposit at the base of the lacustrine deposit of\n1 and 3b for location). The projected cross sections H-H' and I-I' add detail in tectonically\nMalafede dated at 591 ± 6 ka (Marra et al., 2009), coupled to the age of 561 ± 2 ka of the Tufo Pisolitico di Trigoria (Karner et al., 2001b; Marra et al., 2009) that conformably overlies the latter, as well as the age of 611 ± 3 ka for the tephra within the highstand systems tract deposit of MIS 15.5, allow us to constrain tightly the timing of deposition of the para-sequence and to correlate it with the sea-level oscillation associated with MIS 15.2–15.1 (Fig. 14).\nThe occurrence of amarked erosive phase during the lowstand ofMIS 15.2 is inferred from the deep cutting of the previous highstand systems tract deposits of MIS 15.1, as evidenced at borehole INGV (Fig. 13b). The location of this borehole within the collapsing Cecchignola Basin, where the effect of the regional uplift is counterbalanced, suggests that the deep incision is the consequence of a global sea-level oscillation of 15 m, at least, associated with sub-stages 15.2–15.1 (Fig. 13c).\nDeposition of the para-sequence correlated toMIS 15.1, as well as the tectonic phase in this time span that caused differential uplift ranging from 20 to 10 m, is sealed by emplacement of the early pyroclastic-flow deposit of the Tuscolano-Artemisio phase of activity at the Alban Hills (Tufo Pisolitico di Trigoria, 561 ± 2 ka). An intensive, new extensional tectonic phase associated with the second Alban Hills eruption cycle (Vallerano Lava flow and Pozzolane Rosse pyroclastic flow; 457 ± 5 and 456 ± 4 ka, Karner et al., 2001b; Marra et al., 2009) caused disruption of the sedimentary deposits of the Paleo-Tiber 4 cycle and collapse of the Cecchignola Basin (Fig. 13c)."
  }, {
    "heading": "8. Correlation to the deep sea δ18O record",
    "text": "In Fig. 14a, we present a stratigraphic sketch of the Paleo-Tiber sedimentary dataset and its geochronologic constraints which link it to Marine Isotopic Stages (MIS) 22 through 13. The four major sedimentary sequences of the Paleo-Tiber recognized in this study (PT 1–4) correspond to asmanyfirst-order unconformity-bounded sedimentary units; two of these sequences (PT3 and PT4) are characterized by double aggradational cycles, corresponding to as many para-sequences (PT3-A and -B; PT4-A and -B, Fig. 14a). The black and blue tracts of the arrows in Fig. 14a represent the portions of the aggradational curves reported in Fig. 14b, corresponding to the gravel and clay sections, respectively. These six sedimentologically and geochronologically constrained aggradational curves are used in Fig. 14b as sea-level proxies to comparewith the oxygen isotope curve in the time span 900–600 ka, encompassing MIS 22 through 15. The aggradational curve for the modern Tiber River (from Marra et al., 2008) is also shown, for comparison with MIS 2–1 in the time span 30 ka− present.\nRemarkably, these six aggradational cycles can be fitted to as many peaks of the isotopic curve in the time span 900–550 ka. Moreover, the available geochronologic constraints provide a good fit with their timing (Fig. 14b). Indeed, apart from those correlated with MIS 22.2– 21.5 and 18.2–17.3 (dashed aggradational curves in Fig. 14b), which lack direct geochronologic constraints, ages for the other aggradational\ncurves are consistent with those of the isotopic stages, when the associated full error (gray-shaded bars in Fig. 14b through d; see Marra et al., 2008 for a discussion) is considered. The exception is the PT4-A aggradational curve, which provides an older age for termination VII, as noted in Florindo et al. (2007). When the 40Ar/39Ar ages are given less conservative error bounds (e.g., 1 σ), however, systematically older ages can be inferred for all the glacial terminations in the time span 800–600 ka. Moreover, if the recently proposed revision of the age for the Fish Canyon sanidine from 28.02 Ma (used as a standard for the 40Ar/39Ar age determinations provided in this paper) to 28.201 (Kuiper et al., 2008) or to 28.301 (Renne et al., 2010) is assumed, this would increase by ca. 5 or 6 ky, respectively, all the ages that constrain the aggradational sequences of the Paleo-Tiber River (Fig. 14c). Therefore, the revised calibration would provide an even larger misfit between the radioisotopically and the astrochronologically tuned timing for the glacial terminations.\nBased on the systematically older ages for the glacial terminations inferred from the Paleo-Tiber sedimentary record, Marra et al. (2008) suggested a re-calibration of the isotope curve, implying a shift back to older values by the equivalent of one precession cycle, and proposed an alternative causative mechanism for the glacial terminations. Marra et al. (2008) noted that each of the independent ages for glacial\nterminations provided by the sedimentary deposits of the Tiber River matches a maximum that systematically follows a particularly “mild” (warmer) minimum on the curve of the mean summer insolation at 65°N, and suggested that glacial terminations occur in correspondence with maxima of insolation above a threshold value (371W/m2) whenever they are preceded by a weak minimum, above a time-decreasing threshold value of 360 to 350 W/m2.\nHowever, age constraints provided in Fig. 15a to the Paleo-Tiber aggradational sections clearly show that the deposition of the clay sections matches the maxima of insolation that the astronomical calibration associates with the peaks of the δ18O curve, as provided by, for example, Lisiecki and Raymo (2005) (large red circles in Fig. 15b). In contrast, if we consider the gravel sections for which intercalated tephra layers provide an early timing of deposition with respect to peaks in the isotope curve that are coupled to the effective maxima of insolation (i.e. the PT4-A, PT3-A, and possibly PT2 gravel sections), they match the occurrence of as many \"mild\" minima of insolation (≥360 W/m2, smaller red circles in Fig. 15b). A possible explanation of these observations is that the mild minimum is able to trigger a partial deglaciation during the successive maximum of insolation, causing the deposition of gravel beds; however, the cumulative insolation reached is not sufficient to trigger a full glacial termination and a consequent sea-level\nhighstand. Therefore, the aggradation is aborted and the sedimentation laggedduring a period of relative sea-level fall caused by a drop in global temperature during the new insolation minimum (tightly dashed tract of the aggradation curves in Fig. 15b). Successively, sedimentation starts again during the successivemaximum of insolation, causing the deposition of the clay sections. The minima of insolation occurring during the lagged aggradation of the PT2 and PT3-A successions are also mild minima (360 and 369 W/m2, respectively), a fact that may explain the lack of significant erosion of the previously deposited gravel, as a consequence of a moderate sea-level fall associated with the lowstand. In contrast, the isolated occurrence of the pyroclastic flow deposit dated 649 ± 4 ka on top of the gravel of the PT4-A aggradational succession suggests the occurrence of a more marked erosive phase during the minimum of insolation of 354.5 W/m2 and the associated lowstand, of\nwhich the deposit recovered only at the INGV borehole may be a sedimentary remnant. Consistent with this observation, suggesting a three-stepped aggradation of the PT-4 succession (Fig. 15b), the stratigraphic features of the Paleo-Tiber 4 succession cropping out in Trafusa (detailed stratigraphic scheme provided in suppl. mat. #3) show that the remnants of a previously deposited clay section are included within the gravel of the successive aggradational succession (Fig. 15c), whose upper clay section, in turn, is re-eroded and overlain by a third depositional cycle. Indeed, the conservation of relict clay blocks within the gravel suggests a brief transport and a limited erosive process.\nThese observations, similar to that relative to sub-stage 18.3, suggest that large sea-level oscillations are associated with both prominent peaks in the δ18O record between 550 and 750 ka that are commonly regarded as sub-stages (i.e. 18.3, 15.1; Fig. 15a), and that smaller but\nsignificant sea-level oscillations may be associated with all the insolation cycles (21 ky), whenever these are characterized by relatively warmer minima (≥360 W/m2; Fig. 15b)."
  }, {
    "heading": "9. Conclusions",
    "text": "Investigation of the subsurface geology of the Rome area, performed by integrating outcrop and borehole data, has revealed four aggradational successions with coarse fluvial gravel at the base, grading upwards into sand and fluvial-lacustrine to coastal marine clay (Paleo-Tiber units 1–4). Two of these sequences are characterized by double aggradation cycles (Paleo-Tiber units 3A–B and 4A–B).\nDeposition of these aggradational successions follows the establishment of coastal continental conditions in the area of Rome at the end of the early Pleistocene, and precedes the start of the large explosive activity at the Albani Hills volcanic district at 561 ± 1 ka.\nTime constraints provided by 40Ar/39Ar dating of interbedded tephra within these aggradational successions establishes a strict link between deposition and glacio-eustatic cycles between 800 and 600 ka.\nIn particular, comparison of the timing of deposition of the PaleoTiber aggradational successions with the δ18O record shows an overall good match between the deposition of five gravel sections and the occurrence of as many lowstands of the oxygen isotope curve, as well as between the deposition of six clay sections and the occurrence of as many highstands, in this time span.\nWhile the four major depositional sequences match the four 100 ky glacial cycles (MIS 21, 19, 17, 15), the two minor aggradation cycles match two prominent sub-stages of the isotope curve (MIS 18.3, 15.3).\nHowever, when the occurrence of the glacial terminations provided by the astronomical calibration of the isotope curve in the time span 900–600 ka is compared to that provided by applying the model proposed by Marra et al. (2008) that identifies the sedimentary switch from gravel to clay in the aggradational successions of the Paleo-Tiber River with the flex points of this curve, a systematic mismatch is revealed.\nDeposition of the gravel sectionsmatches theminima of summer insolation at 65°N preceding by oneprecession cycle those afterwhich the glacial terminations occur, based on the astrochronologic tuning of the δ18O record. The common factor is that these minima were warmer than all the other minima of insolation occurring between 900 and 600 ka.\nWe interpret this fact as the evidence that these relatively warmer minimawere able to trigger significant sea-level rise during the following maximum of insolation, causing aggradation of gravel beds within the coastal area of Rome. However, the lack of complete conditions required for the occurrence of glacial terminations (whose definition is not the aim of the present study) caused the aggradation of the sedimentary succession to be aborted, and eventually completed during the subsequent maximum of insolation, to which a full deglaciation was associated.\nSupplementary data to this article can be found online at http://dx. doi.org/10.1016/j.earscirev.2014.05.001."
  }, {
    "heading": "Acknowledgments",
    "text": "We are grateful to Editor Susan Marriott, Marcello Schiattarella and two anonymous reviewers for constructive review comments and insightful suggestions. This work contributes to the DTS-MIUR NextData project.\nWewould like to thankWalter Alvarez for initiating three young researchers (twenty years ago!) to the study of the glacio-eustatic forcing on the sedimentary successions of Rome. The team included Daniel B. Karner, who shared most of the field activity and original ideas on which this review is based."
  }],
  "year": 2014,
  "references": [{
    "title": "Quaternary fluvial-volcanic stratigraphy and geochronology of the Capitoline hill",
    "authors": ["W. Alvarez", "A.J. Ammerman", "P.R. Renne", "D.B. Karner", "N. Terrenato", "A. Montanari"],
    "venue": "in Rome. Geology",
    "year": 1996
  }, {
    "title": "Revisione dei dati sul Plio-Pleistocene di Roma",
    "authors": ["P. Ambrosetti", "F.P. Bonadonna"],
    "venue": "Atti Accademia Gioenia di Scienze Naturali in Catania",
    "year": 1967
  }, {
    "title": "A scheme of Pleistocene chronology for the Tyrrhenian side of Central Italy",
    "authors": ["P. Ambrosetti", "A. Azzaroli", "F.P. Bonadonna", "M. Follieri"],
    "venue": "Boll. Soc. Geol. Ital",
    "year": 1972
  }, {
    "title": "Plio-Pleistocene geological evolution of the geothermal area of Tuscany and Latium",
    "authors": ["F. Barberi", "G. Buonasorte", "R. Cioni", "A. Fiordelisi", "L. Foresi", "S. Iaccarino", "M.A. Laurenzi", "A. Sbrana", "L. Vernia", "I.M. Villa"],
    "venue": "Mem. Descr. Carta Geol. d'It",
    "year": 1994
  }, {
    "title": "U-Th ages obtained by mass spectrometry in corals from Barbados: sea level during the past 130,000",
    "authors": ["E. Bard", "B. Hamelin", "R. Fairbanks"],
    "venue": "years. Nature",
    "year": 1990
  }, {
    "title": "The astronomical theory of climate and the age of the Brunhes-Matuyama magnetic reversal",
    "authors": ["F.C. Bassinot", "L.D. Labeyrie", "E. Vincent", "X. Quidelleur", "N.J. Shackleton", "Y. Lancelot"],
    "venue": "Earth Planet. Sci",
    "year": 1994
  }, {
    "title": "Stratigraphycal and paleoenvironmental evidences of the Pleistocene sediments of M. Mario (Rome)",
    "authors": ["L. Bergamin", "M.G. Carboni", "L. Di Bella", "F. Marra", "I. Palagi"],
    "venue": "Eclogae Geol. Helv",
    "year": 2000
  }, {
    "title": "Studi sul Pleistocene del Lazio",
    "authors": ["F.P. Bonadonna"],
    "venue": "V. La Biostratigrafia di Monte Mario e la \"Fauna Malacologica Mariana\" di Cerulli-Irelli. Mem. Soc. Geol. Ital",
    "year": 1968
  }, {
    "title": "Contributi alla stratigrafia del sottosuolo della Campagna Romana: il sondaggio Malagrotta",
    "authors": ["M.G. Carboni"],
    "venue": "Boll. Soc. Geol. Ital",
    "year": 1980
  }, {
    "title": "Unconformity-bounded stratigraphic units: Geol",
    "authors": ["K.H. Chang"],
    "venue": "Geol. Soc. Am. Bull",
    "year": 1975
  }, {
    "title": "Reconciling astrochronological and 40Ar/39Ar ages for the Matuyama-Burunhes boundary and late Matuyama chron",
    "authors": ["J.E.T. Channell", "D.A. Hodell", "B.S. Singer", "C. Xuan"],
    "venue": "Geochem. Geophys. Geosyst",
    "year": 2010
  }, {
    "title": "Tectonics, sea-level changes and palaeoenvironments in the early",
    "authors": ["D. Cosentino", "P. Cipollari", "L. Di Bella", "A. Esposito", "C. Faranda", "G. Giordano", "M. Mattei", "I. Mazzini", "M. Porreca", "R. Funiciello"],
    "venue": "Pleistocene of Rome (Italy). Quat. Res",
    "year": 2009
  }, {
    "title": "Ice-sheet collapse and sea-level rise at the Bolling warming 14,600 years ago",
    "authors": ["P. Deschamps", "N. Durand", "E. Bard", "B. Hamelin", "G. Camoin", "A.L. Thomas", "G.M. Henderson", "J. Okuno", "Y. Yokoyama"],
    "venue": "Nature 483,",
    "year": 2012
  }, {
    "title": "A 17,000 years glacio-eustatic sea-level record: influence of glacial melting rates on the Younger Dryas event and deep-ocean circulation",
    "authors": ["R.G. Fairbanks"],
    "venue": "Nature 342,",
    "year": 1989
  }, {
    "title": "A revision of the stratigraphy for the Middle Pleistocene continental deposits of Rome (Central Italy): paleomagnetic data",
    "authors": ["F. Florindo", "F. Marra"],
    "venue": "Ann. Geofis",
    "year": 1995
  }, {
    "title": "Radioisotopic age constraints for Glacial Terminations IX and VII from aggradational sections of the Tiber River delta in Rome, Italy",
    "authors": ["F. Florindo", "D.B. Karner", "F. Marra", "P.R. Renne", "A.P. Roberts", "R. Weaver"],
    "venue": "Earth Planet. Sci",
    "year": 2007
  }, {
    "title": "Eruptive history and petrologic evolution of the Albano multiple maar (Alban Hills, Central Italy)",
    "authors": ["C. Freda", "M. Gaeta", "D.B. Karner", "F. Marra", "P.R. Renne", "J. Taddeucci", "P. Scarlato", "J.N. Christensen", "L. Dallai"],
    "year": 2006
  }, {
    "title": "Correlation of fluviodeltaic aggradational sections with glacial climate history: a revision of the classical Pleistocene stratigraphy of Rome",
    "authors": ["D.B. Karner", "F. Marra"],
    "venue": "Geol. Soc. Am",
    "year": 1998
  }, {
    "title": "Pulsed uplift estimated from terrace elevations in the coast of Rome: evidence for a new phase of volcanic activity",
    "authors": ["D.B. Karner", "F. Marra", "F. Florindo", "E. Boschi"],
    "venue": "Earth Planet. Sci",
    "year": 2001
  }, {
    "title": "The history of the Monti Sabatini and Alban Hills volcanoes: groundwork for assessing volcanic-tectonic hazards for Rome",
    "authors": ["D.B. Karner", "F. Marra", "P.R. Renne"],
    "venue": "J. Volcanol. Geoth. Res",
    "year": 2001
  }, {
    "title": "Synchronizing rock clocks of Earth history",
    "authors": ["K.F. Kuiper", "A. Deino", "F.J. Hilgen", "W. Krijgsman", "P.F. Renne", "J.R. Wijbrans"],
    "venue": "Science 320,",
    "year": 2008
  }, {
    "title": "A long-term numerical solution for the insolation quantities of the Earth",
    "authors": ["J. Laskar", "P. Robutel", "F. Joutel", "M. Gastineau"],
    "venue": "Astron. Astrophys",
    "year": 2004
  }, {
    "title": "A Pliocene-Pleistocene stack of 57 globally distributed benthic δ18O records",
    "authors": ["L.E. Lisiecki", "M.E. Raymo"],
    "venue": "Paleoceanography 20, PA 1003",
    "year": 2005
  }, {
    "title": "Stratigrafia e assetto geologico-strutturale dell'area romana tra il Tevere e il Rio Galeria",
    "authors": ["F. Marra"],
    "venue": "Geol. Romana",
    "year": 1993
  }, {
    "title": "Low-magnitude earthquakes in Rome: structural interpretation and implications for local stress-field",
    "authors": ["F. Marra"],
    "venue": "Geoph. J. Int",
    "year": 1999
  }, {
    "title": "Strike-slip faulting and block rotation: a possible triggering mechanism for lava flows in the Alban",
    "authors": ["F. Marra"],
    "venue": "Hills? J. Struct. Geol",
    "year": 2001
  }, {
    "title": "Stratigrafia e assetto geologico dell'area romana",
    "authors": ["F. Marra", "C. Rosa"],
    "venue": "La Geologia di Roma”. Mem. Des. d. Carta Geol. d'It.,",
    "year": 1995
  }, {
    "title": "Paleomagnetism and geochronology of early Middle Pleistocene depositional sequences near Rome: comparison with the deep sea",
    "authors": ["F. Marra", "F. Florindo", "D.B. Karner"],
    "year": 1998
  }, {
    "title": "Post-caldera activity in the Alban Hills Volcanic District (Italy)",
    "authors": ["F. Marra", "C. Freda", "P. Scarlato", "J. Taddeucci", "D.B. Karner", "P.R. Renne", "M. Gaeta", "D.M. Palladino", "R. Cavarretta", "G. Trigila"],
    "year": 2003
  }, {
    "title": "The history of glacial terminations from the Tiber River (Rome): insights to glacial forcing mechanisms",
    "authors": ["F. Marra", "F. Florindo", "E. Boschi"],
    "venue": "Paleoceanography 23,",
    "year": 2008
  }, {
    "title": "Large mafic eruptions at the Alban Hills Volcanic District (Central Italy): chronostratigraphy, petrography and eruptive behavior",
    "authors": ["F. Marra", "D.B. Karner", "C. Freda", "M. Gaeta", "P.R. Renne"],
    "venue": "J. Volcanol. Geoth. Res",
    "year": 2009
  }, {
    "title": "Chronostratigraphic and lithologic features of the Tiber River sediments (Rome, Italy): implications on the Post-glacial sea-level rise and Holocene climate",
    "authors": ["F. Marra", "F. Bozzano", "F.R. Cinti"],
    "venue": "Glob. Planet. Chang",
    "year": 2013
  }, {
    "title": "Depositional setting and high-frequency sequence stratigraphy of the Middle-Upper Pleistocene to Holocene deposits of the Roman Basin",
    "authors": ["S. Milli"],
    "venue": "Geol. Romana",
    "year": 1997
  }, {
    "title": "Incised valleys, their filling and mammal fossil record - A case study from Middle-Upper Pleistocene deposits of the Roman Basin (Latium, Italy)",
    "authors": ["S. Milli", "M. Moscatelli", "M.R. Palombo", "L. Parlagreco", "M. Paciucci"],
    "year": 2008
  }, {
    "title": "Excess 40Ar in biotite and horneblende from the Noril'sk 1 Intrusion. Siberia; implications for the age of the Siberian Traps",
    "authors": ["P.R. Renne"],
    "venue": "Earth Planet. Sci",
    "year": 1995
  }, {
    "title": "Intercalibration of standards, absolute ages and uncertainties in 40Ar/39Ar dating",
    "authors": ["P.R. Renne", "C.C. Swisher", "A.L. Deino", "D.B. Karner", "T.L. Owens", "D.J. DePaolo"],
    "year": 1998
  }, {
    "title": "Joint determination of 40 K decay constants and 40Ar*/40 K for the Fish Canyon sanidine standard, and improved accuracy for 40Ar/39Ar geochronology",
    "authors": ["P.R. Renne", "R. Mundil", "G. Balco", "K. Min", "K.R. Ludwig"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 2010
  }, {
    "title": "Magnetic properties of sedimentary greigite (Fe3S4): An update",
    "authors": ["A.P. Roberts", "L. Chang", "C.J. Rowan", "Horng", "C.-S", "F. Florindo"],
    "venue": "Rev. Geophys",
    "year": 2011
  }, {
    "title": "Structural and temporal requirements for geomagnetic field reversal deduced from lava",
    "authors": ["B.S. Singer", "K.A. Hoffman", "R.S. Coe", "L.L. Brown", "B.R. Jicha", "M.S. Pringle", "A. Chauvin"],
    "year": 2005
  }, {
    "title": "Timing of meltwater pulse 1a and climate responses to meltwater injections",
    "authors": ["J.D. Stanford", "E.J. Rohling", "S.H. Hunter", "A.P. Roberts", "S.O. Rasmussen", "E. Bard", "J. McManus", "R.G. Fairbanks"],
    "venue": "Paleoceanography 21 (4),",
    "year": 2006
  }],
  "id": "SP:7a761477edd0b7d71f75af9033e420cf99405c03",
  "authors": [{
    "name": "Fabrizio Marra",
    "affiliations": []
  }, {
    "name": "Fabio Florindo",
    "affiliations": []
  }],
  "abstractText": "Article history: Received 30 May 2013 Accepted 1 May 2014 Available online 10 May 2014",
  "title": "The subsurface geology of Rome: Sedimentary processes, sea-level changes and astronomical forcing"
}