{
  "sections": [{
    "text": "Tectonic activity, sea-level changes, and the climate controlled sedimentation in Late Paleozoic basins of western Argentina. The role of each factor is investigated from the geologic record of the Rı́o Blanco and Paganzo basins using three hierarchical orders of stratigraphic bounding surfaces. First-order surfaces correspond to regional unconformities, second-order ones to local unconformities with a lesser regional extent, and third-order surfaces represent locally extended sedimentary truncation. Using this methodology, the Carboniferous–Permian record of the Paganzo and Rı́o Blanco basins may be divided into two megasequences, four sequences, and 12 stratigraphic sections. Megasequences are bounded by regional unconformities that result from tectonic events important enough to cause regional paleogeographic changes. Sequences are limited by minor regional extension surfaces related to local tectonic movements or significant sea-level falls. Finally, stratigraphic sections correspond to extended sedimentary truncations produced by transgressive events or major climatic changes. Sequence I is mainly composed of marine deposits divided into basal infill of the basin (Section 1) and Tournaisian–Visean transgressive deposits (Section 2). Sequence II is bounded by a sharp erosional surface and begins with coarse conglomerates (Section 3), followed by fluvial and shallow marine sedimentary rocks (Section 4) that pass upward into shales and diamictites (Section 5). The base of Sequence III is marked by an extended unconformity covered by Early Pennsylvanian glacial sedimentary rocks (Section 6) that represent the most important glacial event along the western margin of Gondwana. Postglacial deposits (Section 7) occur in the two basins and comprise both glaciolacustrine (eastern region) and transgressive marine (central and western regions) deposits. By the Moscovian–Kasimovian, fluvial sandstones and conglomerates were deposited in most of the Paganzo Basin (Section 8), while localized volcanic activity took place in the Rı́o Blanco Basin. Near the end of the Carboniferous, an important transgression is recorded in the major part of the Rı́o Blanco Basin (Section 9), reaching the westernmost portion area of the Paganzo Basin. Finally, Sequence IV shows important differences between the Paganzo and Rı́o Blanco basins; fluvial red beds (Section 10), eolian sandstones (Section 11), and low-energy fluvial deposits (Section 12) prevailed in the Paganzo Basin whereas volcaniclastic sedimentation and volcanism dominated in the Rı́o Blanco Basin. Thus, tectonic events, sea-level changes and climate exerted a strong and complex control on the evolution of the Rı́o Blanco and Paganzo basins. The interaction of these allocyclic controls produced not only characteristic facies association patterns but also different kinds of stratigraphic bounding surfaces. 2006 Elsevier Ltd. All rights reserved.\nKeywords: Allocyclic controls; Basin analysis; Late Paleozoic; Western Gondwana basins; Argentina"
  }, {
    "heading": "1. Introduction",
    "text": "The geologic record of the Late Paleozoic along the southwestern margin of Gondwana shows a complex\n0895-9811/$ - see front matter 2006 Elsevier Ltd. All rights reserved. doi:10.1016/j.jsames.2006.09.009\n* Corresponding author. Fax: +54 11 4576 3329. E-mail address: limar@gl.fcen.uba.ar (C. Limarino).\nhistory of interaction among tectonism, sea-level changes, and climate. The footprint of each factor is preserved by the sedimentary record in several basins, and factor identification and study enable not only the reconstruction of the evolution of the depositional basins but also the establishment of key surfaces and stratigraphic levels for regional correlations. Two different basin types occur within the\nLate Paleozoic tectonic framework of the southwestern margin of Gondwana; the westernmost Chilean basins show a complex history frequently masked by metamorphic and deformational processes, whereas the western Argentinean basins exhibit thick sedimentary sequences and a more complete stratigraphic record without metamorphism or intensive deformation.\nWe present a stratigraphic analysis of two Late Paleozoic basins located in western Argentina along the 30 S Latitude (Paganzo and Rı́o Blanco basins, Fig. 1). The Paganzo Basin (Azcuy and Morelli, 1970a; Salfity and Gorustovich, 1983) was a large (140,000 km2) area (Fig. 2) where mainly continental sedimentation took place from the Middle Carboniferous to the late Early–Late(?) Permian (Limarino and Césari, 1985; Archangelsky et al., 1996). The stratigraphic record of this basin shows three important features: (1) an important glacial event containing both subglacial continental and resedimented marine deposits (Limarino and Gutiérrez, 1990; Milana and Bercowski, 1993; López Gamundı́ and Martı́nez, 2000; Marenssi et al., 2005), (2) well-documented occurrence of plant fossils belonging to the NBG (Nothorhacopteris-Botryphyllum-Ginkgophyllum) flora zone (a classical Gondwana flora; Archangelsky et al., 1996), and (3) widespread development of red-bed sequences during the Permian.\nIn contrast to the Paganzo Basin, the Rı́o Blanco Basin (Figs. 1 and 2) was dominated by marine sedimentation with continental deposits restricted to short time intervals.\nIt therefore shows one of the most complete records of marine sedimentation during the Carboniferous and Permian in western Gondwana (Scalabrini Ortiz, 1973; González and Bossi, 1987; Limarino et al., 1993a,b). Another meaningful aspect of the Rı́o Blanco Basin is the existence of well-exposed, thick sequences of Lower Carboniferous rocks, a stratigraphic interval scarcely represented in western Gondwana. Both depositional areas, the Paganzo and Rı́o Blanco basins, were separated by an important orogenic belt known as the Protoprecordillera (Amos and Rolleri, 1965; Rolleri and Baldis, 1969). We analyze the tectonic significance of this positive area and its importance in space and time. The two basins contain an important record of eustacy, climate change, and tectonism during the late Paleozoic."
  }, {
    "heading": "2. Stratigraphic and paleogeographic setting",
    "text": "The paleogeography of the study area is composed of three different areas (Fig. 2): (1) to the west, the Rı́o Blanco Basin was dominated by marine sedimentation in the Carboniferous and volcanic activity during the Permian; (2) in the Protoprecordillera, the upland area was partially eroded during the Late Carboniferous and Permian; and (3) to the east, the Paganzo Basin is where continental sedimentation predominated.\nThe Rı́o Blanco Basin began to develop during the Middle–Late Devonian and accumulated a thick succession of Upper Devonian?–Lower Carboniferous sediments of the Angualasto Group (Limarino and Césari, 1993; Fig. 3). Fig. 4 shows the vertical facies trend in the type section of the Angualasto Group at Quebrada de La Cortadera (Malimán, Fig. 2). Despite local changes, the vertical arrangement of these successions of facies remains similar throughout the Rı́o Blanco Basin.\nThe stratigraphic relationship between the Angualasto Group and the underlying Middle Devonian rocks can be observed in the Sierra de Malimán (Fig. 2), where an unconformity separates the Angualasto Group from Middle Devonian strata of the Chinguillos Group. Scalabrini Ortiz (1970, 1973) and Limarino and Césari (1993) divide the Angualasto Group into two formations (Fig. 3). The Malimán Formation is composed of shales, mudstones, and very scarce fine conglomerates, deposited in coastal and shallow marine environments. Only a thin interval of continental sandstones intertonguing with shallow marine sediments appears near the base of the unit. On the basis of fossil invertebrates, palinomorphs, and megafloristic remains, a Tournaisian–Early Visean age is proposed for the Malimán Formation (Archangelsky et al., 1996; Césari and Gutiérrez, 2000).\nThe Malimán Formation is succeeded by the Visean Cortaderas Formation (Figs. 3 and 4). Their contact is an erosive surface covered by coarse conglomerates (up to 150 m thick) in the lower part of the Cortaderas Formation. Scalabrini Ortiz (1970) interprets this surface as a regional unconformity linked to tectonic movements,\nthough Limarino and Césari (1993) challenge the importance of the unconformity and interpret the conglomerates as fan-delta deposits, probably related to local tectonic movements or sea-level changes. Sandstones, shales, fine conglomerates, and diamictites compose the rest of the Cortaderas Formation. All but the diamictites have been interpreted as deposited in coastal areas and low-gradient alluvial plains; the diamictitic levels relate to glacial processes according to significant features such as striated pavements, striated clasts, and faceted clasts (Fig. 4).\nDuring the Late Carboniferous and earliest Permian, extended continental sedimentation, punctuated by short marine transgressions, took place in both the Paganzo and Rı́o Blanco basins (Figs. 4 and 5). Bodenbender (1896, 1911) and Azcuy and Morelli (1970b) include these rocks in the Paganzo Group, which was divided into two sections. Strata in the lower section (Middle–Late Carboniferous) were given different formational names depending on their paleogeographic position within the basin (Fig. 6). In this way, the lower section in the Famatina system corresponds to the Agua Colorada Formation (Turner, 1962), which is composed of glacial diamictites, fluvial conglomerates, and lacustrine fine-grained rocks (Limarino, 1987). Similar Carboniferous strata in the Sierra de Sañogasta area are known as the Lagares Formation (Azcuy and Morelli, 1970b).\nThe eastermost outcrops of Middle–Upper Carboniferous rocks appear in the Sierra de Malanzán. In this area, the lower section of the Paganzo Group is divided into the Malanzán (Middle Carboniferous) and Loma Larga (Late Carboniferous) formations (Andreis et al., 1975; Fig. 6). The former is composed of tillites, resedimented diamictites, sandstones, and shales deposited in lacustrine, fjord-type, and alluvial fan environments (Andreis et al.,\n1986; Buatois and Mángano, 1995). The latter comprises conglomerates, sandstones, and mudstones deposited in braided fluvial systems. Along the western margin of the Paganzo Basin, the lower section of the Paganzo Group is divided into the Guandacol (Early Pennsylvanian) and Tupe (Pennsylvanian) formations (Andreis et al., 1975; Fig. 6). The former forms a thick column (up to 200 m thick) of diamictites, shales, mudstones, and sandstones mainly deposited in drowned glacial valleys at the end of the Gondwanic glaciation (Limarino and Césari, 1988; Buatois and Mángano, 1995). The latter unit comprises arkosic sandstones, conglomerates, mudstones, and thin\ncoal levels accumulated in different types of fluvial systems.\nTo the west in the Rı́o Blanco Basin, a complex arrangement of volcanic rocks (mainly andesites), fluvial sandstones, and local marine shales make up the lower section of the Paganzo Group. These rocks have been included in the Punta del Agua Formation (Aceñolaza, 1971; Figs. 4 and 6).\nFinally, the Permian record consists of three different settings: (1) continental sedimentation in the Paganzo Basin, (2) shallow marine environments in the Rı́o Blanco Basin during the latest Carboniferous and Early Permian,\nand (3) important magmatic activity in the westernmost Rı́o Blanco Basin including the Andean Cordillera. Thick red-beds, deposited throughout the Paganzo Basin, correspond to the Patquı́a Formation (Andreis et al., 1975) and its equivalents, the De la Cuesta (Turner, 1962) and La Colina (Azcuy and Morelli, 1970b, Fig. 6) formations. The Patquı́a Formation is composed of fluvial sandstones, mudstones, and conglomerates that pass upward into eolian, lacustrine, and ephemeral fluvial deposits (Spalletti, 1979; Caselli and Limarino, 2002). In the Rı́o Blanco Basin, red-beds were not deposited, but coastal marine and sandy fluvial deposits of the Rı́o del Peñon Formation occur (González and Bossi, 1987) along the eastern margin of the basin, with marine sequences in the west (Agua Negra Formation). Finally, a very important magmatic phase took place in the central and western portions of the Rı́o Blanco Basin from the Early Permian to the Early Triassic. In the study area, this magmatic episode, known\nin Argentina as the Choiyoi Group (Groeber, 1946), consists of very thick (up to 3000 m), stacked volcanic rocks of acid and mesosilicic composition that locally occur interstratified with volcanic conglomerates and breccias at the base (Llambı́as and Sato, 1995; Llambı́as et al., 1996).\nDifferent stratigraphic schemes have been proposed for the Late Paleozoic succession of the Paganzo and Rı́o Blanco basins (Fig. 7). Limarino et al. (1988) propose that a Gondwanic tectosedimentary cycle (CTS) characterizes the upper Paleozoic sequences of the region and recognize three depositional sequences: S1 (Early Carboniferous), S2 (Middle Carboniferous–Late Permian), and S3 (Early Triassic), which are bound by regional (basinal) unconformities. Each of these sequences is divided into intervals bounded by minor discontinuities (Fig. 7). According to these authors, the basal unconformity of the Gondwanic cycle formed at the onset of the Precordilleranic orogenic phase, whereas the top one was related to the Huarpic orogenic phase.\nA similar stratigraphic model has been proposed by López Gamundı́ et al. (1989), who divide the Late Paleozoic succession in two units: Megasequence I (Early Carboniferous–Early Permian) and Megasequence II (latest Early Permian–Triassic). These megasequences are defined principally on the basis of tectonic events corresponding to the named Chánica, San Rafael, and Atuel orogenic phases (Fig. 7).\nGonzález Bonorino (1991) proposes another stratigraphic setting for the Early Carboniferous–Early Permian strata, dividing these rocks in two stratigraphic sequences (Cl and Cu for the Cuyo area, Fig. 7) separated by a mildly unconformable to conformable discontinuity. The upper sequence further is subdivided into two parts (Cu1 and\nCu2) bounded by a sharp, regionally extensive, regressive facies change.\nA different model of stratigraphic organization, restricted to the Paganzo Basin, is considered by Fernández Sevesso et al. (1993), who describe four supersequence sets formed by 15 supersequences, which then may be divided into at least 51 sequences. In a subsequent paper, Fernandez Sevesso and Tankard (1995) summarize this framework with four large-scale, unconformity-bounded supersequences (Guandacol, Tupe, Lower Patquı́a-De la Cuesta, and Upper Patquı́a-De la Cuesta). These units were identified by a stacked suite of smaller scale depositional systems or sequences (see Fig. 7).\nFinally, López Gamundı́ and Breitkreuz (1997) distinguish three stages of evolution for the western Gondwana basins: (1) orogeny and extent (Early Carboniferous–Early Permian), (2) foreland shortening (Late Permian–Early Triassic), and (3) final extent (Middle–Late Triassic).\nUsing the former schemes, we present a more comprehensive stratigraphic framework for the Upper Paleozoic strata in the Paganzo and Rı́o Blanco basins, taking into account not only the tectonic history of the basins but also the effect of eustacy and changing climatic conditions."
  }, {
    "heading": "3. Stratigraphic model",
    "text": "We analyze the Late Paleozoic record on the basis of three hierarchical orders of stratigraphic bounding surfaces (Fig. 8). The first order corresponds to regional unconformities recognized throughout the region. The oldest one reflects the Chánica unconformity that separates Lower Carboniferous deposits from intensively deformed Middle Devonian and Ordovician rocks (Fig. 9). The age of this surface is being debated, and though it traditionally has been considered close to the Devonian–Carboniferous boundary, new stratigraphic evidence (Caminos et al., 1993) seems to suggest an older age (Middle Devonian?) than previously hypothesized.\nAnother regional bounding surface, the Rı́o Blanco unconformity (Fauqué and Limarino, 1990) truncates Lower Carboniferous strata and, in the Rı́o Blanco Basin, is overlain by Upper Carboniferous conglomerates (Fig. 9). To the east, this surface correlates with the initiation of subsidence in the Paganzo Basin. Finally, the Amanaica\nunconformity separates Upper Paleozoic units from Lower Triassic red beds. These three unconformities have unquestionable tectonic origins and distinguish two megasequences (I and II) in the Upper Paleozoic record (Figs. 8 and 9).\nSecond-order stratigraphic bounding surfaces have a minor regional extent and correspond to local unconformities or significant erosive surfaces, which makes them useful for separating the strata into four sequences (Figs. 8 and 9) within the megasequences. These surfaces result from local tectonic movements or sea-level great large enough to cause widespread erosion.\nFinally, the third-order bounding surfaces, which are nonerosive in nature, correspond to regionally extended sedimentary truncations that mark substantial changes in sedimentary facies patterns. From the genetic point of view, at least two different kinds of surfaces may be recognized: (1) surfaces related to sea-level changes, which in\ngeneral point to transgressive events (flooding surfaces), and (2) truncations produced by major climatic changes that produced important modifications in the sedimentary record. We use the third-order surfaces to define sections within the sequences (Figs. 8 and 9)."
  }, {
    "heading": "4. Megasequence I",
    "text": "Megasequence I, Lower Carboniferous in age, is represented in the Rı́o Blanco Basin (Angualasto Group) and bounded at its base and top by major regional unconformities produced during the Middle (?) Devonian (Chánica tectonic phase) and Middle Carboniferous (Rı́o Blanco phase), respectively. Rocks within this megasequence were deformed (folded) prior to deposition of Megasequence II. The southernmost outcrops of Megasequence I, ranging 800–1100 m in thickness, correspond to the Malimán and\nCortaderas formations (Tournaisian–Visean). These units are composed of continental and marine sandstones punctuated by intercalations of diamictites and conglomerates. To the north, in the Sierra de Las Minitas area (Fig. 2), the Jagüel Formation has been included in the Angualasto Group and correlated with the Cortaderas Formation (Fauqué et al., 1990; Limarino and Césari, 1993). In our interpretation, most of Megasequence I represents synorogenic sedimentation during uplift of the Protoprecordillera orogen under tectonic subsidence within the basin.\nWe use the presence of a regionally persistent erosive surface covered by thick conglomerates cropping out from the Sierra de Malimán (San Juan Province) to the Sierra de Las Minitas (La Rioja Province) to separate two sequences (Fig. 9)."
  }, {
    "heading": "4.1. Sequence I",
    "text": "Sequence I corresponds to essentially marine conditions represented in strata of the Malimán Formation and the lower part of the Jagüel Formation. On the basis of sedimentary patterns, two sections may be distinguished: (1) the basal infill of the basin and (2) the Tournaisian–Early Visean transgression."
  }, {
    "heading": "4.1.1. Section 1: Basal infill of the basin",
    "text": "The basal infill of the Rı́o Blanco Basin corresponds to a thin unit (up to 40 m thick) of diamictites together with fluvial sandstones, mudstones, and some conglomerates in the Malimán Formation and to thin beds of fine conglomerates and sandy littoral marine deposits in the Jagüel Formation. In the case of the Malimán Formation, a sharp unconformity separates Lower Carboniferous rocks from underlying Middle Devonian deposits (Chinguillos Group, Baldis and Sarudiansky, 1975). The presence of diamictites in the Malimán Formation is the most distinctive feature of this interval. These rocks form up to 5 m thick, poorly stratified units of massive, matrix-supported, fine paraconglomerates showing a muddy matrix and subrounded clasts (up to 15 cm diameter) of shales, mudstones, quartz, and mesosilicic volcanic rocks. Within these diamictites, lenticular beds of matrix-supported conglomerates consisting of a sandy matrix and, in some cases, poorly defined horizontal stratification occur. Ripple cross-laminated and crossstratified beds are closely associated with these rocks, as are some massive mudstones. The latter frequently show roots and other evidence of soil development together with abundant, well-preserved plant remains of Frenguellia eximia. This interstratified succession of diamictites, conglomerates, and plant-bearing mudstones has been interpreted as deposited in low-gradient fluvial plains close to the shoreline (Limarino and Césari, 1993). Although the origin of diamictitic levels has not been studied in detail, they may result from the reworking of fluvial deposits during short marine transgressions.\nIn the northern part of the Sierra de La Punilla (Precordillera of San Juan, Fig. 2), continuous outcrops of\nUpper Devonian–Lower Carboniferous sedimentary rocks occur (Caminos et al., 1993). In this region, Upper Devonian fossiliferous deposits are transitionally overlain by sandstones and mudstones correlated with the lower part of the Malimán Formation.\nA few kilometers to the northeast, in the Sierra de Las Minitas (Fig. 2), sedimentary rocks belonging to Sequence I crop out again. Late Devonian fossil plant-bearing rocks (Carrizo and Azcuy, 1997) occur in lower Carboniferous sediments. In the southern part of the Sierra de Las Minitas, a fossiliferous interval containing fossil plants and marine invertebrates has been described by Fauqué et al. (1990). This succession may be divided into four facies associations, but only the basal ‘‘association A,’’ deposited in low-gradient alluvial plains, corresponds to Section 1."
  }, {
    "heading": "4.1.2. Section 2: Tournaisian–Early Visean transgression",
    "text": "A regionally extensive flooding surface marks the lower boundary of Section 2, as well as the beginning of the most important Lower Carboniferous transgression in the study area (Fig. 9). This marine incursion completely flooded the Rı́o Blanco Basin, forming thick (up to 1100 m) littoral and shelf siliciclastic beds. The thicker and better exposed outcrops appear along the Sierra de Malimán, where several fossiliferous levels of Lower Carboniferous invertebrates have been described (Antelo, 1969; Scalabrini Ortiz, 1970, 1973; Riccardi and Sabattini, 1975). In this area, a sharp surface separates conglomerates, sandstones, and diamictites of Section 1 from very fine sandstones and shales with gastropods and goniatitids of Section 2. On the basis of the vertical facies distribution, Section 2 may be split into two different intervals. The lower one conforms to a retrogradational arrangement of facies formed during the transgressive system tracks, composed of ripple cross-laminated sandstones, bioturbated mudstones, and shales (Scalabrini Ortiz, 1970). Thin intercalations of matrix-supported, massive diamictites and pebbly mudstones punctuate the column, indicating sporadic sediment gravity flows. The mud/sand ratio progressively increases upward, and during the maximum flooding stage, shales clearly dominate (interval E of Limarino and Césari, 1993). The upper interval (highstand) shows thickening- and coarsening-upward parasequence sets composed of fine- to medium-grained sandstones and mudstones resulting from the progradation of mouth bar and coastal deposits. In the uppermost levels, trough and tabular cross-bedded, medium- to coarsegrained sandstones, and thin intercalations of mudstones with occasional mud cracks commonly occur.\nTo the north, in Sierra de Las Minitas (Fig. 2), rocks belonging to Section 2 have been described by Fauqué et al. (1990), where a 1500 m thick Carboniferous succession comprises four stratigraphic intervals. In particular, the upper part of association A and associations B and C (Fauqué et al., 1990) correlate with Section 2. Abundant marine invertebrates (e.g., Camarotoechia chavelensis, Trepospira), found in the previously mentioned Malimán Formation, are also present in this area.\nThe age of the transgressive event is deduced from marine invertebrates belonging to the Protocanites zone and from palynological assemblages, which were considered by Césari and Gutiérrez (2000) to be Tournaisian–Early Visean in age."
  }, {
    "heading": "4.2. Sequence II",
    "text": "Continental and shallow marine sedimentation prevailed during deposition of Sequence II. Changes in facies patterns distinguish three sections characterized by alluvial sedimentation (Section 3), fluvial-shallow marine deposition (Section 4), and glacial (Section 5) conditions."
  }, {
    "heading": "4.2.1. Section 3: Progradation of conglomeratic wedges",
    "text": "A sharp erosional surface separates the coarse conglomerates above (Section 3) from shallow marine deposits below (Section 2, Fig. 9). The conglomerates have a very large regional distribution, and according to their position in the basin, their thickness ranges from 100 m in the Sierra de Malimán area to 425 m in Sierra de Las Minitas. In the Calingasta-Uspallata Basin, south of the study area, thick conglomeratic alluvial fan deposits (De Rosa, 1983) form the base of the El Ratón Formation. These rocks are probably a southerly lateral equivalent to Section 3 rocks, which suggests a widespread regional extent for these strata.\nWithin the studied region, two major outcrop areas are identified: Sierra de Malimán and Sierra de Las Minitas (Fig. 2). To the south (Sierra de Malimán), Section 3 is composed of thick beds of conglomerates formed by large (up to 40 cm), subrounded to rounded clasts of quartz, mesosilicic volcanic rocks, phillites, low-grade schist, sandstones, and mudstones, with all clasts derived from the local basement. According to the nature and proportion of the matrix, three types of conglomerates can be distinguished: (1) clast-supported, massive conglomerates bearing a moderately (less than 15%) sandy matrix; (2) matrix-free, clast-supported conglomerates with weak clast imbrication; and (3) matrix-supported conglomerates with a muddy sand matrix and crude or absent stratification. Clast-supported conglomerates (type 1) dominate the section, matrix-free ones (type 2) compose less than 10% of the outcrops, and matrix-supported conglomerates (type 3) only appear as sporadic intercalations. Thin beds of organic-rich mudstones and some lenticular coal beds showing abundant plant remains appear closely associated with these rocks (Limarino and Césari, 1993). The described sequence has been interpreted as deposited in fan-delta environments that prograded during a sea-level fall into sandy shallow marine deposits (top of Section 2).\nAlong the eastern flank of Sierra de Las Minitas, 425 m of conglomerates and coarse sandstones have been described (association D of Fauqué et al., 1990). These conglomerates occur at the same stratigraphic position and blanket an erosive surface correlated with the top of the Malimán Formation (Fauqué et al., 1990). This succession also has been interpreted as deposited in fan deltas and\nalluvial plains that form a continuous north–south belt along the Sierra de Las Minitas (Fauqué et al., 1990)."
  }, {
    "heading": "4.2.2. Section 4: Visean continental-marine sedimentation",
    "text": "Section 4 fluvial and shallow marine deposits, corresponding to Visean lowstand system tracts, are well exposed along the eastern margin of the Rı́o Blanco Basin. The best outcrops appear in the Middle Member of the Cortaderas Formation, reaching a thickness of 840 m. Up to 3 m thick, fining-upward, fluvial cyclothems form the major part of this section. Each cyclothem begins with clast-supported, medium to fine conglomerates resting on a low relief erosive surface, followed by cross-bedded, medium to coarse sandstones covered in turn by dark, occasionally organic-rich mudstones with paleosoils and Rhodeopteridium remains (Scalabrini Ortiz, 1970; Limarino and Césari, 1993). The fluvial deposits intercalate with at least two short marine transgressions (levels I and J of Limarino and Césari, 1993), represented by horizontal or cross-laminated, fine to very fine sandstones, together with thin intercalations of shales, containing poorly preserved marine invertebrates, and intraformational breccias.\nThe described rocks overall are interpreted as formed by high-sinuosity fluvial systems with low-gradient, wide floodplains. Although fluvial conditions prevailed, they were interrupted by at least two brief transgressive events.\nTo the north, in Bolsón de Jagüel (Fig. 2), Section 4 is essentially composed of interfingered shallow marine and fluvial deposits belonging to the Jagüel Formation. In this region, González and Bossi (1986, 1987) identify and describe several fossiliferous levels containing plant remains of the Early Carboniferous ArchaeosigillariaFrenguellia zone (Arrondo et al., 1991) and marine invertebrates belonging to the Protocanites zone (González and Bossi, 1987; Archangelsky et al., 1996)."
  }, {
    "heading": "4.2.3. Section 5: Visean glacial–postglacial interval",
    "text": "The existence of Visean glacial deposits on the western margin of Gondwana was unknown until recently. However, Dı́az Martı́nez et al. (1993) report distal glaciomarine deposits in the Cumaná Formation (Late Devonian–Early Carboniferous) in the Bolivia Altiplano. More recently, Carlotto et al. (2003) describe glacial diamictites in the Catca Formation cropping out in the Cuzco region (southern Perú). This unit, composed of sandstones, shales, and coarse diamictites, has been correlated with the Cumaná Formation in Bolivia.\nLower Carboniferous glacial deposits were identified in Argentina in the Upper Member of the Cortaderas Formation by Limarino et al. (1993a,b). Different kinds of glacially influenced deposits, such as iceberg dump structures, shales with dropstones, and gravity-flow–resedimented diamictites with faceted and striated clasts, have been described. The glacial deposits and marine shales associated with the diamictites contain palinomorphs of probable Visean age. The glacial sequence is truncated by the Rı́o Blanco unconformity, which, according to regional\ncorrelations, is not younger than Early Pennsylvanian (Limarino and Gutiérrez, 1990).\nIn the Agua de Carlos area (Sierra de Las Minitas), Fauqué and Limarino (1990) report glaciomarine rocks (Fig. 10a) in the Jagüel Formation, where large dropstones (up to 120 cm, Fig. 10b), faceted and striated clasts, and diamictites form a 100 m thick unit correlated with the Upper Member of the Cortaderas Formation.\nDeposits representing the glacial to postglacial transition are better preserved in the Jagüel Formation than in the Upper Member of the Cortaderas Formation, where Tertiary faults have partially eliminated them. In the former, diamictites are covered by shales with dropstones, which in turn are succeeded by dropstone-free marine shelf shales. These shales probably represent a postglacial rise in sea level."
  }, {
    "heading": "5. Megasequence II",
    "text": "A very important unconformity corresponding to the Rı́o Blanco tectonic movements separates highly deformed rocks of Megasequence I from the much less disturbed sediments of Megasequence II (Fig. 9). Megasequence II was not significantly deformed until the onset of the Andean orogeny (Miocene). The unconformity can be clearly distinguished in several localities in the Rı́o Blanco Basin, where highly folded, faulted, and intruded Upper Devonian and Lower Carboniferous rocks from Megasequence I are covered by slightly deformed arkoses and conglomerates of Megasequence II (Fig. 11). To the east, the Rı́o\nBlanco unconformity is represented by an erosive surface cut on Precambrian and Lower Paleozoic rocks prior to the formation of the Paganzo Basin. Therefore, Megasequence II represents postorogenic sedimentation related to the end of the Protoprecordillerana orogeny.\nMegasequence II, represented in both the Paganzo and Rı́o Blanco basins by the Paganzo Group (Figs. 4 and 5), is divided into two sequences separated by an unconformity corresponding to the San Rafael tectonic phase (Fig. 9). Although the unconformity is an important sharp, erosive surface in the Rı́o Blanco Basin, it becomes a paraconformity to the east (Paganzo Basin), where only local unconformities have been described near the basin margins (Parker, 1974)."
  }, {
    "heading": "5.1. Sequence III",
    "text": "Sequence III includes the lower section of the Paganzo Group; we divide it into four sections corresponding to glacial (Section 6), postglacial (Section 7), fluvial (Section 8), and marine (Section 9) deposits."
  }, {
    "heading": "5.1.1. Section 6: Late Carboniferous glacial interval",
    "text": "The most important glacial event on the western margin of Gondwana is Early Pennsylvanian in age, and its deposits appear in this section (López Gamundı́, 1989, 1997, 1992). Different types of early Upper Carboniferous\nglacial diamictites have been described in the Andean region (López Gamundı́, 1997; González Bonorino and Eyles, 1995). They appear in not only in the study area but also other Argentinean basins such as CalingastaUspallata (González, 1982; López Gamundı́, 1987; González Bonorino, 1992), Tarija (López Gamundı́, 1985; Salfity et al., 1987), and Tepuel Genoa (Suero, 1953; González Bonorino et al., 1988). The glacial episode in the western margin is older than glacial deposits elsewhere in Gondwana, where glacial sediments occur in Upper Mississippian–Lower Permian strata. Although the origin of this diachronism frequently has been attributed to the Gondwana drift across the South Pole (López Gamundı́ et al., 1994; López Gamundı́, 1997), the possibility of more than one glacial episode during the Late Paleozoic in Gondwana should not be ruled out (Isbell et al., 2003; Jones and Fielding, 2004).\nGlacial deposits are widespread in the studied region. They are not laterally continuous but rather form lenticular bodies of diamictites that abruptly disappear, removed in part through postglacial erosion. Although glacial conditions have been suggested by several authors (Limarino and Gutiérrez, 1990; Milana and Bercowski, 1993; López Gamundı́ and Martı́nez, 2000), true subglacial tillites have rarely been described. Glacial conditions have been inferred from indirect evidence, such as striated pavements, resedimented diamictites, varve-like deposits, and shales containing dropstones.\nIn the study area, two glacial deposit end members can be distinguished in Section 6: continental diamictites and marine and transitional marine ones. Limarino and Gutiérrez (1990) describe continental diamictites in Las Gredas (eastern margin of Paganzo Basin), and other similar deposits have been reported in the same stratigraphic position in the Malanzán paleovalley (Sierra de Malanzán). The Las Gredas succession includes matrix-supported, massive, coarse diamictites (containing faceted and striated clasts) interpreted as tillites and resedimented diamictites and lenticular bodies of well-sorted sandstones and conglomerates (interpreted as deposits of small eskers). Locally, intercalations of glaciolacustrine deposits composed of shales with dropstones and fine-grained sandstones yield important palynological assemblages of Early Pennsylvanian (‘‘Namurian’’) age (Limarino and Gutiérrez, 1990; Césari and Gutiérrez, 2000). In the same way, glacial deposits filling a Carboniferous glacial valley have been documented by Milana and Bercowski (1993) in the Precordillera area. These authors describe a striated glacial pavement covered by several types of both massive (tillites) and stratified (resedimented) diamictites.\nAn outstanding example of marine and transitional glacial deposits recently was presented by Marenssi et al. (2002, 2005) in the Huaco area (Fig. 2). These authors study a well-preserved, three-dimensional exposure of a grounding-line system formed by the stacking of several moraine banks (Fig. 12a). On the basis of the architectural arrangement of these rocks and their\nfacies associations, the authors recognized three major subenvironments that characterized the system (Cai et al., 1997): bank-front, bank-core, and bank-back. The bank-front association is mainly composed of matrix-supported, resedimented, coarse diamictites, and shales with dropstones that form prograding clinoforms. The bank-core assemblage shows at least four erosional, surface-bounded, multistory units including tillites and resedimented diamictites. The bank-back group comprises mostly resedimented coarse diamictites and shales with dropstones showing important syndepositional (faults and small folds) deformation.\nOther significant Upper Carboniferous glacial outcrops appear in the Sierra de Las Minitas area (Fig. 2). In this region, Fauqué et al. report resedimented diamictites with striated clasts, sharply covered by shales\nwith dropstones and mudstones containing plant remains of the Late Carboniferous NBG flora. The Sierra de Las Minitas locality is very important because it is one of the few places where both Early Pennsylvanian and Visean glacial deposits, separated by the Rı́o Blanco unconformity, appear."
  }, {
    "heading": "5.1.2. Section 7: Early Pennsylvanian postglacial transgression",
    "text": "During postglacial times, sedimentation was principally characterized by fine marine deposits corresponding to an extensive postglacial transgression that almost entirely flooded the studied region (Fig. 12a). Locally, in the easternmost sectors of the Paganzo Basin, marine conditions were replaced by lacustrine sedimentation (Limarino and Césari, 1988; Buatois et al., 1990; Buatois and Mángano, 1995). However, a marine microflora recently was found in lacustrine deposits of the Malanzán Formation (Gutiérrez and Limarino, 2001), suggesting that lakes were sporadically flooded by marine transgressions. Finally, restricted, thin glaciofluvial deposits cover diamictites in the eastern margin of the Paganzo Basin, as well as in some Late Paleozoic paleovalleys in the Protoprecordillera. A regional analysis of the facies distribution shows three major paleogeographic regions developed during postglacial times (Limarino et al., 2002): the western region (Rı́o Blanco Basin), where open marine conditions prevailed; the central region (central and eastern Precordillera) dominated by fjord-type environments; and the eastern region (eastern Paganzo Basin), characterized by flooded paleovalleys and glaciolacustrine settings together with marine transgressions.\nThe most complete record of postglacial sedimentation is presented in the central region, where an ideal postglacial succession may be summarized as follows: A basal interval of subglacial tillites and resedimented diamictites is sharply overlain by a thin interval of transgressive shales with dropstones. These rocks pass upward into shales without dropstones, suggesting complete melting of the ice mass or retreat into nonmarine setting. Finally, the top of the postglacial deposits in the central region is comprised of coarsening- and thickening-upward cycles that correspond to the progradation of deltaic systems. Although the described model can be applied to most of the study area, some variations must be considered. For example, in the eastern region, thick deltaic sequences are replaced by thinner Gilbert-type deltaic deposits, and thin levels of fluvial rocks often appear intercalated with the diamictites and marine shales. In contrast, in the western region, fluvial rocks resting on diamictites are rarely observed, and deltaic units are not present because fluvial systems have incised former shelf deposits."
  }, {
    "heading": "5.1.3. Section 8: Moscovian–Kasimovian fluvial sedimentation",
    "text": "During the Moscovian and probably also in the Kasimovian, fluvial conditions dominated in the Paganzo\nBasin, while fluvial, shallow marine, and localized volcanic activity prevailed in the Rio Blanco Basin.\nFluvial sedimentation in the Paganzo Basin was characterized by different types of river systems, including proximal and distal braided, anastomosed, and meandering rivers (Limarino, 1987). Although the regional and temporal distribution of these fluvial deposits is complex, in broad terms, the lower half of the section is dominated by shallow, perennial, braided river deposits, whereas deposits of high sinuosity and multichanellized fluvial system are commonly found in the upper half. Thus, in the lower half, gravelly, low-relief, sandy bar deposits with scarce intercalations of sandy floodbasin sediments predominate. Coarse, sandy, gravel braided river successions are represented only in marginal areas covering alluvial fan conglomerates, whereas proximal gravel-bed braided river deposits, including hyperconcentrated flow units, are found locally.\nThe upper half of Section 8 is dominated by two types of fluvial systems: (1) sandy meandering rivers that formed classic fining-upward cyclothems, with organic-rich mudstones and thin levels of coal beds at the top (Fig. 12b), and (2) sandy fluvial systems that built up sheet-like multistory channel units bounded by tabular, organic-rich, mudstone levels deposited in wide floodplains. Both kinds of deposits yield abundant plant remains characteristic of the Late Carboniferous NBG flora and palynological assemblages included in sub-biozone A of the Raistrickia densa-Convolutispora muriornata biozone of Late Carboniferous age (Césari and Gutiérrez, 2000).\nIn the Rio Blanco and westernmost Paganzo basins, fluvial and shallow marine sedimentation was rapidly replaced by thick volcanic and volcaniclastic activity. The Punta del Agua Formation represents the earliest manifestation of neo-Paleozoic volcanism (Aceñolaza, 1971; Remesal et al., in press). The Punta del Agua Formation comprises lava flows, pyroclastic flows, and clastic sedimentary deposits (Fig. 13a). Pyroclastic units consist of block- and ash-flow deposits and reoignimbrites (Remesal et al., in press). During intereruptive periods, breccias, volcanic conglomerates, lithic sandstones, and scarce mudstone levels (Fig. 13b) were deposited, forming wedgeshaped strata that reflect the irregular topography of the volcanic area (Net, 1999). Volcanic rocks range from basaltic andesites to rhyolites, though andesitic compositions predominant (Remesal et al., in press). The calc-alkaline geochemical character of these rocks and abundance of potassium in the andesites suggest magmas originated in subduction areas with superimposed fractionation and contamination processes (Fig. 13). Although stratigraphic relations and radiometric dating obtained in the Punta del Agua Formation clearly indicate a Late Carboniferous age (Moscovian–Gzhelian) for the volcanism, an earliest Permian age for the uppermost portion of the succession should not be discarded.\nNear the Andean Cordillera in the Sierra del Peñón area (Fig. 2), volcanic rocks only a few tens of meters thick are\ncovered by braided fluvial deposits (Limarino et al., 1996a). Farther north, volcanic rocks of the Punta del Agua Formation have not been identified, and the Upper Carboniferous record consists of fluvial deposits identified as the Ranchillos Formation. In short, Punta del Agua volcanism forms a narrow north–south belt that rapidly disappears to the east (Sierras Pampeanas) and west (Andean Cordillera)."
  }, {
    "heading": "5.1.4. Section 9: Late Pennsylvanian–Sakmarian transgression",
    "text": "This youngest transgressive event recorded in the western basins of Argentina has yielded several fossiliferous levels with marine invertebrates (Fig. 9). Good exposures of these rocks appear throughout the Rı́o Blanco Basin in the Rı́o del Peñon and Quebrada Larga formations (Scalabrini Ortiz, 1973; Lech and Aceñolaza, 1987;\nGonzález and Bossi, 1987; Sabattini et al., 1991; Fig. 4). The former begins with an 80 m thick, shallow marine deposit containing marine invertebrates and palynological assemblages of Late Carboniferous age (Fig. 13c). This interval is covered by fluvial sandstones and fine conglomerates with occasional intercalations of organic-rich mudstones bearing plant remains of the Late Carboniferous NBG flora (Gutiérrez and Limarino, 2003). The rest of the Rı́o del Peñón Formation is basically composed of shallow marine siliciclastic successions containing a thin intercalation of fluvial deposits. According to marine the invertebrate assemblages (Cisterna and Sabattini, 1998; Cisterna and Simanauskas, 2000) and palynological remains (Gutiérrez and Limarino, 2003), Section 9 reflects the transition from the latest Carboniferous to the Early Permian.\nThe Quebrada Larga Formation, a lateral equivalent of the Rı́o del Peñón Formation along the eastern margin of the Rı́o Blanco Basin, shows a similar facies pattern, but the continental facies seem thicker than those in the Rı́o del Peñón unit. Both the Quebrada Larga and Rı́o del Peñón formations yield marine invertebrates of the Tivertonia–Streptorhynchus zone considered Late Carboniferous–Early Permian in age (Archangelsky et al., 1996).\nThe Late Pennsylvanian–Sakmarian transgression almost entirely flooded the Rı́o Blanco Basin but only reached the western part of the Paganzo Basin, where marine deposits are intercalated with fluvial conglomerates and sandstones (Fig. 12c). To date, no marine intercalations have been described in the central or eastern Paganzo Basin, where widespread continental red-beds occur."
  }, {
    "heading": "5.2. Sequence IV",
    "text": "Sequence IV rests on the erosive surface formed by San Rafael tectonism during the Early Permian (Fig. 9). This surface displays different characteristics across the study area. In the most of the Rı́o Blanco Basin, a sharp unconformity separates siliciclastic marine rocks below from volcaniclastic and volcanic rocks above. In marginal areas of the Paganzo Basin, it appears as local unconformities that pass basinward into correlative paraconformities. Sequence IV can be divided into three sections."
  }, {
    "heading": "5.2.1. Section 10: Fluvial Permian sedimentation and volcanism",
    "text": "Rocks included in Section 10 show important differences between the Paganzo and Rı́o Blanco basins (Fig. 9). Whereas fluvial sedimentation dominates in the Paganzo Basin, thick volcaniclastic and volcanic rocks accumulated in the Rı́o Blanco Basin. The section base is marked by unconformities and, in marginal areas of the Paganzo Basin, their correlative conformities. Several authors have described local unconformities between the lower (Middle–Late Carboniferous) and upper (Permian) sections of the Paganzo Group (Amos and Zardini, 1963; Parker, 1974; Caselli and Limarino, 1993), though the strata looks\nconcordant in most parts of the basin (Bodenbender, 1896; Azcuy and Morelli, 1970a,b; Limarino, 1987). Therefore, the presence of tectonic movements in the Paganzo Basin can be easily detected only near the basin’s edges. However, changes in the nature of the fluvial deposits (Limarino, 1987) and/or modal sandstone composition (Net, 1999) mark paleogeographic modifications even in the central parts.\nFrom a regional point of view, fluvial sedimentation in the Paganzo Basin resulted in three major facies associations. The first includes massive breccias, poorly stratified conglomerates, and cross-bedded sandstones. This association formed in small alluvial fans and proximal, braided, alluvial plains of limited areal extent (Andreis et al., 1975; Caselli, 1997). In the second, sandstones and mudstones represent high-sinuosity river systems with well-developed muddy, alluvial plains and some ephemeral lakes (in part abandoned channels). An important feature of these lake deposits is the presence of thin levels of fine tuffs, which indicate synchronic volcanic activity correlated to the west with Choiyoi volcanism. This assumption is strongly supported by the existence of several thin levels of cherts interpreted as silcretes and silicified tuffs formed in muddy alluvial plains (Limarino and Caselli, 1995). Finally, the last type of fluvial deposit frequently found in the basin is represented by sandy or gravelly channel belts encapsulated in muddy and sandy floodplain deposits. This assemblage has been compared with anatomosed fluvial systems found in arid and semiarid regions (Caselli and Limarino, 2002).\nA well-documented tectonic phase recorded in the Rı́o Blanco Basin (known as the San Rafael movements, Fig. 9) produced a sharp unconformity that truncated the shallow marine deposits described previously. Radiometric dating suggests an Early Permian (probably Sakmarian) age for these movements (Toubes and Spikerman, 1976; Llambı́as and Caminos, 1987). Overlying the unconformity, two different types of facies associations have been observed: massive breccias, volcanic conglomerates, and lithic sandstones and shales, mudstones, and some limestones. Both assemblages correspond to the informally named sedimentary section of the Choiyoi Group that filled an irregular topography produced by the San Rafael movements. Breccias and conglomerates probably formed talus, small alluvial fans, and torrential braided rivers; shales and limestones would have been deposited in coastal regions. These rocks are covered by thousands of meterthick accumulations of mainly mesosilicic and acid volcanic rocks of the Choiyoi Group. This volcanism was contemporaneous with an important magmatic event represented by the Colangüil batholith (Llambı́as and Caminos, 1987; Llambı́as and Sato, 1990, 1995; Llambı́as et al., 1996; Lambı́as, 1999). Volcanic rocks can be divided into two major associations (Llambı́as et al., 1996): calcoalcaline association (Early Permian) and silicic association (Late Permian). The first, mainly composed of andesites, dacites, ignimbrites, breccias, and volcanic agglomerates,\nreached a maximum thickness of 1100 m (Lambı́as, 1999) and corresponds to Section 10. This association represents the evolution of a magmatic arc believed to be due to eastdipping subduction of the paleo-Pacific plate during the Early Permian (Lambı́as, 1999). Westward, coetaneous volcanism appears in the Chilean Pastos Blancos Formation, genetically associated with granitic bodies (Nasi et al., 1985; Mpodozis and Kay, 1990)."
  }, {
    "heading": "5.2.2. Section 11: Arid Permian sedimentation",
    "text": "Spalletti (1979), Limarino and Spalletti (1986), Aceñolaza and Vergel (1987), and López Gamundı́ et al. (1992) have described well-exposed eolian rocks in several localities within the Paganzo Basin. Limarino and Spalletti (1986) identify three main kinds of eolian facies: dune fields (including draa deposits), eolian sandsheets, and fluvialeolian sedimentation along the periphery of the Permian eolian sand sea. Ephemeral lake deposits including thin levels of evaporites (Andresi, 1988; Luna et al., 1990; Caselli, 1997) and moderate- to low-energy ephemeral fluvial deposits interfinger with the eolian units (Limarino et al., 1996b).\nThe age of this arid phase can be constrained on the basis of indirect stratigraphic evidence. On the one hand, eolian rocks occur several tens of meters above basalts dated as Early Permian by Thompson and Mitchell (1972). A similar stratigraphic relation is established with deposits containing plant remains described by Limarino and Césari (1985) in the Gangamopteris zone of Early Permian age (Archangelsky et al., 1996). On the other hand, paleomagnetic studies carried out in the Paganzo Basin suggest at least a Middle Permian age for the Upper Member of the La Colina Formation (Sinito et al., 1979), where eolian sandstones prevail. Palynological assemblages recovered from the ephemeral lake deposits intercalated with dune deposits in the De La Cuesta Formation provide important evidence for establishing the age of the arid phase. These rocks yield palynomorphs of the Striatites zone (Aceñolaza and Vergel, 1987), considered Late Permian in Argentina. In short, arid to semiarid conditions seemingly prevailed in the Paganzo Basin during the Middle–Late Permian.\nDuring this time interval, clastic sedimentation was absent in the Rı́o Blanco Basin, replaced by very thick successions of ignimbrites, rhyolites, dacites, and andesites of the Choiyoi Group (Fig. 9). Therefore, in the Cordillera Frontal of Argentina and Chile, Choiyoi volcanism may have been contemporaneous with the arid interval in the Paganzo Basin. Accordingly, Limarino and Spalletti (1986) link arid–semiarid conditions with the growth of an important volcanic arc to the west and a sea-level fall that took place during the Middle–Late Permian."
  }, {
    "heading": "5.2.3. Section 12: Late Permian volcanism and sedimentation",
    "text": "The Upper Permian record in the Rı́o Blanco Basin is almost entirely formed by rhyolites, dacites, and ignimbrites (up to 2000 m thick) belonging to the silicic rocks of\nthe Choiyoi Group (Lambı́as, 1999; Fig. 9). Genetically, these rocks link to the transition between the final stages of subduction and intraplate volcanism related to extensional processes (Lambı́as, 1999).\nConversely, within the Paganzo Basin, volcanic activity is almost absent. Thin layers of tuffs are the only record of Choiyoi volcanism. Therefore, Section 12 is completely sedimentary in this area and corresponds to the uppermost strata of the Patquı́a and De La Cuesta formations. These rocks have been recognized in only a few localities because an unconformity originated by the Amanaica tectonic phase (latest Permian–Early Triassic) eroded most of the Late Permian record. Recently, Caselli and Limarino (2002) have described a 250 m thick column of mudstones, sandstones, and scarce conglomerates developed on eolian sediments of Section 11. These strata, restricted to the Guandacol area (western Paganzo Basin), represent shallow perennial lake deposits (containing some levels of tuffs), high-sinuosity fluvial deposits, and thin intervals of eolian sandstones. Section 12 sandstones show a meaningful change in detrital modes from quartz-feldspatic to more\nlithic compositions, including fragments of volcanic rocks (Caselli and Limarino, 2002). This shift in sandstone composition agrees with paleocurrent indicators of a western provenance for the sand.\nFernández Sevesso et al. (1993) and Fernandez Sevesso and Tankard (1995) also describe the uppermost levels of the De La Cuesta (=Patquı́a) Formation in the northern part of the Nevados del Famatina. These authors include in their Upper Patquı́a–De La Cuesta Supersequence (up to 730 m thick) rocks that are here included in Section 12 and interpret them as deposited in playa lakes, perennial lakes, and ephemeral river systems. A particular feature of this interval is the presence of some levels of marls and limestones, interpreted to have been deposited in restricted marine conditions. However, at present, the occurrence of marine deposits has not been confirmed."
  }, {
    "heading": "6. Basin evolution",
    "text": "Late Paleozoic sedimentation in the Rı́o Blanco and Paganzo basins was strongly controlled by several allocy-\n, and climate on the Late Paleozoic stratigraphy of the Rı́o Blanco and\nclic factors that were the cause of the very complex depositional history of these basins (Fig. 9). Tectonism, magmatism, eustacy, and climate change exerted an important control on sedimentation that can be deduced from the stratigraphic and sedimentological record (Figs. 9 and 14). However, it is not possible to understand the history of these basins by analyzing each factor separately. Moreover, building a genetic, stratigraphic model of large, longlived basins with mixed marine and continental deposits on the basis of only one specific allocyclic factor can lead to inaccurate generalizations. Therefore, we use an integrated\napproach to interpret the basin evolution. Moreover, we note that not all allocyclic controls exert the same effect on sedimentation and that a hierarchical order of external controls should be established.\nContinuing this line of thought, the two megasequences distinguished herein are bounded by unconformities that resulted from tectonic movements intense enough to produce substantial paleogeographic changes. Moreover, Megasequences I and II represent sedimentation in distinct tectonic conditions (Figs. 9 and 14). According to the paleotectonic model postulated by Ramos et al. (1984,\nss-sections at 29 –31 S latitude.\n1986), and Ramos (1988), the Chilenia Terrain accreted to the western margin of southern Gondwana during the Middle–Late Devonian. In our interpretation, deformation produced by this event continued into the Early Carboniferous, forming the north–south Protoprecordillera orogenic belt (Figs. 15 and 16b). Thus, Megasequence I records synorogenic sedimentation that took place during the Protoprecordillera uplift. Coeval magmatism in this area is marked by granitic stocks in the Precordillera (Caminos, 1972, 1985; Llambı́as and Caminos, 1987), as well as sills and dykes of Early Carboniferous age (Sessarego et al., 1990; Fauqué et al., 1999).\nDuring this time, subsidence was mainly limited to the Rı́o Blanco Basin west of the Protoprecordillera foldand-thrust belt, where a syntectonic record of several thousands of meters of strata is represented by the Angualasto Group (Fig. 15). However, the true extent of these Early\nCarboniferous basins could have been much greater than presently assumed. A discontinuous north–south belt of highly deformed deposits, close to the Valle Fértil lineament, has been distinguished east of the Protoprecordillera by Fernández Sevesso et al. (1993), who describe a basal section in the Guandacol Formation (G1 supersequence) composed of deformed conglomerates, sandstones, and mudstones interpreted as Early Carboniferous (Visean) in age. This succession was considered submarine deposits, including talus slope, fan delta, turbidites, and pelagic sediments. Moreover, these deposits show a pervasive deformation that clearly differentiates them from the overlying Guandacol Formation (see also the Aguas Blanquitas Formation, Pazos, 1993). We agree with Fernández Sevesso et al. (1993) not only in the general description of these rocks but also in their probable pre-Early Pennsylvanian age. However, in our interpretation, these rocks represent\nsynorogenic sedimentation and correspond to highly deformed sediments of Megasequence I. If this hypothesis is correct, a Lower Carboniferous foreland basin developed during the Protoprecordillera uplift in the western portion of the Paganzo Basin (here named Protopaganzo Basin; Figs. 15 and 16b). Therefore, near the end of the Visean, the Protoprecordillera fold-and-thrust belt separated the Rı́o Blanco Basin to the west from a narrow foreland basin to the east (Protopaganzo Basin, Figs. 15 and 16b).\nThe most complete record of Megasequence I appears in the Rı́o Blanco Basin, where marine sedimentation predominated, especially during the Tournaisian (Sections 1 and 2). The erosive surface separating Sequences I and II, which was covered by a major progradational conglomeratic wedge (Section 3), supports our interpretation of Lower Carboniferous synorogenic sedimentation. However, local unconformities also could reflect tectonic instabilities during sedimentation (González and Bossi, 1987).\nRocks included in Megasequence I were folded and faulted prior to the deposition of Megasequence II. Although this relationship appears in several places within the Precordillera, the Sierra de Las Minitas area is one of the best outcrops for illustrating it. In this area, the unconformity produced by Rı́o Blanco movements is clearly exposed and separates highly deformed Late Devonian– Lower Carboniferous mudstones and sandstones from Upper Carboniferous arkoses that were only tilted during the Miocene Andean orogeny (Fig. 11). Thus, the Rı́o Blanco tectonic phase separates synorogenic (Angualasto Group) from postorogenic (lower section of Paganzo Group) sedimentation. Therefore, we hypothesize that the Rı́o Blanco movements represent postcollisional extensional tectonism with which the opening and widening of the postorogenic basins began (see also Astini, 1996).\nThe duration of the hiatus between Megasequences I and II is difficult to determine. Palynological data indicate that the lowermost part of the Paganzo Group in the Nevados del Famatina and Sierra de Malanzán is no older than earliest Pennsylvanian (Bashkirian?; Limarino and Gutiérrez, 1990; Césari and Gutiérrez, 2000; Gutiérrez and Limarino, 2001). At the same time, palynological assemblages obtained from the top of the Cortaderas Formation indicate a Visean age (Césari and Gutiérrez, 2000). Therefore, as a first approximation, the Serpukhovian may be considered a time of nondeposition in the study area.\nDuring the Moscovian, the basins experienced dramatic changes due to the cessation of east–west orogenic compression and the likely establishment of a new geodynamic regime. Therefore, an active margin characterized by the reestablishment of an east-dipping subduction margin initiated at the beginning of the Moscovian. Although magmatism initially was limited in the Rı́o Blanco Basin, thick Moscovian–Gzhelian volcanic arc-related rocks occur in the Protoprecordillera in the Punta del Agua Formation (Remesal et al., in press; Figs. 15 and 16c). Far from the magmatic arc in the Pampean region, a postorogenic extensional regime may have favored the development of the\nPaganzo Basin through the opening of central and eastern areas (Fig. 16c). The origin of these extensional conditions is not clear, but at least two different scenarios can be suggested: (1) extent in the backarc region related to the subduction of the paleo-Pacific plate or (2) extent related to the collapse of the Protoprecordillera orogen. The postorogenic collapse of an uplifted orogen can transfer mass toward stable areas and form large extensional basins in the hinterland (Girbacea et al., 1998).\nMegasequence II began with glacial and/or resedimented diamictites and coarse-grained alluvial fan deposits in the Paganzo Basin (Section 7). These rocks suggest not only a climatic control on sedimentation but also the presence of an irregular erosional relief, likely developed during the Serpukhovian or earliest Pennsylvanian. To the west in the Rı́o Blanco Basin, glacial deposits occur, but volcanic rocks of the Punta del Agua Formation replace them laterally. The Early Pennsylvanian postglacial transgression flooded both the Paganzo and Rı́o Blanco basins. Although the marine transgression record shows rapid facies changes, this interval is one of the most useful levels for regional correlations. During the Moscovian, a sea-level lowstand controlled progradation of fluvial clastic wedges composed of arkosic sandstones and conglomerates (Section 8). Thus, classical molasse successions prograded across the region, covering synorogenic, immature, lithic sandstones. A marine incursion occurred near the end of the Carboniferous (Late Pennsylvanian) and extended into the Early Permian (Sakmarian, Section 9). This transgression is well represented in the Rı́o Blanco Basin and the westernmost portions of the Paganzo Basin. The rest of the Paganzo Basin is characterized by fluvial sedimentation.\nDuring the Early Permian, the whole area again suffered dramatic changes (Figs. 15 and 16d). Important tectonic activity occurred in the Rı́o Blanco area, where compressive tectonic movements (San Rafael tectonic phase) produced a widespread unconformity that truncated marine sediments forming an irregular surface. Volcanic conglomerates and/or volcanic flows at the base of the Choiyoi Group filled the topography. Following the formation of these rocks, clastic sedimentation was replaced by very large volumes of volcanic rocks. In the Paganzo Basin, only local unconformities formed, and volcanism was not present. The most important changes recorded in the strata related to the San Rafael movements. Marine strata in the west and braided or meandering fluvial deposits in the east initially were progressively replaced by low-energy ephemeral river successions (Section 10) and then by eolian and lacustrine deposits (Section 11). These modifications were probably controlled by the western development of the Choiyoi magmatic arc and a climatic transition from humid to semiarid conditions (López Gamundı́ et al., 1992). Uplift of the Choiyoi volcanic chain (Figs. 15 and 16d) may have partially modified the east–west regional fluvial drainage and probably formed a rain shadow barrier (Limarino and Spalletti, 1986) that enabled the formation of the eolian sand sea of Section 11.\nFinally, during the latest Early Permian and Late Permian, the Choiyoi Group shifted to extensional volcanism, related to the earliest processes associated with the breakup of Gondwana (Lambı́as, 1999; Fig. 15). At the same time, the reactivation of fluvial sedimentation took place in the Paganzo Basin (Section 12, Figs. 15 and 16), where substantial changes in drainage patterns may be deduced from the higher lithic composition of the sandstones (Caselli and Limarino, 2002)."
  }, {
    "heading": "7. Conclusions",
    "text": "Tectonic events, sea-level changes, and climate exerted strong and complex controls on the evolution of the Rı́o Blanco and Paganzo basins. The interaction among these allocyclic controls not only produced characteristic facies association patterns but also different kinds of stratigraphic bounding surfaces.\nThe proposed stratigraphic model is based on three hierarchical orders of stratigraphic bounding surfaces, which makes it useful for analyzing the basinwide evolution of Western Gondwana during the Late Paleozoic. The identification of megasequences, sequences, and sections allows for the reconstruction of the evolution of the depositional areas at different scales.\nMegasequences I and II represent two contrasting tectonic scenarios. The first (Late Devonian–Early Carboniferous) displays synorogenic sedimentation coeval with the amalgamation of Chilenia and uplift of the Protoprecordillera. In contrast, Megasequence II developed during postorogenic stages in mainly extensional conditions, likely associated with the collapse of the Protoprecordillera.\nFour major transgressions from the west are registered in the Late Paleozoic Rı́o Blanco and Paganzo basins. The oldest (Section 2) corresponds to a Tournaisian event, followed by an Early Visean transgression that almost entirely flooded the Rı́o Blanco Basin. By the Early Pennsylvanian, the most extensive transgression in the two basins occurred (Section 7). This sea-level rise represents a postglacial incursion that flooded glacial and fluvial fjord-like valleys in the Paganzo Basin. Finally, the youngest flood occurred during the Late Pennsylvanian and Sakmarian and covered the Rı́o Blanco Basin and the western margin of the Paganzo Basin. Although this event is considered a unique transgression, the presence of a prograding wedge of fluvial sandstones between two major shale intervals may record two different sea-level rises.\nClimate played a significant role during Late Paleozoic sedimentation by controlling the formation of glacial diamictites, coal beds, and eolian rocks. These rocks confirm specific key stratigraphic levels useful for the regional correlation of the two basins.\nThis study highlights the existence of at least two different glacial intervals; the older (Visean, Section 5) is well represented in the Rı́o Blanco Basin, whereas the younger (Early Pennsylvanian, Section 6) has been recognized in\nboth the Rı́o Blanco and Paganzo basins. Both glacial events are separated by the Rı́o Blanco unconformity.\nThe widespread formation of coal beds during the Moscovian and likely Kasimovian (Section 9) was probably due to high humidity coupled with temperate climates during postglacial times. In contrast, arid climatic conditions favored the formation of eolian and ephemeral-lake deposits (Section 11) during the Middle and Late Permian.\nFinally, since the latest Early Permian, volcanism has introduced dramatic changes in not only basin paleogeography but also the evolution of continental deposits. In the Rı́o Blanco Basin, volcanic rocks replaced siliciclastic sedimentation. To the east, the formation of low-energy fluvial deposits, the occurrence of thin tuff beds, and important paleocurrent pattern changes were indirectly controlled by the volcanic eruptions."
  }, {
    "heading": "Acknowledgements",
    "text": "This research was funded by ANPCYT PICT 04821 ‘‘Estratigrafı́a, sistemas depositacionales y magmatismo del paleozoico superior de la precordillera en las provincias de San Juan y La Rioja.’’ We acknowledge the support of the Departamento de Ciencias Geológicas, Universidad de Buenos Aires. This paper is a contribution to IUGS-UNESCO IGCP Project 471 ‘‘Evolution of western Gondwana during the Late Paleozoic: Tectonosedimentary record, paleoclimates and biological changes.’’ Special thanks are due to the Journal’s reviewers, Dr. J. Isbell and Dr. J.A. Salfity, for their constructive comments that helped improve the manuscript."
  }],
  "year": 2006,
  "references": [{
    "title": "Geologı́a estratigráfica de la zona comprendida entre Punta de Agua y Rincón Blanco, Dpto",
    "authors": ["F.G. Aceñolaza"],
    "venue": "Gral. Lamadrid, La Rioja. Acta geológica Lilloana XI,",
    "year": 1971
  }, {
    "title": "Hallazgo del Pérmico Superior fosilı́fero en el Sistema del Famatina",
    "authors": ["F.G. Aceñolaza", "M. Vergel"],
    "venue": "X Congreso geológico Argentino, Actas,",
    "year": 1987
  }, {
    "title": "El Carbónico marino en el valle de Calingasta–Uspallata (San Juan–Mendoza)",
    "authors": ["A. Amos", "E.O. Rolleri"],
    "venue": "Boletı́n de Informaciones Petroleras,",
    "year": 1965
  }, {
    "title": "La facies verdosa de la Formación Patquı́a (Pérmico) en el extremo austral de la Sierra de Maz (La Rioja)",
    "authors": ["R.R. Andresi"],
    "venue": "Project 211-IGCP ‘‘Late Paleozoico of South America’’,",
    "year": 1988
  }, {
    "title": "Estudio geológico del Subgrupo, Sierra de Maz, provincial de La Rioja, República Argentina",
    "authors": ["R.R. Andreis", "L.A. Spalletti", "M.M. Mazoni"],
    "venue": "Revista de la Asociación Geológica Argentina",
    "year": 1975
  }, {
    "title": "El paleovalle de Malanzán: nuevos criterios para la estratigrafı́a del Neopaleozoico de la Sierra de Los Llanos, La Rioja, República Argentina",
    "authors": ["R.R. Andreis", "R. Leguizamón", "S. Archangelsky"],
    "venue": "Boletı́n de la Academia Nacional de Ciencias",
    "year": 1986
  }, {
    "title": "Hallazgo del género Protocanites (Ammonoidea) en el Carbonı́fero",
    "authors": ["B. Antelo"],
    "venue": "Inferior de la provincia de San Juan. Ameghiniana",
    "year": 1969
  }, {
    "title": "Paleontologı́a, bioestratigrafı́a y paleoecologı́a de las Cuencas Paganzo, Calingasta-Uspallata, Rı́o Blanco y San Rafael",
    "authors": ["C. Limarino"],
    "venue": "Journal of South American Earth Sciences",
    "year": 2006
  }, {
    "title": "Frenguellia a new genus of Lycopods from the early Carboniferous of Argentina",
    "authors": ["O.G. Arrondo", "S. Césari", "P.R. Gutiérrez"],
    "venue": "Review of Palaeobotany and Palynology",
    "year": 1991
  }, {
    "title": "Las fases diatróficas del Paleozoico Medio en la Precordillera del oeste argentino",
    "authors": ["R.A. Astini"],
    "venue": "Evidencias estratigráficas. XIII Congreso geológico Argentino y III Congreso de Exploración de Hidrocarburos, Buenos Aires,",
    "year": 1996
  }, {
    "title": "The Paganzo Basin. Tectonic and sedimentary characteristics of the Gondwana sequences in Northwest Argentina",
    "authors": ["C.L. Azcuy", "J.R. Morelli"],
    "venue": "II Gondwana Symposium,",
    "year": 1970
  }, {
    "title": "1970b. Geologı́a de la comarca PaganzoAmaná, el Grupo Paganzo. Formacionaes que lo componen y sus relaciones",
    "authors": ["C.L. Azcuy", "J.R. Morelli"],
    "venue": "Revista de la Asociación Geológica Argentina",
    "year": 1970
  }, {
    "title": "Constitución geológica de la parte meridional de la provincia de La Rioja y regiones limı́trofes, República Argentina",
    "authors": ["G. Bodenbender"],
    "venue": "Academia Nacional de Ciencias. Boletı́n,",
    "year": 1911
  }, {
    "title": "Post glacial lacustrine event sedimentation in an ancient mountaing setting: Carboniferous lake Malanzán (Western Argentina)",
    "authors": ["L. Buatois", "M.G. Mángano"],
    "venue": "Journal of Paleolimnology",
    "year": 1995
  }, {
    "title": "Upper Carboniferous lacustrine sedimentation in Paganzo Basin (northwest Argentina)",
    "authors": ["L. Buatois", "C. Limarino", "S. Césari"],
    "year": 1990
  }, {
    "title": "Lithofacies and seismic-reflection interpretation of temperate glacimarine sedimentation in Tarr Inlet, Glacier Bay, Alaska",
    "authors": ["J. Cai", "R.D. Powell", "E.A. Cowan", "P.R. Carlson"],
    "venue": "Marine Geology",
    "year": 1997
  }, {
    "title": "Perfil geológico de la Cordillera entre los 28 00 0 y los 28 30’ de latitud sur, provincia de La Rioja, República Argentina",
    "authors": ["R. Caminos"],
    "venue": "Revista de la Asociación Geológica Argentina",
    "year": 1972
  }, {
    "title": "El magmatismo neopaleozoico en la Argentina. Sı́ntesis y principales problemas. Project 211-IGCP ‘‘Late Paleozoico of South America’",
    "authors": ["R. Caminos"],
    "venue": "Annual Meeting Work Group,",
    "year": 1985
  }, {
    "title": "Estratigrafı́a y estructura del Devónico-Carbonı́fero en el sector septentrional de la Sierra de La Punilla",
    "authors": ["R. Caminos", "L. Fauqué", "C. Cingolani", "R. Varela", "E. Morel"],
    "venue": "Precordillera de La Rioja y San Juan. XII Congreso Geológico Argentino and II Congreso de Exploración de Hidrocarburos, Mendoza,",
    "year": 1993
  }, {
    "title": "Puesta en evidencia de depósitos glaciomarinos y resedimentados de posible edad Devónico Superior- Carbonı́fero basal, en la Cordillera",
    "authors": ["V. Carlotto", "L Cerpa", "Cárdenas", "E.J. Dı́az Martinez", "O. Bermudez"],
    "venue": "Oriental del sur del Perú: Región de Cusco. II Simposio Argentino del Paleozoico Superior, Resúmenes,",
    "year": 2003
  }, {
    "title": "Las fitozonas del Carbonı́fero temprano de Argentina y la edad de las discordancias relacionadas: una discusión",
    "authors": ["H.A. Carrizo", "C.L. Azcuy"],
    "venue": "Revista UniversidadeGuarulhos, serie Geociencias",
    "year": 1997
  }, {
    "title": "Estratigrafı́a y sedimentologı́a de las formaciones Patquı́a (Pérmico) y Talampaya (Triásico Inferior), en las Sierras Pampeanas Noroccidentales y Precordillera Central (Provincias de La Rioja y San Juan)",
    "authors": ["A.T. Caselli"],
    "year": 1997
  }, {
    "title": "Sedimentologı́a y evolución paleoambiental de la Formación Patquı́a (Pérmico) en el extremo sur de la",
    "authors": ["A.T. Caselli", "C.O. Limarino"],
    "year": 2002
  }, {
    "title": "Palynostratigraphy of Upper Paleozoic sequences in Central-Western Argentina",
    "authors": ["S.N. Césari", "P.R. Gutiérrez"],
    "venue": "Palynology",
    "year": 2000
  }, {
    "title": "Algunos Gastropoda de la Formación Rı́o del Peñón (Carbonı́fero Superior-Pérmico Inferior), provincia de La Rioja, Argentina",
    "authors": ["G.A. Cisterna", "N. Sabattini"],
    "venue": "Revista de la Asociación Geológica Argentina",
    "year": 1998
  }, {
    "title": "Brachiopods from the Rı́o del Peñón Formation, Rı́o Blanco Basin, Upper Paleozoic of Argentina",
    "authors": ["G.A. Cisterna", "T. Simanauskas"],
    "venue": "Revista Española de Paleontologı́a",
    "year": 2000
  }, {
    "title": "Sedimentitas continentals del Carbónico inferior en el flanco occidental de la Precordillera, departamento Calingasta, provincia de San Juan",
    "authors": ["L. De Rosa"],
    "venue": "Revista de la Asociación Argentina de Mineralogı́a, Petrografı́a y Sedimentologı́a,",
    "year": 1983
  }, {
    "title": "The Carboniferous sequence of the Northern Altiplano of Bolivia: From glacial-Marine to carbonate deposition",
    "authors": ["E. Dı́az Martı́nez", "B.A. Palmer", "Lema"],
    "venue": "Compte Rendus XII Congres International Stratigraphie et Geologie du Carbonifere et Permien,",
    "year": 1993
  }, {
    "title": "El Carbonı́fero de Agua de Carlos (Precordillera de La Rioja), su importancia tectónica y paleoambiental",
    "authors": ["L. Fauqué", "C. Limarino"],
    "venue": "Revista de la Asociación Geológica Argentina",
    "year": 1990
  }, {
    "title": "Tectonics and stratigraphy of the Late Paleozoic Paganzo Basinof western Argentina and its regional implications",
    "authors": ["F. Fernandez Sevesso", "A.J. Tankard"],
    "venue": "Petroleum Basins of South America. American Association Petroleum Geologists, Memoir,",
    "year": 1995
  }, {
    "title": "Sequence stratigraphy and tectonic análisis of the Paganzo basin, Western Argentina",
    "authors": ["F. Fernández Sevesso", "M.A. Pérez", "I. Brisson", "L. Álvarez"],
    "venue": "XII International Congress Carboniferous Permian Stratigraphy C. Rendues,",
    "year": 1993
  }, {
    "title": "Post-orogenic uplift-induced extent: a kinematic model for the pliocene to recent tectonic evolution of the Eastern Carpathians (Romania)",
    "authors": ["R. Girbacea", "Frisch W", "H. Linzer"],
    "year": 1998
  }, {
    "title": "Pavimento glaciario en el Carbónico de la Precordillera",
    "authors": ["C. González"],
    "venue": "Revista de la Asociación Geológica Argentina",
    "year": 1982
  }, {
    "title": "Descubrimiento del Carbonı́fero inferior marino al oeste de Jagüe",
    "authors": ["C.R. González", "G. Bossi"],
    "venue": "La Rioja. IV Congreso Latinoamericano de Paleontologı́a, Actas,",
    "year": 1987
  }, {
    "title": "Late Paleozoic orogeny in the northwestern Gondwana continent margin, western Argentina and Chile",
    "authors": ["G. González Bonorino"],
    "venue": "Journal of South American Earth Sciences",
    "year": 1991
  }, {
    "title": "Carboniferous glaciation in northwest Gondwana continental margin. Evidence for grounded marine ice and continental glaciation in southwestern Argentina",
    "authors": ["G. González Bonorino"],
    "venue": "Palaeogeography, Palaeoclimatology and Palaeoecology",
    "year": 1992
  }, {
    "title": "Inverse relation between ice extent and the late",
    "authors": ["G. González Bonorino", "N. Eyles"],
    "venue": "Paleozoic glacial record of Gondwana. Geology",
    "year": 1995
  }, {
    "title": "Ambientes de plataforma nerı́tica dominadas por tormentas en la sección glacigénica del Grupo Tepuel, Chubut",
    "authors": ["G. González Bonorino", "G. Rafine", "V. Vega", "D. Guerin"],
    "venue": "Revista de la Asociación Geológica Argentina",
    "year": 1988
  }, {
    "title": "Observaciones geológicas a lo largo del meridiano",
    "authors": ["P. Groeber"],
    "venue": "Hoja Chos Malal. Revista de la Asociación Geológica Argentina",
    "year": 1946
  }, {
    "title": "Palinologı́a de la Formación Malanzán (Carbonı́fero Supeior), La Rioja, Argentina: nuevos datos y consideraciones paleoambientales",
    "authors": ["P.R. Gutiérrez", "C.O. Limarino"],
    "venue": "Ameghiniana",
    "year": 2001
  }, {
    "title": "Formación Rı́o del Peñón (La Rioja, Argentina): el perfil del sinclinal del Rincón Blanco y el lı́mite Carbonı́fero-Pérmico",
    "authors": ["P.R. Gutiérrez", "C.O. Limarino"],
    "venue": "Simposio Argentino de Paleobotánica y Palinologı́a, Resúmenes,",
    "year": 2003
  }, {
    "title": "Timing of late Paleozoic glaciation in Gondwana: Was glaciation responsible for the development of northern hemisphere cyclothems",
    "authors": ["J.L. Isbell", "M.F. Miller", "K.L. Wolfe", "P.A. Lenaker"],
    "venue": "Special Volume,",
    "year": 2003
  }, {
    "title": "Sedimentological record of the late Paleozoic glaciation in Queensland, Australia",
    "authors": ["A.T. Jones", "C.R. Fielding"],
    "venue": "Geology 32",
    "year": 2004
  }, {
    "title": "El género Cancrinella en el carbónico superior de Jagüe, provincia de La Rioja, Argentina",
    "authors": ["R. Lech", "F.G. Aceñolaza"],
    "venue": "X Congreso Geológico Argentino, Actas,",
    "year": 1987
  }, {
    "title": "Paleoambientes sedimentarios y paleogeografı́a de la sección inferior del Grupo Paganzo en el Sistema del Famatina",
    "authors": ["C.O. Limarino"],
    "venue": "Anales de la Academia de Ciencias Exactas Fı́sicas y Naturales",
    "year": 1987
  }, {
    "title": "Cherts y niveles de silicificación en la sección superior del Grupo Paganzo (Paleozoico superior, noroeste Argentino)",
    "authors": ["C.O. Limarino", "T.A. Caselli"],
    "venue": "Revista de la Asociación Argentina de Sedimentologı́a",
    "year": 1995
  }, {
    "title": "Primer registro paleoflorı́stico de la Formación La Colina (Paleozoico Superior), Cuenca Paganzo, República Argentina",
    "authors": ["C.O. Limarino", "S.N. Césari"],
    "venue": "Instituto Geociencias Universidad de Sao Paulo, Boletı́n,",
    "year": 1985
  }, {
    "title": "Paleoclimatic significance of the lacustrine Carboniferous deposits in northwest Aegentina",
    "authors": ["C. Limarino", "S. Césari"],
    "venue": "Palaeogeography, Palaeoclimatology and Palaeoecology",
    "year": 1988
  }, {
    "title": "Reubicación estratigráfica de la Formación Cortaderas y definición del Grupo Angualasto (Carbonı́fero inferrior, Precordillera de San Juan)",
    "authors": ["C. Limarino", "S. Césari"],
    "venue": "Revista de la Asociación Geológica Argentina",
    "year": 1993
  }, {
    "title": "Diamictites in the Agua Colorada Formation (northwestern Argentina): New evidence of Carboniferous glaciation in South America",
    "authors": ["C. Limarino", "P. Gutiérrez"],
    "venue": "Journal of South American Earth Science",
    "year": 1990
  }, {
    "title": "Eolian Permian deposits in West and northwest Argentina",
    "authors": ["C.O. Limarino", "L.A. Spalletti"],
    "venue": "Sedimentary Geology",
    "year": 1986
  }, {
    "title": "Origen y significado estratigráfico de las diamictitas del Miembro Superior de la Formación Cortaderas",
    "authors": ["C. Limarino", "R. Page", "A. Caselli"],
    "venue": "Precordillera de San Juan. XII Congreso Geológico Argentino, Actas,",
    "year": 1993
  }, {
    "title": "A Permian arid paleoclimatic phase in West and northwest Argentina",
    "authors": ["C.O. Limarino", "L.A. Spalletti", "C. Siano"],
    "venue": "Compte Rendus XII Congres International Stratigraphie et Geologie du Carbonifere et Permien,",
    "year": 1993
  }, {
    "title": "Caracterización litoestratigráfica y correlación regional de la Formación Ranchillos (Carbonı́fero superior- Pérmico)",
    "authors": ["C. Limarino", "Caminos", "Fauqué"],
    "venue": "Cordillera Frontal de La Rioja. XIII Congreso Geológico Argentino,",
    "year": 1996
  }, {
    "title": "Cuencas Rı́o Blanco y Calingasta-Uspallata",
    "authors": ["C.O. Limarino", "P.R. Gutiérrez", "O. López Gamundı", "L. Fauqué", "R. Lech"],
    "venue": "El Sistema Pérmico en la Argentina y en la República Oriental del Uruguay. Academia Nacional de Ciencias,",
    "year": 1996
  }, {
    "title": "The Upper Carboniferous postglacial transgression in the Paganzo and Rı́o Blanco Basins (Northwestern Argentina): facies",
    "authors": ["C. Limarino", "S. Césari", "L. Net", "S. Marenssi", "R. Gutiérrez", "A. Tripaldi"],
    "year": 2002
  }, {
    "title": "El magmatismo neopaleozoico de Argentina",
    "authors": ["E.J. Llambı́as", "R. Caminos"],
    "venue": "El Sistema Carbonı́fero en la República Argentina. Academia Nacional de Ciencias,",
    "year": 1987
  }, {
    "title": "Magmatismo Gondwánico",
    "authors": ["E.J. Llambı́as", "R. Caminos", "C.W. Rapela"],
    "venue": "El Sistema Pérmico en la Argentina y en la República Oriental del Uruguay. Academia Nacional de Ciencias,",
    "year": 1996
  }, {
    "title": "El Batolito de Colangüil: transición entre orogénesis y anorogénesis",
    "authors": ["E.J. Llambı́as", "A.M. Sato"],
    "venue": "Asociación Geológica Argentina, Revista",
    "year": 1995
  }, {
    "title": "Sedimentologı́a de la Formación Tarija",
    "authors": ["O.R. López Gamundı"],
    "venue": "Carbonı́fero de la Sierra de Aguaragüe, provincia de Salta. Revista de la Asociación Geológica Argentina",
    "year": 1985
  }, {
    "title": "Depositional models for the glaciomarine sequences of Andean Late Paleozoic basins of Argentina",
    "authors": ["O.R. López Gamundı"],
    "venue": "Sedimentary Geology",
    "year": 1987
  }, {
    "title": "Postglacial transgressions in Late Paleozoic basins of western Argentina. A record of glacio-eustatic sea level rise. Palaeogeography",
    "authors": ["O.R. López Gamundı"],
    "venue": "Palaeoclimatology and Palaeoecology",
    "year": 1989
  }, {
    "title": "Glacial-postglacial transitionin the Late Paleozoic basins of southern South America",
    "authors": ["O.R. López Gamundı"],
    "year": 1997
  }, {
    "title": "Carboniferous to Triassic evolution of the Panthalassan margin in southern South America",
    "authors": ["O.R. López Gamundı"],
    "venue": "Breitkreuz,",
    "year": 1997
  }, {
    "title": "Evidence of glacial abrasion in the Calingasta-Uspallata and western Paganzo basins, mid-Carboniferous of western Argentina",
    "authors": ["O. López Gamundı", "M. Martı́nez"],
    "venue": "Palaeogeography, Palaeoclimatology and Palaeoecology",
    "year": 2000
  }, {
    "title": "Late Paleozoic paleoclimatology of central west Argentina",
    "authors": ["O.R. López Gamundı", "C. Limarino", "S. Césari"],
    "venue": "Palaeogeography, Palaeoclimatology and Palaeoecology",
    "year": 1992
  }, {
    "title": "PermianTriassic Pangea Basins and Foldbelts along the Panthalassan Margin of Gondwanaland",
    "authors": ["O.R. López Gamundı", "I.S. Espejo", "P.J. Conaghan", "C. Powell"],
    "venue": "Southern South America",
    "year": 1994
  }, {
    "title": "Estratigrafı́a y aspectos paleoambientales del neopaleozoico de la cuenca intermontana de la Sierra de Los Llanos, entre Loma Larga y Los Mistoles (provincia de La Rioja, Argentina)",
    "authors": ["A.R. Luna", "P.J. Pazos", "C.A. Siano"],
    "venue": "Project 211-IGCP ‘‘Late Paleozoico of South America’’,",
    "year": 1990
  }, {
    "title": "Hallazgo de tillitas sobre el flanco occidental del anticlinal de Agua Hedionda (Provincia de San Juan): evidencias de avances y retrocesos del hielo durante la glaciación gondwánica en la Cuenca Paganzo",
    "authors": ["S.A. Marenssi", "A. Tripaldi", "A. Caselli", "C.O. Limarino"],
    "venue": "Revista de la Asociación Geológica Argentina",
    "year": 2002
  }, {
    "title": "Facies and architecture of a Carboniferous grounding-line system from the Guandacol Formation, Paganzo Basin, northwestern Argentina",
    "authors": ["S.A. Marenssi", "A. Tripaldi", "C.O. Limarino", "A.T. Caselli"],
    "venue": "Gondwana Research",
    "year": 2005
  }, {
    "title": "Late Paleozoic glaciation in Paganzo Basin, western Argentina: sedimentological evidence",
    "authors": ["J.P. Milana", "F. Bercowski"],
    "year": 1993
  }, {
    "title": "Provincias magmáticas ácidas y evolución tectónica de Gondwana",
    "authors": ["C. Mpodozis", "S.M. Kay"],
    "venue": "Andes Chilenos",
    "year": 1990
  }, {
    "title": "El batolito de Quilimari (Paleozoico Superior-Triásico) caracterı́sticas petrográficas, geoquı́micas y significado tectónico",
    "authors": ["C. Nasi", "C. Mpodozis", "P. Cornejo", "R. Moscoso", "V. Maksaev"],
    "venue": "Revista geológica de Chile",
    "year": 1985
  }, {
    "title": "Petrografı́a, diagénesis y procedencia de areniscas de la sección inferior del Grupo Paganzo (Carbonı́fero) en la cuenca homónima",
    "authors": ["L.I. Net"],
    "venue": "Doctoral Thesis (unpublished),",
    "year": 1999
  }, {
    "title": "Contactos discordantes entre los Pisos I y II de los Estratos de Paganzo",
    "authors": ["G. Parker"],
    "venue": "Revista de la Asociación Geológica Argentina",
    "year": 1974
  }, {
    "title": "Estratigrafı́a de la secuencia sedimentarias basal aflorante en el Cerro Guandacol: su implicancia tectónica y paleoambiental, Sierra de Maz, provincia de La Rioja, Argentina",
    "authors": ["P. Pazos"],
    "venue": "XII Congreso geológico Argentino y II Congreso de Exploración de Hidrocarburos, Mendoza,",
    "year": 1993
  }, {
    "title": "The tectonics of the Central Andes; 30 to 33 S latitude",
    "authors": ["V. Ramos"],
    "venue": "Geological Society of America, Special Paper,",
    "year": 1988
  }, {
    "title": "Chilenia: un terreno alóctono en la evolución paleozoica de los Andes Centrales",
    "authors": ["V.A. Ramos", "T.E. Jordan", "R.W. Allmendinger", "S.M. Kay", "J.M. Cortés", "M.A. Palma"],
    "venue": "Congreso geológico Argentino, Actas,",
    "year": 1984
  }, {
    "title": "Paleozoic terrones of the Central Argentine-Chilean Andes",
    "authors": ["V.A. Ramos", "T.E. Jordan", "R.W. Allmendinger", "C. Mpodozis", "S.M. Kay", "J.M. Cortés", "M.A. Palma"],
    "venue": "Tectonics",
    "year": 1986
  }, {
    "title": "Cephalopods from the Carboniferous of Argentina",
    "authors": ["A.C. Riccardi", "N. Sabattini"],
    "venue": "Paleontology",
    "year": 1975
  }, {
    "title": "Paleogeography and distribution of Carboniferous deposits in the Argentine Precordillera",
    "authors": ["E.O. Rolleri", "B.A. Baldis"],
    "venue": "Gondwana Stratigraphy, Ciencias de la Tierra,",
    "year": 1969
  }, {
    "title": "La zona de Lissochonetes jachalensis-Streptohynchus inaequiomatus (ex Fauna",
    "authors": ["N. Sabattini", "E.G. Ottone", "C.L. Azcuy"],
    "venue": "intermedia) en la localidad de La Delfina, provincial de San Juan, Ameghiniana,",
    "year": 1991
  }, {
    "title": "Paleogeografı́a de la cuenca del Grupo Paganzo (Paleozoico Superior)",
    "authors": ["J.A. Salfity", "S.A. Gorustovich"],
    "venue": "Revista de la Asociación Geológica Argentina",
    "year": 1983
  }, {
    "title": "Litologı́a, facies y biofacies del carbónico marino en el norte de la Precordillera Sanjuanina (zona del rı́o Blanco)",
    "authors": ["J. Scalabrini Ortiz"],
    "venue": "Unpublished Ph.D. Thesis,",
    "year": 1970
  }, {
    "title": "El Carbónico en el sector septentrional de la Precordillera sanjuanina",
    "authors": ["J. Scalabrini Ortiz"],
    "venue": "Revista de la Asociación Geológica Argentina",
    "year": 1973
  }, {
    "title": "Diques eocarbónicos en la Precordillera occidental, margen oeste de la Sierra del Tigre, provincial de San Juan",
    "authors": ["H. Sessarego", "A. Amos", "W. Teixeira", "K. Kawashita"],
    "venue": "Revista de la Asociación Geológica Argentina",
    "year": 1990
  }, {
    "title": "Paleomagnetism of a sequence of Upper Paleozoic-Lower Mesozoic red beds from Argentina",
    "authors": ["M.A. Sinito", "D.A. Valencia", "J.F. Vilas"],
    "venue": "Geophysical Journal of the Royal Astronomical Society",
    "year": 1979
  }, {
    "title": "Paleoambientes de sedimentación de la Formación Patquı́a (Pérmico en la Sierra de Maz)",
    "authors": ["L.A. Spalletti"],
    "venue": "La Rioja. Academia Nacional de Ciencias,",
    "year": 1979
  }, {
    "title": "Las sucesiones sedimentarias suprapaleozoicas de la zona extraandina de Chubut",
    "authors": ["T. Suero"],
    "venue": "Revista de la Asociación Geológica Argentina",
    "year": 1953
  }, {
    "title": "Paleomagnetic and radiometric evidence for the age of the lower boundary of the Kiaman magnetic interval in South America",
    "authors": ["R. Thompson", "J.C. Mitchell"],
    "venue": "Geophysical Journal",
    "year": 1972
  }, {
    "title": "Algunas edades K/Ar para la Sierra Pintada, provincial de Mendoza",
    "authors": ["R.O. Toubes", "J.P. Spikerman"],
    "venue": "Revista de la Asociación geológica Argentina",
    "year": 1976
  }, {
    "title": "Estratigrafı́a del tramo medio de la Sierra de Velazco y región al oeste (La Rioja)",
    "authors": ["J.C.M. Turner"],
    "venue": "Boletı́n de la Academia Nacional de Ciencias",
    "year": 1962
  }, {
    "title": "A Geologic Time Scale",
    "authors": ["F.M. Gradstein", "J.G. Ogg", "A.G. Smith"],
    "year": 2004
  }, {
    "title": "Las relaciones estratigráficas del Grupo Paganzo en los alrededores del Cerro Noqués",
    "authors": ["C.O. Limarino", "A.T. Caselli"],
    "venue": "Sierra de Maz, provincia de La Rioja. XII Congreso Geológico Argentino y II Congreso de Exploración de Hidrocarburos, Actas,",
    "year": 1996
  }],
  "id": "SP:8da782c96bf256404a14c9ecfd6ac179dded95a2",
  "authors": [{
    "name": "Carlos Limarino",
    "affiliations": []
  }, {
    "name": "Alfonsina Tripaldi",
    "affiliations": []
  }, {
    "name": "Sergio Marenssi",
    "affiliations": []
  }, {
    "name": "Luis Fauqué",
    "affiliations": []
  }],
  "abstractText": "Tectonic activity, sea-level changes, and the climate controlled sedimentation in Late Paleozoic basins of western Argentina. The role of each factor is investigated from the geologic record of the Rı́o Blanco and Paganzo basins using three hierarchical orders of stratigraphic bounding surfaces. First-order surfaces correspond to regional unconformities, second-order ones to local unconformities with a lesser regional extent, and third-order surfaces represent locally extended sedimentary truncation. Using this methodology, the Carboniferous–Permian record of the Paganzo and Rı́o Blanco basins may be divided into two megasequences, four sequences, and 12 stratigraphic sections. Megasequences are bounded by regional unconformities that result from tectonic events important enough to cause regional paleogeographic changes. Sequences are limited by minor regional extension surfaces related to local tectonic movements or significant sea-level falls. Finally, stratigraphic sections correspond to extended sedimentary truncations produced by transgressive events or major climatic changes. Sequence I is mainly composed of marine deposits divided into basal infill of the basin (Section 1) and Tournaisian–Visean transgressive deposits (Section 2). Sequence II is bounded by a sharp erosional surface and begins with coarse conglomerates (Section 3), followed by fluvial and shallow marine sedimentary rocks (Section 4) that pass upward into shales and diamictites (Section 5). The base of Sequence III is marked by an extended unconformity covered by Early Pennsylvanian glacial sedimentary rocks (Section 6) that represent the most important glacial event along the western margin of Gondwana. Postglacial deposits (Section 7) occur in the two basins and comprise both glaciolacustrine (eastern region) and transgressive marine (central and western regions) deposits. By the Moscovian–Kasimovian, fluvial sandstones and conglomerates were deposited in most of the Paganzo Basin (Section 8), while localized volcanic activity took place in the Rı́o Blanco Basin. Near the end of the Carboniferous, an important transgression is recorded in the major part of the Rı́o Blanco Basin (Section 9), reaching the westernmost portion area of the Paganzo Basin. Finally, Sequence IV shows important differences between the Paganzo and Rı́o Blanco basins; fluvial red beds (Section 10), eolian sandstones (Section 11), and low-energy fluvial deposits (Section 12) prevailed in the Paganzo Basin whereas volcaniclastic sedimentation and volcanism dominated in the Rı́o Blanco Basin. Thus, tectonic events, sea-level changes and climate exerted a strong and complex control on the evolution of the Rı́o Blanco and Paganzo basins. The interaction of these allocyclic controls produced not only characteristic facies association patterns but also different kinds of stratigraphic bounding surfaces. 2006 Elsevier Ltd. All rights reserved.",
  "title": "Tectonic, sea-level, and climatic controls on Late Paleozoic sedimentation in the western basins of Argentina"
}