{
  "sections": [{
    "text": "Contents lists available at SciVerse ScienceDirect\nPalaeogeography, Palaeoclimatology, Palaeoecology\nj ourna l homepage: www.e lsev ie r .com/ locate /pa laeo\nBentonite geochronology, marine geochemistry, and the Great Ordovician Biodiversification Event (GOBE)\nCara K. Thompson a,⁎, Linda C. Kah a, Ricardo Astini b, Samuel A. Bowring c, Robert Buchwaldt c\na Department of Earth and Planetary Sciences University of Tennessee, Knoxville, TN 37996, United States b Laboratorio de Análisis de Cuencas, CICTERRA-CONICET, Universidad Nacional de Córdoba, Córdoba, Argentina c Department of Earth, Atmospheric, and Planetary Sciences Massachusetts Institute of Technology, Cambridge, MA 02138, United States\n⁎ Corresponding author at: Department of Geoscie Stony Brook, NY 11794, United States.\nE-mail address: cara.k.thompson@gmail.com (C.K. T\n0031-0182/$ – see front matter © 2012 Elsevier B.V. All doi:10.1016/j.palaeo.2012.01.022\na b s t r a c t a r t i c l e i n f o\nArticle history: Received 21 March 2011 Received in revised form 29 November 2011 Accepted 20 January 2012 Available online 28 January 2012\nKeywords: Middle Ordovician Argentina K-bentonite Geochronology Environmental change\nAttribution of Ordovician climate forcing to explosive volcanismand the potential global importance of volcanism in Ordovician biodiversification suggest the necessity of evaluating the relationships between K-bentonite deposition and increasingly high-resolution records of marine biogeochemical change. Globally, Ordovician strata preserve an extensive record of explosive volcanism— including thewidely recognized Lower toMiddleOrdovician FamatinaKbentonite suite in Argentina and the Upper Ordovician Millbrig–Deicke–Kinnekulle suite of North America and Europe. Here, we present high-resolution ID-TIMS U–Pb zircon ages of K-bentonites from measured sections of the San Juan Formation (Talacasto and Cerro La Chilca section) of the Argentine Precordillera. K-bentonites from the Argentine Precordillera provide stratigraphically consistent (i.e., younging upward) ages that range from 473.45±0.70 Ma to 469.53±0.62 Ma, and constrain the age of a low-magnitude (2‰), globally recorded, negative carbon-isotope excursion. Evaluation of the timing of K-bentonite deposition in the Argentina Precordillera relative to marine biostratigraphic and biogeochemical records provides insight into relationships between explosive volcanism and regional to global environmental change. From a regional standpoint, these ages provide critical direct evidence for a Dapingian to earliest Darriwilian age of the upper San Juan Formation at sampled localities. These ages are consistent with carbon-isotope data suggesting that the San Juan Formation in the region of its type section is coeval with only the base of the often-correlated Table Head Group of western Newfoundland. This data thus highlights the difficulties in using regional biostratigraphic data – particularly within erosionally truncated or otherwise diachronous units – to define the timeframe of carbon-isotope chemostratigraphy. New geochronological data also indicate that a discrete negative carbon-isotope excursion within the San Juan and Table Head formations is correlative to a globally recognized pre-MDICE negative excursion, and indicates that this aspect of the marine carbon isotope record can be used as a discrete chronologic marker. San Juan Formation bentonites, however, cannot be discretely correlated with observed, environmentally significant changes in the Middle Ordovician marine geochemical records of carbon, sulfur, strontium, or sea surface temperature. These results suggest that the extent of volcanism represented by the Famatina bentonite suite was insufficient to affect global surface environments and that the relationship between explosive volcanism and environmental change may not be straightforward as previously suggested.\n© 2012 Elsevier B.V. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "The Ordovician is characterized by a series of profound changes in Earth surface environments. Perhaps most dramatic among these changes was the expansion of marine life during the Great Ordovician Biodiversification Event (GOBE) (Harper, 2006). Over a 25 My period beginning in the Early Ordovician, a cascade of diversification resulted in increased biodiversity at species, genus, and family levels (Droser and Sheehan, 1997; Webby et al., 2004; Harper, 2006). The\nnces, Stony Brook University,\nhompson).\nrights reserved.\npeak of the GOBE correlates with a maximum continental dispersion (Scotese and McKerrow, 1990; Owen and Crame, 2002; Webby et al., 2004), elevated pCO2 (Berner and Kothavala, 2001; Herrmann et al., 2004), and global greenhouse climates. These conditions resulted in the largest area of tropical marine shelves in the Phanerozoic (Walker et al., 2002; Servais et al., 2009) and the potential for substantial diversification as a result of ecological interaction within an expanded ecosystem space (Droser and Finnegan, 2003; Harper, 2006; Achab and Paris, 2007; Servais et al., 2009; Servais et al., 2010). Yet there currently remains no single explanation for the GOBE (see Servais et al., 2009, 2010 for review), and a variety of potential causes – including global cooling (Trotter et al., 2008; Zhang et al., 2010), changes in nutrient flux (Cardenas and Harries, 2010) and resulting expansion of phytoplankton (Servais et al.,\n2008; Hints et al., 2010), or even extraterrestrially-driven ecosystem disturbance (Schmitz et al., 2007) – remain under active investigation.\nFollowing the GOBE is the end-Ordovician extinction, during which nearly 85% of this newly gained species-level diversity was lost (Jablonski, 1991; Sheehan, 2001). Although it is generally accepted that abrupt and widespread glaciation in the Hirnantian served as the primary mechanism for extinction (Brenchley et al., 1994; Sheehan, 2001), the timing, extent, and mechanism of global cooling remain controversial. Despite the temporal restriction (approximately 1 Myr) of evidence for dramatic changes in sea level and sea surface temperature in the Hirnantian (Brenchley et al., 1994; Finnegan et al., 2011), evidence for glacio-eustatically driven sea level change (Pope and Read, 1998; Calner et al., 2010), expansion of cool-water depositional lithologies (Pope and Steffan, 2003; Cherns andWheeley, 2007), carbon burial and CO2 drawdown (Kump et al., 1999; Saltzman and Young, 2005; Young et al., 2005, 2008, 2010; Ainsaar et al., 2010), changes in oceanic circulation (Herrmann et al., 2004; Saltzman, 2005; Thompson et al., 2010), and glacial deposition of strata in Africa (Theron, 1994; Hamoumi, 1999) suggest that climate change was already underway at the height of the GOBE.\nRecently, hypotheses regarding extensive, low-latitude emplacement of continental basalt (Barnes, 2004) have been suggested to play a role in both the GOBE and the climatic upheaval of the Hirnantian (Keller and Lehnert, 2010; Kidder and Worsley, 2010; Lefebvre et al., 2010). Unfortunately, with the exception of a sharp drop in marine 87Sr/86Sr in the Darriwilian (Qing et al., 1998; Shields et al., 2003) there is little direct evidence for the existence of such a basaltic province. Abundant evidence for widespread bentonite deposits (Bergström et al., 1995; Kolata et al., 1996) associated with explosive volcanism in continental margin arc settings, however, suggest that volcanism – as well as potential weathering of arc-related basaltic provinces –may have indeed played a role in moderating environmental change in the Ordovician (Young et al., 2009; Buggisch et al., 2010).\nOrdovician-aged bentonites occur in North America, South America, Europe, and Asia (Huff, 2008;Huff et al., 2010), and include the Lower to Middle Ordovician Famatinian bentonite suite of Argentina (Huff et al., 1997; Fanning et al., 2004; Astini et al., 2007), and the Upper Ordovician Deicke–Millbrig–Kinnekulle bentonite suite of North America and Sweden (Huff et al., 1992; Bergström et al., 1995, 2004; Kolata et al., 1996). In order to understand the potential role of explosive volcanism in Ordovician biodiversification and climate change, this manuscript presents new geochronological ages for a portion of the Famatinian Kbentonite suite and explores the timing of volcanism with respect to globally recognized patterns of marine geochemical change."
  }, {
    "heading": "2. Geologic background",
    "text": ""
  }, {
    "heading": "2.1. Argentine Precordillera",
    "text": "The Argentine Precordillera (Fig. 1) represents a microcontinent that rifted from the southeast margin of Laurentia in the Cambrian, drifted southward across Iapetus in the EarlyOrdovician, and eventually docked with Gondwana in the Late Ordovician (Thomas and Astini, 1996, 1999, 2003). Biostratigraphic data for the Precordillera show a progression from a fauna with predominantly Laurentian affinity in the Cambrian, through a period of increased endemicity and influence of Celtic–Baltic fauna in the Early–Middle Ordovician, to a fauna split between endemic and Gondwanan affinities by the Late–Middle Ordovician (Ramos, 1988; Benedetto, 1998, 2004; Benedetto et al., 1999; Albanesi and Ortega, 2002). Biostratigraphic data are interpreted to reflect the tectonic position of the Precordilleranmicrocontinent as it drifted southward from Laurentia to Gondwana (Benedetto, 2004).\nSedimentary strata of the Precordillera are primarily comprised of mixed carbonate, siliciclastic, and evaporite units deposited in a range of supratidal to deep subtidal environments (Astini et al., 1995). At\nthe base of the Precordilleran succession, evaporite-bearing shale of the Lower Cambrian Cerro Totora Formation marks the initial rifting of the Precordilleran terrane from southern Laurentia (Thomas and Astini, 2003), with passive margin deposition initiating with the Lower to Middle Cambrian La Laja Formation (Gomez et al., 2007). Passivemargin deposition continued from theMiddle Cambrian through the Early Ordovician and is recorded by the dominantly shallow-marine carbonate platformdeposition of the Zonda, La Flecha, and La Silla formations (Cañas, 1999). Conformably overlying these deposits, deeperwater carbonate strata of the Lower to Middle Ordovician San Juan Formation (Astini et al., 1995), and north–south diachronous development of overlying deep-water shale, mixed carbonate-shale, and carbonate of theMiddle to Upper Ordovician Gualcamayo, Las Chacritas, and Aguaditas formations, reflect variation in subsidence rates with the approach of the Precordilleran microcontinent to Gondwana (Astini, 1995; Thomas and Astini, 1996, 2003). Finally, docking of the Precordillera with Gondwana is marked by upper Middle to Upper Ordovician clastic wedge deposits of the Trapiche Group and its equivalents, which are interpreted as recording development of a peripheral forebulge and steepening of slopes to the west, in response to tectonic loading during accretion (Thomas and Astini, 1996, 2003).\nBy the Late Cambrian to Early Ordovician, an activemargin developed along the western Gondwanan margin (Astini, 2003; Astini and Dávila, 2004), and a series of Lower Ordovician K-bentonites in the Famatina terrane show compositional evolution from volcanic arc to more continental affinities (Astini et al., 2007). An absence of preserved bentonites in the Precordilleran terrane at this time suggests its spatial separation from the Gondwananmargin, with its approach to Gondwana marked by the widespread appearance of K-bentonite deposition in the Middle Ordovician (Huff et al., 1998; Astini et al., 2007).\nUltimately the Precordilleran terrane was uplifted by east-directed faulting of the Andean thrust belt in the Cenozoic (Thomas and Astini, 1999), and currently is exposed along the western margin of Argentina (Fig. 2), where it strikes north–south along the eastern margin of the Andean mountain range between 28°45′S and 33°15′S (Ramos, 1988, 2004). To the west of the carbonate platform, deep-water turbidites, and ocean-floor mafic and ultramafic rocks were deposited (Astini et al.,\n1995). To the east, the Famatina magmatic belt of the Sierra Pampeanas consists primarily of igneous rocks with calc-alkaline continental margin affinities (Astini et al., 1995). The Famatinian volcanic arc, in particular, developed on andwithin basement metasedimentary and gneissic lithologies with protoliths derived, according to zircon ages, from Proterozoic to Cambrian sources (Pankhurst et al., 1998; Rapela et al., 1998)."
  }, {
    "heading": "2.2. Distribution of K-bentonites within the Precordilleran terrane",
    "text": "Numerous bentonite horizons have been reported in the upper San Juan and lower Gualcamayo formations in the Argentine Precordillera (Huff et al., 1997, 1998; Fanning et al., 2004). These deposits are widespread in the Precordillera, where they are interbedded with subtidal, storm-dominated carbonate deposits of the upper San Juan Formation and basinal shale of the Gualcamayo/Los Azules Formation. K-bentonites have been reported from sections at Talacasto, Cerro La Chilca, Las Chacritas, Cerro Viejo, and Rio Gualcamayo sections (Huff et al., 1997, 1998, 2008; Fanning et al., 2004), and are here reported, as well, from the uppermost San Juan Formation strata near Pachaco. Bentonites are notably absent, however, from coeval, shallow-subtidal deposits of the San Juan Formation at its type section at La Silla, likely because bioturbation and wave action mixed ash deposits with underlying sediment, obscuring boundaries between carbonate deposition and ash deposits. By contrast, the absence of bentonites in strata of the lower San Juan Formation, from all sections, likely reflects the geographic distance of the Precordilleran terrane from the western\nigneous deposits\nsedimentary platform deposits\n100\nA N\nD E\nS\nSan Jua\nMendoza\n1 Rio Gualcamayo Section\n2 Cerro Viejo Section\n3 Cerro La Silla Section\n4 Cerro La Chilca Section\n5 Talacasto Section\n6 Pachaco Section\nFa m\nat in\na\nPr ec\nor di\nlle ra\nSierr Pampe\nPie de Palo\nLegend of Symbols\nA\nS. America\nA rg\nen tin\na\nFig. 2. Geologic map of western Argentina (modified from and Keller, 1999; Thomas and As the Sierra Pampeanas and Famatina magmatic arcs. B) Outcrop map of Precordilleran strata 1) formations. K-bentonites occur at all marked sections with the exception of the type sect sampled at Cerro La Chilca and Talacasto.\nGondwanan margin at initiation of Famatina volcanism (Astini et al., 2007).\nMajor and trace element analyses show K-bentonites from the Talacasto section (Fanning et al., 2004) to be high-silica rhyolites (>75% SiO2). The strikingly similar composition of bentonites collected by Huff et al. (1998) at the Cerro Viejo section suggests lateral continuity of volcanic ash falls across the Precordilleran terrane. Geochemical data further demonstrate the similarity of K-bentonites from both of these localities with magmas of the Chaschuil rhyolite in the Famatinian arc system (Fanning et al., 2004), suggesting that Famatinianmagma (468.3±3.4 Ma; Pankhurst et al., 2000) is the likely source of these ash falls."
  }, {
    "heading": "2.3. Stratigraphic framework of San Juan Formation bentonites",
    "text": "In the Argentine Precordillera, bentonites of the San Juan and Gualcamayo formations were deposited in the late Floian to the mid-Darriwilian (Huff et al., 1997; Fanning et al., 2004). This study reports ages only from bentonite horizons within the San Juan Formation from the Talacasto and Cerro la Chilca exposures (Fig. 2). These bentonites dissect a prominent, yet low magnitude, carbon-isotope excursion wherein the isotopic composition of marine carbonates drops from 0‰ to approximately −2‰ before rising again to values near 0‰ (Fig. 3). This negative isotopic excursion has been correlated to a near identical excursion in the lower Table Head Formation, western Newfoundland (Thompson and Kah, 2012). Overlying strata of the Table Head and Table Cove formations in Newfoundland, as\n20 km\n2\n3\nJachál\nGuandacol\nSan Juan\nR io\nS an\nJ ua\nn R\nio Ja\nch ál\n31°\n30°\n1\n4\n5\nkm\nn\n6\nas anas\nB\ntini, 2003). A) Geographic locality of the Precordilleran sedimentary terrane relative to (colored gray), noting sections of the San Juan (localities 2–6) and Gualcamayo (locality ion of the San Juan Formation at Cerro La Silla. For this study, bentonite horizons were\nwell as strata of the Las Chacritas and Las Aguaditas formations in Argentina, show continued rise in marine carbon-isotope composition in the aftermath of this excursion to values near 1.5‰. Elevated values are considered equivalent to the MDICE event (Middle Darriwilian Carbon Isotope Excursion; Ainsaar et al., 2004). TheMDICE is the oldest of seven positive marine carbon-isotope excursions in the Middle to Late Ordovician (Bergström et al., 2008), and is recorded broadly across Baltica (Ainsaar et al., 2004, 2010; Kaljo et al., 2007), China (Schmitz et al., 2010), and potentially North America (Saltzman and Young, 2005). North American marine carbon isotope records, however, are ambiguous (Saltzman and Young, 2005), and do not clearly show the >1‰ excursion above baseline values that defines the MDICE excursion (Ainsaar et al., 2004; Schmitz et al., 2010). The combined dataset fromArgentina and Newfoundland, therefore, appears to represent the first clear record of the MDICE excursion in the western hemisphere.\nBentonite deposits examined here span a low magnitude (b2‰), negative carbon-isotope excursion that is widely recognized directly prior to the MDICE event (Ainsaar et al., 2004, 2010; Saltzman and Young, 2005; Kaljo et al., 2007; Schmitz et al., 2010). The global biostratigraphic correlation of this negative isotopic excursion, however, is poorly constrained. In the Argentine Precordillera, bentonite deposits of the San Juan and Gualcamayo formations span the uppermost Oepikodus evae through Eoplacognathus suecicus conodont zones (Huff et al., 1998) and the victoriae to elegans graptolite zones (Huff et al., 1998; Astini et al., 2007), indicating an age of late Floian (FL3) or earliest Dapingian (DP1) to late Darriwilian (DW3) (Bergström et al., 2008). Current U–Pb geochronology of the Precordilleran K-bentonites provides ages only broadly consistent with biostratigraphic zonation, with bentonite horizons yielding ages of 469.5±3.2 Ma and 470.1±3.3 Ma (Fanning et al., 2004) to 464±2 Ma (Huff et al., 1997). Fanning et al. (2004) noted, however,\nthat the latter age was calculated by merging three concordant data points with one discordant point. A recalculated age that excluded the discordant point, provided a mean 207Pb/206Pb age of 470.9± 3.4 Ma, and suggests a late Dapingian to early Darriwilian age for the Famatinian bentonite suite.\nAcross Baltica and China, the positive MDICE excursion occurs largely within the Lenodus variabilis to the Eoplacognathus suecicus conodont zones and the pre-MDICE negative isotope excursion within the Baltoniodus navis to Microzarkodina parva conodont zones (Ainsaar et al., 2004, 2010; Kaljo et al., 2007; Schmitz et al., 2010). Although regional biostratigraphic data from the Argentine Precordillera are consistent with the pre-MDICE negative excursion occurring in the early to mid-Darriwilian (M. parva to L. variabilis; Buggisch et al., 2003), recent correlation of carbon-isotope records from Argentina and western Newfoundland (Thompson and Kah, 2012) shows this excursion in the lower Table Head Formation (Fig. 3). Chemostratigraphic data require that the pre-MDICE negative excursion lies substantially below the top of the L. variabilis zone, which marks the top of the overlying Table Cove Formation (Maletz et al., 2009). These correlations place the observed negative excursion in the Dapingian to early Darriwilian, which is broadly consistent with current geochronological constraints, but inconsistent with the biostratigraphy of Buggisch et al. (2003). Much of the current uncertainty in the age of this chemostratigraphic event likely arises from the regional diachroneity of the top of the Middle Ordovician San Juan Formation, which undergoes both rapid deepening and differential erosion with tectonic loading and migration of the peripheral bulge as the Precordilleran terrane approaches and begins to dock with the western Gondwanan margin (Thomas and Astini, 1996, 2003)."
  }, {
    "heading": "3. Geochronology of Precordilleran bentonites",
    "text": ""
  }, {
    "heading": "3.1. Sample collection",
    "text": "K-bentonites were sampled from a measured section of the San Juan Formation at Cerro La Chilca (30°36′16.9″S, 69°47′41.0″W) and Talacasto (31°00′35.5″S, 68°46′12.0″W). Carbonate samples for stable isotopic (C, S, O) analysis were collected from the same measured sections (Thompson and Kah, 2012). The San Juan Formation at Talacasto consists of an incomplete, composite section: lowermost strata of the San Juan Formation are deformed by chevron folds above a basal detachment and duplicated by numerous secondary faults; and the uppermost strata of the formation are erosionally removed and overlain by Silurian green shale. All samples for geochemical analysis were collected from the upper 125 m of the section, which represent an incomplete, yet continuous and non-faulted section of the San Juan Formation. More than 70 bentonites appear in the measured Talacasto section, and 11 were sampled for this study. Similarly, the uppermost 180 m of the San Juan Formation at the Cerro La Chilca section were measured and sampled for stable isotopic and geochronological analysis. At Cerro La Chilca, bentonites are concentrated in the upper 50 m of the formation, and in the transitional beds that mark the boundary between the San Juan Formation and the overlying Gualcamayo Formation. More than 50 bentonites occur in the Cerro La Chilca section, and 10 were sampled for this study. In both localities, sampling was concentrated on well-preserved, relatively undisturbed bentonite horizons with distinct, normal grading. These horizons are interpreted to represent single, discrete ash fall events. Before sampling, surficial material was removed to expose the freshest material, and sampling focused on the lowest, most coarsegrained interval since zircons are expected to be concentrated in these intervals.\nIn the sections sampled for this study (Talacasto and Cerro La Chilca; Fig. 4A, B), K-bentonites occur as discrete units that range in thickness from b1 cm to approximately 30 cm, with most ranging from 3 to 8 cm. K-bentonites typically are tan to buff colored, clay-\nrich, and recessed relative to the host carbonate rocks. Strata underlying bentonite horizons are iron-stained and commonly contain a cephalopod-rich death assemblage. Most bentonite horizons occur as single ash-fall deposits (Fig. 4C), although several composite Kbentonite deposits were also observed (Fig. 4D). Composite Kbentonites are identified by superposition of two or more events that show distinct normal grading. Grading does not occur within all horizons, and may reflect a combination of depositional and modern (i.e. rooting, or rodent burrowing) homogenization processes."
  }, {
    "heading": "3.2. Sample preparation and analysis",
    "text": "Zircon grains were dated using single grain ID-TIMS techniques (Schoene et al., 2006) at the Massachusetts Institute of Technology. Bentonites were processed using conventional magnetic and heavy liquid (methylene iodide) techniques to extract and separate zircon populations. Heavy mineral separates were hand picked in ethanol under an optical microscope to separate and classify zircons based on size, shape, clarity, and occurrence of inclusions. When possible, clear, elongate zircons with minimal inclusions were chosen for geochronological analysis in order to analyze the most rapidly formed, unaltered zircons. Internal zoning patterns were observed via SEM-cathodoluminescence (Fig. 4). Grains were treated using chemical abrasion techniques, wherein zircons were annealed in quartz beakers at ~900 °C for 60 h (Mattinson, 2005) and leached in concentrated HF at 210 °C for 12 h to remove metamict grains or metamict grain portions.\nOnce samples were chemically abraded and annealed, all additional sample processing took place in a clean lab. Any common Pb in zircon analyses was considered to be procedural contamination during zircon dissolution. Zircons were transferred to Teflon beakers and cleaned by fluxing with 30% HNO3 for 30–40 min, sonication, and rinsing in ultrapure water. Initial cleaning was repeated with another fluxing with 6.2 N HCl for 30–40 min, followed by sonication and rinsing. Individual zircons were then dissolved in concentrated HF for 48 h in Teflon microvials at 210 °C after being spiked with Earthtime ET535 205Pb–233U–235U tracer solution.\nUranium and lead were collected by HCl-based anion exchange procedures modified from Krogh (1973). Pre-cleaned columns were filled with 200–400 μm microbead resin and cleaned by flushing with 6 N HCl (to flush any possible Pb contaminant), ultra-pure Milli-Q water, 6 N HCl, 0.1 N HCl (to flush any possible U contaminant), and 3 N HCl. After cleaning, dissolved zircon fractions were loaded in each column, which was then flushed with 3 N HCl three times to remove zirconium. Pb was then released by flushing with 6 N HCl, and U was released by flushing with 0.1 N HCl. Pb and U were collected in clean Teflon beakers placed underneath the columns. Teflon beakers were cleaned by fluxing alternately with 6 N HCl and 6 N HF on a hot plate overnight (four times total). Pb and U were loaded together on a single Re filament using a silica gel. U–Pb isotopic measurements were performed on a VG Sector-54 multi-collector thermal-ionization mass spectrometer at MIT. Error and weighted means were calculated using U–Pb Redux (McLean et al., 2008, 2009) and are reported as 2σ. Errors on the weighted mean are reported in a tripartite±X/Y/Z scheme that denotes, respectively, the internal laboratory error, the tracer calibration error, and the tracer calibration and decay constant errors of Jaffey et al. (1971). Once ages are reported with full error calculation, they are referred to only in terms of the error that includes both the tracer calibration and decay constant errors."
  }, {
    "heading": "4. Results and interpretation",
    "text": "Geochronological data from zircons of the San Juan Formation Kbentonites are summarized in Table 1. C-, S-, and O-isotope and major and trace element results are detailed in Thompson and Kah (2012).\nHeavy mineral fractions were separated from a total of nine Kbentonites (KB-1, KB-3, KB-7, KB-10, KBT-1, KBT-3, KBT-4, KBT-7, and KBT-10). These samples represent a combination of the lowermost and uppermost San Juan Formation bentonites from the La Chilca (KB samples) and Talacasto (KBT) measured sections, and therefore maximized the potential to resolve discrete depositional ages even under conditions of high sedimentation rate. One sample yielded no recoverable zircons (KB-10), and geochronological analyses were ultimately carried out on the five samples (KB-1, KB-3, KBT-3, KBT-7 and KBT-10) that yielded the greatest abundance of zircons. These five K-bentonite horizons also are positioned to define the lower portion and apex of a prominent, yet lowmagnitude (~2‰) negative carbon isotope excursion that occurs prior to the MDICE carbon isotope event (Fig. 3). KBT-3 was deposited in the lower third of this δ13C excursion, whereas KBT-7, KBT-10, KB-1 and KB-3 were deposited as δ13C reached its negative apex and began to return to heavier isotopic values."
  }, {
    "heading": "4.1. Zircon morphology and textures",
    "text": "Zircons extracted from San Juan Formation K-bentonites are typically small (b100 μm) and, although they show a range of morphologies, most are euhedral, lozenge to needle shaped, and have bipyramidal terminations with no evidence for significant transport. Broken grains retain sharp edges along broken surfaces suggesting recent breakage, perhaps during extraction or by handling after the annealing process. Zircons are generally clear, although some contain distinct inclusions. Overall, grains display fine-scale, oscillatory-zoning under cathodoluminescence, with only a few recording more complicated internal structures such as rounded\ninternal cores, truncated zoning, and inclusions. Zircons with simple, zoned patterns and those that lacked cores were chosen for analyses.\nZircons from KBT-3 and KBT-7 are small (b100 μm in length) and euhedral (Fig. 5A and B), and zircons from KBT-3 have bimodal, stubby and acicular, morphologies. We chose to analyze acicular grains (length to width ratios >3:1) since this morphology is often associated with rapid crystallization and therefore are likely to reflect an age that is closer to the eruption age (Corfu et al., 2003). Zircons extracted from samples KBT-10 and KB-1 are generally larger (>100 μm in length), and display predominantly acicular morphologies with length to width ratios >3:1 (Fig. 5C, D, and E). Finally, zircons from KB-3 are typically small (b100 μm in length) and euhedral, although many grains display oscillatory-zoning with internal voids or rounded cores (Fig. 5F)."
  }, {
    "heading": "4.2. Geochronology of San Juan Formation zircons",
    "text": ""
  }, {
    "heading": "4.2.1. Sample KBT-3N",
    "text": "Five grains from sample KBT-3 were analyzed. Grain Z3 (Table 1) yielded an age that is older than the other grains and, because this sample had low common Pb (0.33 pg) and the KBT-3N (needle-shaped grain) population displayed potential for inherited cores, this age is considered to reflect inheritance. On a concordia plot (Fig. 6), the remaining four analyses form a group near or within uncertainty of the concordia curve. A weighted mean of the remaining four analyses yields a mean age of 473.45±0.40/0.49/0.70 with MSWD=0.65. The acicular shape and oscillatory-zoning, which is typical of magmatic grains (Corfu et al., 2003), suggest resolution at or near the eruption age [473.45±0.70] of the volcanic ash.\nTable 1 U-Th-Pb data for zircons within San Juan Formation bentonites.\nSamplea Composition Isotopic ratios Isotopic ages (Ma)\nThb U Pb*c (pg) Pbcc (pg) Pb*c\nPbc\n206Pbd 204Pb 206Pbe,f 238U ±2σ (%) 207Pbe 235U ±2σ (%) 207Pbe,f 206Pb ±2σ (%) 206Pb*f,g 238U ±2σ abs. 207Pbg 235U ±2σ abs. 207Pbf,g 206Pb ±2σ abs. Corr. coef.\nKB-1 z1 0.66 10.8 0.74 15 854 0.075446 0.098 0.5882 0.76 0.056545 0.7 468.88 0.44 469.7 2.9 474 15 0.69 z2 0.71 9.77 1.46 7 396 0.075438 0.19 0.5928 1.7 0.056988 1.5 468.83 0.84 472.6 6.3 491 34 0.66 z4 0.6 4.78 0.26 18 1090 0.075936 0.22 0.5955 0.75 0.056877 0.69 471.82 0.98 474.4 2.8 487 15 0.41 z5 0.76 6.27 0.31 20 1149 0.075548 0.27 0.5903 1.1 0.056668 0.96 469.5 1.2 471 4 479 21 0.54 z8 0.83 17 0.31 55 3031 0.075365 0.16 0.5862 0.33 0.05641 0.28 468.4 0.71 468.4 1.3 468.5 6.3 0.53 z10 1.09 5.52 0.69 8 433 0.075293 0.22 0.5932 1.5 0.057139 1.4 467.96 0.99 472.9 5.8 497 32 0.43 z14 1.03 8.55 0.58 15 790 0.075361 0.17 0.5908 0.97 0.056854 0.91 468.37 0.78 471.3 3.7 486 20 0.43 z24 0.8 11.2 0.41 27 1536 0.075333 0.11 0.5831 0.5 0.056141 0.48 468.21 0.52 466.5 1.9 458 11 0.32 z25 0.99 8.87 0.161 6 309 0.075654 0.38 0.594 2.1 0.056934 2 470.1 1.7 473.3 8 489 43 0.46\nKB-3 z1 0.75 45.2 0.89 51 2843 0.17883 0.062 1.8464 0.19 0.07488 0.16 1060.58 0.61 1062.1 1.2 1065.4 3.2 0.592 z3 0.48 2.22 0.39 6 351 0.2294 1.8 2.674 2.4 0.0846 1.4 1331 22 1321 18 1305 26 0.821\nKBT-1 z1 0.71 10.2 0.26 39 2245 0.075881 0.23 0.5961 0.38 0.056972 0.55 471.5 1 474.7 1.4 490 12 −0.6 z2 0.74 22.7 2.46 9 536 0.075509 0.18 0.592 1.1 0.056862 1.1 469.26 0.83 472.1 4.3 486 24 0.48 z3 0.58 10.9 0.28 39 2297 0.075747 0.097 0.5909 0.43 0.056575 0.41 470.68 0.44 471.4 1.6 475 9.2 0.23 z4 0.58 8.47 0.41 21 1240 0.075669 0.16 0.5886 0.78 0.05642 0.75 470.22 0.73 470 2.9 469 17 0.29 z7 0.49 1.74 1.37 1 94 0.074635 1 0.532 11 0.051715 10 464 4.5 433 38 273 240 0.4 z8 0.5 2.21 1.49 1 107 0.073824 0.91 0.618 6.4 0.060679 6 459.2 4 488 25 628 130 0.51 z17 0.59 9.44 0.56 17 993 0.075651 0.13 0.589 0.78 0.05647 0.71 470.11 0.58 470.2 2.9 471 16 0.6 z21 0.56 8.52 0.71 12 724 0.075578 0.13 0.5887 0.87 0.056495 0.82 469.68 0.57 470.1 3.3 472 18 0.48\nKBT-3N z1 0.77 3.62 0.81 4 267 0.076195 0.18 0.596 2.4 0.056714 2.2 473.37 0.82 474.6 9 480 50 0.8 z2 0.83 2.35 0.38 6 360 0.076176 0.21 0.602 2.1 0.057302 1.9 473.26 0.96 478.4 7.9 503 42 0.65 z3 0.82 6.36 0.33 19 1067 0.077161 1.6 0.607 1.7 0.057079 1.4 479.2 7.4 481.8 6.5 495 30 0.66 z4 0.9 15.5 0.59 26 1437 0.076162 0.17 0.5949 0.53 0.056655 0.48 473.17 0.76 474 2 478 11 0.47 z5 0.71 4.17 0.48 9 510 0.076274 0.16 0.593 1.4 0.056383 1.3 473.85 0.72 472.8 5.3 467 28 0.71\nKBT-10 z1 0.6 13.1 0.56 23 1372 0.075643 0.11 0.5904 0.47 0.056606 0.36 470.06 0.5 471.1 1.8 476.2 8 0.97 z2 0.46 17 0.35 49 2980 0.075546 0.16 0.5885 0.37 0.056501 0.28 469.48 0.74 469.9 1.4 472.1 6.3 0.68 z3 0.81 25.5 0.34 75 4130 0.075558 0.089 0.5894 0.31 0.05658 0.27 469.55 0.4 470.5 1.2 475.2 6 0.51 z4 0.7 9.23 0.49 19 1090 0.075547 0.12 0.5902 0.7 0.05666 0.67 469.49 0.56 471 2.7 478 15 0.34 z5 0.6 37.1 0.84 44 2589 0.075555 0.083 0.5887 0.26 0.056507 0.24 469.54 0.37 470.02 0.99 472.4 5.2 0.47 z6 0.76 8.75 0.62 14 810 0.075953 0.12 0.6007 0.78 0.057359 0.73 471.92 0.53 477.7 3 505 16 0.49 z9 0.86 8.17 0.6 14 762 0.075799 0.16 0.5946 0.91 0.056894 0.84 471 0.74 473.8 3.4 487 18 0.5 z10 0.83 8.5 1.93 4 260 0.075989 0.51 0.6 2.4 0.057308 2.2 471.2 2.3 477.5 9.3 503 49 0.48\nBlank composition: 206Pb/204Pb=18.24±0.21; 207Pb/204Pb=15.34±0.16; 208Pb/204Pb=37.35±0.20. a Single-grain fraction descriptors: KBT=Talacasto, KB=Cerro La Chilca, N=needles. b [Th] calculated from radiogenic 208Pb and the 207Pb and the 207Pb/235U date of the sample, assuming concordance between U–Th–Pb systems: λ (232Th)=4.9475×10−11/yr. c Pb* and Pbc represent radiogenic Pb and common Pb, respectively. d Measured ratio corrected for fractionation and spike contribution only. e Measured ratios corrected for fractionation, spike, blank and initial common Pb. f Corrected for initial Th/U disequilibrium using radiogenic 208Pb and Th/U [magma]=2.8. g Isotopic dates calculated using the decay constants of Steiger and Jager (1977): λ(235U)=9.8485×10−10/yr and λ(238U)=1.55125×10−10/yr."
  }, {
    "heading": "4.2.2. Sample KBT-7",
    "text": "Eight grains from sample KBT-7 were analyzed. Grains Z7 and Z8 were excluded from age calculation because of their high common lead content (1.37 and 1.49 pg, respectively), which likely represents procedural contamination. On a concordia plot (Fig. 6), Z1 and Z3 fall largely outside uncertainty of the concordia curve and are, therefore, excluded from the age calculation. The remaining four analyses form a group near or within uncertainty of the concordia curve. A weighted mean of these four analyses gives an age of 469.86±0.33/0.42/0.65 with MSWD=1.4. Fine-scale oscillatory-zoning that is typical of magmatic grains (Corfu et al., 2003) suggests resolution at or near the eruption age [469.86±0.65] of the volcanic ash."
  }, {
    "heading": "4.2.3. Sample KBT-10",
    "text": "Eight grains from sample KBT-10 were analyzed. Grain Z10 was excluded from age calculations because of its high common lead content (1.93 pg), which likely reflect procedural contamination.\nGrains Z6 and Z9 fall well outside uncertainty of the concordia curve (Fig. 6) and, therefore, are excluded from the age calculation. The remaining five analyses form a group near or within uncertainty of the concordia curve. A weighted mean of these grains yields a mean age of 469.63±0.21/0.33/0.60 with MSWD=0.97. The acicular shape and oscillatory-zoning, which is typical of magmatic grains (Corfu et al., 2003) suggest resolution at or near the eruption age [469.63±0.60] of the volcanic ash."
  }, {
    "heading": "4.2.4. Sample KB-1",
    "text": "Nine grains from sample KB-1 were analyzed. Zircons Z4, Z5 and Z25 fall well outside uncertainty of the concordia curve (Fig. 6) and, therefore, are excluded from the age. These grains could represent contamination from inclusions. The remaining six analyses form a group near or within uncertainty of the concordia curve. A weighted mean of these six grains yields a mean age of 469.53±0.26/0.36/ 0.62 with MSWD=1.2. This is interpreted as the eruption age of the\nvolcanic ash. The acicular shape and oscillatory-zoning, which is typical of magmatic grains (Corfu et al., 2003) suggest resolution at or near the eruption age [469.53±0.62] of the volcanic ash."
  }, {
    "heading": "4.2.5. Sample KB-3",
    "text": "The two grains from sample KB-3 that were analyzed each yielded Proterozoic ages (1060 and 1330 Ma). These ages suggest that the zircons are potentially sourced from basement metasedimentary rocks and gneisses of the Famatina and Pampeanas arc terranes (Fig. 2A), which have zircons with continental affinities that range in age from 500 to 2000 Ma (Casquet et al., 2001; Rapela et al., 2001). Zircons analyzed from KB-3, therefore, were interpreted as inherited and no further analyses were conducted."
  }, {
    "heading": "5. Discussion",
    "text": "5.1. Defining Precordilleran chronology\nThe resolved age of sample KBT-3 falls within the Floian Stage of the 2009 GSA Geologic Time Scale (Walker and Geissman, 2009); mean ages of the remaining samples fall entirely within the Dapingian Stage. The ages of KBT-3, KBT-7, KBT-10, and KB-1 are within error of mean U–Pb zircon ages previously reported for the Talacasto section (469.5±3.2 Ma and 470.1±3.3 Ma; Fanning et al., 2004). All bentonites analyzed in this study are older than the U–Pb zircon mean age reported for the Cerro Viejo section (464±2 Ma; Huff et al., 1997), but agree well with a recalculation of this age to 470.9±3.4 Ma (Fanning et al., 2004).\nDifficulty arises, however, when considering these ages within a biostratigraphic framework for the San Juan Formation. The biostratigraphic age of the San Juan Formation is well constrained at its base to the Macerodus dianae zone, which is considered coeval with the uppermost Tremadocian Paltodus deltifer conodont zone (Albanesi et al., 1998; Buggisch et al., 2003). The top of the formation, however, is regionally diachronous, with biostratigraphic determinations spanning an 8–10 Myr range from conodont zones O. evae to L. variabilis (Albanesi et al., 1998, 1999; Cañas and Aguirre, 2005) or E. suecicus (Sarmiento, 1991). Diachroneity of theuppermost San JuanFormation is recorded through the eastern Precordillera by a north to south shift in depositional facies to deeper-water facies of the Gualcamayo, Las Chacritas, and Las Aguaditas formations (cf. Keller et al., 1993; Keller, 1999), or by truncation — either structurally, as at its type section of La Silla (Buggisch et al., 2003), or stratigraphically, as at Talacasto where it is unconformably overlain by Silurian shale (Keller, 1999).\nChemostratigraphic correlation of the San Juan Formation and conformably overlying Gualcamayo, Las Chacritas, and Las Aguaditas formations with carbonate strata of the Table Point and Table Cove formations, western Newfoundland (Thompson and Kah, 2012), suggests a similar mid-Dapingian to mid-Darriwilian (or approximately 470–464 Ma) diachroneity for the upper San Juan Formation. In sharp contrast to the correlation of biostratigraphic and chemostratigraphic profiles (Fig. 3) proposed by Buggisch et al. (2003), the\naddition of biostratigraphic markers provided by chemostratigraphic correlation with western Newfoundland (Thompson and Kah, 2012) requires that the uppermost strata of the San Juan Formation at both Talacasto and Cerro La Chilca reside close to the Dapingian– Darriwilian boundary. Combined chemo-biostratigraphic correlations of Thompson and Kah (2012) are entirely consistent with geochronological data reported here. Close correspondence between the stratigraphic C-isotope profiles for Cerro La Chilca and Talacasto measured sections suggests similar deposition rates recorded by these strata. Geochronological constraints support a duration of the Talacasto section (between KBT-3 and KBT-10) of 3.8±0.45 Myr, which, assuming a field measurement error of ±5%, gives a sedimentation rate of 21.8± 2.8 (19 to 24.6)m/Myr. These sedimentation rates place the top of the San Juan Formation (defined as the top of the 20.9 m thick “transitional beds” which mark the boundary between the San Juan and overlying Gualcamayo Formation), which lies 45.2 m above sample KB-1, at approximately 467 Ma, or within the earliest Darriwilian."
  }, {
    "heading": "5.2. Calibration of marine carbon isotopes",
    "text": "San Juan Formation bentonites were deposited during a prominent, low-magnitude (b2‰) negative carbon isotope excursion. Radiometric calibration of the San Juan Formation marine carbon isotope curve (Fig. 7) requires revision of the current biostratigraphic\ninterpretation (Buggisch et al., 2003). Althoughmarine carbonate rocks attributed to the San Juan Formation extend into themid-Darriwilian E. suecicus conodont zone (Sarmiento, 1991), it has been welldocumented that the top of the San Juan Formation is diachronous across the Precordillera (Albanesi et al., 1998, 1999; Cañas and Aguirre, 2005). Both the Talacasto and Cerro La Chilca sections of the San Juan Formation occur near its type locality at Cerro La Silla (Fig. 2). Chronometric calibration of the marine carbon isotope curve indicates that the top of the San Juan Formation in this region occurs within the earliest Darriwilian. This revised calibration (Fig. 7) demonstrates that the observed negative carbon isotope event was initiated in the late Floian (O. evae conodont zone), reached its nadir in the mid-Dapingian (B. navis conodont zone), and returned to near 0‰ values in the Darriwilian (uppermost L. variabilis to lowermost E. suecicus conodont zone)—well above the top of the San Juan Formation near its type locality.\nThis revised calibration suggests, as well, the need to re-evaluate the behavior of the marine carbon isotope record leading up to the mid-Darriwilian MDICE event. Everywhere where the MDICE event has been established, including within Latvia and Estonia (Ainsaar et al., 2004, 2010; Kaljo et al., 2007), Sweden (Bergström, 2007; Schmitz et al., 2010), China (Schmitz et al., 2010), Newfoundland (this study), and Argentina (this study), positive carbon isotope values initiated near the base of the E. suecicus conodont zone and continue above the E. suecicus zone into the upper Darriwilian Pygodus serra conodont zone. Carbon isotope values then remain elevated until the late Darriwilian (P. anserius conodont zone) before they begin to decline. The structure of the pre-MDICE carbon isotope record, however, is variable. In sections representing deposition in deep-water (deep shelf-to-slope) environments, such as the Jurmala borehole in Latvia (Ainsaar et al., 2010) or western Newfoundland (this study; for lithologic descriptions and depositional environments,\nsee Thompson and Kah, 2012), marine carbon isotope records reveal a broad (6–8 Myr duration) negative excursion that reaches its nadir in the B. navis conodont zone. By contrast, stratigraphic sections that represent shallower-water (mid-shelf) environments, such as the Kerguta and Mehikoorma boreholes (Kaljo et al., 2007; Ainsaar et al., 2010) and Tallinn section (Ainsaar et al., 2004) in Estonia, the Kargärd section in Sweden (Bergström, 2007), and the Las Chacritas and Las Aguaditas sections of Argentina (this study; for lithologic descriptions and depositional environments, see Thompson and Kah, 2012), show an initial decrease in marine carbon-isotope composition followed by a distinct kick to more positive values in the L. variabilis conodont zone and an additional decline downward in the section to an isotopic nadir in the B. navis conodont zone. Sections representing deposition in environments transitional between these two states, such as the Hallekis Quarry section in Sweden, or the Puxi River and Maocaopu sections of China (Schmitz et al., 2010), appear to record a combination of these two signals wherein strata record a broad negative isotope excursion with a small positive increase (b0.5‰) in the L. variabilis conodont zone.\nThat the pre-MDICE carbon isotope excursion appears to be quite low in its magnitude (b2‰), long in its duration (6–8 Myr), and strongly correlated with depositional environment suggests that the excursion may simply reflect an isotopic depth gradient in the ocean and its interaction with different marine environments. In this scenario the isotopic “kick” in the L. variabilis conodont zone, and increased isotopic variability represented by sections representing the shallowest-water marine environments, such as the Tallinn section in Estonia (Ainsaar et al., 2004) or the Antelope Valley section in the United States (Saltzman and Young, 2005), may represent the inherent isotopic variability within these environments. Regardless, the marine carbon isotope records from Argentina and Newfoundland appear to accurately reflect open marine isotopic records as preserved\nglobally, suggesting that this pre-MDICE negative carbon isotope excursion – despite its environmentally-controlled variation – may be used as a discrete chronologic marker."
  }, {
    "heading": "5.3. Climate consequences of explosive volcanism in the Middle Ordovician",
    "text": "One of the largest, most rapid drops in 87Sr/86Sr (~0.7088 to ~0.7078; Fig. 8) in the Phanerozoic occurs in the mid-Ordovician beginning in the upper Darriwilian P. serra conodont zone (Veizer and Compston, 1974; Burke et al., 1982; Veizer et al., 1986; Qing et al., 1998; Shields et al., 2003) and is broadly coincident with Late Ordovician explosive volcanism, as marked by widespread bentonites deposition across Laurentia and Baltica (Huff et al., 1992, 1996; Bergström et al., 1995). This rapid drop has been attributed to a combination of waning PanAfrican orogenic activity, decreased continental weathering associated with a major transgression of sea level, and an increase in either sea floor spreading (Shields et al., 2003) or weathering of young basaltic provinces associated with arc magmatism (Young et al., 2009).\n2\nIt has further been suggested that this rapid drop in 87Sr/86Sr reflected a potentially significant CO2 drop and coincident global cooling prior to Hirnantian glaciation (Buggisch et al., 2010). If significant CO2 drawdown occurred, however, it was not recorded in the marine sea surface temperature record. Oxygen-isotopic signatures from both conodonts (Trotter et al., 2008; Herrmann et al., 2010) and clumped isotope paleothermometry (Finnegan et al., 2011) suggest that after a protracted decline in sea surface temperature from the Early through the Middle Ordovician (Trotter et al., 2008; Finnegan et al., 2011), sea surface temperatures stabilized in the mid-to-late Darriwilian and remained stable until the mid-to-late Katian when temperatures dropped dramatically with the onset of Hirnantian glaciation. Young et al. (2009) suggest that sea surface temperatures during this period were stabilized by explosive volcanism via a balance between volcanic outgassing and basalt weathering. In this scenario, late-Katian to Hirnantian cooling resulted from a combination of the cessation of volcanic outgassing associated with explosive volcanism, and continued weathering of arc-related basalts and their associated CO2 drawdown.\nSr/ Sr\nSea Surface Temperature 2 26 30 34 38 42\n0.7 09\n0\n0.7 08\n0\nSea Level\nLow High\nive volcanic events in the Early–Middle Ordovician (Famatina suite, Argentina) and Late river to biospheric change during these intervals, yet current data do not support causal l. (2004). K-bentonite distribution from Huff (2008), composite carbon isotope curve otter et al. (2008), and composite 87Sr/86Sr curve (dashed line) modified from Shields Schutter (2008). Gray boxes mark interval of the MDICE excursion.\nIn sharp contrast to theMiddle Ordovician strontium isotope record, stable, yet elevated 87Sr/86Sr values in the Early to Middle Ordovician have been attributed primarily to extensive weathering of Pan-African orogenic rocks (Qing et al., 1998; Shields et al., 2003). During the Early Ordovician, a small decline in marine 87Sr/86Sr (0.7090 to 0.7088; Shields et al., 2003) is broadly coincident with the onset of Famatina volcanic activity (Fig. 8). Comparison of the timing of Argentina Kbentonite deposition to sea surface temperature records shows that explosive volcanism occurred near the end of a long (>25Myr) gradual decline in sea surface temperature, with no apparent change in the rate of oceanic cooling associated with the onset of Famatinian explosive volcanism (Huff, 2008). If a mechanism similar to that invoked by Young et al. (2009) were operating in the Early to Middle Ordovician, gradual cooling through the Early to Middle Ordovician would require basaltic weathering to have consumed CO2 faster than it was produced by volcanic outgassing. Furthermore, in order to retain the marked stability and radiogenic isotopic composition of the 87Sr/86Sr record, basaltic weathering would also have to be balanced, over the long term, by a continental weathering input. Combined, these arguments suggest that explosive volcanism recorded by widespread bentonites in the Argentine Precordillera played only a very limited role in global biospheric change.\nThe gradual decline in sea surface temperature observed through the Early and Middle Ordovician has also been attributed to an increase in productivity and organic carbon burial as a result of increased biodiversification in the Ordovician (Trotter et al., 2008). Biodiversification during the GOBE is marked by transition from dominantly benthic grazers to suspension feeders (Bottjer et al., 2001). It has been hypothesized that this transition in feeding structure and resultant tiering of the marine ecosystem was driven by phytoplankton expansion that served as a new food source for animal consumption (Bambach, 1993; Signor and Vermeij, 1994). It is thus necessary to explore whether explosive volcanism in the Middle Ordovician, which can provide a variety of metals, such as iron and phosphorus, that are essential for organic matter production (Gaddy and Parker, 1986; Felitsyn and Kirianov, 2002), may have had played a direct role in the expansion of life in the Middle Ordovician. Explosive volcanism in the Famatinian arc system appears to have been active through much of the early stages of the GOBE (Webby et al., 2004). Volcanic ash deposits potentially acted as a fertilizer to enhance bioproductivity (Gaddy and Parker, 1986) during this time. If this is the case, the effects of increased nutrient input should be reflected in marine biogeochemical cycles.\nMarine C-isotope composition is considered to reflect a balance between organic carbon burial and delivery of inorganic carbon to the ocean. The deposition of Famatina K-bentonites coincides with an interval of unusually stable marine carbon isotope composition, wherein short-term excursions of b1‰ are superimposed over a long-term variation between −2‰ and 0‰ from the mid-Floian to the mid-Darriwilian (Fig. 8). Subdued carbon-isotope fluctuations in the Early to Middle Ordovician are commonly attributed to generally low rates of organic carbon burial (fraction of total carbon buried as organic carbon=0.1 to 0.2) associated with decreased nutrient availability during greenhouse times (Saltzman, 2005). Such an interpretation is supported by sulfur-isotope data that indicates widespread euxinia and the potential for a net flux of nutrients to the sedimentary substrate (Thompson and Kah, 2012). Under these conditions, initiation of Famatina arc volcanism in the Floian would enhance nutrient fluxes to the surface oceans, resulting in a net increase in marine productivity and organic carbon. The broad negative carbon-isotope excursion recorded through the upper Floian and Dapingian strata is inconsistent with such an interpretation. However, because marine carbon and sulfur isotope cycles are linked via the availability of reactive marine organic matter for bacterial sulfate reduction, the sulfur isotope record may provide additional insight into changes in marine productivity.\nThe isotopic composition of marine sulfate in the Early to Middle Ordovician records short-term oscillation that has been attributed to small scale changes in bacterial sulfate reduction and bacterial sulfate oxidation within an ocean that otherwise maintains a dynamic equilibrium between distinct sulfate (surface ocean) and hydrogen sulfide (deep ocean) reservoirs (Thompson and Kah, 2012). An abrupt shift in the average isotopic composition ofmarine sulfate, however, occurs near the Middle–Late Ordovician boundary. This sulfur-isotope event coincides with a long-term minimum in sea surface temperature (Trotter et al., 2008) and has been hypothesized to represent the onset of vigorous oceanic circulation and downwelling of cool, oxygen-rich waters that resulted in substantial oxidation of the deep-ocean hydrogen sulfide reservoir (Thompson et al., 2010). This event and the subsequent reorganization of marine biogeochemical cycles, however, occur well after the end of explosive volcanism associated with Famatinian arc magmatism. Prior to this biogeochemical reorganization, the longterm stability of the marine sulfur-isotope record – which was maintained both before and after the onset of Famatinian volcanism– suggests no clear influence of explosive volcanism on marine environmental conditions.\nTogether, these observations suggest that the relationship between explosive volcanism and environmental change in the Middle Ordovician is not straightforward, and that the extent of volcanism represented by the Famatina bentonite suite was insufficient to affect global surface environments. Insteadwe suggest that expansion of phytoplankton (Servais et al., 2008, 2010), zooplankton (Noble and Danelian, 2004; Paris et al., 2004), and ultimately marine metazoan diversity in the earliest stages of the GOBE appears to be more closely related to expansion of ecospace ultimately driven by plate tectonic reconfiguration and changes in sea level (Fig. 8). The apparent inability of Famatinian volcanism to affect the global biosphere may relate most clearly to the limited spatial extent of ash falls along the western Gondwanan margin (Huff et al., 1998; Astini et al., 2007)."
  }, {
    "heading": "6. Conclusions",
    "text": "Lower and Middle Ordovician strata of Argentina preserve an extensive record of explosive volcanism related to convergence of the Precordillera terrane with the western Gondwanan margin and the development and ultimate demise of the Famatina arc system. Highresolution ID-TIMS U–Pb ages on zircons within K-bentonites of the San Juan Formation, Argentine Precordillera provide stratigraphically consistent ages that range from473.45±0.70 Ma to 469.53±0.62 Ma. The substantially higher precision of these new ages, and their correlation with high-resolutionmarine geochemical records, permit evaluation of explosive volcanism as an agent of global biospheric evolution.\nDated bentonites within the Famatina bentonite suite span a lowmagnitude (2‰), globally-recorded negative excursion in marine carbon isotopic composition that provides an independent mechanism for global time-correlation. New geochronological ages are consistent with recent carbon-isotope correlation suggesting that the San Juan Formation in the region of its type section is coeval with only the base of the often-correlated Table Head Group of western Newfoundland. These data highlight the difficulty of using regional biostratigraphic data – particularly within erosionally truncated or otherwise diachronous units – to define the time-frame of carbon-isotope chemostratigraphy. New geochronological data also suggest that a globally recognized pre-MDICE negative excursion can be used as a discrete chronologic marker. San Juan Formation bentonites, however, cannot be discretely correlated with observed, environmentally significant changes in the Middle Ordovician marine geochemical records of carbon, sulfur, strontium, or sea surface temperature, suggesting that the extent of volcanism represented by the Famatina bentonite suite was insufficient to affect global surface environments. These results emphasize that the relationship between explosive volcanism and environmental change is not straightforward and needs to be carefully evaluated."
  }, {
    "heading": "Acknowledgments",
    "text": "Funding for this project was provided by the National Geographic Society (NGS 7866-05 to Kah), National Science Foundation (NSF-EAR 0745768 to Kah), and the American Chemical Society (ACS-PRF 48166 to Kah), alongwith student grants from SigmaXi, the Geological Society of America, and SEPM (to Thompson). We give special thanks to Fernando Gomez (University of Cordoba) and Geoff Gilleaudeau (University of Tennessee) for their help in conducting field work in Argentina; and Lisa Pratt and Seth Young (Indiana University) and Zhenghua Li (University of Tennessee) for their help with isotopic and elemental analyses. We also thank Michael Pope and an anonymous reviewer for comments that improved the clarity of this manuscript."
  }],
  "year": 2012,
  "references": [{
    "title": "The Ordovician chitinozoan biodiversification and its leading factors",
    "authors": ["A. Achab", "F. Paris"],
    "year": 2007
  }, {
    "title": "Middle and Upper Ordovician stable isotope stratigraphy across the facies belts in the East Baltic. In: Hints, O., Ainsaar, L. (Eds.), WOGOGOB-2004 Conference Materials",
    "authors": ["L. Ainsaar", "T. Meidla", "O. Tinn"],
    "year": 2004
  }, {
    "title": "Middle and Upper Ordovician carbon isotope chemostratigraphy in Baltoscandia: a correlation standard and clues to environmental history",
    "authors": ["L. Ainsaar", "D. Kaljo", "T. Martma", "T. Meidla", "P. Männik", "J. Nõlvak", "O. Tinn"],
    "year": 2010
  }, {
    "title": "Advances on conodont-graptolite biostratigraphy of the Ordovician system of Argentina",
    "authors": ["G.L. Albanesi", "G. Ortega"],
    "venue": "Serie Correlacion Geologica",
    "year": 2002
  }, {
    "title": "Bioestratigrafía de conodontes de las secuencias ordovícicas del cerro Potrerillo",
    "authors": ["G.L. Albanesi", "M.A. Hünicken", "C.R. Barnes"],
    "venue": "Precordillera Central de San Juan, R. Argentina. Actas XII Academia Nacional de Ciencias,",
    "year": 1998
  }, {
    "title": "Conodont-graptolite biostratigraphy of the Gualcamayo Formation (Middle Ordovician) in the Gualcamayo–Guandacol rivers area, Argentina Precordillera",
    "authors": ["G.L. Albanesi", "G. Ortega", "C.R. Barnes", "M.A. Hünicken"],
    "venue": "Acta Univesitatis Carolinae — Geologica",
    "year": 1999
  }, {
    "title": "Geologic meaning of Arenig–Llanvirn diachronous black shales (Gualcamayo Alloformation) in the Argentine Precordillera, tectonic or eustatic? Ordovician Odyssey",
    "authors": ["R.A. Astini"],
    "venue": "Short Papers for the 7th International Symposium on the Ordovician System. Pacific Section,",
    "year": 1995
  }, {
    "title": "Ordovician basins of Argentina",
    "authors": ["R.A. Astini"],
    "year": 2003
  }, {
    "title": "Ordovician back arc foreland and Ocloyic thrust belt development on the western Gondwana margin as a response to Precordillera terrane accretion",
    "authors": ["R.A. Astini", "F.M. Dávila"],
    "venue": "Tectonics 23,",
    "year": 2004
  }, {
    "title": "The early Paleozoic evolution of the Argentine Precordillera as a Laurentian rifted, drifted, and collided terrane: a geodynamic model",
    "authors": ["R.A. Astini", "J.L. Benedetto", "N.E. Vaccari"],
    "venue": "Geological Society of America Bulletin",
    "year": 1995
  }, {
    "title": "Ordovician K-bentonites in the upper-plate active margin of Western Gondwana, (Famatina Ranges): stratigraphic and palaeogeographic significance",
    "authors": ["R.A. Astini", "G. Collo", "F. Martina"],
    "venue": "Gondwana Research",
    "year": 2007
  }, {
    "title": "Seafood through time: changes in biomass, energetics, and productivity in the marine ecosystem",
    "authors": ["R.K. Bambach"],
    "venue": "Paleobiology",
    "year": 1993
  }, {
    "title": "Was there an Ordovician superplume event",
    "authors": ["C.R. Barnes"],
    "year": 2004
  }, {
    "title": "Early Paleozoic brachiopods and associated shelly faunas fromwestern Gondwana: its bearing on the geodynamic history of the pre-Andean margin",
    "authors": ["J.L. Benedetto"],
    "venue": "The Proto-Andean Margin of Gondwana: Geological Society of London, Special Publication,",
    "year": 1998
  }, {
    "title": "The allochthony of the Argentine Precordillera ten years later (1993–2003): a new paleobiologic test of the microcontinent model",
    "authors": ["J.L. Benedetto"],
    "venue": "Gondwana Research",
    "year": 2004
  }, {
    "title": "Paleontological constraints on successive paleogeographic positions of Precordillera terrane during the early Paleozoic",
    "authors": ["J.L. Benedetto", "T.M. Sánchez", "M.G. Carrera", "E.D. Brussa", "M.J. Salas"],
    "venue": "Geological Society of America, Special Paper",
    "year": 1999
  }, {
    "title": "The Ordovician conodont biostratigraphy in the Siljan region, south-central Sweden: a brief review of an international reference standard. In: Ebbestad, J.O.R., Wickström, L.M., Högström, A.E.S. (Eds.), WOGOGOB 2007: Field Guide and Abstracts: Sveriges Geologiska Undersökning",
    "authors": ["S.M. Bergström"],
    "venue": "Rapporter ochMeddelanden,",
    "year": 2007
  }, {
    "title": "Nomenclature, stratigraphy chemical fingerprinting, and real distribution of some middle Ordovician bentonites in Baltoscandia",
    "authors": ["S.M. Bergström", "W. Huff", "D. Kolata", "H. Bauert"],
    "venue": "GFF 117,",
    "year": 1995
  }, {
    "title": "The greatest volcanic ash falls in the Phanerozoic: Millbrig and Kinnekulle K-bentonites",
    "authors": ["S.M. Bergström", "W.D. Huff", "M.R. Saltzman", "D.R. Kolata", "S.A. Leslie"],
    "venue": "The Sedimentary Record",
    "year": 2004
  }, {
    "title": "The new chronostratigraphic classification of the Ordovician System and its relations to major regional series and stages",
    "authors": ["S.M. Bergström", "X. Chen", "J.C. Gutierrez-Marco", "A. Dronov"],
    "year": 2008
  }, {
    "title": "The ecological architecture of major events in the Phanerozoic history of marine life",
    "authors": ["D.J. Bottjer", "M.L. Droser", "P.M. Sheehan", "G.R. McGhee Jr."],
    "year": 2001
  }, {
    "title": "Bathymetric and isotopic evidence for a shortlived Late Ordovician glaciation in a greenhouse",
    "authors": ["P.J. Brenchley", "J.D. Marshall", "G.A.F. Carden", "D.B.R. Robertson", "D.G.F. Long", "T. Meidla", "L. Hints", "T.F. Anderson"],
    "venue": "period. Geology",
    "year": 1994
  }, {
    "title": "Carbon isotope record of the Late Cambrian to Early Ordovician carbonates of the Argentine Precordillera",
    "authors": ["W. Buggisch", "M. Keller", "O. Lehnert"],
    "year": 2003
  }, {
    "title": "Did intense volcanism trigger the first Late Ordovician",
    "authors": ["W. Buggisch", "M.M. Joachimski", "O. Lehnert", "S.M. Bergström", "J.E. Repetski", "G.F. Webers"],
    "venue": "icehouse? Geology",
    "year": 2010
  }, {
    "title": "Variation of seawater",
    "authors": ["W.H. Burke", "R.E. Denison", "E.A. Hetherington", "R.B. Koepnick", "H.F. Nelson", "J.B. Otto"],
    "year": 1982
  }, {
    "title": "Palaeokarst evidence for widespread regression and subaerial exposure in the middle Katian (Upper Ordovician) of Baltoscandia: significance for global climate",
    "authors": ["M. Calner", "O. Lehnert", "J. Nolvak"],
    "year": 2010
  }, {
    "title": "Facies and sequences of the Late Cambrian–Early Ordovician carbonates of the Argentine Precordillera: a stratigraphic comparison with Laurentian platforms",
    "authors": ["F.L. Cañas"],
    "venue": "Special Paper,",
    "year": 1999
  }, {
    "title": "High-resolution stratigraphy of the San Juan Formation, Lower Ordovician, Precordillera of Cuyo, San Juan, Argentina; preliminary results",
    "authors": ["F.L. Cañas", "H.D. Aguirre"],
    "venue": "Actas del Congresa Geologico Argentino",
    "year": 2005
  }, {
    "title": "Effect of nutrient availability on marine origination rates throughout the Phanerozoic eon",
    "authors": ["A.L. Cardenas", "P.J. Harries"],
    "venue": "Nature Geoscience",
    "year": 2010
  }, {
    "title": "Involvement of the Argentine Precordillera terrane in the Famatinian mobile belt: U–Pb SHRIMP and metamorphic evidence",
    "authors": ["C. Casquet", "E. Baldo", "R. Pankhurst", "C. Rapela", "C. Galindo", "C. Fanning", "J. Saawedra"],
    "venue": "from the Sierra de Pie de Palo. Geology",
    "year": 2001
  }, {
    "title": "A pre-Hirnantian (Late Ordovician) interval of global cooling — the Boda event re-assessed",
    "authors": ["L. Cherns", "J.R. Wheeley"],
    "year": 2007
  }, {
    "title": "Atlas of zircon textures",
    "authors": ["F. Corfu", "J.M. Hanchar", "P.W.O. Hoskin", "P. Kinny"],
    "venue": "Mineralogical Society of America,",
    "year": 2003
  }, {
    "title": "The Ordovician radiation: a follow-up to the Cambrian explosion",
    "authors": ["M.L. Droser", "S. Finnegan"],
    "venue": "Integrative and Comparative Biology",
    "year": 2003
  }, {
    "title": "Palaeoecology of the Ordovician Radiation: resolution of large-scale patterns with individual clade histories, palaeogeography and environments",
    "authors": ["M.L. Droser", "P.M. Sheehan"],
    "venue": "Geobios",
    "year": 1997
  }, {
    "title": "K-bentonites in the Argentine Precordillera contemporaneous with rhyolite volcanism in the Famatinian Arc",
    "authors": ["C.M. Fanning", "R.J. Pankhurst", "C.W. Rapela", "E.G. Baldo", "C. Casquet", "C. Galindo"],
    "venue": "Journal of the Geological Society of London",
    "year": 2004
  }, {
    "title": "Mobility of phosphorus during the weathering of volcanic ashes",
    "authors": ["S.B. Felitsyn", "V.Y. Kirianov"],
    "venue": "Lithology and Mineral Resources",
    "year": 2002
  }, {
    "title": "The magnitude and duration of Late OrdovicianEarly Silurian Glaciation",
    "authors": ["S. Finnegan", "K. Bergmann", "J.M. Eiler", "D.S. Jones", "D.A. Fike", "I. Eisenman", "N.C. Hughes", "A.K. Tripati", "W.W. Fischer"],
    "year": 2011
  }, {
    "title": "Zooplankton grazing activity and assimilation in the presence of Mount St. Helens ash",
    "authors": ["A.J. Gaddy", "R.A. Parker"],
    "venue": "Northwest Science",
    "year": 1986
  }, {
    "title": "Paleoenvironmental and carbon– oxygen isotope record of Middle Cambrian carbonates (La Laja Formation) in the Argentine Precordillera",
    "authors": ["F.J. Gomez", "N. Ogle", "R.A. Astini", "R.M. Kalin"],
    "venue": "Journal of Sedimentary Research",
    "year": 2007
  }, {
    "title": "Upper Ordovician glaciation spreading and its sedimentary record in Moroccan North Gondwana margin",
    "authors": ["N. Hamoumi"],
    "venue": "Acta Universitatis Carolinae Geologica",
    "year": 1999
  }, {
    "title": "A chronology of Paleozoic sea-level changes",
    "authors": ["B.U. Haq", "S.R. Schutter"],
    "venue": "Science",
    "year": 2008
  }, {
    "title": "The Ordovician biodiversification: setting and agenda for marine life",
    "authors": ["D.A.T. Harper"],
    "venue": "Palaeogeography, Palaeoclimatology, Palaeoecology",
    "year": 2006
  }, {
    "title": "The impact of paleogeography, pCO2, poleward ocean heat transport and sea level change on global cooling during the Late Ordovician",
    "authors": ["A. Herrmann", "M. Patzkowsky", "D. Pollard"],
    "year": 2004
  }, {
    "title": "Did a volcanic mega-eruption cause global cooling during the Late Ordovician",
    "authors": ["A.D. Herrmann", "K.G. MacLeod", "S.A. Leslie"],
    "venue": "Palaios",
    "year": 2010
  }, {
    "title": "Biodiversity patterns of Ordovician marine microphytoplankton from Baltica: comparison with other fossil groups and sea-level changes",
    "authors": ["O. Hints", "A. Delabroye", "J. Nõlvak", "T. Servais", "A. Uutela", "A. Wallin"],
    "year": 2010
  }, {
    "title": "Ordovician K-bentonites: issues in interpreting and correlating ancient tephras",
    "authors": ["W.D. Huff"],
    "venue": "Quaternary International",
    "year": 2008
  }, {
    "title": "Gigantic Ordovician ashfall in North America and Europe: biological, tectonomagmatic, and event stratigraphic significance",
    "authors": ["W. Huff", "S.M. Bergström", "D. Kolata"],
    "venue": "Geology 20,",
    "year": 1992
  }, {
    "title": "Large-magnitude Middle Ordovician volcanic ash falls in North America and Europe: dimensions, emplacement and post-emplacement characteristics",
    "authors": ["W.D. Huff", "D.R. Kolata", "S.M. Bergström", "Zhang", "Y.-S"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 1996
  }, {
    "title": "A biostratigraphicallywell-constrainedK-bentonite U–Pb zircon age of the lowermost Darriwilian State (Middle Ordovician) from the Argentine Precordillera",
    "authors": ["W.D. Huff", "D. Davis", "S.M. Bergström", "M.P.S. Krekeler", "D.R. Kolata", "C. Cingolani"],
    "venue": "Episodes",
    "year": 1997
  }, {
    "title": "Ordovician Kbentonites in the Argentine Precordillera: relations to Gondwana margin evolution",
    "authors": ["W.D. Huff", "S.M. Bergström", "D.R. Kolata", "C.A. Cingolani", "R.A. Astini"],
    "venue": "The Proto-Andean Margin of Gondwana: Geological Society, London, Special Publication,",
    "year": 1998
  }, {
    "title": "Ordovician explosive volcanism",
    "authors": ["W.D. Huff", "S.M. Bergström", "D.R. Kolata"],
    "venue": "Geological Society of America, Special Paper",
    "year": 2010
  }, {
    "title": "Extinctions: a paleontological perspective",
    "authors": ["D. Jablonski"],
    "venue": "Science",
    "year": 1991
  }, {
    "title": "Precision measurement of the halflives and specific activities of U235 and U238",
    "authors": ["A.H. Jaffey", "K.F. Flynn", "L.E. Glendenin", "W.C. Bently", "A.M. Essling"],
    "venue": "Physical Review",
    "year": 1971
  }, {
    "title": "Post-Hunnebergian Ordovician carbon isotope trend in Baltoscanadia, its environmental implications and some similaritieswith that of Nevada",
    "authors": ["D. Kaljo", "T. Martma", "T. Saadre"],
    "year": 2007
  }, {
    "title": "Argentine Precordillera: sedimentary and plate tectonic history of a Laurentian crustal fragment in South America: Geological Society of America",
    "authors": ["M. Keller"],
    "venue": "Special Paper,",
    "year": 1999
  }, {
    "title": "Ordovician paleokarst and quartz sand: evidence of volcanically triggered extreme climates? Palaeogeography",
    "authors": ["M. Keller", "O. Lehnert"],
    "venue": "Palaeoclimatology, Palaeoecology",
    "year": 2010
  }, {
    "title": "Sedimentology of Middle Ordovician carbonates in the Argentine Precordillera: evidence of regional relative sea-level changes",
    "authors": ["M. Keller", "S. Eberlein", "O. Lehnert"],
    "venue": "Geologische Rundschau",
    "year": 1993
  }, {
    "title": "Phanerozoic Large Igneous Provinces (LIPs), HEATT (Haline Euxinic Acidic Thermal Transgression) episodes, and mass extinctions",
    "authors": ["D.L. Kidder", "D.L. Worsley"],
    "year": 2010
  }, {
    "title": "Ordovician K-bentonites of eastern North America",
    "authors": ["D.R. Kolata", "W.D. Huff", "S.M. Bergström"],
    "venue": "GSA Special Paper",
    "year": 1996
  }, {
    "title": "A low contamination method for hydrothermal decomposition of zircon and extraction of U and Pb for isotopic age determination",
    "authors": ["T.E. Krogh"],
    "venue": "Geochimica et Cosmochimica Acta",
    "year": 1973
  }, {
    "title": "A weathering hypothesis for glaciation at high atmospheric pCO2 during the Late Ordovician",
    "authors": ["L.R. Kump", "M.A. Arthur", "M. Patzkowsky", "M. Gibbs", "D. Pinkus", "P. Sheehan"],
    "year": 1999
  }, {
    "title": "Did a Katian large igneous province trigger the Late Ordovician glaciation? A hypothesis tested with a carbon cycle model",
    "authors": ["V. Lefebvre", "T. Servais", "L. François", "O. Averbuch"],
    "year": 2010
  }, {
    "title": "Lower Darriwilian radiolarians from the Argntine Precordillera",
    "authors": ["J. Maletz", "G.L. Albanesi", "G.G. Voldman"],
    "venue": "Geobios",
    "year": 2009
  }, {
    "title": "Zircon U–Pb chemical-abrasion (CA-TIMS) method: combined annealing and multi-step dissolution analysis for improved precision and accuracy of zircon ages",
    "authors": ["J.M. Mattinson"],
    "venue": "Chemical Geology",
    "year": 2005
  }, {
    "title": "More than just an age: quantitative analysis of geochronological data and uncertainty",
    "authors": ["N.M. McLean", "J.F. Bowring", "S.A. Bowring", "R.B. Schoene"],
    "venue": "Geological Society of America Abstracts with Programs",
    "year": 2008
  }, {
    "title": "Using statistics and software to maximize precision and accuracy in U–Pb geochronological measurements",
    "authors": ["N. McLean", "J.F. Bowring", "S.A. Bowring"],
    "venue": "American Geophysical Union Abstract No. V33B-2033",
    "year": 2009
  }, {
    "title": "The Great Ordovician Biodiversification Event",
    "authors": ["P.J. Noble", "T. Danelian"],
    "year": 2004
  }, {
    "title": "Palaeobiogeography and the Ordovician and Mesozoic– Cenozoic radiations",
    "authors": ["A.W. Owen", "J.A. Crame"],
    "venue": "Special Publications,",
    "year": 2002
  }, {
    "title": "Early Paleozoic evolution of the Gondwana margin of South America",
    "authors": ["R.J. Pankhurst", "C.W. Rapela", "C. Casquet", "E. Baldo", "J. Saavedra", "C. Galindo"],
    "venue": "Journal of African Earth Sciences",
    "year": 1998
  }, {
    "title": "Age and origin of coeval TTG, I- and Stype granites in the Famatinian belt of NW Argentina",
    "authors": ["R.J. Pankhurst", "C.W. Rapela", "C.M. Fanning"],
    "venue": "Transactions of the Royal Society of Edinburgh, Earth Science",
    "year": 2000
  }, {
    "title": "Ordovician metre-scale cycles: implications for Ordovician climate and eustatic fluctuations in the central Appalachian Basin, USA",
    "authors": ["M.C. Pope", "J.F. Read"],
    "year": 1998
  }, {
    "title": "Widespread, prolonged late Middle to Late Ordovician upwelling in North America: a proxy record of glaciation",
    "authors": ["M.C. Pope", "J.B. Steffan"],
    "venue": "Geology",
    "year": 2003
  }, {
    "title": "The strontium isotopic composition of Ordovician and Silurian brachiopods and conodonts: relationships to geological events and implications for coeval seawater",
    "authors": ["H. Qing", "C.R. Barnes", "D. Buhl", "J. Veizer"],
    "venue": "Geochimica et Cosmochimica Acta",
    "year": 1998
  }, {
    "title": "The tectonics of the Central Andes",
    "authors": ["V.A. Ramos"],
    "venue": "S latitude",
    "year": 1988
  }, {
    "title": "Cuyania, an exotic block to Gondwana: review of a historical success and the present problems",
    "authors": ["V.A. Ramos"],
    "venue": "Gondwana Research",
    "year": 2004
  }, {
    "title": "Early evolution of the proto-Andean margin of South America",
    "authors": ["C.W. Rapela", "R.J. Pankhurst", "C. Casquet", "E. Baldo", "J. Saavedra", "C. Galindo"],
    "venue": "Geology",
    "year": 1998
  }, {
    "title": "Ordovician metamorphism in the Sierras Pampeanas: new U–Pb SHRIMP ages in central-east Valle Fértil and the Velasco batholith",
    "authors": ["C.W. Rapela", "R.J. Pankhurst", "E. Baldo", "C. Casquet", "C. Galindo", "C.M. Fanning", "J. Saavedra"],
    "venue": "S. American Symposium on Isotope Geology,",
    "year": 2001
  }, {
    "title": "Phosphorus, nitrogen, and the redox evolution of the Paleozoic",
    "authors": ["M.R. Saltzman"],
    "venue": "oceans. Geology",
    "year": 2005
  }, {
    "title": "Long-lived glaciation in the Late Ordovician? Isotopic and sequence-stratigraphic evidence from western Laurentia",
    "authors": ["M.R. Saltzman", "S.A. Young"],
    "venue": "Geology",
    "year": 2005
  }, {
    "title": "Conodonts of the Suecicus Zone (lower Llanvirnian) in the Sierra de Villicum, San Juan Precordillera, Argentina",
    "authors": ["G.N. Sarmiento"],
    "venue": "Revista Espanola deMicropaleontologica",
    "year": 1991
  }, {
    "title": "Asteroid breakup linked to the Great Ordovician Biodiversification Event",
    "authors": ["B. Schmitz", "D.A.T. Harper", "B. Peucker-Ehrenbrink", "S. Stouge", "C. Alwmark", "A. Cronholm", "S.M. Bergström", "M. Tassinari", "X.F. Wang"],
    "venue": "Nature Geoscience",
    "year": 2007
  }, {
    "title": "The middle Darriwilian (Ordovician) δ13C excursion (MDICE) discovered in the Yangtze Platform succession in China: implications of its first recorded occurrences outside Baltoscanadia",
    "authors": ["B. Schmitz", "S.M. Bergström", "W. Xiaofeng"],
    "venue": "Journal of the Geological Society of London",
    "year": 2010
  }, {
    "title": "Reassessing the uranium decay constants for geochronology using ID-TIMS U–Pb data",
    "authors": ["B. Schoene", "J.L. Crowley", "D.J. Condon", "M.D. Schmitz", "S.A. Bowring"],
    "venue": "Geochimica et Cosmochimica Acta",
    "year": 2006
  }, {
    "title": "Revisedworldmaps and introduction",
    "authors": ["C.R. Scotese", "W.S. McKerrow"],
    "venue": "Palaeozoic Palaeogeography and Biogeography: Memoir of the Geological Society of London,",
    "year": 1990
  }, {
    "title": "The Ordovician biodiversification: revolution in the oceanic trophic",
    "authors": ["T. Servais", "O. Lehnert", "J. Li", "G.L. Mullins", "A. Munnecke", "A. Nützel", "M. Vecoli"],
    "venue": "chain. Lethaia",
    "year": 2008
  }, {
    "title": "Understanding the Great Ordovician Biodiversification Event (GOBE): influences of paleogeography, paleoclimate, or paleoecology",
    "authors": ["T. Servais", "D.A.T. Harper", "J. Li", "A. Munnecke", "A.W. Owen", "P.M. Sheehan"],
    "venue": "GSA Today",
    "year": 2009
  }, {
    "title": "The Great Ordovician Biodiversification Event (GOBE): the palaeoecological dimension",
    "authors": ["T. Servais", "A.W. Owen", "D.A.T. Harper", "B. Kröger", "A. Munnecke"],
    "year": 2010
  }, {
    "title": "The Late Ordovician mass extinction",
    "authors": ["P.M. Sheehan"],
    "venue": "Annual Reviews of Earth and Planetary Sciences",
    "year": 2001
  }, {
    "title": "Sr, C, and O isotope geochemistry of Ordovician brachiopods: a major isotopic event around the Middle–Late Ordovician transition",
    "authors": ["G.A. Shields", "G.A.F. Carden", "J. Veizer", "T. Meidla", "J.Y. Rong", "Y.L. Rong"],
    "venue": "Geochimica et Cosmochimica Acta",
    "year": 2003
  }, {
    "title": "The plankton and the benthos: origins and early history of an evolving relationship",
    "authors": ["P.W. Signor", "G. Vermeij"],
    "venue": "Paleobiology",
    "year": 1994
  }, {
    "title": "Subcomission of geochronology: convention on the use of decay constants in geo- and cosmochronology",
    "authors": ["R.H. Steiger", "E. Jager"],
    "venue": "Earth and Planetary Science Letters",
    "year": 1977
  }, {
    "title": "The Ordovician System in South Africa; correlation chart and explanatory notes: The Ordovician System in Greenland and South Africa",
    "authors": ["J.N. Theron"],
    "venue": "International Union of Geological Sciences,",
    "year": 1994
  }, {
    "title": "The Argentine Precordillera: a traveler from the Ouachita embayment of North American Laurentia",
    "authors": ["W.A. Thomas", "R.A. Astini"],
    "venue": "Science",
    "year": 1996
  }, {
    "title": "Simple-shear conjugate rift margins of the Argentine Precordillera and the Ouachita embayment of Laurentia",
    "authors": ["W.A. Thomas", "R.A. Astini"],
    "venue": "Geological Society of America Bulletin",
    "year": 1999
  }, {
    "title": "Ordovician accretion of the Argentine Precordillera terrane to Gondwana: a review",
    "authors": ["W.A. Thomas", "R.A. Astini"],
    "venue": "Journal of South America Earth Science",
    "year": 2003
  }, {
    "title": "Sulfur isotope evidence for widespread euxinia and a fluctuating oxycline in Early to Middle Ordovician greenhouse oceans",
    "authors": ["C.K. Thompson", "L.C. Kah"],
    "year": 2012
  }, {
    "title": "Sulfur cycling in the late Middle Ordovician: implications for ocean circulation and the onset of Late Ordovician glaciation",
    "authors": ["C.K. Thompson", "L.C. Kah", "A.J. Kaufman"],
    "venue": "GSA Abstracts with Programs",
    "year": 2010
  }, {
    "title": "Did cooling oceans trigger Ordovician biodiversification? Evidence from conodont thermometry",
    "authors": ["J.A. Trotter", "I.S. Williams", "C.R. Barnes", "C. Lécuyer", "R.S. Nicoll"],
    "year": 2008
  }, {
    "title": "Geochemistry of brachiopods, oxygen, and carbon isotopic records of Paleozoic oceans",
    "authors": ["J. Veizer", "P. Fritz", "B. Jones"],
    "venue": "Geochimica et Cosmochimica Acta",
    "year": 1986
  }, {
    "title": "Continental drift and Phanerozoic carbonate accumulation in shallow-shelf and deep-marine settings",
    "authors": ["L.J. Walker", "B.H. Wilkinson", "L.C. Ivany"],
    "venue": "Journal of Geology",
    "year": 2002
  }, {
    "title": "The Great Ordovician Biodiversification Event",
    "authors": ["B.D. Webby", "F. Paris", "M.L. Droser", "I.G. Percival"],
    "year": 2004
  }, {
    "title": "Upper Ordovician (Mohawkian) carbon isotope",
    "authors": ["S.A. Young", "M.R. Saltzman", "S.M. Bergström"],
    "year": 2005
  }, {
    "title": "δ13C) stratigraphy in eastern and central North America: regional expression of a perturbation of the global carbon cycle. Palaeogeography, Palaeoclimatology, Palaeoecology",
    "authors": ["S.A. Young", "M.R. Saltzman", "S.M. Bergström", "S.A. Leslie", "X. Chen"],
    "venue": "Paired",
    "year": 2008
  }, {
    "title": "A major drop in seawater",
    "authors": ["S.A. Young", "M.R. Saltzman", "K.A. Foland", "J.S. Linder", "L.R. Kump"],
    "year": 2009
  }, {
    "title": "Did changes in atmospheric CO2 coincide with latest Ordovician glacial–interglacial cycles",
    "authors": ["S.A. Young", "M.R. Saltzman", "W.I. Ausich", "A. Desrochers", "D. Kaljo"],
    "year": 2010
  }, {
    "title": "High-resolution carbon isotopic records from the Ordovician of South China: links to climatic cooling and the Great Ordovician Biodiversification Event (GOBE)",
    "authors": ["T. Zhang", "Y. Shen", "T.J. Algeo"],
    "year": 2010
  }],
  "id": "SP:e0e7feca0ffa959119570f2bbd60ad7252264d3f",
  "authors": [{
    "name": "Cara K. Thompson",
    "affiliations": []
  }, {
    "name": "Linda C. Kah",
    "affiliations": []
  }, {
    "name": "Ricardo Astini",
    "affiliations": []
  }, {
    "name": "Samuel A. Bowring",
    "affiliations": []
  }, {
    "name": "Robert Buchwaldt",
    "affiliations": []
  }],
  "title": "Bentonite geochronology, marine geochemistry, and the Great Ordovician Biodiversification Event (GOBE)"
}