{
  "sections": [{
    "text": "Icarus 154, 239–243 (2001)\ndoi:10.1006/icar.2001.6713, available online at http://www.idealibrary.com on\nElucidating the Rate of Volcanism on Venus: Detection of Lava Eruptions Using Near-Infrared Observations\nGeorge L. Hashimoto\nCenter for Climate System Research, University of Tokyo, 4-6-1 Komaba, Meguro, Tokyo 153-8904, Japan E-mail: george@ccsr.u-tokyo.ac.jp\nand\nTakeshi Imamura\nInstitute of Space and Astronautical Science, 3-1-1 Yoshinodai, Sagamihara, Kanagawa 229-8510, Japan\nReceived October 23, 2000; revised June 25, 2001\nLava eruptions can be observed remotely on Venus’ nightside using a near-infrared window at a 1.0-micrometer wavelength, i.e., radiation at this wavelength emitted from the planetary surface traverses through the thick Venus atmosphere and clouds. Due to the strong dependence of the intensity of thermal emission on temperature, a hot surface produced by a lava eruption emits intense radiation, with the intensity of the excess radiation depending on the surface area and temperature of the lava flow. The excess emission from the hot surface is blurred by clouds, yet a 1-km2 1500-K basaltic lava lake and a 50-km2 1000-K lava flow are readily detected using this technique. Rapid cooling of exposed lava results in excess surface radiation that is detectable for just one Earth day after the end of an eruption; hence short-term eruptions are only detectable on the side of the planet where night is occurring. Eruptions lasting more than half a Venus day (i.e., more than about 60 Earth days), however, are detectable across the globe as nighttime occurs sometime during this period for every such event. Due to limited observational geometries, a complete global survey of active volcanos cannot be achieved from Earth, and in fact, only about 10% of short-lived major volcanic eruptions are observable. Alternatively, a satellite orbiting high above Venus (∼6 Venus radii) could detect virtually all short-lived nighttime volcanic events, or about half the events expected to occur across the globe. c© 2001 Elsevier Science (USA)\nKey Words: Venus; volcanism; Venus, surface; geological processes; radiative transfer.\nplanets is caused by volcanism. The activity of volcanism is"
  }, {
    "heading": "INTRODUCTION",
    "text": "Volcanism is deeply involved in the interior evolution of the terrestrial planets (e.g., Basaltic Volcanism Study Project 1981). In fact, their thermal evolution is related to volcanism through lithospheric heat transfer, and the chemical differentiation of\n23\ntherefore a key issue in planetary evolution. The climate and surface environment are also controlled by volcanism in that the associated degassing affects the atmospheric composition producing climate variations (Bullock and Grinspoon 1998, Hashimoto and Abe 2000). The dominant climate change is caused by changes in the H2SO4 cloud cover above 48 km altitude, being induced by the increase in atmospheric sulfur produced by Venusian volcanos. Changing cloud cover regulates the amount of sunlight reaching the planet surface and therefore the temperatures throughout the bulk of the atmosphere. Climate change has also been suggested to be responsible for widespread tectonic deformation observed on the surface of Venus (Solomon et al. 1999). To determine the influence of volcanism on the surface environment, the rate of volcanism and composition of volcanic gases must be clarified.\nResearchers have estimated the rate of Venus volcanism using morphologic observations (e.g., Shaber et al. 1992, Bullock et al. 1993, Strom et al. 1994). Flowing lava is known to erase existing craters and therefore crater density is considered related to the volcanism rate, although estimated rates are strongly model dependent (Basilevsky et al. 1997). Another estimation uses the rate of chemical reactions (Fegley and Prinn 1989), based on the assumption that calcite (CaCO3) exists on the planet surface. That is, since its atmosphere contains about 100 times as much SO2 as the amount that would be in equilibrium with calcite, atmospheric SO2 should be continually removed by chemical reaction with calcite. In this case the rate of volcanism is estimated to replenish atmospheric SO2, yet this cannot be confirmed since there is no evidence of surface calcite, and if no calcite exists, then reaction-rate-based estimates are meaningless. Obviously then, another approach must be used to estimate the Venusian volcanism rate.\n9\n0019-1035/01 $35.00 c© 2001 Elsevier Science (USA)\nAll rights reserved."
  }, {
    "heading": "240 HASHIMOTO A",
    "text": ""
  }, {
    "heading": "FUNDAMENTAL OBSERVATION METHODOLOGY",
    "text": "Here, we propose a direct, empirical method for measuring the rate of volcanism on Venus: a remote sensing technique observes and measures the frequency of lava eruption events on Venus, and the resurfacing rate is estimated from the number of eruption events observed during the observation period. Use of typical lava flow thickness estimated from Magellan images (e.g., Roberts et al. 1992) allows estimation of the rate of volcanism (cubic km of volcanic lava ejected per year). Lava eruptions can be detected from above the clouds using recently discovered near-infrared windows ranging from 0.85 to 2.3 µm (e.g., Carlson et al. 1991, Crisp et al. 1991, Baines et al. 2000), since photons at these wavelengths do not suffer strong attenuation by atmospheric gases and cloud particles. Thermal emissions originating from the surface and lower atmosphere are observed on the nightside only because on the dayside they are obscured by reflected sunlight. Results of radiative transfer models and observations show that the surface can be sounded by windows at 0.85, 0.90, 1.01, 1.10, and 1.18 µm (e.g., Taylor et al. 1997, Baines et al. 2000).\nAs thermal emission from the planetary surface is strongly dependent on surface temperature, near-infrared imaging using these spectral windows allows detection of surface lava eruptions. The temperature of freshly erupted lava is much higher than that of the preexisting surface, thus enabling lava eruptions to be located by searching for regions where the surface temperature is higher than surrounding ones. It should be noted that the intensity of thermal emission at such a relatively short wavelength rapidly increases with surface temperature (Fig. 1), e.g., the variation in intensity from 750 to 1500 K is more than four orders of magnitude at a wavelength of 1.0 µm. Accordingly, this strong dependence is the key factor in detecting lava eruptions.\nThe observed intensity is also affected by the thick H2SO4 cloud layer which covers the entire planet at middle atmosphere\nND IMAMURA\n(50–70 km altitude) and strongly scatters near-infrared wavelengths. Such scattering reduces the transmittance of thermal emissions from the surface and leads to blurring of the image. As both the change in transmittance and surface temperature have a similar effect on observed intensity, the temporal variation of cloud optical thickness could potentially prevent the detection of lava eruption, although ambiguity between cloud opacity and surface temperature is readily resolved by examining color temperatures. Moreover, as the clouds on Venus travel fast (about 2–3 degrees of longitude per hour) (Carlson et al. 1991), lava flows lasting more than a few hours would probably be obvious as relative hotspots fixed on the planetary surface.\nIt has been demonstrated that the effects of temporal and spatial variability in cloud transmittance are correctable by simultaneous observations at neighboring near-infrared windows (Carlson et al. 1993). Emissions at near-infrared windows of 1.74 and 2.3 µm originate from the deep atmosphere below the cloud layer and above the surface (Taylor et al. 1997); hence only cloud variability affects the emissions at these windows. From images obtained at these windows, the effect of clouds can be removed from the image of surface sounding windows at 0.85–1.18 µm (Carlson et al. 1993). If cloud optical thickness is then evaluated using 1.74- and 2.3-µm observations (Grinspoon et al. 1993), the influence of cloud variability can be quantitatively corrected."
  }, {
    "heading": "INFLUENCE OF CLOUD BLURRING",
    "text": "A Monte Carlo simulation was performed to evaluate the effect of image blurring. A number of 108 photons are released from a point source on the planet surface, with the propagation of each being followed until the photon is either absorbed or escapes from the cloud top boundary. The source is assumed to be a Lambertian surface with emissivity of unity. The sphericity of the atmosphere and planet are taken into account, although the extinction by gaseous components is neglected. It is assumed that the cloud is homogeneous and present at altitudes from 50 to 70 km (Knollenberg and Hunten 1980). The shape and diameter of cloud droplets are respectively assumed to be spherical and 2 µm (Knollenberg and Hunten 1980). The optical thickness of the cloud is taken to be 20, based on Grinspoon et al. (1993) and Knollenberg and Hunten (1980). The mean path between collisions is accordingly easy to calculate. Although a simplified approach is used, the results are not sensitive to reasonable changes in parameters. We used the Mie scattering code developed by Bohren and Huffman (1983) and the constants for 75% H2SO4–H2O solution (Palmer and Williams 1975) to determine the phase function of cloud droplets.\nResults indicate the transmittance of the cloud layer is about 0.183, and the transmitted photons are on the average scattered about 79.3 times. Figure 2 shows the spreading of the surface point source emission at the cloud top, where the image of the planetary surface is blurred and the point source appears as a diffuse circle. The calculated full-width-half-maximum is about\nY DETECTION OF LAVA ERUPTION B\n90 km. Such spreading results in the dilution of excess emission from the lava, which makes the detection of an eruption more difficult. Figure 3 shows the distribution of the emission angle at the cloud top, where due to numerous scatterings the angular distribution of the emission from a lava flow is almost identical to that of background emission. The ratio of excess emission to background is therefore independent of the angle of observation, although the calculated distribution of emission angle approximately follows the cosine of the zenith angle. This indicates that the signal will be substantially reduced for limb views such that detection is more difficult."
  }, {
    "heading": "DISCUSSION",
    "text": "Using the above results, the detection limit of a hot region was evaluated with the condition that excess emission 10% above background would be distinguished (Fig. 4). The temperature of the surrounding surface was set at 750 K, which is higher\nNEAR-INFRARED OBSERVATION 241\nthan the average surface temperature and corresponds to the temperature of the lowland plains (Seiff et al. 1985). A high background temperature reduces the contrast between a hot region and the background so that results are somewhat conservative because most volcanic structures are above 2 km elevation, where the background is at least 16 K cooler. The contrast between a hot region and the background not only depends on the temperature and area of the hot region but also on the spatial resolution of the observation. If a fine resolution image is obtained, small and low temperature lava flows can be detected. However, spatial resolution is limited to ∼100 km due to cloud blurring (Fig. 2), which places a limit on the detection capability of this technique.\nThe typical dimensions of lava flows observed in synthetic aperture radar (SAR) images obtained by Pioneer Venus and Magellan spacecrafts are several tens of kilometers in length and several kilometers in width (Zimbelman 1998). In fact, a flow unit as large as several hundreds of kilometers in length has been observed. When the resolution of the image is 100 km, the detection of a typical-scale (∼100 km2) lava flow requires that the surface temperature be higher than 915 K (Fig. 4). If the resolution is coarser, detection is restricted to either larger or higher temperature lava flows.\nThe Venusian plains covering about 80% of the planet are thought to be caused by flood volcanism (e.g., Saunders et al. 1991) characterized by a large effussion rate that results in extremely rapid flow emplacement. A large, hot surface will therefore appear when such a plain-forming eruption occurs, and if plains-forming volcanism is present, it will likely be detected by our proposed method.\nShould the surface area of hot lava be small, considerable excess emission will still be observed because of the strong tempera ture dependence of thermal emission (Fig. 1). A hot radiating area typically appears on lava flows. For example, during the eruption of Kilauea Volcano, Hawaii, temperatures of hot radiating areas ranged from 900 to 1150◦C while crust temperatures"
  }, {
    "heading": "242 HASHIMOTO A",
    "text": "were much lower at 390–768◦C (Flynn and Mouginis-Mark 1992). Even though such areas are only a few percent of the total eruption area in the case of the Kilauea eruption (Flynn and Mouginis-Mark 1992), a large amount of hot thermal radiation is nevertheless emitted and remarkably contributes to observed excess emission.\nIn addition, a lava lake can be detected that forms in the crater of an active volcano where the heat is continually supplied from below. If the surface temperature is higher than 1200 K, lava lakes as small as 1 km2 are detectable (Fig. 4). Because the eruption temperature of magma is generally considered to be approximately the liquidus temperature, and because that of basalt is about 1500 K, it seems probable that the surface temperature of a 1-km2 lava lake is sufficiently high for detection.\nCooling of the lava surface temperature has been estimated based on the results of numerical modeling (Head and Wilson 1986). Cooling of lava on Venus is mainly due to surface radiation and atmospheric convection, with the calculated timescale of lava cooling being about 1 Earth day, implying that after this time an eruption event is undetectable once the eruption ends. Since this necessitates quickly observing the eruption event, short-lived dayside eruptions cannot be observed, although dayside eruptions lasting into the night can be. Long-lived eruptions persisting longer than about 60 Earth days are detectable because at least a portion of the eruption occurs on the nightside.\nNo direct observation has been made of active Venusian volcanism, yet it has been suggested that variation of SO2 abundance at the cloud top indicates the occurrence of active volcanism in modern times (Esposito 1984, Esposito et al. 1988). Variations in SO2 abundance at the cloud top can be explained by episodic injection of SO2 caused by an explosive eruption. However, the dominant eruption style on Venus is considered to be effusive rather than explosive owing to the thick atmosphere (Wilson and Head 1983). Our proposed strategy of observing an effusive eruption is accordingly more suitable for constraining the rate of volcanism on Venus, particularly when considering that effusive eruptions are thought to continuously occur, i.e., a number of geologic features are interpreted to be related to hot-spot activity common to effusive volcanism (Stofan and Saunders 1990, Phillips et al. 1991)."
  }, {
    "heading": "PROBABILITY OF DETECTION",
    "text": "To estimate the rate of volcanism, the planet’s nightside must be observed at least once a day to prevent missing a lava eruption, with the interval of each observation being as short as possible. Observation coverage is related to detection probability in that if eruptions occur at random, the chance of detection will be proportional to this coverage, i.e., one of four eruptions will be observed if a quarter of the global surface is continuously observed.\nWhile the current rate of volcanism on Venus is unknown, it is estimated to be 0.1 to 0.2 km3 yr−1 (Basilevsky et al. 1997). Assuming a typical lava flow thickness of about 10 m (Roberts et al. 1992) allows roughly estimating the resurfacing rate to be\nND IMAMURA\nabout 10 km2 yr−1. An eruption producing lava flows covering about 100 km2 occurs once in 10 years, i.e., one such eruption would have taken place during the 10-yr observation period of Pioneer Venus. If an eruption forms a flow area of 10 km2, then the frequency of eruption is as high as once per year, so 10 yr of monitoring would mostly likely detect some eruptions. However, it should be noted that the estimated resurfacing rate (Basilevsky et al. 1997) is only valid as an average of a geological timescale. The frequency of eruptions during the period of observation, which is much shorter than geological timescales, would therefore be different from the average over a geological timescale."
  }, {
    "heading": "CONCLUSION",
    "text": "A Venus orbiter and an Earth-orbiting space telescope are attractive platforms for monitoring Venus volcanism as better resolution lowers the threshold of detecting lava eruptions. A Venus orbiter is especially attractive as it has several advantages: (1) It can see all longitudes at night over a few months, while Earth orbiters can see only a limited range of longitudes. (2) A dedicated orbiter can easily provide continuous nighttime coverage, though scheduling a space telescope to continuously monitor Venus is difficult.\nA Venus orbiter with a relatively distant circular orbit can suitably observe the entire planet over relatively short timescales. Considering that the cooling time for lava flow is one Earth day, it should observe the entire nightside at least daily. An orbiter stationed six Venus radii from the planet’s center orbits the planet in 21 h, nicely suitable for meeting this requirement. Should a highly elliptical orbit be used, an orbiter would at times miss whole regions of the nightside as it would be too close to the planet. On the other hand, one outside about 12 Venus radii (59 h orbit) might miss a short-lived eruption on the nightside.\nThe intensity of excess emissions from a lava flow depends on the surface temperature and its area; hence to precisely determine the detection limit, modeling is needed which can realistically consider the morphology of active flows and estimate emitting areas. Such considerations will be addressed in future studies.\nIf a particular number of eruptions can be deteced, the current rate of volcanism on Venus can be estimated. Since estimation accuracy is proportional to the number of detections, it is critical to establish a reliable rate of volcanism using continuous monitoring over a certain period. Even if an insufficient number of eruptions are detected for this purpose, however, just the discovery of active Venusian volcanos will substantially improve our understanding of volcanism, as active volcanism has only been directly observed on Earth and Io."
  }, {
    "heading": "ACKNOWLEDGMENTS",
    "text": "Sincere gratitude is extended to Y. Abe, S. Sasaki, S. Sugita, H. Miyamoto, and N. Namiki for valuable discussions on lava cooling and volcanic eruptions on Venus, and to K. Baines and D. Grinspoon for their constructive comments regarding the manuscript.\nDETECTION OF LAVA ERUPTION BY"
  }],
  "year": 2002,
  "references": [{
    "title": "Basaltic Volcanism on the Terrestrial Planets",
    "authors": ["Basaltic Volcanism Study Project"],
    "venue": "Pergamon, New York.",
    "year": 1981
  }, {
    "title": "The resurfacing history of Venus",
    "authors": ["A.T. Basilevsky", "J.W. Head", "G.G. Schaber", "R.G. Strom"],
    "venue": "Venus II (S. W. Bougher, D. M. Hunten, and R. J. Phillips, Eds.), pp. 1047–1084. Univ of Arizona Press, Tucson.",
    "year": 1997
  }, {
    "title": "Absorption and Scattering of Light by Small Particles",
    "authors": ["C.R. Bohren", "D.R. Huffman"],
    "venue": "Wiley, New York.",
    "year": 1983
  }, {
    "title": "Venus resurfacing rates: Constraints provided by 3-D Monte Carlo simulations",
    "authors": ["M.A. Bullock", "D.H. Grinspoon", "J.W. Head"],
    "venue": "Geophys. Res. Lett. 20, 2147–2150.",
    "year": 1993
  }, {
    "title": "Geological forcing of surface temperatures on Venus",
    "authors": ["M.A. Bullock", "D.H. Grinspoon"],
    "venue": "Lunar Planet. Sci. 29, 1542.",
    "year": 1998
  }, {
    "title": "Galileo infrared imaging spectrometer measurements at Venus",
    "authors": ["R.W. Carlson", "K.H. Baines", "T. Encrenaz", "F.W. Taylor", "P. Drossart", "L.W. Kamp", "J.B. Pollack", "E. Lellouch", "A.D. Collard", "S.B. Calcutt", "D.H. Grinspoon", "P.R. Weissman", "W.D. Smythe", "A.C. Ocampo", "G.E. Danielson", "F.P. Fanale", "T.V. Johnson", "H.H. Kieffer", "D.L. Matson", "T.B. McCord", "L.A. Soderblom"],
    "venue": "Science",
    "year": 1991
  }, {
    "title": "Galileo/NIMS near-infrared thermal imagery of the surface of Venus",
    "authors": ["R.W. Carlson", "K.H. Baines", "M. Girard", "L.W. Kamp", "P. Drossart", "T. Encrenaz", "F.W. Taylor"],
    "venue": "Proc. Lunar Planet. Sci. Conf. 24th, 253 (abstract).",
    "year": 1993
  }, {
    "title": "The dark side of Venus: Near-infrared images and spectra from the Anglo–Australian observatory",
    "authors": ["D. Crisp", "D.A. Allen", "D.H. Grinspoon", "J.B. Pollack"],
    "venue": "Science 253, 1263–1266.",
    "year": 1991
  }, {
    "title": "Episodic injection shows evidence for active Venus volcanism",
    "authors": ["L.W. Esposito"],
    "venue": "Science 223, 1072–1074.",
    "year": 1984
  }, {
    "title": "Sulfur dioxide at the Venus cloud tops, 1978–1986",
    "authors": ["L.W. Esposito", "M. Copley", "R. Eckert", "L. Gates", "A.I.F. Stewart", "H. Worden"],
    "venue": "J. Geophys. Res. 93, 5267–5276.",
    "year": 1988
  }, {
    "title": "Estimation of the rate of volcanism on Venus from reaction rate measurements",
    "authors": ["B. Fegley", "Jr.", "R.G. Prinn"],
    "venue": "Nature 337, 55–58.",
    "year": 1989
  }, {
    "title": "Cooling rate of an active Hawaiian lava flow from nighttime spectroradiometer measurements",
    "authors": ["L.P. Flynn", "P.J. Mouginis-Mark"],
    "venue": "Geophys. Res. Lett. 19, 1783–1786.",
    "year": 1992
  }, {
    "title": "Probing Venus’s cloud structure with Galileo NIMS",
    "authors": ["D.H. Grinspoon", "J.B. Pollack", "B.R. Sitton", "R.W. Carlson", "L.W. Kamp", "K.H. Baines", "T. Encrenaz", "F.W. Taylor"],
    "venue": "Planet. Space Sci. 41, 515–542.",
    "year": 1993
  }, {
    "title": "Stabilization of Venus’ climate by a chemical-albedo feedback",
    "authors": ["G.L. Hashimoto", "Y. Abe"],
    "venue": "Earth Planets Space 52, 197–202.",
    "year": 2000
  }, {
    "title": "Volcanic processes and landforms on Venus: Theory, predictions, and observations",
    "authors": ["J.W. Head", "III", "L. Wilson"],
    "venue": "J. Geophys. Res. 91, 9407–9446.",
    "year": 1986
  }, {
    "title": "The microphysics of the clouds of Venus: Results of the Pioneer Venus particle size spectrometer experiment",
    "authors": ["R.G. Knollenberg", "D.M. Hunten"],
    "venue": "J. Geophys. Res. 85, 8039–8058.",
    "year": 1980
  }, {
    "title": "Optical constants of sulfuric acid; application to the clouds of Venus? Appl",
    "authors": ["K.F. Palmer", "D. Williams"],
    "venue": "Opt. 14, 208–219.",
    "year": 1975
  }, {
    "title": "Hot-Spot evolution and the global tectonics of Venus",
    "authors": ["R.J. Phillips", "R.E. Grimm", "M.C. Malin"],
    "venue": "Science 252, 651–658.",
    "year": 1991
  }, {
    "title": "Mylitta fluctus, Venus: Rift-related, centralized volcanism and the emplacement of large-volume flow units",
    "authors": ["K.M. Roberts", "J.E. Guest", "J.W. Head", "M.G. Lancaster"],
    "venue": "J. Geophys. Res. 97, 15,991–16,015.",
    "year": 1992
  }, {
    "title": "An overview of Venus geology",
    "authors": ["R.S. Saunders", "R.E. Arvidson", "III J.W. Head", "G.G. Schaber", "E.R. Stofan", "S.C. Solomon"],
    "venue": "Science 252, 249–252.",
    "year": 1991
  }, {
    "title": "Models of the structure of the atmosphere of Venus from the surface to 100 kilometers altitude",
    "authors": ["A. Seiff", "J.T. Schofield", "A.J. Kliore", "F.W. Taylor", "S.S. Limaye", "H.E. Revercomb", "L.A. Sromovsky", "V.V. Kerzhanovich", "V.I. Moroz", "M.Y. Marov"],
    "venue": "Adv. Space Res. 5, 3–58.",
    "year": 1985
  }, {
    "title": "Geology and distribution of impact craters on Venus: What are they telling us? J",
    "authors": ["G.G. Shaber", "R.G. Strom", "H.J. Moore", "L.A. Soderblom", "R.L. Kirk", "D.J. Chadwick", "L.R. Gaddis", "J.M. Boyce", "J. Russell"],
    "venue": "Geophys. Res. 97, 13,257–13,301.",
    "year": 1992
  }, {
    "title": "Climate change as a regulator of tectonics on Venus",
    "authors": ["S.C. Solomon", "M.A. Bullock", "D.H. Grinspoon"],
    "venue": "Science 286, 87–90.",
    "year": 1999
  }, {
    "title": "Geological evidence of hotspot activity on Venus: Predictions for Magellan",
    "authors": ["E.R. Stofan", "R.S. Saunders"],
    "venue": "Geophys. Res. Lett. 17, 1377–1380.",
    "year": 1990
  }, {
    "title": "The global resurfacing of Venus",
    "authors": ["R.G. Strom", "G.G. Schaber", "D.D. Dawson"],
    "venue": "J. Geophys. Res. 99, 10,899–10,926.",
    "year": 1994
  }, {
    "title": "Near-infrared sounding of the lower atmosphere of Venus",
    "authors": ["F.W. Taylor", "D. Crisp", "B. Bézard"],
    "venue": "Venus II (S. W. Bougher, D. M. Hunten, and R. J. Phillips, Eds.), pp. 325–351, Univ. of Arizona Press, Tucson.",
    "year": 1997
  }, {
    "title": "A comparison of volcanic eruption processes on Earth, Moon, Mars, Io, and Venus",
    "authors": ["L. Wilson", "III J.W. Head"],
    "venue": "Nature 302, 663– 669.",
    "year": 1983
  }, {
    "title": "Emplacement of long lava flows on planetary surfaces",
    "authors": ["J.R. Zimbelman"],
    "venue": "J. Geophys. Res. 103, 27,503–27,516.",
    "year": 1998
  }],
  "id": "SP:1f7cbb8282a09c204e85f37ecf88466f4faf0579",
  "authors": [{
    "name": "George L. Hashimoto",
    "affiliations": []
  }, {
    "name": "Takeshi Imamura",
    "affiliations": []
  }],
  "abstractText": "Lava eruptions can be observed remotely on Venus’ nightside using a near-infrared window at a 1.0-micrometer wavelength, i.e., radiation at this wavelength emitted from the planetary surface traverses through the thick Venus atmosphere and clouds. Due to the strong dependence of the intensity of thermal emission on temperature, a hot surface produced by a lava eruption emits intense radiation, with the intensity of the excess radiation depending on the surface area and temperature of the lava flow. The excess emission from the hot surface is blurred by clouds, yet a 1-km2 1500-K basaltic lava lake and a 50-km2 1000-K lava flow are readily detected using this technique. Rapid cooling of exposed lava results in excess surface radiation that is detectable for just one Earth day after the end of an eruption; hence short-term eruptions are only detectable on the side of the planet where night is occurring. Eruptions lasting more than half a Venus day (i.e., more than about 60 Earth days), however, are detectable across the globe as nighttime occurs sometime during this period for every such event. Due to limited observational geometries, a complete global survey of active volcanos cannot be achieved from Earth, and in fact, only about 10% of short-lived major volcanic eruptions are observable. Alternatively, a satellite orbiting high above Venus (∼6 Venus radii) could detect virtually all short-lived nighttime volcanic events, or about half the events expected to occur across the globe. c © 2001 Elsevier Science (USA)",
  "title": "Elucidating the Rate of Volcanism on Venus: Detection of Lava Eruptions\rUsing Near-Infrared Observations"
}