{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nPalaeogeography, Palaeoclimatology, Palaeoecology\njournal homepage: www.elsevier.com/locate/palaeo\nLate Middle Miocene volcanism in Northwest Borneo, Southeast Asia: Implications for tectonics, paleoclimate and stratigraphic marker\nMu. Ramkumara,b,⁎, M. Santoshc,d, R. Nagarajane, S.S. Lic, M. Mathewf, D. Menierf, N. Siddiquig, J. Raih, A. Sharmah, S. Farroquih, M.C. Poppelreiterb, J. Laib, V. Prasadh\na Department of Geology, Periyar University, Salem 636011, India b South East Asia Carbonate Research Laboratory (SEACaRL), Universiti Teknologi Petronas, Tronoh, Malaysia c China University of Geosciences, Beijing, PR China d Department of Earth Sciences, University of Adelaide, Adelaide, SA 5005, Australia e Department of Applied Geology, Curtin University, Sarawak, Malaysia f Laboratoire Géosciences Océan, UMR CNRS 6538, Université de Bretagne Sud, 56017 Vannes, Cedex, France g Department of Geoscience, Universiti Teknologi Petronas, Tronoh, Malaysia h Birbal Sahni Institute of Palaeosciences, 53 University Road, Lucknow, India\nA R T I C L E I N F O\nKeywords: Volcanic tephra dispersal Zircon geochronology Middle Miocene tectonics Coastal swamp Paleoclimate NW Borneo\nA B S T R A C T\nExplosive volcanic events often produce pyroclastic materials that can be recognized from the geological record. These discrete pyroclastics form regional marker beds. Here we report the occurrence of a tephra layer interbedded within very thick coal beds near Mukah, Sarawak, Borneo. Traceable for tens of kilometers in the Mukah area of Sarawak, this tephra layer can be considered as regional stratigraphic marker with precise chronostratigraphic control. Systematic sedimentological, mineralogical, geochemical and zircon UePb geochronological studies have revealed a major effusive volcanic event during the latest Middle Miocene, presumably contemporaneous and/or related to a magmatic event of an earlier phase of the Mt. Kinabalu pluton or magmatism in West Sarawak or East Sabah. The volcanic event had promoted catastrophic flooding of coastal swamps and fall-out from the ash clouds that formed a regionally monotonous tephra layer across the Serravallian- Tortonian boundary. In conjunction with the regional occurrences of trap rocks, structural trends and known tectonic events, we constrained the regional depositional environments, and climate. The tephra layer was deposited in a coastal plain-swamp,- seasonal, shallow, high-moderate energy, fluvial channel-lacustrine environmental setting, wherein atmospheric fallout and eroded material from regoliths formed over older basement and volcanic rocks of the hinterland which were mixed to produce the tephra layer. This tephra layer is sandwiched between the very thick coal beds. A pre-existent volcanic chamber that was active for a long time, also experienced periodic explosive activity from probably the same magma chamber and conduit and including a major explosive activity that recycled early-formed crystals and felsic magma (rhyolite-dacite) during the major effusive event are also recognized. Our findings provide robust evidence for the prevalence of intensive chemical weathering under a wet-humid climate, and relative tectonic quiescence before the major effusive event, and the existence of vast, monotonously gently-sloping coastal plains and luxuriant vegetation akin to the present."
  }, {
    "heading": "1. Introduction",
    "text": "The Middle-Late Miocene was a period of atmospheric CO2 draw down from ~650 ppm to ~100 ppm (Royer, 2006), perhaps due to the development of extensive swamp-peat deposition that promoted the transfer of carbon from the atmosphere and biosphere to the lithosphere as well as through intensive weathering that promoted lithogenic consumption of atmospheric CO2. This period was also the time of\nrapid uplift of most mountain ranges in and around SE Asia (Kessler and Jong, 2015; Wang et al., 2017) that changed the climate of the region while other parts of the world continued to cool (Hay et al., 2002; Liu et al., 2017). Rapid and intense environmental perturbations such as large volcanic events affected the biotic and environmental conditions (Shen et al., 2012), and at times led to ecosystem collapse (Perrier et al., 2012). The Middle-Late Miocene period has also experienced perturbations in terms of extensive volcanism that transferred enormous\nhttp://dx.doi.org/10.1016/j.palaeo.2017.10.022 Received 11 May 2017; Received in revised form 21 October 2017; Accepted 23 October 2017\n⁎ Corresponding author at: Department of Geology, Periyar University, Salem 636011, India. E-mail address: muramkumar@yahoo.co.in (M. Ramkumar).\nPalaeogeography, Palaeoclimatology, Palaeoecology 490 (2018) 141–162\nAvailable online 25 October 2017 0031-0182/ © 2017 Elsevier B.V. All rights reserved.\nT\nquantities of gases into the atmosphere. Tephra layers originating from these massive effusive events are often preserved in stratigraphic records and help reconstruct past volcanism, including eruption frequency and magnitude, volume of erupted pyroclastic material, and the geochemical evolution of volcanoes (Kilian et al., 2003; Stern, 2008; Molloy et al., 2009; Watt et al., 2013; Bertrand et al., 2014; Weller et al., 2014).\nIn this study, we report a major volcanic event that lasted for ~320 kyr as evidenced by the occurrence of a regionally extensive 6- cm-thick volcanic tephra deposit preserved within ancient swamp and lacustrine settings in NW Borneo (Fig. 1). Based on multidisciplinary studies we have constrained the provenance, tectonic setting, depositional and paleoclimatic conditions."
  }, {
    "heading": "2. Regional setting",
    "text": "The tectonically complex Borneo Island is the third largest island in the World, shared by Malaysia (the states of Sarawak and Sabah), Indonesia (Kalimantan) and Brunei (Fig. 1). Vastly inaccessible tropical rainforests, mountains and deep valleys inhibit geological research in this region (Mathew et al., 2016a). Plate boundaries, marginal ocean basins and arc systems (Fuller et al., 1999; Nagarajan et al., 2014) surround this region. This region has experienced significant tectonic activity (Hall, 2013), Cretaceous magmatism (Williams et al., 1988; Davies et al., 2014; Hennig et al., 2017), and volcanism during the Cretaceous (van Gorsel, 2012) to the Miocene (Williams and Harahap, 1987; Prouteau et al., 2001). Previous studies have correlated the tectonic activity with two main deformations namely, the NE-SW to NWSE trending syn-depositional growth faulting during the CretaceousEocene, superposed by the Late Miocene to the Pliocene NE-SW trending wrench-induced compressional folds (Shuib, 2003). However, Borneo has had very complex Cenozoic tectonics with extension; uplift and subsidence of different regions and rotation which has been subject to diverse interpretations by many authors (see Hall, 2013 and discussion within). In addition, several basement faults and their frequent reactivation until the Pliocene-Pleistocene (Mat-Zin and Tucker, 1999) are thought to have played a significant role in the evolutionary history of the region. Within this regional tectonic framework, in addition to\nthe West Borneo basement, the Sarawak region consists of three zones, from south to north: the Kuching zone, the Sibu zone and the Miri zone, which are distinguished based on stratigraphy, depositional environments and structural trends (Haile, 1974). The three zones identified in the geological classification of Sarawak can be applied to the tectonics and structural zonation as well (Cullen, 2014; Mathew et al., 2016b). The Lupar Line (Fig. 1A) separates the Kuching zone and Sibu zone. It is interpreted as a strike-slip fault and this line would have probably reactivated several times until the Eocene times (Mat-Zin, 1996). The Sibu zone covers the area between the Lupar Line and the Bukit Mersing Line (Fig. 1A), which has been interpreted to be of a strike-slip nature (Mathew et al., 2016b) and active during the Eocene to the Middle Miocene. The Line was reactivated several times and this reactivation along with other movements led to an intense deformation in parts of central and north Sarawak (Mat-Zin, 1996). The Miri zone covers the area to the north of the Bukit Mersing Line. The central Sarawak region is an arcuate fold and thrust belt, commonly referred to as the NW Borneo Rajang Group fold-thrust belt. It extends along strike over a distance of ~1000 km and has a width of over 300 km (Tan, 1979; Williams et al., 1986; Tate, 1991; Hutchison, 1996; Moss, 1998). In central and north Sarawak, structural trend lines run in broad curves. The folds are interpreted to be tight, overturned and broken by thrust faults. The surficial topography of central Sarawak varies from terrain underlain by recessive shale through zones of linear ridges (interbedded sandstone and shale) to rugged highlands consisting of thick massive sandstones (Light et al., 1994). In the interior of Sarawak, a wide swath of discontinuous plateaus built of Late Cenozoic volcanic and pyroclastic rocks dominate the landscape.\nThe Kuching zone is composed of a basement complex (Breitfeld et al., 2017; Hennig et al., 2017) of schists (Madon, 1999), PaleozoicMesozoic marine sediments, and Paleogene fluvial-marginal marine sediments (Tan, 1979, 1993; Haile, 1974; Hutchison, 2005; Breitfeld et al., 2014). Several small post-basement intrusions of the Late Oligocene to the Miocene age cut through this zone. The Sibu zone consists of a highly deformed, steeply dipping, Belaga Formation (Liechti et al., 1960; de Silva, 1986; Hutchison, 2005) that consists of thick, monotonous sequences of shale and sandstone of deep marine turbidities (Bakar et al., 2007) deposited on the oceanic crust without any\nbasement rocks (Kirk, 1957, Wolfendren, 1960; Haile, 1974). Based on 39Ar/40Ar dating, Cullen et al. (2013) reported the Upper MiocenePliocene age for the volcanics of Hose Mountain and ~4 Ma and 2 Ma for the bimodal volcanic rocks of the Usun Apau Plateau. The Miri zone is dominated by fluvio-tidal to inner neritic marine shelf conditions upon an older continental crust (Haile, 1974; Madon, 1999; Hutchison, 2005).\nAmong these three zones, the low-lying coastal plain between the Gigis River in Mukah and the Lemai River in Balingian in the Miri zone in northern Sarawak, covering an area of ~710 km2 (Fig. 1) forms the present study area. The Balingian province is bounded by the central Luconia province in the north, the west Balingian line in the west and the Tinjar province in the south (Wan Hasiah, 2003). Lithostratigraphically, the Mukah-Balingian sector consists of coal hosting fluviotidal sediments belonging to the Upper Miocene and the Pliocene age and the Quaternary alluvium and coastal forest-swamp peat (Anderson,\n1964). The Miocene and the Pliocene sedimentary rocks consist of three formations (Wolfendren, 1960) namely (Fig. 2), the Liang Formation (Pliocene-Pleistocene), the Begrih Formation (Lower Pliocene) and the Balingian Formation (Upper Miocene). However, the age relations of these formations remain to be ascertained (Wolfendren, 1960). The Balingian Formation, deposited in lagoonal and estuarine environments, consists of clastic sediments (shale, mudstone, sandstone, and conglomerate) with interbedded coal and lignite, and is unconformably overlain by the Begrih Formation (de Silva, 1986). The conglomerate consists of inter beds of conglomerate, conglomeratic sandstone and coarse- grained sandstone with vertical and lateral variations, which are poorly sorted and crudely bedded (Sia et al., 2014). The angular unconformity between Balingian and Begrih formations is marked by Begrih Conglomerate, represented by a wedge of poorly sorted and crudely bedded conglomerate, conglomeratic sandstone and coarsegrained sandstone (Wolfendren, 1960; de Silva, 1986; Mat-Zin, 2000). However, recognition of unconformity and differentiating the Balingian and Begrirh formations in the field are often difficult. Coal deposits in the region have been poorly dated. Occurrences of 12 coal seams reaching a total thickness of about 16 m (Sia and Wan Hasiah, 2011) were interpreted to have been deposited under warm and wet climatic conditions (Muller, 1972; Morley, 2010). Though the age of the Balingian Formation is assigned to be the Late Miocene, the younger Begrih Formation is comparable in age to the Miri Formation (Liechti et al., 1960; Wolfendren, 1960; Hutchison, 2005). Based on the abundances of Casuarina pollen associated with Dacrydium, Stenochlaenapalustris, Florschuetzialevipoli and Stenochlaenaareolaris, Sia et al. (2014) determined Early Miocene age to the Balingian Formation. It is comparable to the Zone PR9 of the palynological zonation of the Malay Basin. Based on the foraminiferal assemblages of the Balingian Formation, a brackish water depositional environment was inferred (Liechti et al., 1960; Wolfendren, 1960). Over the total thickness of 3000-3600 m, only 1900 m from the uppermost section is exposed in the study area. The Balingian Formation is recognized (Nugraheni et al., 2014) as containing gas-prone source (coals and organic-rich clays) and reservoir rocks (sandstones). The fluvial and non-marine Begrih Formation is dominated by mudstone and less sandstone, conglomerate (ortho and sandy) and coal (de Silva, 1986; Nugraheni et al., 2014) and is conformably overlain by the Liang Formation. The Liang Formation is underlain by the Begrih Formation in the north and by the Belaga Formation in the south (Hutchison, 2005). The depositional environments of the Liang Formation range from shallow marine in the north to coastal plain in the south. The geology, structure, stratigraphy and age of this region are still under discussion (for example, Hall and Breitfeld, 2017; Hall and Sevastjanova, 2012; Hall et al., 2008; Hall, 2012) and the regional geological description presented herein is only a synoptic review from the existing literature."
  }, {
    "heading": "3. Material and methods",
    "text": "A systematic field survey was conducted near Mukah (Fig. 1B), to identify the occurrences of natural exposures and quarry sections. It was followed by the logging of well-preserved sections and further sampling. The regional geological map published by Hakimi et al. (2013) was utilized for a reconnaissance survey, then refined with field data and superimposed on the regional topographic map constructed with Shuttle Radar Topography Mission (SRTM) data and Google images (Fig. 1A, B). Three excellently preserved sections exposed in a coal mine were chosen for sampling. Rock-sediment (tephra), and coal samples from below and above the tephra layer were collected (Tephra samples from quarry: A, B, C; subsamples at bottom and top portions of tephra layer at A: A1, A2; coal samples from quarry: B Top, B Bottom). Another tephra sample (VA 37) from a core drilled at about 5 km away from the coal mine was also sampled. In addition, a reference ash sample from Mt. Pinatubo, Philippines (from Wards USA rock collections) was also analyzed for comparison.\nThe tephra samples were examined under reflected light microscopy, in the laboratory for macroscopic description and sub-sampling for granulometric, mineralogical, geochemical and radiometric dating analyses. Granulometric analyses of tephra samples from the quarry were performed with the help of a laser particle size analyzer erected at the Department of Geology, Lucknow University, India. The samples were treated with boiling H2O2 (10%) and HCl (1%) to remove organic matter and possible carbonates, respectively. The samples were then boiled with sodium hexametaphosphate (Na4P2O7 · 10H2O) to ensure complete disaggregation of the particles, then subsequently introduced into the particle size analyzer. Size measurements made at every 10 μm interval were consolidated at regular Folk and Ward's Phi (Ø) scale and utilized for computing standard textural parameters namely, mean size (Mz), standard deviation (SD), skewness (SK), and kurtosis (KG) for characterization of the sediment types and inferences on depositional processes. All the tephra and coal samples were crushed and ground to pass through a 230 mesh (< 63 μm size) for geochemical analyses. Thoroughly mixed and finely ground powders of these samples were utilized for whole-rock mineralogical analyses using an X-ray diffractometer erected at the Birbal Sahni Institute of Paleosciences (BSIP), Lucknow, India and the resultant intensity-peak values were plotted and mineral species were identified using the standard powder data manual. Splits of the ground samples were utilized for whole-rock major, trace and rare earth elemental analyses. Whole-rock major, trace and rare earth elemental analyses were carried out at Actlabs, Canada. The fusion technique was employed using lithium metaborate/tetraborate for the major, trace and REE analysis. The resultant molten bead was rapidly digested in a weak nitric acid solution and the analyses was carried out by the ICP and ICP-MS. Certified reference materials NIST 694, DNC-1, GBW 07113 (for major and trace elements) and NCS DC70009, OREAS100a, 101a, and JR-1 (for REE) were used to calibrate the trace element concentrations during the ICP-MS analyses. Major oxide data were recalculated as anhydrous in nature and adjusted to 100%. Thin sections were prepared from sub-samples of each of the tephra samples and were examined under polarized light using a petrographic microscope for documenting the textural relationships and to identify sediment components. Smears of tephra samples were also examined under a reflected light microscope for nannofossils. The tephra samples and coal samples were examined for any occurrence of dinoflagellates. The tephra samples from the quarry were subjected to zircon separation and UePb dating and elemental analyses. Zircon separation from crushed rock samples was performed at the Yu'neng Geological and Mineral Separation Survey Centre, Langfang City, Hebei Province, China, using magnetic and density methods, followed by handpicking under a binocular microscope. The grains were mounted on an epoxy resin disk, polished to expose the internal texture, and then were examined under transmitted and reflected light. The intracrystal textures of zircons were studied under cathodoluminescence (CL) by using a scanning electron microscope (JSM510) equipped with a Gantan CL probe at the Beijing Geoanalysis Centre. Zircon UePb dating and element analyses were carried out on a Laser Ablation Inductively Coupled Plasma Spectrometer (LA-ICP-MS) housed at the National Key Laboratory of Continental Dynamics at Northwest University, Xi'an, China following the analytical procedures described by Yuan et al. (2004). In the LA-ICP-MS method, the laser spot diameter and frequency were 30 μm and 10 Hz, respectively. A standard zircon 91,500 was used for the data correction and silicate glass NIST was used for optimization of the instrument. The raw data were processed using ISOPLOT 4.15 software (Yuan et al., 2004) and a common Pb correction was done using the method of Anderson (2002).\nWith these data generated from the field, petrographic, mineralogical, granulometric, geochemical and isotopic data, we assessed the probability of the occurrence of the tephra layer interbedded in thick coal seams. We then attempted the documentation of a past explosive volcanic event, the interpretation of the provenance of the sediments in the tephra layer and their sedimentation process, and constrained on\nthe regional tectonic events, the paleoclimatic conditions and finally examined the plausibility of the tephra layer being a marker bed."
  }, {
    "heading": "4. Results",
    "text": ""
  }, {
    "heading": "4.1. Field observations",
    "text": "The presumed tephra layer was found interbedded within very thick sub-bituminous coal seams which occur nearly all over the study area. Many large and active mines in the area have provided access to examine in detail the tephra layer occurrence in the field and permitted sampling. The coal seams are interbedded between the floodplain and the shallow-ephemeral channel sand deposits (Fig. 3), comparable to the present day monotonously featureless, coastal plains and swamps, drained by shallow fluvial channels. All over the studied and logged sections, the tephra layer appeared uniform in thickness (~6 cm), color (pale white) and compact, monotonous without any internal sedimentary structures (Fig. 3). Its lower and upper contacts were sharp, and without any transition. Similar characteristics were observable in the core sample recovered from the region, located about 5 km away (Fig.1B) from the sampled mine section (Fig. 1B; Fig. 3)."
  }, {
    "heading": "4.2. Granulometry, petrography and mineralogy",
    "text": "Granulometrically, the tephra samples were bimodal, very poorly sorted, very fine - fine silt sized, very coarse skewed - very fine skewed and very platykurtic - platykurtic class. The tephra samples appeared translucent to isotropic under polarized light. They were mudstones showing a matrix supported nature in which cryptocrystalline, angular, fine silt sized glass shards (Fig. 4) were abundant. The X-ray diffraction data revealed a predominant proportion of kaolin with subordinate quantities of quartz and glass in all the samples (Fig. 5).\nThe zircon grains taken from three samples (A, B, C) were predominantly dark brownish in color except a few that were very dark, and a few other colorless and transparent grains. The majority of the grains were euhedral to anhedral in shape while prismatic to stumpy morphologies were visible in a few grains. Sizes of the grains ranged from 20 to 150× 30–80 μm with aspect ratios of 3:1–1:1. A gradual increase in the sizes of the largest grains was observable in samples A, B and C. Many grains showed oscillatory zoning, patchy zoning or sector zoning under cathodoluminescence (CL) imaging. A few grains displayed core-rim textures. A few of these characteristics are depicted in Fig. 6."
  }, {
    "heading": "4.3. Whole-rock major, trace and rare earth elemental geochemistry",
    "text": "The tephra layer samples showed high loss of Ignition (Table 1) whereas, the coal samples collected from above and below location B (Fig. 1B; Fig. 3A) contained LOI which was more than half of their weight. The carbonate contents of the tephra samples ranged from 14 to 16 wt% and inter sample variations of organic carbon and inorganic carbon contents as well. The results from the major, trace and rare earth elements (REE) analyses of the tephra samples including a reference volcanic ash sample from Mt. Pinatubo, the Philippines are presented in Table 2. All the samples were SiO2, and Al2O3 dominant. In addition, higher Al2O3, and TiO2 and lower Fe2O3, MnO, MgO, Na2O, and CaO contents compared to the Upper Continental Crust (UCC; McLennan, 2001) were observed. Significant variations in elemental contents were also observed between the quarry and core tephra layers. The tephra samples from the quarry were argillized and characterized by a higher content of Al2O3 (average 35 wt%) compared to the core sample (20 wt %). The core sample was characterized by higher contents of SiO2, Fe2O3, MgO, K2O, and TiO2 compared to the quarry samples. Tephra samples from the quarry section showed higher levels of Al2O3/TiO2 (51 to 91; average: 65) compared to the core sample (Al2O3/ TiO2 = 20). Normalized elemental concentrations of tephra layers compared to the primitive mantle were analogous to tephra from Mt.\nPinatubo, the Philippines (Reference sample). As the tephra layers are highly susceptible to weathering (Dessert et al., 2009; Bottini et al., 2015) in which bulk dissolution is common (Cochran and Berner, 1996), study of relatively immobile elements for characterization and fingerprinting is preferred. The core sample contained higher concentrations of Sc, Be, V, Ba, Y, Zr, Cr, Co, Cu, Ge, Rb, Nb, Cs, Hf, Ta, Tl, Th, U, REE and lower concentrations of Ga and Pb compared to the quarry samples (Fig. 7). While the Zn, W, and Sr contents were relatively similar between the quarry and the core samples, significantly lower Rb, Nb, Sn and Cs in the quarry samples compared to the core sample were perceptible. The core sample showed higher concentration of these elements compared to the UCC and tephra from Mt. Pinatubo. Whereas, all trace elements showed lower concentrations than those of the UCC and the Mt. Pinatubo tephra samples, except for Pb, Th, and U. The chondrite normalized REE plots of the quarry samples showed light REE (LREE) enrichment, heavy REE (HREE) depletion and negative Eu anomaly. However, the core sample showed similar trend as of the Mt. Pinatubo sample, except for the Eu anomaly. The tephra layers had total rare earth element (∑REE) contents of 6–114 ppm (in quarry samples) and 223 ppm (in core sample) and were characterized by LREE enrichment relative to HREE with La/YbN ratios of between 2 and 48 and 11 in the quarry and the core tephra layers, respectively. All the studied\nsamples showed negative Eu/Eu* anomalies (0.55 to 0.68)."
  }, {
    "heading": "4.4. Zircon geochemistry",
    "text": "Trace elemental compositions (Tables 3a, 3b, 3c) and UePb were determined on the zircon grains from selected spots. The twenty three spots of zircon grains in sample ‘A’ showed high and variable ∑REE contents ranging from 354 to 3229 ppm and Y contents varied from 383 to 4468 ppm. Their (La/Sm)N ratios ranged from 0.002–1.6 and (Gd/ Yb)N ratios ranged from 0.024–0.08. The REE patterns showed a steep slope from LREE to HREE with positive Ce anomaly and a negative Eu anomaly, (Fig. 8). Nineteen zircon spots from sample ‘B’ mostly showed high ∑REE contents ranging from 508 to 1521 ppm and Y contents in the range of 578–2224 ppm with (La/Sm)N and (Gd/Yb)N ratios between a range of 0.002–0.423 and 0.024–0.077, respectively. Their REE patterns displayed a steeply-rising slope from LREE to HREE together with a positive Ce anomaly and a negative Eu anomaly (Fig. 7). Seventeen zircon spots from sample ‘C’ showed high ∑REE and Y contents of 191–2065 ppm and 237–3117 ppm, respectively. The (La/Sm)N and (Gd/Yb)N ratios showed ranges of between 0.0009 and 0.7137 and 0.0313–0.0782, as well as HREE enrichment, positive Ce and negative Eu anomalies.\n4.5. Zircon UePb dating\nForty three, 38 and 37 spots were analyzed with their respective number of zircon grains from samples A, B and C, respectively. The results are presented in Figs. 9A, B, C, D, E, F. In sample “A”, excluding 20 discordant spots, the remaining 23 spots were divided into three groups. One group included three older zircons with Th, U contents and Th/U ratios of between 90 and 176 ppm, 1707–359 ppm, and 0.34–0.76, respectively. They yielded Mesoproterozoic to Neoproterozoic ages of 1174 Ma, 1092 Ma and 791 Ma with high concordance. The second group included three spots with Th, U contents and Th/U ratios of between 88 and 810 ppm, 174–926 ppm and 0.51–1, respectively. They yielded the Carboniferous to Permian 206Pb/238U ages of 343 Ma, 318 Ma, and 280 Ma. The third group was the main population in this rock, and was composed of seventeen zircon spots with Th, U contents and Th/U ratios with ranges of between 77 and 761 ppm, 122–1774 ppm and 0.29–0.92, respectively. They yielded a weighted mean 206Pb/238U age of 11.48 ± 0.26 Ma (MSWD = 2.9, n = 17) (Fig. 9A, B). In sample “B”, excluding twenty two discordant spots, the remaining sixteen spots with high concordance were divided into two groups. The first group was composed of five zircon spots representing xenocrysts with Th, U contents and Th/U ratios of between 88 and 272 ppm, 200–388 ppm and 0.44–0.71, respectively. They yielded a wide range of 206Pb/238U ages, from 456 to 74 Ma. The second group was the major population and included eleven spots that showed Th, U\ncontents and Th/U ratios of between 54 and 925 ppm, 81–1529 ppm and 0.36–0.91, respectively. They yielded a weighted mean 206Pb/238U age of 11.44 ± 0.37 Ma (MSWD = 2.4, n = 11) (Fig. 9C, D). In sample “C”, excluding seven discordant spots, fifteen spots were divided into three groups. The first group was composed of three magmatic zircons with Th, U contents and Th/U ratios showing a wide range of between 77 and 282 ppm, 133–829 ppm and 0.34–0.58, respectively. They yielded Paleoproterozoic to Mesoproterozoic ages of between 2198 and 1249 Ma. The second group contained five spots with Th, U contents and Th/U ratios in the range of between 79 and 244 ppm, 172–509 ppm and 0.15–0.89, respectively. They yielded a wide range of ages from the Cambrian to the Cretaceous (533–80 Ma) suggesting the presence of older basement. The main concordant group included seven spots with Th, U contents and Th/U ratios of between 76 and 448 ppm, 117–978 ppm and 0.45–0.65, respectively. They yielded a weighted mean 206Pb/238U age of 11.76 ± 0.76 Ma (MSWD = 2.0, n = 7) (Fig. 9E, F)."
  }, {
    "heading": "5. Discussion",
    "text": ""
  }, {
    "heading": "5.1. Volcanic origin of the tephra layer",
    "text": "The volcanic rocks, volcanoclastics (Reuter et al., 2012), tephra beds (Shen et al., 2013), and glass shards (Albert et al., 2015), among others provide geological archives to trace past magmatic events. Once the prevalent volcanic event(s) has been ascertained, a variety of tools and methods help recognize the proximity of the volcanic event with reference to the location of these archives. For example, while the volcanic flows/trap rocks are considered to accumulate in the immediate vicinity of volcanic events/vents/fissures, and the bombs and lapilli are considered to be deposited at a somewhat further distance. The thick tephra beds, thin tephra beds, admixture of ash and glass shards in sediments are considered to be located the farthest from the location of eruption. Recently, the cryptotephra, i.e., non-visible tephra (Albert et al., 2015; Tomlinson et al., 2015) or dispersed volcanic ash were recognized (Scudder et al., 2016; Tomlinson et al., 2015) through geochemical analyses of archives located> 7000 km away from the\nlocation of the magmatic event. In this regard, the conspicuous lateral continuity with monotonously uniform color and thickness of the presumed tephra layer has covered a few kilometers despite its limited thickness (as reported by Stollhofen et al., 2000). Similarly, small and uniform grain sizes (mud-fine silt-muddy sand), together with angular, poorly sorted grains and with typical glass shards in the tephra bed typify prevalent distal, major volcanic events and subsequent atmospheric fallout of ash has been preserved between the coal seams of coastal swamps. The thickness of the tephra layer (~6 cm) suggests a large volcanic event whereas, tephra layers of> 10 cm are considered the results of a very large volcanic event (Lowe, 2011; Fontijn et al., 2015). Additionally, absence of any internal sedimentary structures (physical, chemical and biological) within this layer supports the interpretation of a short-duration deposition, and significant post-depositional compaction. The contact relationship (Fig. 3A) between the coal seams and the tephra layer, among others also testifies to the disruption of organic matter accumulation due to the influx of tephra from flood waters as well as atmospheric fallout and the resumption of organic matter accumulation (Fig. 3A; Table 1) after the tephra deposition. It also suggests the distal nature of the volcanic event that did not affect the vegetation and depositional environments of the coastal swamps directly. The predominantly siliciclastic and kaolinitic nature of the sediments of the tephra layer (also evident by the high LOI of all the tephra samples – Table 1), in which abundant volcanic glass shards and zircon grains typical of volcanic and magmatic origins are embedded, suggest a part of the sediments were recycled from paleosols and the immediate atmospheric ash fallout. Both of these underwent diagenesis/weathering in the new depocenters. The relative stability of kaolin compared to other clay mineral species even during climate shifts to drier conditions (Do Campo et al., 2010) could explain the predominance of kaolin in the samples. The CIA (chemical index of alteration) values ranged from 99.5 to 99.6 for the tephra layer of the quarry section, and 81 for the tephra in the core sample, indicating all the tephra samples were altered intensively. Though weathering and burial diagenesis alter the volcanic ash that could have released many elements (Christidis, 1998) into diagenetic fluids, the incompatible elements such as Ti, Y, Zr, Hf, Nb, Ta, Th and REEs are relatively retained and commonly not released (Christidis and Huff, 2009). Thus, it may be construed the immobile elements in the studied ash samples provide reasonably accurate information on the provenance and tectonic setting.\nWhen volcanic ash falls onto non-marine coal forming environments and alters to kaolinite, it is termed tonstein (Addison et al., 1983). These tonstein beds are now universally accepted as volcanic in origin (Bohor and Triplehorn, 1993; Demchuk and Nelson-Glatiotis, 1993; Burger et al., 2002). The dual sources for the sediments is further ascertained by the distribution of the size class of the sediments (Fig. 10) which shows typically a bimodal nature, wherein the silt sized detrital grains and clay probably originated from recycled paleosols and insitu weathering products of volcanic ash. Occurrences of coastal swamplake-ephemeral fluvial inlets might have provided ideal accommodation space (Lowe, 2011; Fontijn et al., 2015) for these recycled sediments and atmospheric ash fallout. The glass shards are all angular and isotropic without exception (Fig. 4) suggestive of a wind-blown nature rather than transported by an aquatic medium. Or, even when partial contribution from a suspended mode of transport by an aquatic medium is assumed, absence of attrition is assumed."
  }, {
    "heading": "5.2. Geochemical provenance signatures",
    "text": "The geochemical and mineralogical signatures of siliciclastic and volcanoclastic sediments from different parts of the world are used to infer the source rock composition, climate, mode of transport, depositional environment, degree of source rock weathering, tectonic setting and post depositional processes such as diagenesis and metasomatism (McLennan et al., 1993; Burger et al., 2002; Kiipli et al., 2007; Do\nCampo et al., 2010; Nagarajan et al., 2014, 2017). The geochemistry of zircon is closely related to its parental magma composition and is effective for fingerprinting tectono-magmatic provenance (Grimes et al., 2015). Incompatible trace elements generally survive weathering and diagenesis and preserve original geochemical signatures of the host sediments/rocks. However, many chemical fingerprinting attempts have provided only mixed success (Christidis, 1998) in discriminating precursors/original signatures. Given cognizance to these, an examination of the steep slope (from LREE to HREE) of the REE pattern of zircon grains could suggest igneous affinity (Hoskin and Ireland, 2000), whereas the strong REE fractionation and negative Eu anomaly support a volcanic origin and an arc related magmatic source rock (Pearce and Peate, 1995). According to Shen et al. (2012, 2013), the single best proxy for volcanic ash content at Xinmin is Eu/Eu*, especially very low values of Eu/Eu* (0.2–0.8). Our data also fall within a very narrow and low range (0.52–0.68) signifying volcanic origin of the presumed tephra layer and an absence of significant differentiation either during emplacement and/or during sedimentation. The geochemical signatures of tonsteins are the results of many factors such as original ash composition, depositional environment and diagenesis (Burger et al., 2002), which, necessitate careful examination of the major oxide content for geochemical fingerprinting. Higher concentrations of SiO2 in the studied tephra samples (Table 2) may indicate silicic volcanism as well as inputs from older continental material (Huang et al., 2016), recycling of older regolith, etc. It essentially suggested a dual mode of sediment sourcing, an inference made through sedimentological and mineralogical characteristics. The zircons from the tephra samples showed varied ages suggesting a mixture of detrital zircons in addition to the magmatic zircons according to their morphological (Fig. 6) and geochemical (Tables 3a, 3b, 3c) characteristics. This observation affirms dual provenance for the sediments in terms of detrital influx of clays from insitu weathering in the basement source areas and diagenetic alteration of tephra that settled at the depocenters. The existence of two groups of zircons (Fig. 9), one from the Late Miocene juvenile magma and another from the Paleoproterozoic-Cretaceous aged basement rocks and/or recycling of older magma during an eruption are inferred (detailed in the following section) which, in turn provides an affirmative evidence to the dual source for the tephra layer. The tephra samples showed a high Al2O3 content (Table 2) and contained a high proportion of kaolinite (Fig. 5). These could mainly be due to accumulation and humification of peat layers under acidic conditions, which in turn were conducive to the diagenetic mineralization of kaolinite from the parent volcanic ash (Demchuk and Nelson-Glatiotis, 1993). It is likely the higher Al2O3 content is due to the conversion of\ntephra to authigenic silicate by the removal of other components such as SiO2 and Na2O (Kiipli et al., 2007). Also, coeval detrital input cannot be ignored since it might have modified the geological signal related to volcanism. Significant amounts of kaolinite in the tephra samples could have formed from hydrated SieAl gels resulting from the volcanic glass hydrolysis (Bohor and Triplehorn, 1993; Liao et al., 2016). The tephra layer from the quarry section showed the SiO2/Al2O3 ratio in the range of 1.17–1.20 (average. 1.18) which is comparable to the theoretical value for kaolin (1.18; Burger et al., 2002). However, the tephra sample from the core showed a higher SiO2/Al2O3 value (3.12), indicative of geographic variation of the modification process or their intensity, or both. Similarly, the TiO2/Al2O3 ratios in the tephra samples from the quarry (0.011–0.020; average.0.016) were consistent with a silicic volcanic origin (< 0.02; Addison et al., 1983). The tephra from the core showed a higher TiO2/Al2O3 ratio (0.049) compared to the quarry and reference (fresh volcanic ash from Mt. Pinatubo) samples. High Al2O3/ TiO2 ratios for the quarry samples indicate a felsic volcanic source while the core sample with a Al2O3/TiO2 ratio of 20 suggested intermediate volcanic source (3–8 for mafic; 8–21 for intermediate and 21–70 for felsic igneous rocks; Hayashi et al., 1997). It seems probable the Al2O3/TiO2 ratios in the quarry samples were affected by intensive argillite formation and weathering (CIA = 80–100). The inference of a felsic nature of source is reinforced by Th/Sc vs. Sc plot (Fig. 11A) and the La/Th vs. Hf plot (Fig. 11B) where the quarry samples plotted near the felsic source whereas the core sample plotted near the UCC and PAAS indicating intermediate signature. The Ti/Th ratio is used to distinguish different igneous rocks (30–400 for acid; 400–1000 for intermediate and 2500–3500 for mafic volcanic rocks respectively; Feng, 1989). Accordingly, the Ti/Th ratios, in the range of 165–309, computed for the studied samples are indicative of a felsic igneous source, the high Th and U contents (Th > 3 ppm and U > 2 ppm) indicated intermediate- felsic origin. The intermediate to felsic source is also supported by the U vs. Th plot for zircon grains in which they are plotted in the Dacite to Rhyolite field while the cross plot of U/Th suggested continental and oceanic crustal origin for the zircons (Fig. 12).\nThe Th/U ratios and internal structures (Corfu et al., 2003) of these grains were consistent with magmatic crystallization (Hoskin and Schaltegger, 2003). This inference is supported by variable ∑REE and Y contents (Tables 3a, 3b, 3c), suggesting the involvement of crustal material in the magma. Further, the HREE enrichment, together with positive Ce anomaly and negative Eu anomaly (Fig. 6C) are typical of magmatic zircons. These magmatic zircons are similar to those of zircons from rhyolite and dacite (Fig. 12). This confirms that fine vitric\nTa bl e 3a LA -I C PM S tr ac e el em\nen t da\nta (p pm\n) fo r th e zi rc on\ns re tr ie ve\nd fr om\nLF M -V .A SH\n-A (n\n= 23\n).\nSa m p. no el em en t\nA (n\n= 23\n)\n4 5\n6 7\n8 10\n11 15\n16 18\n24 25\n27 28\n29 32\n33 34\n36 39\n40 41\n42\nLa 0. 02\n0. 6\n2. 6\n0. 9\n18 0. 1\n0. 10\n0. 20\n1. 2\n0. 02\n3. 20\n0. 01\n1. 1\n5 0. 04\n0. 04\n33 0. 1\n0. 2\n0. 02\n2 0. 12\n0. 01\nC e\n10 7\n15 8\n48 7\n16 6\n17 11\n15 4\n39 29\n13 6\n99 12\n2 7\n15 7 26 Pr 0. 2 0. 2 1. 1 0. 3 6 0. 1 0. 4 0. 1 0. 5 0. 1 1. 0 0. 1 0. 6 0. 9 0. 03 0. 1 10 0. 3 0. 2 0. 1 0. 8 0. 1\n0. 04\nN d\n2. 9\n1. 8\n5. 3\n1. 6\n27 0. 7\n6. 3\n1. 4\n3. 7\n2. 2\n5. 6\n1. 3\n6. 2\n4. 6\n0. 4\n0. 6\n52 5\n3 2. 5\n6 0. 9\n0. 5\nSm 7\n2. 4\n4 2. 2\n7 2. 6\n14 .4\n3. 3\n5 7\n4 3. 3\n12 .6\n4 1. 2\n2. 2\n16 9\n6 5\n7. 4\n2. 5\n1. 5\nEu 0. 9\n0. 2\n0. 3\n0. 2\n0. 6\n0. 2\n1. 5\n0. 4\n0. 6\n1. 3\n0. 4\n0. 2\n2. 3\n1. 1\n0. 45\n0. 2\n0. 4\n2 0. 6\n1 1. 2\n0. 3\n0. 3\nG d\n40 16\n20 12\n18 21\n0 77\n17 38\n49 20\n20 73\n17 5\n18 41\n39 31\n30 35\n17 8\nTb 14\n6 8\n6 6\n9 27\n6. 15\n5 20\n8 8\n28 6\n2 8\n13 13\n11 11\n12 7 3 D y 16 9 82 11 3 63 73 12 9 31 6 78 20 7 23 6 99 10 3 36 1 75 28 10 5 16 2 15 6 13 0 14 5 14 6 95 43 H o 63 34 47 27 29 55 11 2 32 84 86 41 40 14 3 31 11 46 62 5 48 57 55 40 17 Er 27 3 16 8 23 9 13 4 14 5 27 2 46 9 15 6 39 8 37 9 20 3 18 5 67 4 15 7 60 23 5 27 3 27 8 20 7 27 0 24 9 19 9 85 Tm 54 37 55 31 32 62 89 36 85 78 47 39 14 5 36 15 54 55 62 40 59 52 46 19 Y b 50 8 38 8 59 2 32 5 34 0 65 8 79 8 38 2 86 4 76 4 50 0 37 9 14 70 39 2 17 9 57 8 50 6 64 7 37 7 61 2 51 1 49 3\n20 5\nLu 89\n75 11\n4 64\n66 12\n7 13\n3 76\n15 8\n14 2\n10 0\n68 27\n4 79\n38 11\n2 83\n12 3\n65 11\n3 93\n97 38\nY 18\n56 10\n69 15\n10 83\n4 91\n6 17\n03 32\n38 10\n15 25\n42 27\n20 13\n04 12\n14 44\n68 10\n42 38\n3 14\n90 17\n73 18\n96 14\n14 17\n65 16\n63 12\n83 53 4 ΣR EE 12 29 81 9 12 17 67 3 81 4 13 42 20 58 79 3 18 78 17 76 10 45 84 9 32 29 83 7 35 4 11 69 14 05 14 04 92 1 13 12 11 86 10 04 44 7 (L a/ Sm ) C N 0. 00 2 0. 17 0. 46 0. 24 1. 55 0. 02 0. 00 5 0. 04 0. 14 0. 00 2 0. 54 0. 00 3 0. 05 0. 8 0. 02 0. 01 1. 27 0. 00 9 0. 02 0. 00 2 0. 18 0. 03 0. 01 (G d/ Y b) C N 0. 06 0. 03 0. 03 0. 03 0. 04 0. 03 0. 08 0. 04 0. 04 0. 05 0. 03 0. 04 0. 04 0. 03 0. 02 0. 03 0. 07 0. 05 0. 07 0. 04 0. 06 0. 03 0. 03 Eu /E u* 0. 2 0. 1 0. 1 0. 1 0. 2 0. 1 0. 1 0. 2 0. 1 0. 2 0. 2 0. 1 0. 2 0. 4 0. 4 0. 1 0. 04 0. 3 0. 1 0. 2 0. 2 0. 1 0. 3 Pb 0. 5 2. 1 3. 8 1. 2 1. 4 3. 5 1 1. 3 3 1. 7 2. 1 80 58 17 15 3. 6 37 2. 3 0. 6 1. 3 1. 2 2. 5 43 .3 Th 2 3 2 17 5 38 0 53 7 15 6 25 7 51 9 36 5 22 3 76 1 30 6 54 5 12 5 81 0 19 0 88 59 0 17 6 48 0 77 31 6 34 0 55 9 90 U 2 3 8 20 6 83 8 11 74 34 9 47 0 17 74 39 7 53 3 12 56 80 3 91 9 35 9 92 6 18 4 17 4 16 03 23 0 71 9 12 2 55 6 44 7 11 09 17 0 Th /U 0. 9 0. 5 0. 5 0. 5 0. 6 0. 3 0. 9 0. 4 0. 0. 4 0. 6 0. 3 0. 9 1 0. 5 0. 4 0. 8 0. 7 0. 6 0. 6 0. 8 0. 5 0. 5 U /Y b 0. 4 2. 2 2 1. 1 1. 4 2. 7 0. 5 1. 4 1. 5 1. 1 1. 8 1 0. 6 0. 5 1 2. 8 0. 5 1. 1 0. 3 0. 9 0. 9 2. 3 0. 8\nN D -N\not D et er m in ed . * Eu an om al y (E u/\nEu *)\nw as\nca lc ul at ed\nus in g th e fo rm\nul a (E u/\nEu * =\nEu C N /( Sm\nC N /G\nd C N )1\n/2 ,w\nhe re\nC N\nre fe rs\nto th e ch\non dr it e no\nrm al iz ed\nva lu es .\nand labile primary minerals from a distal rhyolitic source were deposited, and later diagenetically altered into kaolin by leaching alkaline and alkali earth metals under acidic fluids in the peat swamp."
  }, {
    "heading": "5.3. Geochemical signature of tectonic setting",
    "text": "Bulk chemistry based tectonic discrimination plots proposed by Roser and Korsch (1986) demonstrated the utility of whole-rock\ngeochemistry in discriminating the tectonic setting of sediments. Taking cues from this work, Verma and Armstrong-Altrin (2013) proposed two new tectonic discrimination diagrams for siliciclastic sediments derived from island/continental arc, continental rift and collision. The same methods were attempted for the tephra samples under study. The tephra samples from the quarry section were plotted in the low silica region and the core and reference samples were in the high silica region (Fig. 13A, B) suggestive of collisional and arc tectonic settings,\nTable 3b LA-ICP-MS trace element data (ppm) for the zircons retrieved from LFM-V.ASH-B (n = 19).\nSamp. no element B (n = 19)\n4 8 9 10 11 12 13 15 17 18 19 20 24 27 29 33 34 35 36\nLa 0.4 0.05 0.40 0.02 0.04 0.1 0.03 3.3 0.02 1.4 1 0.2 0.5 1.2 0.7 0.04 0.9 0.1 0.03 Ce 7 13 8 11 3 12 7 40 23 15 22 7 4 9 14 6 5 10 5 Pr 0.1 0.08 0.2 0.04 0.2 0.3 0.3 1.1 0.02 0.6 0.3 0.1 0.1 0.5 0.3 0.2 0.2 0.1 0.1 Nd 1.3 1.6 1.4 1 3 5.5 5 6 0.7 5.7 2 1.3 1.5 3.2 2.6 3.4 2 1.3 1 Sm 1.8 2.6 2.3 3.3 7.1 11 9.5 5 1.5 8 2.1 2.2 4 2.6 4.7 6.3 3.1 2.8 2.5 Eu 0.3 1.1 0.3 0.5 0.5 2 1.4 1.6 0.6 1.7 0.9 0.4 0.8 0.2 0.5 0.8 0.4 0.6 0.3 Gd 11 15 12 26 38 53 52 22 9 39 11 14 25 17 26 33 17 15 15 Tb 4.2 5.6 5 11 13.6 17.7 18.3 8 3.3 13.3 4.6 5.5 8.5 7.4 10 12 6 5.2 5.4 Dy 55 75 66 148 161 206 20 101 42 161 61 75 99 103 133 141 74 65 68 Ho 22 33 27 62 59 75 75 40 18 62 25 32 35 43 54 52 28 24 25 Er 113 178 136 296 255 329 317 190 91 288 125 160 155 215 261 226 126 112 111 Tm 25 44 31 64 50 66 61 43 22 62 29 37 33 50 60 45 26 24 23 Yb 268 516 322 648 467 631 556 442 260 625 320 396 333 529 622 421 245 232 215 Lu 53 113 62 121 79 113 93 82 55 115 65 78 64 101 119 72 44 42 37 Y 708 1113 852 1854 1717 2224 2195 1237 578 1899 822 1014 1107 1374 1695 1557 855 743 755 ΣREE 563 998 672 1391 1137 1521 1404 985 526 1397 670 808 762 1083 1307 1019 578 534 508 (La/Sm)CN 0.12 0.01 0.11 0.004 0.003 0.005 0.002 0.41 0.01 0.12 0.29 0.05 0.09 0.29 0.09 0.004 0.19 0.02 0.01 (Gd/Yb)CN 0.03 0.02 0.03 0.03 0.07 0.07 0.08 0.04 0.03 0.05 0.03 0.03 0.06 0.03 0.03 0.06 0.06 0.05 0.06 Eu/Eu* 0.2 0.5 0.2 0.2 0.1 0.3 0.2 0.5 0.5 0.3 0.5 0.2 0.2 0.1 0.1 0.2 0.2 0.3 0.2 Pb ND 9.9 1 2.3 0.6 1 0.5 6 18 6 5.3 1.2 ND 3.5 2.8 0.5 ND 14 0.3 Th232 ND 151 201 606 124 299 156 272 88 404 154 221 ND 556 925 104 ND 131 54 U238 ND 211 407 1002 200 357 172 388 200 488 284 464 ND 1529 1155 135 ND 293 81 Th/U ND 0.7 0.5 0.6 0.6 0.8 0.9 0.7 0.4 0.8 0.5 0.5 ND 0.4 0.8 0.8 ND 0.5 0.7 U/Yb ND 0.4 1.3 1.6 0.4 0.6 0.3 0.9 0.8 0.8 0.9 1.2 ND 2.9 1.9 0.3 ND 1.3 0.4\nND-Not Determined. * Eu anomaly (Eu/Eu*) was calculated using the formula (Eu/Eu* = EuCN/(SmCN/GdCN)1/2, where CN refers to the chondrite normalized values.\nrespectively. The Discriminant diagrams of Roser and Korsch (1986) also indicated similar tectonic settings for the quarry samples (Fig. 13C, D) whereas the core sample was plotted in a passive collisional tectonic setting. Together, these observations may signify the dual sources of sediment influx, regional variation of sediment characteristics as well as limitations of discriminant diagrams. However, the general affinity of tephra with rhyolitic composition has been interpreted by Shen et al. (2012) to be in a volcanic arc tectonic setting in a subduction zone, consequently, the collisional and arc settings suggested by the discriminant diagrams of Verma and Armstrong-Altrin (2013) could be considered valid. This inference is further substantiated by the ∑REE and Y contents (Tables 3a, 3b, 3c), the HREE enrichment, and the positive Ce and negative Eu anomalies (Fig. 8C) of the zircon grains, which suggest rhyolite and dacite composition of the parental magma (Fig. 12).\nOwing to the significantly altered nature of the tephra layer as indicated by the CIA values, the inferences on tectonic settings based on the major oxides and mobile elements become circumspect. In order to circumvent this complexity, the incompatible trace elements based discrimination diagrams such as Y vs. Nb and Yb vs. Ta were used (Pearce et al., 1984). In the Yb vs. Nb diagram (Fig. 13E) all the studied tephra samples including the reference sample (v.ash from Mt. Pinatubo) plotted on the volcanic arc and the syn-collision granite field. Similarly, in the Yb vs. Ta diagram (Fig. 13F) the tephra samples from the quarry section plotted on the volcanic arc granite field while the tephra core sample and reference sample plotted on the ocean ridge granite field. The VAG character of the ash samples were comparable to the results of Macpherson et al. (2010) and Cullen et al. (2013) who determined most magmatic rocks in Borneo had VAG character due to their origin (melting of old arc material). In addition, the absence of affinity with ARC could also be inferred.\nTectonic collisions between island arcs, island arcs and continents, continental fragments, and volcanic arcs surround the Sundaland region to the east, west and south, where the lithosphere of the Indian and Pacific Oceans is subducted at high rates, accompanied by severe seismicity and volcanism. The region underwent southward-directed subduction under West Borneo during the Triassic-Cretaceous (Hennig\net al., 2017; Breitfeld et al., 2017). Furthermore, during the Late Cretaceous, this subduction process formed the Schwaner Mountains (Williams et al., 1988; Davies et al., 2014; Hennig et al., 2017), which ceased at about 90–80 Ma (Clements et al., 2011; Hall, 2013; Davies et al., 2014; Breitfeld et al., 2017; Hennig et al., 2017). However Hutchison et al. (2000) suggested this subduction event might have lasted until 60 Ma. The Lupar Line, presumed previously to be the trench/suture (Clift et al., 2008) is considered a younger strike-slip fault. Much of the geology witnessed now is largely the outcome of Cenozoic subduction and collision at the margins surrounding the continental core of Sundaland (Metcalfe, 2011), which is situated at the boundaries of three major plates (Hall, 2009): Eurasia, India–Australia and Pacific–Philippine Sea (Fig. 1A). At the beginning of the Cenozoic, large-scale tectonic activities commenced in the western segment of Sundaland with the collision of India–Asia during the Eocene (Ali and Aitchison, 2005; Leech et al., 2005; Aitchison et al., 2007). At ~45 Ma, Australia began to move rapidly northwards, resuming subduction at the Sundaland margins, initiating an active margin on the south side, forming the Sunda Arc where there has been continuous subduction of ocean lithosphere beneath the Arc since the Eocene (Fig. 1A). This subduction also gave rise to an active margin in Borneo, and a volcanic arc that ran the length of Java accompanied by widespread intense volcanism in regions between Sumatra and Sulawesi (Crow, 2005). There have been alternative interpretations as well: During the Eocene and the Oligocene, from Sumatra to Sulawesi, abundant volcanic activity accompanied northward subduction of the Indian–Australian Plate. The Cenozoic magmatism has been considered a complex event with diverse opinions on the timing and origin of the event (Williams and Harahap, 1987; Prouteau et al., 2001; Cullen et al., 2013). During the Late Cretaceous–Early Eocene, rifting at the margin of Asia to produce the South China Sea took place, resulting in a southward movement of the Luconia continental block that led to the conception of a magmatic belt due to the southward subduction. The Lupar Line (Fig. 1A) coincides with the Late Cretaceous subduction trench. In the Early Miocene, a collision in Borneo with the extended continental margin crust of South China has been documented as giving rise to magmatism in central Borneo, but volcanic activity largely ceased after\nthe collision (Hutchison et al., 2000; Hall, 2009). However, based on precise age data on the basaltic plateaus, Cullen et al. (2013) have questioned assigning the Early Miocene age to this collisional event and the magmatic events that followed. In the Java–Sulawesi region, volcanism diminished during the Early and Middle Miocene although in Sumatra, volcanic activity was apparently continuous with a period of reduced activity only during the Late Miocene. In Borneo, a Tertiary magmatic arc ran from northeast Kalimantan southwards through Central and West Kalimantan to Sarawak, following the southern\nboundary of the Kuching High (Carlile and Mitchell, 1994). Along this magmatic arc, three magmatic episodes have been identified: the Eocene acidic volcanism followed by the Late Oligocene-Miocene andesitic-rhyolitic volcanism and then by the Plio-Pleistocene basalt volcanism (Soeria-Atmadja et al., 1999). In the interior of Borneo, along the border of Sarawak and Kalimantan, plateaus of Cenozoic lavas and pyroclastic cones associated with a volcanic arc can be witnessed. They consist mainly of rhyodacites, andesites, basalts and calc-alkaline to potassic-calc-alkaline volcanics (Soeria-Atmadja et al., 1999). The K/Ar\nages of these plateaus vary from 25 to 4 Ma and dacitic, ignimbrite tephras, glassy lavas and breccia are the vital products of this phase of volcanism (Cullen et al., 2013). Prouteau et al. (2001) reported ages of 6.4 to c. 22 Ma for adakites and diorites in Sarawak; although consensus on the ages and origin of those rocks has not yet been achieved. Given the geodynamic complexity of the Sunda region and the intense volcanism during the Cenozoic Era, our results could indicate magmatic activity during the latest Middle Miocene. While the aforementioned magmatism could be a reasonable explanation for our results, magmatic activity related to subduction in the Borneo-Palawan Trough (Fig. 1A) during the Middle Miocene–Pliocene, the Pliocene-Pleistocene intraplate magmatism in the southern Sulu Arc (Macpherson et al., 2010) as well as ongoing explosive volcanism in neighboring Sumatra and the Java–Sulawesi sector cannot be ignored. In this regard, an accurate pinpointing of a volcanic event and its duration are essential, and are presented in the following section."
  }, {
    "heading": "5.4. Age and implications on stratigraphic marker",
    "text": "Explosive volcanic eruptions are responsible for the widespread dispersal of ash (particle diameter < 2 mm) or tephra. The near\nFig. 10. Bimodality of the sediment grains in ash layer. Note the typical dual size class that might have emanated from two different provenances/source areas/transport media.\n(caption on next page)\ninstantaneous deposition of tephra in geographically wide areas promotes formation of stratigraphic markers in a range of sedimentary records (Kilian et al., 2003; Bertrand et al., 2014; Tomlinson et al., 2015). These markers are often useful for precise stratigraphic classification and correlation (tephrostratigraphy) of archaeological, lacustrine, peat and marine archives. If absolute age of the tephra is known from an independent numerical dating method, then the tephra horizons provide age markers within the stratigraphy (tephrochronology). Where a tephra can be attributed to a specific eruption of known age, it can serve as a chronological marker (Donato et al., 2016). Tephrochronology plays a critical role in refining age models in paleoenvironmental records and the synchronization of those records in order to determine leads and lags of rapid climate changes (Tomlinson et al., 2015). Key tephrostratigraphic markers rely upon a widespread dispersal from a volcanic source with their chemical and petrographic fingerprints being well characterized, which enables the identification of diagnostic features unique to individual eruptions.\nIn this regard, the documentation of a monotonously uniform tephra bed, interpreted to have originated from a volcanic source, based on petrographic, mineralogical, and geochemical characteristics and occupying a geographically large area, and possessing similar characteristics, provides ample scope for its use as a stratigraphic marker at a regional scale. This is particularly important in the Sarawak region, both onshore and offshore, should this bed be encountered and the host sequence needs to be correlated. A priori requirement for this purpose is a precise and narrow range of radiometric ages for the zircon grains. In this regard, the presence of zircon grains yielding a discordant age group ranging from the Proterozoic-Late Miocene, in all the samples requires an explanation. A similar age group (1300–2440 Ma: MesoPaleoproterozoic) was reported for the detrital zircons from the Miocene sediments from NW Borneo (Nagarajan et al., 2017). Other independent studies in the region have also reported similar discordant age groups (for example, van Hattum, 2005; van Hattum et al., 2006, 2013). Inheritance of zircon grains from older rocks has also been reported in many previous studies including Breitfeld et al. (2014) (Cenozoic sediments of the Kuching Zone), Breitfeld et al. (2017) (from clastic Triassic Sadong and Kuching formations and the Cretaceous Pedawan Formation in the Kuching Zone), Hennig et al. (2017) (from granites in SW Borneo and the Kuching Zone) and Galin et al. (2017); (from the Rajang Group in the Sibu Zone). The study area has been the loci of significant plate tectonic reorganization and magmatic, volcanic, climatic and topographic dynamics. The zircon grains studied display features typical of magmatic and volcanic origin. The xenocryst zircons found and measured for absolute age show a wide range of ages suggesting sediment influx from a variety of basement rocks ranging in age from the Paleoproterozoic to the Cretaceous. Alternatively, these older groups of zircons might represent xenocrysts mixed with the basement rocks during eruption. A consideration of xenocrysts of zircons and their recycling together with juvenile zircon crystals during a volcanic explosive event may explain the survival of the Paleoproterozoic-Cretaceous-Miocene magma chamber, and the effusive activity during the Late Middle Miocene along the inherited vent. A recent study by Cottam\net al. (2010), reported the occurrence of the Cretaceous age zircon crystals in the Late Miocene Mount Kinabalu pluton, suggestive of the recycling of juvenile zircons from the magma chamber and the active nature of the chamber since the Cretaceous (Cullen, 2014). Geochronological data based on the SHRIMP (Sensitive High-Resolution Ion Microprobe) method of dating zircons from Borneo sandstones were presented by van Hattum (2005) and van Hattum et al. (2006, 2013). These studies have also reported the occurrence of zircons from multiple age-clusters, namely, the Eocene (49.9 ± 1.9 Ma) to the Archaean (2531.6 ± 11.2 Ma), with the regional predominance of specific clusters belonging to the Cretaceous (~77–130 Ma), the Permian–Triassic (~213–268 Ma), and the Paleoproterozoic (~1750–1900 Ma). This is suggestive of inherited juvenile as well as recycled detrital zircon influx into the clastic sedimentary records of this region, including the tephra-lacustrine-fluvial plain deposits currently reported in the present study. Excluding the older xenocrysts, the data from the major zircon population in all three samples have consistently yielded weighted mean ages in the range of 206Pb/238U age of 11.44 ± 0.37 to 11.76 ± 0.76 Ma (Fig. 9) delineating the timing of the eruption. The difference between the lower and upper age limits of the ages of three tephra samples have suggested a duration of about 320kyr as the period of eruption/volcanic activity. Nevertheless, zircon grains from all three tephra samples show the same age of eruption within error. Zircon SHRIMP data or/and AreAr data on a larger suite of samples from different levels of the tephra layer in additional locations are required to precisely determine the duration of the eruption."
  }, {
    "heading": "5.5. Implications on paleoclimatic conditions",
    "text": "An independent, triple examination of the tephra samples for the presence of palynoflora and dinoflagellates proved to be negative. Despite having been deposited in a lacustrine-swamp-coastal plain setting and luxuriant vegetation that formed very thick coal seams (refer Fig. 3A and the litholog inset and discussion in the following section) and the presence of a sandwiched tephra layer, palynologically barren samples may indicate the frequency and intensity of the eruptions as well as an extreme climate and/or diagenesis. A similar barren nature due to the prevalence of detrimental climatic conditions and destructive geological events were reported previously elsewhere (e.g., Williamson and Bell, 2012). Ward (2009) demonstrated a direct connection between the frequency and the intensity of global magmatic activity and episodes of warming and cooling, principally driven by the quantum of SO2 released during volcanic activity. Volcanic ash-fall events caused additional stress to the biota in tectonically active regions (Reuter et al., 2012), through a variety of after- effects including, but not limited to, thermal impedance, acid rain, alteration of the photic zone, and the enhanced turbidity in aquatic systems (Reuter et al., 2012). However, owing to their fine grain size and chemical reactivity (Dessert et al., 2009), ash particles also served as nutrients to aquatic systems (Reuter et al., 2012). Volcanic ash deposited in the aquatic systems affects oxygen diffusion into the underlying sediment, causing the formation of dysoxic/anoxic pore-waters (Perrier et al., 2012). Set\nFig. 13. Discrimination of tectonic setting (after Roser and Korsch, 1986; Verma and Armstrong-Altrin, 2013) A) Discriminant-function multi-dimensional diagram for high-silicaclastic sediments (Verma and Armstrong-Altrin, 2013). The subscript m1 in DF1 and DF2 represents the high-silica diagram based on loge-ratios of major elements. The discriminant-function equations are the following:DF1(Arc-Rift-Col)m1= (−0.263× In(TiO2/SiO2)adj) + (0.604× In(Al2O3/SiO2)adj) + (−1.725× In(Fe2O3t/SiO2)adj) + (0.660× In(MnO/SiO2)adj) + (2.191× In(MgO/SiO2) adj) + (0.144× In(CaO/SiO2)adj) + (−1.304× In(Na2O/SiO2)adj) + (0.054× In(K2O/SiO2)adj) + (−0.330× In(P2O5/SiO2)adj) + 1.588DF2(Arc-Rift Col)m1= (−1.196× In(TiO2/ SiO2)adj) + (1.604× In (Al2O3/SiO2)adj) + (0.303× In(Fe2O3t/SiO2)adj) + (0.436× In(MnO/SiO2)adj) + (0.838× In(MgO/SiO2)adj) + (−0.407× In(CaO/SiO2)adj) + (1.021× In (Na2O/SiO2)adj) + (−1.706× In(K2O/SiO2)adj) + (−0.126× In(P2O5/SiO2)adj)− 1.068; B) Discriminant-function multi-dimensional diagram for low-silica clastic sediments (Verma and Armstrong-Altrin, 2013). The subscript m2 in DF1 and DF2 represents the low-silica diagram based on loge-ratio of major elements. Discriminant function equations are: DF1(Arc-Rift-Col)m2= (0.608× In(TiO2/SiO2)adj) + (−1.854 _ In(Al2O3/SiO2)adj) + (0.299× In(Fe2O3t/SiO2)adj) + (−0.550× In(MnO/SiO2)adj) + (0.120× In(MgO/SiO2)adj) + (0.194× In(CaO/SiO2)adj) + (−1.510× In(Na2O/SiO2)adj) + (1.941× In(K2O/SiO2)adj) + (0.003× In(P2O5/SiO2) adj) −0.294 DF2(Arc-Rift-Col)m2= (−0.554× In(TiO2/SiO2)adj) + (−0.995× In (Al2O3/SiO2) adj) + (1.765× In(Fe2O3t/SiO2)adj) + (−1.391× In(MnO/SiO2)adj) + (−1.034× In(MgO/SiO2)adj) + (0.225× In(CaO/SiO2)adj) + (0.713× In(Na2O/SiO2)adj) + (0.330× In(K2O/ SiO2)adj) + (0.637× In(P2O5/SiO2)adj)−3.631. C) SiO2 vs. K2O/Na2O plot shows the tectonic setting discrimination fields for volcanic ash samples (after Roser and Korsch, 1986). D) U/Yb vs. Y (Grimes et al., 2007), distinguishing the possible tectonic setting of the volcanism that produced the zircon. E) Y vs. Nb and F) Yb vs.Ta discrimination diagrams of tectonic setting. (After Pearce et al., 1984).\non an active tectono-volcanic-magmatic landscape, the rocks that existed in the region might have experienced accelerated rate of weathering. This may have been primarily induced by their proximity to a volcanic setting, as volcanism is also a source of acidity (Keller and Lehnert, 2010) either through the emission of gaseous CO2, H2S or SO2 (Ward, 2009; Keller and Lehnert, 2010) or, to a lesser extent, HCl and HF or through the leaching by rainwater of volcanic gases in ashes. This excess of acidity characterizing volcanic regions might be concentrated in the local atmosphere. According to Dessert et al. (2009), in volcanic areas, natural acids that react with silicate minerals are not limited to carbonic acid. Important contributions also come from sulphuric and hydrochloric acids resulting from volcanic degassing, oxidation of reduced sulfur minerals (pyrite) and H2S gas, and leaching of volcanic ashes. These conditions might have encouraged tephra to alter rapidly, which then became highly susceptible to alteration due to its crystallinity and high surface area to volume ratio (Dessert et al., 2009). Susceptibility to weathering of rocks rich in glass was reported by Cochran and Berner (1996), which suggested lithologically favorable conditions, in addition to atmospheric and geomorphic factors for the inferred significant weathering prior to and immediately after the explosive volcanic event. If so, it is highly probable the palynofossils and dinoflagellates that were washed from basement regions and deposited together with the tephra might have also been destroyed during an intensive alteration of tephra.\nConsideration of sediment influx from weathered profiles of older basement rocks requires climatic milieu conducive for chemical weathering prior to the volcanic event, followed by erosion, transportation and deposition during and immediately after the event, and then deposited together with atmospheric ash fallout. Otherwise, catastrophic flooding (Williamson and Bell, 2012) and widespread erosion in catchments areas that previously supported extensive development of regolith over basement rocks and remained hitherto uneroded need to be assumed. If the latter is true, the factors that contributed toward the enhancement of erosional susceptibility need also to be unraveled. It is generally accepted major volcanic events significantly alter the atmospheric circulation and chemistry, in addition to promoting catastrophic rain fall (Williamson and Bell, 2012) and a similar scenario is considered plausible in the present study, which in turn could explain the sudden and enhanced erosion and the influx of detrital sediments immediately after the volcanic event. Previous studies (van Hattum, 2005; van Hattum et al., 2006, 2013; Nagarajan et al., 2017), available data from the present study, tectonic history and the depositional model discussed (following section) all suggest the existence of older basement rocks that were eroded to supply detrital sediments and were deposited in the peat swamps together with atmospheric fallout. Occurrences of many basement faults and their frequent reactivation until the PliocenePleistocene were reported (Mat-Zin and Tucker, 1999) to have played significant roles in the evolutionary history of the region. These authors have also reported a major non-conformity in the regions offshore and have assigned the Serravillian, ranging from 13 to 11.5 Ma, falling within the radiometric dates obtained by the present study. This suggests deposition of sediments eroded from older basements by the lacustrine and coastal plain environments and cessation of offshore transport during this time. Additionally, the time span coincides with a sharp sea level rise, perhaps, coeval with or resultant due to the enhanced volcanic activity. However, the short, sharp sea level rise (MatZin and Tucker, 1999) was eustatic, according to the revised sea level curve of Haq et al. (1987). Therefore, it is plausible the volcanic event might have exacerbated the rise locally or regionally in terms of magnitude and rate, given the magnitude of the volcanic event based on the thickness of the tephra and the duration of the event.\nWhile reviewing the regional geology of the region, Hall et al. (2008) stated the Early Miocene Nyalau Formation sandstones occupying a major part of the study area are compositionally mature sediments deposited under humid tropical conditions, and are considered to\nbe recycled (based on their quartz-rich character) and derived mainly from the much older Rajang Formation. Both tropical weathering and acidic volcanic input can result in quartz-rich sediments that may be interpreted as mature recycled sandstones with a continental provenance. Consequently, this statement may be construed to support present observations and inferences on both counts, i.e., recycling of older sediments and volcanic inputs and the prevalence of requisite milieu conducive for deep weathering before a major volcanic activity produced the tephra layer. The interpretation of occurrences of thick regolith in the provenance of the present study area and the transport of kaolin or its precursor phases from the basement regions to the depositional site during and or immediately after the volcanic event necessitates an examination of the climatic conditions that favored enhanced and rapid chemical weathering (Ward, 2009). Volcanism may induce short-term (sub-decadal) atmospheric cooling, deplete ozone, and affect the hydrologic and carbon cycles. The climatic response to volcanism is similarly complex and difficult to predict, with the potential for global warming related to enhanced CO2 emissions or regional lowering of albedo from tephra deposition on snow or ice, and for regional or hemispheric cooling due to aerosol radiation effects in the atmosphere or global cooling by tephra-fertilized marine CO2 drawdown. Each of these processes occurs with its own characteristic timescale, and the type and degree of climate response is likely sensitive to the location, magnitude, composition, and climatic context of a given eruption. Furthermore, the relatively limited spatial extent of the macro-tephra fallout and the short-term nature of these events make it difficult to identify and link a geologic record of a climate response to a given volcanic eruption. Nevertheless, it is likely volcanism may be an important source of abrupt climate forcing, which may help to trigger instabilities in the climate system (Praetorius et al., 2016). Guo et al. (2008) opined that the global climate system experienced a series of drastic changes during the Cenozoic. In Asia, these changes include the climate transformation from a zonal pattern to a monsoon-dominated pattern that favored extensive formation of regolith profiles (paleosols) across the region during the Early Miocene that contributed sediments to younger deposits. While examining the Aptian climatic conditions, Bottini et al. (2015) has suggested ash and gas injected into the atmosphere by subaerial volcanism may induce short-term cooling associated with individual degassing phases and the feedbacks of which may lead to atmospheric CO2 drawdown via accelerated weathering. This mechanism perhaps fits well with the study area. The occurrences of multiple shallow channel-fill deposits (Fig. 3A) strewn all over the coastal-floodplain deposits overlying the coal seams, the sharp erosional contacts between coastal-flood plain and channel deposits, and the occurrences of kaolin as the dominant mineral in the tephra layer indicate, warm-humid climatic conditions (Do Campo et al., 2007). All of this has provided milieu conducive to the development of thick regolith over basement rocks, has rapidly weathered the ash-deposits, and was followed by flashfloods in the aftermath of a major eruptive event (s). Williamson and Bell (2012) also inferred similar climatic conditions and flash-flood events from the Palaeogene lava field of NW Scotland.\nPraetorius et al. (2016) have suggested while direct radiative-forcing effects from individual eruptions are unlikely to lead to long-term cooling due to the relatively short residence time of volcanic aerosols into the upper atmosphere (1–3 yrs.), a prolonged increase in the frequency of eruptions could lead to either warming or cooling perturbations through ice-albedo, sea-ice, or CO2 feedbacks. Modeling studies suggest hemispheric cooling for decades - centuries can be initiated by the effects of multiple eruptions, or sea-ice feedbacks. In the light of the presence of a dominant proportion of kaolin, followed by quartz and glass in tephra layer sandwiched between very thick coal – fluviatile sand deposits, a relatively significant and lengthy climatic perturbation occurred as a result of an earlier volcanic event that lasted approximately 320 kyr as delimited by the range of radiometric data (notwithstanding the analytical error limits)."
  }, {
    "heading": "5.6. Genetic and paragenetic model",
    "text": "Volcanogenic sediments form discrete beds when deposited by air fall, during and immediately after a large eruption. The components of these beds may consist of primary and secondary sediments originating from pyroclastic, epiclastic, and authigenic processes. An interpretation was made from the lithofacies characteristics (Fig. 3A) as documented in the exposures of quarry sections and core samples, regional geology and inferred paleogeomorphology, the prevalence of wide, gently sloping coastal plains, strewn with shallow ephemeral fluvial channels, and dotted with shallow fresh water lakes and extensive coastal swamps\n(Fig. 14B). In this regard, the inference of a sandwiched nature of moderately thick (~6 cm) tephra between very thick coal seams and predominantly fluviatile sandstones deposited in an extensive coastal plain-swamp depositional setting has certain implications, as the thickness of pyroclastic material reflects proximity of a volcanic source (Sowerbutts, 2000). Hall et al. (2008) interpreted proximity of a volcanic source based on unabraded, euhedral zircon grains, akin to the present study and inferences. An absence of large pyroclastic material and the presence of a thick (~6 cm) tephra deposit suggests a distal, yet very large volcanic event. The non-vesicular (glassy shards) and nonjuvenile volcanic clast types (zircon xenocrysts of magmatic origin)\nfound within the tephra layer, combined with the areal extent of the deposits and rhyolite-dacite nature suggest the material was supplied from a plinian eruption characterized by intense magma fragmentation. This has produced tephra together with a few crystals and these were expelled through the vent. Assuming the control of stratospheric winds with a present-day dispersal pattern (Do Campo et al., 2010), deflection of the plinian and sub-plinian eruption column occurred in response to a dominant stratospheric wind and promoted aeolian transport and dispersal of volcanic material of the size range of fine ash were interpreted and compatible with a distal source. The general distal nature of rhyolitic to dacitic pyroclastic components (Bertrand et al., 2014; Albert et al., 2015; Donato et al., 2016) supports the interpretation of the prevalence of a contemporaneously active Late Middle Miocene magmatic source from regions depicted in Fig. 15. Though the vicinity (Fig. 15) could suggest magmatism from the Mt. Kinabalu pluton as the source of the tephra, newly available UePb zircon dating of the Kinabalu pluton (Cottam et al., 2013) suggests the pluton is much younger (7.8–7.2 Ma) than our own age data of the zircons from the tephra samples (206Pb/238U age of 11.44 ± 0.3711.76 -Fig. 9). There might have been an earlier phase of magmatism, but field evidence (surface or subsurface outcrops of rocks corroborating with this age limit) has been lacking or has yet to be documented. Alternatively, adakitic magmatism in West Sarawak and/or the Sulu arc in East Sabah could be considered as the source. In this regard, the tectonic setting interpretation of the tephra layers in terms of VAG, and the reports of Macpherson et al. (2010) and Cullen et al. (2013) consider most magmatic rocks in Borneo to be of VAG character. This lends credence to the interpretation of magmatic sources from West Sarawak and/or East Sabah as the provenance of the tephra layer analyzed in the present study. The geochemical characteristics of volcanoclastic sedimentary rocks may be directly related to their source as the concentrations of some elements (e.g., Ti, Y, Nb, Zr, Ta) remain fairly constant and undergo little modification despite susceptibility to changes due to transport mechanisms and mixing of materials from diverse source areas (Pinto et al., 2004). Owing to their similarity of the major elemental chemistry of rocks originating from multiple magmatic events but from the same source, often trace elements and REE rather than major elemental compositions are utilized for characterizing and fingerprinting tephra layers (Donato\net al., 2016). In this regard, present observations on major, trace and rare earth elemental composition show a general affinity with felsic and specifically to rhyolite-dacite source magma suggests a single effusive volcanic source, and more importantly, a single major volcanic event rather than multiple events.\nA predominance of kaolin and quartz with scattered glass shards and zircon grains in the studied samples, suggest dual provenances for the sediments: weathered regolith developed over paleoflood plain, and direct atmospheric fall-out of tephra. This inference reaffirms the interpretations of coastal plain-swamp-localized shallow lakes as the regional depositional setting (Fig. 14A), the deposition (Fig. 14B12C) of ash material from atmospheric fall out coeval with catastrophic floodrelated detrital influx of weathered material from older basement, the prevalence of coal forming luxuriant vegetation prior to and after major volcanic eruption-tephra layer deposition (Fig. 14D) and its preserved tephra sandwiched between coal beds (Fig. 3). The facies association, sedimentological, mineralogical and geochemical characteristics of kaolinitic layers, originated from volcanic ash, and as described by the present study, largely agreed with the descriptions and characteristics presented by Fauret et al. (1996). These authors noted the tonsteins are compact, relatively thin (< 100 mm), kaolinitic rocks. They showed sharp contacts with overlying and underlying strata and often had considerable lateral extent, and commonly occurred in coal seams. There is now general agreement that most, if not all, tonsteins formed from the alteration of volcanic ash. Tonsteins that have formed from volcanic ash are usually thin, having formed over a relatively short time span. It may be that volcanic ash, possibly in addition to detrital kaolinite being deposited in a low-energy environment, was washed into the depositional sites. In addition, the volcanic material may have been reworked after deposition in the swamp because it is plausible organic material may be transported some distance, with only a negligible introduction of inorganic material, to form allochthonous peats – all of which fit precisely with the geological setting and depositional model.\nPhysical compaction, chemical and mineralogical alterations were also ensued. The peat-swamp environment is also characterized by a high content of organic carbon (Table 1; COrg of tephra samples: 8.5–14 wt%; coal samples: 46.8–52.4 wt%; CInorg of tephra samples: 10–11.4 wt%; coal samples: 6–6.5 wt%) in the studied samples. The clay mineral assemblages were interpreted to be the result of a combination of a complex set of factors, such as source rock, climate, transport, and diagenesis. Occurrences of kaolinite is regarded as a product of the chemical weathering of feldspars and probably was removed from paleosols and paleoweathering profiles developed on coeval volcanic–volcaniclastic deposits and older volcanic and crustal rocks (Spalletti et al., 2008). It may also relate to the prevalence of enhanced humidity. The angular, bimodal-polymodal, poorly sorted and platykurtic characteristics of the sediment grains suggest deposition from a suspension cloud, short distance of transport and quick burial. Given the grain size, modality (Dix and Al-Dulami, 2011), reactivity of the tephra and the environment of deposition and climate, it is perceivable the tephra underwent significant weathering, as reported elsewhere (e.g. He et al., 2010; Williamson and Bell, 2012). Thus, the sedimentological features suggest the volcanic material accumulated on the vast coastal swamps and plains by primary fallout processes and was later remobilized and redeposited together with fresh material. While the weathering profile development in the basement rocks of a detrital source region was aided by favorable climatic conditions, diagenetic alteration of deposited material was aided presumably by physical compaction by overburden, high reactivity of the tephra material to chemical alteration, and significant differences between the host rock and circulating fluids, emanating from associated coals beds."
  }, {
    "heading": "6. Conclusions",
    "text": "Based on the occurrence of a tephra layer in geographically separated locations, yet with monotonously uniform sedimentological,\npetrographic, geochemical and chronological characteristics as detailed in this study, we have identified an explosive volcanic event that occurred between 11.44 and 11.76 Ma on a fairly a large scale that lasted for ~320 kyr. With the prevalence of monotonously horizontal, wide coastal plains with luxuriant coal-forming swamp vegetation, and associated shallow, ephemeral fluvial channels and a lacustrine depositional setting was interpreted. The tephra layer found sandwiched between very thick coal beds received detritus from atmospheric fallout after the explosive volcanism and erosion of regoliths that developed over older basement rocks. Significant perturbation of climatic conditions, the occurrence of a catastrophic flood following the explosive volcanic event and the restoration of the previous environmental and depositional setting were also revealed. Documentation of the genetic and paragenetic sequence of events, occurrences of a well-preserved tephra layer with monotonously uniform characteristics in geographically widely separated locations has provided ample scope for the bed to be used as a regional stratigraphic marker. Reporting the precise radiometric date in the present study and coeval of a sharp sea level rise in the relative sea level chart provide a perfect stratigraphic marker to correlate the terrestrial (lacustrine and coastal plain clastics) with offshore (prodelta and bathyl) equivalents."
  }, {
    "heading": "Acknowledgements",
    "text": "The Editor Prof. Paul Hesse, reviewer Dr. Tim Breitfeld, and an anonymous reviewer are thanked for constructive criticisms and suggestions that helped to improve the manuscript. Financial assistance for fieldwork by MR in Sarawak, Eastern Malaysia, was supported by a Shell Grant from the South East Asia Carbonate Research Laboratory, Universiti Teknologi Petronas, Malaysia. Norhafizah binti Hashim, Field Geologist, Sarawak Coal Resources Sdn Bhd., and Mr. Kiew Fook Min, Mine Operation and Exploration Manager, Alam Suria Equity Sdn Bhd., are thanked for their logistical support during the field survey and permission for accessing quarries and the core facility. Dr. Sandrine Maximillien, Service for Science and Technology, French Embassy in Mumbai, India, and “Laboratoire d'Excellence” Labex MER (ANR-10LABX-19) (Axis 4: Sediment transfers from the coast to the abyss) and co-funded by a grant from the French Government under the program “Investissements d'Avenir”, are acknowledged for extending financial and other support for the visits of MR and DM to each other's institutions that facilitated discussions and drafting of this manuscript."
  }],
  "year": 2018,
  "references": [{
    "title": "Volcanogenic tonsteins from tertiary coal measures, East Kalimantan, Indonesia",
    "authors": ["R. Addison", "R.K. Harrison", "D.H. Land", "B.R. Young"],
    "venue": "Int. J. Coal Geol",
    "year": 1983
  }, {
    "title": "When and where did India and Asia collide",
    "authors": ["J.C. Aitchison", "J.R. Ali", "A.M. Davis"],
    "venue": "J. Geophys. Res. 112,",
    "year": 2007
  }, {
    "title": "Revisiting the Y-3 tephrostratigraphic marker: a new diagnostic glass geochemistry, age",
    "authors": ["P.G. Albert", "M. Hardiman", "J. Keller", "E.L. Tomlinson", "V.C. Smith", "A.J. Bourne", "S. Wulf", "G. Zanchetta", "R. Sulpizio", "U.C. Müller", "J. Pross", "L. Ottolini", "I.P. Matthews", "S.P.E. Blockley", "M.A. Menzies"],
    "venue": "estimate, and details on its climatostratigraphical context. Quat. Sci",
    "year": 2015
  }, {
    "title": "The structure and development of peat swamps of Sarawak and Brunei",
    "authors": ["J.A.R. Anderson"],
    "venue": "J. Trop. Geogr",
    "year": 1964
  }, {
    "title": "Correction of common Pb in U-Pb analyses that do not report",
    "authors": ["T. Anderson"],
    "year": 2002
  }, {
    "title": "Deep-marine sedimentary facies in the Belaga formation (cretaceous-Eocene), Sarawak: observations from new outcrops in the Sibu and Tatau area",
    "authors": ["Z.A.A. Bakar", "M. Madon", "A.J. Muhamad"],
    "venue": "Geol. Soc. Malays",
    "year": 2007
  }, {
    "title": "Deposition of the 2011–2012 Cordón Caulle tephra (Chile, 40°S) in lake sediments: implications for tephrochronology and volcanology",
    "authors": ["S. Bertrand", "R. Daga", "R. Bedert", "K. Fontijn"],
    "venue": "J. Geophys. Res. Earth Surf",
    "year": 2014
  }, {
    "title": "Tonsteins: altered volcanic-ash layers in coal-bearing sequences",
    "authors": ["B.F. Bohor", "D.M. Triplehorn"],
    "venue": "Geol. Soc. Am. Spec. Pap",
    "year": 1993
  }, {
    "title": "U-Pb Detrital Zircon Ages from Sarawak: Changes in Provenance Reflecting the Tectonic Evolution of Southeast Asia",
    "authors": ["H.T. Breitfeld", "T. Galin", "R. Hall"],
    "venue": "American Geophysical Union, Fall Meeting",
    "year": 2014
  }, {
    "title": "A Triassic to cretaceous Sundaland–Pacific subduction margin in WestSarawak",
    "authors": ["H.T. Breitfeld", "R. Hall", "T. Galin", "M.A. Forster", "M.K. BouDagher-Fadel"],
    "venue": "Borneo. Tectonophysics",
    "year": 2017
  }, {
    "title": "Petrography and geochemistry of tonsteins from the 4th member of the upper Triassic Xujiahe formation in southern Sichuan Province, China",
    "authors": ["K. Burger", "Y. Zhou", "Y. Ren"],
    "venue": "Int. J. Coal Geol",
    "year": 2002
  }, {
    "title": "Magmatic arcs and associated gold and copper mineralization in Indonesia (special issue)",
    "authors": ["J.C. Carlile", "A.H.G. Mitchell"],
    "venue": "Journal of Geochemical Exploration",
    "year": 1994
  }, {
    "title": "Comparative study of the mobility of major and trace elements during alteration of an andesite and a rhyolite to bentonite, in the islands of Milos and Kimolos, Aedean, Greece",
    "authors": ["G.E. Christidis"],
    "venue": "Clay Clay Miner",
    "year": 1998
  }, {
    "title": "Subsidence and uplift by slabrelated mantle dynamics: a driving mechanism for the Late Cretaceous and Cenozoic evolution of continental SE Asia? 355",
    "authors": ["B. Clements", "P.M. Burgess", "R. Hall", "M.A. Cottam"],
    "venue": "Geological Society of London Special Publication,",
    "year": 2011
  }, {
    "title": "Seismic reflection evidence for a dangerous grounds miniplate: no extrusion origin for the South China Sea",
    "authors": ["P. Clift", "G.H. Lee", "A.D. Nguyan", "U. Barckhausen", "H. Long", "S. Zhen"],
    "venue": "Tectonics",
    "year": 2008
  }, {
    "title": "Promotion of chemical weathering by higher plants: field observations on Hawaiian basalts",
    "authors": ["M.F. Cochran", "R.A. Berner"],
    "venue": "Chem. Geol",
    "year": 1996
  }, {
    "title": "Chemical composition and evolution of the upper continental crust: contrasting results from surface samples and shales",
    "authors": ["K.C. Condie"],
    "venue": "Chem. Geol",
    "year": 1993
  }, {
    "title": "Atlas of Zircon Textures",
    "authors": ["F. Corfu", "J.M. Hanchar", "P.W.O. Hoskin", "P. Kinny"],
    "venue": "Zircon Hanchar,",
    "year": 2003
  }, {
    "title": "Pulsed emplacement of layered granite: new high-precision age data from Mount Kinabalu, North Borneo",
    "authors": ["M. Cottam", "R. Hall", "C. Sperber", "R. Armstrong"],
    "venue": "J. Geol. Soc. Lond",
    "year": 2010
  }, {
    "title": "Neogene rock uplift and erosion in northern Borneo: evidence from the Kinabalu granite, mount Kinabalu",
    "authors": ["M.A. Cottam", "R. Hall", "C. Sperber", "B.P. Kohn", "M.A. Forster", "G.E. Batt"],
    "venue": "J. Geol",
    "year": 2013
  }, {
    "title": "Tertiary volcanicity",
    "authors": ["M.J. Crow"],
    "venue": "Geological Society of London Memoir,",
    "year": 2005
  }, {
    "title": "Nature and significance of the West Baram and Tinjar Lines, NW Borneo",
    "authors": ["A. Cullen"],
    "venue": "Mar. Pet. Geol",
    "year": 2014
  }, {
    "title": "Age and petrology of the Usun Apau and Linau Balui volcanics: windows to central Borneo's interior",
    "authors": ["A.B. Cullen", "C. Macpherson", "N.I. Taib", "A. Burton-Johnson", "D. Geist", "T. Spell", "R.A. Banda"],
    "venue": "J. Asian Earth Sci",
    "year": 2013
  }, {
    "title": "Cretaceous crust in SW Borneo: petrological, geochemical and geochronological constraints from the Schwaner Mountains",
    "authors": ["L. Davies", "R. Hall", "R. Armstrong"],
    "venue": "Proceedings of Indonesian Petroleum Association,",
    "year": 2014
  }, {
    "title": "Stratigraphy of south Mukah-Balingian region, Sarawak",
    "authors": ["S. de Silva"],
    "venue": "Newsletters of Geological Society of Malaysia",
    "year": 1986
  }, {
    "title": "The identification and significance of kaolinite-rich, volcanic ash horizons (tonsteins) in the Ardley coal zone, Wabamun, Alberta, Canada",
    "authors": ["T.D. Demchuk", "D.A. Nelson-Glatiotis"],
    "venue": "Bull. Can. Petrol. Geol",
    "year": 1993
  }, {
    "title": "Fluxes of high- versus low-temperature water–rock interactions in aerial volcanic areas: example from the Kamchatka peninsula, Russia",
    "authors": ["C. Dessert", "J. Gaillardet", "G. Dupre", "Schott", "O.S. Pokrovsky"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 2009
  }, {
    "title": "Late Ordovician (Chatfieldian) catastrophic volcanism and abrupt carbonate platform-interior subsidence: a tectonic link across a Taconian foreland basin (Québec embayment) due to inherited crustal weakness",
    "authors": ["G.R. Dix", "M.J. Al-Dulami"],
    "venue": "Geol. Soc. Am",
    "year": 2011
  }, {
    "title": "Clay mineral assemblages and analcime formation in a Palaeogene fluvial–lacustrine sequence (Maíz Gordo Formation Palaeogen) from northwestern Argentina",
    "authors": ["M. Do Campo", "C. del Papa", "J. Jiménez-Millán", "F. Nieto"],
    "venue": "Sediment. Geol",
    "year": 2007
  }, {
    "title": "Integrated analysis for constraining palaeoclimatic and volcanic influences on clay–mineral assemblages in orogenic basins (Palaeogene Andean foreland, northwestern Argentina)",
    "authors": ["M. Do Campo", "C. del Papa", "F. Nieto", "F. Hongn", "I. Petrinovic"],
    "venue": "Sediment. Geol",
    "year": 2010
  }, {
    "title": "Tephra layers along the southern Tyrrhenian coast of Italy: links to the X-5 & X-6 using volcanic glass geochemistry",
    "authors": ["P. Donato", "P.G. Albert", "M. Crocitti", "R. De Rosa", "M.A. Menzies"],
    "venue": "J. Volcanol. Geotherm",
    "year": 2016
  }, {
    "title": "The Grootegeluk Formation in the Waterberg Coalfield, South Africa: facies, palaeoenvironment and thermal history evidence from organic and clastic matter",
    "authors": ["K. Fauret", "J.P. Willis", "J.C. Dreyer"],
    "venue": "Int. J. Coal Geol",
    "year": 1996
  }, {
    "title": "Permo-carboniferous kaolinite from hydrolytic and altered volcanic ash sediments in north China",
    "authors": ["B.H. Feng"],
    "venue": "Acta Sedimentol. Sin",
    "year": 1989
  }, {
    "title": "Tectonic environments of the Devonian Gramscatho basin, south Cornwall: framework mode and geochemical evidence from turbidites and sandstones",
    "authors": ["P.A. Floyd", "B.E. Leveridge"],
    "venue": "J. Geol. Soc. Lond",
    "year": 1987
  }, {
    "title": "A 5000-year record of multiple highly explosive mafic eruptions from Gunung Agung (Bali, Indonesia): implications for eruption frequency and volcanic hazards",
    "authors": ["K. Fontijn", "F. Costa", "I. Sutawidjaja", "C. Newhall", "J. Herrin"],
    "venue": "Bull. Volcanol",
    "year": 2015
  }, {
    "title": "Provenance of the cretaceous–Eocene Rajang group submarine fan, Sarawak, Malaysia from light and heavy mineral assemblages and U-Pb zircon geochronology",
    "authors": ["T. Galin", "H.T. Breitfeld", "R. Hall", "I. Sevastjanova"],
    "venue": "Gondwana Res",
    "year": 2017
  }, {
    "title": "The trace element chemistry of zircons from oceanic crust: A method for distinguishing detrital zircon",
    "authors": ["C.B. Grimes", "B.E. John", "P.B. Kelemen", "F. Mazdab", "J.L. Wooden", "M.J. Cheadle", "K. Hanghoj", "J.J. Schwartz"],
    "venue": "provenance. Geology",
    "year": 2007
  }, {
    "title": "Fingerprinting” tectonomagmatic provenance using trace elements in igneous zircon",
    "authors": ["C.B. Grimes", "J.L. Wooden", "M.J. Cheadle", "B.E. John"],
    "venue": "Contrib. Mineral. Petrol",
    "year": 2015
  }, {
    "title": "A major reorganization of Asian climate by the early Miocene",
    "authors": ["Z.T. Guo", "B. Sun", "S. Zhang", "S.Z. Peng", "G.Q. Xiao", "J.Y. Ge", "Q.Z. Hao", "Y.S. Qiao", "M.Y. Liang", "J.F. Liu", "Q.Z. Yin", "J.J. Wei"],
    "venue": "Clim. Past",
    "year": 2008
  }, {
    "title": "Mesozoic-Cenozoic Orogenic belts: Data for Orogenic studies",
    "authors": ["N.S. Haile"],
    "venue": "Geological Society of London Special Publication,",
    "year": 1974
  }, {
    "title": "Organic geochemical and petrographic characteristics of tertiary coals in the northwest Sarawak, Malaysia: implications for palaeoenvironmental conditions and hydrocarbon generation potential",
    "authors": ["M.H. Hakimi", "W.H. Abdullah", "Sia", "S.-G", "Y.M. Makeen"],
    "venue": "Mar. Pet. Geol",
    "year": 2013
  }, {
    "title": "Southeast Asia's changing palaeogeography",
    "authors": ["R. Hall"],
    "venue": "Blumea",
    "year": 2009
  }, {
    "title": "Late Jurassic–Cenozoic reconstructions of the Indonesian region and the Indian Ocean",
    "authors": ["R. Hall"],
    "venue": "Tectonophysics 570-571,",
    "year": 2012
  }, {
    "title": "Contraction and extension in northern Borneo driven by subduction rollback",
    "authors": ["R. Hall"],
    "venue": "J. Asian Earth Sci",
    "year": 2013
  }, {
    "title": "Nature and demise of the Proto-South China Sea",
    "authors": ["R. Hall", "H.T. Breitfeld"],
    "venue": "Bull. Geol. Soc. Malaysia",
    "year": 2017
  }, {
    "title": "Australian crust in Indonesia",
    "authors": ["R. Hall", "I. Sevastjanova"],
    "venue": "Aust. J. Earth Sci",
    "year": 2012
  }, {
    "title": "Impact of India–Asia collision on SE Asia: the record in Borneo",
    "authors": ["R. Hall", "W.A. van Hatttum", "W. Spakman"],
    "venue": "Tectonophysics",
    "year": 2008
  }, {
    "title": "Chronology of fluctuating sea levels since the Triassic",
    "authors": ["B.U. Haq", "J. Hardenbol", "P.R. Vail"],
    "venue": "Science",
    "year": 1987
  }, {
    "title": "The Late Cenozoic uplift – climate change paradox",
    "authors": ["W.W. Hay", "E. Soeding", "R.M. DeConto", "C.N. Wold"],
    "venue": "Int. J. Earth Sci",
    "year": 2002
  }, {
    "title": "Geochemistry of 1.9 Ga sedimentary rocks from northeastern Labrador, Canada",
    "authors": ["K. Hayashi", "H. Fujisawa", "H.D. Holland", "H. Ohmoto"],
    "venue": "Geochim. Cosmochim",
    "year": 1997
  }, {
    "title": "The Guadalupian–Lopingian boundary mudstones at Chaotian (SW China) are clastic rocks rather than acidic tuffs: implication for a temporal coincidence between the end-Guadalupian mass extinction and the Emeishan volcanism",
    "authors": ["B. He", "Y. Xu", "Y. Zhong", "J. Guan"],
    "venue": "Lithos 119,",
    "year": 2010
  }, {
    "title": "The Mesozoic tectonomagmatic evolution at the Paleo-Pacific subduction zone in West Borneo",
    "authors": ["J. Hennig", "H.T. Breitfeld", "R. Hall", "A.M. Surya Nugraha"],
    "venue": "Gondwana Res",
    "year": 2017
  }, {
    "title": "Rare earth element chemistry of zircon and its use as a provenance",
    "authors": ["P.W.O. Hoskin", "T.R. Ireland"],
    "venue": "indicator. Geology",
    "year": 2000
  }, {
    "title": "The composition of zircon and igneous and metamorphic petrogenesis",
    "authors": ["P.W.O. Hoskin", "U. Schaltegger"],
    "venue": "Rev. Mineral. Geochem",
    "year": 2003
  }, {
    "title": "Silicic ash beds bracket Emeishan large igneous province to 1 m.y",
    "authors": ["H. Huang", "P.A. Cawood", "M. Hou", "J. Yang", "S. Ni", "Y. Du", "Z. Yan", "J. Wang"],
    "year": 2016
  }, {
    "title": "The ‘Rajang Accretionary Prism’ and ‘Lupar Line’ problem of Borneo",
    "authors": ["C.S. Hutchison"],
    "venue": "Tectonic Evolution of SE Asia",
    "year": 1996
  }, {
    "title": "Geology of North-West Borneo: Sarawak, Brunei and Sabah, I Edition",
    "authors": ["C.S. Hutchison"],
    "year": 2005
  }, {
    "title": "A Miocene collisional belt in North Borneo: uplift mechanism and isostatic adjustment quantified by thermochronology",
    "authors": ["C.S. Hutchison", "S.C. Bergman", "D.A. Swauger", "J.E. Graves"],
    "venue": "J. Geol. Soc. Lond",
    "year": 2000
  }, {
    "title": "Ordovician paleokarst and quartz sand: evidence of volcanically triggered extreme climates? Palaeogeogr",
    "authors": ["M. Keller", "O. Lehnert"],
    "venue": "Palaeoclimatol. Palaeoecol",
    "year": 2010
  }, {
    "title": "Incision of rivers in Pleistocene gravel and conglomeratic terraces:further circumstantial evidence for the uplift of Borneo during the Neogene and quaternary",
    "authors": ["F.L. Kessler", "J. Jong"],
    "venue": "Bull. Geol. Soc. Malaysia",
    "year": 2015
  }, {
    "title": "Altered volcanic ash as an indicator of marine environment, reflecting pH and sedimentation rate - example from the Ordovician Kinnekulle bed of Baltoscandia",
    "authors": ["T. Kiipli", "E. Kiipli", "T. Kallaste", "R. Hints", "P. Somelar", "K. Kirsimae"],
    "venue": "Clay Clay Miner",
    "year": 2007
  }, {
    "title": "Holocene peat and lake sediment tephra record from the southernmost Chilean Andes (53–55°S)",
    "authors": ["R. Kilian", "M. Hohner", "H. Biester", "H.J. Wallrabe-Adams", "C.R. Stern"],
    "venue": "Rev. Geol. Chile",
    "year": 2003
  }, {
    "title": "The geology and mineral resources of the Upper Rajang and adjacentareas. 8 British Territories Borneo Region Geological Survey Memoir (181p)",
    "authors": ["H.J.C. Kirk"],
    "year": 1957
  }, {
    "title": "The onset of IndiaAsia continental collision: early, steep subduction required by the timing of UHP metamorphism in the western Himalaya",
    "authors": ["M.L. Leech", "S. Singh", "A.K. Klemperer", "S.L. Jain", "R.M. Manickavasagam"],
    "venue": "Earth Planet. Sci",
    "year": 2005
  }, {
    "title": "Heterogeneous volcanism across the Permian–Triassic boundary in South China and implications for the latest Permian mass extinction: new evidence from volcanic ash layers in the lower Yangtze region",
    "authors": ["Z. Liao", "W. Hu", "J. Cao", "X. Wang", "S. Yao", "H. Wu", "Y. Wan"],
    "venue": "J. Asian Earth",
    "year": 2016
  }, {
    "title": "The geology of Sarawak, Brunei and the western part of north Borneo. Geological Survey Department, British Territories in Borneo, Bulletin 3, Kuching",
    "authors": ["P. Liechti", "R.W. Roe", "N.S. Haile"],
    "year": 1960
  }, {
    "title": "Complex transtensional structures and the hydrocarbon potential of the Greater Sarawak Basin, Sarawak as defined by synthetic aperture radar",
    "authors": ["M.P.R. Light", "D.J. Bird", "G.A. Posehn", "M.A.A. Hudi"],
    "venue": "Bull. Geol. Soc. Malaysia",
    "year": 1994
  }, {
    "title": "Continental drift and plateau uplift control origination and evolution of Asian and Australian monsoons",
    "authors": ["X. Liu", "B. Dong", "Z. Yin", "R.S. Smith", "Q. Guo"],
    "venue": "Sci Rep",
    "year": 2017
  }, {
    "title": "Tephrochronology and its application: a review",
    "authors": ["D.J. Lowe"],
    "venue": "Quat. Geochronol",
    "year": 2011
  }, {
    "title": "Plio-Pleistocene intra-plate magmatism from the southern Sulu Arc, Semporna peninsula, Sabah, Borneo: implications for high-Nb basalt in subduction",
    "authors": ["C.G. Macpherson", "K.K. Chiang", "R. Hall", "G.M. Nowell", "P.R. Castillo", "M.F. Thirlwall"],
    "venue": "zones. J. Volcanol. Geotherm",
    "year": 2010
  }, {
    "title": "Geological setting of Sarawak. In: The Petroleum Geology and Resources of Malaysia",
    "authors": ["M. Madon"],
    "venue": "PETRONAS, Kuala Lumpur,",
    "year": 1999
  }, {
    "title": "Drainage basin and topographic analysis of a tropical landscape: insights into surface and tectonic processes in northern Borneo",
    "authors": ["M.J. Mathew", "D. Menier", "N. Siddiqui", "M. Ramkumar", "M. Santosh", "S. Kumar", "M. Hassan"],
    "venue": "J. Asian Earth",
    "year": 2016
  }, {
    "title": "Active tectonic deformation along rejuvenated faults in tropical Borneo: inferences obtained from tectono-geomorphic evaluation",
    "authors": ["M.J. Mathew", "D. Menier", "N. Siddiqui", "S.G. Kumar", "C. Authemayou"],
    "year": 2016
  }, {
    "title": "Tertiary Tectonics and Sedimentation History of the Sarawak Basin, east Malaysia",
    "authors": ["I.C. Mat-Zin"],
    "venue": "Ph.D. Thesis. Durham University",
    "year": 1996
  }, {
    "title": "Stratigraphic position of the Rangsi conglomerate in Sarawak",
    "authors": ["I.C. Mat-Zin"],
    "venue": "Proceedings Annual Geological Conference",
    "year": 2000
  }, {
    "title": "An alternative stratigraphic scheme for the Sarawak Basin",
    "authors": ["I.C. Mat-Zin", "M.E. Tucker"],
    "venue": "J. Asian Earth Sci",
    "year": 1999
  }, {
    "title": "Relationships between the trace element composition of sedimentary rocks and upper continentalcrust",
    "authors": ["S.M. McLennan"],
    "venue": "Geochem. Geophys. Geosyst. 2. http://dx",
    "year": 2001
  }, {
    "title": "Geochemical approaches to sedimentation, provenance and tectonics",
    "authors": ["S.M. McLennan", "S. Hemming", "D.K. McDaniel", "G.N. Hanson"],
    "venue": "Geol. Soc. Am. Spec",
    "year": 1993
  }, {
    "title": "Tectonic framework and Phanerozoic evolution of Sundaland",
    "authors": ["I. Metcalfe"],
    "venue": "Gondwana Res",
    "year": 2011
  }, {
    "title": "Palaeoecology of Tropical Podocarps",
    "authors": ["R.J. Morley"],
    "year": 2010
  }, {
    "title": "Eruption recurrence rates in a basaltic volcanic field based on tephra layers in maar sediments: Implications for hazards in the Auckland Volcanic Field",
    "authors": ["C. Molloy", "P. Shane", "P. Augustinus"],
    "venue": "Geol. Soc. Am. Bull",
    "year": 2009
  }, {
    "title": "Embaluh group turbidites in Kalimantan: evolution of a remnant oceanic basin in Borneo during the late cretaceous to Palaeogene",
    "authors": ["S.J. Moss"],
    "venue": "J. Geol",
    "year": 1998
  }, {
    "title": "Palynological Evidence for Change in Geomorphology, Climate Andvegetation in the Mio-Pliocene of Malesia",
    "authors": ["J. Muller"],
    "venue": "Geography Department,",
    "year": 1972
  }, {
    "title": "Geochemistry of Neogene sedimentary rocks from Borneo Basin, East Malaysia: Paleo-weathering, provenance and tectonic setting",
    "authors": ["R. Nagarajan", "P.D. Roy", "M.P. Jonathan", "R. Lozano", "F.L. Kessler", "M.V. Prasanna"],
    "venue": "Chem. Erde",
    "year": 2014
  }, {
    "title": "An integrated study of geochemistry and mineralogy of the upper Tukau formation, Borneo Island (East Malaysia): sediment provenance, depositional setting and tectonic implications",
    "authors": ["R. Nagarajan", "P.D. Roy", "F.L. Kessler", "J. Jong", "V. Dayong", "M.P. Jonathan"],
    "venue": "J. Asian Earth",
    "year": 2017
  }, {
    "title": "Tertiary coal-bearing heterolithic packages as low permeability reservoir rocks in the Balingian Sub-basin, Sarawak, Malaysia",
    "authors": ["R.D. Nugraheni", "W.S. Chow", "A.H.A. Rahman", "S.N.M. Nazor", "M.F. Abdullah"],
    "venue": "Bull. Geol. Soc. Malaysia",
    "year": 2014
  }, {
    "title": "Tectonic implications of the composition of volcanic arc magmas",
    "authors": ["J.M. Pearce", "D.W. Peate"],
    "venue": "Annu. Rev. Earth Planet. Sci",
    "year": 1995
  }, {
    "title": "Trace element discrimination diagrams forthe tectonic interpretation of granitic rocks",
    "authors": ["J.A. Pearce", "N.B.W. Harris", "A.G. Tindle"],
    "venue": "J. Petrol",
    "year": 1984
  }, {
    "title": "Biotic response to explosive volcanism: Ostracod recovery after Ordovician ash-falls",
    "authors": ["V. Perrier", "T. Meidla", "O. Tinn", "L. Ainsaar"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2012
  }, {
    "title": "Using geochemistry to establish the igneous provenances of the Neogene continental sedimentary rocks in the central depression and Altiplano",
    "authors": ["L. Pinto", "G. Hérail", "B. Moine", "F. Fontan", "R. Charrier", "B. Dupré"],
    "venue": "Central Andes. Sediment. Geol",
    "year": 2004
  }, {
    "title": "Interaction between climate, volcanism, and isostatic rebound in Southeast Alaska during the last deglaciation",
    "authors": ["S. Praetorius", "A. Mix", "B. Jensen", "D. Froese", "G. Milne", "M. Wolhowe", "J. Addison", "F. Prahl"],
    "venue": "Earth Planet. Sci",
    "year": 2016
  }, {
    "title": "Lemagmatisme post-collisionnel du Nord-Ouest de Bornéo, produit de la fusiond'un fragment de croûte océanique ancré dans le manteau supérieur.Bulletin dela Société Géologique de France",
    "authors": ["G. Prouteau", "R.C. Maury", "F.G. Sajona", "M. Pubellier", "J. Cotten", "H. Bellon"],
    "year": 2001
  }, {
    "title": "A middle Miocene carbonate platform under silici-volcaniclastic sedimentation stress (Leitha limestone, Styrian Basin, Austria) — depositional environments, sedimentary evolution and palaeoecology",
    "authors": ["M. Reuter", "W.E. Piller", "C. Erhart"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2012
  }, {
    "title": "Determination of tectonic setting of sandstone-mudstone suites using SiO2 content and K2O/Na2O ratio",
    "authors": ["B.P. Roser", "R.J. Korsch"],
    "venue": "J. Geol",
    "year": 1986
  }, {
    "title": "CO2-forced climate thresholds during the Phanerozoic",
    "authors": ["D.L. Royer"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 2006
  }, {
    "title": "Geochemical approaches to the quantification of dispersed volcanic ash in marine sediment",
    "authors": ["R.P. Scudder", "Murray", "R.w", "J.C. Schindlbeck", "S. Kutterolf", "F. Hauff", "M.B. Underwoods", "S. Gwizd", "R. Lauzon", "C.C. McKinley"],
    "venue": "Prog. Earth Planet Sci",
    "year": 2016
  }, {
    "title": "Volcanism in South China during the late Permian and its relationship to marine ecosystem and environmental changes",
    "authors": ["J. Shen", "T.J. Algeo", "Q. Hu", "G. Xu", "L. Zhou", "Q. Feng"],
    "year": 2013
  }, {
    "title": "A dextral strike-slip model for the Miri Structure",
    "authors": ["M.K. Shuib"],
    "venue": "Geol. Soc. Malays. Bull",
    "year": 2003
  }, {
    "title": "Concentration and association of minor and trace elements in Mukah coal from Sarawak, Malaysia, with emphasis on the potentially hazardous trace elements",
    "authors": ["S.G. Sia", "A. Wan Hasiah"],
    "venue": "Int. J. Coal Geol",
    "year": 2011
  }, {
    "title": "The age, palaeoclimate, palaeovegetation, coal seam architecture/mire types, paleodepositional environments and thermal maturity of syn-collision paralic coal from Mukah, Sarawak, Malaysia",
    "authors": ["S.G. Sia", "A. Wan Hasiah", "Z. Konjing", "A.M. Koraini"],
    "venue": "J. Asian Earth Sci",
    "year": 2014
  }, {
    "title": "Cenozoic magmatism in Kalimantan and its related geodynamic evolution",
    "authors": ["R. Soeria-Atmadja", "D. Noeradi", "B. Priadi"],
    "venue": "J. Asian Earth Sci",
    "year": 1999
  }, {
    "title": "Sedimentation and volcanism linked to multiphase rifting in an Oligo-Miocene intra-arc basin, Anglona, Sardinia",
    "authors": ["A. Sowerbutts"],
    "venue": "Geol. Mag",
    "year": 2000
  }, {
    "title": "Sedimentary petrology and geochemistry of siliciclastic rocks from the upper Jurassic Tordillo formation (Neuque'n basin, western Argentina): implications for provenance and tectonic setting",
    "authors": ["L.A. Spalletti", "I. Queralt", "S.D. Matheos", "F. Colombo", "J. Maggi"],
    "venue": "J. S. Am. Earth Sci",
    "year": 2008
  }, {
    "title": "Holocene tephrochronology record of large explosive eruptions in the southernmost Patagonian Andes",
    "authors": ["C.R. Stern"],
    "venue": "Bull. Volcanol",
    "year": 2008
  }, {
    "title": "Tuffs, tectonism and glacially related sea-level changes, carboniferous–Permian, southern Namibia",
    "authors": ["H. Stollhofen", "I.G. Stanistreet", "B. Bangert", "B. Grill"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2000
  }, {
    "title": "Chemical and Isotopic Systematics of Oceanic Basalts: Implications for Mantle Composition and Processes",
    "authors": ["S.S. Sun", "W.F. McDonough"],
    "venue": "Magmatism in Ocean Basins. Geological Society of London Special Publication,",
    "year": 1989
  }, {
    "title": "Lupar Valley, West Sarawak, Malaysia",
    "authors": ["D.N.K. Tan"],
    "venue": "Geological Survey of Malaysia Reports",
    "year": 1979
  }, {
    "title": "Geology of the Kuching Area, West Sarawak, Malaysia",
    "authors": ["D.N.K. Tan"],
    "venue": "Geological Suvey of Malaysia Report (19p)",
    "year": 1993
  }, {
    "title": "Cross-border correlation of geological formations in Sarawak and Kalimantan",
    "authors": ["R.B. Tate"],
    "venue": "Bull. Geol. Soc. Malaysia",
    "year": 1991
  }, {
    "title": "The Continental Crust: Its Composition and Evolution",
    "authors": ["S.R. Taylor", "S.M. McLennan"],
    "year": 1985
  }, {
    "title": "Bibliography of the Geology of Indonesia and Surrounding Areas",
    "authors": ["J.T. van Gorsel"],
    "year": 2012
  }, {
    "title": "SE Asian sediments",
    "authors": ["M.W.A. van Hattum", "R. Hall", "A.L. Pickard", "G.J. Nichols"],
    "venue": "Borneo. Ph.D. Thesis. University of London,",
    "year": 2006
  }, {
    "title": "New multi-dimensional diagrams for tectonic",
    "authors": ["S.P. 266–282. Verma", "J.S. Armstrong-Altrin"],
    "year": 2013
  }, {
    "title": "Coaly source rocks of NW Borneo: role of suberinite and bituminite",
    "authors": ["Chem. Geol"],
    "year": 2003
  }, {
    "title": "Expansion of the Tibetan plateau during the Neogene",
    "authors": ["H. Zhang", "J. andPang"],
    "year": 2017
  }, {
    "title": "The volcanic response to deglaciation",
    "authors": ["S.F.L. Watt", "D.M. Pyle", "T.A. Mather"],
    "year": 2013
  }, {
    "title": "subduction intrusive rocks, northwest Borneo",
    "authors": ["S. Supriatna", "B. Harahap"],
    "venue": "Aust. J. Earth Sci",
    "year": 1986
  }, {
    "title": "Late cretaceous",
    "authors": ["P.R", "C.R. Johnston", "R.A. Almond", "W.H. Simamora"],
    "venue": "and its tectonic implications. Bull. Geol. Soc. Malaysia",
    "year": 1988
  }, {
    "title": "Accurate U-Pb age",
    "authors": ["H.L. p). Yuan", "S. Gao", "X.M. Liu", "H.M. Li", "D. Gunther", "F.Y. Wu"],
    "year": 2004
  }],
  "id": "SP:7c399e42fbab05885aeb74446b9e4b15101f3401",
  "authors": [{
    "name": "Mu. Ramkumara",
    "affiliations": []
  }, {
    "name": "M. Santosh",
    "affiliations": []
  }, {
    "name": "R. Nagarajan",
    "affiliations": []
  }, {
    "name": "S.S. Li",
    "affiliations": []
  }, {
    "name": "M. Mathew",
    "affiliations": []
  }, {
    "name": "D. Menier",
    "affiliations": []
  }, {
    "name": "N. Siddiqui",
    "affiliations": []
  }, {
    "name": "J. Rai",
    "affiliations": []
  }, {
    "name": "A. Sharma",
    "affiliations": []
  }, {
    "name": "S. Farroqui",
    "affiliations": []
  }, {
    "name": "M.C. Poppelreiter",
    "affiliations": []
  }, {
    "name": "J. Lai",
    "affiliations": []
  }, {
    "name": "V. Prasad",
    "affiliations": []
  }],
  "abstractText": "Explosive volcanic events often produce pyroclastic materials that can be recognized from the geological record. These discrete pyroclastics form regional marker beds. Here we report the occurrence of a tephra layer interbedded within very thick coal beds near Mukah, Sarawak, Borneo. Traceable for tens of kilometers in the Mukah area of Sarawak, this tephra layer can be considered as regional stratigraphic marker with precise chronostratigraphic control. Systematic sedimentological, mineralogical, geochemical and zircon UePb geochronological studies have revealed a major effusive volcanic event during the latest Middle Miocene, presumably contemporaneous and/or related to a magmatic event of an earlier phase of the Mt. Kinabalu pluton or magmatism in West Sarawak or East Sabah. The volcanic event had promoted catastrophic flooding of coastal swamps and fall-out from the ash clouds that formed a regionally monotonous tephra layer across the SerravallianTortonian boundary. In conjunction with the regional occurrences of trap rocks, structural trends and known tectonic events, we constrained the regional depositional environments, and climate. The tephra layer was deposited in a coastal plain-swamp,seasonal, shallow, high-moderate energy, fluvial channel-lacustrine environmental setting, wherein atmospheric fallout and eroded material from regoliths formed over older basement and volcanic rocks of the hinterland which were mixed to produce the tephra layer. This tephra layer is sandwiched between the very thick coal beds. A pre-existent volcanic chamber that was active for a long time, also experienced periodic explosive activity from probably the same magma chamber and conduit and including a major explosive activity that recycled early-formed crystals and felsic magma (rhyolite-dacite) during the major effusive event are also recognized. Our findings provide robust evidence for the prevalence of intensive chemical weathering under a wet-humid climate, and relative tectonic quiescence before the major effusive event, and the existence of vast, monotonously gently-sloping coastal plains and luxuriant vegetation akin to the present.",
  "title": "Late Middle Miocene volcanism in Northwest Borneo, Southeast Asia: Implications for tectonics, paleoclimate and stratigraphic marker"
}