{
  "sections": [{
    "text": "lable at ScienceDirect\nContents lists avai\nCretaceous Research\njournal homepage: www.elsevier .com/locate/CretRes\nUpper Maastrichtian ammonite biostratigraphy of the Gulf Coastal Plain (Mississippi Embayment, southern USA)\nEkaterina Larina a, *, Matthew Garb b, Neil Landman c, h, Natalie Dastas b, h, Nicolas Thibault d, Lucy Edwards e, George Phillips f, Remy Rovelli g, Corinne Myers g, Jone Naujokaityte b\na University of Southern California, Department of Earth Sciences, Los Angeles, CA 90018, USA b Department of Earth and Environmental Sciences, Brooklyn College, Brooklyn, NY 11210, USA c Division of Paleontology (Invertebrates), American Museum of Natural History, 79th St. and Central Park West, New York, NY 10024, USA d Department of Geosciences and Natural Resource Management, University of Copenhagen, Øster Voldgade 10, 1350 Copenhagen C., Denmark e United States Geological Survey, Mail Stop 926A, Reston, VA 20192, USA f Conservation Biology Section, Museum of Natural Science, 2148 Riverside Drive, Jackson, MS 39202-1353, USA g Department of Earth and Planetary Sciences, The University of New Mexico, Albuquerque, NM 87131, USA h Earth and Environmental Sciences, The Graduate Center, City University of New York, New York, NY 10016, USA\na r t i c l e i n f o\nArticle history: Received 19 August 2015 Received in revised form 13 November 2015 Accepted in revised form 18 November 2015 Available online 21 December 2015\nKeywords: Ammonite biostratigraphy Owl Creek Formation Prairie Bluff Chalk K/Pg Maastrichtian Gulf Coastal Plain\n* Corresponding author. E-mail address: elarina@usc.edu (E. Larina).\nhttp://dx.doi.org/10.1016/j.cretres.2015.11.010 0195-6671/© 2015 Elsevier Ltd. All rights reserved.\na b s t r a c t\nThe Cretaceous outcrop belt of the Mississippi Embayment in the Gulf Coastal Plain (GCP) spans the Cretaceous/Paleogene (K/Pg) boundary. A detailed reconstruction of this time interval is critical for understanding the nature of biotic and environmental changes preceding the end-Cretaceous Mass Extinction event and for deciphering the likely extinction mechanism (i.e., bolide impact versus volcanism). Eight sections encompassing the K/Pg succession across the Mississippi Embayment were analyzed using biostratigraphic sampling of ammonites, dinoflagellates, and nannofossils. An upper Maastrichtian ammonite zonation is proposed as follows, from oldest to youngest: Discoscaphites conradi Zone, D. minardi Zone, and D. iris Zone. Our study documents that the ammonite zonation established in the Atlantic Coastal Plain (ACP) extends to the GCP. This zonation is integrated with nannofossil and dinoflagellate biostratigraphy to provide a framework to more accurately determine the age relationships in this region. We demonstrate that ammonites and dinoflagellates are more reliable stratigraphic indicators in this area than nannofossils because age-diagnostic nannofossils are not consistently present within the upper Maastrichtian in the GCP. This biostratigraphic framework has the potential to become a useful tool for correlation of strata both within the GCP and between the GCP, Western Interior, and ACP. The presence of the uppermost Maastrichtian ammonite D. iris, calcareous nannofossilMicula prinsii, and dinoflagellates Palynodinium grallator and Disphaerogena carposphaeropsis suggests that the K/Pg succession in the GCP is nearly complete. Consequently, the GCP is an excellent setting for investigating fine scale temporal changes across the K/Pg boundary and ultimately elucidating the mechanisms causing extinction.\n© 2015 Elsevier Ltd. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "The end-Cretaceous (K/Pg) Mass Extinction qualifies as one of the “Big Five” extinction events in the Phanerozoic Era, when over 70% of marine species became extinct worldwide (e.g., Sepkoski, 1981; Jablonski and Raup, 1995). This led to a major global ecological reorganization in both the terrestrial and marine realms (e.g., Bambach\net al., 2002; Labandeira et al., 2002; D'Hondt, 2005; Fastovsky and Sheehan, 2005). In the marine setting, ammonoids, inoceramids, and rudists became extinct, while planktic foraminifera and coccolithophorids were nearly wiped out (e.g., Jablonski and Raup, 1995; D'Hondt, 2005; Molina et al., 2006; H€onisch et al., 2012). These events have generally been attributed to an extraterrestrial bolide impact along the Yucatan Peninsula with the worst effects experienced in the vicinity of the impact (Alvarez et al., 1980; Schulte et al., 2010). Although much research supports this explanation, the ultimate extinctionmechanism is still under debate. Critics of the impact\ntheory posit that climate change related to the outpouring of the Deccanflood basalts in India caused the Cretaceous/Paleogene (K/Pg) extinction (Archibald et al., 2010; Keller, 2012).\nAn accurate and high-resolution biostratigraphic zonation of upper Maastrichtian strata across the Gulf Coastal Plain (GCP) of North America is essential for understanding the nature of the events and biotic changes preceding the K/Pg boundary. In contrast to well-resolved upper Maastrichtian microfossil biostratigraphy in the GCP (Moshkovitz and Habib, 1993; Habib et al., 1996; Mancini et al., 1996; Puckett, 2005; Mancini and Puckett, 2005), macrofossil biostratigraphy has received little attention. The currently used macrofossil biostratigraphic zones are the Haustator bilira Assemblage Zone (Sohl, 1977) and the Exogyra costata Assemblage Zone (Stephenson, 1914; Sohl and Koch, 1986). However, these zones are long ranging, encompassing the entire upper Maastrichtian, which limits their utility for fine scale correlation of upper Maastrichtian strata.\nAmmonites are widely used elsewhere as biostratigraphic markers due to their rapid rates of evolution, abundance, and broad distribution (Kennedy and Cobban, 1976; Page, 1996; Kr€oger et al., 2011; Monnet et al., 2011; Ritterbush et al., 2014). Cobban and Kennedy (1995) made an initial attempt to reconstruct an ammonite biozonation for the upper Maastrichtian GCP, where they proposed two zones: a lower Discoscaphites iris Zone, followed by a higher D. conradi Zone. However, at the time of publication, the authors were not confident that their zonation was definitive. This zonation differs from that of the ammonite biozonation proposed by Landman et al. (2004a) for the upper Maastrichtian of the Atlantic Coastal Plain (ACP) in which the D. iris Zone is the highest zone of the upper Maastrichtian.\nIn addition, there has been debate regarding the completeness of the uppermost Maastrichtian sequence in the GCP. Based on analysis of foraminifera and ostracods, some authors have suggested that there is a hiatus of up to three million years at the top of the Maastrichtian in the Owl Creek Formation and Prairie Bluff Chalk in the northeastern part of the GCP (e.g., Mancini et al., 1989; Smith, 1997; Puckett, 2005). Still other authors (Bryan and Jones, 1989; Habib et al., 1992; Moshkovitz and Habib, 1993; Olsson and Liu, 1993; Habib et al., 1996; Hart et al., 2013; Dastas et al., 2014) have argued that the sequence is nearly complete based on the presence of the uppermost Maastrichtian calcareous nannofossils, dinoflagellates, and foraminifera.\nOur study re-evaluates the biozonation proposed by Cobban and Kennedy (1995) and establishes a refined upper Maastrichtian ammonite biozonation in the GCP using high-resolution biostratigraphic sampling of three ammonites D. iris (Conrad, 1858), D. minardi (Landman et al., 2004a), and D. conradi (Morton, 1834) integrated with nannofossil and dinoflagellate biostratigraphy at several sites in Mississippi, Missouri, Arkansas, and Alabama. Our results provide, for the first time, the formal definition of three ammonite zones in the GCP. Application of this biostratigraphy then enables evaluation of the duration of the putative hiatus at the K/Pg boundary in the GCP."
  }, {
    "heading": "2. Geologic setting",
    "text": "Overall, the Mississippi Embayment is characterized as a shallow marine basin. In the Cretaceous, the south-central portion of the North American Plate drifted over the Bermuda plume causing uplift and subsequent subsidence of the Mississippi Embayment (VanArsdale, 2009). As a result, the Mississippi Embayment formed a trough-like basin dipping southwestward stretching from Louisiana into southern Illinois during the Late Cretaceous (Pryor, 1960; Ebersol, 2009) (Fig. 1). This part of the GCP has experienced minimal tectonic activity in the past 80 Ma\nproviding an excellent geologic setting for examining biostratigraphic ranges of marine fossils (Puckett, 2005; VanArsdale, 2009). Throughout the study area, upper Maastrichtian deposits of the Prairie Bluff Chalk, Owl Creek Formation, and Arkadelphia Formation overlie lower Maastrichtian strata of the Ripley Formation, McNairy Sand, and Nacatoch Formation, respectively. The Upper Cretaceous is disconformably overlain by Paleocene strata of the Clayton Formation.\nThe influence of fluvio-deltaic and marginal marine sediments in the northeastern part of the Embayment resulted in the deposition of a siliciclastic-dominated succession represented by the Owl Creek Formation (Pryor, 1960; Mancini, 1995; Mancini et al., 1996). Mineralogical, faunal, and sedimentological analysis suggests a nearshore, shallow marine depositional environment for this formation (Pryor, 1960; Mancini et al., 1996; Oboh-Ikuenobe et al., 2012; Sessa et al., 2015). The Owl Creek Formation extends from southeastern Missouri to northeastern Mississippi and transitions into a mixed carbonate and siliciclastic sequence deposited as the Prairie Bluff Chalk in east-central Mississippi and the Arkadelphia Formation in Arkansas (Stephenson, 1955; Mancini, 1995; Kennedy and Cobban, 2000) (Fig. 1).\nBased on biofacies distribution, Sohl and Koch (1986) interpreted the depositional environment of the Prairie Bluff Chalk as offshore continental shelf. Puckett (1992) proposed a middle to outer neritic depositional environment for the Prairie Bluff Chalk using ostracod assemblages as paleoenvironmental indicators. Charles C. Smith (personal communication, 2015) suggested an inner to middle neritic setting for the Prairie Bluff Chalk deposited along a broad shallow shelf. This interpretation is based on the predominance of benthic versus planktonic foraminifera, as well as the presence of nannofossil ooze. In addition, gas and oil explorations reveal that the Prairie Bluff shelf was very broad and gently dipping, with no shelf break. The Arkadelphia Formation has been interpreted by Pitakpaivan and Hazel (1994) as an inner sublittoral depositional environment with no influence of fresh water based on the ostracod assemblage and chondrichthyan remains (Becker et al., 2006)."
  }, {
    "heading": "3. Material and methods",
    "text": "The results of this study are based on samples collected in situ at eight sites along the Upper Cretaceous outcrop belt in Mississippi, Alabama, Arkansas, and Missouri (Fig. 1). Sedimentological and taphonomic features were documented at each of the studied sections. Fossil specimens were collected at stratigraphic intervals with 5 cm precision. The number of fossils represents collections over four field seasons (the years of 2011e2014). Biozones were determined following the definition of interval zones of Salvador (1994). The lower boundary of each interval zone was defined by the lowest occurrence of the index taxon; the highest boundary was defined by the lowest occurrence of the index taxon of the next succeeding zone. These data were integrated with analysis of cooccurring dinoflagellate and calcareous nannofossil assemblages. The ammonites were identified usingmorphological characteristics described by Landman et al. (2004a, 2007) and Cobban and Kennedy (1995). All collected material is reposited in the American Museum of Natural History, New York (AMNH)."
  }, {
    "heading": "4. Description of localities",
    "text": "4.1. Owl Creek type locality, Tippah County, Mississippi (34.748611 N, 88.911667 W). AMNH loc. #3460\nLithology.dThe stream-cut at the type locality of the Owl Creek Formation exposes the sedimentary sequence of the upper\nMaastrichtian Owl Creek Formation, which is unconformably overlain by the Paleocene Clayton Formation (Figs. 2 and 3A). The Owl Creek Formation is 9.2m thick and consists of massive to thinly bedded fossiliferous, dark gray micaceous silt to very fine quartz sand with some glauconite. The absence of sedimentary structures, with the exception of thickly laminated beds at 5.2 m and 5.75 m above stream level, suggests extensive bioturbation. Concentrations of articulated and disarticulated molluscan shells with phosphatic nodules (shell beds) are present at 1.5 m and 7.2 m marking flooding surface horizons within the Owl Creek Formation. Fossiliferous pods are scattered throughout the section. These pods are interpreted as large irregular shaped burrows 10e20 cm wide and 15e25 cm high filled with shelly material. The accumulation of abundant shelly debris within the pods could be related to hydrodynamic transport of material trapped in the depressions created by burrowing organism such as crabs, lobsters or fish (Landman and Klofak, 2012). Two shell stringers are identified in the Owl Creek Formation: a stringer of Discoscaphites dominated by D. iris at 2.2 m and a stringer of Turritella tippana at 4.1 m. Both stringers represent discontinuous lenses. The upper 32 cm of the Owl Creek Formation is thin-bedded, weathered orange micaceous quartz sandy silt topped by a ~5 cm fine-laminated clay bed. The top of the Owl Creek Formation is marked by a sharp, undulating, erosional boundary. The overlying Clayton Formation consists of 5 m of poorly fossiliferous, massive orange fine-grained quartz sand. An indurated bed with rare poorly preserved small bivalves is present at 4.5 m above the formational boundary.\nAmmonites.dThe ammonite fauna in the Owl Creek Formation consists of Discoscaphites iris, D. minardi, D. sphaeroidalis (Kennedy and Cobban, 2000), Sphenodiscus lobatus (Tuomey, 1854), Eubaculites carinatus (Morton, 1834), E. latecarinatus (Brunnschweiler, 1966), and Baculites sp. C of Cobban and Kennedy (1995). Ammonites are scattered throughout the Owl Creek Formation with\nhigher concentrations occurring in the shell beds, pods, and the stringer of Discoscaphites. Discoscaphites iris spans the entire Owl Creek Formation whereas D. minardi is restricted to the lower 4.35m of the Owl Creek Formation at this locality (Figs. 2 and 3A,B).\nMicrofossils.dThe uppermost Maastrichtian calcareous nannofossils Micula prinsii Perch-Nielsen, 1979 and M. murus (Martini, 1961) Bukry 1973 are present at the base of the Owl Creek Formation. The lowest occurrence of Palynodinium grallator Gocht, 1970 is documented at the 0 m horizon. The lowest occurrence of Disphaerogena carposphaeropsis Wetzel, 1933 is documented at the 5.75 m horizon (Fig. 2).\n4.2. Crowley's Ridge, Stoddard County, Missouri (37.005278 N, 89.850278 W) AMNH loc. 3458\nLithology.dAn excavation at Crowley's Ridge revealed fresh vertical exposures of the uppermost Maastrichtian Owl Creek Formation unconformably overlain by the Paleocene Clayton Formation. The Owl Creek Formation is composed of a 1.5 m thick fining upward massive, bioturbated, fossiliferous, mottled yellowish gray micaceous, glauconitic, quartz-rich silty fine-grained sand with scattered pods (Fig. 4). The upper 0.5 m of the Owl Creek Formation weathers orange. The contact between the Owl Creek Formation and Clayton Formation is sharp, slightly bioturbated, and undulating. The Clayton Formation consists of a 0.5 m thick fossiliferous, bioturbated, green glauconitic muddy, fine-grained sand. The majority of the fossils in the Clayton Formation are diagenetically altered to white clay.\nAmmonites.dThe ammonite fauna consists of D. iris, D. minardi, D. sphaeroidalis, Baculites sp. C, E. carinatus, E. latecarinatus, S. lobatus, and S. pleurisepta. Most of the ammonite specimens are concentrated in the pods, which are nearly identical to those at the\nOwl Creek type locality in Mississippi. Discoscaphites iris is very abundant in the Owl Creek Formation whereas two specimens of D. minardi are found 80 cm below the K/Pg (Fig. 4).\nMicrofossils.dSediments are almost barren of calcareous nannofossils yielding a few species that are not age diagnostic for the late Maastrichtian. Dinoflagellates have yet to be analyzed at this locality. However, Dastas et al. (2014) documented the latest Maastrichtian dinoflagellate P. grallator a few cm below the formational contact in the uppermost Owl Creek Formation at another section in Stoddard County, Missouri (situated 9 km south) with similar lithology and distribution of Discoscaphites. These findings suggest a correlation to calcareous nannofossils zones CC26b/ UC20dTP.\n4.3. Malvern, Hot Springs County, Arkansas (34.376944 N, 91.851667 W) AMNH loc. 3596\nLithology.dThe Malvern site exposes a mixed siliciclasticecarbonate sequence of the uppermost Maastrichtian Arkadelphia Formation unconformably overlain by the Paleocene Clayton Formation of the Midway Group. The Arkadelphia Formation consists of a ~9 m thick poorly fossiliferous, thoroughly bioturbated, massive dark gray marl with scattered granular size phosphatic nodules (Fig. 5). Thin beds of light gray packstone occur at 4 m, 4.2 m, 7.1 m, 7.4 m, and 7.8 m below the formational contact. The packstone beds have sharp contacts with themarl and generally are poorly fossiliferous to non-fossiliferous with the exception of the uppermost bed. The uppermost packstone bed contains a mixture of fragmented and whole molluscan shells, shark teeth, and phosphatic nodules, which is consistent with the bed described by Becker et al. (2010). The top of the Arkadelphia Formation is marked by a sharp, undulating contact. The base of the overlying Clayton Formation consists of a 20 cm, normally graded, poorly sorted, laminated, glauconitic, quartz-rich sand with abundant impact spherules, fragmented shells, granular-size phosphatic nodules, and rip-up clasts of Arkadelphia lithology.\nAmmonites.dThe ammonite fauna includes D. iris, D. minardi, and Baculites sp. C. Discoscaphites minardi and D. iris occur 4.5 m\nbelow the formational boundary. The scarcity of the reported ammonite fauna is attributed to the limited collection time at the locality.\nMicrofossils.dA few specimens of Lithraphidites quadratus Roth, 1978 of the lower part of the upper Maastrichtian were documented 1.6 m and 4.5 m. Dinoflagellate analysis has not been performed at this locality.\n4.4. 4th Street, Union County, Mississippi (34.4975 N, 88.991389 W) AMNH loc. 3481\nLithology.dThe sedimentary sequence at the 4th Street quarry reveals a vertical exposure of the uppermost Maastrichtian Owl Creek Formation and the subjacent “Nixon sand” (described by Phillips, 2010) (Fig. 6). The Owl Creek Formation is unconformably overlain by the Paleocene Clayton Formation. The Nixon sand is a 2 m thick massive, heavily bioturbated, poorly sorted, poorly fossiliferous, orange calcareous fine- to medium-grained quartz sand with abundant hematite pellets. It has a sharp contact with the overlying Owl Creek Formation. The Owl Creek Formation is a ~1.7 m thick orange to gray, massive to thinly bedded, moderately to heavily bioturbated, calcareous quartz-rich sand to sparingly micaceous silt. The top of the Owl Creek Formation is marked by a sharp contact with the Clayton Formation. The base of the Clayton Formation is a 15e30 cm thick poorly sorted, orange, muddy quartz sand bed with abundant impact spherules and whole to fragmentary shells from the Owl Creek Formation. This impact spherulebearing bed is overlain by a clastic deposit of massive orange quartz-rich sand.\nAmmonites.dThe ammonite fauna consists of D. iris, D. minardi, Baculites sp. C, E. carinatus, and E. latecarinatus. Two specimens of D. minardi were found as a float in the Owl Creek Formation. Discoscaphites iris and Eubaculites are very abundant in the Owl Creek Formation at this locality.\nMicrofossils.dRare specimens of L. quadratus are present at 2.35 m and 2.45 m. The lowest occurrences of D. carposphaeropsis and P. grallator were at ~2.6 m (Fig. 6).\n4.5. Landfill, Chickasaw County, Mississippi (33.967222 N, 89.000833 W) AMNH loc. 3483\nLithology.dThe excavation at the “Prairie Bluff landfill” exposes ~11.5 m thick succession of uppermost Maastrichtian Prairie Bluff Chalk and ~1.5 m of the Paleocene Clayton Formation (Figs. 3C and 7). At this site, the Prairie Bluff Chalk is a massive, bioturbated, white to light-gray calcareous marlstone with variable glauconite and muscovite content. Granule to pebble size phosphatic nodules, and fragmented and abraded, phosphatized and unphosphatized internal molds of molluscs are sparsely scattered within the lowest 0.5e1 m of Prairie Bluff Chalk. The uppermost ~30 cm of the Prairie Bluff Chalk is a yellow, thinly bedded micaceous silty clay with a sharp contact with the overlying Clayton Formation. The lower part of the Clayton Formation is a ~1.5 m thickmassive to thickly bedded clastic unit of orangemedium-grained quartz sandwith convoluted cross-beds and the ichnofossilOphiomorpha. The lower 10 cm of the clastic unit is composed of comminuted shell fragments. The clastic unit is overlain by ~1 m thick yellow micaceous quartz-rich, finegrained sand and sandy marl containing the Danian index fossil Pycnodonte pulaskensis (Harris, 1894).\nAmmonites.dThe ammonite assemblage restricted to the lower phosphatic bed contains abundant Trachyscaphites alabamensis (Cobban and Kennedy, 1995), D. minardi, B. lomaensis (Anderson, 1958), E. labyrynthicus (Morton, 1834), E. latecarinatus, E. carinatus and Baculites sp. C. These taxa are abundant throughout the Prairie\nBluff Chalk, but occur with the highest concentration within the phosphatic bed. Discoscaphites minardi occurs within the lower 6 m of Prairie Bluff Chalk. The distribution ofD. iris ranges from 2.5m up to the formational boundary (Fig. 7).\nMicrofossils.dThe lowest occurrence of the early late Maastrichtian nannofossil L. quadratus is documented at the base of the Prairie Bluff Chalk. The dinoflagellate Cerodinium striatum/diebelii complex, which is not age diagnostic, has been recovered at the base of the Prairie Bluff Chalk. The lowest occurrences of D. carposphaeropsis and P. grallator are documented at the 4 m horizon within the base of the D. iris Zone (7.5 m below the formational boundary) (Fig. 7).\n4.6. Starkville, Oktibbeha County, Mississippi (33.455278 N, 88.849722 W) AMNH loc. 3525\nLithology.dThe “Starkville” gully locality exposes a mixed carbonateesiliciclastic sequence of the uppermost Maastrichtian Prairie Bluff Chalk unconformably overlain by the Paleocene Clayton Formation. The Prairie Bluff Chalk consists of ~13.5 m thick massive, bioturbated, poorly fossiliferous, interbeds of gray glauconitic micaceous silty marlstone and white chalky marlstone (Fig. 8). Granular-size phosphatic nodules with phosphatized and unphosphatized internal molds of molluscs and shark teeth are concentrated as a 2e3 cm thick discontinuous bed 13 m below the formational boundary. This phosphatic bed is overlain by a 20 cm\nthick hummocky cross-stratified calcareous sand unit. The top of the Prairie Bluff Chalk is marked by a bioturbated and undulating contact. The Clayton Formation consists of a 60 cm gray, micaceous silty sand overlain by a 20 cm thick tan sandy marl. Rare specimens of the Danian index fossil Pycnodonte pulaskensis occur as float at the top of the tan sandy marl.\nAmmonites.dThe ammonite fauna consists of D. iris, E. carinatus, and E. latecarinatus. All are concentrated predominantly as float in the upper 3 m of the Prairie Bluff Chalk.\nMicrofossils.dThe late Maastrichtian nannofossils L. quadratus and Nephrolithus frequens Gorka, 1957 have been recovered at the base of the Prairie Bluff Chalk. The dinoflagellate Deflandrea galeata (Lejeune-Carpentier, 1942) Lentin & Williams, 1973 is documented at the 0 m horizon. The lowest occurrence of P. grallator is documented at the 5 m horizon (Fig. 8).\n4.7. Moscow Landing, Summer County, Alabama (32.4275 N, 88.0375 W) AMNH loc. 3570\nLithology.dThe “Moscow Landing” site has been widely studied (e.g., Smith, 1997; Mancini and Puckett, 2005; Wawak, 2007; Hart et al., 2013). It preserves an extensive exposure of the K/Pg boundarywith a unique record of the impact-generated tsunami event. The western bank of the Tombigbee River exposes a mixed carbonateesiliciclastic sequence of the Maastrichtian Prairie Bluff Chalk unconformably overlain by the Paleocene Clayton Formation (Fig. 9). The Prairie Bluff Chalk is a 3.1 m thick white to light-gray, massive, extensively bioturbated, micaceous chalky to silty marlstone. A phosphatic macrofossil bed (PMB) (after Smith, 1997) occurs approximately ~1 m (or ~2 m in places) below the top of the Prairie Bluff Chalk. It has been interpreted as a surface of maximum transgression (maximum flooding surface) based on biostratigraphy, taphonomy and sequence stratigraphy (Mancini et al., 1996; Smith, 1997; Puckett, 2005; Naujokaityte et al., 2014). The PMB is a ~25 cm thick, semi-clast-supported bed with abundant phosphatic nodules, and reworked, abraded, and predominantly phosphatized internalmolds of a diversemolluscan assemblage. A second shell bed (“lower shell bed”) is present 50 cmbelow the PMB. In contrast to the PMB, the lower shell bed is a 10 cm thickmatrix-supported bedwith a less diverse fauna (predominantly Exogyra sp., and Pycnodonte sp.) and lacks phosphatic nodules. The formational contact varies from heavily bioturbated (Fig. 3D) to sharp (near the clastic unit). In this area, the Clayton Formation consists of two-dominant facies: 1. Light gray sandymarl with P. pulaskensis (bioturbated contact). 2. Channel fill quartz-rich sand (clastic unit) with Prairie Bluff Chalk rip-ups and impact spherules (sharp contact) (Hart et al., 2013).\nAmmonites.dThe ammonite fauna consists of D. conradi, D. minardi, D. gulosus (Morton, 1834), E. labyrynthicus, E. latecarinatus, E. carinatus, Baculites sp. A (Cobban and Kennedy, 1995), Baculites sp. C, Glyptoxoceras sp., Trachybaculites columna (Morton, 1834), T. alabamensis and Hoploscaphites sp. Discoscaphites conradi is present within and below the PMB (Fig. 9). Abundant specimens of T. alabamensis and a single specimen ofD. minardi have been documented above the PMB.\nMicrofossils.dThe lowest occurrence of L. quadratus is documented right below the lower shell bed in the Prairie Bluff Chalk. Deflandrea galeata have been recovered at the top of the PMB (Fig. 9).\n4.8. Mooseland, Wilcox County, Alabama (32.144444 N, 87.403056 W) AMNH loc. 3526\nLithology.dThe road-cut at the “Mooseland” locality reveals exposures of the Maastrichtian Ripley Formation and Prairie Bluff\nChalk, unconformably overlain by the Paleocene Clayton Formation (Figs. 3E and 10). Formational description is based on a composite of three sections located within ~100 m of each other. The Ripley Formation is a 3m thickmassive, poorly fossiliferous, yellowmedium to fine-grained quartz-rich sand with occasional cross-bedding and parallel laminations. The contact between the Ripley Formation and the overlying Prairie Bluff Chalk is sharp, erosive, undulating, and unconformable. The basal part of the Prairie Bluff Chalk consists of a 30e40 cm thick clast-supported shell bed (a hardground shell bed) bounded by undulatory contacts. The hardground shell bed (HSB) consists of fragmented, disarticulated and encrusted molluscs, and glauconitic chalkymatrixwith a hardground at the base (Fig. 3F). The HSB is overlain by a 2.8 m thick massive, heavily bioturbated, light to dark gray micaceous glauconitic chalky marl with two phosphatic beds occurring at 1.2 m (10 cm thick) and 1.7 m (5 cm thick) above the base of the Prairie Bluff Chalk. The lower phosphatic nodule bed contains abundant granular-size phosphatic nodules, phosphatized and unphosphatized fragmented internal molds of molluscs, and shark vertebrae in the calcareousmarl matrix. The upper phosphatic nodule bed is clast-supported, and contains predominantly sand to fine-grained pebble size phosphatic nodules with some phosphatized and unphosphatized fragmented internal molds of molluscs and shark teeth. The contact between the Prairie Bluff Chalk and Clayton Formation is sharp, erosive, and undulating. The basal Clayton Formation is composed of a 60 cm thick massive, normally graded, unsorted, yellow, medium to coarse-grained quartz-rich sand with impact spherules, and rip-ups of Prairie Bluff Chalk.\nAmmonites.dThe ammonite fauna consists of D. conradi, D. minardi, D. iris, D. gulosus, T. alabamensis, B. lomaensis, E. labyrynthicus, E. latecarinatus, E. carinatus, Baculites sp. A, Baculites sp. C, T. columna, Sphenodiscus sp., and Glyptoxoceras sp. The occurrence of D. conradi (numerous specimens) is limited to the HSB. Two specimens of D. minardi (one float and one in-situ) were recovered between the shell bed and lower phosphatic nodule bed. One specimen of D. iris (in-situ) was recovered between the upper and lower nodule bed (Fig. 10).\nMicrofossils.dThe bottom of the HSB is characterized by a mixture of late Campanian to late Maastrichtian nannofossils such as Broinsonia parca constricta Hattner et al., 1980, Retecapsa anthophorus (Deflandre, 1959) Perch-Nielsen, 1968, Tranolithus orionatus (Reinhardt, 1966a) Reinhardt, 1966b, Zeughrabdotus bicrescenticus (Stover, 1966) Burnett in Gale et al., 1996, Reinhardtites levis and L. quadratus. A single specimen of poorly preserved M. prinsii? was at 5.7 m horizon. The dinoflagellate Isabelidinium cooksoniae? (Alberti, 1959) Lentin & Williams 1977, is documented at the bottom of the HSB. The highest occurrence of I. cooksoniae? and the lowest occurrence of D. galeata is recorded at the top of the HSB. The lowest occurrence of P. grallator and D. carposphaeropsis is documented at the 4.3 m horizon (Fig. 10)."
  }, {
    "heading": "5. Biostratigraphy",
    "text": "A high-resolution upper Maastrichtian ammonite biostratigraphy has been constructed through analysis of the ammonite, dinoflagellate, and calcareous nannofossil data in the GCP. Biostratigraphic indices cover the Mississippi Embayment and enable correlation of strata across the GCP, ACP and the Western Interior."
  }, {
    "heading": "5.1. Dinoflagellate biostratigraphy",
    "text": "The Maastrichtian dinoflagellate biostratigraphy of the ACP and GCP is well-documented and has been integratedwith the standard calcareous nannofossil zones, as well as other chronostratigraphic data (Firth, 1987; Moshkowitz and Habib, 1993; Habib et al., 1996;\nOlsson et al., 1996; Edwards et al., 1999; Landman et al., 2004a; 2004b; Dastas et al., 2014).\nThis study focuses on only a few key dinoflagellate events: the lowest occurrences of Deflandrea galeata, Disphaerogena carposphaeropsis, Palynodinium grallator, and the highest occurrence of Isabelidinium cooksoniae (Table 1 in supplementary material). Wellknown Maastrichtian events, such as the lowest occurrence of Thalassiphora pelagica and highest occurrence of Dinogymnium spp. are too rare to be of use in this investigation (for selected specimens see Fig. 11).\nIsabelidinium cooksoniae? is recorded at the base and top of the HSB at the Mooseland locality. This bed contains a mixed-age nannofossil assemblage. I. cooksoniae is not present in samples in the D. minardi Zone and its absence may suggest that this zone is younger than overlap of I. cooksoniae and D. galeata, which occurs at the top of the HSB at Mooseland, and which was correlated with the upper part of Subzone CC25b/UC20aTP in the lower part of the upper Maastrichtian (Edwards et al., 1999; Landman et al., 2004a, 2004b).\nD. galeata is recorded at the 2.58m and 2.9m horizons at the 4th Street locality. At the Owl Creek Type locality D. galeata occurs 9.2 m below the contact with the Clayton Formation (0 m horizon) which is most likely not its lowest occurrence because it co-occurs with P. grallator at this horizon. At the Landfill locality, D. galeata is only recorded at 10.5 m. At the Starkville locality, D. galeata is present at the base of the Prairie Bluff Chalk (0 m) and at the 5 m horizon. However, because samples were not collected lower down\nin the section, it cannot be stated with confidence that this horizon represents the lowest occurrence of this species. At the Moscow locality, D. galeata is present at the top of the PMB and right below the formational contact. Similarly, since samples were not processed for material collected below this horizon, it cannot be suggested with confidence that the top of the PMB represents the lowest occurrence of this species.\nPalynodinium grallator and D. carposphaeropsis are present throughout the basin. Both of these dinoflagellates are utilized as global indicators for the uppermost Maastrichtian, approximately correlative to Subzone CC26b/UC20dTP (Firth, 1987; Moshkowitz and Habib, 1993; Nohr-Hansen and Dam, 1997; Edwards et al., 1999, Landman et al., 2004b; Dastas et al., 2014). Palynodinium grallator co-occurs with the nannofossil Micula prinsii and the ammonites Discoscaphites minardi and D. iris in the lower part of the type Owl Creek section. It co-occurs with D. carposphaeropsis and D. iris, below the highest occurrence of D. minardi in the 4th Street locality. It co-occurs with D. caropsphaeropsis, D. iris, and D. minardi, above the lowest occurrence of D. iris in the Landfill section. In the Mooseland section, P. grallator co-occurs with D. carposphaeropsis and D. iris above the last occurrence of D. minardi. In the Starkville section, the lowest occurrence of P. grallator is 5.5 m lower than the last occurrence of D. iris (Fig. 8). The lowest occurrences of P. grallator, D. carposphaeropsis,M. prinsii, and D. iris cluster closely in stratigraphic position, although we cannot resolve their exact relative positions. Moshkovitz and Habib\n(1993) showed a succession of lowest occurrences, P. grallator slightly below M. prinsii, and D. carposphaeropsis (as Cyclapophysis monmouthensis) above M. prinsii in cores and outcrops in Alabama. Worldwide, the lowest occurrence of P. grallator is diachronous. Because it first occurs exactly at the K/Pg boundary in a low-latitude section, Brinkhuis et al. (1998) considered its southward migration evidence of cooling at the boundary."
  }, {
    "heading": "5.2. Nannofossil biostratigraphy",
    "text": "Nannofossils are widely used as traditional biostratigraphic markers. The well-established upper Maastrichtian standard calcareous nannofossil zonations allow the correlation of stratigraphic units regionally and across the globe.\nAt low latitudes, the upper Maastrichtian strata in the North Atlantic Ocean should contain the following nannofossil succession of bio-events (lowest occurrence) from bottom to top: Lithraphidites quadratus, Micula murus, Ceratolithoides kamptneri, and M. prinsii (Edwards et al., 1999; Self-Trail, 2002; Thibault and Gardin, 2006; Huber et al., 2008; Thibault et al., 2010). The lowest occurrence of L. quadratus defines the base of Subzone CC25b and Zone UC20 (Fig. 12). Self-Trail (2001) and Thibault et al. (2010) showed that the lowest occurrence of M. murus, which defines the base of subzones CC25c/UC20bTP, varies depending on\npaleodepth and paleolatitude at the time of deposition. The lowest occurrence of M. murus was recorded within Chron C31n in deepsea sites 1052E and 1050C whereas it was in shallow-water settings of the ACP in the lowermost part of Chron C30n (Self-Trail, 2001). In contrast, the lowest occurrence of C. kamptneri, which defines the base of UC20cTP and was considered as a good secondary marker for the base of CC26, appears consistently recorded near or within Chron C30r (Self-Trail, 2001). However, when the most up-to-date UC zonation was erected, the stratigraphic position given for the lowest occurrence of M. murus that defines the base of UC20bTP corresponds to its lowest occurrence at low latitudes (or deep-sea sites of the North Western Atlantic), i.e., within Chron C31n (Burnett, 1998). Therefore, in the shallow parts of the ACP, the lowest occurrence of M. murus should actually be placed within UC20cTP which corresponds to the lower part of CC26 (Fig. 12). The lowest occurrence of M. prinsii defines the base of subzones CC26b/UC20dTP and has generally been consistently recorded close to the base of Chron C29r, except in Tunisia where it was documented slightly earlier (Henriksson, 1993; Edwards et al, 1999; Self-Trail, 2002; Thibault and Gardin, 2006, 2007, 2010; Gardin et al., 2012; Hennebert, 2012).\nAll eight localities were analyzed for the stratigraphic distribution of key nannofossil species (Selected specimens see Fig. 13). The base of HSB at the Mooseland locality contains a mixed assemblage\nof uppermost Campanian to lowermost Maastrichtian nannofossil markers such as Broinsonia parca constricta and Retecapsa anthophorus together with upper Maastrichtian markers such as L. quadratus. The lowest occurrence of L. quadratus is documented at the base of the HSB at the Mooseland locality, right below lower shell bed at Moscow Landing locality, the base of the Prairie Bluff Chalk at the Starkville locality, the base of the Prairie Bluff Chalk at the Landfill locality, right above the Nixon Sand member at the 4th Street locality, at the base of the Owl Creek Formation at the type locality, 7.2 m below the formational contact at theMalvern locality (Fig. 14). A poorly preserved single specimen of M. prinsii? was documented 50 cm below the top of the Prairie Bluff Chalk at the Mooseland locality and is thus considered as potentially marking the base of CC26b/UC20dTP. The lowest occurrence of rare specimens ofM. prinsii,M.murus and C. kamptneri are documented at the base of the Owl Creek Formation at the type locality. Nannofossils at the Crowley's Ridge locality are extremely rare and not time indicative (see Table 2 in supplementary material for complete nannofossil distribution)."
  }, {
    "heading": "5.3. Ammonite biostratigraphy",
    "text": "Cobban and Kennedy (1995) proposed two upper Maastrichtian ammonite zones in the GCP: an older D. iris Zone with a younger D. conradi Zone above. They placed the D. iris Zone below the D. conradi Zone because one of the co-occurring ammonites (Baculites claviformis (Stephenson, 1941)) is also present in the underlying Nostoceras (N.) alternatum Zone. However, these authors did not regard this zonation as definitive. In this study, we\npropose that the upper Maastrichtian zonation in the GCP is the same as that of the ACP and consists of, from oldest to youngest, D. conradi, D. minardi and D. iris (Fig. 12). Each zone is described as an interval zone in which the lower boundary is defined by the lowest occurrence of the index species and the upper boundary is defined by the lowest occurrence of the index species in the succeeding zone. Each zone also contains a distinctive assemblage of dinoflagellates and nannofossils. The integration of ammonites, dinoflagellates, and nannofossils, thus provides confidence in the detailed biostratigraphic subdivision of the marine upper Maastrichtian strata presented here.\n5.3.1. Discoscaphites conradi Zone Definition, occurrence, and age: The lower boundary of this zone is defined by the lowest occurrence of D. conradi and the upper boundary is defined by the lowest occurrence of D. minardi. Cobban and Kennedy (1995) established the D. conradi Zone as the highest zone of the upper Maastrichtian in the GCP. In contrast, Landman et al. (2004a) defined the D. conradi Zone as the lowest zone of the upper Maastrichtian based on stratigraphic superposition and associated dinoflagellates in ACP deposits. The D. conradi Zone was reported by Landman et al., (2004a, 2004b) from the Severn Formation (Maryland), the Peedee Formation (North Carolina), the upper part of the Navesink Formation, and the lower part of the New Egypt Formation (New Jersey). Further, extending this zonation into theWestern Interior Seaway, Landman and Waag e (1993) documented the presence of D. conradi in the Hoploscaphites nicolletii and H. nebrascensis Zone in the Fox Hills Formation of South Dakota.\nIn the ACP, the D. conradi Zone correlates to nannofossil subzones CC25b/UC20aTP, spanning the lower part of the upper Maastrichtian, based on the presence of nannofossil L. quadratus. This correlation is further constrained by the presence of dinoflagellate I. aff. I. cooksoniae (Fig. 12; Landman et al., 2004a). The D. conradi Zone bearing units in the GCP are age-equivalent to the corresponding biostratigraphic units in the ACP, as corroborated by the presence of the nannofossil L. quadratus and the dinoflagellates I. aff. I. cooksoniae? and D. galeata (Fig. 12). The base of this zone in the GCP, however, is indeterminate due to extensive reworking and the limited nature of the outcrops studied. The placement of the upper boundary is indirectly correlated with either the upper part of Subzone CC26a/UC20cTP or Subzone CC25c/UC20bTP. This placement is also not well-defined because Subzone CC25c/ UC20bTP has not been recovered at these sites, probably due to erosion.\nAssociated ammonites: The Discoscaphites conradi Zone from the Corsicana Formation, Texas, and the Severn Formation, Maryland, (Landman et al., 2004a) contains Sphenodiscus lobatus, S. pleurisepta, Glyptoxoceras rugatum (Forbes, 1846), Baculites vertebralis (Lamarck, 1801), Eubaculites carinatus, E. latecarinatus, D. conradi (for selected specimens see Fig. 14), and D. gulosus. The Discoscaphites conradi Zone in the lower part of the Prairie Bluff Chalk, Mississippi and Alabama contains D. conradi, D. gulosus, E. labyrynthicus, E. latecarinatus, E. carinatus, B. sp. B and B. sp. C, Trachybaculites columna, Sphenodiscus sp., Glyptoxoceras sp., Hoploscaphites sp. and Trachyscaphites alabamensis.\n5.3.2. Discoscaphites minardi Zone Definition, occurrence, and age: The lower boundary of this zone is defined by the lowest occurrence of D. minardi and the\nupper boundary is defined by the lowest occurrence of D. iris. In contrast Landman et al. (2004a) defined the upper boundary of this zone in the ACP by the lowest occurrence of abundant D. iris. The presence of the D. minardi Zone was documented by Landman et al. (2004a) in the Severn Formation, Maryland, and in the upper part of the New Egypt Formation, New Jersey. These authors further suggested that the D. minardi Zone is present in the upper part of the Corsicana Formation, Texas based on the resemblance of specimens described by Kennedy and Cobban (1993) to D. minardi. However, the lack of stratigraphic control limits the definitive placement of this zone within the upper part of the Corsicana Formation.\nBased on our data, the D. minardi Zone is present in the middle part of the Prairie Bluff Chalk, Mississippi and Alabama. It is likely that this zone also occurs in the middle part of the Owl Creek Formation and Arkadelphia Formation where D. minardi is observed in the lower part of the D. iris Zone. However, the zone has not been substantiated due to the limited exposures.\nIn the ACP, Landman et al. (2004a) assigned the age of the D. minardi Zone to the middle part of the late Maastrichtian, ranging from the uppermost part of nannofossil subzones CC26a/ UC20cTP to the lowermost part of Subzone CC26b/UC20dTP (Fig. 12). Age constraints on the D. minardi Zone in the ACP were based on the occurrence of the dinoflagellates D. galeata and T. pelagica. The base of the D. minardi Zone is constrained by the lowest occurrence of D. minardi found in-between the lowest occurrence of dinoflagellates D. galeata and that of T. pelagica in the ACP.\nIn the GCP, age constraints on the D. minardi Zone are based on the presence of the dinoflagellate D. galeata and the absence of I. aff. I. cooksoniae at 52 cm below the top of the Prairie Bluff Chalk as documented by Habib et al. (1996) at Moscow Landing locality.\nUnfortunately, samples collected above that level at Moscow Landing did not yield any other time diagnostic nannofossils. These findings suggest that the base of D. minardi in the GCP is in accordance with its stratigraphic position as given in the ACP, situated inbetween the lowest occurrences of D. galeata and T. pelagica. In terms of calcareous nannofossils, only L. quadratus was identified at Moscow Landing which is in contradiction with previous results in the ACP that suggest a CC26a/UC20cTP age (Fig. 12). However,Micula murus and Ceratolihoides kamptneri which are diagnostic of these zones in this area have a very neat affinity to warm, possibly oligotrophic surfacewaters (Lees, 2002; Thibault andHusson, 2015). All investigated samples of the GCP area yielded nannofossil assemblages with an unusual high abundance of high-latitude taxa and low abundance of tropically restricted taxa. This suggests that in this area, unfavorable environmental conditions could have prevented the thriving of M. murus which would explain the apparent contradiction with the nannofossil zonation. The concordant position for the base of the D. minardi zone with respect to dinoflagellates between the ACP and the GCP suggests that it should actually be positioned within subzones CC26a/UC20cTP (Fig. 12).\nAssociated ammonites: The Discoscaphites minardi Zone in the middle part of the Prairie Bluff Chalk (Mississippi and Alabama) contains D. minardi (for selected specimens see Fig. 14), D. sphaeroidalis, Pachydiscus sp., Sphenodiscus sp., E. latecarinatus, E. carinatus, E. labyrynthicus, Baculites sp. A and C, T. alabamensis, and B. lomaensis. The lower part of the D. minardi in the GCP is characterized by abundant T. alabamensis. In the D. minardi Zone of the ACP, Landman et al. (2004a) observed D. minardi, B. vertebralis, S. pleurisepta, and S. sp., with rare specimens of E. latecarinatus and D. iris. In both regions, the D. minardi ammonite assemblage is quite similar.\n5.3.3. Discoscaphites iris Zone Definition, occurrence and age: The lower boundary of this zone is defined by the lowest occurrence of D. iris and the upper boundary is defined by the lowest occurrence of in-situ Danian fauna (e.g., the oyster Pycnodonte pulaskensis and the dinoflagellate Carpatella cornuta). Cobban and Kennedy (1995) established the D. iris Assemblage Zone as the oldest unit of the upper Maastrichtian based mainly on the presence of B. claviformis (Stephenson, 1941) and absence of D. iris in the Prairie Bluff Chalk. In the ACP, Landman et al. (2004a) proposed the D. iris Assemblage Zone as the youngest unit of the upper Maastrichtian based on stratigraphic superposition and co-occurrence of dinoflagellates. The D. iris Zone is present at the top of the New Egypt Formation and Tinton Formation, and as reworked material at the base of Hornerstown Formation (New Jersey), at the top of the Severn Formation (Maryland), in the upper part of the Corsicana Formation (Texas), and in the upper part of the Owl Creek Formation (Mississippi, Tennessee, Missouri) (Cobban and Kennedy, 1995; Landman et al., 2004a, 2004b, 2007). Based on our data, this zone is also present at the top of the Arkadelphia Formation (Arkansas) and the Prairie Bluff Chalk (Mississippi, Alabama).\nIn the ACP, the presence of dinoflagellates P. grallator and T. pelagica in the D. iris Zone (Landman et al., 2004a) suggests an indirect correlation to the upper part of nannofossil subzones CC26b/UC20dTP spanning the uppermost Maastrichtian (Fig. 12).\nFig. 14. 1e26. Discoscaphites iris. 1e2. AMNH 77440, macroconch, AMNH loc. 3460. 3e4. AM 3486. 7e8. AMNH 91272, macroconch, AMNH loc. 3483. 9e10. AMNH 91315, macroconch 64539, macroconch, AMNH loc. 3481. 15e16. AMNH 64543, macroconch, AMNH loc. 3481. 1 AMNH loc. 3526. 21e23. AMNH 101363, microconch, AMNH loc. 3483. 24e26. AMNH 8322 macroconch, AMNH loc. 3483. 29e30. AMNH 83264, microconch, AMNH loc. 3483. 31e33 37e38. AMNH 83395, macroconch, AMNH loc. 3526. 39e45. Discoscaphites conradi. 39e40. A loc. 3526. 43e45. AMNH 91384, AMNH loc. 3570.\nThe D. iris Zone bearing units in the GCP are age-equivalent to the corresponding biostratigraphic units in the ACP with the exception of the placement of the lower boundary.\nResults obtained at the Owl Creek type locality suggest an overlap of the range of D. iris and nannofossilM. prinsii (Fig. 2). Also, the range of D. iris appears to correlate well with that of dinoflagellate P. grallator in all investigated sections and both taxa show lowermost occurrences nearly at the same stratigraphic level at 4th Street, Landfill and Mooseland (Figs. 6e7 and 10). The absence of nannofossil M. prinsii within the D. iris Zone at Crowley's Ridge, Malvern, 4th Street, Landfill and Starkville is in contradiction with the previous findings (Fig. 12). As explained above forM. murus, the absence of warm-water biostratigraphic marker M. prinsii in these sections could be due to unfavorable environmental conditions but are most probably not indicative of earlier ages. Our study suggests that the D. iris Zone extends to the lower part of Subzone CC26b as corroborated by the presence of the uppermost Maastrichtian nannofossil marker M. prinsii, the dinoflagellates P. grallator and D. carposphaeropsis and the absence of T. pelagica. These indices suggest that the upper part of the Owl Creek Formation, Prairie Bluff Chalk, and Arkadelphia Formation represent the uppermost Maastrichtian Subzone CC26b/UC20dTP (Fig. 12)\nAssociated ammonites: The Discoscaphites iris Zone in the ACP contains D. iris, D. cf. iris, D. cf. minardi, D. sphaeroidalis, D. cf. D. conradi, D. gulosus, D. cf. D. gulosus, Baculites cf. B. claviformis, B. undatus (Stephenson, 1941), S. pleurisepta, S. lobatus, Pachydiscus (Pachydiscus) jacquoti jacquoti (Seunes, 1890), P. (Neodesmoceras) mokotibensis (Collignon, 1952), E. carinatus, E. cf. carinatus, E. latecarinatus, and Glyptoxoceras cf. rugatum.\nIn the GCP, D. iris Zone in the upper Owl Creek Formation (Mississippi and Missouri), upper Prairie Bluff Chalk (Mississippi and Alabama), and the top of the Arkadelphia Formation (Arkansas) contain D. iris (for selected specimens see Fig. 14), D. minardi, D. sphaeroidalis, D. gulosus, S. pleurisepta, S. lobatus, E. latecarinatus, E. carinatus, B. lomaensis, Baculites sp. A and C. The lower part of the D. iris Zone in the GCP is characterized by a relatively equal distribution of Baculites sp. C versus E. carinatus and E. latecarinatus and the presence of D. minardi. The upper part of the D. iris Zone is characterized by a high abundance of E. carinatus and E. latecarinatus, a low abundance of Baculites sp. C and the absence of D. minardi."
  }, {
    "heading": "6. Sequence stratigraphy",
    "text": "The refined biozonation of the GCP can be used to shed light on interpretations of the stratigraphic architecture in the Mississippi Embayment. A rise in base level terminated by amaximum flooding event occurred in the Gulf Coast during the early to early-late Maastrichtian, followed by a regressive phase (Salvador, 1991; Mancini et al., 1996; Mancini and Puckett, 2005). Mancini and Puckett (2003) recognized this uppermost Cretaceous transgressiveeregressive cycle as T-R K8. The upper part of the Ripley Formation, the lower part of the Prairie Bluff Chalk, and the lower part of the Owl Creek Formation were deposited during a time of widespread sea level rise representing transgressive systems tract (TST) deposits (Mancini, 1995). The maximum flooding surface represents a synchronous horizon across the easternGCP and serves as themost reliable tool for a chronostratigraphic correlation across\nNH 77423, microconch, AMNH loc. 3460. 5e6. AMNH 91271, macroconch, AMNH loc. , AMNH loc. 3458. 11e12. AMNH 91258, microconch, AMNH loc. 3458. 13e14. AMNH 7e18. AMNH 64556, microconch, AMNH loc. 3481. 19e20. AMNH 83283, microconch, 2, microconch, AMNH loc. 3525. 27e38. Discoscaphites minardi. 27e28. AMNH 91273, . AMNH 91224, AMNH loc. 3570. 34e36. AMNH 77452, microconch, AMNH loc. 3460. MNH 101361, macroconch, AMNH loc. 3526. 41e42. AMNH 83299, microconch, AMNH\nthe basin (Mancini,1995;Mancini et al., 1996). The upper part of the Prairie Bluff Chalk, OwlCreek Formation andArkadelphia Formation are interpreted as highstand systems tract (HST) deposits (Pitakpaivan and Hazel, 1994; Mancini, 1995; Smith, 1997; Mancini and Puckett, 2003). The Moscow Landing locality records different stages of the T-R K8 cycle providing an excellent example of a nearly complete depositional succession with just the top of the HST sequence missing (Figs. 9 and 15). The lithological and faunal changes in the Prairie Bluff Chalk at this locality have been extensively documented (e.g., Mancini et al., 1989; Habib et al., 1996; Smith, 1997; Wawak, 2007; Hart et al., 2013). The lower part of the Prairie Bluff Chalk is interpreted as the upper portion of a TST. The overlying Phosphatic Macrofossil Bed (PMB) is commonly recognized as a maximum flooding surface (Mancini et al., 1989, Mancini et al., 1996; Smith, 1997; Mancini and Puckett, 2003; Puckett, 2005; Naujokaityte et al., 2014) (Fig. 9). The lower part of the Prairie Bluff Chalk and the PMB are assigned to the lower upper Maastrichtian Globotruncana aegyptiaca Zonule of Smith and Pessagno (1973) (Mancini et al., 1989; Smith, 1997). This zonule is equivalent to the calcareous nannofossil L. quadratus Zone (CC25b/UC20aTP Zone) (Mancini, 1995). The occurrence of D. conradi is restricted to the lower part of the Prairie Bluff Chalk (including the PMB). Thus, the distribution of foraminifera and ammonites is consistent at this locality. The upper part of the Prairie Bluff Chalk atMoscow Landing is interpreted as a HST and is assigned to the Racemiguembelina fructicosa Zone (Mancini et al., 1989; Smith, 1997). Habib et al. (1996) documented D. galeata 53 cm below the top of the formation. The presence of this species and the absence both of I. cooksoniae and P. grallator indicates that this interval is approximately correlative with some of to Subzone CC26a/UC20cTP (Edwards et al., 1999; Landman et al., 2004b). This is consistent with the presence of D. minardi in the upper part of the Prairie Bluff Chalk. The absence of D. iris at this locality suggests a large hiatus (i.e., spanning the upper part of subzones CC26a/UC20cTP and the entire subzones CC26b// UC20dTP) at the top of the Prairie Bluff Chalk.\nAnother distinctive shell bed occurs at the base of the Prairie Bluff Chalk at the Mooseland locality. This so-called Hardground Shell Bed (HSB) (Fig. 3F) differs from the PMB in terms of its greater thickness, higher faunal diversity, higher concentration of phosphatic steinkerns and nodules, and the presence of a hardground at the base. Nevertheless, taphonomic characters such as abundance of epizoans, high degree of fragmentation, phosphatized internal molds, Cliona-sponge borings, bryozoans, and serpulid worms are identical in both shell beds (Naujokaityte et al., 2014). As previously shown, the base of the HSB contains mixed nannofloras consisting of uppermost Campanian-lowermost Maastrichtian markers (Broinsonia parca constricta and Retecapsa anthophorus) together with upper Maastrichtian markers (L. quadratus), which indicates a significant amount of reworking. Based on the observed taphonomy, diversity and stratigraphic placement, the HSB represents a more condensed section than the PMB, wherein the transgressive lag andmaximum flooding surface converge (Naujokaityte et al., 2014) (Fig. 14). However, the presence of D. conradi exclusively within the HSB and PMB suggests that these beds formed during a similar timeframe. A few specimens of D. minardi and D. iris are documented in the upper portion of the Prairie Bluff Chalk above the HSB at Mooseland.\nThe documentedmaximum flooding surface and the occurrence of Discoscaphites zones above and below this synchronous horizon enables a reliable biostratigraphic correlation of ammonite zones across the basin within a sequence stratigraphic framework. Stratigraphic distribution of Discoscaphites suggests that D. iris and D. minardi Zones were deposited within the HST and D. conradi Zone was deposited within the TST in the GCP (Fig. 15). The presence of D. conradi in the lower part of the T-R 8 and D. iris at the top\nsuggests the T-R 8 cycle spans the early to late Maastrichtian age rather than the early to early-late Maastrichtian."
  }, {
    "heading": "7. Age and correlation",
    "text": "The revised ammonite biostratigraphy presented here provides a more refined resolution of the temporal record of the GCP through the late Maastrichtian. The Prairie Bluff Chalk at Moscow Landing encompasses the lower two ammonite zones: the D. conradi Zone in the lower part of the Prairie Bluff Chalk (including the PMB) and the D. minardi Zone in the upper part of the Prairie Bluff Chalk (Fig. 9). The lower Prairie Bluff Chalk, including the PMB at Moscow Landing represents the base of the upper Maastrichtian, corresponding to subzones CC25b/UC20aTP. Age-equivalent strata occur at the top of the HSB at the Mooseland locality based on identical macrofauna andmicroflora assemblages, taphonomic features, and sequence stratigraphy. Abundant specimens of Trachyscaphites alabamensis in the upper part of the Prairie Bluff Chalk suggest the presence of only the lower part of the D. minardi Zone. The absence of the D. iris Zone and the upper part of the D. minardi Zone demonstrate that the middleeupper to upper Maastrichtian is missing at Moscow Landing.\nAll three ammonite zones are present in the Prairie Bluff Chalk at Mooseland (Figs. 10 and 15). The Discoscaphites conradi Zone is restricted to the HSB. This interval represents the reworked part of the Ripley Formation spanning the upper Campanian to lower Maastrichtian. The upper part of the HSB yields the dinoflagellates Isabelidinium cooksoniae? and Deflandrea galeata corresponding to the upper part of subzones CC25b/UC20aTP within the upper Maastrichtian (Fig. 12).\nThe Discoscaphites minardi Zone is documented at the Mooseland locality between the HSB and the lower phosphatic bed suggesting a middle late Maastrichtian age for the middle part of the Prairie Bluff Chalk. The D. iris Zone is recorded right below the upper phosphatic bed (Fig. 10). The exact placement of the boundary between the D. minardi and D. iris zones is difficult to pinpoint due to the scarcity of specimens.We suggest that theD. iris Zone extends to the lower nodule bed based on the lowest occurrence of Palynodinium grallator right above the lower phosphatic bed. In addition, the poorly preserved single specimen of Micula prinsii? is documented 50 cm below the K/Pg boundary and the latest Maastrichtian dinoflagellate Disphaerogena carposphaeropsis 25 cm below the K/Pg attest of an uppermost Maastrichtian age, likely corresponding to nannofossil subzones CC26b/UC20dTP above the lower nodule bed. At the Starkville locality, the D. iris Zone is present at least in the top 3 m of the Prairie Bluff Chalk. In general, the scarcity of macrofossils and index ammonites in the lower part of the Prairie Bluff Chalk (more than 3 m below the formational boundary) restrict the accurate placement of the lower boundary of the D. iris Zone in this section. This scarcity could be the result of the poor preservation potential of aragonitic shells in the carbonates (Dullo, 1983). However, we suggest that theD. iris Zonemost likely extends to 7m below the formational boundary due to the presence of the dinoflagellate P. grallator in this interval.\nThe Prairie Bluff Chalk at the Landfill locality encompasses the upper two ammonite zones. The D. minardi Zone occurs in the lower 2 m of the Prairie Bluff Chalk overlain by the D. iris Zone (Fig. 7). The lower part of theD. minardi Zone is characterized by the abundance of Baculites sp. C and T. alabamensis. Although not documented in Mississippi, the presence of the D. conradi Zone consistently below the D. minardi Zone in Alabama suggests a similar sequence is present in Mississippi. This zone has not yet been recovered inMississippi, however, due to the limited nature of the outcrops investigated there. The occurrence of P. grallator along\nE.Larina et al./ Cretaceous Research 60 (2016) 128 e 151\n147\nwith D. carposphaeropsis 7.5 m below the formational boundary suggests that the presence of Subzone CC26b/UC20dTP in the lower part of the D. iris Zone (Fig. 7). The thickness of the D. iris Zone suggests minimal erosion at the formational boundary at this locality with at least 8 m of the uppermost Maastrichtian present.\nThe Owl Creek Formation at the Owl Creek type locality, 4th Street in Mississippi, and Crowley's Ridge in Missouri contains the uppermost Maastrichtian D. iris Zone (Fig. 15). The overlap of D. minardi and D. iris is documented in the lower 4 m of the Owl Creek Formation at the Owl Creek type locality. Rare specimens of D. minardi are present near the top of the Owl Creek Formation at the 4th Street and Crowley's Ridge localities. This extended ammonite distribution could be attributed either to the erosional removal of the upper part of the D. iris Zone or to greater condensation of the sections at these localities. The dinoflagellate P. grallator consistently coincides with the base of the D. iris Zone at all localities where microflora analysis was performed (Fig. 15). On the western side of the Embayment near Malvern, Arkansas, exposures of the Arkadelphia Formation have yielded D. iris signifying the presence of the D. iris Zone throughout the basin."
  }, {
    "heading": "8. Implications of ammonite biostratigraphy in the Gulf Coastal Plain",
    "text": ""
  }, {
    "heading": "8.1. The utility of ammonites, dinoflagellates and calcareous nannofossils in dating the upper Maastrichtian",
    "text": "Our study documents species of Discoscaphites and co-occurring dinoflagellates in a consistent stratigraphic succession across the Mississippi Embayment. This record appears to be faciesindependent comprising siliciclastic to mixed carbonateesiliciclastic settings, extending all the way up to the ACP. In the present study, the record of nannofossils is sporadic.\nA previous nannofossil analysis at the Owl Creek type locality by Russell and Keady (1983) did not yield microflora of latest Maastrichtian age. As a result, these authors assigned the Owl Creek Formation at this site to the middle Maastrichtian based on the presence of Lithraphidites quadratus and the absence of Nephrolithus frequens. In contrast, the presence of rare specimens of Micula prinsii, M. murus, and Ceratolithoides kamptneri is documented in this study at the base of the D. iris Zone, suggesting that this interval correlates to subzones CC26b/UC20dTP (Fig. 12). This age constraint is further corroborated by the presence of dinoflagellate Palynodinium grallator. Indeed, Moshkovitz and Habib (1993) actually documented the nannofossil M. prinsii in association with dinoflagellates P. grallator and D. carposphaeropsis in Georgia and Alabama. The consistent presence of P. grallator and D. carposphaeropsis in the D. iris Zone in all sampled sections thus provides a reliable biostratigraphic tool which indicates that this ammonite zone correlates with the uppermost Maastrichtian nannofossil subzones CC26b/UC20dTP. In any case, our study demonstrates that ammonites and dinoflagellates appear more reliable stratigraphic indicators than calcareous nannofossils in the upper Maastrichtian of the Mississippi Embayment.\nInterestingly, the nannofossil assemblages documented in the GCPare characterized bya relativelyhigh abundanceof high-latitude taxa (e.g., Ahmuellerella octoradiata, Kamptnerius magnificus, Nephrolithus frequens, Gartnerago segmentatum and Prediscosphaera stoveri), particularly pronounced within the first twometers of the Owl Creek type locality as well as within the Mooseland (see Table 2 in supplemental material). In contrast, tropical taxa (e.g., C. kamptneri, M. murus and M. prinsii) and taxa that are generally dominant in tropical areas of theMaastrichtian (W. barnesiae) are generally rare to very rare. This may explain the absence of biostratigraphic markers M. murus and M. prinsii within the D. iris ammonite zone in most of\nthe sections. It must be noted here that similar unusually high abundances of high-latitude taxa have also been reported from the Santee Coastal Reserve core (Edwards et al., 1999). Thibault and Gardin (2006) also documented two intervals of unusually high abundances of high-latitude taxa in the western Equatorial Atlantic ODP Site 1258A within nannofossil zones UC18-19 (CC24 to CC25a) and UC20a-cTP (CC25beCC26a). These two intervals were interpreted as the expression of global early and late Maastrichtian cooling trends previously evidenced by Li and Keller (1998) and Barrera and Savin (1999). However, high-latitude taxa tend to disappear at Site 1258A during the end-Maastrichtianwarming that takes place within nannofossil zone UC20dTP (CC26b) whereas they appear to be persistent within this subzone in the GCP. It is possible that, at several time intervals, the tropical western Atlantic was characterized by unusually high abundances of high latitude taxa which could indicate the influence of a cool northern surface current in this area. Yet, the potential origin of this supposedly cool surface current from northern latitudes remains puzzling."
  }, {
    "heading": "8.2. Duration of hiatus at the K/Pg boundary",
    "text": "Continuous sequences of shallow marine coastal plain deposits across the K/Pg boundary are rare (Bryan and Jones, 1989). The GCP is unique in that it records a nearly complete and continuous section that is richly fossiliferous and without major structural complications (Puckett, 2005). However, the nature of the K/Pg boundary in Alabama and Mississippi is somewhat complex due to erosional surfaces related to events such as post-impact tsunamis and sea level fluctuations (Moshkowitz and Habib, 1993; Olsson and Liu, 1993; Hart et al., 2013; Yancey and Liu, 2013; Hart et al., 2014). The duration of the hiatus prior to the K/Pg boundary in the GCP has been widely debated and estimated between 100 kyr and 3 myr. If the erosion is of minimal duration, then the Mississippi Embayment is an excellent candidate for detailed examination of faunal, paleoenvironmental, and depositional changes preceding the last mass extinction event.\nAccording to several studies (Mancini et al., 1989; Smith, 1997; Puckett, 2005), approximately the upper two-thirds of the upper Maastrichtian Prairie Bluff Chalk and Owl Creek Formation in the northeastern Gulf Coast is missing. These authors assigned the upper part of the Prairie Bluff Chalk to the foraminifera Racemiguembelina fructicosa Zonule of Smith and Pessagno (1973) of very early late Maastrichtian age. Although the occurrence of R. fructicosa extends up to the K/Pg boundary, the absence of the latest Maastrichtian index foraminifera Abathomphalus mayaroensis and calcareous microfossils associated with the A. mayaroensis Zone has been used as evidence for a gap at the top of the sequence (Mancini et al., 1989; Smith, 1997; Puckett, 2005).\nOther authors argued that the K/Pg boundary sections of the Prairie Bluff Chalk in Alabama (Bryan and Jones, 1989; Habib et al., 1992, 1996; Moshkovitz and Habib, 1993; Olsson and Liu, 1993; Hart et al., 2013) and Owl Creek Formation in Missouri (Dastas et al., 2014) are mostly complete. Their interpretations were mainly based on the presence of the latest Maastrichtian calcareous nannofossil M. prinsii and dinoflagellates P. grallator, D. carposphaeropsis, and Thalassiphora pelagica. The ostracod assemblage in the Arkadelphia Formation in Arkansas includes Veenia paralleropora corroborating a late Maastrichtian age in the western GCP (Pitakpaivan and Hazel, 1994). The lack of A. mayaroensis in Texas and Alabama was attributed to unfavorable paleoenvironmental conditions (e.g., water depth, turbidity, salinity) rather thanmissing time (Habib et al, 1992; Moshkovitz and Habib, 1993; Olsson and Liu, 1993; Pitakpaivan and Hazel, 1994). Further, Zachos et al. (1989) proposed that the absence of this relatively deep-water taxon could be due to the shallow depositional environment of the basin.\nThe presence of uppermost Maastrichtian biomarkers such as D. iris, D. carposphaeropsis, P. grallator, and rare M. prinsii across the Mississippi Embayment indicate minimal time missing at the K/Pg boundary (with the exception of Moscow Landing); that is not exceeding the time span of subzones CC26b/UC20dTP (¼M. prinsii Zone). The lowest occurrence ofM. prinsii lies very close to the base of Chron C29r in the Santee Core Reserve, South Carolina (Edwards et al., 1999) and at Leg 171B and site 1049 at Blake Nose, Western North Atlantic Ocean (Self-Trail, 2001; Huber et al., 2008). Actually, the lowest occurrence of M. prinsii was reliably documented slightly above the C29r/C30n boundary at more than 14 deep-sea sites and sections throughout the Atlantic, Pacific, Indian, and central Tethys oceans (Henriksson, 1993; Thibault and Gardin, 2006, 2007, 2010; Westerhold et al., 2008; Gardin et al., 2012; Thibault et al., 2012; Batenburg et al., 2014). These findings provide a very robust age estimation as the duration of the Maastrichtian portion of Chron C29r has been estimated to ca. 350 kyr by numerous cyclostratigraphic studies (see a review in Thibault and Husson, 2015) and to ca. 250 kyr based on the recent radiometric datings of Schoene et al. (2015). Consequently, the LO ofM. prinsii is <350 kyr before the K/Pg boundary.\nOur correlation of the zonal ranges of D. iris, M. prinsii, and P. grallator (Fig. 2), the presence of D. iris in all sections except Moscow Landing (Fig. 15), and the aforementioned age estimates thus suggest that thedurationof thepresumedhiatus in theGCP is limited tomuch less than 350 kyr. Thismakes theGCPa perfect candidate for studying the record of marine life just below the K/Pg boundary."
  }, {
    "heading": "9. Conclusions",
    "text": "We analyzed eight stratigraphic sections in the Mississippi Embayment in order to re-evaluate the preliminary ammonite zonation of Cobban and Kennedy (1995). Three ammonite zones have been recognized, from bottom to top: the D. conradi, D. minardi, and D. iris zones. This zonation is consistent with that established for the upper Maastrichtian in the ACP. The position of the lower boundary of the D. iris Zone, as established in the ACP should be updated. The D. iris Zone spans the entire nannofossil subzones CC26b/UC20dTP compared to only the upper part of Subzone CC26b/UC20dTP in the ACP, and correlates with the ranges of P. grallator and D. carposphaeropsis. The lower boundary of the D. minardi Zone is within CC26a/UC20cTP.\nThis study demonstrates that ammonites and dinoflagellates are more reliable biostratigraphic indicators than nannofossils for the Maastrichtian in the relatively shallow sections of the GCP due to their consistent stratigraphic distribution. During the late Maastrichtian in the GCP, the D. conradi Zone was deposited in a TST and the D. iris and D. minardi zones were deposited in a HST. For the first time theD. iris Zone has been documented as extending throughout the entire Mississippi Embayment. In general, the K/Pg boundary hiatus appears to represent <350 kyr of the uppermost Maastrichtian based on the presence of D. iris, P. grallator, D. carposphaeropsis, and M. prinsii. The greatest hiatus is identified at Moscow Landing, Alabama, where only the lower part of the D. minardi Zone was recorded below the K/Pg boundary. The ammonite biostratigraphic framework established in this study demonstrates that the upper Maastrichtian sequence in the GCP is nearly complete. This will allow the detailed study of Cretaceous shallow marine ecosystems, paleoenvironment, and paleoclimate prior to the K/Pg mass extinction in the vicinity of the impact."
  }, {
    "heading": "Acknowledgments",
    "text": "Extended gratitude to John Chamberlain for proofreading a previous draft. We thank Charles Smith, Jonathan Bryan, Carl\nCampbell, Caitlin Boas, Susan Klofak, Jocelyn Sessa, Katja Knoll, Carson Sloan, Anastasia Danilova, Shannon Brophy and Joshua Slattery for assistance in the field and constructive discussions. Steve Thurston was invaluable for assistance with the photography and figures. We are grateful to Evan Alexieff who helped with the preparation and identification of specimens. Special thanks to all the property owners for giving access to the sites; Allan and Betty Carrol (Owl Creek Type Locality), Charlie Gardner (site manager of the Prairie Bluff Landfill), John Henderson (owner of the Mooseland site), W.C. Smallwood (owner of the 4th Street locality), and Bruce Stinchcomb (owner of the Crowley's Ridge site). We would also like to thank Carson Sloan for his assistance in accessing the Malvern site. Without the kind assistance of all the aforementioned people, this project would not be possible. We greatly appreciate the thoughtful reviews by an anonymous referee and by Birgit Niebuhr. We would like to thank David Bottjer and Frank Corsetti for proofreading a previous draft and providing constructive suggestions. This project was supported by the N. D. Newell Fund (AMNH), Lerner-Gray Scholarship (AMNH), Richard K. Bambach Scholarship (Paleontological Society), and James Welch Scholarship (AAPS). This material is based uponwork supported by the National Science Foundation Graduate Research Fellowship Program under Grant No. 2013171808."
  }, {
    "heading": "Appendix A. Supplementary material",
    "text": "Supplementary material related to this article can be found at http://dx.doi.org/ 10.1016/j.cretres.2015.11.010."
  }],
  "year": 2016,
  "references": [{
    "title": "Zur Kenntnis der Gattung Deflandrea Eisenack (Dinoflag.) in der Kreide und im Altterti€",
    "authors": ["G. Alberti"],
    "year": 1959
  }, {
    "title": "Extraterrestrial cause for the Cretaceous-Tertiary extinction",
    "authors": ["L.W. Alvarez", "W. Alvarez", "F. Asaro", "H.V. Michel"],
    "venue": "Science 208,",
    "year": 1980
  }, {
    "title": "Upper Cretaceous of the Pacific coast",
    "authors": ["F.M. Anderson"],
    "venue": "Geological Society of America Memoirs 71,",
    "year": 1958
  }, {
    "title": "Cretaceous extinctions: multiple causes",
    "authors": ["J.D. Archibald", "W. Clemens", "K. Padian", "T. Rowe", "N. Macleod", "P.M. Barrett", "A. Gale", "P. Holroyd", "Sues", "H.-D", "N.C. Arens"],
    "venue": "Science (New York,",
    "year": 2010
  }, {
    "title": "Anatomical and ecological constraints on Phanerozoic animal diversity in the marine realm",
    "authors": ["R.K. Bambach", "A.H. Knoll", "J.J. Sepkoski"],
    "venue": "Proceedings of the National Academy of Sciences of the United States of America",
    "year": 2002
  }, {
    "title": "Evolution of late Campanian-Maastrichtian marine climates and oceans. Special Papers-Geological Society of America 245e282",
    "authors": ["E. Barrera", "S.M. Savin"],
    "year": 1999
  }, {
    "title": "An astronomical time scale for the Maastrichtian based on the Zumaia and Sopelana sections (Basque country, northern Spain)",
    "authors": ["S.J. Batenburg", "A.S. Gale", "M. Sprovieri", "F.J. Hilgen", "N. Thibault", "M. Boussaha", "X. OrueEtxebarria"],
    "venue": "Journal of the Geological Society 171,",
    "year": 2014
  }, {
    "title": "Chondrichthyans from the Arkadelphia Formation (Upper Cretaceous: Upper Maastrichtian) of Hot Spring County, Arkansas",
    "authors": ["M.A. Becker", "J.A. Chamberlain Jr.", "G.E. Wolf"],
    "venue": "Journal of Paleontology",
    "year": 2006
  }, {
    "title": "Osteichthyans from an Arkadelphia FormationeMidway Group lag deposit (Late MaastrichtianePaleocene), Hot Spring County, Arkansas, USA",
    "authors": ["M.A. Becker", "C.S. Mallery Jr.", "J.A. Chamberlain Jr."],
    "venue": "Journal of Vertebrate Paleontology",
    "year": 2010
  }, {
    "title": "Dinoflagellatebased sea surface temperature reconstructions across the CretaceouseTertiary boundary",
    "authors": ["H. Brinkhuis", "J. Bujak", "J. Smit", "G. Versteegh", "H. Visscher"],
    "year": 1998
  }, {
    "title": "Upper Cretaceous ammonites from the Carnarvon Basin of Western Australia. 1. The heteromorph Lytoceratina",
    "authors": ["R.O. Brunnschweiler"],
    "venue": "Bureau of Mineral Resources Geology and Geophysics Bulletin (Canberra)",
    "year": 1966
  }, {
    "title": "Fabric of the Cretaceous-Tertiary marine macrofaunal transition at Braggs, Alabama",
    "authors": ["J.R. Bryan", "D.S. Jones"],
    "venue": "Palaeogeography, Palaeoclimatology, Palaeoecology",
    "year": 1989
  }, {
    "title": "Phytoplankton stratigraphy, Deep Sea Drilling Project Leg 20, Western Pacific Ocean",
    "authors": ["D. Bukry"],
    "venue": "Initial Reports of the Deep Sea Drilling Project",
    "year": 1973
  }, {
    "title": "Maastrichtian Ammonites Chiefly from the Prairie Bluff Chalk in Alabama and Mississippi",
    "authors": ["W.A. Cobban", "W.J. Kennedy"],
    "venue": "Memoir (The Paleontological Society),",
    "year": 1995
  }, {
    "title": "A USGS zonal table for the Upper Cretaceous Middle CenomanianeMaastrichtian of the Western Interior of the United States based on ammonites, inoceramids, and radiometric ages",
    "authors": ["W.A. Cobban", "I. Walaszczyk", "J.D. Obradovich", "K.C. McKinney"],
    "venue": "U.S. Geological Survey Open-File Report 1250,",
    "year": 2006
  }, {
    "title": "Cretaceous-Paleogene Dinoflagellate Biostratigraphy and the Age of the Clayton Formation, Southeastern Missouri",
    "authors": ["N.R. Dastas", "J.A. Chamberlain", "M.P. Garb"],
    "venue": "USA. Geosciences",
    "year": 2014
  }, {
    "title": "Sur les nannofossiles calcaires et leur syst",
    "authors": ["G. Deflandre"],
    "year": 1959
  }, {
    "title": "Consequences of the Cretaceous/Paleogene mass extinction for marine ecosystems. Annual Review of Ecology, Evolution, and Systematics 295e317",
    "authors": ["S. D'Hondt"],
    "year": 2005
  }, {
    "title": "Diagenesis of fossils of the Miocene Leitha Limestone of the Paratethys, Austria: an example for faunal modifications due to changing diagenetic environments",
    "authors": ["W.C. Dullo"],
    "venue": "Facies 8,",
    "year": 1983
  }, {
    "title": "Biostratigraphy, Paleogeography, and Paleoenvironments of the Upper Cretaceous (Campanian) Northern Mississippi Embayment. The University of Alabama, Tuscaloosa",
    "authors": ["S.M. Ebersole"],
    "year": 2009
  }, {
    "title": "Physical Stratigraphy, Paleontology, and Magnetostratigraphy of the USGS-Santee Coastal Reserve Core (CHN-803), Charleston County, South Carolina",
    "authors": ["L.E. Edwards", "G.S. Gohn", "J.M. Self-Trail", "D.C. Prowell", "L.M. Bybell", "L.P. Bardot", "J.V. Firth", "B.T. Huber", "N.O. Frederiksen", "K.G. MacLeod"],
    "venue": "pp. 1e66. U.S. Geol. Survey Open File Report 99e308",
    "year": 1999
  }, {
    "title": "The extinction of the dinosaurs in North America",
    "authors": ["D.E. Fastovsky", "P.M. Sheehan"],
    "venue": "GSA Today 15,",
    "year": 2005
  }, {
    "title": "Dinoflagellate biostratigraphy of the Maastrichtian to Danian interval in the US Geological Survey Albany core, Georgia",
    "authors": ["J.V. Firth"],
    "venue": "USA. Palynology",
    "year": 1987
  }, {
    "title": "The Late Albian to Early Cenomanian succession at Mont Risou near Rosans (Drôme, SE France): an integrated study (ammonites, inoceramids, planktonic foraminifera, nannofossils, oxygen and carbon isotopes)",
    "authors": ["A. Gale", "W. Kennedy", "J. Burnett", "M. Caron", "B. Kidd"],
    "venue": "Cretaceous Research",
    "year": 1996
  }, {
    "title": "Bio-magnetochronology for the upper CampanianeMaastrichtian from the Gubbio area, Italy: new results from the Contessa Highway and Bottaccione sections",
    "authors": ["S. Gardin", "B. Galbrun", "N. Thibault", "R. Coccioni", "I.P. Silva"],
    "venue": "Newsletters on Stratigraphy",
    "year": 2012
  }, {
    "title": "Dinoflagellaten-Zysten aus einem Geschiebefeuerstein und ihr Erhaltungszustand",
    "authors": ["H. Gocht"],
    "venue": "Neues Jahrbuch für Geologie und Pal€",
    "year": 1970
  }, {
    "title": "Les Coccolithophorid es du Maestrichtien sup erieur de Pologne",
    "authors": ["H. Gorka"],
    "venue": "Acta Palaeontologica Polonica",
    "year": 1957
  }, {
    "title": "Dinoflagellate and calcareous nannofossil response to sea-level change in Cretaceous-Tertiary boundary sections",
    "authors": ["D. Habib", "S. Moshkovitz", "C. Kramer"],
    "venue": "Geology 20,",
    "year": 1992
  }, {
    "title": "High-resolution biostratigraphy of sea-level low, biotic extinction, and chaotic sedimentation at the CretaceouseTertiary boundary in Alabama, north of the Chicxulub crater. The Cretaceous-Tertiary event and other catastrophes in Earth history",
    "authors": ["D. Habib", "R.K. Olsson", "C. Liu", "S. Moshkovitz"],
    "venue": "Geological Society of America Special Paper 307,",
    "year": 1996
  }, {
    "title": "The Cretaceous/Paleogene boundary events in the Gulf Coast: comparisons between Alabama and Texas",
    "authors": ["A.L. ardenas"],
    "venue": "GCAGS Transactions 63,",
    "year": 2013
  }, {
    "title": "Ocean Acidification in Modern Seas and its Recognition in the Geological Record: The Cretaceous/ Paleogene Boundary in Texas and Alabama",
    "authors": ["A.L. ardenas", "J.M. Hall-Spencer", "R.M. Prol-Ledesma"],
    "year": 2014
  }, {
    "title": "The Santonian-Campanian boundary: comparison of nearshore-offshore calcareous nannofossil assemblages",
    "authors": ["J. Hattner", "F. Wind", "S. Wise"],
    "venue": "Cahiers de Micropaleontologie",
    "year": 1980
  }, {
    "title": "Hunting for the 405-kyr eccentricity cycle phase at the CretaceousePaleogene boundary in the Aïn Settara section (Kalaat Senan, central Tunisia)",
    "authors": ["M. Hennebert"],
    "venue": "Carnets de G eologie [Notebooks on Geology],",
    "year": 2012
  }, {
    "title": "Biochronology of the terminal Cretaceous calcareous nannofossil Zone of Micula prinsii",
    "authors": ["A.S. Henriksson"],
    "venue": "Cretaceous Research",
    "year": 1993
  }, {
    "title": "The geological record of ocean acidification",
    "authors": ["B. onisch", "A. Ridgwell", "D.N. Schmidt", "E. Thomas", "S.J. Gibbs", "A. Sluijs", "R. Zeebe", "L. Kump", "R.C. Martindale", "S.E. Greene"],
    "venue": "Science 335,",
    "year": 2012
  }, {
    "title": "Chronostratigraphic framework for upper Campanian-Maastrichtian sediments on the Blake Nose (subtropical North Atlantic)",
    "authors": ["B.T. Huber", "K.G. MacLeod", "N.A. Tur"],
    "venue": "The Journal of Foraminiferal Research",
    "year": 2008
  }, {
    "title": "Selectivity of end-Cretaceous marine bivalve extinctions",
    "authors": ["D. Jablonski", "D.M. Raup"],
    "venue": "Science 268,",
    "year": 1995
  }, {
    "title": "The CretaceouseTertiary Mass Extinction, Chicxulub Impact, and Deccan Volcanism, Earth and Life",
    "authors": ["G. Keller"],
    "year": 2012
  }, {
    "title": "Aspects of Ammonite Biology, Biogeography, and Biostratigraphy",
    "authors": ["W.J. Kennedy", "W.A. Cobban"],
    "venue": "Palaeontological Association",
    "year": 1976
  }, {
    "title": "Maastrichtian ammonites from the Corsicana Formation in northeast Texas",
    "authors": ["W. Kennedy", "W. Cobban"],
    "venue": "Geological Magazine 130,",
    "year": 1993
  }, {
    "title": "Maastrichtian (Late Cretaceous) ammonites",
    "authors": ["W. Kennedy", "W. Cobban"],
    "year": 2000
  }, {
    "title": "Cephalopod origin and evolution: a congruent picture emerging from fossils, development andmolecules",
    "authors": ["B. oger", "J. Vinther", "D. Fuchs"],
    "venue": "Bioessays 33,",
    "year": 2011
  }, {
    "title": "Impact of the terminal Cretaceous event on planteinsect associations",
    "authors": ["C.C. Labandeira", "K.R. Johnson", "P. Wilf"],
    "venue": "Proceedings of the National Academy of Sciences of the United States of America",
    "year": 2002
  }, {
    "title": "Anatomy of a concretion: life, death, and burial in the Western Interior Seaway",
    "authors": ["N.H. Landman", "S.M. Klofak"],
    "venue": "Palaios 27,",
    "year": 2012
  }, {
    "title": "Scaphitid ammonites of the Upper Cretaceous (Maastrichtian) Fox Hills Formation in South Dakota and Wyoming",
    "authors": ["N.H. Landman", "K.M. Waag e"],
    "venue": "Bulletin of the AMNH no",
    "year": 1993
  }, {
    "title": "Cephalopods from the Cretaceous/Tertiary Boundary Interval on the Atlantic Coastal Plain, with a Description of the Highest Ammonite Zones in North America. Part 1, Maryland and North Carolina",
    "authors": ["N.H. Landman", "R.O. Johnson", "L.E. Edwards"],
    "venue": "American Museum Novitates;",
    "year": 2004
  }, {
    "title": "Cephalopods from the Cretaceous/Tertiary boundary interval on the Atlantic Coastal Plain, with a description of the highest ammonite zones in North America. Part 2. Northeastern Monmouth County, New Jersey",
    "authors": ["N.H. Landman", "R.O. Johnson", "L.E. Edwards"],
    "venue": "Bulletin of the American Museum of Natural History",
    "year": 2004
  }, {
    "title": "Cephalopods from the cretaceous/tertiary boundary interval on the Atlantic Coastal Plain, with a description of the highest ammonite zones in North America. Part III. Manasquan River Basin, Monmouth County, New Jersey",
    "authors": ["N.H. Landman", "R.O. Johnson", "M.P. Garb", "L.E. Edwards", "F.T. Kyte"],
    "venue": "Bulletin of the American Museum of Natural History 1e122",
    "year": 2007
  }, {
    "title": "Calcareous nannofossil biogeography illustrates palaeoclimate change in the Late Cretaceous Indian Ocean",
    "authors": ["J.A. Lees"],
    "venue": "Cretaceous Research",
    "year": 2002
  }, {
    "title": "L'etude microscopique des silex. Peridiniens nouveaux ou peu connnus (dixieme note)",
    "authors": ["M. Lejeune-Carpentier"],
    "venue": "Annales de la Societe Geologique de Belgique",
    "year": 1942
  }, {
    "title": "Fossil Dinoflagellates; Index to Genera and Species, pp. 1e176",
    "authors": ["J. Lentin", "G. Williams"],
    "venue": "Geological Survey of Canada Paper",
    "year": 1973
  }, {
    "title": "Abrupt deep-sea warming at the end of the Cretaceous",
    "authors": ["L. Li", "G. Keller"],
    "venue": "Geology 26,",
    "year": 1998
  }, {
    "title": "Geochronology, biostratigraphy and sequence stratigraphy of a marginal marine to marine shelf stratigraphic succession: Upper Paleocene and lower Eocene, Wilcox Group, eastern Gulf Coastal Plain, U.S.A. Society for Sedimentary Geology Special Publication 54, 281e293",
    "authors": ["E.A. Mancini"],
    "year": 1995
  }, {
    "title": "Integrated biostratigraphic and sequence stratigraphic approach for correlation and basin interpretation",
    "authors": ["E.A. Mancini", "T.M. Puckett"],
    "venue": "Gulf Coast Association of Geological Societies Transactions",
    "year": 2003
  }, {
    "title": "Jurassic and Cretaceous transgressive-regressive (TR) cycles, northern Gulf of Mexico, USA",
    "authors": ["E.A. Mancini", "T.M. Puckett"],
    "venue": "Stratigraphy",
    "year": 2005
  }, {
    "title": "Cretaceous-Tertiary contact, Mississippi and Alabama",
    "authors": ["E.A. Mancini", "B.H. Tew", "C.C. Smith"],
    "venue": "The Journal of Foraminiferal Research",
    "year": 1989
  }, {
    "title": "Integrated biostratigraphic and sequence stratigraphic framework for Upper Cretaceous strata of the eastern Gulf Coastal Plain, USA",
    "authors": ["E.A. Mancini", "T.M. Puckett", "B.H. Tew"],
    "venue": "Cretaceous Research",
    "year": 1996
  }, {
    "title": "Nannoplankton aus dem Terti€",
    "authors": ["E. Martini"],
    "year": 1961
  }, {
    "title": "The Global Boundary Stratotype Section and Point for the base of the Danian Stage (Paleocene, Paleogene, “Tertiary”, Cenozoic) at El Kef, Tunisia-Original definition and revision",
    "authors": ["E. Molina", "L. Alegret", "I. Arenillas", "J.A. Arz", "N. Gallala", "J. Hardenbol", "Salis", "K.v", "E. Steurbaut", "N. Vandenberghe", "D. Zaghbib-Turki"],
    "venue": "Episodes 29,",
    "year": 2006
  }, {
    "title": "Parallel evolution controlled by adaptation and covariation in ammonoid cephalopods",
    "authors": ["C. Monnet", "K. De Baets", "C. Klug"],
    "venue": "BMC Evolutionary Biology",
    "year": 2011
  }, {
    "title": "Calcareous nannofossil and dinoflagellate stratigraphy of the Cretaceous-Tertiary boundary, Alabama and Georgia",
    "authors": ["S. Moshkovitz", "D. Habib"],
    "venue": "Micropaleontology 167e191",
    "year": 1993
  }, {
    "title": "Application of Fossils Concentrations in Paleoenvironmental and Stratigraphic Analysis of the Prairie Bluff Formation in South-Central Alabama",
    "authors": ["J. Naujokaityte", "M. Garb", "C.E. Meyers", "E. Larina", "R. Rovelli", "N. Landman", "C. Boas"],
    "venue": "Geological Society of America,",
    "year": 2014
  }, {
    "title": "Faunal turnover at the end of the Cretaceous in the North Pacifi c region: Implications from combined magnetostratigraphy and biostratigraphy of the Maastrichtian Senpohshi Formation in the eastern Hokkaido Island. northern Japan: Palaeogeography, Palaeoclimatology, Palaeoecology 271, 84e95",
    "authors": ["K. Nifuku", "K. Kodama", "Y. Shigeta", "H. Naruse"],
    "year": 2008
  }, {
    "title": "Palynology and sedimentology across a newmarine Cretaceous-Tertiary boundary section on Nuussuaq",
    "authors": ["H. Nøhr-Hansen", "G. Dam"],
    "venue": "West Greenland. Geology",
    "year": 1997
  }, {
    "title": "A portrait of Late Maastrichtian and Paleocene palynoflora and paleoenvironment in the northern Mississippi Embayment, southeastern Missouri",
    "authors": ["F.E. Oboh-Ikuenobe", "M.K. Spencer", "C.E. Campbell", "R.D. Haselwander"],
    "venue": "Palynology 36,",
    "year": 2012
  }, {
    "title": "Controversies on the placement of Cretaceous-Paleogene boundary and the K/P mass extinction of planktonic foraminifera",
    "authors": ["R.K. Olsson", "C. Liu"],
    "venue": "Palaios 127e139",
    "year": 1993
  }, {
    "title": "The Cretaceous-Tertiary catastrophic event at Millers Ferry, Alabama. The Cretaceous-Tertiary event and other catastrophes in earth history",
    "authors": ["R.K. Olsson", "C. Liu", "M. Van Fossen"],
    "venue": "Geological Society of America Special Paper 307,",
    "year": 1996
  }, {
    "title": "Mesozoic Ammonoids in Space and Time, Ammonoid Paleobiology",
    "authors": ["K.N. Page"],
    "year": 1996
  }, {
    "title": "Feinbau und die Klassifikation der Coccolithen aus dem Maastrichtien von Danemark",
    "authors": ["K. Perch-Nielsen"],
    "venue": "Det Kongelige Danske videnskabernes selskab biologiske skrifter 16,",
    "year": 1968
  }, {
    "title": "Calcareous nannofossils from the Cretaceous between the North Sea and the Mediterranean",
    "authors": ["K. Perch-Nielsen"],
    "venue": "Aspekte der Kreide Europas, IUGS Series",
    "year": 1979
  }, {
    "title": "A distinctive lithofacies between the Prairie Bluff and Owl Creek1082 Formations (Upper Cretaceous) of north Mississippi and its characteristic faunal content. Journal1083 of the Mississippi Academy of Sciences",
    "authors": ["G.E. Phillips"],
    "venue": "Abstracts with Program",
    "year": 2010
  }, {
    "title": "Ostracodes and chronostratigraphic position of the Upper Cretaceous Arkadelphia Formation of Arkansas",
    "authors": ["K. Pitakpaivan", "J.E. Hazel"],
    "venue": "Journal of Paleontology 111e122",
    "year": 1994
  }, {
    "title": "Cretaceous sedimentation in upper Mississippi Embayment",
    "authors": ["W.A. Pryor"],
    "venue": "AAPG Bulletin",
    "year": 1960
  }, {
    "title": "Distribution of ostracodes in the Upper Cretaceous (late Santonian through middle Maastrichtian) of Alabama and Mississippi",
    "authors": ["T.M. Puckett"],
    "venue": "Gulf Coast Association of Geological Societies XLII,",
    "year": 1992
  }, {
    "title": "Santonian-Maastrichtian planktonic foraminiferal and ostracode biostratigraphy of the northern Gulf Coastal Plain",
    "authors": ["T.M. Puckett"],
    "venue": "USA. Stratigraphy",
    "year": 2005
  }, {
    "title": "Fossile vertreter coronoider und styloider Coccolithen (Family Coccolithaceae Poche 1913)",
    "authors": ["P. Reinhardt"],
    "venue": "Monatsberiche der Deustchen Akademie der Wissenschaften zu Berlin",
    "year": 1966
  }, {
    "title": "Zur Taxionomie und Biostratigraphie des fossilen Nannoplanktons aus dem Malm, der Kreide und dem Altterti€",
    "authors": ["P. Reinhardt"],
    "year": 1966
  }, {
    "title": "Pelagic palaeoecology: the importance of recent constraints on ammonoid palaeobiology and life history",
    "authors": ["K. Ritterbush", "R. Hoffmann", "A. Lukeneder", "K. De Baets"],
    "venue": "Journal of Zoology",
    "year": 2014
  }, {
    "title": "Cretaceous nannoplankton biostratigraphy and oceanography of the northwestern Atlantic Ocean",
    "authors": ["P.H. Roth"],
    "venue": "Initial Reports of the Deep Sea Drilling Project 44. US Government Printing Office,",
    "year": 1978
  }, {
    "title": "Notes on Upper Cretaceous lithostratigraphy of the eastern Mississippi Embayment. Upper Cretaceous lithostratigraphy and biostratigraphy in northwest Mississippi, southwest Tennessee, and northwest Alabama, shelf chalks and coastal clastics: Spring Field Trip Guidebook",
    "authors": ["E. Russell", "D. Keady"],
    "year": 1983
  }, {
    "title": "Origin and development of the Gulf of Mexico basin",
    "authors": ["A. Salvador"],
    "venue": "The Gulf of Mexico Basin. Decade of North American Geology. Geological Society of America J, Boulder,",
    "year": 1991
  }, {
    "title": "International Stratigraphic Guide: a Guide to Stratigraphic Classification, Terminology, and Procedure",
    "authors": ["A. Salvador"],
    "venue": "Geological Society of America,",
    "year": 1994
  }, {
    "title": "U-Pb geochronology of the Deccan Traps and relation to the end-Cretaceous mass extinction",
    "authors": ["B. Schoene", "K.M. Samperton", "M.P. Eddy", "G. Keller", "T. Adatte", "S.A. Bowring", "S.F. Khadri", "B. Gertsch"],
    "venue": "Science 347,",
    "year": 2015
  }, {
    "title": "The Chicxulub asteroid impact and mass extinction at the Cretaceous-Paleogene boundary",
    "authors": ["P. Schulte", "L. Alegret", "I. Arenillas", "J.A. Arz", "P.J. Barton", "P.R. Bown", "T.J. Bralower", "G.L. Christeson", "P. Claeys", "C.S. Cockell"],
    "venue": "Science 327,",
    "year": 2010
  }, {
    "title": "Biostratigraphic Subdivision and Correlation of Upper Maastrichtian Sediments from the Atlantic Coastal Plain and Blake Nose, Western Atlantic",
    "authors": ["J.M. Self-Trail"],
    "venue": "Geological Society,",
    "year": 2001
  }, {
    "title": "Trends in late Maastrichtian calcareous nannofossil distribution patterns, Western North Atlantic margin",
    "authors": ["J.M. Self-Trail"],
    "venue": "Micropaleontology 48,",
    "year": 2002
  }, {
    "title": "A factor analytic description of the Phanerozoic marine fossil record. Paleobiology 36e53",
    "authors": ["J.J. Sepkoski Jr."],
    "year": 1981
  }, {
    "title": "Ammonite habitat revealed via isotopic composition and comparisons with co-occurring benthic and planktonic organisms",
    "authors": ["J.A. Sessa", "E. Larina", "K. Knoll", "M.P. Garb", "K. Cochran", "B.T. Huber", "K.G. MacLeod", "N.H. Landman"],
    "venue": "Proceedings of the National Academy of Sciences of the United States of America. http:// dx.doi.org/10.1073/pnas.1507554112",
    "year": 2015
  }, {
    "title": "The Cretaceous-Tertiary boundary at Moscow Landing, westcentral Alabama",
    "authors": ["C.C. Smith"],
    "venue": "Gulf Coast Association of Geological Societies Transactions",
    "year": 1997
  }, {
    "title": "Planktonic foraminifera and stratigraphy of the Corsicana Formation (Maestrichtian) north-central Texas",
    "authors": ["C.C. Smith", "E.A. Pessagno"],
    "venue": "Cushman Foundation for Foraminiferal Research. Special Publication",
    "year": 1973
  }, {
    "title": "Utility of gastropods in biostratigraphy. In: Concepts and Methods of Biostratigraphy, pp. 519e539",
    "authors": ["N. Sohl"],
    "year": 1977
  }, {
    "title": "Molluscan biostratigraphy and biofacies of the Haustator bilira assemblage zone (Maastrichtian) of the East Gulf Coastal Plain. Stratigraphy and sedimentology of continental, nearshore, and marine Cretaceous sediments of the eastern Gulf Coastal Plain, Fieldtrip, pp. 45e56",
    "authors": ["N. Sohl", "C. Koch"],
    "year": 1986
  }, {
    "title": "Cretaceous deposits of the eastern Gulf region and species of Exogyra from the eastern Gulf region and the Carolinas",
    "authors": ["L.W. Stephenson"],
    "venue": "Govt. Print. Off",
    "year": 1914
  }, {
    "title": "The larger invertebrate fossils of the Navarro Group of Texas",
    "authors": ["L.W. Stephenson"],
    "venue": "University of Texas Publication 4101,",
    "year": 1941
  }, {
    "title": "Owl Creek (Upper Cretaceous) fossils from Crowleys Ridge, southeastern Missouri",
    "authors": ["L.W. Stephenson"],
    "venue": "United States Geological Survey Professional Paper 274,",
    "year": 1955
  }, {
    "title": "Cretaceous coccoliths and associated nannofossils from France and the Netherlands",
    "authors": ["L.E. Stover"],
    "venue": "Micropaleontology 12,",
    "year": 1966
  }, {
    "title": "Maastrichtian calcareous nannofossil biostratigraphy and paleoecology in the Equatorial Atlantic (Demerara Rise, ODP Leg 207 Hole 1258A)",
    "authors": ["N. Thibault", "S. Gardin"],
    "venue": "Revue de Micropal",
    "year": 2006
  }, {
    "title": "The late Maastrichtian nannofossil record of climate change in the South Atlantic DSDP Hole 525A",
    "authors": ["N. Thibault", "S. Gardin"],
    "venue": "Marine Micropaleontology",
    "year": 2007
  }, {
    "title": "The calcareous nannofossil response to the endCretaceous warm event in the Tropical Pacific",
    "authors": ["N. Thibault", "S. Gardin"],
    "year": 2010
  }, {
    "title": "Climatic fluctuations and sea-surface water circulation patterns at the end of the Cretaceous era: calcareous nannofossil evidence",
    "authors": ["N. Thibault", "D. Husson"],
    "year": 2015
  }, {
    "title": "Latitudinal migration of calcareous nannofossil Micula murus in the Maastrichtian: implications for global climate change",
    "authors": ["N. Thibault", "S. Gardin", "B. Galbrun"],
    "venue": "Geology 38,",
    "year": 2010
  }, {
    "title": "Astronomical calibration of upper CampanianeMaastrichtian carbon isotope events and calcareous plankton biostratigraphy in the Indian Ocean (ODP Hole 762C): implication for the age of the CampanianeMaastrichtian boundary. Palaeogeography, Palaeoclimatology, Palaeoecology 337, 52e71",
    "authors": ["N. Thibault", "D. Husson", "R. Harlou", "S. Gardin", "B. Galbrun", "E. Huret", "F. Minoletti"],
    "year": 2012
  }, {
    "title": "Adventures through deep time: The central Mississippi River Valley and its earthquakes",
    "authors": ["R.B. VanArsdale"],
    "venue": "Geological Society of America Special Paper",
    "year": 2009
  }, {
    "title": "K/T boundary and Paleogene stratigraphy of southwestern Alabama",
    "authors": ["B.E. Wawak"],
    "venue": "Lafayette Geological Society Field Trip Guidebook, Louisiana,",
    "year": 2007
  }, {
    "title": "Astronomical calibration of the Paleocene time",
    "authors": ["U. ohl", "I. Raffi", "E. Fornaciari", "S. Monechi", "V. Reale", "J. Bowles", "H.F. Evans"],
    "year": 2008
  }, {
    "title": "Die in organischer Substanz erhaltenen Mikrofossilien des baltischen Kreide-Feuersteins mit einem sedimentpetrographischen und stratigraphischen Anhang (Schluß)",
    "authors": ["O. Wetzel"],
    "venue": "Palaeontographica Abteilung A 1e110",
    "year": 1933
  }, {
    "title": "Impact-induced sediment deposition on an offshore, mudsubstrate continental shelf, CretaceousePaleogene boundary, Brazos River, Texas, USA",
    "authors": ["T.E. Yancey", "C. Liu"],
    "venue": "Journal of Sedimentary Research",
    "year": 2013
  }, {
    "title": "Geochemical and paleoenvironmental variations across the Cretaceous/Tertiary boundary at Braggs, Alabama",
    "authors": ["J.C. Zachos", "M.A. Arthur", "W.E. Dean"],
    "year": 1989
  }],
  "id": "SP:b2a36c56c36f761669f813324211f1bb6f1ddc40",
  "authors": [{
    "name": "Ekaterina Larina",
    "affiliations": []
  }, {
    "name": "Matthew Garb",
    "affiliations": []
  }, {
    "name": "Neil Landman",
    "affiliations": []
  }, {
    "name": "Natalie Dastas",
    "affiliations": []
  }, {
    "name": "Nicolas Thibault",
    "affiliations": []
  }, {
    "name": "Lucy Edwards",
    "affiliations": []
  }, {
    "name": "George Phillips",
    "affiliations": []
  }, {
    "name": "Remy Rovelli",
    "affiliations": []
  }, {
    "name": "Corinne Myers",
    "affiliations": []
  }, {
    "name": "Jone Naujokaityte",
    "affiliations": []
  }],
  "abstractText": "The Cretaceous outcrop belt of the Mississippi Embayment in the Gulf Coastal Plain (GCP) spans the Cretaceous/Paleogene (K/Pg) boundary. A detailed reconstruction of this time interval is critical for understanding the nature of biotic and environmental changes preceding the end-Cretaceous Mass Extinction event and for deciphering the likely extinction mechanism (i.e., bolide impact versus volcanism). Eight sections encompassing the K/Pg succession across the Mississippi Embayment were analyzed using biostratigraphic sampling of ammonites, dinoflagellates, and nannofossils. An upper Maastrichtian ammonite zonation is proposed as follows, from oldest to youngest: Discoscaphites conradi Zone, D. minardi Zone, and D. iris Zone. Our study documents that the ammonite zonation established in the Atlantic Coastal Plain (ACP) extends to the GCP. This zonation is integrated with nannofossil and dinoflagellate biostratigraphy to provide a framework to more accurately determine the age relationships in this region. We demonstrate that ammonites and dinoflagellates are more reliable stratigraphic indicators in this area than nannofossils because age-diagnostic nannofossils are not consistently present within the upper Maastrichtian in the GCP. This biostratigraphic framework has the potential to become a useful tool for correlation of strata both within the GCP and between the GCP, Western Interior, and ACP. The presence of the uppermost Maastrichtian ammonite D. iris, calcareous nannofossilMicula prinsii, and dinoflagellates Palynodinium grallator and Disphaerogena carposphaeropsis suggests that the K/Pg succession in the GCP is nearly complete. Consequently, the GCP is an excellent setting for investigating fine scale temporal changes across the K/Pg boundary and ultimately elucidating the mechanisms",
  "title": "Upper Maastrichtian ammonite biostratigraphy of the Gulf Coastal Plain (Mississippi Embayment, southern USA)"
}