{
  "sections": [{
    "text": "The Permian section outcropping at Guardia Pisano (Sulcis area, SW Sardinia), comprises two successions, separated by an unconformity. The lower succession is composed of grey–black sandy shales, rich in plant remains and in sporomorphs, deposited in a fluvial-lacustrine to palustrine environment; followed by layers of rhyolithic lavas and volcanoclastites with silicified plant trunks. Most of the analysed\n* Auteur correspondant.. Adresse e-mail : pittaup@unica.it (P. Pittau).\n© 2002 Éditions scientifiques et médicales Elsevier SAS. Tous droits réservés. PII: S 0 0 1 6 - 6 9 9 5 ( 0 2 ) 0 0 0 6 9 - 4\nsamples yielded a profusion of pollen and spores in a very good state of preservation. Three associations were distinguished. The first one comprises mostly radial and bilateral monosaccate pollen grains and very few spores. This association is characterized by the presence of pollen grains of the genera Crucisaccites, Luberisaccites, Gondwanopollis and Lueckisporites, together with very abundant Potonieisporites and subordinate Florinites. The second association comprises mostly pollen grains of the genus Potonieisporites, represented by many species, together with Limitisporites, Costapollenites, Vittatina and others. Spores mainly represented by azonate trilete and monolete types are more frequent than in the previous association. These first two palynological associations reflect assemblages of meso-xerophilous plants growing in dryer environments, belonging to tropical and subtropical phytogeographic biomas. The third association, mainly composed of Sphenophyte spores, is autochthonous and corresponds to a swampy hygrophilous flora settled after the filling up of the basin. The age inferred by means of sporomorphs is early Asselian which is in good agreement with the mean radiometric age of the volcanic rocks obtained by the ‘SHRIMP’ and the lead-zircon evaporation methods (297 ± 5 Ma). The upper succession, is composed of grey to red sandstones and thin pelites deposited on an alluvial plain under very hot and humid climate; its Permian, post–Asselian age cannot be better constrained because of the scarcity of the fossil content. © 2002 Éditions scientifiques et médicales Elsevier SAS. All rights reserved.\nMots clés: Permien; Palynostratigraphie; Paléophytogéographie; Âge radiométrique; Sardaigne.\nKeywords: Permian; Palynostratigraphy; Phytogeography; Radiometric age; Sardinia."
  }, {
    "heading": "1. Introduction",
    "text": "Il est peu fréquent que des données biostratigraphiques soient accompagnées, dans la même succession, de données radiométriques et, lorsque cela se vérifie, ces données concordent rarement. Si ces heureuses coïncidences se produisent à l’intérieur d’un intervalle stratigraphique dont la résolution temporelle est généralement très basse— tel que l’est le Permien dans le domaine continental—, ces données biostratigraphiques contrôlées ensuite indépendamment peuvent devenir des références importantes et pas seulement à l’échelle régionale. Le but de cette étude est donc celui de présenter les données palynostratigraphiques, radiométriques, phytogéographiques et paléophytogéographiques relatives à l’étude d’un bassin lacustre du basement tardi-hercynien de la Sardaigne Sud-occidentale : ce bassin présente en effet un intérêt particulier du fait, entre autres, de l’intercalation de produits volcaniques acides au sein des sédiments fluvio-lacustres ayant livré des restes végétaux ainsi que des microflores variées et bien conservées. Cette association nous a permis d’effectuer un contrôle chronologique croisé —l’un de nature biostratigraphique, l’autre de nature isotopique— afin de mieux préciser l’âge des dépôts sédimentaires, des associations palynologiques représentées et du volcanisme qui s’y associe. Les données ainsi obtenues sont ensuite discutées et comparées avec celles que nous connaissons par ailleurs pour la Sardaigne, ainsi que pour les régions paléogéographiquement proches de l’Europe Sudoccidentale et du Nord du Gondwana. L’encadrement biostratigraphique est également établi par comparaison avec les échelles stratigraphiques de la Russie européenne et du « Mid-continent » nord-américain pour la Laurasie.\n2. Aperçu géologique\nEn Sardaigne, l’évolution post-hercynienne s’est exercée en au moins deux cycles tectoniques sédimentaires et\nmagmatiques (Gasperi et Gelmini, 1977 ; Cassinis et al., 1996). Le premier cycle —représenté par des sédiments alluvionaires-lacustres, généralement de couleur grise—, s’est développé du Carbonifère supérieur au Permien inférieur et s’accompagne de produits volcaniques du type calco-alcalin. Dans certaines régions de l’île (Fig. 1), ces sédiments du premier cycle sont surmontés en discordance par des sédiments terrigènes rouges (bassin de Perdasdefogu) pouvant être à leur tour recouverts par des sédiments transgressifs du Trias moyen (dans la région de Escalaplano). Le cycle supérieur —constitué de « red beds » fluviaux en faciès de Buntsandstein ainsi que de produits volcaniques intercalés (Lombardi et al., 1974 ; Cassinis et al., 1996)—, n’est pas chronostratigrafiquement encadré avec précision ; la fin de ce cycle, datée palynologiquement (Pittau Demelia et Flaviani, 1982 ; Pittau, 1999), coïncide avec l’ingression du Trias moyen, alors que l’on fait remonter son début au Permien supérieur sans autres précisions (Cassinis et al., 1996). Cette difficulté à mieux définir le contexte stratigraphique du second cycle, ou encore l’existence d’un cycle intermédiaire datant du « Permien moyen » —comme pour les bassins de Perdasdefogu et d’Escalaplano—, dérive en grande partie de la profonde érosion qu’ont subie les dépôts durant leur longue phase de continentalité d’une part, ainsi que du manque d’une documentation paléontologique adéquate concernant les formations rouges continentales qui précèdent l’ingression du Trias moyen.\nLes nombreux bassins molassiques (Fig. 1) subsidents du premier cycle ont pu se développer dans un contexte en distension faisant suite à l’effondrement gravitaire de la chaîne hercynienne (Barca et al., 1995).\nLes témoins de cette sédimentation ont principalement été reconnus au Nord-Ouest (Monte Lu Caparoni, dans la région de la Nurra), au Centre (dans la région de la Barbagia, aux alentours des villages de Seulo et de Seui), au Sud-Est (villages de Perdasdefogu et Escalaplano, Lac Mulargia), enfin au Sud-Ouest de l’île (dans les régions de\nl’Iglesiente et du Sulcis). Dans ce dernier secteur affleurent notamment le petit bassin de San Giorgio, non loin de la ville d’Iglesias et celui de Guardia Pisano à proximité de Gonnesa (Fig. 1).\nLes dépôts du bassin de San Giorgio ont été attribués au Stéphanien d’après les études sur la macro- et la microflore (Cocozza, 1967 ; Del Rio, 1973), voire au Westphalien D – Stéphanien sur la base d’empreintes de microsauriens (Fondi, 1980). Les autres bassins, toujours sur la base des restes des flores et des microflores fossiles, ont été attribués à l’Autunien (Seui-Seulo, Escalaplano, Lac Mulargia, Guardia Pisano : Vardabasso, 1950, 1966 ; Barca et al., 1992) ; tandis que d’autres (Perdasdefogu et Monte Lu Caparoni) à l’Autunien « supérieur » (Pecorini, 1962 ; Broutin et al., 1996 ; Ronchi et al., 1998) sur la base de la corrélation des macroflores avec celles de l’Assise de Millery (Massif Central, France).\nLe volcanisme calco-alcalin autunien de la Sardaigne est constitué essentiellement d’ignimbrites rhyolitiques, de pyroclastites (tufs et brèches) ainsi que de laves de composition andésitique à rhyolitique. Les datations géochronologiques précédentes (Cozzupoli et al., 1971 ; Lombardi et al., 1974 ; Edel et al., 1981 ; Cortesogno et al., 1988) nous ont fournis des données recouvrant un vaste intervalle de temps qui s’étend de 300 à 220 Ma environ. Les produits volcaniques sont souvent interstratifiés dans les bassins molassiques tardi-hercyniens dont les sédiments fluvio-palustres et lacustres contiennent des couches à anthracite et à plantes. L’épaisseur de ces successions volcano-sédimentaires, discordantes sur le socle métamorphique hercynien, varie de quelques dizaines à quelques centaines de mètres. Les produits volcaniques du second cycle (Porto Ferro dans la région de la Nurra ; Fig. 1), s’intercalant à des dépôts clastiques rouges du Permien supérieur ? – Trias inférieur, changent et deviennent acides avec un chimisme alcalin (Cassinis et al., 1996)."
  }, {
    "heading": "3. La succession sédimentaire et volcanique de Guardia Pisano",
    "text": "La coupe que nous avons étudiée, dont la puissance équivaut environ à une centaine de mètres, est exposée le long de la route qui traverse le versant Nord de la petite colline de Guardia Pisano, près du village de Gonnesa (Fig. 1). La succession qu’elle présente (Fig. 2) est constituée par une séquence inférieure surmontée d’une séquence supérieure en discordance. Si la base de la coupe n’est pas visible, on peut en revanche observer vers le sommet de la colline les conglomérats ainsi que les calcaires lacustres et lagunaires de la partie inférieure de la « Série lignitifera » d’âge Thanétien-Yprésien pro parte (Pittau, 1974, 1977 ; Cherchi, 1979), lesquels surmontent en discordance la succession d’âge paléozoïque supérieur.\nLa séquence inférieure est constituée de sédiments sombres et de volcanoclastites déposés dans un milieu continen-\ntal, sous un climat chaud et humide. Cette séquence est surmontée de dépôts clastiques gris foncé, à leur tour suivis d’une puissante série rouge-violacée. Cette évolution a été interprétée comme le résultat de variations conjointes des conditions climatiques et des milieux de dépôt. Un contexte possible pourrait être celui d’un milieu fluvio-palustre et lacustre initial ayant par la suite évolué vers un système de plaine alluviale sous un climat très chaud et humide.\nDans le détail et du bas vers le haut, la coupe est constituée comme suit :\nLa séquence inférieure comprend : • des argilites noires carbonées, légèrement stratifiées,\navec des lentilles de grès-argileux. Outre les restes de macroflores bien conservées, constituées surtout de Pecoptéridées, notamment Pecopteris polymorpha BRONGNIART, 1834, les couches argileuses ont livré une riche association palynologique. L’affleurement a une puissance d’environ 6 m ; • des argilites plus ou moins tuffacées à niveaux arénacés subordonnés, qui passent latéralement et s’alternent avec des strates et des bancs lenticulaires de volcanoclastites. Ces bancs comprennent une brèche gris clair où apparaissent des fragments de laves rhyolitiques\ndont la taille peut atteindre 30 ou 40 cm, des tufs cinéritiques blanchâtres finement laminés ainsi que des tufs de ponce grisâtre où peuvent être reconnus des fragments décimétriques de troncs silicifiés. Une lave rhyolitique à rhyodacitique, plus ou moins altérée, affleure en bancs à une centaine de mètres à l’ouest de Guardia Pisano et à une dizaine de mètres au nord du plan de la route. C’est sur cet affleurement, d’une extension limitée et masquée en grande partie par la couverture végétale, qu’a été prélevé l’échantillon daté ensuite par géochronologie. La puissance totale de cette unité volcanosédimentaire est de 10 à 15 m.\nLa séquence supérieure comprend : • environ une dizaine de mètres de grès moyens à\ngrossiers grisâtres, très riches en biotite, en feldspaths altérés et en quartz, dérivant clairement d’une intense érosion des volcanites de la séquence inférieure. On y observe notamment de légères intercalations d’argilites noires et de microconglomérats, ces derniers étant constitués de galets de métamorphites paléozoïques et de clastes élaborés de volcanites acides ; • on passe enfin progressivement, mais rapidement, à une unité sédimentaire clastique puissante, de couleur nettement rouge violacé, de 60 à 70 m de puissance. Celle-ci est initialement constituée d’argilites et de siltites arénacées bien stratifiées, auxquelles font suite, vers le haut, des bancs massifs lenticulaires de grès avec gradations répétées plus ou moins conglomératiques et comportant des éléments issus du socle paléozoïque (quartz, schistes, dolomie). Une empreinte de conifères (du type Lebachia) a été trouvée dans un niveau argileux rouge."
  }, {
    "heading": "3.1. Données palynologiques",
    "text": "Les niveaux sombres (notés de 42 à 55) de la coupe inférieure de Guardia Pisano ont fourni des microflores dominées par les pollens de conifères (Fig. 3).\nLes formes de pollens monosaccates, aussi bien radiaux que bilatéraux, sont très variées : Crucisaccites, Densipol-\nlenites, Divarisaccus, Florinites, Gondwanopollis, Luberisaccites, Mosulipollenites, Parasaccites, Plicatipollenites, Potonieisporites, Sahnisporites et Vestigisporites sont largement représentées ; le type de pollen le plus abondant est le taxon Potonieisporites avec les espèces P. bhardwaji, P. clarus, P. cf. compositus, P. enormis, P. grandis, P. lemniscatus, P. novicus, P. radiosus, P. rimosus et P. solidus.\nParmi les monosaccates alètes, Vesicaspora wilsonii peut atteindre une fréquence maximale de 9 % (niveau 49).\nLa présence de petits pollens bisaccates ataeniates reste constante et importante dans plusieurs niveaux : Limitisporites isjumicus, Vitreisporites signatus et Sulcatisporites sp. sont très répandus dans ce morphogroupe.\nOn enregistre la présence discontinue de bisaccates taeniates avec des espèces ne dépassant pas 5 % dans aucun des niveaux : Complexisporites polymorphus, Lueckisporites antiquus et Lueckisporites annosus, Hamiapollenites bullaeformis et Hamiapollenites tractiferinus sensu JIZBA, 1962, Striatopodocarpites concinnus, sont les représentants de ce morphogroupe. Costapollenites ellipticus est rare et irrégulièrement répandu dans cette coupe.\nPlusieurs espèces de pollens polypliqués telles que Aumancisporites striatus ALPERN, 1958, Vittatina sp. a TSCHUDY et KOSANKE, 1966, Vittatina sp. a HOCHULI, 1985, ainsi que de nouvelles espèces de ce genre sont très peu fréquentes dans la partie inférieure de la coupe. Elles atteignent 9 % vers le sommet, tout en restant toujours bien au-dessous des pourcentages typiques de la zone VC à Vittatina de l’Autunien (Clayton et al., 1977).\nPlusieurs variations dans la composition des microflores de conifères ont été mises en évidence. Les principales sont les suivantes (Fig. 4) : un changement sensible est enregistré à partir du niveau 46 de la coupe avec la disparition de Lueckisporites antiquus et Lueckisporites annosus, alors qu’ils sont régulièrement présents dans les quatre premiers niveaux. Dans les microflores de Guardia Pisano, la présence des premiers Lueckisporites, L. annosus et L. antiquus, est à relever puisque dans la littérature russe (Inossova et al., 1976 ; Panova et al., 1990), ces espèces sont signalées à partir du Kasimovien et sont caractéristiques des microflores du Gzélien ainsi que d’une partie de l’Assélien du bassin de Donetz et de la province ouralienne.\nCrucisaccites sp. très proche de l’espèce américaine illustrée par Barker et al. (1991 : pl. V, Figs. 6, 7), est un élément important au sein des microflores des quatre premiers niveaux qui disparaît à partir du niveau 46. Quelques exemplaires de Crucisaccites latisulcatus, fréquents dans les niveaux 42, 43 et 45, ont été observés sporadiquement dans les niveaux les plus élevés de la coupe.\nPotonieisporites est largement représenté par un grand nombre d’espèces, certaines étant déjà connues alors que d’autres sont nouvelles ; sa répartition au sein de la coupe montre une plus grande diversité spécifique dans la première partie.\nD’une manière générale, cette tendance est de règle pour tous les conifères de la coupe.\nFig. 3. Pourcentage total des pollens et des spores dans chaque niveau fossilifère. Fig. 3. Total percentage of spores and pollen grains for each fossiliferous level.\nDans presque tous les niveaux, on rencontre des spores monolètes et trilètes : leur fréquence, atteignant presque 6 % dans les microflores des niveaux inférieurs (42, 43, 44), augmente jusqu’à 20 % dans le reste de la coupe, pour arriver à un maximum de 30 % dans le niveau 49. Le niveau fossilifère le plus élevé est constitué exclusivement de spores (95 %) appartenant en majorité au genre Calamospora ; cette prédominance pourrait être due au développement d’une végétation à Sphenophytes dans un milieu palustre.\nParmi les spores monolètes, on remarque la présence de Laevigatosporites vulgaris, Punctatosporites minutus, Spinosporites spinosus, Thymospora sp. et de tétrades de Columinisporites peppersi. Les spores monolètes enregistrent un remarquable accroissement relatif (entre 15 % et 20 %) dans les niveaux 45 et 49.\nLa présence des spores trilètes est constante et subordonnée à celle des pollens de conifères. Ce type de spore est très diversifié : on y trouve des spores azonates, cavates et cingulates, mais ce sont surtout les premières qui dominent avec les genres :\nAnapiculatisporites, Apiculatisporites, Bifurcatisporites, Calamospora, Conglobatisporites, Cyclobaculisporites, Cyclogranisporites, Densosporites, Lophotriletes, Punctatisporites, Verrucosisporites.\nCalamospora, avec plusieurs de ses espèces, est la plus répandue ; sa fréquence, fluctuante à partir du niveau 44, devient presque dominante par rapport aux grains de pollen et stable au sommet de la coupe.\nParmi les espèces de spores, on remarque la présence de : Bifurcatisporites sublaevis, Cadiospora magna, Crassispora kosankei, Cyclogranisporites aureus, Cyclogranisporites minutus, Knoxisporites glomus, Knoxisporites ruhlandi, Lundbladispora gigantea, Lundbladispora simonii, Lycospora pusilla, Triquitrites additus, Triquitrites priscus, ainsi que de nouvelles espèces du genre Spelaeotriletes.\nEnfin, des exemplaires d’espèces de Raistrickia, et notamment Raistrickia kaiseri, accompagnent irrégulièrement les microflores.\nContrairement à ce qu’il se produit pour les pollens de conifères, on remarque parmi les spores une plus grande richesse spécifique à partir du niveau 46 jusqu’au niveau 54.\nD’après la répartition de leur fréquence (Fig. 4), on peut voir, à partir du niveau 45, que la tendance à l’augmentation du nombre des spores devient plus sensible en rapport au nombre des pollens de conifères. Au sein d’un tel accroissement de fréquence, on souligne toutefois qu’il existe des variations pouvant être interprétées, dans le cas présent, comme une réponse de la végétation aux oscillations climatiques. L’accroissement de la fréquence des hygrophytes est ainsi systématiquement lié à la présence des lentilles gréseuses. On peut donc postuler que, dans la coupe étudiée, les spectres palynologiques ont enregistré des variations climatiques. Des phases plus ou moins humides se seraient succédées à une phase initiale de climat relativement sec se caractérisant, dans le même temps, par une nette prédominance des monosaccates et une pauvreté des spores.\nEn effet, on n’observe pas de modifications importantes des faciès sédimentaires au sein de l’unité lithostratigraphique A, pas plus que de traces d’une éventuelle tectonique synsédimentaire ayant pu modifier la géométrie du bassin.\nLes données exposées plus haut, en particulier celles ayant trait à la variation de la composition des monosaccates et des spores, permettent de distinguer trois unités au sein de l’ensemble des microflores :\nL’unité I (niveaux 42–45) est caractérisée par une forte diversité des taxons et par la présence constante de pollens monosaccates, radiaux et bilatéraux, ainsi que par une diversification et une fréquence faibles des spores. L’aspect le plus remarquable de cette unité est la présence constante des espèces de pollens Lueckisporites annosus, Lueckisporites antiquus et Crucisaccites spp.\nL’unité II (niveaux 46–54) présente aussi une faible diversification et une abondance des monosaccates ; en revanche, on y remarque un accroissement en diversité spécifique des spores trilètes et du nombre des individus des spores trilètes et monolètes.\nL’unité III (niveau 55), voit la réduction décisive de presque tous les représentants sporopolliniques, à l’exception de Calamospora et de Laevigatosporites.\nEn résumé, la succession des trois unités pourrait être liée à plusieurs facteurs pouvant avoir joué conjointement. De faibles variations climatiques ont pu s’associer à des variations dans la morphologie du bassin ; ces dernières pourraient dériver de l’activité volcanique qui, dans tous les cas, a favorisé le remplissement du bassin."
  }, {
    "heading": "4. Composition floristique (Figs. 5–8)",
    "text": "D’une manière générale, les spectres des fréquences sporopolliniques ne coïncident pas avec l’abondance des différents composants végétaux présents dans le bassin d’alimentation. L’existence de plusieurs facteurs jouant en même temps —la lithologie, le type de dispersion, la physiographie du bassin et le climat — pourrait expliquer ces observations, et cela même si leur influence sur l’aspect phytosociologique de la végétation fossile demeure difficile à évaluer.\nToutefois, en se fondant sur la liste d’affinité botanique des taxons palynologiques (Fig. 4) ainsi que sur leur fréquence dans les spectres, on peut envisager la présence de différentes couvertures végétales telles que :\n• des bois de conifères, principalement de Lebachia, qui recouvraient les reliefs environnants ; • une communauté arbustive à Cordaites et de petites fougères qui occupait le piémont collinaire ; • une forêt palustre peu étendue, probablement confinée en bordure des rivages et qui était constituée de Pécoptéridacées, Calamitacées et Lycophytes associés à de petites fougères ; • enfin, une végétation palustre qui était caractérisée par de petites Sphénophytes."
  }, {
    "heading": "5. Affinités botaniques",
    "text": "Comme peu de macrorestes végétaux ont été retrouvés, la composition de la végétation permienne de Guardia Pisano peut approximativement être reconstruite à travers ses sporomorphes, même si les affinités botaniques des taxons palynologiques ne sont pas complètement connues. D’une façon générale, on peut affirmer que les spores sont pour la plupart produites par des Cryptogames vasculaires ; les grains des pollens mono- et bisaccates qui sont produits par des Gymnospermes primitives, le sont aussi par des Coniférales et Ptéridospermales. Si les pollens polypliqués peuvent être liés à la présence de plantes Peltaspermacées —puisque Meyen (1987) a extrait des pollens du genre Vittatina des organes reproducteurs de Tatarina (plante Peltaspermacée très semblable à certaines Callipteris)—, les pollens bisaccates striés, eux, sont encore aujourd’hui d’origine très incertaine ; en effet, mis à part la découverte de grains de Lunatisporites dans des cônes mâles de Conifères inconnus (Clement-Westerhof, 1974), les données d’ailleurs bien peu nombreuses que nous avons\nrecueillies concernent l’extraction de grains du type Protohaploxypinus et Striatopodocarpites sur des cônes de Glossopteridales (Zavada, 1991). Sur la base de taxons de sporomorphes identifiés dans la coupe, mais aussi des relations que nous pouvons établir par les spores in situ et en nous servant par ailleurs des nombreux ouvrages publiés (voir Traverse, 1988 et références) même si leurs résultats demeurent encore insuffisants, nous donnons ici un tableau des affinités botaniques possibles qui, pour beaucoup d’entre elles, ne sont suggérées qu’au rang de Division (Tableau 1)."
  }, {
    "heading": "6. Corrélation palynostratigraphique",
    "text": "Les caractéristiques de la composition des microflores, dans ce cas spécifique la dominance des monosaccates et bisaccates alètes, le très petit nombre de polypliqués, de striés bisaccates et de spores, sont des aspects qui, dans une certaine mesure, reflètent les situations environnementales de cette région. D’autre part, les études sur les macro- et microflores fossiles de nombreux bassins permocarbonifères de France (Doubinger et Langiaux, 1982 ; Broutin et al., 1986) ont mise en évidence l’existence de ce phénomène. Par exemple, un bassin côtier présentera tout un ensemble de plantes en grande partie différent de celui développé en haute montagne, avec une proportion des associations palynologiques hygrophiles et méso-xérophyles différente dans les deux cas. Par conséquent, en dépassant la notion quantitative de biofaciès palynologique, nous avons privilégié une corrélation qualitative, en prenant en considération surtout la distribution des espèces dans les bassins de Donetz et des Ourals, dans le but d’encadrer les associations de Guardia Pisano dans l’échelle chronostratigraphique standard.\nPrécédemment, ces microflores ont été rapportées (Barca et al., 1991, 1992) à un âge imprécis Stéphanien-Autunien précédant les biozones VC et DS (Clayton et al., 1977) de l’Europe occidentale ; et cela non seulement pour leur très faible pourcentage en pollens de Vittatina et de bisaccates taeniates, mais aussi pour la dominance de monosaccates radiaux et bilatéraux.\nOn trouve une forte analogie avec les microflores du « Mid-Continent » américain (Jizba, 1962 ; Tschudy et Kosanke, 1966 ; Clendening, 1975 ; Barker et al., 1991), surtout avec celles du Wolfcampien inférieur, aussi bien pour ce qui concerne la composition des microflores que pour la présence d’un certain nombre d’espèces communes.\nSelon les auteurs que nous venons de citer, les microflores du Wolfcampien inférieur seraient dominées par les monosaccates —Potonieisporites et Vesicaspora étant les plus importants— ; les bisaccates taeniates y demeurent rares alors qu’ils deviennent prédominants dans le Wolfcampien supérieur ; les spores trilètes, quant à eux, ne sont importantes que localement.\nParmi les espèces communes, qui sont d’ailleurs les plus significatives et toutes caractéristiques du Wolfcampien, nous signalons :\nBifurcatisporites sublaevis, Cadiospora magna, Columinisporites peppersi, Complexisporites polymorphus, Costapollenites ellipticus, Crucisaccites sp. (Barker et al., 1991 : Pl. 5, Figs. 6, 7), Knoxisporites glomus, Knoxisporites ruhlandi, Potonieisporites novicus, Potonieisporites radiosus, Hamiapollenites tractiferinus (sensu Jizba, 1962), Vesicaspora wilsonii. De toutes ces espèces, seule Crucisaccites sp. est limité au Wolfcampien inférieur.\nDans le bassin de Donetz, tout comme en Europe occidentale, la dominance de Potonieisporites est enregistrée dans le Permien inférieur (Assélien), tandis que dans les régions de l’Oural Sud-occidentales, la fréquence maximale de ce taxon se vérifie plus tôt, à savoir à partir du Moscovien, tout du moins selon les données publiées par Djupina (1979). L’affirmation des pollens monosaccates avant le Permien inférieur a aussi été remarquée dans le continent australien (Potonieisporites Assemblage de l’Orenburgien ; Kemp et al., 1977). Déjà les microflores gzhéliennes de différents territoires de la Fédération russe (Panova et al., 1990), montrent une forte affinité avec les microflores de Guardia Pisano. Au moins à partir de la zone SH, à Potonieisporites solidus f. proprius — Savitrisporites herbarius, jusqu’à la zone MH, Laevigatosporites maximus — Columinisporites heyleri, les espèces communes sont nombreuses et parmi les plus représentatives, nous citons :\nBifurcatisporites sublaevis, Cadiospora magna, Columinisporites peppersi, Crucisaccites latisulcatus (= Potonieisporites grandis in Panova et al., 1990 : Pl. 17, Fig. 11), Florinites florini, Florinites mediapudens, Florinites pumicosus, Florinites pfalzensis, Limitisporites isjumicus, Lueckisporites annosus, Lueckisporites antiquus, Lundbladispora gigantea, Lundbladispora simonii, Potonieisporites grandis, Potonieisporites radiosus, Potonieisporites rimosus, Potonieisporites solidus, Punctatosporites minutus,\nSchopfipollenites ellipsoides, Schopfipollenites parvus, Verrucosisporites donarii, Verrucosisporites verrucosus, Vesicaspora wilsonii. La plupart de ces espèces se retrouve aussi dans les associations Gzhéliennes, zones VII–XI, du bassin de Donetz. Il semble cependant qu’une correspondance majeure se vérifie avec la zone I–VII de l’Assélien du même bassin puisque beaucoup des espèces qui caractérisent cet intervalle sont présentes dans nos associations : Columinisporites peppersi (= Laevigatosporites vulgaris f. medius in Inossova et al., 1976 : Pl. VI, Fig. 4), Complexisporites polymorphus, Hamiapollenites tractiferinus (= Striatodiplopinites pseudobullaeformis in Inossova et al., 1976 : Pl. XVI, Figs. 8, 9), Knoxisporites glomus, Lueckisporites antiquus, L. annosus, Potonieisporites radiosus, P. solidus, Striatopodocarpites concinnus et Verrucosisporites verrucosus. Les espèces communes que nous venons de reporter, jointes à la fréquence élevée de Potonieisporites novicus à partir de la zone III de l’Assélien, suggèrent que l’on puisse raisonnablement supposer une corrélation avec les zones III–VII du bassin de Donetz, chronostratigraphiquement équivalent à l’Assélien inférieur.\nDans la province ouralienne (Panova et al., 1990), la zone à Potonieisporites novicus —correspondant à la zone à Schwagerina fusiformis et Schwagerina vulgaris de la base de l’Assélien—, se caractérise, outre à la fréquence consistante et à la variété des espèces de pollens monosaccates de Potonieisporites, par une faible fréquence de conifères taeniates et de pollens polypliqués : Vittatina et Hamiapollenites (= Striatodiplopinites), tandis que la suite des spores comprend un nombre limité de genres. Les microflores de la partie inférieure de l’Assélien de différents territoires de la Fédération russe —incluses entre la zone à Schwagerina sphaerica — Pseudofusulina firma et Schwagerina moelleri — Pseudofusulina fecunda, succédant à fusiformis — vulgaris—, se caractérisent par la série de pollens composée de Complexisporites polymorphus (taxon index de la zone éponyme), Vittatina, Cordaitina et Densipollenites. Grosso modo l’ensemble de microflores à Potonieisporites et bisac-\nTableau 1 Aperçu des affinités botaniques des taxons palynologiques retrouvés.\nTAXONS PALYNOLOGIQUES AFFINITÉS BOTANIQUES Spinosporites, Convolutispora, Cyclogranisporites Filicophytina : Pecopteridaceae, Pecopteris Granulatisporites, Convolutispora, Lophotriletes Filicophytina : Botriopteridaceae, Botryopteris Apiculatisporites Filicophytina : Zygopteridaceae Verrucosisporites, Thymospora, Punctatisporites Filicophytina : Marattiaceae Triquitrites Filicophytina : Matoniaceae Knoxisporites ?Filicophytina Calamospora, Laevigatosporites, Columinisporites Sphenophytina : Sphenophyllales, Calamitales, Equisetales Lycospora Lycopodiophytina : Lepidodendraceae Crassispora, Densosporites Lycopodiophytina : Lepidophytales Lundbladispora Lycopodiophytina Florinites (alètes), Plicatipollenites, Densipollenites Cordaitophytina : Cordaitales Florinites (monolètes), Potonieisporites, Vestigipollenites Coniferophytina : Voltziales Lueckisporites Coniferophytina Vesicaspora Pteridospermatophytina : Callistophytales Schopfipollenites Pteridospermatophytina : Medullosaceae Vitreisporites Caytoniophytina : Caytoniales Vittatina Pteridospermatophytina : Peltaspermales\ncates taeniates avec Vittatina, des différents territoires de la Fédération russe correspond à la séquence des biozones NBM, VC et DS (Clayton et al., 1977) du StéphanienAutunien de l’Europe, quoique avec une légère diachronie.\nLes microflores étudiées semblent pouvoir être reliées avec les microflores correspondantes de la première zone de l’Assélien (zone à Potonieisporites novicus), avec celles de la biozone NBM de l’Europe occidentale ainsi que celles du Wolfcampien inférieur. Ces microflores conservent un héritage des espèces gzhéliennes ou stéphaniennes, phénomène qui a été fréquemment observé dans les associations palynologiques de l’Europe occidentale (Doubinger et Langiaux, 1982 ; Broutin et al., 1986), mais qui apparaît aussi évident dans les distributions des taxons des associations de l’Europe orientale. Cet aspect confirme, du point de vue de\nla végétation, le caractère de transition entre les deux systèmes Carbonifère et Permien.\nLa confrontation avec les microflores des bassins lacustres tardi-hercyniens de la Sardaigne, en particulier celles de Perdasdefogu et de Monte Lu Caparoni (Ronchi et al., 1998), révèle des différences significatives : en premier lieu, la grande diversité de la végétation de Guardia Pisano qui s’exprime à travers la quantité des genres et des espèces reportés dans la liste des sporomorphes (dans le texte) ; même si l’on tient compte du fait que l’état de conservation peut artificiellement appauvrir une association, cela ne s’est pas produit pour les microflores de Monte Lu Capparoni puisque leur état de conservation est assez satisfaisant (observations personnelles de P. Pittau). Les autres différences importantes concernent l’absence de nombreuses espèces parmi lesquelles nous citerons Potonieisporites clarus, P. enormis, P. lemniscatus, P. radiosus, P. rimosus et P. solidus, en plus de Lueckisporites antiquus, L. annosus et Crucisaccites spp. L’absence de ces dernières espèces des associations de Monte Lu Caparoni et de Perdasdefogu peut en particulier être un argument en faveur de leur plus jeune âge (Autunien « supérieur »), ce qui corroborerait l’hypothèse avancée par les auteurs Pecorini (1962) et Ronchi et al. (1998). Si l’on considère le très petit nombre des taxons relevés, on a l’impression que les microflores de Monte Lu Caparoni et de Perdasdefogu sont représentatives d’une végétation ayant existé sous un climat plus chaud et dans des conditions difficiles.\nLa présence de Crucisaccites, Mosulipollenites et Parasaccites à partir du Moscovien et de Divarisaccus du Gzhélien (?) —Assélien— largement signalée sur le craton saharien (Loboziak, in Clayton et Loboziak, 1985 ; Brugman et al., 1985 ; Brugman et al., 1988 ; Coquel et al., 1988 ; Loboziak et Clayton, 1988 ; Abdesselam-Rouighi et al., 1995)—, nous permet de mieux déterminer la palynoflore de Guardia Pisano tout en renforçant l’hypothèse d’une proximité territoriale entre le Gondwana Nord-occidental et le Sud de la Laurasie (Ziegler, 1990). En effet, une forte analogie avec les microflores de Béchar-Abadla en Algérie (Doubinger et Fabre, 1983) se vérifie facilement dans leur composition qualitative : outre à la variété des spores trilètes ornées, elles comprennent toutes deux Raistrickia kaiseri, mais aussi des pollens des genres Crucisaccites, Parasaccites, Plicatipollenites, Divarisaccus ainsi que des espèces euro-américaines que nous avons déjà citées plusieurs fois dans notre texte. Cela nous permet de supposer que, au début du Permien, le bloc Sardo-Corse occupait une aire plus méridionale que l’on ne le pensait jusqu’à aujourd’hui (Alvarez, 1972 ; Cassinis et al., 1998), c’est-à-dire beaucoup plus au Sud de la France méridionale, proche du Sud de l’Espagne et de l’Afrique du Nord. Au cours du Permien, il est très probable que ce bloc Sardo-Corse ait migré vers le Nord jusqu’à rejoindre l’aire située entre la Ligurie occidentale, la Provence et les Pyrénées catalanes ; il y restera ensuite d’une manière stable pendant tout le Mésozoïque. La Sardaigne Sud-occidentale et probablement le Sud de\nFig. 9. Typologie des zircons de la rhyodacite de Guardia Pisano dans la représentation de Pupin. Fig. 9. Zircon typology in Guardia Pisano rhyodacite according to Pupin’s classification.\nFig. 10. Distribution des 27 points analysés dans le diagramme de Tera et Wasserburg (1972). Les ellipses d’erreur sont tracées à ± 1σ. Fig. 10. Distribution of the 27 analyzed points in Tera and Wassenburg’s (1972) diagram. Error ellypses = ±1σ.\nl’Espagne (microflores de Guadalcanal), pourraient y avoir joué un rôle de pont en prenant les caractères de flore mixte euro-gondwanienne —comme l’a déjà suggéré Broutin (1986)—, mais déjà à partir du Permien inférieur."
  }, {
    "heading": "7. Datation géochronologique",
    "text": "La datation géochronologique de Guardia Pisano a été effectuée sur les zircons d’une rhyolite affleurant au sein des niveaux volcaniques acides. Ces zircons ont été obtenus par broyage tri-densimétrique et séparation magnétique. La population a été ensuite indexée (Figs. 9 et 10) selon la méthode de Pupin (1980). Il s’agit le plus souvent de zircons limpides, automorphes et sans traces de corrosion ni usure des arêtes. Les plus gros, d’une taille supérieure à 200 µm, sont assez fortement colorés. Un faible nombre d’individus présentent une partie centrale plus sombre par rapport à la couleur de la périphérie. L’indice moyen de la population, de type calco-alcalin, est A.T = 509,621,5.\nCette datation a été effectuée grâce à l’utilisation conjointe de deux méthodes :\n• la méthode U-Pb ponctuelle à l’aide de la microsonde ionique « SHRIMP » (Sensitive High Resolution Ion Microprobe) (Compston et al., 1992 ; Compston, 1996 ; Roberts et al., 1995) : les mesures sur l’appareillage SHRIMP II ont été effectuées au laboratoire de l’Australian National University (Research School of Earth Sciences, Canberra) selon la procédure décrite par Claoué Long et al. (1995) et par Williams (1998). • la seconde méthode, par évaporation du plomb sur monozircons (Kober, 1986, 1987), utilise la spectrométrie de masse avec émission par thermo-ionisation (TIMS) : les mesures ont été effectuées au laboratoire\ndes isotopes radiogéniques du BRGM, selon la procédure décrite par Cocherie et al. (1992)."
  }, {
    "heading": "7.1. U–Pb",
    "text": "Cette microsonde ionique permet une émission par extraction de matière à l’aide d’un faisceau d’ions primaires de 20 µm de diamètre. Les domaines à analyser sont sélectionnés après observation au microscope en lumière transmise d’une part, afin d’éviter les inclusions et d’éventuels cœurs hérités et au microscope électronique à balayage par cathodoluminescence d’autre part, afin d’éviter les domaines très riches en U favorables à une déstabilisation du réseau cristallin. Les résultats analytiques de tous les points analysés sont reportés dans le Tableau 2.\nDans la mesure où les zircons sont relativement jeunes, la quantité de Pb issu de U est faible et l’intensité de 204Pb est souvent très proche du bruit de fond ; comme le rapport 206Pb/204Pb mesuré dans ces conditions est très mal défini, nous ne le donnons qu’à titre indicatif uniquement (Tableau 2). La correction du Pb commun permettant d’accéder au rapport 206Pb*/238U radiogénique et donc à l’âge du zircon est effectuée selon la méthode de Compston et al. (1992). Cette dernière utilise la mesure des rapports 238U/206Pb et 207Pb/206Pb pour corriger le premier rapport de la contribution du Pb commun. Pour ce faire, on utilise la valeur du rapport 207Pb/206Pb du Pb commun à l’âge approché du matériel initial (Stacey et Kramers, 1975).\nNous avons préféré le diagramme de Tera and Wasserburg (1972) —dans lequel sont reportés les rapports 238U/206Pb et 207Pb/206Pb non-corrigés du Pb commun— au diagramme Concordia conventionnel de Wetherill (1956) nécessitant une détermination très précise des rapports corrigés du Pb commun (206Pb*/238U et 207Pb*/235U). En effet, dans le diagramme que nous avons choisi, les points qui d’un côté ne sont pas affectés par la présence de Pb commun et qui, d’un autre côté, ne sont perturbés ni par des événements thermiques postérieurs à la cristallisation du zircon ni par des cœurs hérités, se disposent sur la Concordia (Fig. 10). Si des quantités variables de Pb commun perturbent les valeurs des deux rapports, les points s’alignent alors selon une droite passant par la composition du Pb commun (U = 0 ppm) et celle de la valeur 207Pb/206Pb du Pb commun à t = 0. Le point d’intersection de cette droite avec la Concordia définit l’âge recherché. La droite peut être tracée soit pour chaque point considéré individuellement —ce qui donne les âges ponctuels 206Pb*/238U du Tableau 1—, soit pour un groupe de points comme sur la Fig. 11. Une diffusion continue ou une diffusion liée à un événement thermique peuvent aussi entraîner une perte de Pb* (radiogénique), ce qui se traduit par des âges 206Pb*/238U anormalement jeunes dans le Tableau 2 et par un déplacement des points vers une augmentation du rapport 238U/206Pb sur la Fig. 10.\nLes points combinant ce double inconvénient, à savoir la perte de Pb* et une forte quantité de Pb commun, doivent\nêtre écartés d’emblée. C’est le cas des six points (4.1, 6.1, 8.1, 10.1, 13.1 et 17.2) qui sont facilement identifiables (Fig. 10). De plus, on observe sur la Fig. 11 que si l’on traçait une droite de régression passant par les vingt et un points restants, la pente résulterait positive, ce qui indiquerait une contribution encore importante des points ayant subi une perte de Pb* significative. Voilà pourquoi nous avons ultérieurement écarté huit points (Fig. 11), leurs ellipses d’erreur ne recouvrant pas la Concordia puisque décalés vers les fortes valeurs U/Pb (3.1, 5.1, 7.1, 9.1, 11.1, 12.1, 14.1 et 15.1). Finalement, douze points dont l’ellipse à ± 2 σ recoupant la Concordia seront conservés. La meilleure droite de régression, passant par la valeur du Pb commun 207Pb/206Pb et les douze points conservés, définit ainsi par son intersection avec la Concordia un âge à 292,5 ± 5,2 Ma avec une limite de confiance équivalente à 95 % (2 σ)."
  }, {
    "heading": "7.2. Évaporation du Pb, âge 207Pb*/206Pb*",
    "text": "La technique consiste à faire évaporer par étapes (ou paliers successifs de températures), de manière discontinue, tout le Pb d’un zircon disposé directement dans un filament de Rhénium puis placé dans la source du spectromètre de masse. Une évaporation préliminaire à une température\nrelativement basse permet d’éliminer une partie du Pb commun absorbé. Ce premier stade d’évaporation ne donne lieu à aucune mesure. Si plusieurs paliers mesurés sur un même grain et que plusieurs grains différents donnent le même rapport 207Pb*/206Pb* corrigé du Pb commun, on en déduit que l’âge Concordant est atteint.\nPar cette méthode, le pic du 204Pb est suffisamment précis, malgré sa faible intensité, pour permettre la correction directe du Pb commun à l’aide du rapport 206Pb/204Pb mesuré. Tous les paliers enregistrés sur les quatre grains analysés donnent des âges très voisins, proches de 300 Ma (Tableau 3). Selon la méthode de Karabinos (1997) et à l’aide du programme ISOPLOT/EX (Ludwig, 1999), on calcule l’âge moyen pondéré des erreurs individuelles sur chaque palier (Fig. 12). Ainsi, un âge moyen à 300,4 ± 2,4 Ma a été calculé pour les zircons de la rhyodacite."
  }, {
    "heading": "7.3. Âge de la rhyodacite de Guardia Pisano",
    "text": "L’âge de fermeture du système U–Pb, c’est-à-dire celui de la cristallisation des zircons, est interprété comme celui de la mise en place de la rhyodacite. On retrouve pratiquement la même marge d’erreur à 2 σ lors de la détermination des deux âges obtenus par les deux méthodes utilisées\nTableau 2 Données analytiques obtenues par la méthode U-Pb à la sonde ionique (SHRIMP) sur les zircons de la rhyolite de Guardia Pisano (Sardaigne)\nTotal Radiogénique Âge (Ma)\nPoint U Th Th/U Pb* 206Pb/ f206 238U/ 207Pb/ 206Pb/ 206Pb/\nAnalysé (ppm) (ppm) (ppm) 204Pb % 206Pb ± 206Pb ± 238U ± 238U ±"
  }, {
    "heading": "1,1 493 250 0,51 23 3700 0,24 22,163 0,315 0,0542 0,0012 0,0450 0,0006 283,8 4,0",
    "text": ""
  }, {
    "heading": "2,1 278 117 0,42 13 4400 0,46 21,639 0,347 0,0560 0,0012 0,0460 0,0007 289,9 4,6",
    "text": ""
  }, {
    "heading": "3,1 426 194 0,46 19 1600 0,43 23,091 0,349 0,0558 0,0008 0,0431 0,0007 272,2 4,0",
    "text": ""
  }, {
    "heading": "4,1 1266 784 0,62 34 200 8,49 35,364 0,417 0,1204 0,0010 0,0259 0,0003 164,7 1,9",
    "text": ""
  }, {
    "heading": "5,1 148 116 0,79 7 900 1,30 21,657 0,441 0,0628 0,0018 0,0456 0,0009 287,3 5,8",
    "text": ""
  }, {
    "heading": "6,1 426 170 0,40 16 500 6,05 25,937 0,576 0,1009 0,0028 0,0362 0,0008 229,4 5,1",
    "text": ""
  }, {
    "heading": "7,1 175 66 0,38 8 700 1,35 22,440 0,407 0,0631 0,0017 0,0440 0,0008 277,4 5,0",
    "text": ""
  }, {
    "heading": "8,1 687 211 0,31 28 800 2,73 23,283 0,327 0,0742 0,0009 0,0418 0,0006 263,9 3,6",
    "text": ""
  }, {
    "heading": "9,1 161 102 0,63 8 2000 0,82 22,022 0,433 0,0589 0,0014 0,0450 0,0009 284,0 5,5",
    "text": ""
  }, {
    "heading": "10,1 1239 556 0,45 35 400 4,76 33,899 0,411 0,0905 0,0011 0,0281 0,0003 178,6 2,2",
    "text": ""
  }, {
    "heading": "11,1 256 152 0,59 12 900 1,30 21,909 0,409 0,0628 0,0011 0,0451 0,0008 284,1 5,2",
    "text": ""
  }, {
    "heading": "12,1 228 66 0,29 10 1800 0,77 21,761 0,390 0,0585 0,0011 0,0456 0,0008 287,4 5,1",
    "text": ""
  }, {
    "heading": "13,1 899 622 0,69 34 200 10,14 25,049 0,516 0,1336 0,0013 0,0359 0,0007 227,2 4,6",
    "text": ""
  }, {
    "heading": "14,1 243 100 0,41 11 5100 0,97 22,190 0,412 0,0601 0,0014 0,0446 0,0008 281,5 5,1",
    "text": "15,1 243 145 0,59 11 800 1,43 22,576 0,376 0,0638 0,0017 0,0437 0,0007 275,5 4,5 16,1 494 159 0,32 23 >100000 0,25 21,329 0,252 0,0541 0,0006 0,0468 0,0006 294,6 3,4 17,1 71 60 0,84 4 3200 0,46 21,000 0,456 0,0558 0,0024 0,0474 0,0010 298,5 6,4 18,1 220 142 0,65 11 10800 0,20 21,604 0,289 0,0537 0,0011 0,0462 0,0006 291,1 3,8 17,2 560 370 0,66 17 300 6,50 31,759 0,417 0,1042 0,0010 0,0294 0,0004 187,1 2,4 19,1 287 101 0,35 13 3400 0,02 22,319 0,280 0,0523 0,0011 0,0448 0,0006 282,5 3,5 20,1 169 76 0,45 8 2300 0,33 21,908 0,275 0,0547 0,0009 0,0455 0,0006 286,8 3,5 21,1 252 93 0,37 12 3800 0,01 21,372 0,257 0,0522 0,0008 0,0468 0,0006 294,8 3,5 22,1 200 92 0,46 10 77500 0,02 20,266 0,305 0,0523 0,0009 0,0493 0,0007 310,4 4,6 23,1 223 87 0,39 11 13500 <0,01 20,698 0,274 0,0518 0,0013 0,0483 0,0006 304,3 4,0 24,1 284 144 0,51 13 6100 0,08 21,923 0,272 0,0527 0,0007 0,0456 0,0006 287,3 3,5 25,1 65 33 0,51 3 2600 0,05 21,766 0,405 0,0525 0,0015 0,0459 0,0009 289,4 5,3 26,1 274 210 0,77 13 1700 0,71 22,550 0,307 0,0578 0,0013 0,0440 0,0006 277,8 3,7\nNotes : 1. Incertitudes données à 1s. 2. f206 % designe le pourcentage de\n206Pb issu du Pb commun. 3. Le Pb commun est corrigé grâce à la mesure des rapports 238U/206Pb et 207Pb/206Pb selon la méthode de Tera et Wasserburg (1972) comme décrit dans\nCompston et al. (1992).\nindépendamment (procédure et appareillage). Une étude systématique récente (Cocherie et al., 1999) —incluant ces deux méthodes ainsi que la méthode de référence U–Pb conventionnelle par dissolution des zircons, traçage par des isotopes enrichis et mesures par spectrométrie de masse (TIMS)—, a montré que l’incertitude réelle sur les âges est légèrement supérieure aux erreurs analytiques obtenues par chacune de ces méthodes ; cette approximation est de l’ordre de ± 5 Ma. Or, c’est effectivement ce qui peut être observé dans le cas présent. L’âge de mise en place de la rhyodacite de Guardia Pisano est donc de 297 ± 5 Ma."
  }, {
    "heading": "8. Conclusions",
    "text": "La datation isotopique de 297 ± 5 Ma que nous avons obtenu indique, pour la rhyolite de Guardia Pisano, un âge très proche de la limite Gzhélien-Assélien (Odin et Odin, 1990 ; Menning, 1995), en bon accord avec l’âge assélien inférieur déduit de l’analyse des microflores contenues dans les pélites noires propres à la séquence inférieure affleurant dans ce bassin continental.\nDes valeurs isotopiques très proches à celles de Guardia Pisano ont été également obtenues sur des volcanites permiennes du Nord de l’île, tout comme sur les ignimbrites des alentours du village de Galtelli (284 ± 15 Ma, K/Ar sur roche totale : Cozzupoli et al., 1984) ainsi que dans la région de la Gallura (289 ± 11 Ma, Rb/Sr : Del Moro et al., 1996) (Fig. 1).\nEn ce qui concerne la séquence sédimentaire rouge de Guardia Pisano — surmontant en discordance les dépôts noirs et les produits volcaniques de l’Assélien —, on peut soutenir l’hypothèse d’un âge post-assélien, mais encore sûrement permien (partie supérieure du Permien inférieur ?), non seulement du fait du fragment de type Leba chia retrouvé, mais surtout des différences lithostratigraphiques évidentes qu’elle présente en comparaison des dépôts terrigènes du second cycle (Anisien en faciès Buntsandstein) qui affleurent à peu de distance de Guardia Pisano (Campumari, sur la côte Sud-occidentale ; Fig. 1) en continuité stratigraphique avec les bancs carbonatés de l’Anisien-Ladinien en faciès Muschelkalk (Pittau Demelia et Del Rio, 1980 ; Barca et al., 1995).\nAussi bien dans le bassin de Guardia Pisano que dans les autres bassins permiens de la Sardaigne, on retrouve donc des conditions stratigraphiques, tectoniques et magmatiques\nTableau 3 Données analytiques obtenues par évaporation du plomb sur monozircons (Kober, 1986, 1987) pour la rhyodacite de Guardia Pisano (spectromètre de masse Finningan MAT 262). Les incertitudes sur les âges obtenus sur chaque palier et sur chaque grain sont égales à l’écart type sur les données correspondantes (Cocherie et al., 1992). L’âge moyen pondéré donné à ± 2σ (avec 95 % de limite de confiance) est calculé selon la procédure de Karabinos (1997) et à l’aide du programme ISOPLOT (Ludwig, 1999).\nZircon T°C Nbr. 206 Pb 208 Pb 207 Pb Âge par palier rapport 204 Pb 206 Pb 206 Pb palier\nZr A 1/1440 48 2490 0,203 0,05234 ± 15 300 ± 7 400 µm 2/1460 62 4480 0,263 0,05230 ± 12 298 ± 6 S24 3/1480 57 12050 0,316 0,05239 ± 8 302 ± 4\n4/1540 17 9080 0,354 0,05238 ± 36 302 ± 16\nZr B 1/1440 62 1455 0,148 0,05228 ± 28 298 ± 12 400 µm 2/1460 65 1805 0,151 0,05232 ± 73 299 ± 31 S23 3/1480 29 1580 0,157 0,05219 ± 40 294 ± 17\nZr C 1/1440 57 3250 0,161 0,05230 ± 17 298 ± 7 380 µm 2/1460 63 1210 0,180 0,05233 ± 45 300 ± 19 S13 3/1480 54 6640 0,175 0,05240 ± 24 303 ± 10\nZr D 1/1440 53 1760 0,225 0,05250 ± 22 304 ± 10 400 µm S24\n11 paliers Âge moyen pondéré : 300 ± 2 Ma\nplus ou moins analogues à celles qui caractérisent les bassins du même âge de l’Europe occidentale (Cassinis et al., 1992 ; Cassinis et al., 1995) : en Corse notamment (Vellutini, 1977 ; Cabanis et al., 1990 ; Broutin et al., 1994), en Provence (Broutin et al., 1994), dans le Massif Central (Doubinger et al., 1987 ; Malavieille et al., 1990 ; Châteauneuf et al., 1992), dans les Pyrénées ainsi que dans la Cordillère ibérique (Bixel et Lucas, 1983 ; Broutin et al., 1988; Sopeña et al., 1988 ; Cabanis et Le Fur-Balouet, 1989) , aux Baléares (Ramos et Doubinger, 1989 ; Broutin et al., 1992) et enfin, dans le Briançonnais ligurie (Cortesogno et al ., 1988). Dans ces régions, on remarque souvent que les successions noires du Stéphanien-Autunien — contenant une association de produits du volcanisme calalcalin tardi-orogénique hercynien —, sont souvent surmontées en discordance par les successions rouges en faciès saxo-thuringien ou du Thuringien-Buntsandstein. Ces dernières sont accompagnées par un volcanisme alcalin anorogénique que l’on peut rapporter aux débuts du rifting paléotéthysien.\nLa discordance qui marque le passage de l’Autunien au Saxonien-Thuringien, aussi bien en Sardaigne que dans presque tout le domaine paléotéthysien occidental, peut être rapportée à une phase tectonique intrapermienne — probablement de l’Autunien supérieur (Broutin et al., 1994) — à caractère principalement transcurrent. Cette phase, bien que liée à l’amincissement post-collisionnel de la croûte préalablement épaissie a également été réactivée dans l’île par des mouvements en failles normales en relation avec la tectonique distensive associée à l’ouverture de l’Atlantique.\nLa transition du magmatisme calco-alcalin tardihercynien au magmatisme alcalin anorogénique posthercynien correspond aussi à ce changement du régime tectonique.\nDu point de vue des aspects paléobiogéographiques, les associations microfloristiques de Guardia Pisano reflètent une couverture végétale mésoxérophytique à conifères très diversifiée avec un apport réduit des plantes hygrophytiques. Les associations discutées montrent une affinité très marquée avec les microflores de la palynozone NBM de l’Europe occidentale et du Sud de l’Espagne (Clayton et al., 1977) ; elles ont aussi de nombreux éléments en commun avec les microflores gzhéliennes-asséliennes du bassin de Donetz et wolfcampiennes du « Mid-Continent » des ÉtatsUnis. L’âge suggéré par corrélation avec les palynozones de la province ouralienne (Panova et al., 1990) et du bassin de Donetz (Inossova et al., 1976) appartient à l’Assélien inférieur.\nLa présence de nombreux éléments gondwaniens en particulier rapproche les microflores de Guardia Pisano de celles du Sud de l’Espagne et de l’Algérie, ce qui nous permet donc de supposer que la Sardaigne puisse être une sous-province mixte euro-américaine-gondwanienne ayant certaines affinités floristiques avec la partie Sud-orientale de la Russie européenne (Donetz). Pour mieux évaluer paléogéographiquement ces données biogéographiques, on peut\nsupposer une position du mini-continent Sardo-Corse comme étant plus proche du Sud de l’Espagne et de l’Afrique du Nord que de l’aire provençale-ligurienne à la fin du Carbonifère et au début du Permien."
  }, {
    "heading": "9. Liste des espèces identifiées",
    "text": ""
  }, {
    "heading": "9.1. Spores",
    "text": "Anapiculatisporites sp. Apiculatisporites sp. Bifurcatisporites sublaevis INOSSOVA in Inossova et al., 1976 Cadiospora magna (KOSANKE) VENKATACHALA et BHARDWAJ, 1964 Calamospora breviradiata (KOSANKE) VENKATACHALA et BHARDWAJ, 1964 Columinisporites peppersi ALPERN et DOUBINGER, 1973 Conglobatisporites verrucosus TETERIUK, 1978 Convolutispora sp. Crassispora kosankei (POTONIE et KREMP) BHARDWAJ, 1957 Cyclobaculisporites sinensis (IMGRUND) BHARDWAJ, 1957 Cyclogranisporites aureus LOOSE, 1934 Cyclogranisporites minutus BHARDWAJ, 1957 Densosporites sp. Granulatisporites sp. Laevigatosporites sp. Laevigatosporites vulgaris IBRAHIM, 1933 Lophotriletes sp. Lundbladispora gigantea (ALPERN) DOUBINGER, 1968 Lundbladispora simonii (ALPERN) DOUBINGER, 1968 Lycospora pusilla (IBRAHIM) SCHOPF, WILSON et BENTALL, 1944 Knoxisporites glomus SHWARTSMAN in Inossova et al., 1976 Knoxisporites ruhlandi DOUBINGER et RAUSCHER, 1966 Punctatisporites sp. Punctatosporites minutus IBRAHIM, 1933 Pustulatisporites sp. Polymorphisporites laevigatus ALPERN, 1958 Raistrickia sp. Raistrickia kaiseri BROUTIN et DOUBINGER, 1985 Spelaeotriletes sp. Spinosporites spinosus ALPERN, 1958 Thymospora sp. Triquitrites additus WILSON et HOFFMEISTER, 1956 Triquitrites priscus KOSANKE, 1950 Verrucosisporites donarii POTONIE et KREMP, 1955\nVerrucosisporites verrucosus POTONIE et KREMP, 1955\nWestphalensisporites sp."
  }, {
    "heading": "9.2. Pollens",
    "text": "Aumancisporites striatus ALPERN, 1958 Complexisporites polymorphus JIZBA, 1962 Cordaitina bractea INOSSOVA in Inossova et al., 1976 Costapollenites ellipticus TSCHUDY et KOSANKE, 1966 Crucisaccites latisulcatus LELE et MAITHY, 1964 Crucisaccites cf. latisulcatus LELE et MAITHY, 1964 Crucisaccites sp. a. BARKER et al., 1991 Cycadopites sp. Densipollenites invisus BHARDWAJ et SALUJHA, 1964 Densipollenites oviformis SHWARTSMAN in Inossova et al., 1976 Divarisaccus sp. Florinites antiquus SCHOPF, 1944 Florinites florini IMGRUND, 1960 Florinites mediapudens SCHOPF, WILSON et BENTALL, 1944 Florinites pfalzensis BHARDWAJ et VENKATACHALA, 1957 Florinites pumicosus (IBRAHIM) SCHOPF, WILSON et BENTALL, 1944 Gondwanopollis sp. Hamiapollenites bullaeformis (SAMOILOVITCH) JANSONIUS, 1962 Hamiapollenites tractiferinus (SAMOILOVITCH) JANSONIUS 1962, emend. Hart, 1964 sensu Jizba, 1962 Limitisporites isjumicus KRUSINA in INOSSOVA et al., 1976 Luberisaccites sp. Lueckisporites antiquus KRUSINA in Inossova et al., 1976 Lueckisporites annosus KRUSINA in Inossova et al., 1976 Mosulipollnites circularis SINGH, 1964 Paleoconiferus sp. Parasaccites diffusus TIWARI, 1965 Parasaccites distinctus TIWARI, 1965 Parasaccites sp. Plicatipollenites gondwanensis (BALME et HENNELLY) LELE, 1964 Plicatipollenites trigonalis LELE, 1964 Potonieisporites bhardwaji REMY et REMY, 1961 Potonieisporites clarus SHWARTSMAN in Inossova et al., 1976 Potonieisporites cf. compositus SHWARTSMAN in Inossova et al., 1976 Potonieisporites enormis SHWARTSMAN in Inossova et al., 1976\nPotonieisporites grandis TSCHUDY et KOSANKE, 1966\nPotonieisporites lemniscatus SHWARTSMAN in Inossova et al., 1976\nPotonieisporites novicus BHARDWAJ, 1954 Potonieisporites radiosus SHWARTSMAN in Inossova et al., 1976 Potonieisporites rimosus SHWARTSMAN in Inossova et al., 1976 Potonieisporites solidus SHWARTSMAN in Inossova et al., 1976 Pseudopodocarpus magnus KRUSINA in Inossova et al., 1976 Rugasaccites sp. Sahnisporites sp. Schopfipollenites ellipsoides POTONIE et KREMP, 1956 Schopfipollenites parvus SHWARTSMAN in Inossova et al., 1976 Striatopodocarpites concinnus KRUSINA in Inossova et al., 1976 Striatohaplopinites latissimus KRUSINA in Inossova et al., 1976 Sulcatisporites sp. Vesicaspora wilsonii SCHEMEL, 1951 Vestigisporites sp. Vitreisporites signatus LESCHIK, 1957 Vittatina sp. a TSCHUDY et KOSANKE, 1966 Vittatina sp. a HOCHULI, 1985 Wilsonites sp.\nRemerciements\nCe travail a bénéficié d’une contribution d’imprimerie élargie par la RAS Institution ; la recherche a été financée par une contribution de MURST (Italie) et du BRGM (France). Les auteurs tiennent à remercier Monsieur Jean Broutin aussi qu’un deuxième rapporteur pour leurs remarques constructives.\nRéférences\nAbdesselam-Rouighi, F., Broutin, J., Coquel, R., Ghomari, A., Massa, D., 1995. Moscovian microflora from the Bordj Nili Area (Northern Algerian Sahara), comparison with the Euroamerican microfloras and paleogeographical implication. XIII International Congress Carboniferous Permian, Krakow. Abstract. Alvarez, W., 1972. Rotation of the Corsica-Sardinia microplate. Nature 235, 103–105. Barca, S., Del Rio, M., Pittau, P., 1991. The Permian-Carboniferous at Guardia Pisano in the Sulcis area (Southwest Sardinia, Italy). Geologia del Basamento Italiano Convegno in memoria di Tommaso Cocozza, Siena 21–22 Marzo 1991. Università degli Studi di Siena, Dipartimento Scienze della Terra. Abstracts, 98–100. Barca, S., Del Rio, M., Pittau, P., 1992. Lithostratigraphy and microfloristic analysis of the fluvial-lacustrine Autunian basin in the Sulcis area (South western Sardinia, Italy). In: Carmignani, L., Sassi, F.P. (Eds.), Contributions to the Geology of Italy with special regard to the Paleozoic basements. IGCP 276. Newsletter 5, 45–49.\nBarca, S., Carmignani, L., Eltrudis, A., Franceschelli, M., 1995. Origin and evolution of the Permian-Carboniferous basin of Mulargia Lake (South-Central Sardinia, Italy) related to the late-Hercynian extensional tectonics. Comptes Rendus de l’Académie des Sciences, Paris 321, 171–178. Barker, G.W., Wood, G.D., Eames, L., 1991. Palynomorphs from the Lower Permian of the Mid-Continent and southwest United States and comparison to assemblages from western Europe and the USSR (Donets River Basin). Amoco Production Report. Bixel, F., Lucas, C., 1983. Magmatisme, tectonique et sédimentation dans les fossés stéphano-permiens des Pyrénées occidentales. Revue de Géologie dynamique et Géographie physique 24, 329–342. Broutin, J., 1986. Étude paléobotanique et palynologique du passage Carbonifère-Permien dans le Sud-Ouest de la péninsule Ibérique. Cahiers de Paléontologie. Broutin, J., Doubinger, J., Langiaux, J., Primey, D., 1986. Conséquences de la coexistence de flores à caractères stéphaniens et autuniens dans les bassins limniques d’Europe occidentale. Mémoires de la Société Géologique de France 149, 15–25. Broutin, J., Doubinger, J., Gisbert, J., Satta-Pasini, S., 1988. Premières datations palynologiques dans le faciès buntsandstein des Pyrénées catalanes espagnoles. Comptes Rendus de l’Académie des Sciences, Paris 306, 159–163. Broutin, J., Ferrer, J., Gisbert, J., Nmila, A., 1992. Première découverte d’une microflore thuringienne dans le faciès saxonien de l’île de Minorque (Baléares, Espagne). Comptes Rendus de l’Académie des Sciences, Paris 315, 117–122. Broutin, J., Cabanis, B., Châteauneuf, J.J., Deroin, J.P., 1994. Évolution biostratigraphique, magmatique et tectonique du domaine paléotéthysien occidental (SW de l’Europe) : implications paléogéographiques au Permien inférieur. Bulletin de la Société Géologique de France 165, 163–179. Broutin, J., Cassinis, G., Cortesogno, L., Gaggero, L., Ronchi, A., Sarria, E., 1996. Research in progress on the Permian deposits of Sardinia (Italy). Permophiles 28, 45–48. Brugman, W.A., Eggink, J.W., Loboziak, S., Visscher, H., 1985. Late Carboniferous-Early Permian (Ghzelian-Artinskian) palynomorphs. Palynostratigraphy of Northeast Libya. Journal of Micropalaeontology 4, 93–106. Brugman, W.A., Loboziak, S., Visscher, H., 1988. The problem of the Carboniferous-Permian boundary in northeast Libya from a palynological point of view. In: El Arnauti, et al. (Eds.), Subsurface Palynostratigraphy of northeast Libya. Garyounis University Publications, Benghazi, Libya, 151–155. Cabanis, B., Le Fur-Balouet, S., 1989. Les magmatismes stéphano-permiens des Pyrénées marqueurs de l’évolution géodynamique de la chaîne : apport de la géochimie des éléments en traces. Bulletin du Centres de Recherches Exploration-Production d’Elf-Aquitaine 13, pp. 105–130. Cabanis, B., Cochemé, J.J., Vellutini, P., Joron, J.L., Treuil, M., 1990. Post-collision Permian volcanism in northwestern Corsica: assessment based on mineralogy and trace element geochemistry. Journal of Volcanology, Geothermal Researches 44, 51–67. Cassinis, G., Toutin-Morin, N., Virgili, C., 1992. Permian and Triassic events in the continental domains of Mediterranean Europe. PermoTriassic events in the eastern Tethys, world and regional geology. Cambridge University Press 2, 60–77. Cassinis, G., Toutin-Morin, N., Virgili, C., 1995. A general outline of the Permian continental basins in Southwestern Europe. In: Scholle, P.A., Peryt, T.M., Ulmer-Scholle, D.S (Eds.), The Permian of Northern Pangea. Volume 2: Sedimentary basins and economic resources. Springer-Verlag, pp. 137–157. Cassinis, G., Cortesogno, L., Gaggero, L., Ronchi, A., Valloni, R., 1996. Stratigraphic and petrographic investigations into the PermianTriassic continental sequences of Nurra (NW Sardinian). Cuadernos de Geologia Ibérica 2, 149–169. Cassinis, G., Cortesogno, L., Gaggero, L., Ronchi, A., 1998. Osservazioni preliminari su alcune successioni continentali permiane della Sarde-\ngna. Istituto Lombardo Accademia Scienze Lettere 130 (1996), 177–205. Châteauneuf, J.J., Broutin, J., Farjanel, G., Mathis, V., Pacaud, G., 1992. Permian basins in the French Massif Central. 8th IPC. Excursion E, Cahiers de Micropaléontologie 7, 107–139. Cherchi, A., 1979. Presenza di Ilerdiano a macroforaminiferi nella Sardegna sud-occidentale. Istituto di Geologia e Paleontologia, Cagliari 301, 1–12. Claoué-Long, J.C., Compston, W., Roberts, J., Fanning, C.M., 1995. Two carboniferous ages: a comparison of SHRIMP zircon dating with conventional zircon ages and 40Ar/39Ar analysis. Geochronology Time Scales and Global Stratigraphic Correlation. SEPM (Society for Sedimentary Geology) Special Publication, 54, pp. 1–21. Clayton, G., Coquel, R., Doubinger, J., Gueinn, K.J., Loboziac, S., Owens, B., Streel, M., 1977. Carboniferous miospores of Western Europe: illustration and zonation. Mededelingen Rijks Geologische Dienst 29, 1–71. Clayton, G., Loboziak, S., 1985. Early Carboniferous (Early ViseanSerpukhovian) palynomorphs. Palynostratigraphy of North-East Libya. Journal of Micropalaeontology 4, 83–92. Clement-Westerhoff, J.A., 1974. In situ pollen from Gymnospermous cones from the Upper Permian of the Italian Alps. A preliminary account. Review of Palaeobotany and Palynology 17, 63–73. Clendening, J.A., 1975. Palynological evidence for a Pennsylvanian age assignment of the Dunkard Group in the Appalachian Basin: Part II. W.Va. Geological Economy Survey. Coal Geological Bulletin 3, 1–107. Cocherie, A., Guerrot, C., Rossi, P., 1992. Single-zircon dating by stepwise Pb evaporation: Comparison with other geochronological techniques applied to the Hercynian granites of Corsica. Chemical Geology 101, 131–141. Cocherie, A., Rossi, P., Fanning, M., Guerrot, C., 1999. Comparative use of TIMS and SHRIMP for zircon dating: a reappraisal of the estimation of age incertainties. Some examples from Corsica, France. In: Barbarin, B. (Ed.), Fourth Hutton Symposium on the origin of granites and related rocks, Clermont-Ferrand, France. pp. 20–25 September 1999 Mémoires du BRGM 290,1-206. Cocozza, T., 1967. Il Permo-Carbonifero del bacino di San Giorgio (Iglesiente, Sardegna sud-occidentale). Memorie della Società Geologica Italiana 6, 607–642. Compston, W., Williams, I.S., Kirschvink, J.L., Zhang, Z., Ma, G., 1992. Zircon U-Pb ages for early Cambrian time scale. Journal of the Geological Society. London 149, 171–184. Compston, W., 1996. SHRIMP: Origins, impact and continuing evolution. Journal of the Royal Society of Western Australia 79, 109–117. Coquel, R., Doubinger, J., Massa, D., 1988. Nouvelles données palynologiques sur l’intervalle Carbonifère Viséen/Moscovien. Bassin de Rhadamès (Libye). Revue de l’Institut Français du Pétrole 43 (1), 3–16. Cortesogno, L., Dallagiovanna, G., Vannucci, R., Vanossi, M., 1988. Volcanisme, sédimentation et tectonique pendant le Permo- Carbonifère Briançonnais ligure : une revue. Eclogae geologicae Helvetiae 81, 487–510. Cozzupoli, D., Discendenti, A., Lombardi, G., Nicoletti, M., 1971. Cronologia K-Ar delle manifestazioni eruttive del settore di Seui-Seulo (Barbagia-Sardegna). Periodico di Mineralogia 40, 113–124. Cozzupoli, D., Gerbasi, G., Nicoletti, M., Petrucciani, C., 1984. Età K/Ar delle ignimbriti permiane di Galtellì (Orosei, Sardegna Orientale). Rendiconti della Società Italiana di Mineralogia e Petrografia 39, 471–476. Del Moro, A., Di Pisa, A., Oggiano, G., 1996. Relationship between an Autunian volcano-sedimentary succession and the Tempio Massif granite (Northern Sardinia). Geochronological and field constraints. Plinius 16, 95–96. Del Rio, M., 1973. Palinologia di un livello « permo-carbonifero » del bacino di San Giorgio (Sardegna sud-occidentale). Bollettino della Società Geologica Italiana 93, 485–494.\nDjupina, G.V., 1979. Caractérisation palynologique du Moscovien des Ourals occidentales (en russe). Akademiia Nauk SSSR, Trudy Instituta Geologii Geokhimii 141, 67–76. Doubinger, J., Langiaux, J., 1982. Un faux problème : la limite Stéphanien/Autunien. Comptes Rendus de l’Académie des Sciences, Paris 294, 395–398. Doubinger, J., Fabre, J., 1983. Mise en évidence d’un Autunien à « flore mixte » dans le bassin de Béchar-Abadla (Sahara occidental algérien). Pollen et Spores 25, 91–116. Doubinger, J., Odin, B., Conrad, G., 1987. Les associations sporopolliniques du Permien continental du bassin de Lodève (Héraul. France). Annales de la Société Géologique du Nord 56, 103–109. Edel, J.B., Montigny, R., Thuizart, R., 1981. Late Paleozoic rotation of Corsica and Sardinia: new evidence from paleomagnetic and K/Ar studies. Tectonophysics 79, 201–223. Fondi, R., 1980. Orme di microsauri nel Carbonifero superiore della Sardegna. Memorie della Società Geologica Italiana 20, 347–356. Gasperi, G., Gelmini, R., 1977. I bacini permo-carboniferi della Sardegna. Bollettino del Gruppo di Lavoro sul Paleozoico. In: Vai, G.B. (Ed.), Università di Bologna (2), pp. 39–40. Inossova, K.I., Shwartsman, E.G., Krusina, A.K., 1976. Atlas des microspores et pollen du Carbonifère inférieur et du Permien du Donetz. Nedra. Moscow 159 p. [en russe]. Jizba, K.M.M., 1962. Late Paleozoic bisaccate pollen from the United States Mid-Continent area. Journal of Palaeontology 36, 871–877. Karabinos, P., 1997. An evaluation of the single-grain zircon evaporation method in highly discordant samples. Geochimica and Cosmochimica Acta 61, 2467–2474. Kemp, E.M., Balme, B.E., Helby, R.J., Kyle, R.A., Playford, G., Price, P.L., 1977. Carboniferous and Permian palynostratigraphy in Australia and Antarctica: a review. BMR Journal of Australian Geology and Geophysics 2, 147–208. Kober, B., 1986. Whole-grain evaporation for 207 Pb/296 Pb-age investigation on single zircons using a double-filament thermal ion source. Contribution of Mineralogy and Petrology 93, 482–490. Kober, B., 1987. Single-zircon evaporation combined with Pb+emitter bedding for 207 Pb /206 Pb-age investigations using thermal ion masse spectrometry, and implications to zirconology. Contribution of Mineralogy and Petrology 96, 63–71. Loboziak, S., Clayton, G., 1988. The Carboniferous palynostratigraphy of northeast Libya. In: El Arnauti, et al. (Eds.), Subsurface Palynostratigraphy of northeast Libya. Garyounis University Publications, Benghazi, Libya, pp. 129–149. Lombardi, G., Cozzupoli, D., Nicoletti, M., 1974. Notizie geopetrografiche e dati sulla cronologia K-Ar del vulcanesimo tardopaleozoico sardo. Periodico di Mineralogia 43, 221–312. Ludwig, K.R., 1999. Isoplot/Ex. A geochronological toolkit for Microsoft Excel (version 2.05d). Berkeley Geochronology Center Special Publication. Malavieille, J., Guihot, P., Costa, S., Lardeux, J.M., Gardien, V., 1990. Collapse of the thickened Variscan crust in the French Massif Central : Mont Pilat extensional shear zone and St. Etienne Late Carboniferous basin. Tectonophysics 177, 139–149. Menning, M., 1995. A numerical time scale for the Permian and Triassic Periods: an integrated time analysis. In: Scholle, P.A., Peryt, T.M., Ulmer Scholle, D.S. (Eds.), The Permian of Northern Pangea. Springer-Verlag 1, 77–97. Meyen, S.V., 1987. Fundamentals of Paleobotany. In: Chapman and Hall (Ed.), London-New York 432 p. Odin, G.S., Odin, C., 1990. Échelle numérique des temps géologiques. Géochronique 35, 12–21. Panova, L.A., Oshurkova, M.V., Romanovskaya, G.M., 1990. Practical palynostratigraphy. Ministry of Geology of the USSR 348 p. [en russe]. Pecorini, G., 1962. Nuove osservazioni sul Permico della Nurra (Sardegna nord-occidentale). Atti della Accademia Nazionale dei Lincei, Rendi-\nconti della Classe di Scienze Fisiche Matematiche e Naturali 8 (32), 377–380. Pittau, P., 1974. Studio palinologico-stratigrafico di un foro di sonda perforato nel bacino lignitifero del Sulcis (Sardegna sud-occidentale). Bollettino della Società Geologica Italiana 93, 937–943. Pittau, P., 1977. Palynological investigation of the Lower Tertiary Sardinia coal layers. Bollettino della Società Paleontologica Italiana 16, 3–14. Pittau, P., 1999. The Triassic succession of Northwest Sardinia: data from the subsurface. The Permian and Triassic stratigraphic record in Northwestern Sardinia (Nurra). In: Cassinis, G., Cortesogno, L., Gaggero, L., Pittau, P., Ronchi, A., Sarria, E. (Eds.), Late Palaeozoic continental basins of Sardinia, Field trip guidebook. International Field Conference on “The Continental Permian of the Southern Alps and Sardinia. Regional report and general correlations” 106–107 15–18 September 1999 Brescia. Pittau Demelia, P., Del Rio, M., 1980. Pollini e spore del Trias medio e del Trias superiore negli affioramenti di Campumari e di Ghisciera Mala (Sardegna). Bollettino della Società Paleontologica Italiana 19, 241–249. Pittau Demelia, P., Flaviani, A., 1982. Aspect of the palynostratigraphy of the Triassic Sardinia sequences (Preliminary report). Review of Palaeobotany and Palynology 37, 329–343. Pupin, J., 1980. Zircon and granite petrology. Contribution of Mineralogy and Petrology 73, 207–229. Ramos, A., Doubinger, J., 1989. Premières datations palynologiques dans le faciès buntsandstein de l’île de Minorque (Baléares, Espagne). Comptes Rendus de l’Académie des Sciences, Paris 309, 1089–1094. Roberts, M., Claqué-Long, J., Jones, P.J., Foster, C.F., 1995. SHRIMP zircon age control of Gondwana sequences in late Carboniferous and early Permian in Australia. In: Dunay, R.E., Hailwood, E.A. (Eds.), Non biostratigraphical Method of Dating and Correlation. Geological Society, special publication 89, 145–174. Ronchi, A., Broutin, J., Diez, B., Galtier, J., Lethiers, F., 1998. New palaeontological discoveries in some Early Permian sequences of Sardinia. Biostratigraphic and palaeogeographic implications. Comptes Rendus de l’Académie des Sciences, Paris 327, 713–719. Sopeña, A., Lopez, J., Arche, A., Pérez-Arlucea, M., Ramos, A., Virgili, C., Hernando, S., 1988. Permian and Triassic rift basins of the Iberian peninsula. Triassic-Jurassic rifting. Elsevier 757–786. Stacey, J.S., Kramers, J.D., 1975. Approximation of the terrestrial lead isotope evolution by a two stage model. Earth Planetary Science Letters 26, 207–221. Tera, F., Wasserburg, G.J., 1972. U-Th-Pb systematics in three Apollo 14 basalts and the problem of initial Pb in lunar rocks. Earth Planetary Science Letters 14, 281–304. Traverse, A., 1988. Paleopalynology. Unwin-Hyman, Boston 600 p. Tschudy, R., Kosanke, R., 1966. Early Permian vesiculate pollen from\nTexas, U.S.A. The Palaeobotanist 15 (1–2), 59–71. Vardabasso, S., 1950. Il Permico in Sardegna. Atti della Accademia\nNazionale dei Lincei, Rendiconti della Classe di Scienze Fisiche Matematiche e Naturali 8 (30), 377–380. Vardabasso, S., 1966. Il Verrucano sardo. Atti del Symposium sul Verrucano. Pisa settembre 1965. Società Toscana di Scienze Naturali, 293–310. Vellutini, P.J., 1977. Le magmatisme permien de la Corse du nord-ouest. Thèse de Doctorat Université de Marseille 317 p. Wetherill, G.W., 1956. Discordant uranium-lead ages 1. Transactions of the American Geophysical Union 37, 320–326. Williams, I.S., 1998. U-Th-Pb Geochronology by Ion Microprobe. Review in. Economic Geology 7, 1–35. Zavada, M.S., 1991. The ultrastructure of pollen found in dispersed sporangia of Arberiella (Glossopteridaceae). Botanical Gazete 152, 248–255. Ziegler, M.A., 1990. Phytogeographic pattern and continental configurations during the Permian Period. In: McKerrow, W.S., Scotese, C.R. (Eds.), Palaeozoic Palaeogeography and Biogeography. Geological Society Memoires 12, 363–370."
  }],
  "year": 2002,
  "references": [],
  "id": "SP:373479b8377e2e1fc894e5ec8329b4d8d777da1a",
  "authors": [{
    "name": "Paola Pittau",
    "affiliations": []
  }, {
    "name": "Sebastiano Barca",
    "affiliations": []
  }, {
    "name": "Alain Cocherie",
    "affiliations": []
  }, {
    "name": "Myriam Del Rio",
    "affiliations": []
  }, {
    "name": "Mark Fanning",
    "affiliations": []
  }, {
    "name": "Philippe Rossi",
    "affiliations": []
  }],
  "abstractText": "The Permian section outcropping at Guardia Pisano (Sulcis area, SW Sardinia), comprises two successions, separated by an unconformity. The lower succession is composed of grey–black sandy shales, rich in plant remains and in sporomorphs, deposited in a fluvial-lacustrine to palustrine environment; followed by layers of rhyolithic lavas and volcanoclastites with silicified plant trunks. Most of the analysed * Auteur correspondant.. Adresse e-mail : pittaup@unica.it (P. Pittau). Geobios 35 (2002) 561–580 www.elsevier.com/locate/geobio © 2002 Éditions scientifiques et médicales Elsevier SAS. Tous droits réservés. PII: S 0 0 1 6 6 9 9 5 ( 0 2 ) 0 0 0 6 9 4 samples yielded a profusion of pollen and spores in a very good state of preservation. Three associations were distinguished. The first one comprises mostly radial and bilateral monosaccate pollen grains and very few spores. This association is characterized by the presence of pollen grains of the genera Crucisaccites, Luberisaccites, Gondwanopollis and Lueckisporites, together with very abundant Potonieisporites and subordinate Florinites. The second association comprises mostly pollen grains of the genus Potonieisporites, represented by many species, together with Limitisporites, Costapollenites, Vittatina and others. Spores mainly represented by azonate trilete and monolete types are more frequent than in the previous association. These first two palynological associations reflect assemblages of meso-xerophilous plants growing in dryer environments, belonging to tropical and subtropical phytogeographic biomas. The third association, mainly composed of Sphenophyte spores, is autochthonous and corresponds to a swampy hygrophilous flora settled after the filling up of the basin. The age inferred by means of sporomorphs is early Asselian which is in good agreement with the mean radiometric age of the volcanic rocks obtained by the ‘SHRIMP’ and the lead-zircon evaporation methods (297 ± 5 Ma). The upper succession, is composed of grey to red sandstones and thin pelites deposited on an alluvial plain under very hot and humid climate; its Permian, post–Asselian age cannot be better constrained because of the scarcity of the fossil content. © 2002 Éditions scientifiques et médicales Elsevier SAS. All rights reserved. Mots clés: Permien; Palynostratigraphie; Paléophytogéographie; Âge radiométrique; Sardaigne.",
  "title": "Le bassin permien de Guardia Pisano (Sud-Ouest de la Sardaigne, Italie) : palynostratigraphie, paléophytogéographie, corrélations et âge radiométrique des produits volcaniques associés The Permian basin of Guardia Pisano (SW Sardinia, Italy): palynostratigraphy, paleophytogeography, correlations and radiometric age"
}