{
  "sections": [{
    "text": "at SciVerse ScienceDirect\nContents lists available\nQuaternary International\njournal homepage: www.elsevier .com/locate/quaint\nPalynological analysis of the Late Pleistocene terrace deposits of Lake Van, eastern Turkey: Reconstruction of paleovegetation and paleoclimate\nGüldem Kaplan Department of Geological Engineering, Faculty of Architecture and Engineering, Yüzüncü Yıl University, 65080 Van, Turkey\na r t i c l e i n f o\nArticle history: Available online 26 October 2012\nE-mail addresses: gkamar@gmail.com, guldemkam\n1040-6182/$ e see front matter 2012 Elsevier Ltd a http://dx.doi.org/10.1016/j.quaint.2012.10.046\na b s t r a c t\nPaleovegetation and paleoclimate reconstruction of a Late Pleistocene terrace of Lake Van (northern part of lake; Erciş Çelebiba gı region) was based on pollen analysis from continuous laminated sediments. According to the pollen analysis, NAP pollen values are predominantly abundant. Chenopodiaceae, Artemisia and Poaceae were the prevailing plants, and Chenopodiaceae was the dominant paleoflora element during Late Pleistocene. Pollen data indicate halophyte vegetation. Climate was colder and drier.\n2012 Elsevier Ltd and INQUA. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "Lakes are natural environments with a high biodiversity and provide organic matter, and therefore react expeditiously to climate changes. Organic remains such as plant fragments, pollen and animal remains accumulate in sediments at the bottom of the lakes. Therefore, lake sediments are climate archives.\nLake Van is located in eastern Turkey (volume 607 km3, surface area 3570 km2 and maximum depth 460 m; Litt et al., 2009). According to the previous investigations, Lake Van sediments show partly annually laminated character and cover glacial and interglacial cycles (Degens et al.,1978; Landmannet al.,1996a,b;Wick et al., 2003; Litt et al., 2009). Several depositional terraces formed around the lake due to changes of lake level (Schweizer, 1975; Valeton, 1978; Kempe et al., 2002; Kuzucuo glu et al., 2010). Four sets of terraces have been definedat12m(1658ma.s.l), 30m (1676ma.s.l.), 55m (1701ma.s.l.), and 80 m (1725 m a.s.l.) by Schweizer (1975). According to the sedimentological survey of Valeton (1978), some of the depositional terraces are composed of clastic material, including abundant volcanic ash. Kuzucuo glu et al. (2010) identified four transgressions, each followed by a regression, during Late Pleistocene. At the northernpartof LakeVan, transgression terracedeposits in theKırklar region have been dated at 24,900 800 cal. BP and 25,700 600 cal. BP (Fig. 1) (Kuzucuo glu et al., 2010). Yumrutepe terrace at the eastern end has been dated at 34,000 (uncal) BP (Kuzucuo glu et al., 2010) and a southeastern terrace at Güzeldere has been dated at 20,700 300 and 20,900 400 cal. BP (Kempe et al., 2002) (Fig. 1). There is no documented age data from the ErcişeÇelebiba gı terrace.\nPrevious investigations including pollen analysis on Lake Van sediments have focused on bottom sediments of the Tatvan Basin\nar@yyu.edu.tr.\nnd INQUA. All rights reserved.\n(van Zeist and Woldring, 1978; Wick et al., 2003), Ahlat Ridge (Litt et al., 2009) and the Northern Basin (Kaplan and Heumann, 2010; Kaplan and Örçen, 2011), and cover about 20,000 BP (tentative time span base on varve dating, Litt et al., 2009) but there is no documented study on pollen analysis of the terraces. Therefore, the aim of this study is to reconstruct paleoflora and paleoclimate of terrace sediments during Late Pleistocene on the basis of pollen analysis."
  }, {
    "heading": "2. Study site",
    "text": ""
  }, {
    "heading": "2.1. Geological setting",
    "text": "Lake Van is located in the eastern part of Anatolian Plateau (Fig. 1). The surrounding area includes different rock units formed fromPaleozoic to Holocene such asmetamorphic rocks belonging to the Bitlis Massif to the south (Yılmaz, 1971; Göncüo glu and Turhan, 1985; Oyan and Tolluo glu, 2005), volcanic and volcano-clastic rocks to thewest, north and northwest, originating fromNemrut, Süphan, Tendürek, Etrüsk and Girekol volcanoes (Keskin, 2003; Özdemir et al., 2006; Oyan et al., 2007; Şengör et al., 2008), and ophiolitic and sedimentary rocks to the east (Schweizer, 1975; Valeton, 1978; Acarlar et al., 1991; Kempe et al., 2002). The investigated terrace in this study located at the northern part of Lake Van (Fig. 1.). The study site is covered with early Miocene Adilcevaz limestone (Demirtaşlı and Pisoni, 1965) and PlioceneePleistocene volcanic units (Lebedev et al., 2010; Oyan, 2011)."
  }, {
    "heading": "2.2. Vegetation and climate of the study area",
    "text": "The study site is located in the Irano-Turanian pyhtogeographic region. The most abundant families of Zilan Valley (Erciş-Van) flora are ordered as: Asteraceae 200 (17.30%), Fabaceae 112 (9.68%),\nPoaceae 91 (7.87%), Brassicaceae, 78 (6.74%), Lamiaceae 75 (6.48%), Caryophyllaceae 61 (5.27%), Scrophulariaceae, 50 (4.32%), Rosaceae 47 (4.06%), Liliaceae 42 (3.63%), and Apiaceae 41 (3.54%) (Karabacak, 2008). Akçada g (Etrüsk M.) is located in the southern part of the study site and is dominated by Asteraceae, Brassicaceae,\nand Fabaceae (Karabacak and Behçet, 2007). Asteraceae, Fabaceae and Poaceae include most taxa of the Süphan Mountain flora in the western part of the study site (Behçet, 1991). Aktuzla (MalazgirtMuş), in the northwestern part of the study site, is dominated by Asteraceae, Fabaceae and Brassicaceae (Almanar, 2003). Asteraceae\nincludes most taxa at the study site and surrounding area. Based on Akman (1990), Erciş is under the sway of Mediterranean climate (Karabacak, 2008)."
  }, {
    "heading": "3. Materials and methods",
    "text": "Terrace deposits have been recognized in nine different localities around Lake Van. Outcrops of the deposits mostly include deltaic and shallow lake sediments. Sequences L1 and L2 show shallowing lake conditions with inverse graded sediments. Very poor pollen preservation has been noticed in laminated and discontinuous fine-coarse deposits of L1 and L2. Pollen counts do not reach ten grains per line, so the L1 and L2 pollen results have been excluded from this study. Outcrops of L3, L4, L5, L6, L7 and L8 are characterized mainly by coarse, shallow lake and river sediments (sand, gravel, pumice intercalated). Fine clay layers in those locations also have poor pollen preservation, and pollen results of L3, L4, L5, L6, L7 and L8 have been excluded.\nPollen analysis has been made on the samples of parallel laminated bluish clay at L9. Location 9 has deep to shallow lake and deltaic sediments composed of silt, sand, gravel and reworked pyroclastic material (Fig. 2). Parallel laminated bluish clay occurs at the bottom of the L9 sequence. Sandy silt with intercalated clay, wave rippled silty sand, parallel laminated clayeyesilty sand, structureless sand, cross-bedded sand and gravel, and parallel stratified gravel have been defined upward. A total of 50 samples were collected from L9, at 5e10 cm intervals through about 3 m, and the results of 30 samples have been presented in this study. Before sampling L9, the contaminated surface was removed with a dipper dredger to reveal the uncontaminated sequence.\nFor pollen analysis, samples were prepared according to the standard palynological sample preparation method, treated with\nHCl, HF and ZnCl2 (Ediger, 1986). At least 100 pollen have counted per sample. Pollen descriptions, plates and illustrations of Wodehouse (1935), Erdtman (1943), Faegri and Iversen (1989), Moore et al. (1991) and Beug (2004) have been used for pollen identification, and pollen diagrams were plotted using the Tilia computer program (E. C. Grimm, Springfield, Illinois, USA). Digital images of pollen have been taken under a light microscope in Turkish Petroleum Corporation laboratories (Fig. 3)."
  }, {
    "heading": "4. Results and discussion",
    "text": "Nonarboreal (NAP) pollen values dominate over arboreal (AP) values in pollen diagram (Fig. 4). High NAP values are mainly characterized by Artemisia, Chenopodiaceae and Poaceae pollen (Fig. 3). Apiaceae, Caryophyllaceae, Compositeae Ligulifloreae-type and Compositeae Tubulifloreae-type pollen were observed in almost all samples. Centaurea cyanus, Polygonum, Brassicaceae and Hypericum pollen were less commonly observed. Fabaceae, Filipendula, Plumbaginaceae, Rubiaceae, Rumex, Saxifraga, Thalictrum, Urtica pollen were present only in a few samples.\nAP pollen constitute a small amount of total pollen. Pinus pollen are more abundant, but because of long distance transportation by wind those pollen were not taken into consideration. Cedrus, Alnus, Ulmus, Quercus, Carpinus Betula, Olea, Tamarix, Salix and Corylus pollen were rare.\nThe paleoflora was composed of mostly herbaceous plants according to the pollen diagram. Whereas NAP pollen values range between 80 and 99%, AP values reach at maximum 20%. Increase of Pinus pollen affects maximum AP values directly. Chenopodiaceae, Artemisia and Poaceae have highest values of all NAP and were the main elements of the paleoflora.\ndeep lake sediments. (L9b) Close up view of shallow lake and deltaic sediments.\nPollen content of the samples is highly variable. Therefore, increasing and decreasing curves of pollen in the diagram based on pollen concentration do not necessarily reflect climatic or environmental change.\nPollen of aquatic plants such as Carex, Sparganium, Typha, and Salix have been defined only in a few samples, with few grains. Pollen values of deciduous and evergreen trees average about 5%, and tree growth could have been controlled by climatic conditions.\nThe Late Pleistocene was almost treeless and the landscape was dominated by mainly halophyte vegetation (Fig. 5). High\nevaporation could have controlled saline soil development for growth and expansion of Chenopodiaceae. Likewise, low AP values, and dominance of Chenopodiaceae and Artemisia indicate cold and arid climatic conditions for Late Pleistocene at the northern part of Lake Van.\nLake Van laminated sediments cover several glacial and interglacial periods over the last 500,000 years (Litt et al., 2012a). Lithological features of laminated sediments of Holocene, LGM (Last Glacial Maximum) and an older interglacial period (for figures see Litt et al., 2012a) of Lake Van also have similarities with those of\nFi g.\n4. Po\nlle n di ag\nra m\nof Er ci şe\nÇe le bi ba\ngı sa m pl es\n(s tr at ig ra ph\nic un\nit s an\nd sa m pl in g po\nin ts\nat le ft ,p\nol le n di ag\nra m\nof tr ee\ns an\nd sh\nru bs\nan d gr as se s an\nd he\nrb s at\nth e m id dl e an\nd % A P/ N A P di ag\nra m\nat ri gh\nt) .\nthe ErcişeÇelebiba gı outcrop. Elsewhere, glacial and interglacial periods can easily be observed from AP/NAP ratios. Continuous increases of deciduous oak curve in pollen diagrams from the Mediterranean andMiddle East point to risingmoisture (RossignolStrick, 1995). In the Lake Van region, an abundance of tree pollen such as deciduous oak indicates warmer environments, and cold stages are characterized by steppe elements (Litt et al., 2012b). The highest abundance of Chenopodiaceae and Artemisia signals arid climate and steppe vegetation in Lake Van (van Zeist andWoldring, 1978; Wick et al., 2003; Litt et al., 2009), in the Near East and Southwest Asia (van Zeist and Bottema, 1988; Roberts and Wright, 1993), in Georgia (Connor et al., 2007), in the Ghab valley marsh (Niklewski and van Zeist, 1970), in the Ghab valley in Syria (Yasuda et al., 2000), in Lake Zeribar, Iran (van Zeist and Bottema, 1977), in Lake Mirabad (van Zeist and Bottema, 1991), in southwestern Syria (Hussein, 2006), in east Asia (Liu et al., 2006) and in the eastern Mediterranean (Roberts et al., 2011).\nQuercus (esp. deciduous oak) is one of the moist and warm climate indices for interglacial periods (Wick et al., 2003; Litt et al., 2009, 2012b), and d18O ratios are compatible with increasing and decreasing AP/NAP (increase of AP mainly results from increase of Quercus sp.) in the Lake Van region (Litt et al., 2009). The Quercus curve of Lake Urmia shows increases between 130 and 80 ka during interglacial periods (Djamali et al., 2008). Continuous increase of deciduous oak in the Mediterranean and Middle East points to rising moisture (Rossignol-Strick, 1995). The absence or near absence of Olea, Pistacia and Quercus (evergreen oak) trees, which are most indicative of a Mediterranean climate, indicates summers may have been less severely dry during the last glacial than today (Roberts and Wright, 1993). In the present study, Quercus pollen have been recorded, but do not show a continuous curve and also have very low values.\nThe ErcişeÇelebiba gı pollen diagram has similarities with Lake Van (Litt et al., 2009), Lake Zeribar (van Zeist and Bottema, 1977), Lake Urmia (Djamali et al., 2008) and southeastern Syria (Hussein, 2006) pollen diagrams, and the differences are derived from local changes arising from soil type, wetlands, and topography (Fig. 6). Similarities with high Chenopodiaceae, Artemisia and Poaceae values of pollen diagrams of ErcişeÇelebiba gı region, Lake Van and Iran may reflect a simultaneous glacial period during the Late Pleistocene. The lower part of the Lake Zeribar pollen diagram is characterized by an almost absence of AP pollen, and is dominated by Artemisia, Chenopodiaceae, Umbelliferae (Apiaceae) and Gramineae (Poaceae) steppe and desertesteppe vegetation between 22,000 and 14,000 BP (van Zeist and Bottema, 1977). Five major pollen zones have been distinguished according to the increase and decrease of AP/NAP curve in the Lake Urmia pollen diagram from 200 ka to the Holocene. High NAP values are characterized by Chenopodiaceae, Artemisia and Poaceae pollen, while the AP curve shows increasing Quercus during interglacial periods (Djamali et al., 2008). Similar AP/NAP value changes have been identified in the Lake Van pollen diagram (Litt et al., 2009, 2012a) and Chenopodiaceae, Artemisia and Poaceae were the main elements of semi-desert steppe vegetation during the Pleniglacial. High NAP values with Artemisia, Chenopodiaceae and Poaceae identified in this study are comparable with glacial periods. The Ercişe Çelebiba gı terrace sediments were deposited during a glacial period, and the low amount of AP pollen indicates such a climatic condition.\nEphedra is an important indicator for defining desert conditions (Tarasov et al., 1998), and the biome is desert forb characterized by Ephedra (Prentice et al., 1996). In this study, both Ephedra distachyatype and Ephedra fragilis-type have a low value and were identified only in a few samples. Extraordinarily high pollen percentages of E. distachya-type and minimum tree pollen values suggest extremely\narid and desert-like conditions in the Lake Van region between 11,620 and 11,450 BP (Wick et al., 2003). The near absence of Ephedra pollen in this study indicates the climate conditions in the Late Pleistocene were not as arid as at the beginning of the Holocene.\nBoreal/temperate deciduous elements such as Alnus and cool temperate deciduous elements such as Ulmus and Carpinus were identified with very low values and only in a few samples. The very low values of broadleaved evergreen/warm mixed forest elements (Quercus evergreen and deciduous, Alnus, Ulmus, Carpinus, Pinus, Castanea) indicate a previous warmer interglacial period.\nThere are several distinct differences between the pollen diagram and recent flora around Lake Van. One is the absence of Quercus pollen in the diagram, although Quercus is very common and dominant in recent flora. The second one is the very low value of Juglans pollen. Juglans exists naturally at the northern and the eastern parts of Lake Van and has been cultivated for its fruits and for coloring traditional carpets. The third difference between the pollen diagram and recent flora is cereals. Cereals expanded in the Irano-Turanian phytogeographic region naturally, and are very common elements of steppes and meadows around Lake Van and in agricultural areas. Anthropogenic indicators such as cereals, Juglans, Plantago lanceolata, Rumex and Sanguisorba minor and others have been used to determine human impact (Bottema, 1975, 1986; Behre, 1981, 1990; Vermoere et al., 2000; Yi Yin et al., 2008). Some anthropogenic indicators such as Cerealia-type, P. lanceolata and Juglans have been recorded in pollen diagrams of Lake Van (Wick et al., 2003; Litt et al., 2009; Kaplan and Örçen, 2011). Some of the anthropogenic indicators such as Cerealia have a limited importance in the Near East compared to Europe because of their natural presence in vegetation (Behre, 1990).\nIn this study, Juglans has been identified only in a few samples and does not show a continuous curve, unlike its pattern from 2000 BP to present (Wick et al., 2003; Litt et al., 2009; Kaplan and Örçen, 2011). Cerealia and P. lanceolata or other anthropogenic indicators (primary and secondary anthropogenic indicators defined by Behre, 1990) have not been recognized. Absence of those indicators is not only caused by lack of human impact, but also should be related to the climatic conditions.\nThe fourth difference between the reconstructed paleoflora in this study and recent flora records are the dominant taxa in the area. Chenopodiaceae is the main element of Late Pleistocene paleoflora, even if the family is not recorded in recent flora at the same abundance. At the present time, Asteraceae are dominant, while Chenopodiaceae is less so. High amounts of Chenopodiaceae during Late Pleistocene are related to the climatic conditions. A strong increase in moisture has been recorded at the beginning of the Holocene, and Artemisia-chenopod steppes were partly replaced by grass steppe and pistachio scrub, according to the geochemical and isotopic records of Lake Van (Wick et al., 2003). The paleoflora record shows that the recent flora was mainly established during Late Holocene around Lake Van (Kaplan and Örçen, 2011)."
  }, {
    "heading": "5. Conclusion",
    "text": "Continuous laminated deep lake sediments in the northern part of Lake Van have potential for high resolution pollen analysis. Pollen analysis results show high NAP pollen values with Chenopodiaceae, Artemisia and Poaceae. The near absence of tree pollen in samples has been controlled by climatic conditions. Chenopodiaceae was the most abundant element of paleoflora, and the landscape was mostly covered by steppe vegetation. The near absence of tree pollen and maximum Chenopodiaceae values\nindicate arid climatic conditions during the Late Pleistocene. The steppe vegetation was halophytic and climate conditions were arid and colder than today based on pollen analysis."
  }, {
    "heading": "Acknowledgment",
    "text": "This study was partially funded by Yuzuncu Yıl University Scientific Research Projects Unit (Project Number: Mim-B-107). I would like to thank Prof. Dr. Sefer Örçen, Prof. Dr. Funda Akgün for their contributions, Dr. Mustafa Karabıyıko glu, Ülker Cem Kaplan, Dr. Vural Oyan, A. Feray Meydan, Dr. Serkan Üner, and Do gukan Alkım Türközü for their helps during field studies, Dr. Fevzi Özgökçe for his contributions for reconstruction of paleovegetation and to Dr. Zühtü Batı and Dr. R. Hayrettin Sancay for their contributions for the studies in microscope laboratory of Turkish Petroleum Corporation."
  }],
  "year": 2013,
  "references": [{
    "title": "Climate and Bioclimate",
    "authors": ["Y. Akman"],
    "venue": "Palme Engineering Serial,",
    "year": 1990
  }, {
    "title": "Report of Van Earthquakes (Tabanlı-Edremit)",
    "authors": ["H. Alan", "E. Bozkurt", "D. Ça glan", "K. Dirik", "Ç. Özkaymak", "H. Sözbilir", "T. Topal"],
    "venue": "TMMOB Society of Geological Engineering, Publication,",
    "year": 2011
  }, {
    "title": "The flora of Aktuzla (Malazgirt-Muş) (Master thesis, unpublished)",
    "authors": ["S. Almanar"],
    "venue": "Y. Y. Ü., Institute of Natural and Applied Science,",
    "year": 2003
  }, {
    "title": "The flora of Süphan Mountain (Bitlis)",
    "authors": ["L. Behçet"],
    "venue": "Y. Y. Ü. Journal of the Institute of Natural and Applied Science",
    "year": 1991
  }, {
    "title": "The interpretation of anthropogenic indicators from pollen diagrams",
    "authors": ["K.E. Behre"],
    "venue": "Pollen et Spores",
    "year": 1981
  }, {
    "title": "Some reflections on anthropogenic indicators and the record of prehistoric occupation phases in pollen diagrams from the Near East",
    "authors": ["K.E. Behre"],
    "year": 1990
  }, {
    "title": "A pollen diagram from the Syrian anti Lebanon. Paleorient 3, 259e268",
    "authors": ["S. Bottema"],
    "year": 1975
  }, {
    "title": "A Late Quaternary pollen diagram from Lake Urmia (Northwest Iran)",
    "authors": ["S. Bottema"],
    "venue": "Review of Palaeobotany and Palynology",
    "year": 1986
  }, {
    "title": "A 5600-yr history of changing vegetation, sea-levels and human impacts from the Black Sea coast of Georgia",
    "authors": ["S.E. Connor", "I. Thomas", "E.V. Kvavadze"],
    "venue": "The Holocene",
    "year": 2007
  }, {
    "title": "Geological development of Lake Van: a summary",
    "authors": ["E.T. Degens", "H.K. Wong", "F. Kurtman", "P. Finckh"],
    "venue": "Mineral Research and Exploration Institute of Turkey (MTA) Publication,",
    "year": 1978
  }, {
    "title": "AhlateAdilcevaz bölgesinin jeolojisi (Van Gölü kuzeyi)",
    "authors": ["E. Demirtaşlı", "C. Pisoni"],
    "venue": "Maden Tetkik ve Arama Enstitüsü Dergisi",
    "year": 1965
  }, {
    "title": "An Upper Pleistocene long pollen record from the Near East, the 100 m-long sequence of Lake Urmia, NW Iran",
    "authors": ["M. Djamali", "de Beaulieu", "J.-L", "M. Shah-Hosseini", "V. Andrieu-Ponel", "A. Amini", "H. Akhani", "S.A.G. Leroy", "L. Stevens", "H. Alizadeh", "P. Ponel", "S. Brewer"],
    "venue": "Quaternary Research",
    "year": 2008
  }, {
    "title": "Sieving techniques in palynological sample processing with special reference to the MRA system",
    "authors": ["V.Ş. Ediger"],
    "venue": "Micropaleontology",
    "year": 1986
  }, {
    "title": "An Introduction to Pollen Analysis",
    "authors": ["G. Erdtman"],
    "venue": "Choronica Botanica,",
    "year": 1943
  }, {
    "title": "Textbook of Pollen Analysis, fourth ed",
    "authors": ["K. Faegri", "J. Iversen"],
    "year": 1989
  }, {
    "title": "Geology of Middle Part of Bitlis Metamorphic Zone, M.T.A",
    "authors": ["M.C. glu", "N. Turhan"],
    "venue": "Report, Report No:",
    "year": 1985
  }, {
    "title": "Climatic characteristics of the Late Pleistocene and Holocene continental deposits from southwestern Syria based on palynological data",
    "authors": ["K.M. Hussein"],
    "year": 2006
  }, {
    "title": "Pollen profile of the last 1000 years of Lake Van Northern Basin: Preliminarily results",
    "authors": ["G. Kaplan", "G. Heumann"],
    "venue": "Journal of the Institute of Natural and Applied Sciences",
    "year": 2010
  }, {
    "title": "Late Holocene Paleoflora of Lake Van Northern Basin",
    "authors": ["G. Kaplan", "S. Örçen"],
    "venue": "Bulletin of the Earth Sciences Application and Research Centre of Hacettepe University",
    "year": 2011
  }, {
    "title": "The flora of Akçada g (Van, Turkey)",
    "authors": ["O. Karabacak", "L. Behçet"],
    "venue": "Turkish Journal of Botany",
    "year": 2007
  }, {
    "title": "Zilan Vadisi (Erciş-Van) Florası (PhD thesis, unpublished)",
    "authors": ["O. Karabacak"],
    "venue": "Yüzüncü Yıl University",
    "year": 2008
  }, {
    "title": "A floating varve chronology from the last glacial maximum terrace of Lake Van/Turkey",
    "authors": ["S. Kempe", "G. Landmann", "G. Müller"],
    "venue": "Zeitschrift für Geomorphologie",
    "year": 2002
  }, {
    "title": "Magma generation by slab steepening and breakoff beneath a subductioneaccretion complex: an alternative model for collision-related volcanism in Eastern Anatolia, Turkey",
    "authors": ["M. Keskin"],
    "venue": "Geophysical Research Letters",
    "year": 2003
  }, {
    "title": "Formation of the Upper Pleistocene terraces of Lake Van",
    "authors": ["C. Kuzucuo glu", "A. Christol", "D. Mouralis", "A.F. Do gu", "E. Akköprü", "M. Fort", "D. Brunstein", "H. Zorer", "M. Fontugne", "M. Karabıyıko glu", "S. Scaillet", "J.L. Reyss", "H. Guillou"],
    "venue": "Journal of Quaternary Science",
    "year": 2010
  }, {
    "title": "Climatically induced lake level changes at Lake Van, Turkey, during the Pleistocene/Holocene transition",
    "authors": ["G. Landmann", "A. Reimer", "S. Kempe"],
    "venue": "Global Biogeochemical Cycles",
    "year": 1996
  }, {
    "title": "Dating Late Glacial abrupt climate changes in the 14,570 long continuous varve record of Lake Van, Turkey",
    "authors": ["G. Landmann", "A. Reimer", "G. Lemcke", "S. Kepme"],
    "year": 1996
  }, {
    "title": "Geochronology of Late Cenezoic volcanism in the area of Lake Van, Turkey: an example of developmental dynamics for magmatic processes",
    "authors": ["V.A. Lebedev", "E.V. Sharkov", "M. Keskin", "V. Oyan"],
    "venue": "Doklady Earth Science 433,",
    "year": 2010
  }, {
    "title": "PALEOVAN’, International Continental Scientific Drilling Program (ICDP): site survey results and perspectives",
    "authors": ["T. Litt", "S. Krastel", "M. Sturm", "R. Kipfer", "S. Örcen", "G. Heumann", "S.O. Franz", "U.B. Ülgen", "F. Niessen"],
    "venue": "Quaternary Science Reviews",
    "year": 2009
  }, {
    "title": "Pickarski,N., Heumann,G., PALEOVANscience team,2012b.A500,000-year-long Continental Pollen Record of Lake Van in Eastern Anatolia",
    "authors": ["T. Litt"],
    "year": 2012
  }, {
    "title": "Climatic and anthropogenic control of surface pollen assemblages in East Asian steppes",
    "authors": ["H. Liu", "Y. Wang", "J. Zhu", "W. Hongya"],
    "venue": "Review of Palaeobotany and Palynology",
    "year": 2006
  }, {
    "title": "Pollen Analysis, second ed",
    "authors": ["P.D. Moore", "J.A. Webb", "M.E. Collinson"],
    "year": 1991
  }, {
    "title": "A Late Quaternary pollen diagram from NW Syria",
    "authors": ["J. Niklewski", "W. van Zeist"],
    "venue": "Acta Botanica Neerlandica",
    "year": 1970
  }, {
    "title": "Naefeldspar-rich leucogranitic rocks in the Bitlis massif (Yolcular Metamorphic): a potential source for feldspar",
    "authors": ["V. Oyan"],
    "venue": "Tolluo glu, A.Ü.,",
    "year": 2005
  }, {
    "title": "Volcanostratigraphic and petrologic properties of the Etrüsk Stratovolcano, SE Turkey. In: The 2nd International Scientific Conference of Young Scientists and Students, “ New Directions of Investigations in Earth Sciences",
    "authors": ["A.Ü. glu", "M. Keskin"],
    "year": 2007
  }, {
    "title": "Etrüsk volkanı ve çevresinin (Van Gölü Kuzeyi) volkanostratigrafisi, petrolojisi ve magmatik evrimi (Ph.D thesis, unpublished)",
    "authors": ["V. Oyan"],
    "venue": "Yüzüncü Yıl University,",
    "year": 2011
  }, {
    "title": "Volcanostratigraphy and petrogenesis of the Nemrut stratovolcano (East Anatolia high plateau): the most recent post-collisional volcanism in Turkey",
    "authors": ["A.Ü. glu", "Güleç"],
    "venue": "Chemical Geology",
    "year": 2006
  }, {
    "title": "Reconstructing biomes from palaeoecological data: a general method and its application to European pollen data at 0 and 6 ka",
    "authors": ["I.C. Prentice", "J. Guiot", "B. Huntley", "D. Jolly", "R. Cheddadi"],
    "venue": "Climate Dynamics",
    "year": 1996
  }, {
    "title": "Climatic, vegetation and cultural change in the eastern Mediterranean during the mid-Holocene environmental transition",
    "authors": ["N. Roberts", "W.J. Eastwood", "C. Kuzucuoglu", "G. Fiorentino", "V. Caracuta"],
    "venue": "The Holocene",
    "year": 2011
  }, {
    "title": "Vegetational, lake-level and climatic history of the near east and southwest Asia",
    "authors": ["N. Roberts", "H.E. Wright Jr."],
    "year": 1993
  }, {
    "title": "Seaeland correlation of pollen records in the eastern Mediterranean for the glacialeinterglacial transition: biostratigraphy versus radiometric time-scale",
    "authors": ["M. Rossignol-Strick"],
    "venue": "Quaternary Science Reviews",
    "year": 1995
  }, {
    "title": "Untersuchungen zur Physiogeographie von Ostanatolien und Nordwestiran, geomorphologische, klima- und hydrogeographische Studien im Vansee- und Rezaiyehsee-Gebiet",
    "authors": ["G. Schweizer"],
    "venue": "Tubinger Geografische Studien, Tubingen,",
    "year": 1975
  }, {
    "title": "Eastern Turkish high-plateau as a small Turkish type orogen: implications for post-collisional crust-forming processes in Turkic type orogens",
    "authors": ["A.M.C. Şengör", "S. Özeren", "M. Keskin", "M. Sakınç", "A.D. Özbakır", "I. Kayan"],
    "venue": "Earth Sciences Reviews",
    "year": 2008
  }, {
    "title": "Present-day and mid-Holocene biomes reconstructed from pollen and plant macrofossil data from the former Soviet Union and Mongolia",
    "authors": ["L. Saarse", "D.V. Sevastyanov", "V.S. Volkova", "V.P. Zernitskaya"],
    "venue": "Journal of Biogeography",
    "year": 1998
  }, {
    "title": "A morphological and petrological study of the terraces around Lake Van, Turkey",
    "authors": ["I. Valeton"],
    "venue": "Mineral Research and Exploration Institute of Turkey (MTA) Publication,",
    "year": 1978
  }, {
    "title": "Palynological investigations in western Iran",
    "authors": ["W. van Zeist", "S. Bottema"],
    "venue": "Palaeohistoria 19,",
    "year": 1977
  }, {
    "title": "Late Holocene environmental change and the record of human impact at Gravgaz near Sagalassos, Southwest Turkey",
    "authors": ["M. Vermoere", "E. Smets", "M. Waelkens", "H. Vanhaverbeke", "I. Librecht", "L. Paulissen", "L. Vanhecke"],
    "venue": "Journal of Archaeological Science",
    "year": 2000
  }, {
    "title": "Evidence of Lateglacial and Holocene climatic change and human impact in eastern Anatolia: high resolution pollen, charcoal, isotopic and geochemical records from the laminated sediments of Lake Van, Turkey",
    "authors": ["L. Wick", "G. Lemcke", "M. Strum"],
    "venue": "The Holocene",
    "year": 2003
  }, {
    "title": "Pollen. Their Structure, Identification and Significance in Science and Medicine",
    "authors": ["R.P. Wodehouse"],
    "year": 1935
  }, {
    "title": "The earliest record of major anthropogenic deforestation in the Ghab Valley, northwest Syria: a palynological study",
    "authors": ["Y. Yasuda", "H. Kitagawa", "T. Nakagawa"],
    "venue": "Quaternary International 73/74,",
    "year": 2000
  }, {
    "title": "Pollen indicators of human activity",
    "authors": ["L. Yi Yin", "Z. Li Ping", "C. Hai Ting"],
    "venue": "Chinese Science Bulletin",
    "year": 2008
  }, {
    "title": "Etude Petrographique et Geochronologique de la region de Cacas",
    "authors": ["O. Yılmaz"],
    "venue": "(Ph.D thesis, unpublished)",
    "year": 1971
  }, {
    "title": "Late Quaternary vegetational and climatic history of southwest Asia",
    "authors": ["W. van Zeist", "S. Bottema"],
    "venue": "Proceedings, Indian Natural Science Academy",
    "year": 1988
  }, {
    "title": "Late Quaternary vegetation of the Near East. In: Beihefte zum Tübinger Atlas des Vorderen Orients, Reihe A18",
    "authors": ["W. van Zeist", "S. Bottema"],
    "year": 1991
  }, {
    "title": "A pollen Profile from Lake Van: a preliminary report",
    "authors": ["W. van Zeist", "H. Woldring"],
    "venue": "Mineral Research and Exploration Institute of Turkey (MTA) Publication,",
    "year": 1978
  }],
  "id": "SP:8f8b5eb58068329af2991ef01f1957b1464c2220",
  "authors": [{
    "name": "Güldem Kaplan",
    "affiliations": []
  }],
  "abstractText": "Paleovegetation and paleoclimate reconstruction of a Late Pleistocene terrace of Lake Van (northern part of lake; Erciş Çelebiba gı region) was based on pollen analysis from continuous laminated sediments. According to the pollen analysis, NAP pollen values are predominantly abundant. Chenopodiaceae, Artemisia and Poaceae were the prevailing plants, and Chenopodiaceae was the dominant paleoflora element during Late Pleistocene. Pollen data indicate halophyte vegetation. Climate was colder and drier. 2012 Elsevier Ltd and INQUA. All rights reserved.",
  "title": "Palynological analysis of the Late Pleistocene terrace deposits of Lake Van, eastern Turkey: Reconstruction of paleovegetation and paleoclimate"
}