{
  "sections": [{
    "text": "P s\nT M L R\na\n0 b\nH c\nM d\nN e\nf\ng\nh\nR A\nA\ni w ( w s p h S b g b a\nh 1\nBasic and Applied Ecology 16 (2015) 665–673\nlant-available silicon in paddy soils as a key factor for ustainable rice production in Southeast Asia\nhimo Klotzbüchera,∗, Anika Marxenb, Doris Vetterleinb, Janina Schneikerc, anfred Türkec, Nguyen van Sinhd, Nguyen Hung Manhd, Ho van Chiene, eonardo Marquezf, Sylvia Villarealg, Jesus Victor Bustamanteh, einhold Jahna\nInstitute of Agricultural and Nutritional Sciences – Soil Science, University of Halle, Von-Seckendorff-Platz 3, 6120 Halle (Saale), Germany Department of Soil Physics, Helmholtz Centre for Environmental Research UFZ, Theodor-Lieser-Straße 4, 06120 alle (Saale), Germany Department of Ecology and Ecosystem Management, Terrestrial Ecology Research Group, Technische Universität ünchen, Hans-Carl-von-Carlowitz-Platz 2, 85354 Freising, Germany Institute of Ecology and Biological Resources, Vietnam Academy of Science and Technology, 18 Hoang Quoc Viet, ghia Do, Cau Giay, Ha Noi, Viet Nam Southern Regional Plant Protection Center, MARD, Long Dinh, Tien Giang, Viet Nam Crop Protection Division, Philippine Rice Research Institute, Maligaya, Munoz, Nueva Ecija, Philippines International Rice Research Institute – IRRI, Los Banos, Philippines Las Vegas Restaurant, Banaue, Ifugao 3601, Philippines\neceived 15 November 2013; accepted 1 August 2014 vailable online 8 August 2014\nbstract\nRice is among the most important crops for human nutrition. The need to increase yields is commonly achieved by agricultural ntensification that often comes along with negative impacts on the environment. In 2011, the interdisciplinary LEGATO project as launched with the aim to advance sustainable rice production. A key feature for sustainable rice production is silicon Si) availability. Si can e.g. improve rice crop resistance against pathogens and prevent the uptake of toxic metals. Herein, e introduce the characteristics of the seven LEGATO study regions in Vietnam and the Philippines (i.e., climate, geology, oils, agricultural practices) ranging from lowlands with intensive production to mountain regions with extensive and traditional\nroduction systems. Secondly, we show data on concentrations of plant-available Si (Sipa) in topsoils of paddy fields (Ap + Arp orizons) and of sites with an alternative land-use (forest, upland crops), and discuss factors determining spatial differences in i concentrations. Results show that Si concentrations in topsoils of paddies (assessed by acetate extraction) greatly differ\npa pa\netween Philippine (141–322 mg Si kg−1) and Vietnamese (20–51 mg Si kg−1) regions. This can be explained by differences in eo-/pedologic conditions between the countries. Large Sipa concentrations in the Philippines are due to recent rock formation y active volcanism, hence, by a large Sipa input due to mineral weathering in recent geologic history. Land-use can also ffect Sipa in topsoils: in Philippine regions, Sipa concentrations were significantly larger for paddies than for other land-use\n∗Corresponding author. Tel.: +49 345 5522535; fax: +49 345 5527116. E-mail addresses: thimo.klotzbuecher@landw.uni-halle.de, Thimo.klotzbuecher@googlemail.com (T. Klotzbücher).\nttp://dx.doi.org/10.1016/j.baae.2014.08.002 439-1791/© 2014 Gesellschaft für Ökologie. Published by Elsevier GmbH. All rights reserved.\n6 t V t\nZ\nR f z R v l u E B / g g p v n N ©\nK\nI\nt d i 2 e b T ‘ m p t V t S T f a t 1 y r t a e\n66 T. Klotzbücher et al. / Basic and Applied Ecology 16 (2015) 665–673\nypes. In some of the Vietnamese paddies, Sipa concentrations are below critical values, thus might limit plant growth. Many ietnamese farmers export Si from fields by removing straw residues with the harvest. Our subsequent research thus aims to est whether changes in harvest residue management can improve the Si supply to plants in Vietnamese regions.\nusammenfassung\nReis stellt für einen Großteil der Menschen die Hauptnahrungsgrundlage dar. Der in den letzten Jahrzehnten gestiegene eisbedarf konnte durch eine Intensivierung des Reisanbaus gedeckt werden, was aber oft zu erheblichen Umweltschäden ührte. Das seit 2011 laufende interdisziplinäre LEGATO-Projekt hat eine Verbesserung der Nachhaltigkeit beim Reisanbau um Ziel. Ein wichtiger Aspekt hierbei ist ein nachhaltiges Management des Silizium (Si)-Kreislaufs. Si erhöht die Resistenz der eispflanze gegen Krankheitserreger, steigert die Effizienz von NPK-Düngern und kann die Aufnahme von toxischen Metallen erringern. In diesem Artikel stellen wir die Untersuchungsregionen des LEGATO-Projekts vor (Klima, Geologie, Böden, andwirtschaftliche Praxis), zeigen Konzentrationen von pflanzenverfügbarem Si (Sipa) in den Reisböden (Ap + Arp-Horizonte) nd diskutieren Faktoren, welche Unterschiede der Konzentrationen zwischen den Regionen steuern. Das Sipa wurde mittels xtraktion mit Natrium-Acetat-Lösung bestimmt. Die Ergebnisse zeigen, dass die Sipa-Konzentrationen in philippinischen öden deutlich höher liegen als in vietnamesischen Böden (141–322 vs. 20–51 mg Si kg−1). Dies ist durch Unterschiede der geopedologischen Bedingungen zu erklären. Die hohen Konzentrationen in philippinischen Böden entstehen durch die Freisetzung roßer Mengen an mobilem Si während der Verwitterung vulkanischer Gesteine, die in der geologisch jüngeren Geschichte ebildet wurden. Auch die Landnutzung kann die Sipa-Konzentrationen in Oberböden beeinflussen. Die Konzentrationen in hilippinischen Reisböden sind höher als die in Böden unter anderer Landnutzung (z.B. Wald, Gemüseanbau). In einigen ietnamesischen Reisfeldern könnte ein Si-Mangel den Reisertrag limitieren. Viele vietnamesische Bauern exportieren Reisstroh ach der Ernte und entziehen dem Kreislauf dadurch eine möglicherweise wichtige Quelle von Sipa. Wir werden deshalb als ächstes untersuchen, ob man durch eine Änderung dieser Praxis die Si-Versorgung der Reispflanzen verbessern kann.\n2014 Gesellschaft für Ökologie. Published by Elsevier GmbH. All rights reserved.\nerable\nD t i s b w C u ( t 2 t t G c S\nt W H s t i concentrations in topsoils between rice fields and adjacent\neywords: Rice production; Silicon cycling; Sustainability; Weath\nntroduction\nRice is among the most important crops for human nutriion. With the intensification of rice production in the last ecades, the use of pesticides and chemical fertilizer (NPK) ncreased (e.g., Tilman, Cassman, Matson, Naylor, & Polasky 002). Leaching losses of nutrients and pesticides threaten the nvironment and human health, thus questioning the sustainaility of current agricultural practices (Tilman et al. 2002). he interdisciplinary LEGATO project (LEGATO stands for: Land-use intensity and Ecological Engineering – Assessent Tools for risks and Opportunities in irrigated rice based roduction systems’) investigates opportunities to enhance he sustainability of rice production in contrasting regions of ietnam and the Philippines (Settele et al. 2015). An imporant element of LEGATO is research on silicon (Si) cycling. i is a beneficial element for rice plants (Ma, Miyake, & akahashi 2001; Guntzer, Keller, & Meunier 2012). It can or example improve the plants’ resistance to fungal diseases nd insect pests, alleviate the toxicity of metals, or increase he efficiency of NPK fertilizers (Savant, Datnoff, & Snyder 997; Guntzer et al. 2012). Si fertilization can enhance rice ields (Ma & Takahashi 1990), but it is not practiced in most ice growing regions (including the LEGATO regions). Si ferilization using natural minerals or organic materials might be\nstrategy to reduce NPK and pesticide applications (Guntzer t al. 2012).\nn r\nminerals; Straw residue management; LEGATO project\nSi cycling in rice production systems is poorly studied. esplanques et al. (2006) estimated for a rice field in France hat about 44% of the Si taken up by rice plants is supplied by rrigation, while the other 56% must be supplied by soil contituents. On the long-term, supply of plant-available Si (Sipa) y soils presumably is determined by the relatively slow eathering of parent material (Opfergelt, Delvaux, André, & ardinal 2008; Melzer et al. 2012). On shorter timescales, Si ptake by plants and recycling of litter may also be important Derry, Kurtz, Ziegler, & Chadwick 2005). Silicon precipiates in plant tissues, forming so-called phytoliths (Ma et al. 006). Phytoliths are amorphous Si bodies that dissolve faster han primary and secondary minerals at pH values relevant o most soils (Fraysse, Pokrovsky, Schott, & Meunier 2009; untzer et al. 2012), thus may be a main Sipa source. Agriultural practices such as rice straw export thus may affect ipa in soils (Savant et al. 1997). Research in LEGATO is conducted in regions of conrasting geology, soils, climate and agricultural practices. e therefore expected differences in Sipa between regions. erein, we first introduce characteristics of the LEGATO tudy regions. Second, we show data on Sipa concentrations in opsoils of paddy fields and discuss potential factors explainng differences in Sipa between regions. We compare Sipa\non-rice sites (orchards, vegetable fields, forest) to test how elevant land-use might be for Sipa. The results presented\nApplie\nh L p r\nC l\n‘ I r P t I a D\ni d E s o s t f f v i l\nC\na I t P s e a I p m\nT\ne s v o w t\no W s\n( o t T n s c P m r c P a b R a D P a a U t s\nw s ( t v o a F n M t 2 V a 2 E a u l a s A\nt\nT. Klotzbücher et al. / Basic and\nerein provide the basis for further investigations within EGATO on an adequate management of the Si cycle in rice roduction, including e.g. experiments on Si fertilization and ole of crop residues as Sipa source.\nharacterization of LEGATO study regions, andscapes and sites\nResearch of the LEGATO project focuses on seven regions’ of 15 × 15 km (Fig. 1). The three regions in Luzon sland (Philippines) are denoted as PH 1 to PH 3, the four egions in Vietnam as VN 1 to VN 4 (Fig. 1). VN 3 and H 3 are located in mountain areas, where rice is grown on erraces. Two regions are located in the lowland of Luzon sland (Philippines), two regions are located in the Red River rea (Northern Vietnam) and one is located in the Mekong elta (Southern Vietnam). Within each region, five core study ‘landscapes’, consistng of a pair of rice fields (or ‘core sites’), were selected. The istance between the two rice fields of a pair is ∼150–1000 m ach pair consists of one rice field situated in a homogeneous urrounding (i.e., other rice fields dominate the surrounding f 100 m radius) and one rice field in a more heterogeneous urrounding (i.e., the surrounding of 100 m radius is characerized by a dominance of non-rice land use such as gardens or orests). Structural heterogeneity will be an important aspect or LEGATO researchers focusing on links between biodiersity and crop production. We do not consider it as a factor n the present publication because we focus on factors for arger-scale differences in Sipa levels between regions.\nlimate\nAnnual temperatures and precipitation of our study areas re given in Fig. 2. The climate in the lowlands of Luzon sland and Southern Vietnam was classified as monsoonal ropical (=Am according to Köppen–Geiger classification; eel, Finlayson, & McMahon 2007). Temperatures show no easonality (Fig. 2). The climate for the lowlands in Northrn Vietnam was classified as warm humid subtropical (=Cwa ccording to Köppen–Geiger classification; Peel et al. 2007). t is characterized by hot summers and cool winters. Annual recipitation is higher, and temperatures are lower in the ountains than in the lowland regions.\nopography, geology and soils\nInformation on geology and soil types was drawn from xisting maps. Furthermore, we examined soil profiles for ome of the examined paddies and adjacent forest sites to erify information from these existing sources; information n possible small-scale variability in geology and soil type ithin the study regions is, however, not available. In general, he soils of the paddy fields belong to the units of Hydragric\nM u a 9\nd Ecology 16 (2015) 665–673 667\nr Irragric Anthrosols (according to IUSS Working Group RB 2006) but have developed from a wide range of other oil units. Luzon Island is characterized by high volcanic activity Liu, Zhao, Colin, Siringan, & Wu 2009). The basement f the island consists of mafic volcanic rocks of Late Creaceous to Eocene age (Knittel, Defant, & Raczek 1988). he surface geology is dominated by Cretaceous to Quaterary sedimentary and extrusive rocks (Liu et al. 2009). The edimentary rocks contain andesitic–basaltic lavas and pyrolastics. Southern Luzon, i.e. the area of our study region H 1, is dominated by Plio-Quaternary volcanic rocks, ostly andesites and basalts in association with dacites and hyodacites. Undifferentiated Cretaceous–Paleogene volanic rocks are distributed in the mountains of Luzon. Region H 1 is hilly, the study landscapes are located at 5–290 m bove sea level (asl). Dominant soil types are Gleyic Camisols, Orthic Luvisols and Eutric Nitosols (FAO 1979). egion PH 2 is plain and the study landscapes are located t 45–60 m asl. Dominant soil types are Gleyic Cambisols, ystric Nitosols and Pellic Vertisols (FAO 1979). Region H 3 is mountainous and the study landscapes are located t 780–1300 m asl. Dominant soil types are Dystric Nitosols nd Orthic Acrisols (FAO 1979) as well as Leptosols and mbrisols (steeper landscapes) and Cambisols. Dominant exture classes of the Philippine topsoils are silty clay loam, ilt loam and clay loam.\nThe Red River Delta in Northern Vietnam is a basin filled ith Quaternary sediments that are mainly composed of ands and gravels with subordinate lenses of silt and clay Li et al. 2006). Our study landscapes are composed of silty o loamy sediments. The geology of the upland areas in the icinity of the delta is complex. In Vietnamese areas upstream f the Red River, granites, gneisses, schists, sandstones nd limestones dominate (Proterozoic, Paleozoic, Mesozoic; romaget & Saurin 1971; Lan et al. 2000). In the uplands orth of the delta, which are close to our study regions, esozoic sandstones dominate. Region VN 1 is located in he tide-dominated area of the Red River Delta (Hori et al. 004) at ∼50 km distance to the shore (2–6 m asl). Region N 2 is located at the Northern edge of the Red River Delta djacent to a hilly region. The study landscapes are located in 0–45 m asl. Dominant soil types in the Hai Duong region are utric Gleysols and in the Vinh Phuc region Orthic, Gleyic nd Ferric Acrisols (FAO 1979). Acrisols also dominate the plands in the vicinity of the Red River Delta. Region VN 3 is ocated in the mountains of Northern Vietnam, at 730–1295 m sl. The region is dominated by orthogneiss and crystalline chists (Fromaget & Saurin 1971). Dominant soils are Orthic crisols (FAO 1979). The Mekong Delta in Southern Vietnam is filled with quaernary sediments of complex composition. Paleozoic and\nesozoic sedimentary rocks dominate the geology in areas pstream of the delta (Gupta 2009). Regionally, granitic rocks nd Neogene basalts occur. Region VN 4 is situated at about 0 km to the coast of the East Sea. The landscapes are located\n668 T. Klotzbücher et al. / Basic and Applied Ecology 16 (2015) 665–673\nT. Klotzbücher et al. / Basic and Applied Ecology 16 (2015) 665–673 669\nTable 1. Number of crops per year, crop rotation and straw residue management at the ten paddy fields per study region (PH = study regions in the Philippines; VN = study regions in Vietnam).\nStudy region Number of crops per year Crop residue management\nPH 1 2× rice (9 fields) 2× rice + 1× vegetables (1 field)\nThe straw is scattered or burned on the fields.\nPH 2 2× rice (4 fields) 2× rice + 1× vegetables/watermelon (4 fields) 1× rice + 1× vegetables (2 fields)\nThe straw is scattered or burned on the fields. On one field, part of the straw is removed from the fields and used as animal fodder.\nPH 3 1× rice (9 fields) 1× rice, sometimes 2× rice (1 field)\nThe straw is scattered or burned on the fields.\nVN 1 2× rice (7 fields) 2× rice + sometimes 1 vegetable (1 field) 2× rice + 1 vegetable (2 fields)\nThe straw is scattered or burned on the fields. On six of the ten fields, part of the straw is removed from the field.\nVN 2 2× rice (5 fields) 2× rice + 1 vegetable (5 fields)\nPart of the straw is removed from the fields. The other part is burnt or scattered on the field.\nVN 3 1× rice (9 fields) 1× rice + sometimes 1 vegetable (1 field)\nStraw is scattered or burned on the fields. On seven of the ten fields, part of the straw is removed from the field.\nVN 4 3× rice (10 fields) Straw is burned on the fields. On three of the ten fields, part of the straw is removed from the field.\ni D & N l d d\nA\nv o ( M p y T fi r t\n( fi t n f o\nt P i\nS\nT\no t p c s p I w I s a a U b t w f\nS\ns C\nn 1–3 m asl. Soils are dominated by Eutric Gleysols, and ystric and Thionic Fluvisols (Gröger, Proske, Hanebuth,\nHamer 2011). In the regions situated in the lowlands of orthern Vietnam, the dominant texture classes are silty clay oam, silt loam and clay loam, while loam and clay loam are ominant in the mountains (VN 3) and almost heavy clay is ominant in the Mekong delta.\ngricultural practice\nInformation on agricultural practice was collected by interiewing farmers of the 70 LEGATO rice fields. The number f rice crops per year range between one in the mountains PH 3, VN 3) to three in the Mekong Delta (VN 4; Table 1).\nost of the farmers in the other regions grow two rice crops er year. A part of the farmers grow one alternative crop per ear on the fields (a variety of vegetables or water melon). he crop rotation is most widely practiced in PH 2 (6 of 10 elds) and VN 2 (5 of 10 fields); in the other regions, crop otation is not practiced (VN 4) or only practiced by 1–3 of he 10 farmers (Table 1).\nThe straw residue management differs between the fields Table 1). Farmers burn the straw and leave the ash on the elds, leave the straw untreated on the fields, or bring it back o the fields as compost. Some of the farmers in the Vietamese regions and in PH 2 remove part of the rice straw rom the fields. It is used as animal fodder, for cooking or as rganic fertilizer for vegetable fields.\nThe regions are characterized by an intensive use of pesicides and chemical NPK fertilizers with the exception of H 3 where no chemical fertilizers are used and six of the ten nterviewed farmers seem not to apply pesticides (Table 2).\nm s 2 A\ntorage of plant-available Si in paddy soils\nopsoil sampling\nWe sampled soils from all of the 10 paddy fields in each f the 7 regions. Topsoil samples (Ap + Arp horizons with hicknesses between ∼10 and ∼30 cm) were taken with a lastic corer of 7.5 cm diameter (n = 9 cores per field). For omparison we sampled topsoil (top 20 cm of the mineral oil) from five non-rice sites that were situated close-by the addy fields using a metal corer (n = 5 or 6 cores per site). n PH 1, fields with different fruit trees and/or vegetables ere sampled. In PH 3 and VN 3, forest sites were sampled. n VN 2, fields with vegetables, fruit trees or forest were ampled. In the other regions we could not find sites of an lternative land-use type. All soil core samples were air-dried nd then shipped to the soil laboratories of the Martin-Lutherniversity in Halle (export and import permits were obtained efore transfer), where they were oven-dried (40 ◦C), pooled o obtain one sample per paddy field (same dry mass of soil as taken from all of the cores per field) and sieved (< 2 mm) or laboratory analysis.\noil analysis\nWe used sodium acetate solutions to extract dissolved and ome of the exchangeable Si from soils (Sauer, Saccone, onley, Herrmann, & Sommer 2006). This method is com-\nonly applied to estimate the concentrations of Sipa in rice oils (Dobermann & Fairhurst 2000; Korndörfer & Lepsch 001; Snyder 2001; Narayanaswamy & Prakash 2010). cetate-extractable Si was shown to correlate with Si uptake\n6 Applied Ecology 16 (2015) 665–673\nb t b c r c 0 e w L\nS ( w t ( w N d a m P r p\nD\na s m d < m\nR\nfi n S t r 2 p p t r s t\no s fi\ni i a i B r B\n70 T. Klotzbücher et al. / Basic and\ny rice plants (Snyder 2001). We used the widely applied proocol of Imaizumi and Yoshida (1958) as cited in the review y Sauer et al. (2006). Note that modifications of this protool were used in some studies cited herein (e.g. soil:solution atios, concentration of the extractant and/or extraction times an differ). Briefly, 10 g of dry soil was incubated with 100 ml .18 M NaOAc, adjusted to pH = 4, for 5 h at 40 ◦C (Sauer t al. 2006). The extracts were filtered (0.45 m) before Si as measured by ICP-OES (Ultima 2, Horiba Jobin-Yvon, ongjumeau, France). We additionally determined basic soil properties (Table 3). oil pH was measured using a 1 mol KCl solution soil:solution ratio of 1:2.5). Organic carbon (Corg) contents ere determined using a CNS analyzer (Vario EL, Elemenar Analysensysteme, Hanau, Germany). Total contents of Si Sitot), Al (Altot), Fe (Fetot), Ca (Catot), Mg (Mgtot), K (Ktot), ere determined by X-ray fluorescence analysis (S4 PIOEER, Bruker-AXS). The total reserve of bases (TRB) was etermined as the sum of the total contents of alkaline and lkaline earth elements. Particle size distribution was deterined according to Deutsches Institut für Normung (2002). article size distribution was determined for five fields per egion (i.e., one field of the 5 core landscapes), the other roperties were determined for all ten fields.\nata analysis\nWe used the Kruskal–Wallis one-way analysis of variance nd the Wilcoxon–Mann–Whitney test in order to test for ignificance of differences in soil properties. Non-parametric ethods were chosen because the data were not normally istributed. Differences are reported as being significant if p 0.05. The Statistica 99 software (Statsoft, Hamburg, Gerany) was used for all calculations.\nesults\nConcentrations of Sipa in Ap + Arp horizons of paddy elds were significantly larger for Philippine than for Vietamese regions (mean values of 141–322 vs. 20–51 mg i kg−1; Kruskal–Wallis-ANOVA, p < 0.0001; Fig. 3). Fur-\nhermore, they significantly differed between the Philippine egions, with PH 1 > PH 3 > PH 2 (mean values of 322, 03 and 141 mg Si kg−1; Wilcoxon–Mann–Whitney test;\n< 0.001 for PH 1 vs. PH 2; p = 0.005 for PH 1 vs. PH 3; = 0.002 for PH 2 vs. PH 3). In Vietnam, Sipa concentraions were significantly smaller in VN 2 than in the other egions (Wilcoxon–Mann–Whitney test; p values of 0.005 or maller), furthermore they were significantly larger in VN 4 han in VN 1 (p = 0.003).\nMean values of Sipa concentrations in the top 20 cm f the mineral soil from sites of alternative land-use were maller than mean values of Ap + Arp horizons of paddy elds (Fig. 4). Significant differences between paddies\n2 e w s\negions in Vietnam). Different letters indicate significant differences etween regions (p < 0.05 Wilcoxon–Mann–Whitney test).\nThe main result of this study is that Sipa concentrations n topsoils are considerably larger in the Philippine than n the Vietnamese regions. Weathering of primary minerls is the primary source of all ‘reactive’ Si that is cycling n the plant–soil system (Sommer, Kaczorek, Kuzyakov, & reuer 2006). Recent studies showed that plant Si uptake is elated to storage of weatherable minerals in soils (Henriet, odarwé, Dorel, Draye, & Delvaux 2008; Opfergelt et al. 008; Tavakkoli, Lyons, English, & Guppy 2011; Melzer t al. 2012). Two processes might explain these findings: first, eathering of primary minerals directly provides Si to plants; econd, soils containing larger resources of weatherable\nT. Klotzbücher et al. / Basic and Applie\nm t ( s p a t e b ( i p r H l\nT y h i o s o w a c e p 3\n( t o d t t p P t a V f t o\nf r t f t e P l ( p\nT\nR\nP P P V V V V\nC P\nests (pair-wise comparison of paddy fields and alternative sites for he individual regions).\ninerals accumulate larger amounts of phytoliths in the longerm, and these phytoliths are a main Si source for plants Opfergelt et al. 2008). Type and age of parent material and oils should play a role for the release of reactive Si from rimary minerals. Extrusive rocks (e.g. basalt, andesite) usully contain smaller total amounts of Si but weather faster han intrusive rocks (e.g., granite). Hence, weathering of xtrusive rocks should release reactive Si at a higher rate, ut intrusive rocks are the larger source in the long-term Melzer et al. 2012). The surface geology in the Philippines s dominated by extrusive rocks of a relative young age (i.e. yroclasts and lavas in Quaternary and Neogene sedimentary ocks and Plio-Quaternary extrusive rocks; Liu et al. 2009). ence, weathering of parent material presumably caused a arge production of reactive Si in recent geologic history.\nm s e\nable 3. Properties of topsoils of paddy fields (Ap + Arp horizons) studie\negion pHKCl Corg (g kg−1) Sitot (g kg−1) Fetot (g kg−1) Altot\nH 1 4.8 (0.2) 27 (2) 261 (3) 50 (5) 89 H 2 4.7 (0.2) 14 (1) 292 (9) 52 (2) 76 H 3 4.1 (0.1) 29 (4) 234 (5) 54 (3) 103 N 1 4.6 (0.1) 15 (1) 323 (9) 32 (3) 68 N 2 4.3 (0.0) 16 (1) 375 (15) 18 (4) 43 N 3 4.3 (0.1) 17 (1) 288 (13) 39 (5) 86 N 4 3.6 (0.1) 30 (3) 278 (15) 30 (4) 99 (\norg = organic C content; Sitot, Fetot, Altot = total contents of Si, Fe, Al; TRB = tota H = study regions in the Philippines; VN = study regions in Vietnam.\nd Ecology 16 (2015) 665–673 671\nhis can explain the high Sipa concentrations in topsoils. The oungest rocks can be found in PH 1, the region with the ighest Sipa concentrations (Figs. 3 and 4). In contrast, rocks n the upstream areas of the Red River and Mekong delta are lder than those in the Philippines. The dominant soils are trongly weathered Acrisols (FAO 1979). Hence, sediments f the Vietnamese river deltas derive from old and strongly eathered land surfaces and presumably contain only small mounts of easily weatherable minerals. In line, the TRB, a ommonly used measure of weatherable minerals (Opfergelt t al. 2008), is larger in Philippine than in Vietnamese addy soils (average of regions of 167–176 cmol kg−1 vs. 1–94 cmol kg−1; Table 3). The influence of climate on Si cycling is poorly studied Struyf & Conley 2012). Climate may indirectly affect the Si ransport by water, dissolution of phytoliths and weathering f soil minerals (Struyf & Conley 2012). The climatic conitions differ between our regions, but we found no evidence hat the differences showed an overall effect on Sipa concenrations. For instance, mean annual temperatures (MAT) and recipitation (MAP) are comparable in the lowlands of the hilippines and in Southern Vietnam (Fig. 2) but Sipa concenrations largely differ between the regions. In contrast, MAT nd MAP are lower in Northern Vietnam than in Southern ietnam but Sipa concentrations are similar. Furthermore, we ound no evidence that lower MAT and higher MAP in mounainous than in the lowland regions of Northern Vietnam and f the Philippines affected Sipa concentrations. Sipa concentrations in topsoils of the non-rice sites (i.e., orest, orchards or upland crops) also differed between egions and these differences were similar to those between he paddy fields (Fig. 4). These data support the view that diferences in litho-/pedologic conditions between regions are he main control for Sipa concentrations in topsoils. Howver, land-use can also be a factor as suggested by data for H 1 and PH 3, where Sipa concentrations were significantly arger for paddy fields than for sites with alternative land-use Fig. 4). An explanation therefore might be large Si inputs to addy fields with the irrigation water, which presumably is a\najor source of Sipa (Desplanques et al. 2006). More detailed tudies, however, are necessary to test why rice cultivation nhances Sipa in topsoils.\nd within LEGATO (mean values and standard errors in brackets).\n(g kg−1) TRB (cmol kg−1) Clay (%) Silt (%) Sand (%)\n(2) 168 (21) 39 (9) 44 (5) 17 (5) (4) 176 (23) 37 (5) 48 (5) 15 (5) (3) 167 (16) 28 (3) 47 (2) 25 (3) (5) 94 (9) 27 (2) 65 (3) 8 (3) (8) 31 (9) 14 (2) 58 (4) 27 (5) (7) 90 (19) 27 (5) 37 (2) 39 (2) 10) 89 (8) 56 (11) 32 (1) 12 (11)\nl reserve of bases; Clay, silt, sand = relative contribution of clay, silt, sand;\n6 Applie\no t y a o r i n p i p w a r ( c c m p\nC\nt W s i d d V i 2 M f t i w\nA\na B ( t f L f a o m f\nR\nD\nD\nD\nD\nF F\nF\nG\nG\nG\nH\nH\nI\nK\nK\nL\nL\n72 T. Klotzbücher et al. / Basic and\nLittle information on the effects of agricultural practices n Si cycling in paddy rice is available. Numerous facors such as irrigation, crop variety, number of crops per ear or crop residue management might play a role. The gricultural practice differs in a number of factors between ur regions and also between individual farmers within the egions. Furthermore, they presumably changed dramatically n the last decades due to agricultural intensification. Unfortuately, only limited information on the history of agricultural ractices could be gained by farmer interviews. Available nformation thus is not sufficient for a detailed analysis of the otential relevance of agricultural practice for Sipa. Herein, e would like to draw attention to the aspect of straw mangement because it likely is critical. The removal of straw esidues has been hypothesized to decrease Sipa in soils Savant et al. 1997). Removing rice straw at harvest is a ommon practice in Vietnam (i.e., 26 of 40 farmers indiated that they removed part of the straw; Table 1), and ight be a reason for low Sipa concentrations in Vietnamese\naddies.\nonclusions and outlook\nDifferences in Sipa concentrations in topsoils between he regions can be explained by geo-/pedologic conditions.\ne assume that the large Sipa concentrations in Philippine oils are mainly due to a large Sipa input due to weatherng processes in recent geologic history. Potential effects of ifferences in climate between regions are masked by the ominant effect of geo-/pedologic conditions. In some of the ietnamese paddy fields, Sipa concentrations are below critcal values proposed in literature (Dobermann & Fairhurst 000). Si may therefore limit crop production on these fields. any of the Vietnamese farmers remove part of the rice straw rom the fields. This might cause decreasing Sipa concentraions in soils. Hence, an improved straw management might mprove the Si supply to plants. We plan to test this hypothesis ithin LEGATO.\ncknowledgements\nWe thank the German Federal Ministry of Education nd Research (BMBF; 01LL0917N) for funding within the MBF-Funding Measure “Sustainable Land Management” http://nachhaltiges-landmanagement.de), PD Dr. Josef Setele (Helmholtz Centre for Environmental Research – UFZ) or coordinating the LEGATO project, the farmers of the EGATO paddy fields for their support, Alexandra Boritzki or the help in the laboratory, and the authorities for the export nd import permits of the soil samples (General Department\nf Geology and Mineral of Vietnam; the Philippines’ Departent of Environment and Natural Resources; Landesanstalt ür Landwirtschaft, Forsten und Gartenbau Sachsen-Anhalt).\nd Ecology 16 (2015) 665–673\neferences\nerry, L. A., Kurtz, A. C., Ziegler, K., & Chadwick, O. A. (2005). Biological control of terrestrial silica cycling and export fluxes to watersheds. Nature, 433, 728–731. esplanques, V., Cary, L., Mouret, J.-C., Trolard, F., Bourrié, G., Grauby, O., et al. (2006). Silicon transfers in a rice field in Camargue (France). Journal of Geochemical Exploration, 88, 190–193. eutsches Institut für Normung. (2002). Bodenbeschaffenheit – Bestimmung der Partikelgrößenverteilung in Mineralböden – Verfahren mittels Siebung und Sedimentation (ISO 11277:1998 + ISO 11277:1998 Corrigendum 1:2002). Berlin: Beuth-Verlag. obermann, A., & Fairhurst, T. H. (2000). Rice: Nutrient disorders and nutrient management (1st ed.). Manila, Philippines: International Rice Research Institute.\nAO. (1979). . Soil map of the world (Vol. IX) Paris: UNESCO. raysse, F., Pokrovsky, O. S., Schott, J., & Meunier, J-. D. (2009).\nSurface chemistry and reactivity of plant phytoliths in aqueous solutions. Chemical Geology, 258, 197–206. romaget, J., & Saurin, E. (1971). Geological map of Vietnam (1:2000.000) (3rd ed.). Dalat: National Geographic Directorate of Vietnam. röger, J., Proske, U., Hanebuth, T. J. J., & Hamer, K. (2011). Cycling of trace metals and rare earth elements (REE) in acid sulfate soils in the Plain of Reeds, Vietnam. Chemical Geology, 288, 162–177. untzer, F., Keller, C., & Meunier, J-. D. (2012). Benefits of plant silicon for crops: A review. Agronomy for Sustainable Development, 32, 201–213. upta, A. (2009). Geology and landforms of the Mekong Basin. In I. C. Campbell (Ed.), The Mekong: Biophysical environment of an international river basin (pp. 29–47). Amsterdam: Elsevier. enriet, C., Bodarwé, L., Dorel, M., Draye, X., & Delvaux, B. (2008). Leaf silicon content in banana (Musa spp.) reveals the weathering stage of volcanic ash soils in Guadeloupe. Plant and Soil, 313, 71–82. ori, K., Tanabe, S., Saito, Y., Haryama, S., Nguyen, V., & Kitamura, A. (2004). Delta initiation and Holocene sea-level change: Example from the Song Honh (Red River) delta, Vietnam. Sedimentary Geology, 164, 237–249. USS Working Group WRB. (2006). World reference base for soil resources 2006. World soil resources reports no. 103. Rome: FAO.\nnittel, U., Defant, M. J., & Raczek, I. (1988). Recent enrichment in the source region of arc magmas from Luzon Island, Philippines: Sr and Nd isotopic evidence. Geology, 16, 73–76. orndörfer, G. H., & Lepsch, I. (2001). Effects of silicon on plant growth and crop yield. In L. E. Datnoff, G. H. Snyder, & G. H. Korndörfer (Eds.), Silicon in agriculture (pp. 133–147). Amsterdam: Elsevier. an, C., Chung, S., Shen, J., Lo, C. H., Wang, P., Hoa, T., et al. (2000). Geochemical and Sr–Nd isotopic characteristics of granitic rocks from Northern Vietnam. Journal of Asian Earth Sciences, 18, 267–280. i, Z., Saito, Y., Matsumoto, E., Wang, Y., Tanabe, S., & Vu, Q. L.\n(2006). Climate change and human impact on the Song Hong (Red River) Delta, Vietnam, during the Holocene. Quaternary International, 144, 4–28.\nApplie\nL\nM\nM\nM\nM\nN\nO\nP\nS\nS\nS\nS\nS\nS\nS\nT\nT. Klotzbücher et al. / Basic and\niu, Z., Zhao, Y., Colin, C., Siringan, F. P., & Wu, Q. (2009). Chemical weathering in Luzon, Philippines from clay mineralogy and major-element geochemistry of river sediments. Applied Geochemistry, 24, 2195–2205.\na, J. F., & Takahashi, E. (1990). Effect of silicon on the growth and phosphorus uptake of rice. Plant and Soil, 126, 115–119. a, J. F., Miyake, Y., & Takahshi, E. (2001). Silicon as a beneficial element for crop plants. In L. E. Datnoff, G. H. Snyder, & G. H. Korndörfer (Eds.), Silicon in agriculture (pp. 17–39). Amsterdam: Elsevier. a, J. F., Tamai, K., Yamaji, N., Mitani, N., Konishi, S., Katsuhara, M., et al. (2006). A silicon transporter in rice. Nature, 440, 688–691. elzer, S. E., Chadwick, O. A., Hartshorn, A. S., Khomo, L. M., Knapp, A. K., & Kelly, E. F. (2012). Lithologic controls on biogenic silica cycling in South African savanna ecosystems. Biogeochemistry, 108, 317–334. arayanaswamy, C., & Prakash, N. B. (2010). Evaluation of selected extractants for plant-available silicon in rice soils of southern India. Communications in Soil Science and Plant Analysis, 41(8), 977–989. pfergelt, S., Delvaux, B., André, & Cardinal, D. (2008). Plant isotopic signature might reflect soil weathering degree. Biogeochemistry, 91, 163–175. eel, M. C., Finlayson, B. L., & McMahon, T. A. (2007). Updated world map of the Köppen–Geiger climate classification. Hydrology and Earth System Science Discussions, 4, 439–473. auer, D., Saccone, L., Conley, D. J., Herrmann, L., & Sommer, M. (2006). Review of methologies for extracting plant-available and amorphous Si from soils and aquatic sediments. Biogeochemistry, 80, 89–108.\nT\nAvailable online at www.s\nScienceD\nd Ecology 16 (2015) 665–673 673\navant, N. K., Datnoff, L. E., & Snyder, G. H. (1997). Depletion of plant-available silicon in soils: A possible cause of declining rice yields. Communications in Soil Science and Plant Analysis, 28, 1245–1252. ettele, J., Spangenberg, J. H., Heong, K. L., Burkhard, B., Bustamante, J. V., Cabbigat, J., et al. (2015). Agricultural Landscapes and Ecosystem Services in South-East Asia – The LEGATO-Project. Basic and Applied Ecology, 16, 661–664. ettele, J., & Martin, K. (1998). Rice terraces of Ifugao (N-Luzon, Philippines) – Ecological history and development. In J. Settele, H. Plachner, J. Sauerborn, & D. Vetterlein (Eds.), Rice terraces of Ifugao (Northern-Luzon, Philippines) conflicts of landuse and environmental conservation. UFZ-Bericht 5/1998. Leipzig-Halle, Germany: Umwelforschungszentrum. nyder, G. H. (2001). Methods for silicon analysis in plants, soils and fertilizers. In L. E. Datnoff, G. H. Snyder, & G. H. Korndörfer (Eds.), Silicon in agriculture (pp. 185–196). Amsterdam: Elsevier. ommer, M., Kaczorek, D., Kuzyakov, Y., & Breuer, J. (2006). Silicon pools and fluxes in soils and landscapes – A review. Journal of Plant Nutrition and Soil Science, 169, 310–329. truyf, E., & Conley, D. J. (2012). Emerging understanding of the ecosystem silica filter. Biogeochemistry, 107, 9–18. avakkoli, E., Lyons, G., English, P., & Guppy, C. N. (2011). Silicon nutrition of rice is affected by soil pH, weathering and silicon fertilization. Journal of Plant Nutrition and Soil Science, 174, 437–446. ilman, D., Cassman, K. G., Matson, P. A., Naylor, R., & Polasky, P. (2002). Agricultural sustainability and intensive production practices. Nature, 418, 671–677.\nciencedirect.com\nirect"
  }],
  "year": 2015,
  "references": [],
  "id": "SP:e05402adf46297034b108d34e1989ef48bd014a3",
  "authors": [{
    "name": "himo Klotzbüchera",
    "affiliations": []
  }, {
    "name": "Anika Marxenb",
    "affiliations": []
  }, {
    "name": "Doris Vetterleinb",
    "affiliations": []
  }, {
    "name": "Janina Schneikerc",
    "affiliations": []
  }, {
    "name": "anfred Türkec",
    "affiliations": []
  }, {
    "name": "Nguyen van Sinhd",
    "affiliations": []
  }, {
    "name": "Nguyen Hung Manhd",
    "affiliations": []
  }, {
    "name": "Ho van Chiene",
    "affiliations": []
  }, {
    "name": "eonardo Marquezf",
    "affiliations": []
  }, {
    "name": "Sylvia Villarealg",
    "affiliations": []
  }, {
    "name": "Jesus Victor Bustamanteh",
    "affiliations": []
  }, {
    "name": "einhold Jahna",
    "affiliations": []
  }],
  "abstractText": "Institute of Agricultural and Nutritional Sciences – Soil Science, University of Halle, Von-Seckendorff-Platz 3, 6120 Halle (Saale), Germany Department of Soil Physics, Helmholtz Centre for Environmental Research UFZ, Theodor-Lieser-Straße 4, 06120 alle (Saale), Germany Department of Ecology and Ecosystem Management, Terrestrial Ecology Research Group, Technische Universität ünchen, Hans-Carl-von-Carlowitz-Platz 2, 85354 Freising, Germany Institute of Ecology and Biological Resources, Vietnam Academy of Science and Technology, 18 Hoang Quoc Viet, ghia Do, Cau Giay, Ha Noi, Viet Nam Southern Regional Plant Protection Center, MARD, Long Dinh, Tien Giang, Viet Nam Crop Protection Division, Philippine Rice Research Institute, Maligaya, Munoz, Nueva Ecija, Philippines International Rice Research Institute – IRRI, Los Banos, Philippines Las Vegas Restaurant, Banaue, Ifugao 3601, Philippines",
  "title": "Plant-available silicon in paddy soils as a key factor for sustainable rice production in Southeast Asia"
}