{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nScience of the Total Environment\nj ourna l homepage: www.e lsev ie r .com/ locate /sc i totenv\nGroundwater flow in a relatively old oceanic volcanic island: The Betancuria area, Fuerteventura Island, Canary Islands, Spain\nChristian Herrera a,⁎, Emilio Custodio b\na Universidad Católica del Norte, Av. Angamos 0610, Antofagasta, Chile b Department of Geo-Engineering, Technical University of Catalonia (UPC), Barcelona, Spain\nH I G H L I G H T S\n• Groundwater flows through a heterogeneous and complex old volcanic island. • Young volcanic deposits and bare areas favor groundwater recharge. • Recharge is relatively high considering the arid environment of Fuerteventura Island. • Groundwater salinity is due to aridity and deep, trapped marine water.\n⁎ Corresponding author at: Universidad Católica del N Geológicas, Av. Angamos 0610, Antofagasta, Chile.\nE-mail address: cherrera@ucn.cl (C. Herrera).\nhttp://dx.doi.org/10.1016/j.scitotenv.2014.07.063 0048-9697/© 2014 Elsevier B.V. All rights reserved.\na b s t r a c t a r t i c l e i n f o\nArticle history: Received 19 June 2014 Received in revised form 17 July 2014 Accepted 17 July 2014 Available online 7 August 2014\nEditor: D. Barcelo\nKeywords: Fuerteventura Island Groundwater recharge Conceptual hydrogeological model Old volcanic island Canary Islands Spain\nThe island of Fuerteventura is the oldest of the Canary Islands' volcanic archipelago. It is constituted by volcanic submarine and subaerial activity and intrusive Miocene events, with some residual later volcanism and Quaternary volcanic deposits that have favored groundwater recharge. The climate is arid, with an average rainfall that barely attains 60 mm/year in the coast and up to 200 mm/year in the highlands. The aquifer recharge is small but significant; it is brackish due to large airborne atmospheric salinity, between 7 and 15 g m−2 year−1 of chloride deposition, and high evapo-concentration in the soil. The average recharge is estimated to be less than about 5 mm/year at low altitude and up to 10 mm/year in the highlands, and up to 20 mm/year associated to recent lava fields. Hydrochemical and water isotopic studies, supported by water table data and well and borehole descriptions, contribute a preliminary conceptual model of groundwater flow and water origin in the Betancuria area, the central area of the island. In general, water from springs and shallowwells tends to be naturally brackish and of recent origin. Deep saline groundwater is found and is explained as remnants of very old marine water trapped in isolated features in the very low permeability intrusive rocks. Preliminary radiocarbon dating indicates that this deep groundwater has an apparent age of less than 5000 years BP but it is the result of mixing recent water recharge with very old deep groundwater. Most of the groundwater flow occurs through the old raised volcanic shield of submarine and subaerial formations and later Miocene subaerial basalts. Groundwater transit time through the unsaturated zone is of a few decades, which allows the consideration of long-term quasi-steady state recharge. Transit times are up to a few centuries through the saturated old volcanics and up to several millennia in the intrusive formations, where isolated pockets of very old water may exist.\n© 2014 Elsevier B.V. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "Many volcanic islands are the result of hot spot volcanism whose emissions form thick volcanic shields that pile up on the ocean bottom. When they crop out from the sea surface after some time, the submarine formations change to subaerial ones (Wilson, 1989; Schmincke and\norte, Departamento de Ciencias\nSumita, 2010). Later vertical movement of the Earth's crust, which may be important in volcanic and tectonically active areas, may elevate submarine formations or drown subaerial ones. In many cases these movements are larger than the eustatic sea level changes (Nunn, 1998). The Hawaiian Islands, an elongated set of islands and submarine mounts whose formation from a hot spot started about 70 Ma (million years) ago (Shaw et al., 1980), are geologically and hydrogeologically one of the best studied volcanic archipelagos. Hawaii, the largest of the Islands, is less than 6 Ma old (Shaw et al., 1980; Moore and Clague, 1992) and recent subaerial volcanism is characterized by relatively young volcanic rocks of high hydraulic conductivity (Oki et al.,\n1998; Gingerich and Voss, 2005). The Canary Islands are also a well known volcanic archipelago derived from hot spot activity (Burke and Wilson, 1972; Holik et al., 1991; Carracedo, 1999; Geldmacher et al., 2001; Patriat and Labails, 2006) with many similarities. They consist in seven main islands in the central eastern Atlantic Ocean, close to the Saharan coast of Africa. Their formation started in the late Cretaceous and developedmainly in theMiocene and has continued to be active up to the Holocene, with themain hot spot volcanic activitymoving from east to west at about 4 m per century (Carracedo et al., 2002; Schmincke and Sumita, 2010). Hydrogeological conditions in theCanary Islands were studied in a project developed between 1970 and 1975 (SPA-15, 1975). Later studies were carried out by the water authorities, such as those of the MAC-21 project finished in 1982 (unpublished), and a series of research works carried out by universities and other institutions (Cabrera et al., 2011). These studies have taken advantage of the exceptionally large, accumulated experience that has emerged out from the groundwater development since the late 19th century and derive from some thousand deepwells and longwater tunnels (water galleries). The hydrogeological conceptual model of volcanic islands has been the subject of several publications (Custodio, 1978, 1989, 2007, 2010a; Herrera and Custodio, 2008; Falkland, 1991).\nRelatively recent islands in the shield formation stage consist in geochemically homogeneous formations at large scale, made up of basaltic lava and associated pyroclastic rock pilings, which are disturbed by the intrusion of dykes and other subvolcanic formations near the emission centers and themain earth crust fissures (Cas andWright, 1988). However, old volcanic oceanic islandsmay include a combination of complex tectonic and volcanic processes, different magma types due to geochemical differentiation, important changes in shape due to large landslides, intense erosive stages followed by volcanism reactivation –with important explosive events and decreasing effusion volumes –, the intrusion ofmagma bodies (dykes and plutons)whichmay later on be exhumed, and associated sediments (Wilson, 1989). Groundwater flow, endogenous gases (mainly CO2), hot environments and high pressure after burial progressively alter the rocks. As a consequence, old volcanics are normally much less permeable than recent ones. However, permeability reduction is a complex process and age is not the only factor that controls permeability reduction. Hereinafter, the different rocks involved (lavas, ignimbrites, pyroclastic deposits and tuff, clinker, intercalated soils, etc.) will be lumped under the designation of volcanics.\nOcean bottom elevation may have changed due to the weight of effused material in the island or in nearby islands, and the later loss and redistribution of weight due to erosion and large landslides, depending on local conditions and ocean floor stiffness (Oehler et al., 2005). Consequently, important changes related to sea level, in addition to eustatic changes, may have taken place. Vertical movements in the Canaries are smaller than in the Hawaiian Islands due to a stiffer, ocean floor, but still important, as seen in the deep exploratory boreholes drilled in Lanzarote Island.\nA volcanic island could be the result of amain central volcano and its associated shield or the result of coalescing volcanic shields. Younger volcanics may cover most of the old island, as in the early post-shield stage, or be limited to patches and strips filling old depressions and spreading along former gullies, depending on the erosion state and the progressively decreasing volcanic activity.\nThe greater geological variability of old volcanic islands increases hydrogeological heterogeneity, thusmakingmore complex the characterization of groundwaterflow. This is the case of Fuerteventura Island (FVI).\nSpecial attentionwas paid to arid conditions as the origin of groundwater salinity in FVI, which is a process also studied in others of the Canary islands, mostly in Gran Canaria and Lanzarote (Muñoz, 2005; Cruz-Fuentes et al., 2014 a,b; Gasparini et al., 1990; Custodio, 1990, 1993; Custodio-Ayala and Custodio, 2001) and other dry continental areas such as the hyper-arid northern Chile, where volcanic formations and deposits play an important hydrogeological role (Acosta et al., 2013; Herrera and Custodio, 2014)."
  }, {
    "heading": "2. The area of study",
    "text": ""
  }, {
    "heading": "2.1. Background on Fuerteventura Island",
    "text": "Fuerteventura Island (FVI) is one of the two easternmost Canary Islands (see Fig. 1). It is the second largest island of the archipelago (after Tenerife), about 1650 km2, which is a large surface area for a volcanic island. The climate is arid, with a yearly precipitation of less than 200 mm/year in the relative high elevation, rainiest areas, while at low altitudes precipitation does not exceed 60 mm/year in some cases, which mostly correspond to sometimes sparse intense rainstorms. Inter-annual rainfall variability is high. The island orientation, emplaced near the Saharan belt, and the relatively low topographic elevations do not favor the condensation of the wet trade winds, which makes a clear difference with respect to the other high islands more to the west. Table 1 shows the average monthly precipitation values and the annual average of the different rainfall stations located in the studied area, corresponding to data collected between 1954 and 1987 (ITGE, 1991) and data collected between 1954 and 2010 (CIAFV, 2013). A first approach to the annual average isohyet map of the island is shown in Fig. 2. There is a close correlation between altitude and rainfall. The greatest rainfall is restricted to the higher parts of the Betancuria Massif. The southern part of the studied area is the driest one of the island. The rainiest period occurs between November and March. The highest average monthly precipitations are produced in December: 42 mm in Antigua and 46 mm in Betancuria.\nSome local chronicles and dispersed information tell that in FVI, and especially in the Betancuria Massif, natural forested areas of dryness resistant short species and brush existed in spite of the low rainfall, as a remnant of a wetter past. Today a small part of this forest is still preserved in the highlands of the Jandia Peninsula, in southern Fuerteventura Island (Martín Osorio et al., 2011). This woodland was cut down in the late 19th and early 20th century, mostly to produce coal for steamboats. Chronicles tend to show that the earlier times after the incorporation of FVI to the Crownof Castilla (late 15th century) the climatewas somewhat less arid than today. This fact may be important for recharge and dissolved carbon content interpretation.\nPaleoclimatological data is scarce, although the evolution can be assumed to be close to that in the nearby Sahara (Hooghiemstra et al., 1992). Climate has been dominantly arid, as evidenced by the extensive eolian deposits, observed throughout the island. Radiometric ages from the eolian dust accumulated in Rosa Negra dunes, in the North of Fuerteventura, show a long arid period that began about 52 kyr BP and continued until 30 kyr BP (Gutierrez-Elorza et al., 2013). The least important, less arid conditions were recorded between 29 kyr and 20 kyr BP (Petit-Maire et al., 1986), with a maximum rainfall event occurring at the endof this period. Dune reactivation indicates that amoderate less arid period occurred between 8 kyr and 10 kyr BP, followed by an arid period until the present, with slight climatic oscillations (Meco et al., 2008; Gutierrez-Elorza et al., 2013).\nFuerteventura is geologically a relatively old oceanic island consisting in a volcanic shield of Tertiary age submarine lavas and hyaloclastites and the gradation to subaerial volcanic formations, and intruded basic and ultrabasic rocks, resting on tectonically deformed and crossed by dense dyke swarms, older ocean floor sediments and oceanic crust (Fuster et al., 1968; Stillman et al., 1975; Fuster et al., 1980; Le Bas et al., 1986; Coello et al., 1992; Ancochea et al., 1996; Gutiérrez et al., 2013). Later extensive Miocene subaerial volcanics correspond to threemain volcanic edifices (Ancochea et al., 1996) putting together the old shied stage remnants. Important erosion periods were produced. Residual volcanism extends from the Upper Pliocene up to the present (Carracedo et al., 2002). Important landslides have affected the Miocene volcanic edifices, which have been fully reshaped in the western side of the island (Stillman, 1999). What remains of this highly eroded island is the more compact parts, mostly corresponding to the densely dyke injected\nformations (Ahijado et al., 2001) andwhat remains of the later volcanic edifices. This will be further discussed below to propose a conceptual hydrogeological model of the Fuerteventura Island, which will be supported by hydrochemical and water isotopic considerations. Its coherence was checked by means of a simplified mathematical model.\nGenerally, most of these volcanic units have low permeability. This allows the existence of a high water table despite the small recharge due to climate aridity.\nPermanent and semi-permanent springs are rare and those existing yield a small flow of some L/day up to a fewm3/day. Most of them are in the Betancuria Massif at intermediate altitude (Fig. 3). Some springs seem to be perched, sustained by low permeability heterogeneities, but others are probably discharges from the groundwater body of the island. The accuracy of the water table map does not allow a clear definition. The total discharge is unknown, but it is assumed to be less than 20 m3/day for the Betancuria Massif, considering the water balance obtained from springs.\nata collectedbetween 1954 and 1987 are of ITGE (1991) and between 1954 and2010 are of"
  }, {
    "heading": "3.5 0 0 0 3.3 3.9 11.3 25 115.3",
    "text": ""
  }, {
    "heading": "3.6 1 0 0 3.5 16 30 46 205.1",
    "text": ""
  }, {
    "heading": "2 0 0 0 3 10 26 42 162.2",
    "text": "To collect rainwater, runoff surface structures were constructed by the islanders, such as managed slopes linked to large storage reservoirs (maretas) and check dams, mostly for cultivation inside them, especially on the trapped sediments, which are called locally gavias and nateros. Shallow wells near them allow reclaiming some of the recharge produced in them. Runoff may be also stored into shallow wells.\nTraditional groundwater development is carried out by means of large diameter wells (2 to 4 m) that were excavated manually, often with the help of explosives, similarly to mine shaft wells. They may be deep due to thick unsaturated zones in many areas but with a relatively small penetration below the water table. Wind driven piston pumps have been and are extensively used to abstract water, although currently most wells have electrical pumps. Well yield is small, often of some m3/day. Water availability is regulated by means of reservoirs to compensate for wind variability and the small yield of the wells. In the 1970s, mechanical well drilling was introduced to foster groundwater use in agriculture, first by cable-tool percussion and later by bottom hammer air percussion (Custodio and Cabrera, 2013). Boreholes penetrate up to 300 m, well under the water table, some of them down to 150 m below sea level. Operating wells yield from a few to a few\nhundred m3/day, but they are only a fraction of those that have been drilled. Only a few wells yield more than 2 L/s, often only a few m3/ day. Abstracted groundwater is mostly used in the agricultural and livestock sector.\nSince well water is brackish, it is often treated by reverse osmosis to reduce salinity and the produced brines are conducted to the coast through a duct network. The limited role of groundwater in the island water planning is reflected in the scarce new data in the available Fuerteventura Water Plan documents (CIAFV, 1999, 2006, 2013), contributing little to the data obtained in the previous years.\nWater supply to towns and tourist areas is currently done by large seawater desalination plants.\nHydrogeological studies are very scarce and generally reduced to well inventories and sampling for analysis of major chemical components. The first general hydrogeological reports consisted in well and water quality surveys during the SPA-15 (1975) and MAC-21 (unpublished, finished in 1982) projects. Later on, the Geological Institute of Spain (ITGE, 1991) carried out a hydrogeological survey of the numerous deep wells drilled since 1984, which included chemical analyses and groundwater level monitoring of some of them. What is presented here is mostly based on data from Herrera (2001), which was mainly\ngathered and produced by the IGME/ITGE (Geological Institute of Spain) team in the Canaries and several complementary field surveys."
  }, {
    "heading": "2.2. Geological background of the Betancuria area",
    "text": "The area under consideration is the central part of FVI, hereinafter called the Betancuria area, about 480 km2 out of the 1660 km2 of the whole island which is larger than the Betancuria Massif (BM) and includes part of the mountainous eastern area (the Cuchillos of the Gran Tarajal Volcanic Edifice) and part of the north–south Central Depression. The maximum elevation is 724 m. Most of the data comes from the BetancuriaMassif and the Central Depression; thereforewhat is presented hereinafter refers mainly to them. The towns of Tuineje, Tesejerague, Betancuria, Pájara, Gran Tarajal, Ajuy, and Pozo Negro are in this area. The coastal townof GranTarajal is near the southern boundary (Fig. 3).\nOcean crust, sea bottom sediments, submarine and subaerial volcanics, and intrusive rocks crop out in and around the Betancuria Massif. The ages vary from the Jurassic up to the present (Gutierrez et al., 2013), but most of them correspond to the Miocene shield volcanism and later major subaerial effusions. Fig. 4 shows a simplified geological map.\nAccording to rock nature and structure, age and situation, these formations have been grouped into two mega-units, namely the Basal Complex of Miocene submarine and subaerial shield stage volcanics, intrusive rocks and the associated dense dyke swarm, and the Subaerial Domain of Middle Miocene, Pliocene and Quaternary\nvolcanic emissions and alluvial deposits (Fuster et al., 1968; Coello et al., 1992; Ancochea et al., 1996).\nThe submarine volcanics consist in a thick pile of pillow lavas and hyaloclastites of basaltic and trachybasaltic composition (Stillman, 1999), which grade progressively into subaerial volcanics. The important synchronic and later magmatic activity produced basic and ultrabasic bodies intruding into the submarine volcanics and originated numerous dykes and tight dyke swarms, mostly of pyroxenites gabbros, trachytes, melteigites, nepheline syenites, nephelinites, and carbonatites (Fuster et al., 1980; Le Bas et al., 1986). Dyke swarms in the Basal Complex (BC) are sub-vertical and NNE-SSW oriented (Ancochea et al., 1996; Ahijado et al., 2001).\nThe Gran Tarajal Edifice, of theMiddleMiocene volcanic stage, in the eastern part of the area, is a post-shield, main subaerial episode (Fernández et al., 2006). It consists of slightly tilted to the East lava flows and associated pyroclastic rocks that formed the old Gran Tarajal Edifice strato-volcano. In the lower part, pyroxene and ankaramite basalts are abundant, followed by olivine and olivine–pyroxene basalts, accompanied by a lower proportion of trachybasalts (ITGE, 1991). This unit overlies in low-angle disconformity of the shield volcanics of the BC and is topped in disconformity by the basaltic volcanics of the Pliocene–Holocene stage.\nThe Pliocene–Holocene volcanic stage consists of small basaltic volcanoes and associated lava flows, placed mainly in and covering most of the Central Depression at the central part of the study area (Fuster et al., 1968). They form a landscape called malpaís (badlands). The name derives from the very rough, almost impossible to walk on, scoria fields of a–a′ type lava flows, whose thicknessmay attain 3 to 10m. Top\nlavas are highly vesicular, with columnar structures inside. They consist of olivine basalts with porphyritic structures, sometimes olivine–pyroxene basalts, coming from volcanoes along a North–South line. The most recent lavaflows spread through the gullies, attaining the coastal area in Pozo Negro. They are the remnants of a volcanic activity that is almost extinct when considering the small volume of effused materials.\nThe sediments and alluvial deposits filling the gullies bottoms, derived from the volcanics, are grouped as Alluvial Deposits and Colluvium. They are poorly-sorted unconsolidated sediments. In the most recent volcanic flows of the malpaís, alluvial deposits have been found at their bases and as interlayers (ITGE, 1991). Recent dune covers, partly derived from crushedmarine shells and some eolian contributions from the Sahara, are poorly developed in the Betancuria area, but are extensive in other areas of FVI.\nSoils are thin or inexistent, and altered bare rocks are commonly found cropping out. Both soils and altered rocks often contain duricrusts (caliches)."
  }, {
    "heading": "3. Materials and methods",
    "text": ""
  }, {
    "heading": "3.1. Sampling",
    "text": "The chemical and isotopic characterization of Fuerteventura Island ground and surface water is the result of data obtained in four field campaigns carried out in April 1998, October 1998,March 1999 and November 1999. Additionally, rainfall sampleswere collected in the period January 1998 to March 1999.\nMost of precipitation samples were collected in four pots prepared to obtain bulk (wet and dry) atmospheric deposition. They contained liquid vaseline to avoid evaporation effects in the periods between collections. A total of 24 rainfall and groundwater samples were analyzed for major ions. Anions weremeasured by ion chromatography (Cl, Br), absorption spectrometry (SO4, NO3) and titration (HCO3), and cations by atomic absorption spectrometry. All chemical analyses were carried out in the Geological Survey of Spain (Instituto\nGeológico y Minero de España, IGME) laboratory in Tres Cantos, Madrid.\nIn total 42 determinations of tritium in rainfall and water samples water from the Upper Unit and Lower Unit were performed in the CEDEX, Madrid, after electrolytic isotopic concentration and low background scintillation counting, with a measurement threshold of about 0.3 TU (tritium units).\nRadiocarbon (14C) activity was measured in the dissolved inorganic carbon (DIC) of water from 4 deepwells in Tuineje and Tesejerague and in 1 small-depth well in Vega de Río Palmas (Betancuria Massif), whose water represents theUpperUnit. To avoid problemsdue to the large sulfate content relative to the DIC, the radiocarbon content was measured by accelerator mass spectrometry (AMS) in the Leibniz-Labor laboratories, jointly with δ13C."
  }, {
    "heading": "3.2. Recharge estimation",
    "text": "Assuming steady state, negligible surface runoff and chloride of only atmospheric origin, for average long-term yearly values, the balance is D = R · CR, being D = bulk atmospheric chloride deposition, R = recharge, and CR = chloride concentration in recharge water, which here is assumed to be that of local groundwater at the water table as a proxy. The condition of negligible runoff is considered in the discussion. An important limitation is the assumption of steady state along the unsaturated zone, which is often thick and may imply long transit times when recharge rate is small. In the case of the Betancuria area, out of the malpaís area, transit times through the vadose zone up to many decades are possible. Although no important climatic changes have been mentioned in the last centuries, the deforestation carried out the last two centuries may have implied an increase in recharge due to less actual evapotranspiration and also a consequent decrease of water salinity in in-transit recharge. Therefore, current increased recharge is possibly pushing down more saline water remaining in the vadose zone, in an unfinished process in the drier and thicker unsaturated zone areas. Thus, with current recharge rate, steady state in the vadose zone cannot be safely pre-assumed in deep water table, low recharge areas, and in recently deforested areas, without other evidences. However, environmental radioactive tracers show that actual average transit time is actually relatively fast, as will be commented later on.\nTo estimateD, a rainfall sampling networkwas installed and operated (Herrera, 2001). Rainfall open collectors receive both dissolved in rain (wet) and dry deposition. Dry deposition is important in the local arid and windy environments. To prevent evaporation in the collector reservoir, a floating sheet of vaseline oil was maintained. During a dry period no rainwater is collected but dry deposition continues to fall and it is incorporated afterwards to the following rain sample."
  }, {
    "heading": "3.3. Groundwater modeling",
    "text": "A preliminary, simplified, two-layer finite difference mathematical model has been constructed to simulate groundwater flow in the studied area, using the MODFLOW code (Harbaugh et al., 2000). The objective was checking the coherence of data, not getting an accurate model of groundwater flow. The upper layer represents the Upper Unit, comprising the submarine lavas of the Western Domain, the Miocene lavas, the malpaís area recent lava flows, gully filling deposits and alluvial deposits of the Eastern Domain. The layer thickness is after borehole and well geological logs, and temperature and electrical conductivity borehole logs.\nThe lower layer represents the Basal Complex volcanic and intrusive rocks in the Western Domain and the Miocene lavas in the Eastern Domain. The depth of the bottomboundary of this lower layer is difficult to define since the deepest wells have only 300 m. In the nearby Lanzarote Island, also a relatively old one, a geothermal exploratory borehole found subaerial Miocene volcanics deeper than 1000 m\nbelow sea level, before penetrating interstratified submarine formations (Sánchez and Abad, 1986). Taking this into account, the lower boundary has been placed at 700 m below sea level as a maximum safe value; probably it is much less.\nShort pumping and recovery tests of nomore than 1 day of duration are available in some wells. Part of these wells have large diameter and low yield, so in-the-well water storage capacity becomes important for pumping test interpretation. The EPHEBO package of the Geotechnical Department of the Technical University of Catalonia has been used for hydraulic parameter calculation.\nThe model cells are 200 m × 200 m, forming a grid that is the same for the two layers, resulting in 125 rows in the W–E direction and 128 columns in the N–S direction, with 15,972 active cells of a total of 32,000 cells. Thewestern boundary is assumed to be a stable groundwater divide in the Betancuria Massif, and the north-eastern and southwestern boundaries are assumed to correspond approximately to stable flow lines coming from the top of the Betancuria Massif, so themodeled area is only part of the Betancuria Massif and excludes the western side. No-flow boundaries are imposed in the bottom and inland sides of the model. The bottom is placed at 700 m below sea level as the maximum expectable depth.\nA constant head condition equal to sea level is imposed at the coastal boundary since the continental water–seawater interface in such a low hydraulic conductivity formations is poorly penetrating and close to steady state, according to the Badon Ghyben–Herzberg law, even if recharge is small. No salinity and depth correction have been considered since it does not affect significantly the results.\nRecharge is estimated after the atmospheric chloride deposition balance, taking into account its uncertainty. Three recharge areas have been defined: 25 mm/year in the highest part of the Betancuria Massif, above 250 m altitude, 12 mm/year below 250 m, which is most of the modeled area, and 26 mm/year in themalpaís lava fields.\nMost groundwater abstraction corresponds to deep wells in the BetancuriaMassif volcanic formations and in themalpaís area.Wells abstract between 10 and 355 m3/d, with a total abstraction of about 1500 m3/d (0.55 h m3/year) for the then 16 operating wells. The discharges corresponding to the few, small springs and the associated saturated zone evaporation losses have not been taken into account due to be relatively very small.\nCalibration of the steady-state model wasmademanually by changing in an iterativemode the hydraulic conductivity and recharge so as to obtain a satisfactory match between observed and computed hydraulic heads in 27 points, trying not to move away from prior information about model parameters. Calibration was considered acceptable when deviations were small new attempts did not improve results. Basically, calibrated hydraulic conductivity values are close to previous information but slightly modifying the influence areas, and recharge is very close to the values derived from the atmospheric chloride balance. The values of the parameters are given in the Results section.\nA first attempt to evaluate the travel time of groundwater in the aquifer was performed by particle tracking, using the MODPATH code (Pollock, 1994) as a post-processor of the MODFLOW code. The MODPATH code simulates advective transport based on groundwater velocities interpolated from cell faces between finite-difference cells. This needs the kinetic (effective) porosity to be specified since it is not part of the steady state flow model. Its value is close to total connected porosity and greater than specific yield. A value about 0.05was used for the Famara Miocene trap volcanics in Lanzarote Island and about 0.03 for the phonolites of the Amurga Massif in south-eastern Gran Canaria for seawater intrusion. In a preliminary chloride transport model in the La Aldea aquifer, Gran Canaria (Cruz-Fuentes et al., 2014b) the calibrated values were 0.08 for gully alluvial deposits, 0.08 for altered Miocene basalts, and 0.003 for rather fresh a–a′ type Miocene basalts. Here 0.05 has been used for the top layer and 0.01 for the bottom layer. As they are highly uncertain values, travel times are only a coarse estimation, especially when heterogeneities may play a dominant role in\nsolute transport. Pure advective transport is a coarse assumption as in the formations considered in Fuerteventura groundwater flows mostly through fractures and fissures, but there is exchange of solutes with the higher water storage in the blocks between them. Low porosity values tend to reflect travel time of groundwater flowbut not of solutes, whose average velocity is much less due to diffusive exchange; then the use of a higher porosity ismore appropriate. For the interpretation of radiocarbon data, a porosity value close to that of total connected porosity seems advisable."
  }, {
    "heading": "4. Results",
    "text": ""
  }, {
    "heading": "4.1. Geohydrological characterization of the Betancuria area",
    "text": "The geometrical definition of aquifer units is based on data from ITGE (1991), which derives from a survey of wells. Some results may be sometimes dubious when the geological log was derived from drilling cuttings, mostly recovered at the site or through oral information provided by the drillers. Most of this data is related to the wells in the eastern part of the studied area, since the western part is mountainous and rough, and well yield resulted too low for agricultural developments. More detailed and trustable geological logs can be derived from the exploratory boreholes drilled by the former Public Works Service (SGOP) and that are included in data of ITGE (1991).\nThe studied area can be split into two main hydrogeological domains of about the same size: the Western Domain, consisting in Basal Complex volcanic and intrusive rocks, and the Eastern Domain, consisting in Miocene lavas of the Gran Tarajal Edifice and Pleistocene–Holocene volcanic and sedimentary deposits (Fig. 5). The boundary between them corresponds to a sharp lithologic change that in plant follows approximately a straight line. The deep boreholes in the malpaís placed close to the BC volcanic rocks do not intersect this last unit. It seems that the Basal Complex volcanic rocks are abruptly cut in this contact and do not continue under the Low\nSeries I of the Gran Tarajal Edifice. This may be interpreted as the result of a fault, or the boundary of the slip plane (listric fault) of a large landslide, or a sharp and deep old coastal cliff that may also be the result of a fault. This boundary between the two domains is in the Central Depression and partly covered by recent alluvial deposits, soils and the recent lavas.\nThe numerous boreholes in Tuineje and Tiscamanita, in theWestern Domain, show that the volcanic shield rocks rest on the intrusive rocks. Accordingly this domain has been subdivided in an Upper Unit and a Lower Unit, attending to the hydrogeological differences.\nThe Upper Unit consists in volcanic rocks of the Basal Complex, in discordant contact with the intrusive rocks below. The more characteristic rock types are trachybasalts, basalts, breccia and welded tuff. This Upper Unit is cross-cut by a dyke swarm,mainly N15°E oriented. Dyke thickness is variable, from metric to decametric, the maximum value observed being 70 m, albeit it may be greater. Gully deposits, colluviums and caliche soils are irregularly spread in the upper Basal Complex.\nThe Lower Unit consists in basic and ultrabasic and undifferentiated intrusive rocks. Most data is related to the deep boreholes in the surroundings of Tuineje and Tiscamanita. Data related to the western side of the Betancuria Massif is scarce. In some areas the intrusive rocks are close to land surface or cropp out, as in the Tiscamanita area. The upper boundary of this unit is defined by the intrusive contact of the rocks of this unit with the Basal Complex volcanic rocks.\nThe Eastern Domain is in the eastern part, about half of the considered area. It consists in basaltic lavas and pyroclastic intercalations of the Gran Tarajal Edifice, as well as the old alluvial formation found under the malpaís recent lava fields in the Central Depression.\nIn the Gran Tarajal Edifice, the saturated zone is assumed to be inside the lower volcanic formations of this old volcano. They consist in pyroxene and olivine basalts, forming tabular lava flows with pyroclastic material intercalated. The layers are slightly tilted toward the East and seem to be continuous for some kilometers. In the\nof Fuerteventura island (Herrera and Custodio, 2003).\nCentral Depression this unit is covered by alluvial deposits and the malpaís recent lava flows, while in the Cuchillos area (knives, sharp divisions between deeply incised gully valleys with a sharp divide between them) the intermediate and upper volcanics of the Gran Tarajal Edifice crop out. The lower boundary of the Gran Tarajal Edifice has not been attained by any of the existing boreholes.\nIn the Central Depression and in Pozo Negro gully there is an E–W elongated, slightly eastward tilted, tabular alluvial formation, resting on the lower basalts and emplaced below the malpaís lava flows. This unit thins out toward the northern and southern boundaries of the area. Itsmaximumobserved thickness is 18m, but itmay becomegreater toward the coast. Sediments consist in an upper layer of old rock cobbles and a lower layer of sands that looks like a partly cemented calichecontaining soil.\nPumping tests carried out by the ITGE in 1985 in two wells in the Basal Complex basalts show hydraulic transmissivity values of 0.1 and 0.3 m2/d. No other values for the shield basalts are available in FVI as well as in the other few similar outcrops in the Canary Islands. In Santiago Island, Cape Verde archipelago, to the South of the Canaries, wells drilled in submarine basalts yield up to 960 m3/d (Carreira et al., 2010),while in FVI the highest yield is 430m3/d, in both cases subjected to important pumping drawdown in highly penetrating wells, of some tens of meters, and part of this yield comes from in-the-well water storage. The expectable maximum value of transmissivity is at most a few tenths of m2/d.\nThree pumping tests were performed in the Miocene lavas of the areas of Jandía and Vallebrón, in FVI southern peninsula. Transmissivity\nFig. 6. Approximate water table map constructed with data from the period 1999–2001. P\nvalues of themostly subaerial a–a′ lavas are between 0.01 and 1.2m2/d. These basalts are rather well known in the Canary Islands (SPA-15, 1975; Custodio, 1978, 1985, 1989; Custodio et al., 1988; Muñoz, 2005), with similar transmissivity values, except for the less frequent and more permeable Late Miocene pahoe-hoe lava pilings found in western Gran Canaria, where transmissivity values attain up to 10m2/d."
  }, {
    "heading": "4.2. Groundwater flow and recharge in the Betancuria area",
    "text": "Most groundwater head (water table) data of the Betancuria area is from the eastern part of the BetancuriaMassif, since boreholes andwells are scarce in the western part. This explains the greater number of details of the water table in the eastern part of the Betancuria Massif presented in Fig. 6, which uses data of the 1999–2001 period. This water table map is close to that obtained using data of 1982 from the MAC21 project and of 1991 from the ITGE (IGME) campaigns. It seems that no significant groundwater storage depletion is occurring.\nThe water table follows the land surface forms rather closely. There is continuity between the Eastern and Western Domains, which allows assuming that lateral groundwater flow from the Western Domain discharges through the Miocene volcanic rocks of the Gran Tarajal Edifice.\nTwo areas of preferential discharge into the coast can be identified in the water table map. Themost important is near Gran Tarajal town and corresponds to recharge produced in the Betancuria Massif high elevation area and the eastern mountainous area, which are collected by the higher permeability formations filling the Gran Tarajal valley, in the Central Depression. The other preferential discharge area into the\niezometric head contour lines every 20 m. Numbers show water table elevation (m).\ncoast is Pozo Negro gully and corresponds to recharge in the western side of the Betancuria Massif and groundwater from the lower volcanic rocks of the Gran Tarajal Edifice, the lava flows of the malpaís, and the old alluvial formation below.\nIn the highest parts of the area, in Basal Complex rocks, the piezometric gradient tends to increase progressively, up to about 0.03, due to the lower permeability and probably higher recharge. In the western side of the Betancuria Massif, where the relief is more abrupt and intrusive rocks dominate, the piezometric gradient is high. The water table shows continuity among the different units, but data is too scarce for a reliable conclusion."
  }, {
    "heading": "4.3. Recharge in the Betancuria area",
    "text": "Groundwater recharge is mostly due to the occasional, sometimes intense rains, and to a much lesser extent to irrigation return flows from applied local groundwater, mostly concentrated in the lower and flattest areas of the Central Depression. Runoff can produce some recharge, especially where the gullies are barred by recent volcanics in the Central Depression or the numerous, small check dams.\nFor a preliminary estimation of average distributed recharge, the atmospheric chloride deposition balance has been applied. It is a well-known method to estimate long-term average recharge when the deposition is reasonably known and land use conditions have been stable (Edmunds and Gaye, 1994; Lerner et al., 1990; Sami and Hughes, 1996; Scanlon et al., 2006; Wood and Sanford, 1995; Alcalá and Custodio, 2014, accepted for publication; Custodio et al., 1997; Zhu et al., 1987), and successfully applied in others of the Canary Islands under less arid conditions (Custodio, 2010b; Cruz-Fuentes et al., 2012; Cabrera et al., 2013).\nAfter considering altitude, dominant rock type, relief, average rainfall and vegetation cover, 4 rainwater open collectors were installed in Betancuria, Pájara, Tuineje, and Pozo Negro. They were operated for 422 days, with monthly or up to a fewmonths frequency of accumulated sample collection, spanning two winter periods, when the most important rainfall events are produced. In one case the operating time was shorter due to the collector destruction. Table 2 shows the main characteristics of the rain collectors and\nTable 3 shows the results obtained. Bulk chloride deposition varies between 7 and 15 g m−2 year−1. There is no clear spatial trend, although bulk deposition tends to be higher in the rainier areas due to the effect of wet deposition on an environment dominated by dry deposition. The range is quite large, partly due to the short and irregular sampling period, under highly variable rainfall. The coefficient of variation of estimated atmospheric chloride deposition can be as high as 1. The calculated diffuse recharge has quite a large uncertainty due to the short sampling period (as shown in Alcalá and Custodio, accepted for publication) and some bias due to the unbalanced seasonal periods, but reliability increase when considering the D values from Gran Canaria and Tenerife Islands (Marrero, 2010; Naranjo et al., 2013, 2014; Cruz-Fuentes et al., 2012). Besides, the use of groundwater chloride concentration, even if it is from groundwater samples from near the water table as a proxy of chloride content of recharge water, may be too biased a value. Resulting recharge values are relatively high\nconsidering the arid environment of Fuerteventura, but consistent with existing experience.\nThe highest estimated average recharge to precipitation ratio is 27% for the Pozo Negro malpaís area, which can be the result of the scarce vegetation and soil, which favor preferential recharge through the cracks and fissures, thus largely avoiding evaporation. This result also agrees with what is observed in the water electric conductivity logs in the boreholes in the recent lava fields, which show relatively low salinity water in the top aquifer, with steady chloride content in the threeyears of monitoring. Concentrated recharge at the edges of the malpaís area may distort the results. Consequently, actual diffuse recharge may be smaller but the estimation of total recharge can be assumed to be acceptable. In Pájara and in Tuineje, where some soil exists, the recharge ratio varies between 8% and 13%. The relatively low 9% recharge ratio in Morro de Velosa (close to Betancuria), the rainiest area, can be explained by more developed soils with some vegetation cover, which increases evapotranspiration. In any case, they are high values considering the aridity of the area. This can be explained by the thin, poorly water retentive soil, or just bare rock, with sparse vegetation cover.\nShould the groundwater chloride values used be influenced bymore saline conditions from previous extensive vegetation cover, actual recharge would be larger than the estimations. This does not seem plausible."
  }, {
    "heading": "4.4. Groundwater hydrogeochemistry in the Betancuria area",
    "text": "Hydrogeochemical considerations help to explain the origin of salinity, as shown in Herrera (2001) and Herrera and Custodio (2002, 2003). Most data of the Betancuria area is from theMAC-21 project of 1982 and ITGE (1991). For the study, classical methods using diagrams and plots have been applied (Custodio and Llamas, 1976; Appelo and Postma, 1993).\nGroundwater in the Betancuria area, and in FVI, is generally brackish and highly variable spatially. This appears clearly inwater samples from the small springs and seepages around the BetancuriaMassif. Thesewaters normally have between 500 and 1500 mg/L of chloride and they look like diluted sea water, originating from marine aerosol dominated atmospheric deposition, with a relatively small contribution of other natural sources of sulfate. An important feature is the high HCO3 content, between 5 and 9 meq/L. This may result from relatively high CO2 partial pressure in the soil gas after water–rock reaction, which is accompanied by a clear excess of Na and Ca over the expected concentration in diluted seawater (Custodio, 1988), with a small change inMg, as it happens. The relatively high CO2 partial pressure in soil gas in such an arid environment could be the result of the relativelywarm soil temperature, the vegetation cover, even if it is currently poor, and the result of progressive oxidation of soil organic matter remnants after deforestation. Spring water salinity is normally one order of magnitude higher than that of collected rainfall samples and between one tenth and that of the water from the traditional wells.\nWaters from the springs and the traditional large-diameter wells represent diffuse recharge to the volcanic rocks of the Basal Complex and alluvial sediments, after evapo-concentration (concentration due to evaporation and transpiration of part of the water) and water–rock\nen done. BC = Basal Complex. P = average precipitation.\nTa bl e 3 Ra in fa ll co lle\nct or\nda ta .n\n= nu\nm be\nrs of\nda ys ;C\nlp =\nCl co nt en\nti n th e p sa m pl e, m g L−\n1 ; Cl r =\nav er ag e Cl\nco nt en\nti n pr ox\ny re ch\nar ge\nw at er ,m\ng L−\n1 ; P =\npr ec ip ita\ntio n in\nth e pe\nri od\n,m m ;∑\nP =\nto ta lr ai nf al l; Cl p* P =\nco lle\nct ed\nCl de\npo si tio\nn, m g· m\n− 2 ;\nD =\nav er ag e co lle\nct ed\nde po\nsi tio\nn, g· m\n− 2 · ye\nar − 1 ; R =\nes tim\nat ed\nav er ag e re ch\nar ge\n;R /P\n= es tim\nat ed\nre ch\nar ge\nto pr ec ip ita\ntio n ra tio\n.\nSi te\nA lt it ud e (m\n) Pa\nra m et er s\nTi m e in te rv al s an\nd Cl p/ P\nD =\n1/ n ∑\nCl ∗ P\n∑ P\nCl R\nR R/ P\n01 /2 7/ 19\n98 –\n02 /0 1/ 19\n98 02\n/0 1/ 19\n98 –\n12 /0 2/ 19\n98 12\n/0 2/ 19\n98 –\n12 /0 5/ 19\n98 12\n/0 5/ 19\n98 –\n01 /0 7/ 19\n99 01\n/0 7/ 19\n99 –\n03 /1 5/ 19\n99 03\n/1 5/ 19\n99 –\n03 /2 6/ 19\n99\nPo zo\nN eg\nro 10\n0 Cl\nP 22\n.0 a\n19 .0\n34 .0\n13 3. 0\n25 .0\nP 3. 9\n11 .2\n9. 8\n17 .9\n50 .0\n9. 3\nCl P *P\n85 .8\n18 6. 2\n60 8. 6\n66 50\n.0 23\n2. 5\n7. 7\n10 2\n27 8\n27 .9 2\n0. 27\nTu in ej e\n20 0\nCl P\n2. 0\n14 8. 0\n3. 0\n26 .0\n20 3. 0\n49 .0\nP 9. 0\n37 .1\n15 .0\n32 .8\n36 .0\n2. 3\nCl P *P\n18 .0\n54 90\n.8 45\n.0 85\n2. 8\n73 08\n.0 11\n2. 7\n13 .8\n13 2\n92 0\n15 .0 3\n0. 11\nM or ro\nde V el os a\n68 0\nCl P\n4. 0\n26 0. 0\n11 .0\na a\n17 3. 0\nP 22\n.0 58\n.8 24\n.2 61\n.9 66\n.9 13 .3 Cl P *P 88 .0 15 28 8. 0 26 6. 2 23 00\n.9 15\n.5 18\n5 54\n0 33\n.2 0. 18\n10 80\n16 .6 1\n0. 09\nPá ja ra\n20 0\nCl P\n16 .0\n23 8. 0\n81 .0\n32 .0\n13 8. 0\n70 .0\nP 4. 8\n13 .5\n6. 6\n8. 4\n28 .8\n7. 1\nCl P *P\n76 .8\n32 13\n.0 53\n4. 6\n26 8. 8\n39 74\n.4 49\n7. 0\n7. 4\n69 92\n1 9. 30\n0. 13\na Ti m e in te rv al\nw it ho\nut ra in fa ll bu\ntc ol le ct in g dr y ch\nlo ri de\nde po\nsi ti on\nth at\nw as\nin co\nrp or at ed\nin to\nth e ne\nxt ra in fa ll sa m pl e.\ninteraction (Table 4). They are of sodium-chloride water type, with moderate alkalinity and relatively low sulfate content and dissolved silica. Nitrate content is variable; high values are attributed to local agriculture and livestock, butmoderately high valuesmay be partly natural.\nShallow groundwater in themalpaís is locally recharged, with small water–rock interaction in the poorly weathered recent lava flows, so its salinity is mainly due to atmospheric deposition after moderate evapoconcentration and runoff infiltration. This last one incorporates solutes taken from land surface in the upstream area.\nGroundwater salinity from the deep wells is much higher than that of the springs and the wells that penetrate a small depth below the water table (Table 5). Temperature and water salinity (electrical conductivity) logs carried out in the deep wells of the studied area show that groundwater is clearly stratified, with a sudden salinity increase downwards. Since the boreholes are mostly uncased or the annulus is not grouted, the actual depth of water samples is not known since pumped water is often a mixture from different depths. This and the scarce reliably of many geological well log descriptions make difficult obtaining clear hydrogeochemical results. However, groundwater from wells less than 50 m deep in the Basal Complex submarine lavas tends to systematically be less saline than samples from deep wells. In most cases, high salinity can be associated to Basal Complex intrusive rocks. The largest salinity increases are found in the areas of Tuineje and Tesejerague, where the less saline groundwater from the top of the well water column has an electrical conductivity of 2.5 mS/cm, while the deeper groundwater may attain up to 24 mS/cm (Fig. 7a). Borehole's location is shown in Fig. 3.\nThe less saline groundwater in the top of the boreholewater column shows highly variable temperature and temperature gradients fromone place to another. Generally, vertical temperature gradients are very small, below the common value of about 0.03 °C/m, sometimes less than 0.01 °C/m (Fig. 7b). This is the result of active vertical water flow along the bore. Conversely, in most cases the deeper and more saline groundwater shows a vertical temperature gradient close to normal values, which points to no significant vertical flows inside the bore. In some boreholes, a clear relationship between geology and the vertical flows along the bore shows up. In Tuineje area, in the Basal Complex, the stretchwith greatest verticalflow corresponds to the shield volcanic rocks, while vertical flow is small or nil in the intrusive rocks.\nThe interpretation of borehole temperature and electric conductivity logs defines two hydrogeological units: an Upper Unit containing relatively low salinity groundwater, with electric conductivity between 2.5 and 5.5 mS/cm and temperature in the range of 18 to 25 °C, and a Lower Unit containing highly saline groundwater, with electric conductivity between 5.5 and 24 mS/cm and temperature in the range of 25 to 30 °C. Most Basal Complex water samples representing the Upper Unit correspond to the shield submarine and subaerial volcanics, while the more saline ones correspond preferably to the intrusive rocks.\nWater from the Lower Unit is deep groundwater, of the sodiumchloride type, with higher salinity than that of the Upper Unit. Samples are groundwater mixtures, variable with time of pumping, and in some of them a large proportion could be of water from near the water table with a small proportion ofmuchmore saline deep groundwater or remnants of it. Thus, results have to be discussed under this perspective. A common character is a higher SO4/Cl ratio than in seawater and high dissolved silica, while nitrate content is low, even below laboratory detection limit. These are important differences with respect to groundwater from the Upper Unit (Custodio and Herrera, 2003). Besides, groundwater from deep boreholes in Tuineje and Tesejerague presents some chemical differences between them. In Tesejerague, salinity is conspicuously higher and the SO4/Cl ratio is clearly greater than in seawater.\nThe rCl/rBr ratio (r = meq/L) shows the possible origin of chloride (Alcalá and Custodio, 2008; Custodio and Herrera, 2000). Here results for groundwater are not clear cut but they exclude halite\ndissolution as a source of salinity. Most values of the rCl/rBr ratio are between that of seawater (654) and about 900, which is a common value in many coastal areas, but trending toward the seawater value when salinity increases. No significant differences are found in the deep groundwater. Boron content is relatively lower than in diluted seawater, due probably to water–rock interaction. Fluoride content is low."
  }, {
    "heading": "4.5. Interpretation of chemical and isotopic data",
    "text": "Rainfall and groundwater were sampled for water isotopic content. All δ18O and δ2H data is plotted in Fig. 8 and compared to theworldmeteoricwater line, δ2H=8δ18O+10‰ (Fritz and Fontes, 1980; Clark and Fritz, 1997; Custodio and Llamas, 1976; Mook, 2002) and to the Canarian local meteoric water line, δ2H = 8δ18O + 15‰ (Custodio and Naranjo, 2013). The deuterium excess of 15‰ is due to enhanced nonequilibrium fractionation in the drier marine air environment in the vicinity of the Saharan Belt. All values are relative to the V-SMOW standard.\nWater samples from springs and shallowwells and boreholes plot in a relatively small elongated area corresponding to the weighted mean of rainfall. They have a displacement to heavier values and lower deuterium excess due to the evaporation effects during recharge in a currently, poorly vegetated area and also due to sampling difficulties or due to the evaporation produced inside the large diameterwells. Differences in altitude of recharge could explain variations up to 1.5‰ in δ18O. Groundwater from Tuineje deep wells plots in the same area, with a possible shift to the right, and groundwater from Tesejerague deep wells tends to be somewhat heavier and with a clearer shift to the right. This shift can be due to water–rock interaction in a hot environment (Herrera and Custodio, 2003), which is not the present situation, but that could have been possible in early times, when volcanic activity was intense or burial depthwas greater. A part of abstracted groundwater could be the remnants of this modifiedwater, altered bywater–rock interaction and progressively diluted by diffusion. This saline water is trapped in the aquifer or comes from greater depths through fractures. This agreeswith salinity not being the consequence of recharge concentration but of trapped old marine water.\nRelatively high amounts of tritium were found in water samples from shallow wells and springs, (Table 6). The presence of measurable\ntritium in groundwater from Upper Unit indicates the mixing with recharge water produced in the last 50 years. This observation also coincides with the high nitrate levels found in the waters of the Upper Unit due to agricultural and livestock activities. This also shows a relatively fast transit time through the unsaturated zone that gives confidence to recharge evaluation.\nGroundwater of the Lower Unit is characterized by small or nonmeasurable tritium contents. The small amounts of tritium in samples from some deep boreholes can be explained as a consequence of the mixing with groundwater of the Upper Unit, as pumping wells are not cased. In many deep boreholes in the Tuineje area, downward vertical flow was mentioned before.\nThe δ13C content of soil CO2 was measured by capturing it from pumped soil gas in Tuineje and Corralejo (in the NE of FVI) soils and in the malpaís of Tiscamanita (Central Depression). Results vary from −18.3‰ to −15.8‰, relative to the V-PBD standard. Other values in some vegetated areas of the Canaries are: −28‰ in La Palma Island (Veeger, 1991), from −18‰ to −22‰ in Tenerife Island (Marrero, 2010; Custodio, 1989), and from −15‰ to −23‰ in Gran Canaria Island. The heavier values with respect to C-3 plant biogenic carbon (about −25‰) can be explained as the result of isotopic fractionation of soil CO2 by diffusion to the atmosphere in the case of close to bare and sparsely vegetated soils. A dominant influence of C-4 plants does not seem probable. The area has sparse cactus-type plants, like tabaibas and cardones, that may produce isotopically heavier carbon but no 13C data on derived soil CO2 content is available.\nIn agreement with the conceptual model developed from geology and groundwater chemistry and isotopes, the possible sources of dissolved carbon in groundwater in the studied area are biogenic carbon from the soil associated to the recharge, carbon of marine origin linked to the possible incorporation of airborne aragonite sands formed at the coast, old trappedmarine water in low permeability units, and incorporation of volcanic CO2.\nFig. 9 shows the 14C activity in pmC (percent modern carbon) vs. δ13C, where the different mentioned carbon sources are included and the isotopic composition of volcanic CO2 derived from studies in Tenerife Island, where volcanic CO2 contribution dominates the DIC (Marrero, 2010; Custodio, 1989). Groundwater composition is compared with mixing between light δ13C values related to biogenic origin after HCO3 dominated DIC isotopic equilibrium with soil CO2\nvalues were measured in the field. r means that the concentrations are in meq/L.\nand enriched δ13C values related to marine inorganic carbon in dust and ancient seawater or volcanic CO2. It can be assumed that volcanic CO2 does not affect the DIC of recent groundwater as the sampled wells are far from the sites of recent residual volcanism. It can be also assumed that there is no dissolution of rock carbonates, which are absent, except in some vein fillings and in the caliche, but there are oversaturated water conditions with respect to calcite and dolomite that prevent the dissolution. The relatively high DIC content has been explained before as the effect of a rather high PCO2 in the soil and enough time to favor water–rock interaction in an open system to CO2. The sample P-VEGA contains some tritium, so its displacement from the mixing line can be explained by the presence of thermonuclear 14C. The two groundwater samples away from the mixing line have apparent ages of 1670 years and 4890 years BP; this last value corresponds to a deep well in intrusive rocks. This will be commented later on. Sample locations are shown in Fig. 3."
  }, {
    "heading": "4.6. Preliminary groundwater flow simulation",
    "text": "In total nine hydraulic conductivity zones have been defined after the main geological and hydrogeological characteristics, 7 in the upper layer, representing the Basal Complex volcanics, Miocene lavas of the Gran Tarajal Edifice, malpaís recent lava flows and gully filling materials, and 2 in the lower layer, corresponding respectively to the Basal Complex intrusive rocks and the Miocene volcanics (Fig. 10). Initial hydraulic conductivity values derive from pumping test results, complemented with data from similar formations in the other Canary Islands (Custodio, 1978; Cruz-Fuentes et al., 2014a). An anisotropy ratio of 50 (vertical to horizontal hydraulic conductivity, kh/kv) was adopted after the experience from the model of Tenerife Island (Custodio et al., 1988) and after the later unpublished improvements for the Water Plan carried out by the Tenerife Island Water\nCouncil model. This is justified for large scalemodels due to the layering of volcanic formations; however, for the intrusive formations anisotropy could be less. Recently, preliminarymodeling in the Los Rodeos area, Tenerife, in Plio-Pleistocene basaltic formations point to a value of about 5 (Crespo, 2014, personal communication).\nCalibration to reproduce the observed water table has been performed under steady state conditions by taking into account the expectable hydraulic conductivity ranges. Groundwater head values from 24 wells and boreholes in the upper layer and 3 deep wells in the lower layer I have been used. Observed versus calibrated model water table elevations agree reasonably. The absolute average error is 4.34 m, which is acceptably small taking into account that heads vary from 0 m to 220 m (Fig. 11). The resulting model-simulated water levels (Fig. 12) are generally consistent with observed groundwater levels of 1999–2001 (Fig. 6). The resulting hydraulic conductivity values also agree reasonably with initial data (Table 7).\nA model sensitivity analysis has been carried out by modifying each one of the parameters, one at a time. Factors of 0.25, 0.5, 1.25, and 1.5 have been applied to each parameter. Fig. 13 shows the absolute average error versus the change factor. As expected, the most sensible parameters are recharge and Basal Complex volcanic shield formation hydraulic conductivity. For change factors of 1.25 and 1.5, the absolute average errors increase to 15 m and 30 m, respectively. The separate analysis of the different permeability units shows that volcanic shield formation hydraulic conductivity is the most sensitive parameter, leading to an absolute average error of 13.6 m when changed by a factor of 0.5. Miocene lava hydraulic conductivity is also quite sensible. The hydraulic conductivity of the lower layer units shows low sensitivity.\nParticle-tracking simulation was done with the steady-state model using the MODPATH code (Pollock, 1994). As expectable from a highly contrasting two-layer aquifer, particles introduced at the top of the water table at middle and low altitudes in the Betancuria Massif move horizontally through the submarine lavas up to the gully filling materials. The transit time from the Betancuria Massif middle altitudes to close to the coast is of the order of 1000 years. The particles introduced in a relatively small area at high altitude in Betancuria Massif move mostly vertically downwards to the deep levels, and then toward the coast and the upper layer. Flow time from the Betancuria Massif top area to the Gran Tarajal coast could be 5000 to 10,000 years, and up to 20,000 years for particles flowing through the deepest layers. To these flow times, the transit time through the vadose zone has to be added, but this does not modify significantly the results since it is of only of decades, after tritium data."
  }, {
    "heading": "5. Discussion",
    "text": "The conceptual hydrogeologicalmodel of Fuerteventura Island relies on the interpretation of the island geological structure. Since the low permeability shield submarine and subaerial volcanics of the Betancuria Massif are on top of the less permeable intrusive rocks, the most active groundwater flow does not penetrate deep. This fact agrees with observed data and the temperature and electrical conductivity borehole logs. This is due to the remaining primary permeable features of the shield lavas, even if poor, and the many fractures and dyke associated fissures in the Upper Unit. The intrusive rocks of the Lower Unit are compact and contain less open fractures, even if closed permeable features may exist imbedded in the mass.\nThe high salinity of deep groundwater could be explained by intense evapo-concentration of recharge water, as is the case of groundwater from the upper aquifer levels, but under more arid conditions than at present or under similar climatic conditions butwith a plant cover highly effective in using almost all available water in the soil. This has been studied in detail in the Murray basin in south-eastern Australia (Simpson and Herczeg, 1991; Custodio et al., 1997) and it is a process that happened between the last two and three centuries in the semiarid area of Los Monegros, in north-eastern Spain, although it is poorly\nstudied. High salinity groundwater is also found and has being studied in Gran Canaria Island, namely in the south-eastern Amurga Massif (Gasparini et al., 1990; Custodio-Ayala and Custodio, 2001; Custodio, 1993, 2010a) and Las Tabladas plain, La Aldea area, in western Gran Canaria Island (Cruz-Fuentes et al., 2014a, b), but in these cases the similarity with diluted marine water is more clear and the additional contribution of the non-marine sulfur compounds in the atmosphere is masked by the relatively high marine air-borne influence. Another possibility is the existence of remnants of old trapped marine water in the Basal Complex intrusive rocks, subjected to important water–rock interaction in the past, perhaps in a hot volcanic environment. This could explain the sulfate excess and the isotopic shift that will be commented below.\nFig. 10. Hydraulic conductivity zones of the u\nRecharge evaluation is rather uncertain. This is due to the short measurement time of atmospheric bulk deposition for such a variable environment. However, the important contribution of the more stable dry deposition compensates to some extent the variability of wet deposition. Since surface runoff has not been taken into account, this introduces a bias. Assuming that chloride content in runoff water is between that of rainfall and spring water and its fraction is less that 0.1 of rainfall, recharge evaluation is possibly overestimated by less than 20%, less than the uncertainty of recharge evaluation. The uncertainty due to proxy values of recharge chloride content may be important due to possibly non-steady conditions and poor representativeness of groundwater samples. However, the presence of tritium and anthropic nitrate in boreholes (no runoff\npper layer and lower layer of the model.\nwater is stored in them) increases the confidence in the representativeness. Then, estimated recharge values can be taken as accurate in order of magnitude, although for the malpaís area the values integrate diffuse and local recharge in barred gully channels.\nIn spite of the relatively small recharge rate, it is sufficient to explain the existence of a groundwater body that rises about 200 m above sea level with the formation's hydraulic parameters. A higher recharge produces a rise of the water table up to a new quasi-steady situation, but\nwater divides (no-flow boundary) and when in violet (thick boundary line) to a constant\nthe elevation is limited by the topography and the related increase in spring outflow. This has not been studied but could be a likely situation under less arid conditions.\nGroundwater of the Lower Unit is assumed to be a paleowater. Radiocarbon point to apparent ages between 1500 and 5000 years, even if some of them contain small concentrations of tritium. When the sample corresponds to a well-defined depth, the age tends to represent transit time from the recharge area to the sampling point. But this is not the case since the wells and boreholes receive water from upper layers due to lack of isolation. Then, the sample from a deep well, even if previously well-purged, is a mixture of recent water and old water, this last one often in a minor proportion. This explains the presence of tritium and anthropogenic nitrate in some deep wells. The 14C apparent ages are only aminimumvalue ofwhatmay be amucholder groundwater age. Besides, in awater table aquiferwith recharge all over its surface area, water samples represent a mixture of recharge water over a wide area, depending on screen length. Rainfall changes along time modify recharge and the stored groundwater volume, and affect 14C contents of groundwater samples, with slow changes (Custodio and CustodioAyala, 2014) that make radiocarbon apparent age interpretation a complex function of aquifer and recharge characteristics. Therefore, determined apparent ages, even if free of mixing effects, cannot be taken as true groundwater ages to be comparedwith past climate changes, as reported when describing FVI general characteristics, except under very well defined circumstances, as in the cases of groundwater as an archive of past climate conditions considered by Edmunds (2007).\nWell PAU is a deep borehole of quite low yield, less than 1 m3/day. Therefore, it gets groundwater from a disconnected system of fractures and fissures associated to dykes. In this case it would be possible to consider that the age of about 5000 years could represent the transit time from the recharge zone to the point of sampling. Wells R-1 and A-3 are continuously pumped boreholes yielding above 2 L/s. Therefore, it is likely that they incorporate groundwater from a well-connected system of fractures and dykes, possibly connected with the Upper Unit, so\nits apparent age is that of amixture ofwaters. As expected from flownet considerations, particle tracking with MODPATH starting in the recharge area of the Betancuria Massif top area shows a conspicuous vertical flow component in the saturated zone below this area, and a vertical component when approaching the coast. Flow time from the Betancuria Massif top area to the Gran Tarajal coast is about 5000 to 10,000 years, and up to 20,000 years for particles flowing through the deepest layers. These results agree in order of magnitudewith apparent radiocarbon ages.\nThe existence of relict seawater remnants in the Basal Complex intrusive rocks was a hypothesis that was already proposed (Herrera and Custodio, 2003, 2011). This seawater could remain trapped in isolated parts of the very low permeability intrusive rocks when the island was raised. In fact, submarine volcanics are on top and probably the intrudedmass incorporated part of seawater contained in them. The possibility of seawater being introduced in the aquifer during a sea level eustatic rise is discarded because in the last 250 kyr sea level did not rise higher than 80 m (Zazo et al., 1997). What is assumed old seawater remnants attains 140 m elevation. Geological data shows that the island rise happened in the Upper Miocene, about 6 to 10 Ma ago, a very long time for the trapped seawater being fully washed out by recharge water from the upper layer, but not necessarily from the very low permeability intrusive bodies of the lower layer. To explain the existence of seawater in the intrusive rocks it is necessary to consider residence times of at least some Ma. A possible explanation is that seawater is trapped in the rock matrix, which can only be diluted by slow diffusion toward the fissures though which some sluggish groundwater flow is possible. The matrix of these very low permeability rock blocks may contain isolated voids and porous features with almost stagnant groundwater. The possibility of getting deep water due to a higher water head than the upper layers is not the case since available boreholes are in the recharge area, where downward vertical water head gradients prevail.\nThe existence of very old water trapped in intrusive rocks has been described in porphyry copper deposits in northern Chile, based on groundwater enriched in δ18O with a shift to the right (heavier values) due to the hydrothermal alteration that originated these copper deposits in the Pleistocene (Alpers and Whittemore, 1990). The intrusive units recognized in Central Fuerteventura island are heterogeneous and correspond to a layered intrusive body (Stillman et al., 1975; Allibon et al., 2011), making it possible to consider that certain complex basal intrusive units have different permeability, in some cases favoring some small groundwater flow and in other cases blocking it.\nWhen isolated permeable features are intersected by a borehole, they are able to yield water for a limited time. As abstraction progresses more water is derived from the above formations since there is no grouting to isolate them. Pumped water can be highly saline at the start of groundwater development but afterwards water salinity decreases progressively due to the decreasing yield of the deep layers to be mixed with groundwater from the upper formations. The starting yield of some of the deep wells in the Betancuria area was up to 5 L/s (ITGE, 1991), albeit it was less than 0.5 L/s in most cases, and many more unreported, non-yielding boreholes have been drilled. The coexistence of relatively high yielding wells with low yielding wells could be the result of some structural control. The role of the numerous and long dykes of this unit is not known but they could be associated to open fissures, though isolated from the general flow, contributing a non-negligible water storage. Unfortunately this evolution cannot be documented due to poor records, although it corresponds to what some well users comment.\nThe traditionalwells are uncased and the boreholes are cased only to avoid collapses and protecting the pump, but without any grouting. Thus, it is extremely difficult to get representative water samples of the Lower Unit. This situation makes it difficult to define the residence time of the deep waters. If it were possible to obtain a representative\nsample of the Lower Unit, it would probably not be datable with 14C because the residence time is too high. The coincidence of the last less arid period with the apparent ages of the two considered boreholes should not be taken as a sure indication of preferential recharge since residence and transit times are dominantly determined by geometry and hydraulic parameters. Moreover, a less arid period with more rainfall does not necessarilymean increased recharge if, as a consequence, the vegetation cover is denser due to increased evapotranspiration by the generally highly effective use of available soil water."
  }, {
    "heading": "6. Conclusions",
    "text": "The geological structure conditions the hydrogeological behavior of the Central part of the Fuerteventura Island. It can be defined primarily as a massif consisting in a core of intrusive, very low permeability rocks covered by poor to moderate permeability Tertiary age shield submarine and subaerial lavas in the western area and Miocene subaerial lavas in the eastern area. Recent lava fields are found covering part of the Central Depression. The core of intrusive rocks can be located well above current sea level. It crops out in the western part of the island. A thick groundwater lens exists where the water table attains about 200 m above sea level. Most groundwater flows in an Upper Unit that, depending on the area, consists of submarine volcanics or subaerial volcanics, and patches of recent volcanic effusions and sediments on top of the Central Depression low altitudes. A Lower Unit of very low bulk permeability exists, mostly in the intrusive formations, which can yield usable water flows when boreholes intersect fractures. The Lower Unit may contain very old water in the matrix and isolated features inside the rock blocks between the fractures. This is the conceptual hydrogeological model of groundwater existence and behavior, which is conditioned by an arid environment.\nAverage precipitation varies between 60 mm/year in coastal areas and about 200 mm/year in the upper reaches. This results in a small recharge rate that varies between 5 and 10 mm/year and may be 20 mm/year in the young lavas fields (malpaís), although these values have a wide uncertainty range. This recharge values are rather high for such an arid environment. They result from the poor and poorly vegetated soils and the local effect of the almost barren recent lava fields.\nAtmospheric chloride deposition is evaluated between 7 and 15 g m−2 year−1, which combined with the low recharge to precipitation ratio (high evapo-concentration) leads to brackish recharge water. Groundwater from the Upper Unit has electrical conductivity values ranging between 2.5 and 5.5 mS/cm. However, deep groundwater is more saline, with electrical conductivity ranging between 5.5 and 24 mS/cm. Its origin cannot be explained by the effect of climate aridity, but as the result of a mixture of recharge water with remnants of very old seawater trapped in the low permeability intrusive rock matrix. Preliminary results of radiocarbon interpretation indicate that these waters have apparent ages of less than 5000 years, but this is the result of mixing of very old groundwater with relatively young water from the Upper Unit penetrating along the poorly isolated boreholes.\nThe knowledge gained in this investigation of groundwater flow through the various volcanic and intrusive units described in the Massif of Batancuria and its relation to the origin of groundwater salinity can be applied in the future for better management of deep aquifers. When in the early 1970s it was thought that deep boreholes will improve water production, it was not considered the possibility of water quality deterioration and of small total yield increase in the mid-term and at a high cost."
  }, {
    "heading": "Acknowledgments",
    "text": "Fieldworkwas donewith the help of the Las Palmas de Gran Canaria Unit of the Geological Institute of Spain (IGME, before ITGE), which\nprovided also essential data, and theWater Council of the Fuerteventura Island Authority. The first author received support from the Catholic University of Northern Chile, Antofagasta, to carry out his doctoral studies at the Technical University of Catalonia, Barcelona, with the help of its Department of Geo-Engineering. The work carried out has benefited support from CICYT Project HID-99-205 of Spain's Ministry of Science and Project ENV4-CT95-0156 of the European Union 5th Framework Programme, and recently from Project REDESAC (CGL2009-12910C03-01) of the Science and Innovation Ministry (Spain) on evaluation of aquifer recharge and discharge. Thanks to the anonymous reviewers for their careful reading and suggestions, which greatly improved the manuscript."
  }],
  "year": 2014,
  "references": [{
    "title": "Contribución al conocimiento de la hidrogeologia de las cuencas intraandinas del N de Chile (Contribution to the understanding of the Intra-Andean basins of northern Chile)",
    "authors": ["O Acosta", "J Guimerá", "E Custodio", "I Ansón", "JL. Delgado"],
    "venue": "Trovatto MM, editors. Agua Subterránea Recurso Estratégico. La Plata: Editorial de la Universidad de La Plata;",
    "year": 2013
  }, {
    "title": "The dyke swarms of the Amanay, Fuerteventura",
    "authors": ["A Ahijado", "R Casillas", "A. Hernández-Pacheco"],
    "venue": "Canary Islands (Spain). J Asian Earth Sci",
    "year": 2001
  }, {
    "title": "Using the Cl/Br ratio as a tracer to identify the origin of salinity in aquifers in Spain and Portugal",
    "authors": ["FJ Alcalá", "E. Custodio"],
    "venue": "J Hydrol",
    "year": 2008
  }, {
    "title": "Spatial average recharge through atmospheric chloridemass balance and its uncertainty in continental Spain",
    "authors": ["FJ Alcalá", "E. Custodio"],
    "venue": "Hydrol Processes",
    "year": 2014
  }, {
    "title": "Natural uncertainty of spatial average aquifer recharge through atmospheric chloride mass balance in continental Spain",
    "authors": ["FJ Alcalá", "E. Custodio"],
    "venue": "J Hydrol",
    "year": 2014
  }, {
    "title": "The tectonically controlled emplacement of a vertically sheeted gabbro-pyroxenite intrusion: feeder-zone of an ocean-island volcano (Fuerteventura, Canary Islands)",
    "authors": ["J Allibon", "F Bussy", "E Lewin", "B. Darbellay"],
    "venue": "Tectonophysics",
    "year": 2011
  }, {
    "title": "Hydrogeochemistry and stable isotopes of ground and surface waters from two adjacent closed basins, Atacama Desert, northern Chile",
    "authors": ["C Alpers", "D. Whittemore"],
    "venue": "Geochem",
    "year": 1990
  }, {
    "title": "Volcanic complexes in the eastern ridge of the Canary Islands: the Miocene activity of the Island of Fuerteventura",
    "authors": ["E Ancochea", "JL Brändle", "CR Cubas", "F Hernán", "MJ. Huertas"],
    "venue": "J Volcanol Geotherm Res",
    "year": 1996
  }, {
    "title": "Geochemistry, groundwater and pollution",
    "authors": ["C Appelo", "D. Postma"],
    "venue": "Rotterdam: Balkema;",
    "year": 1993
  }, {
    "title": "Is the African plate stationary? Nature 1972;239:387–90",
    "authors": ["Burke K", "Wilson JT"],
    "year": 1972
  }, {
    "title": "El conocimiento de los recursos hídricos en Canarias: Cuatro décadas después del Proyecto SPA-15 (The knowledge of water resources in The Canaries: Four decades after the SPA-15 Project)",
    "authors": ["MC Cabrera", "J Jiménez", "E. Custodio"],
    "venue": "Las Palmas de Gran Canaria: Universidad de Las Palmas de Gran Canaria/Asociación Internacional de Hidrogeólogos–Grupo Español;",
    "year": 2011
  }, {
    "title": "Estimación de la recarga natural a los acuíferos del Norte de Gran Canaria a partir del balance de cloruros",
    "authors": ["MC Cabrera", "G Naranjo", "P Hernández-Quesada", "A Benavides", "E Estévez", "T Cruz-Fuentes"],
    "venue": "editors. Temas actuales de la Hidrología Subterránea;",
    "year": 2013
  }, {
    "title": "Growth, structure, instability and collapse of Canarian volcanoes and comparisons with Hawaiian volcanoes",
    "authors": ["Carracedo JC"],
    "venue": "J Volcanol Geotherm Res",
    "year": 1999
  }, {
    "title": "Cenozoic volcanism II: The Canary Islands",
    "authors": ["JC Carracedo", "FJ Pérez-Torrado", "E Ancochea", "J Meco", "F Hernán", "CR Cubas"],
    "venue": "In: Gibbons W, Toreno T, editors. The geology of Spain. London: Geological Society;",
    "year": 2002
  }, {
    "title": "Groundwater assessment at Santiago Island (Cabo Verde): a multidisciplinary approach to a recurring source of water supply",
    "authors": ["P Carreira", "J Marques", "A Pina", "A Gomes", "P Galego", "F. Monteiro"],
    "venue": "Water Resour Manage 2010;24:1139–59",
    "year": 2010
  }, {
    "title": "Volcanic successions",
    "authors": ["R Cas", "J. Wright"],
    "year": 1988
  }, {
    "title": "Environmental isotopes in hydrogeology",
    "authors": ["I Clark", "P. Fritz"],
    "venue": "New York: Lewis Publishers;",
    "year": 1997
  }, {
    "title": "Evolution of the eastern volcanic ridge of the Canary Islands, based on new K–Ar data",
    "authors": ["J Coello", "JM Cantagrel", "E Ibarrola", "C Jamond", "F Hernan", "JM Fuster"],
    "venue": "J Volcanol Geotherm Res",
    "year": 1992
  }, {
    "title": "Behaviour of a small sedimentaryvolcanic aquifer receiving irrigation return flows: La Aldea, Gran Canaria (Canary Islands, Spain)",
    "authors": ["T Cruz-Fuentes", "J Heredia", "MC Cabrera", "E. Custodio"],
    "venue": "Hydrogeol J 2014a;22:865–82",
    "year": 2014
  }, {
    "title": "Groundwater salinity and hydrochemical processes in the volcano-sedimentary aquifer",
    "authors": ["T Cruz-Fuentes", "MC Cabrera", "E Custodio", "J. Heredia"],
    "year": 2014
  }, {
    "title": "Geohidrología de terrenos e islas volcánicas (Geohydrology of volcanic terrains and islands)",
    "authors": ["E. Custodio"],
    "venue": "Centro de Estudios Hidrográficos-CEDEX, Publ. 128,",
    "year": 1978
  }, {
    "title": "Low permeability volcanics in the Canary Islands (Spain). Hydrogeology of Rocks of Low Permeability, XVII",
    "authors": ["E. Custodio"],
    "venue": "Memories Intern. Assoc. Hydrogeologists, Proc. Congress Tucson,",
    "year": 1985
  }, {
    "title": "Hydrogeochemistry of Tenerife Island",
    "authors": ["E. Custodio"],
    "venue": "Rev Esp Hidrogeol",
    "year": 1988
  }, {
    "title": "Groundwater characteristics and problems in volcanic rock terrains. Isotope techniques in the study of the hydrology of fractured and fissured rocks",
    "authors": ["E. Custodio"],
    "venue": "Vienna: Intern. Atomic Energy Agency;",
    "year": 1989
  }, {
    "title": "Saline groundwater in the Canary Islands (Spain) resulting from aridity. Greenhouse effect, sea level and drought, 325",
    "authors": ["E. Custodio"],
    "venue": "NATO ASI Series C: Mathematical and Physical Sciences;",
    "year": 1990
  }, {
    "title": "Coastal aquifer salinization as a consequence of aridity: the case of Amurga phonolitic massif, Gran Canaria Island. Study and modelling of salt water intrusion",
    "authors": ["E. Custodio"],
    "venue": "SWIM Meeting. Barcelona: CIMNE–UPC;",
    "year": 1993
  }, {
    "title": "Groundwater in volcanic hard rocks",
    "authors": ["E. Custodio"],
    "venue": "Intern. Association Hydrogeologists, Selected PapersLondon: Taylor ",
    "year": 2007
  }, {
    "title": "Estimation of aquifer recharge by means of atmospheric chloride deposition balance in the soil",
    "authors": ["E. Custodio"],
    "venue": "Contrib Sci 2010a;6(1):81–97",
    "year": 2010
  }, {
    "title": "Overview of saline water problems in small volcanic islands",
    "authors": ["E. Custodio"],
    "venue": "Proc. 21st Salt Water Intrusion Meeting Universidade das Açores,",
    "year": 2010
  }, {
    "title": "The Canary Islands",
    "authors": ["Custodio E", "Cabrera MC"],
    "year": 2013
  }, {
    "title": "Utilización de la relación Cl/Br como trazador hidrogeoquímico en hidrología subterránea (Use of the Cl/Br ratio as a hydrogeochemical tracer in groundwater hydrology)",
    "authors": ["E Custodio", "C. Herrera"],
    "venue": "Boletín Geológico y Minero;",
    "year": 2000
  }, {
    "title": "Hidrología subterránea",
    "authors": ["Custodio E", "Llamas MR"],
    "venue": "vols. 1–2350. Barcelona: Edit Omega;",
    "year": 1976
  }, {
    "title": "Deuterium excess in the Canary islands rainfall and groundwater",
    "authors": ["E Custodio", "G. Naranjo"],
    "venue": "Aranzadi Zientzia Elkartea;",
    "year": 2013
  }, {
    "title": "Simulation par modèle mathématique de l'îlle volcanique de Ténériffe (Canaries, Espagne) (Mathematical model simulation of the Tenerife volcanic Island)",
    "authors": ["E Custodio", "L López-García", "E. Amigó"],
    "year": 1988
  }, {
    "title": "La evaluación de la recarga a los acuíferos en la planificación hidrológica (Aquifer recharge evaluation in water planning)",
    "authors": ["E Custodio", "MR Llamas", "J. Samper"],
    "venue": "Madrid: Asociación Internacional de Hidrogeólogos, Grupo Español–Instituto Tecnológico Geominero de España;",
    "year": 1997
  }, {
    "title": "Hidrogeoquímica isotópica del macizo fonolítico de Amurga (SE de la Isla de Gran Canaria) (Isotope hydrochemistry of the Amurga phonolite massif (SE Gran Canaria Island))",
    "authors": ["J Custodio-Ayala", "E. Custodio"],
    "venue": "Las Caras del Agua Subterránea. Serie Hidrogeología y Aguas Subterráneas 1/2001Instituto Geológico y Minero de España;",
    "year": 2001
  }, {
    "title": "Groundwater as an archive of climatic and environmental change. Isotopes in the water cycle, past, present and the future of a developing science",
    "authors": ["Edmunds WM"],
    "venue": "Vienna: International Atomic Energy Agency;",
    "year": 2007
  }, {
    "title": "Estimating the variability of groundwater recharge in the Sahel using chloride",
    "authors": ["Edmunds WM", "Gaye CB"],
    "venue": "J Hydrol",
    "year": 1994
  }, {
    "title": "Hydrology andwater resources of small islands: a practical guide. Studies and reports in hydrologyParis: UNESCO",
    "authors": ["Falkland A", "editor"],
    "year": 1991
  }, {
    "title": "Miocene rifting of Fuerteventura (Canary Islands)",
    "authors": ["C Fernández", "R Casillas", "E Navarro", "M Gutiérrez", "CamachoM", "A. Ahijado"],
    "venue": "Tectonics",
    "year": 2006
  }, {
    "title": "Handbook of environmental isotope",
    "authors": ["Fritz P", "Fontes JCh"],
    "venue": "Geochemistry, vol. 1. Amsterdam: Elsevier;",
    "year": 1980
  }, {
    "title": "Geología y volcanología de las Islas Canarias: Fuerteventura (Geology and volcanology of the Canary Islands: Fuerteventura)",
    "authors": ["JM Fuster", "A Cendrero", "P Gastesi", "E Ibarrola", "J. Lopez Ruiz"],
    "year": 1968
  }, {
    "title": "Excursión 121 A + C. 26 Congreso Geológico Internacional",
    "authors": ["JM Fuster", "M Muñoz", "J Sagredo", "A Yebenes", "Fuerteventura"],
    "venue": "Bol Geol Min",
    "year": 1980
  }, {
    "title": "Exemple d'étude géochimique et isotopique de circulations aquifères en terrein volcanique sous climat semi-aride (Amurga, Gran Canaria, îles Canaries) (Example of geochemical and isotopic study of aquifer flow in volcanic terrain under semi-arid climate (Amurga, Gran Canaria, Canary Islands))",
    "authors": ["A Gasparini", "E Custodio", "JC Fontes", "J Jiménez", "JA. Núñez"],
    "venue": "J Hydrol 1990;114:61–91",
    "year": 1990
  }, {
    "title": "Earlier history of the 70-My-old Canary hotspot based on the temporal and geochemical evolution of the Selvagen Archipelago and neighbouring seamounts in the eastern North Atlantic",
    "authors": ["J Geldmacher", "K Hoernle", "P Van der Bogaard", "G Zankl", "D. Garbe-Schönberg"],
    "venue": "J Volcanol Geotherm Res",
    "year": 2001
  }, {
    "title": "Three-dimensional variable-density flow simulation of a costal aquifer in southern Oahu, Hawaii, USA",
    "authors": ["S Gingerich", "C. Voss"],
    "venue": "Hydrogeol J 2005;13:436–50",
    "year": 2005
  }, {
    "title": "The submarine volcanic succession of the basal complex of Fuerteventura, Canary Islands: a model of submarine growth and emergence of tectonic volcanic islands",
    "authors": ["M Gutiérrez", "R Casillas", "C Fernández", "K Balogh", "A Ahijado", "C Castillo"],
    "venue": "Geol Soc Am Bull 2013;118(7–8):785–804",
    "year": 2013
  }, {
    "title": "Palaeoclimatic considerations of talus flatirons and aeolian deposits in Northern Fuerteventura volcanic island (Canary Islands, Spain). Geomorphology 2013;197:1–9",
    "authors": ["Gutierrez-ElorzaM", "P Lucha", "FJ Gracia", "G Desir", "C Marín", "N. Petit-Maire"],
    "year": 2013
  }, {
    "title": "MODFLOW-2000, the U.S. Geological Survey Modular Ground-Water Model — user guide to modularization concepts and the ground-water flow process. U.S",
    "authors": ["A Harbaugh", "E Banta", "M Hill", "M. McDonald"],
    "venue": "Geological Survey Open File Report",
    "year": 2000
  }, {
    "title": "Caracterización hidrogeoquímica del Macizo de Betancuria, Fuerteventura, Arcipiélago de Canarias (Hydrogeochemical characterization of Betancuria Massif, Fuerteventura, Canarian Archipelago)",
    "authors": ["C. Herrera"],
    "venue": "Doctoral Thesis Technical University of Catalonia (UPC);",
    "year": 2001
  }, {
    "title": "Old marine water in Fuerteventura Island deep formations",
    "authors": ["C Herrera", "E. Custodio"],
    "venue": "Proc. 17th Salt Water Intrusion Meeting. Delft University of Technology, Fac. Civil Eng. and Geosciences;",
    "year": 2002
  }, {
    "title": "Hipótesis sobre el origen de la salinidad de las aguas subterráneas en la isla de Fuerteventura, Archipiélago de Canarias, España (Hypothesis on the origin of groundwater in Fuerteventura",
    "authors": ["C Herrera", "E. Custodio"],
    "year": 2003
  }, {
    "title": "Conceptual hydrogeological model of volcanic Easter Island (Chile) after chemical and isotopic surveys",
    "authors": ["C Herrera", "E. Custodio"],
    "venue": "Hydrogeol J 2008;16:1329–48",
    "year": 2008
  }, {
    "title": "Origin of waters from small springs located at the northern coast of Chile, in the vicinity of Antofagasta",
    "authors": ["C Herrera", "E. Custodio"],
    "venue": "Andean Geol 2014;41:314–41",
    "year": 2014
  }, {
    "title": "Effects of Canary hotspot volcanism on structure of oceanic crust off Morocco",
    "authors": ["JS Holik", "PD Rabinowitz", "JA. Austin"],
    "venue": "J Geophys Res",
    "year": 1991
  }, {
    "title": "Vegetational and climatic changes at the northern fringe of the Sahara 250,000–5000 years BP: evidence from 4marine pollen records located between Portugal and the Canary Islands",
    "authors": ["H Hooghiemstra", "H Stalling", "C Agwu", "L. Dupont"],
    "venue": "Rev Palaeobot Palynol 1992;74:1–53",
    "year": 1992
  }, {
    "title": "The earlymagmatic chronology of Fuerteventura",
    "authors": ["Le BasMJ", "Rex DC", "Stillman CJ"],
    "venue": "Geol Mag 1986;123:287–98",
    "year": 1986
  }, {
    "title": "Groundwater recharge. A guide to understanding and estimating natural recharge",
    "authors": ["DN Lerner", "AS Issar", "I. Simmers"],
    "venue": "IAH International Contributions to Hydrogeology 8",
    "year": 1990
  }, {
    "title": "Modelo hidrogeoquímico del acuífero de Las Cañadas del Teide, Tenerife, Islas Canarias (Hydrogeochemical model of Las Cañadas aquifer, Tenerife, Canary Islands)",
    "authors": ["R. Marrero"],
    "venue": "Doctoral Thesis Technical University of Catalonia (UPC);",
    "year": 2010
  }, {
    "title": "Relict ecosystems of thermophilous and laurel forest as biodiversity hotspots in Fuerteventura, Canary Islands",
    "authors": ["VE Martín Osorio", "W Wildpret De la Torre", "S. Scholz"],
    "venue": "Plant Biosyst 2011;145:180–5",
    "year": 2011
  }, {
    "title": "Isótopos ambientales en el ciclo hidrológico: principios y aplicaciones (Environmental isotopes in the hydrological cycle: Principles and applications)",
    "authors": ["Mook WG"],
    "venue": "Instituto Geológico y Minero de España;",
    "year": 2002
  }, {
    "title": "Volcano growth and evolution of the island of Hawaii",
    "authors": ["Moore JG", "Clague DA"],
    "venue": "Geol Soc Amer Bull 1992;104:1471–84",
    "year": 1992
  }, {
    "title": "Funcionamiento hidrogeológico del acuífero de La Aldea (Gran Canaria) (Hydrogeological functioning of the La Aldea aquifer (Gran Canaria))",
    "authors": ["J. Muñoz"],
    "venue": "Doctoral Thesis Universidad de Las Palmas de Gran Canaria;",
    "year": 2005
  }, {
    "title": "International Association of Hydrogeologists-Spanish",
    "authors": ["Subterráneas", "Valencia"],
    "year": 2014
  }, {
    "title": "Pacific island landscape",
    "authors": ["P. Nunn"],
    "venue": "Suva: Institute of Pacific Studies;",
    "year": 1998
  }, {
    "title": "Landslides and spreading of oceanic hot-spot and arc shield volcanoes on low strength layers (LSLs): an analogue modeling approach",
    "authors": ["JF Oehler", "B Wyk de Vries", "P. Labazuy"],
    "venue": "J Volcanol Geotherm Res",
    "year": 2005
  }, {
    "title": "Numerical analysis of the hydrogeologic controls in a layer costal aquifer system, Oahu, Hawaii, USA",
    "authors": ["D Oki", "W Souza", "E Bolke", "G. Bauer"],
    "venue": "Hydrogeol J 1998;6:243–63",
    "year": 1998
  }, {
    "title": "Linking the Canary and Cape-Verde hot-spots, Northwest Africa",
    "authors": ["M Patriat", "C. Labails"],
    "venue": "Mar Geophys Res",
    "year": 2006
  }, {
    "title": "Paléoclimatologie des Canaries orientales (Fuerteventura) [Palaeoclimatology of the Eastern Canaries (Fuerteventura)] (Palaeoclimatology of the Eastern Canaries (Fuerteventura))",
    "authors": ["N Petit-Maire", "G Delibrias", "J Meco", "S Pomel", "JC. Rosso"],
    "venue": "C R Acad Sci Paris",
    "year": 1986
  }, {
    "title": "User's guide toMODPATH/MODPATH-PLOT, version 3. A particle-tracking postprocessing package for MODFLOW, the U.S. Geological Survey finite difference ground-water flow modelUS Geolical Survey",
    "authors": ["D. Pollock"],
    "venue": "Open File Rep;",
    "year": 1994
  }, {
    "title": "A comparison of recharge estimates to a fractured sedimentary aquifer in South Africa from a chloridemass balance and an integrated surface–subsurface model",
    "authors": ["Sami K", "Hughes DA"],
    "venue": "J Hydrol 1996;179:111–36",
    "year": 1996
  }, {
    "title": "Sondeo geotérmico Lanzarote-1, significado geológico y geotérmico (Geothermal borehole Lanzarote-1, geological and geothermal meaning)",
    "authors": ["J Sánchez", "J. Abad"],
    "venue": "An Fis Ser B",
    "year": 1986
  }, {
    "title": "Global synthesis of groundwater recharge in semiarid and arid regions",
    "authors": ["BR Scanlon", "KE Keese", "AL Flint", "LE Flint", "CB Gaye", "WM Edmunds"],
    "venue": "Hydrol Processes",
    "year": 2006
  }, {
    "title": "Geological evolution of the Canary Islands",
    "authors": ["HU Schmincke", "M. Sumita"],
    "venue": "Koblenz: GörresDruckerei und Verlag",
    "year": 2010
  }, {
    "title": "Volcanic periodicity along the Hawaiian–Emperor chain",
    "authors": ["H Shaw", "E Jackson", "K. Bargar"],
    "venue": "Am J Sci 1980;280-A:667–708",
    "year": 1980
  }, {
    "title": "Salinity and evaporation in the river Murray Basin, Australia",
    "authors": ["Simpson HJ", "Herczeg AL"],
    "venue": "J Hydrol",
    "year": 1991
  }, {
    "title": "Giant Miocene landslides and the evolution of Fuerteventura, Canary Islands",
    "authors": ["Stillman CJ"],
    "venue": "J Volcanol Geotherm Res",
    "year": 1999
  }, {
    "title": "Basal complex of Fuerteventura (Canary Islands) is an oceanic intrusive complexwith rift-system affinities? Nature 1975;257:469–71",
    "authors": ["CJ Stillman", "JM Fuster", "MJ Bennell-Baker", "M Munoz", "JD Smewing", "J. Sagredo"],
    "year": 1975
  }, {
    "title": "Geochemical methods for evaluating the origin and evolution of ground water in volcanic rocks",
    "authors": ["Veeger AI"],
    "venue": "Ph. D. Thesis University of Arizona;",
    "year": 1991
  }, {
    "title": "Igneous petrogenesis, a global tectonic approach",
    "authors": ["M. Wilson"],
    "year": 1989
  }, {
    "title": "Chemical and isotopic methods for quantifying ground-water recharge in a regional, semiarid environment",
    "authors": ["Wood WW", "Sanford WE"],
    "venue": "Ground Water 1995;33:458–68",
    "year": 1995
  }, {
    "title": "Cambios del nivel del mar-clima en los últimos 250 kA: Canarias Orientales, España (Sea level and climate changes in the last 250 kA: Eastern Canaries, Spain)",
    "authors": ["C Zazo", "CL Hillaire-Marcel", "JL Goy", "B Ghaleb", "M. Hoyos"],
    "venue": "Bol Geol Min",
    "year": 1997
  }, {
    "title": "Late Pleistocene and Holocene groundwater recharge from the chloride mass balance method and chlorine-36 data",
    "authors": ["C Zhu", "JR Winterle", "EI. Love"],
    "venue": "Water Resour Res",
    "year": 2003
  }],
  "id": "SP:fdeed22626759e9c1a62f67189d65233040591d4",
  "authors": [{
    "name": "Christian Herrera",
    "affiliations": []
  }, {
    "name": "Emilio Custodio",
    "affiliations": []
  }],
  "title": "Groundwater flow in a relatively old oceanic volcanic island: The Betancuria area, Fuerteventura Island, Canary Islands, Spain"
}