{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nEarth and Planetary Science Letters\nj ourna l homepage: www.e lsev ie r.com/ locate /eps l\nEocene north–south trending dikes in central Tibet: New constraints on the timing of east–west extension with implications for early plateau uplift?\nQiang Wang a,b,c,⁎, Derek A. Wyman b,⁎, Zheng-Xiang Li c, Weidong Sun a, Sun-Lin Chung d, Paulo M. Vasconcelos e, Qiyue Zhang f, Han Dong f, Yuanshan Yu f, N. Pearson g, Huanning Qiu a, Tongxing Zhu f, Xintao Feng f\na Key Laboratory of Isotope Geochronology and Geochemistry, Guangzhou Institute of Geochemistry, Chinese Academy of Sciences, Guangzhou 510640, PR China b School of Geosciences, Division of Geology and Geophysics, The University of Sydney, NSW 2006, Australia c The Institute for Geoscience Research (TIGeR), Department of Applied Geology, Curtin University of Technology, Perth, WA 6845, Australia d Department of Geosciences, National Taiwan University, Taipei P.O. Box 13-318, Taipei 10699, Taiwan e Department of Earth Sciences, University of Queensland, Brisbane, Qld 4072, Australia f Chengdu Institute of Geology and Mineral Resources, Chengdu 610082, PR China g ARC National Key Centre for Geochemical Evolution and Metallogeny of Continents (GEMOC), Department of Earth and Planetary Sciences, Macquarie University, Sydney, NSW 2109, Australia\nglobal climate change\n⁎ Corresponding authors. Wang is to be contacted Geochronology and Geochemistry, Guangzhou Institu Academy of Sciences, Guangzhou 510640, PR China. Tel 20 85290130.\nE-mail addresses: wqiang@gig.ac.cn (Q. Wang), d.wy (D.A. Wyman).\n0012-821X/$ – see front matter © 2010 Elsevier B.V. A doi:10.1016/j.epsl.2010.07.046\na b s t r a c t a r t i c l e i n f o\nArticle history: Received 20 December 2009 Received in revised form 25 July 2010 Accepted 29 July 2010 Available online 24 August 2010\nEditor: R.D. van der Hilst\nKeywords: Tibet uplift extension crustal flow dikes\nEast–west extension has been a prominent feature of Cenozoic tectonics in central-southern Tibet, and the onset of this extension has been interpreted as indicating the surface uplift of the Tibetan Plateau to a critical level. Previous studies suggested that extension started in the Neogene between 18–13 Ma and 8 Ma, based on dating results from north–south trending normal faults, grabens or rifts, and dikes. We report here the discovery ofwidespread north–south trending diabase and andesitic porphyry dikes in and around the Shuang Hu graben, central Tibet, where crustal extension has previously been argued to start from 13.5 Ma based on mineral ages from graben-bounding faults. Our results show that dikes in this area were mainly formed in the Eocene (47–38 Ma). Geochemical and Nd–Sr isotopic data suggest that the diabase dikes originated from partial melting of an enriched lithospheric mantle sourcemetasomatized bymelts from subducted continental crust, and the andesitic porphyry dikes were probably derived from interactions between the subducted continental crust-derived melts and the mantle. Given that north–south trending Eocene dikes are found widely dispersed in central Tibet, we argue that the onset of east–west extension, and likely regional uplift of the Tibetan Plateau, began much earlier than previously thought. Our study implies that a large part of the Tibetan Plateau had already attained near-maximum elevation in the Eocene and is consistent with recent investigations regarding the Middle–Late Eocene (47–34 Ma) initiation of aridification in Asia, evidence from contemporary global oceanic O–Sr isotope curves and temperatures, and the carbon cycle.\nat Key Laboratory of Isotope te of Geochemistry, Chinese .: +86 20 85290277; fax: +86\nman@usyd.edu.au\nll rights reserved.\n© 2010 Elsevier B.V. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "One of the most prominent Cenozoic tectonic features in centralsouthern Tibet is the well-developed east–west extension, which is orthogonal to the north–south convergence between the Indo-Australian and the Eurasian plates (e.g., Molnar and Tapponnier, 1978; Tapponnier et al., 1981; Searle, 1995; Yin, 2000; Kapp and Guynn, 2004). The extension was recorded by north–south trending normal faults, grabens or rifts (Armijo et al., 1986; Pan and Kidd, 1992; Ratschbacher et al., 1994; Harrison et al., 1995; Yin et al., 1999; Blisniuk et al., 2001; Garzione\net al., 2003; Maheo et al., 2007; Kapp et al., 2008; Murphy et al., 2009) and north–south trending dikes (Coleman and Hodges, 1995; Williams et al., 2001). It has commonly been attributed to topography-related extensional stresses as the surface uplift of the Tibetan Plateau reached a near-maximum elevation (Harrison et al., 1992; Molnar et al., 1993; Coleman and Hodges, 1995; Searle, 1995; Blisniuk et al., 2001; Williams et al., 2001; Murphy et al., 2009). Early estimations for the onset of crustal extension in central Tibet, based on fault displacement and extrapolation of fault slip rates, gave Pliocene ages (e.g., ca. 4 Ma; Yin et al., 1999), but this onset age has since been pushed back to at least 13.5 Ma on the basis of Rb–Sr and 40Ar–39Ar ages of late minerals from graben-bounding normal faults of the Shuang Hu graben in the Qiangtang Block, central Tibet (Fig. 1a and b; Blisniuk et al., 2001). In southern Tibet, earlier (18–13 Ma) east–west extension has been established based on ages of north–south trending dikes (Williams et al., 2001).\nThis study reports newageandgeochemical data of subparallel north– south trending dikes from the Duogecuoren–Shuang Hu area, central Tibet (Fig. 1). Given that subparallel dike emplacement is associated with fracture propagation andextension (e.g.,Williamset al., 2001;Garzione et al., 2003), the dikes provide an independent means for evaluating the\nhistory of east–west extension in central Tibet. Our results indicate that most of the dike intrusions occurred in the Eocene, significantly earlier than previously thought. This suggests that east–west extension, and possibly the surface uplift of the Tibetan Plateau, also beganmuch earlier in the central Tibetan Plateau than many previous estimates."
  }, {
    "heading": "2. Regional geology and sampling",
    "text": "The Tibetan Plateau comprises, from north to south, the Songpan– Ganzi, Qiangtang and Lhasa Blocks (Yin andHarrison, 2000; Chunget al., 2005), which are separated by the Jinshajiang and Bangong sutures, respectively (Fig. 1a). It is generally accepted that suturing between these blocks was completed by the Cretaceous and the Qiangtang Block has since been in an intracontinental setting (Yin and Harrison, 2000). The Qiangtang Block consists mainly of Carboniferous and younger strata with an early Mesozoic blueschist-bearing mélange exposed in the central Qiangtangmetamorphic belt (Kapp et al., 2003, 2005, 2007). Eocene–Early Oligocene (50–29 Ma) volcanic and intrusive rocks are widespread in the Qiangtang Block (e.g., Chung et al., 1998;Wang et al., 2001a; Ding et al., 2003; Hou et al., 2003; Lai et al., 2003; Chung et al., 2005; Spurlin et al., 2005; Guo et al., 2006; Jiang et al., 2006; Ding et al., 2007; Mo et al., 2007; Wang et al., 2008b).\nThe dikes in the Duogecuoren–Shuang Hu and Bamaoqiongzhong areas thatwe investigatedaremainlynorth–southorNNE–SSW-trending, although a few are east–west trending (Fig. 1b and c). The positions, modes of occurrences, plus field and petrographic characteristics of the samples are provided in Appendices A–C and Table 1. The undeformed and unmetamorphosed dikes intrude Paleocene strata and have exposed lengths of up to 4000 m and widths of 2–6 m. Five subparallel north– south trending dikes close to the recently identified Eocene shoshonitic and adakitic volcanic rocks in the Duogecuoren–Shuang Hu area (Wang et al., 2008b) and one dike in the Bamaoqiongzhong area were sampled\nfor detailed studies (Fig. 1c and d). According to textural characteristics and mineral assemblages (Appendix A and Table 1), these dikes are divided into three types: diabases, andesitic rocks and alkaline (occasionally nepheline–bearing) syenite porphyry."
  }, {
    "heading": "3. Analytical methods",
    "text": "After crushing, fresher rock fractions were selected and subjected to ultrasonic cleaning in distilledwaterwithb5%HNO3 anddistilledwater, and then dried and handpicked to remove visible contamination.\nMajor element oxides (wt.%) for whole-rock powders were determined using a Varian Vista PRO ICP-AES at the Key Laboratory of Isotope Geochronology and Geochemistry, Guangzhou Institute of Geochemistry, Chinese Academy of Sciences. Details of the analytical procedureswere described by Li et al. (2002). Trace elements, including the rare earth element (REE),were analyzed using a Perkin-Elmer ELAN 6000 inductively-coupled plasma source mass spectrometer (ICP-MS) at the Key Laboratory of Isotope Geochronology and Geochemistry, Guangzhou Institute of Geochemistry, Chinese Academy of Sciences, following procedures described by Li et al. (2002). Analytical precision for most elements is better than 3%. The analytical results are given in Appendix D.\nSr and Nd isotopic compositions of selected samples were determined using a Micromass Isoprobe multi-collector mass spectrometer (MC-ICP-MS) at the Guangzhou Institute of Geochemistry, Chinese Academy of Sciences. Analytical procedures are similar to that\ndescribed in Wei et al. (2002) and Li et al. (2004). The 87Sr/86Sr ratio of the NBS987 standard and 143Nd/144Nd ratio of the JNdi-1 standard measured were 0.710288±28 (2σm) and 0.512109±12 (2σm), respectively. All measured 143Nd/144Nd and 86Sr/88Sr ratios are fractionation corrected to 146Nd/144Nd=0.7219 and 86Sr/88Sr=0.1194, respectively. The results are given in Appendix E.\nArgon isotope analyses for 3 samples (04wq-1, 04wq-4 and 9063- GS2) were conducted on a MM-1200 mass spectrometer at the Laboratory of Analytical Center, Guilin Resource andGeological Institute following procedures similar to those described in Wang et al. (2007). The rock chips were wrapped in Sn foil and sealed in 6-mm-ID evacuated quartz-glass vials together with ZBH-25 (biotite) flux monitors, and irradiated for 37 h at Beijing Nuclear Research Center. The monitor samples were individually fused and analyzed for argon isotope compositions. All samples were step-heated using a radiofrequency furnace. Argon isotope analyses were conducted on a MM1200 mass spectrometer at the Laboratory of Analytical Center, Guilin Resource and Geological Institute. The monitor standard was the ZBH25 (biotite, 132.5 Ma). All errors are quoted at the 1σ level and do not include the uncertainly of the monitor age. The data are listed in Appendix F.\nArgon isotope analysis of sample (8528) was conducted on a GV5400 mass spectrometer at the Guangzhou Institute of Geochemistry, Chinese Academy of Sciences. Rock chips of 30–60 meshes in size were ultrasonically cleaned first in distilled water with b5% HNO3 and then in deionized water, and dried and handpicked to remove visible contamination. The sample and a monitor standard (ZBH-2506 with an age of 132.500±0.663 Ma) were irradiated in the 49-2 reactor in Beijing for 54 h. Details of the analytical procedure used are given in Qiu (2006) and Qiu and Jiang (2007). The 40Ar–39Ar dating results are calculated and plotted using the ArArCALC software of Koppers (2002). The 40Ar–39Ar age data are listed in Appendix G.\nArgon isotope analyses for the other three samples (04wq-7, 8518-2 and 9063-GS3) were conducted at the University of Queensland Argon Geochronology inEarthSciences laboratory followingproceduresdetailed by Vasconcelos (1999). Ten to 20 pure grains from each sample were loaded into irradiationdisks alongwith FishCanyon standards (28.02 Ma) (Renne et al., 1998). The disks were wrapped in Al foil, vacuum-sealed in silica glass tubes and irradiated for 14 h at the B-1 CLICIT facility at the Radiation Center, Oregon State University, USA. Sample and flux monitor irradiation geometry followed those of Vasconcelos (1999). After a 2 month cooling period, two to four grains for each samplewere analyzed by the laser incremental-heating 40Ar/39Ar method at the UQAGES laboratory. Irradiation correction factors are (2.64±0.02)×10−4 for (36Ar/37Ar)Ca; (7.04±0.06))×10−4 for (39Ar/37Ar)Ca; (8±3)×10−4 for (40Ar/39Ar)K. A J-factor of 0.003644±0.000024 for the irradiation was calculated from the analysis of 15 individual sanidine fluxmonitor grains. Plateaus, defined as three or more contiguous steps accounting for more than50%of the total amountof 39Ar released fromeach sample,wereused to calculate plateau ages (1 sigma error). All ages are reported using the constants of Steiger and Jäger (1977). The data are listed in Appendix H.\nOne dike sample (D3145) for LAM-ICP-MS zircon U–Pb dating was collected from the Bamaoqiongzhong area. Zircon grains were separated using conventional heavy liquid and magnetic techniques. The separated zircons were sorted under a Leica binocular microscope fitted with UV light, and a representative set of each distinct morphological population was mounted in epoxy blocks and polished for analysis. Cathodoluminescence images were collected using a Cameca SX100 electron microprobe (EMP) at GEMOC Key Centre, Macquarie University and these were used to examine internal structure. U–Pb dating was performed at GEMOC Key Centre, using a New Wave Research LUV213 laser system attached to an Agilent 7500s inductively-coupled plasma mass spectrometer (ICP-MS). The analytical procedures for the U–Pb dating are described in detail in Jackson et al. (2004). Laser operating conditions used in this study included a spot size of 30 μm, a repetition rate of 5 Hz and a beam\nenergy of 0.2 J cm−2 (measured in a beam splitter). Common Pb was corrected by ComPbCorr#3_151 (Andersen, 2002) for those with common 206PbN1%. The data are listed in Appendix I."
  }, {
    "heading": "4. Results",
    "text": ""
  }, {
    "heading": "4.1. Geochemistry",
    "text": "The diabase dikes have relatively high K2O+Na2O (Fig. 2) and K2O contents (Fig. 3a), and are rich in incompatible trace elements (e.g., Ba, Th, La, and Sr), but depleted in high field strength elements (HFSE: Nb, Ta, Hf, Zr and Ti) (Fig. 3b and c), similar to those of the Eocene shoshonitic volcanic rocks in theDuogecuorenarea (Table1) (Wanget al., 2008b). The diabase dikes are also relatively primitive (SiO2=45.26–52.92 wt.%, Mg#=64–74, Ni=164–315 ppm) and have slightly low εNd ranging from −4.19 to −4.53 and high 87Sr/86Sr from 0.7069 to 0.7074 (Fig. 4c; Appendices D and E). The alkaline syenite porphyry dike is geochemically similar to the Eocene shoshonitic volcanic rocks in the Duogecuoren area (Wang et al., 2008b), e.g., high K2O+Na2O (Fig. 2) and K2O contents (Fig. 3a), enriched incompatible trace elements (e.g., Ba, Th, La, and Sr), depleted high field strength elements (HFSE: Nb, Ta, Hf, Zr and Ti) (Fig. 3c and d), and low εNd (−7.0) and high 87Sr/86Sr (0.7084) (Fig. 3d) (Appendices D and E; Table 1). The andesitic porphyry dikes are high-K calc-alkaline (Fig. 3a), metaluminous (Al2O3/(CaO+Na2O+K2O)=0.80–0.84), and magnesian (Mg#=59–63), and have relatively high SiO2 (58.29–60.31 wt.%) and Sr (1120–1354 ppm) contents and low Y (12.2–17.8 ppm) and heavy rare earth element (e.g., Yb=1.18–1.43 ppm) contents with εNd between −3.25 and −3.98 and 87Sr/86Sr between 0.7070 and 0.7072 (Appendices D and E). They are geochemically similar to Eocene metaluminous high-Mg adakitic volcanic rocks in the area (Table 1) (Wang et al., 2008b) (Fig. 3)."
  }, {
    "heading": "4.2. Chronology",
    "text": "The ages of the dikeswere determined using argon isotope analyses in three different argon geochronological laboratories, using the step-\nheating method (Appendices F–H). The results are given in Table 2 and Figs. 4 and 5. Diabase dike samples 04wq-7 and 8528 yielded whole-rock 40Ar/39Arweightedmeanagesof41.8±0.3 Ma(Fig. 4a showingdata from two rock chips, and Table 2) and 42.5±0.4 Ma (Fig. 5d and Table 2), respectively, using laser step-heating. Diabase dike samples 04wq-1 and 04wq-4 yielded whole-rock 40Ar/39Ar plateau ages of 46.6±0.4 Ma and 44.2±0.6 Ma, respectively, by step-heated using a radio-frequency furnace (Fig. 5a and b, Table 2). Therefore, 40Ar/39Ar dating of all four diabase dikes yielded a relatively narrow range of 40Ar/39Ar ages between 46.6±0.4 and 41.8±0.3 Ma.\nLaser step-heating of two andesitic porphyry dike samples 8518-2 and 9063-GS3 yielded weighted mean 40Ar/39Ar ages of 42.3±0.4 Ma (Fig. 4b, Table 2) and 40.9±0.4 Ma (Fig. 4c, Table 2), respectively. Radio-frequency furnace step-heating of andesitic porphyry dike sample 9063-GS2 yielded a 40Ar/39Ar plateau ages of 38.7±0.3 Ma (Fig. 5c, Table 2). Thus, three andesitic porphyry dike samples yielded 40Ar/39Ar ages between 42.5±0.4 Ma and 38.7±0.3 Ma. The maximum age range of diabase and andesitic porphyry dikes (47–38 Ma) is almost identical to that of 46–38 Ma adakitic and shoshonitic volcanic rocks in the Duogecuoren area (Wang et al., 2008b) and, more generally, to that of widespread 50–34 Ma shoshonitic rocks throughout central-eastern Qiangtang (Fig. 1a).\nIn addition, the LA-ICP-MS U–Pb zircon results for the alkaline syenite porphyry dike (sample D3145) establish an age of 29.2±1.5 Ma (Appendices I–J), which is distinctly younger than the 47–38Ma diabase\nand andesitic porphyry dikes. However, the age is similar to the formation age (~30–27 Ma) of alkaline igneous rocks (aegirine-, riebeckite-, sodalite-, nosean-, hauyne-, leucite- and nepheline-bearing trachytes, tephriphonolites, trachyandesites and pyroxenites) in the Yulinshan and Baomaoqiongzhong areas, central Qiangtang Block (Ding et al., 2003; Xia et al., 2006) and aegirine–augite-bearing syenites in the Bugashi area, western Lhasa Block (Appendix K) (Ma et al., 2009)."
  }, {
    "heading": "5. Discussion",
    "text": ""
  }, {
    "heading": "5.1. Petrogenesis",
    "text": "The Eocene andesitic porphyry dikes in the Duogecuoren region exhibit the characteristics of metaluminous high-Mg adakitic rocks, e.g., highMgO, Sr/Y, La/YbvaluesanddepletedHREEcontents (e.g., Kay, 1978). A variety of origins have been proposed for high-Mg adakitic rocks including the interaction between melts derived from subducted oceanic crust or delaminated lower crust and overlying mantle peridotites (e.g., Kay, 1978; Rapp et al., 1999; Defant et al., 2002; Xu et al., 2002; Gao et al., 2004), low or high pressure fractional crystallization from basaltic melts (e.g., Castillo et al., 1999;Macphersonet al., 2006), andmixingof felsic and basaltic magmas (Streck et al., 2007). Recently, Wang et al. (2008b) proposed a new model for the petrogenesis of Eocene metaluminous high-Mgadakitic volcanic rocksof theDuogecuorenarea (Fig. 1b)after the\nabove mechanisms were shown to be implausible for these rocks (see discussion below).\nThe andesitic porphyry dikes are geochemically similar to these adakitic volcanic rocks (Fig. 3; Appendices K–L; Table 1) and we suggest that the dikes were not generated by partial melting of subducted oceanic crust owing to their low εNd and high 87Sr/86Sr values and within-plate setting (Fig. 3d) (Wang et al., 2008b). Major and trace element diagrams (Appendices L–M) also suggest that they were not derived from high pressure fractional crystallization involving garnet (Macpherson et al., 2006) or low pressure fractional crystallization involving a hornblende+plagioclase-bearing assemblage (Castillo et al., 1999) from parental basaltic magmas. Moreover, the minor shoshonitic volcanic rocks and diabase dikes, which are the only coeval basaltic rocks associated with the Eocene adakitic volcanic rocks and andesitic porphyry dikes (Fig. 1c), rarely contain hornblendes. The andesitic porphyry dikes also have higher εNd than those of shoshonitic volcanic rocks and diabase dikes (Fig. 3d). Accordingly, the adakitic rocks could not have been generated from parental basaltic magmas by crustal assimilation ormixing of felsic and basaltic magmas (Wang et al., 2008b).\nIn addition, as detailed in numerous studies, xenolith compositions suggest that the northern Qiangtang Block has a dominantly metasedimentary lower crust formed by subduction of the Triassic Songpan–Ganzi accretionary wedge during the early Mesozoic or Cenozoic (Hacker et al., 2000; Yin and Harrison, 2000; Tapponnier et al., 2001; Ding et al., 2003, 2007;Kappet al., 2003; Schwabet al., 2004;Hacker et al., 2005;Kappet al., 2005; Kapp et al., 2007). Obviously, this sedimentary lower crust has a lower density than mantle rocks at the same pressure and temperatures (Hacker et al., 2005),which isnot favourable for thedelaminationof lower crust. Thus, it is unlikely that interaction between delaminated lower crust-derivedmelts and the overlyingmantle peridotites generated these andesitic dikes.\nOn the basis of rock characteristics, experimental melts, xenolith compositions and tectonic and sedimentary data, we suggest that the Duogecuore Eocene peraluminous low-Mg adakitic rocks were most probably formed by partial melting of subducted sediment-dominated Songpan–Ganzi Block along the Jinsha suture to the north, whereas coeval metaluminous high-Mg adakitic volcanic rocks originated from the interaction between peraluminous adakitic melts and mantle (Fig. 6a) (Wang et al., 2008b). Owing to the similarities in both geochemistry and ages between the andesitic porphyry dikes and the Duogecuore metaluminous high-Mg adakitic volcanic rocks (Table 1), they likely shared a similar petrogenesis. In other words, the andesitic porphyry dikes were probably derived from the interaction between peraluminous adakitic melts from subducted continental crust, and the mantle (Fig. 6a).\nern Tibet.\nOn the basis of major and trace element diagrams and data (Fig. 3; Appendices L–M; Table 1), we suggest that the Eocene shoshonitic diabase dikes were not generated by fractional crystallization from parental basaltic magmas but partial melting. In fact, as mentioned above, these dikes exhibit the characteristics of relatively primitive magmas (low SiO2, high Mg# and Cr and Ni contents). Their high K and incompatible trace element contents, depleted HFSE contents, low εNd and high 87Sr/86Sr values all suggest that they may have originated from enriched lithospheric mantle metasomatized by ancient subducted sediments, as suggested by Turner et al. (1996). Given the widespread occurrence of coeval adakitic magmatism, however, we suggest an alternative process. They were more plausibly generated by partial melting of enriched lithospheric mantle metasomatized by peraluminous adakitic melts derived from subducted sediment-dominated continent of the Songpan–Ganzi Block,\nsimilar to the Duogecuoren Eocene shoshonitic volcanic rocks (Fig. 6a) (Wang et al., 2008b).\nThe ~29 Ma alkaline syenite porphyry dike is closely associated with contemporary alkaline magmatic rocks in the Bamaoqiongzhong area (Fig. 1d). Moreover, it also exhibits low εNd (−7.0) and high 87Sr/86Sr (0.7084), which are very similar to those (−6.2~−9.0 and 0.7080–0.7095) of contemporary alkaline magmatic rocks in the Yulinshan and Bamaoqiongzhong areas, in the central-western Qiangtang Block (Table 1) (Ding et al., 2003; Liu et al., 2003). Therefore, the alkaline syenite porphyry dike may be derived by partial melting of enriched mantle, which was possibly triggered by the uplift of asthenosphere due to the rollback of subducted continental lithosphere (Fig. 6b), as argued for the contemporary (~30 Ma) alkaline magmatic rocks (Ding et al., 2003; Liu et al., 2003; Xia et al., 2006)."
  }, {
    "heading": "5.2. East–west extension and uplift of the Tibetan Plateau",
    "text": ""
  }, {
    "heading": "5.2.1. Eocene east–west extension",
    "text": "Our new 40Ar/39Ar ages show that both diabase and andesitic\nporphyry dikes were emplaced during the Eocene, indicating that\neast–west extension in central Qiangtang had begun by at least 47 Ma. These ages are much earlier than the previously documented ages of secondaryminerals from the boundary faults of the Shuang Hu graben (e.g., 13.5 Ma or 4 Ma), which likely record comparatively late-stages of east–west extension (Yin et al., 1999; Blisniuk et al., 2001).\nNorth–south or north-northeast trending dikes and dike swarms are widely distributed across Tibet. For example, they are known in the Bamaoqiongzhong, Geladandong and Narigongma areas in the central-eastern Qiangtang Block, the Shangqiongqiri and Lawu areas in the northern Lhasa Block, and the Lushui and Lianghe areas in eastern Tibet (Fig. 1a). Notably, the Narigongma, Lushui and Lianghe north–south trending dikes have Eocene ages (43–39 Ma; (Lan et al., 2007; Yang et al., 2008) that are comparable with our new age data for the Duogecuoren dikes (Fig. 1a, Table 2). The occurrence of contemporaneous north–south trending dikes in both central-eastern Qiangtang and eastern Tibet (Fig. 1a) indicates that Eocene east–west extension was widespread across the plateau and cannot be considered a local feature. The occurrences of approximately contemporary (42–34 Ma) alkaline magmatic rocks (e.g., analcime and leucite-bearing phonotephrite, nepheline and leucite-bearing tephrite and aegirine–augite-bearing syenite) in the central Lhasa Block and eastern Qiangtang Block (Figs. 1a, 2 and 7; Appendices C and K) further support the above conclusion, provided that these rock types can only be generated in an extensional setting (e.g., Fitton and Upton, 1987; Frost and Frost, 2008)."
  }, {
    "heading": "5.2.2. Cenozoic east–west extension and north–south shortening in the Qiangtang Block",
    "text": "East–west extension in the central Qiangtang Block occurred in the early Oligocene (~30 Ma) in addition to the Eocene. The ~30 Ma volcanic rocks (central Qiangtang Block) reported by Ding et al. (2003) and Xia et al. (2006) are classic alkaline rocks, which consist of aegirine-, riebeckite-, sodalite-, nosean-, hauyne-, leucite- and nepheline-bearing trachytes, tephriphonolites, trachyandesites and pyroxenites. Moreover, the alkaline rocks in the Bamaoqiongzhong area were closely associated with a north–south trending 29±1.5 Ma alkaline syenite porphyry dike (Figs. 1d and Appendices I–J) that is about 2–8 m wide and about ~4 km in length. However, it is unclear whether there has been persistent east–west extension since ca. 47 Ma. Since that time the Tibetan Plateau has experienced more north–south shortening, as shown by the E–W trending folds in the ~30 Ma potassic volcanic rocks (Ding et al., 2003), and the folded Oligocene red beds and lacustrine rocks in the footwalls of thrust faults across central Tibet (Kapp et al., 2005, 2007). In theMiddle–Late Miocene (14–4 Ma), the Shuang Hu rift cuts these contractional structures (Kapp et al., 2005, 2007).\nIt should be noted that the east–west extension and north–south shortening in Cenozoic Tibet are not mutually exclusive. In other words, they could have occurred concurrently. The presence of east– west trending thrust faults (Fig. 1a) and post 30 Ma folding in the Qiangtang Block suggests that it was undergoing north–south shortening during the Paleocene–Early Miocene (Yin and Harrison, 2000; Tapponnier et al., 2001; Horton et al., 2002; Ding et al., 2003; Kapp et al., 2005; Spurlin et al., 2005; DeCelles et al., 2007a; Kapp et al., 2007; Royden et al., 2008). On the other hand, 47–30 Ma dikes and the occurrence of alkaline rocks (Figs. 1a and 7; Table 2; Appendices D and E) suggest east–west extension during the Middle–Late Eocene– Early Oligocene, approximately coeval with north–south shortening in central-eastern Tibet. Taylor et al. (2003) and Jolivet et al. (2003) emphasized the occurrence of coeval (15–3 Ma) east–west extension and north–south shortening in central-northern Tibet, which were associated with strike–slip faulting. Detailed age data for north–south trending dikes and alkaline rocks in Tibet (Figs. 2 and 7 and Appendix K) also suggest that east–west extension in Tibet and adjoining regions could have occurred continuously from the mid-Eocene to Miocene. Therefore, Cenozoic east–west extension and north–south\nshortening in central Tibet could have occurred synchronously after ca. 47 Ma. Global positioning system measurements also prove that Tibet is presently undergoing both north–south shortening and east– west extension (Wang et al., 2001b; Zhang et al., 2004)."
  }, {
    "heading": "5.2.3. Controlling factors for east–west extension and implications for plateau uplift",
    "text": "The east–west extension is most commonly attributed to a topographically driven stress-field change during the Indo-Asia convergence, corresponding to the time when the plateau reached its near-maximum elevation (Harrison et al., 1992; Molnar et al., 1993; Coleman and Hodges, 1995; Blisniuk et al., 2001;Williams et al., 2001; Murphy et al., 2009). Three-dimensional finite element modeling shows that significant crustal extension may have occurred when the Tibetan Plateau reached ~75% of its present elevation (Liu and Yang, 2003). A link between east–west extension and the gravitational potential energy of elevated crust is also supported by the fact that significant normal faulting or rifts are absent in all areas of Tibet with a mean elevation b4500 m (e.g., Kapp and Guynn, 2004, and references therein).\nIf we accept the topographically driven model for the east–west extension in Tibet, then the east–west extension as recorded by the Middle–Late Eocene dikes in the Qiangtang Block would present compelling evidence that the central Tibetan Plateau reached a nearmaximum elevation by ca. 47 Ma. There are also other independent lines of evidence for an Eocene uplift of central-eastern, northeastern\nand southernmost Tibetan Plateau. (1) Oxygen isotope data from Late Eocene deposits in the northernmost Lhasa Block (central Tibet) indicate that the surface of the plateau has been at an elevation of more than 4 km for at least the past 35 Ma (Rowley and Currie, 2006). (2) A stable isotope paleoelevation study on the Hoh Xil basin of north-central Tibet (Cyr et al., 2005) also suggests N2 km paleoelevation at ca. 40–35 Ma. (3) Wang et al. (2008c) suggest that the central plateau was elevated by 40 Ma on the basis of magnetostratigraphy, sedimentology, paleocurrent measurements, and 40Ar/39Ar and fission-track data. (4) Fossil pollens in the Xining Basin of northeastern Tibet suggest surface uplift between ca. 38.3 and 37.3 Ma to elevations in excess of 2 to 3 km (Dupont-Nivet et al., 2008). (5) Chung et al. (1998, 2005) suggest that the uplift of the eastern and south Tibet occurred at ~40 Ma based on Cenozoic magmatism. (6) Tectonic and basin-analysis work show that crustal thickening in central and southern Tibet began in the Eocene (Spurlin et al., 2005; Aikman et al., 2008). (7) 35 Ma ductile extension in mid-crustal rocks of southernmost Tibet indicates that the region had attained its maximum elevation by the Late Eocene–Early Oligocene (Lee and Whitehouse, 2007). (8) Low temperature thermochronology data suggest that southwestern Tibetan plateau was uplifted by at least 35 Ma (van der Beek et al., 2009). (9) The occurrence of adakitic magmatism in the central Qiangtang Block confirms the presence of a thickened eclogitic lower crust during the Eocene, suggesting that significant uplift of the central plateau occurred between 46 and 38 Ma (Wang et al., 2008b).\nHowever, non-topographically driven models have also been applied to east–west extension in Tibet. These include rigid body extrusion (Armijo et al., 1986, 1989), oroclinal bending (Ratschbacher et al., 1994), a Late Miocene–Early Pliocene large scale mantle flow beneath Asia (Yin,\n2000; Yin andHarrison, 2000), conjugate strike–slip faulting (Taylor et al., 2003), and eastward flow of deep crust (Royden et al., 1997; Cook and Royden, 2008;Roydenet al., 2008). Thefirst threemodelsweredeveloped for southernTibetonlyanddonot account for structural features incentral Tibet (Blisniuk et al., 2001) or the early age of extension recognized in that region. The latter two models are closely related to eastward “spreading” or “extrusion” of the Tibetan Plateau. Taylor et al. (2003) suggest that the conjugate faults in central Tibet accommodate coeval (14–8Ma) east– west extension and north–south contraction, where east–west extensional strain is accommodated by the eastward extrusion of a series of small wedges bounded by conjugate strike–slip faults, and the overall mode of east–west extension may be expressed as eastward “spreading” of the Tibetan Plateau. Royden et al. (1997, 2008) suggest that rapid eastward flow of deep crust from central Tibet into eastern and southeastern Tibet could have caused slower flow in the upper crust and east–west surface extension. Thus, the initiation of east–west extension in central Tibet, the uplift of eastern Tibet, and the establishment of the modern deformation field in central and eastern Tibetwere all results of this deep crustal process. Aprecondition for sucha model is that the central plateau had been uplifted, the crust thickened and the lower crust weakened beforehand (e.g., Clark and Royden, 2000; McKenzie et al., 2000; McKenzie and Jackson, 2002). The eastward “spreading” of the Tibetan plateau (Taylor et al., 2003; Murphy et al., 2009) or onset of deep crustal flow processes (Royden et al., 1997, 2008) might also have been initiated earlier than originally suggested. For example, the Middle–Late Eocene (47–35Ma) surface uplift (Cyr et al., 2005; Rowley and Currie, 2006;Wang et al., 2008b,c) and partial melting of eclogitic lower crust (Wang et al., 2008b) in central Tibet could have triggered the crustal weakening and eastward flow of deep crust (Fig. 6) (Royden et al., 1997; Clark and Royden, 2000; DeCelles et al., 2002;\nBurchfiel et al., 2008; Royden et al., 2008), leading to the contemporary east–west extension in this area and the ~40 Ma uplift of eastern Tibet (Chung et al., 1998).\nIrrespective of these uncertainties, the first-order control of tectonic processes related to the Tibetan Plateau must be the convergence between India and Eurasia (Molnar and Tapponnier, 1978; Searle, 1995; Royden et al., 1997; Tapponnier et al., 2001;Wang et al., 2001b; Liu and Yang, 2003; Kapp and Guynn, 2004; Royden et al., 2008). Based on our results, it is possible that this convergence lead to Eocene continental subduction, crustal shortening and thickening, magmatism, and uplift and extension of the central Tibetan Plateau as early as 47 Ma. This may have caused the increase of oceanic δ18O and 87Sr/86Sr values, decreases in the oceanic temperature, and the initiation of bipolar glaciations at 47–38 Ma (Fig. 8) and Asian continental aridification in the Eocene (Raymo and Ruddiman, 1992; Chung et al., 1998; Ruddiman, 1998; Graham et al., 2005; Tripati et al., 2005; Dupont-Nivet et al., 2007; Garzione, 2008)."
  }, {
    "heading": "Acknowledgements",
    "text": "We sincerely thank Professors R.D. van der Hilst and M. Searle for their constructive and helpful reviews. The work was supported by grants from the Chinese Academy of Sciences (KZCX2-YW-Q09-0501; KZCX2-YW-128), the National Natural Science Foundation of China (40721063), theMajor State Basic Research Program of People's Republic of China (2009CB421004), the International Development Fund of The University of Sydney, and The Institute for Geoscience Research (TIGeR) at Curtin University of Technology. ARC funded instrumentation at UQ-AGES was used for dating. The analytical data were obtained using instrumentation funded by ARC LIEF, and DEST, Systemic Infrastructure Grants, industry partners and Macquarie University. Feng Zi, Ziqi Jiang, Zhongliang Li, Shiliang Lin, Chunsheng Ou, Banggong Zhou, Yungui Tian and Tongmo Dai are thanked for their assistance with laboratory and fieldwork. We thank Drs. B.S. Currie, C.N. Garzione and P. Kapp for their constructive comments on an early version of this paper. This is contribution No. IS-#1231 from GIGCAS, TIGeR publication #226 and contribution no. 672 from the ARC GEMOC National Key Centre (www.es.mq.edu.au/GEMOC/)."
  }, {
    "heading": "Appendix A. Supplementary data",
    "text": "Supplementary data associated with this article can be found, online at doi:10.1016/j.epsl.2010.07.046."
  }],
  "year": 2010,
  "references": [{
    "title": "Evidence for early (N44 Ma) Himalayan crustal thickening, Tethyan Himalaya, southeastern Tibet",
    "authors": ["A.B. Aikman", "T.M. Harrison", "L. Ding"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 2008
  }, {
    "title": "Correction of common lead in U–Pb analyses that do not report",
    "authors": ["T. Andersen"],
    "venue": "204Pb. Chem. Geol",
    "year": 2002
  }, {
    "title": "Late Cenozoic right-lateral strike–slip faulting in southern Tibet",
    "authors": ["R. Armijo", "P. Tapponnier", "T.L. Han"],
    "venue": "J. Geophys. Res",
    "year": 1989
  }, {
    "title": "Quaternary extension in southern Tibet: field observation and tectonic implications",
    "authors": ["R. Armijo", "P. Tapponnier", "J.L. Mercier", "T. Han"],
    "venue": "J. Geophys. Res",
    "year": 1986
  }, {
    "title": "A geological and geophysical context for theWenchuan earthquake of 12 May 2008, Sichuan, People's Republic of China",
    "authors": ["B.C. Burchfiel", "L.H. Royden", "R.D. vanderHilst", "B.H. Hager", "Z. Chen", "R.W. King", "C. Li", "J. Lü", "H. Yao", "E. Kirby"],
    "venue": "GSA Today",
    "year": 2008
  }, {
    "title": "Normal faulting in central Tibet since at least 13.5",
    "authors": ["P.M. Blisniuk", "B.R. Hacker", "J. Glodny", "L. Ratschbacher", "S. Bi", "Z. Wu", "M.O. McWilliams", "A. Calvert"],
    "venue": "Myr ago. Nature",
    "year": 2001
  }, {
    "title": "Cosmochemistry of the earth elements: meteorite studies. Rare Earth Element Geochmistry",
    "authors": ["W.V. Boynton"],
    "year": 1984
  }, {
    "title": "Petrology and geochemistry of Camiguin island, southern Philippines: insights to the source of adakites and other lavas in a complex arc setting",
    "authors": ["P.R. Castillo", "P.E. Janney", "R.U. Solidum"],
    "venue": "Contrib. Mineralog. Petrol",
    "year": 1999
  }, {
    "title": "Tibetan tectonic evolution inferred from spatial and temporal variations in post-collisional magmatism",
    "authors": ["Chung", "S.-L", "Chu", "M.-F", "Y. Zhang", "Y. Xie", "Lo", "C.-H", "Lee", "T.-Y", "Lan", "C.-Y", "X. Li", "Q. Zhang", "Y. Wang"],
    "venue": "Earth Sci. Rev",
    "year": 2005
  }, {
    "title": "Adakites from continental collision zones: melting of thickened lower crust beneath southern",
    "authors": ["Chung", "S.-L", "D. Liu", "J. Ji", "Chu", "M.-F", "Lee", "H.-Y", "Wen", "D.-J", "Lo", "C.-H", "T.-Y", "Q. Qian", "Q. Zhang"],
    "venue": "Tibet. Geology",
    "year": 2003
  }, {
    "title": "Diachronous uplift of the Tibetan plateau starting 40",
    "authors": ["Chung", "S.-L", "Lo", "C.-H", "Lee", "T.-Y", "Y. Zhang", "Y. Xie", "X. Li", "Wang", "K.-L", "P.-L"],
    "venue": "Myr ago. Nature",
    "year": 1998
  }, {
    "title": "Topographic ooze: building the eastern margin of Tibet by lower crustal",
    "authors": ["M.K. Clark", "L.H. Royden"],
    "venue": "flow. Geology",
    "year": 2000
  }, {
    "title": "Evidence for Tibetan plateau uplift before 14 Myr ago from a new minimum age for east–west extension",
    "authors": ["M. Coleman", "K. Hodges"],
    "venue": "Nature 374,",
    "year": 1995
  }, {
    "title": "The role of crustal strength variations in shaping orogenic plateaus, with application to Tibet",
    "authors": ["K.L. Cook", "L.H. Royden"],
    "venue": "J. Geophys. Res. 113,",
    "year": 2008
  }, {
    "title": "Middle Miocene paleoaltimetry of southern Tibet: implications for the role of mantle thickening and delamination in the Himalayan",
    "authors": ["B.S. Currie", "D.B. Rowley", "N.J. Tabor"],
    "venue": "orogen. Geology",
    "year": 2005
  }, {
    "title": "Geochemical evaluation of Fenghuoshan group lacustrine carbonates, north-central Tibet: implications for the Paleoaltimetry of the Eocene Tibetan Plateau",
    "authors": ["A. Cyr", "B. Currie", "D. Rowley"],
    "venue": "J. Geol",
    "year": 2005
  }, {
    "title": "Implications of shortening in the Himalayan fold-thrust belt for uplift of the Tibetan",
    "authors": ["P.G. DeCelles", "D.M. Robinson", "G. Zandt"],
    "venue": "Plateau. Tectonics",
    "year": 2002
  }, {
    "title": "Late Cretaceous to middle Tertiary basin evolution in the central Tibetan Plateau: changing environments in response to tectonic partitioning, aridification, and regional elevation gain",
    "authors": ["P.G. DeCelles", "P. Kapp", "L. Ding", "G.E. Gehrels"],
    "venue": "Geol. Soc. Am. Bull",
    "year": 2007
  }, {
    "title": "High and dry in central Tibet during the Late Oligocene",
    "authors": ["P.G. DeCelles", "J. Quade", "P. Kapp", "M. Fan", "D.L. Dettman", "L. Ding"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 2007
  }, {
    "title": "Adakites: some variations on a theme",
    "authors": ["M.J. Defant", "J.F. Xu", "P. Kepezhinskas", "Q. Wang", "Q. Zhang", "L. Xiao"],
    "venue": "Acta Petrol. Sin",
    "year": 2002
  }, {
    "title": "Alkali-rich porphyries and relationship related to intraplate metamorphosis in the North part of Jinshajiang zone, Dianxi",
    "authors": ["W.M. Deng", "X. Huang", "D.L. Zhong"],
    "venue": "Sci. China D",
    "year": 1998
  }, {
    "title": "Postcollisional calc-alkaline lavas and xenoliths from the southern Qiangtang terrane, central Tibet",
    "authors": ["L. Ding", "P. Kapp", "Y. Yue", "Q. Lai"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 2007
  }, {
    "title": "Cenozoic volcanism in Tibet: evidence for a transition from oceanic to continental subduction",
    "authors": ["L. Ding", "P. Kapp", "D. Zhong", "W. Deng"],
    "venue": "J. Petrol",
    "year": 2003
  }, {
    "title": "Tibetan uplift prior to the Eocene– Oligocene climate transition: evidence from pollen analysis of the Xining",
    "authors": ["G. Dupont-Nivet", "C. Hoorn", "M. Konert"],
    "venue": "Basin. Geology",
    "year": 2008
  }, {
    "title": "Tibetan plateau aridification linked to global cooling at the Eocene–Oligocene",
    "authors": ["G. Dupont-Nivet", "W. Krijgsman", "C.G. Langereis", "H.A. Abels", "S. Dai", "X. Fang"],
    "venue": "transition. Nature",
    "year": 2007
  }, {
    "title": "Continental ice in Greenland during the Eocene and Oligocene",
    "authors": ["J.S. Eldrett", "I.C. Harding", "P.A. Wilson", "E. Butler", "A.P. Roberts"],
    "venue": "Nature",
    "year": 2007
  }, {
    "title": "A geochemical classification for feldspathic igneous rocks",
    "authors": ["B.R. Frost", "C.D. Frost"],
    "venue": "J. Petrol",
    "year": 2008
  }, {
    "title": "Recycling lower continental crust in the North China craton",
    "authors": ["S. Gao", "R.L. Rudnick", "H.L. Yuan", "X.M. Liu", "Y.S. Liu", "W.L. Xu", "W.L. Lin", "J. Ayers", "X.C. Wang", "Q.H. Wang"],
    "venue": "Nature 432,",
    "year": 2004
  }, {
    "title": "Lamproitic rocks from a continental collision zone: evidence for recycling of subducted Tethyan oceanic sediments in the mantle beneath southern Tibet",
    "authors": ["Y. Gao", "Z. Hou", "B.S. Kamber", "R. Wei", "X. Meng", "R. Zhao"],
    "venue": "J. Petrol",
    "year": 2007
  }, {
    "title": "Surface uplift of Tibet and Cenozoic global cooling",
    "authors": ["C.N. Garzione"],
    "venue": "Geology",
    "year": 2008
  }, {
    "title": "East–west extension and Miocene environmental change in the southern Tibetan plateau: Thakkhola graben, central Nepal",
    "authors": ["C.N. Garzione", "P.G. DeCelles", "D.G. Hodkinson", "T.P. Ojha", "B.N. Upreti"],
    "venue": "Geol. Soc. Am. Bull",
    "year": 2003
  }, {
    "title": "Carbonate oxygen isotope paleoaltimetry: evaluating the effect of diagenesis on paleoelevation estimates for the Tibetan plateau. Palaeogeogr",
    "authors": ["C.N. Garzione", "D.L. Dettman", "B.K. Horton"],
    "venue": "Palaeoclimatol. Palaeoecol",
    "year": 2004
  }, {
    "title": "Predicting paleoelevation of Tibet and the Himalaya from δ18O vs. altitude gradients inmeteoric water across the Nepal Himalaya",
    "authors": ["C.N. Garzione", "J. Quade", "P.G. DeCelles", "N.B. English"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 2000
  }, {
    "title": "Stable isotope records of Cenozoic climate and topography, Tibetan plateau and Tarim basin",
    "authors": ["S.A. Graham", "C.P. Chamberlain", "Y.J. Yue", "B.D. Ritts", "A.D. Hanson", "T.W. Horton", "J.R. Waldbauer", "M.A. Poage", "X. Feng"],
    "venue": "Am. J. Sci. 305,",
    "year": 2005
  }, {
    "title": "Potassic magmatism in western Sichuan and Yunnan provinces, SE Tibet, China: petrological and geochemical constraints on petrogenesis",
    "authors": ["Z. Guo", "J.A.N. Hertogen", "J. Liu", "P. Pasteels", "A. Boven", "L.E.A. Punzalan", "H. He", "X. Luo", "W. Zhang"],
    "venue": "J. Petrol",
    "year": 2005
  }, {
    "title": "Post-collisional adakites in south Tibet: products of partial melting of subduction-modified lower crust",
    "authors": ["Z. Guo", "M. Wilson", "J. Liu"],
    "venue": "Lithos",
    "year": 2007
  }, {
    "title": "Post-collisional, potassic and ultrapotassic magmatism of the northern Tibetan Plateau: constraints on characteristics of the mantle source, geodynamic setting and uplift mechanisms",
    "authors": ["Z. Guo", "M. Wilson", "J. Liu", "Q. Mao"],
    "venue": "J. Petrol",
    "year": 2006
  }, {
    "title": "Hot and dry deep crustal xenoliths from Tibet",
    "authors": ["B.R. Hacker", "E. Gnos", "L. Ratschbacher", "M. Grove", "M. McWilliams", "S.V. Sobolev", "J. Wan", "Z.H. Wu"],
    "venue": "Science",
    "year": 2000
  }, {
    "title": "Activation of the Nyainqentanghla Shear Zone: implications for uplift the southern Tibetan",
    "authors": ["T.M. Harrison", "P. Copeland", "W.S.F. Kidd", "O.M. Lovera"],
    "venue": "Plateau. Tectonics",
    "year": 1995
  }, {
    "title": "Paleocene–Eocene syncontractional sedimentation in narrow, lacustrine-dominated basins of eastcentral Tibet",
    "authors": ["B.K. Horton", "A. Yin", "M.S. Spurlin", "J. Zhou", "J. Wang"],
    "venue": "Geol. Soc. Am. Bull",
    "year": 2002
  }, {
    "title": "Origin of adakitic intrusives generated during mid-Miocene east–west extension in southern Tibet",
    "authors": ["Z.Q. Hou", "Y.F. Gao", "X.M. Qu", "Z.Y. Rui", "X.X. Mo"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 2004
  }, {
    "title": "The Himalayan Yulong Porphyry Copper Belt: Product of large-scale strike–slip faulting in eastern Tibet",
    "authors": ["Z.Q. Hou", "H.W. Ma", "K. Zaw", "Y.Q. Zhang", "M.J. Wang", "Z. Wang", "G.T. Pan", "E.L. Rang"],
    "venue": "Econ. Geol",
    "year": 2003
  }, {
    "title": "The application of laser ablation-inductively coupled plasma-mass spectrometry (LA-ICP-MS) to in situ U",
    "authors": ["S.E. Jackson", "N.J. Pearson", "E. Belousova", "W.L. Griffin"],
    "venue": "Pb geochronology. Chem. Geol",
    "year": 2004
  }, {
    "title": "Low-degree melting of a metasomatized lithospheric mantle for the origin of Cenozoic Yulong monzogranite-porphyry, east Tibet: geochemical and Sr–Nd–Pb–Hf isotopic constraints",
    "authors": ["Jiang", "Y.-H", "S.-Y", "Ling", "H.-F", "Dai", "B.-Z"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 2006
  }, {
    "title": "Neogene extension and volcanism in the Kunlun Fault Zone, northern Tibet: new constraints on the age of the Kunlun Fault",
    "authors": ["M. Jolivet", "M. Brunel", "D. Seward", "Z. Xu", "J. Yang", "J. Malavieille", "F. Roger", "A. Leyreloup", "N. Arnaud", "C. Wu"],
    "venue": "Tectonics",
    "year": 2003
  }, {
    "title": "Geological records of the Lhasa–Qiangtang and Indo-Asian collisions in the Nima area of central Tibet",
    "authors": ["P. Kapp", "P.G. DeCelles", "G.E. Gehrels", "M. Heizler", "L. Ding"],
    "venue": "Geol. Soc. Am. Bull",
    "year": 2007
  }, {
    "title": "Mesozoic and Cenozoic tectonic evolution of the Shiquanhe area of western Tibet",
    "authors": ["P. Kapp", "M.A. Murphy", "A. Yin", "T.M. Harrison", "L. Ding", "J. Guo"],
    "venue": "Tectonics 22,",
    "year": 2003
  }, {
    "title": "Development of active low-angle normal fault systems during orogenic collapse: insight from Tibet",
    "authors": ["P. Kapp", "M. Taylor", "D. Stockli", "L. Ding"],
    "venue": "Geology",
    "year": 2008
  }, {
    "title": "Cretaceous–Tertiary shortening, basin development, and volcanism in central Tibet",
    "authors": ["P. Kapp", "A. Yin", "T.M. Harrison", "L. Ding"],
    "venue": "Geol. Soc. Am. Bull",
    "year": 2005
  }, {
    "title": "Aleutian magnesian andesites-melts from subducted Pacific ocean crust",
    "authors": ["R.W. Kay"],
    "venue": "J. Volcanol. Geoth. Res",
    "year": 1978
  }, {
    "title": "Imaging the colliding Indian and Asian lithospheric plates beneath Tibet",
    "authors": ["P. Kumar", "X. Yuan", "R. Kind", "J. Ni"],
    "venue": "J. Geophys. Res",
    "year": 2006
  }, {
    "title": "Geochemistry and petrogenesis of Cenozoic andesite– dacite associations from the Hoh Xil region, Tibetan Plateau",
    "authors": ["S.C. Lai", "C.Y. Liu", "H.S. Yi"],
    "venue": "Int. Geol. Rev",
    "year": 2003
  }, {
    "title": "A chemical classification of volcanic rocks based on the total alkali–silica diagram",
    "authors": ["M.J. Le Bas", "R.W. Le Maitre", "A. Streckeisen", "B. Zanettin"],
    "venue": "J. Petrol",
    "year": 1986
  }, {
    "title": "Cenozoic deep-sea temperatures and global ice volumes fromMg/Ca in benthic foraminiferal calcite",
    "authors": ["C.H. Lear", "H. Elderfield", "P.A. Wilson"],
    "venue": "Science",
    "year": 2000
  }, {
    "title": "Onset of mid-crustal extensional flow in southern Tibet: evidence from U/Pb zircon",
    "authors": ["J. Lee", "M.J. Whitehouse"],
    "venue": "ages. Geology",
    "year": 2007
  }, {
    "title": "U–Pb zircon geochronology, geochemistry and Nd isotopic study of Neoproterozoic bimodal volcanic rocks in the Kangdian Rift of South China: implications for the initial rifting of Rodinia",
    "authors": ["Li", "X.-h", "Z.-X", "H. Zhou", "Y. Liu", "P.D. Kinny"],
    "venue": "Precambrian Res",
    "year": 2002
  }, {
    "title": "Precise Sm-Nd and U-Pb isotopic dating of the super-giant Shizhuyuan polymetallic deposit and its host granite, Southeast China",
    "authors": ["X.H. Li", "D.Y. Liu", "M. Sun", "W.X. Li", "X.R. Liang", "Y. Liu"],
    "venue": "Geol. Mag",
    "year": 2004
  }, {
    "title": "Geochemical characteristics and petrogenesis of the post-collision ultrapotassium volcanic rocks in Qiangtang rock zone",
    "authors": ["S. Liu", "R.Z. Hu", "X.G. Chi", "C. Li", "C.X. Feng", "T.W. Wang"],
    "venue": "Geotect. Metall",
    "year": 2003
  }, {
    "title": "Extensional collapse of the Tibetan Plateau: results of threedimensional finite element modeling",
    "authors": ["M. Liu", "Y. Yang"],
    "venue": "J. Geophys. Res",
    "year": 2003
  }, {
    "title": "40Ar–39Ar dating of the orthoclase from the Bugasi syenite body in the Coqen area, Tibet, China",
    "authors": ["R.Z. Ma", "H. Shi", "X.F. Tao", "D.Z. Liu", "X.W. Hu"],
    "venue": "J. Chengdu Univ. Technol. (Sci. Technol. Ed.)",
    "year": 2009
  }, {
    "title": "Adakites without slab melting: high pressure differentiation of island arc magma, Mindanao, the Philippines",
    "authors": ["C.G. Macpherson", "S.T. Dreher", "M.F. Thirlwall"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 2006
  }, {
    "title": "Post 4 Ma initiation of normal faulting in southern Tibet. Constraints from the Kung Co half graben",
    "authors": ["G. Maheo", "P.H. Leloup", "F. Valli", "R. Lacassin", "N. Arnaud", "J.L. Paquette", "A. Fernandez", "L. Haibing", "K.A. Farley", "P. Tapponnier"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 2007
  }, {
    "title": "Conditions for flow in the continental crust",
    "authors": ["D. McKenzie", "J.A. Jackson"],
    "year": 2002
  }, {
    "title": "consequences of flow in the lower crust",
    "authors": ["J.M. McArthur", "R.J. Howarth", "T.R. Bailey"],
    "venue": "J. Geophys. Res",
    "year": 2001
  }, {
    "title": "Look-p/Table for deriving numerical age",
    "authors": ["Z. Hou", "Y. Niu", "G. Dong", "X. Qu", "Z. Zhao", "Z. Yang"],
    "venue": "J. Geol",
    "year": 2007
  }, {
    "title": "Mantle dynamics, the uplift of the Tibetan",
    "authors": ["P. Molnar", "P. England", "J. Martinod"],
    "venue": "rocks in southern Tibet. Lithos",
    "year": 1993
  }, {
    "title": "pleateau, and the Indian monsoon",
    "authors": ["P. Molnar", "P. Tapponnier"],
    "venue": "J. Geophys. Res",
    "year": 1978
  }, {
    "title": "The Cenozoic palaeoenvironment of the Arctic",
    "authors": ["W. Jokat", "Y. Kristoffersen"],
    "year": 2006
  }, {
    "title": "Late Miocene topographic inversion",
    "authors": ["M.A. Murphy", "J.E. Saylor", "L. Ding"],
    "venue": "Ocean. Nature",
    "year": 2009
  }, {
    "title": "Marked decline",
    "authors": ["M. Pagani", "J.C. Zachos", "K.H. Freeman", "B. Tipple", "S. Bohaty"],
    "venue": "history. Earth Planet. Sci. Lett",
    "year": 2005
  }, {
    "title": "detachment in the southern Tibetan Plateau. Geology",
    "authors": ["P.N. Pearson", "M.R. Palmer"],
    "year": 2000
  }, {
    "title": "Upper mantle structure",
    "authors": ["K. Priestley", "E. Debayle", "D. McKenzie", "S. Pilidou"],
    "venue": "Nature",
    "year": 2006
  }, {
    "title": "Sphalerite 40Ar/39Ar progressive crushing and stepwise",
    "authors": ["H.N. Qiu", "Y.D. Jiang"],
    "venue": "Chin. Acad. Sci. Geochim",
    "year": 2007
  }, {
    "title": "Melt components derived from a subducted slab in late",
    "authors": ["Z. Hou", "Y. Li"],
    "venue": "Earth Planet. Sci. Lett. 256,",
    "year": 2004
  }, {
    "title": "Reaction between slab",
    "authors": ["R.P. Rapp", "N. Shimizu", "M.D. Norman", "G.S. Applegate"],
    "venue": "plateau. Lithos",
    "year": 1999
  }, {
    "title": "Distributed deformation in southern",
    "authors": ["L. Ratschbacher", "W. Frisch", "G. Liu", "C. Chen"],
    "venue": "GPa. Chem. Geol",
    "year": 1994
  }, {
    "title": "Palaeo-altimetry of the late Eocene to Miocene Lunpola basin, central Tibet",
    "authors": ["D.B. Rowley", "B.S. Currie"],
    "venue": "Nature",
    "year": 2006
  }, {
    "title": "Surface deformation and lower crustal flow in eastern Tibet",
    "authors": ["L.H. Royden", "B.C. Burchfiel", "R.W. King", "E. Wang", "Z.L. Chen", "F. Shen", "Y.P. Liu"],
    "venue": "Science",
    "year": 1997
  }, {
    "title": "The geological evolution of the Tibetan",
    "authors": ["L.H. Royden", "B.C. Burchfiel", "R.D. van der Hilst"],
    "venue": "Plateau. Science",
    "year": 2008
  }, {
    "title": "Geology: early uplift in Tibet",
    "authors": ["W. Ruddiman"],
    "venue": "Nature",
    "year": 1998
  }, {
    "title": "Assembly of the Pamirs: age and origin of magmatic belts from the southern Tien Shan to the southern Pamirs and their relation to Tibet",
    "authors": ["M. Schwab", "L. Ratschbacher", "W. Siebel", "M. McWilliams", "V. Minaev", "V. Lutkov", "F. Chen", "K. Stanek", "B. Nelson", "W. Frisch", "J.L. Wooden"],
    "year": 2004
  }, {
    "title": "The rise and fall of Tibet",
    "authors": ["M. Searle"],
    "venue": "Nature",
    "year": 1995
  }, {
    "title": "Constant elevation of southern Tibet over the past 15 million years",
    "authors": ["R.A. Spicer", "N.B.W. Harris", "M. Widdowson", "A.B. Herman", "S. Guo", "P.J. Valdes", "J.A. Wolfe", "S.P. Kelley"],
    "venue": "Nature",
    "year": 2003
  }, {
    "title": "Structural evolution of the Yushu–Nangqian region and its relationship to syncollisional igneous activity, eastcentral Tibet",
    "authors": ["M.S. Spurlin", "A. Yin", "B.K. Horton", "J. Zhou", "J. Wang"],
    "venue": "Geol. Soc. Am. Bull",
    "year": 2005
  }, {
    "title": "Cenozoic ice-rafting history of the central Arctic Ocean: terrigenous sands on the Lomonosov Ridge",
    "authors": ["K. St. John"],
    "venue": "Paleoceanography 23,",
    "year": 2008
  }, {
    "title": "Subcommission on geochronology: convention on the use of decay constants in geo- and cosmochronology",
    "authors": ["R.H. Steiger", "E. Jäger"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 1977
  }, {
    "title": "Evidence for middle Eocene Arctic sea ice from diatoms and ice-rafted debris",
    "authors": ["C.E. Stickley", "K. St John", "N. Koç", "R.W. Jordan", "S. Passchier", "R.B. Pearce", "L.E. Kearns"],
    "venue": "Nature 460,",
    "year": 2009
  }, {
    "title": "High-magnesian andesite from Mount Shasta: a product of magma mixing and contamination, not a primitive mantle",
    "authors": ["M.J. Streck", "W.P. Leeman", "J. Chesley"],
    "venue": "melt. Geology",
    "year": 2007
  }, {
    "title": "Chemical and isotopic systematics of oceanic basalts: implications for mantle composition and processes. Implications for Mantle Composition and Processes, Magmatism in the Ocean Basins",
    "authors": ["S.S. Sun", "W.F. McDonough"],
    "venue": "Special publication,",
    "year": 1989
  }, {
    "title": "Field evidence for active normal faulting in Tibet",
    "authors": ["P. Tapponnier", "J.L. Mercier", "R. Armijo", "H. Tonglin", "Z. Ji"],
    "venue": "Nature",
    "year": 1981
  }, {
    "title": "Oblique stepwise rise and growth of the Tibet",
    "authors": ["P. Tapponnier", "X. Zhiqin", "F. Roger", "B. Meyer", "N. Arnaud", "G. Wittlinger", "Y. Jingsui"],
    "venue": "Plateau. Science",
    "year": 2001
  }, {
    "title": "Conjugate strike–slip faulting along the Bangong–Nujiang suture zone accommodates coeval east–west extension and north–south shortening in the interior of the Tibetan Plateau",
    "authors": ["M. Taylor", "A. Yin", "F.J. Ryerson", "P. Kapp", "L. Ding"],
    "venue": "Tectonics 22,",
    "year": 2003
  }, {
    "title": "Eocene bipolar glaciation associated with global carbon cycle changes",
    "authors": ["A. Tripati", "J. Backman", "H. Elderfield", "P. Ferretti"],
    "venue": "Nature",
    "year": 2005
  }, {
    "title": "Evidence for glaciation in the Northern Hemisphere back to 44 Ma from ice-rafted debris in the Greenland Sea",
    "authors": ["A.K. Tripati", "R.A. Eagle", "A. Morton", "J.A. Dowdeswell", "K.L. Atkinson", "Y. Bah", "C.F. Dawber", "E. Khadun", "R.M.H. Shaw", "O. Shorttle", "L. Thanabalasundaram"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 2008
  }, {
    "title": "Post-collision, shoshonitic volcanism on the Tibetan Plateau: implications for convective thinning of the lithosphere and the source of ocean island basalts",
    "authors": ["S. Turner", "N. Arnaud", "J. Liu", "N. Rogers", "C. Hawkesworth", "N. Harris", "S. Kelley", "P. Van Calsteren", "W. Deng"],
    "venue": "J. Petrol",
    "year": 1996
  }, {
    "title": "Eocene Tibetan plateau remnants preserved in the northwest Himalaya",
    "authors": ["P. van der Beek", "J.V. Melle", "S. Guillot", "A. Pêcher", "P.W. Reiners", "S. Nicolescu", "M. Latif"],
    "venue": "Nat. Geosci",
    "year": 2009
  }, {
    "title": "Ancient diets indicate significant uplift of southern Tibet after ca",
    "authors": ["Y. Wang", "T. Deng", "D. Biasatti"],
    "venue": "Ma. Geology",
    "year": 2006
  }, {
    "title": "Cenozoic K-rich adakitic volcanic rocks in the Hohxil area, northern Tibet: lower-crustal melting in an intracontinental",
    "authors": ["Q. Wang", "F. McDermott", "J.F. Xu", "H. Bellon", "Y.T. Zhu"],
    "venue": "setting. Geology",
    "year": 2005
  }, {
    "title": "Stable isotopes in fossil mammals, fish and shells from Kunlun Pass Basin, Tibetan Plateau: paleo-climatic and paleo-elevation implications",
    "authors": ["Y. Wang", "X. Wang", "Y. Xu", "C. Zhang", "Q. Li", "Z.J. Tseng", "G. Takeuchi", "T. Deng"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 2008
  }, {
    "title": "Eocene melting of subducting continental crust and early uplifting of central Tibet: evidence from central-western Qiangtang high-K calc-alkaline andesites, dacites and rhyolites",
    "authors": ["Q. Wang", "D.A. Wyman", "J.F. Xu", "Y.H. Dong", "P.M. Vasconcelos", "N. Pearson", "Y.S. Wan", "H. Dong", "C.F. Li", "Y.S. Yu", "T.X. Zhu", "X.T. Feng", "Q.Y. Zhang", "F. Zi", "Z.Y. Chu"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 2008
  }, {
    "title": "Petrogenesis of Carboniferous adakites and Nb-enriched arc basalts in the Alataw area, northern Tianshan Range (western China): implications for Phanerozoic crustal growth in the Central Asia orogenic belt",
    "authors": ["Q. Wang", "D.A. Wyman", "Z.H. Zhao", "J.F. Xu", "Z.H. Bai", "X.L. Xiong", "T.M. Dai", "C.F. Li", "Z.Y. Chu"],
    "venue": "Chem. Geol",
    "year": 2007
  }, {
    "title": "A tectonic model for Cenozoic igneous activities in the eastern Indo-Asian collision zone",
    "authors": ["Wang", "J.-H", "A. Yin", "T.M. Harrison", "M. Grove", "Zhang", "Y.-Q", "Xie", "G.-H"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 2001
  }, {
    "title": "Precise measurement of Sr isotopic composition of liquid and solid base suing (LP) MC-ICPMS",
    "authors": ["G.J. Wei", "X.R. Liang", "X.H. Li", "Y. Liu"],
    "venue": "Geochimica",
    "year": 2002
  }, {
    "title": "Age and composition of dikes in Southern Tibet: new constraints on the timing of east–west extension and its relationship to postcollisional volcanism",
    "authors": ["H. Williams", "S. Turner", "S. Kelley", "N. Harris"],
    "venue": "Geology",
    "year": 2001
  }, {
    "title": "The types of volcanic rocks for the Bamaoqiongzong, Yongbocuo and Qiangbaqian in the northern Tibet, the dating of 40Ar–39Ar and its geological implications",
    "authors": ["B. Xia", "Q. Lin", "Y. Zhang", "W. Deng"],
    "venue": "Acta Geol. Sin",
    "year": 2006
  }, {
    "title": "Origin of Mesozoic adakitic intrusive rocks in the Ningzhen area of east China: partial melting of delaminated lower continental crust? Geology",
    "authors": ["J.F. Xu", "R. Shinjo", "M.J. Defant", "Q. Wang", "R.P. Rapp"],
    "year": 2002
  }, {
    "title": "Genesis of porphyries and tectonic controls on the Narigongma porphyry Mo (-Cu) deposit, southern Qinghai",
    "authors": ["Z.M. Yang", "Z.Q. Hou", "Z.S. Yang", "S.X. Wang", "G.R. Wang", "S.H. Tian", "Z.L. Wang", "Y.C. Liu"],
    "venue": "Acta Petrol. Sin",
    "year": 2008
  }, {
    "title": "Mode of Cenozoic east–west extension in Tibet suggesting a common origin of rifts in Asia during the Indo-Asian collision",
    "authors": ["A. Yin"],
    "venue": "J. Geophys. Res",
    "year": 2000
  }, {
    "title": "Geologic evolution of the Himalayan–Tibetan orogen",
    "authors": ["A. Yin", "T.M. Harrison"],
    "venue": "Annu. Rev. Earth Planet. Sci",
    "year": 2000
  }, {
    "title": "Significant late Neogene east–west extension in northern",
    "authors": ["A. Yin", "P.A. Kapp", "M.A. Murphy", "C.E. Manning", "T.M. Harrison", "M. Grove", "L. Ding", "X. Deng", "C. Wu"],
    "venue": "Tibet. Geology",
    "year": 1999
  }, {
    "title": "Trends, rhythms, and aberrations in global climate 65",
    "authors": ["J. Zachos", "M. Pagani", "L. Sloan", "E. Thomas", "K. Billups"],
    "venue": "Ma to present. Science",
    "year": 2001
  }, {
    "title": "Continuous deformation of the Tibetan Plateau from global positioning system",
    "authors": ["Zhang", "P.-Z", "Z. Shen", "M. Wang", "W. Gan", "R. Burgmann", "P. Molnar", "Q. Wang", "Z. Niu", "J. Sun", "J. Wu", "S. Hanrong", "Y. Xinzhao"],
    "venue": "data. Geology",
    "year": 2004
  }, {
    "title": "Geochemical and Sr–Nd–Pb–O isotopic compositions of the post-collisional ultrapotassic magmatism in SW Tibet: petrogenesis and implications for India intra-continental subduction beneath southern Tibet",
    "authors": ["Z. Zhao", "X. Mo", "Y. Dilek", "Y. Niu", "D.J. DePaolo", "P. Robinson", "D. Zhu", "C. Sun", "G. Dong", "S. Zhou", "Z. Luo", "Z. Hou"],
    "venue": "Lithos",
    "year": 2009
  }],
  "id": "SP:03fbac6e13541288f1d46a0db079a5acfe8937cc",
  "authors": [{
    "name": "Qiang Wang",
    "affiliations": []
  }, {
    "name": "Derek A. Wyman",
    "affiliations": []
  }, {
    "name": "Zheng-Xiang Li",
    "affiliations": []
  }, {
    "name": "Weidong Sun",
    "affiliations": []
  }, {
    "name": "Sun-Lin Chung",
    "affiliations": []
  }, {
    "name": "Paulo M. Vasconcelos",
    "affiliations": []
  }, {
    "name": "Qiyue Zhang",
    "affiliations": []
  }, {
    "name": "Han Dong",
    "affiliations": []
  }, {
    "name": "Yuanshan Yu",
    "affiliations": []
  }, {
    "name": "N. Pearson",
    "affiliations": []
  }, {
    "name": "Huanning Qiu",
    "affiliations": []
  }, {
    "name": "Tongxing Zhu",
    "affiliations": []
  }, {
    "name": "Xintao Feng",
    "affiliations": []
  }],
  "abstractText": "a Key Laboratory of Isotope Geochronology and Geochemistry, Guangzhou Institute of Geochemistry, Chinese Academy of Sciences, Guangzhou 510640, PR China b School of Geosciences, Division of Geology and Geophysics, The University of Sydney, NSW 2006, Australia c The Institute for Geoscience Research (TIGeR), Department of Applied Geology, Curtin University of Technology, Perth, WA 6845, Australia d Department of Geosciences, National Taiwan University, Taipei P.O. Box 13-318, Taipei 10699, Taiwan e Department of Earth Sciences, University of Queensland, Brisbane, Qld 4072, Australia f Chengdu Institute of Geology and Mineral Resources, Chengdu 610082, PR China g ARC National Key Centre for Geochemical Evolution and Metallogeny of Continents (GEMOC), Department of Earth and Planetary Sciences, Macquarie University, Sydney, NSW 2109, Australia",
  "title": "Eocene north–south trending dikes in central Tibet: New constraints on the timing of east–west extension with implications for early plateau uplift?"
}