{
  "sections": [{
    "text": "New precise zircon U–Pb ages are proposed for the Triassic–Jurassic (Rhetian–Hettangian) and the Hettangian–Sinemurian boundaries. The ages were obtained by ID-TIMS dating of single chemical-abraded zircons from volcanic ash layers within the Pucara Group, Aramachay Formation in the Utcubamba valley, northern Peru. Ash layers situated between last and first occurrences of boundary-defining ammonites yielded 206Pb/238U ages of 201.58±0.17/0.28 Ma (95% c.l., uncertainties without/with decay constant errors, respectively) for the Triassic– Jurassic and of 199.53±0.19 / 0.29 Ma for the Hettangian–Sinemurian boundaries. The former is established on a tuff located 1 m above the last local occurrence of the topmost Triassic genus Choristoceras, and 5 m below the Hettangian genus Psiloceras. The latter sample was obtained from a tuff collected within the Badouxia canadensis beds. Our new ages document total duration of the Hettagian of no more than c. 2 m.y., which has fundamental implications for the interpretation and significance of the ammonite recovery after the topmost Triassic extinction.\nThe U–Pb age is about 0.8±0.5% older than 40Ar–39Ar dates determined on flood basalts of the Central Atlantic Magmatic Province (CAMP). Given the widely accepted hypothesis that inaccuracies in the 40K decay constants or physical constants create a similar bias between the two dating methods, our new U–Pb zircon age determination for the T/J boundary corroborates the hypothesis that the CAMP was emplaced at the same time and may be responsible for a major climatic turnover and mass extinction. The zircon 206Pb/238U age for the T/J boundary is marginally older than the North Mountain Basalt (Newark Supergroup, Nova Scotia, Canada), which has been dated at 201.27±0.06 Ma [Schoene et al., 2006. Geochim. Cosmochim. Acta 70, 426–445]. It will be important to look for older eruptions of the CAMP and date them precisely by U–Pb techniques while addressing all sources of systematic uncertainty to further test the hypothesis of volcanic induced climate change leading to extinction. Such high-precision, high-accuracy data will be instrumental for constraining the contemporaneity of geological events at a 100 kyr level. © 2007 Elsevier B.V. All rights reserved.\nKeywords: U–Pb dating; volcanic ash beds; Triassic–Jurassic boundary; Peru; mass extinction; post extinction recovery"
  }, {
    "heading": "1. Introduction",
    "text": "The end-Triassic extinction is considered to be one of the most important biotic crises our planet has experienced, in-\n⁎ Corresponding author. E-mail addresses: urs.schaltegger@terre.unige.ch (U. Schaltegger),\njean.guex@unil.ch (J. Guex), Bartolini@mnhn.fr (A. Bartolini), blair.schoene@terre.unige.ch (B. Schoene), maria.ovtcharova@terre.unige.ch (M. Ovtcharova).\n0012-821X/$ - see front matter © 2007 Elsevier B.V. All rights reserved. doi:10.1016/j.epsl.2007.11.031\nvolving the disappearance of about 80% of the known species (Sepkoski, 1994; Hallam and Wignall, 1999). Widespread magmatic activity of the Central Atlantic Magmatic Province (CAMP) has repeatedly been invoked to have caused this catastrophic event. A detailed model taking into account all of the environmental perturbations known to have occurred during this time was proposed recently by Guex et al. (2004). In this paper we suggested that the main stresses on the environment may have been generated by repeated release of SO2 gas, heavy metals emissions, darkening and subsequent cooling causing an\nimportant regressive event. This phase was followed by a major long term CO2 accumulation during the Early Hettangian with development of nutrient rich marine waters favouring the recovery of productivity and, elsewhere, deposition of black shales. The relationship between the extinction and its probable volcanic cause can only be established by demonstrating the synchrony of the two events. This requires accurate and precise ages for both the TJB strata in a perfectly calibrated marine section and of volcanic rocks of the CAMP. The Hettangian\ncharacterizes the period of the post-extinction recovery of the ammonoids.\nDetailed biostratigraphic research has been carried out during the last few years in the Utcubamba Valley (N Peru; Fig. 1) along a new and fresh road section from Levanto to Maino. This new section preserves a complete deep marine sedimentary sequence overlapping the upper Rhaetian to the Early Sinemurian, complementing the detailed stratigraphy of Hillebrandt (2000).\nssic Jurassic Boundary=Rhaetian–Hettangian boundary. HSB=Hettangian–\nThe map in Fig. 1 gives the location of the section and a measured stratigraphic column is provided in Fig. 2. The position of the Triassic–Jurassic boundary (TJB) in that section has been precisely located by use of the ammonites indicated in Fig. 2. Ash beds containing zircon have been found interspersed throughout the section, allowing temporal calibration of the biostratigraphy with precise and accurate U–Pb zircon age determinations.\nFig. 3. All specimens from the Levanto section (see Fig. 2 for the stratigraphic po crickmayi, D=16 mm; C) Psiloceras spelae, D=17 mm; D) Psiloceras tilmanni, D G) Angulaticeras sp, D=30 mm; H) Badouxia canadensis D=52 mm.\nIn addition to detailed biostratigraphic results, this paper presents new ID-TIMS U–Pb ages for zircons from ash beds close to the Triassic–Jurassic boundary (TJB) and the Hettangian– Sinemurian boundary (HSB). These ages therefore directly bracket the duration of the Early Jurassic biotic recovery and also test the possible causal relationship between the TJB extinction and the eruption of the Central Atlantic Magmatic Province (CAMP).\nsition of the taxa). A) Vandaites saximontanus, D=29 mm; B) Choristoceras =43 mm; E) Nevadaphyllites sp, D=21 mm; F) Kammerkarites sp, D=43 mm;"
  }, {
    "heading": "2. Regional geology, stratigraphy and ammonoid age control",
    "text": "The detailed paleogeography of the Pucara basin in northern Peru is not well established. However, there is a major stratigraphic trend in the Utcubamba Valley such that marine strata from the uppermost Triassic and Lower Jurassic represent much shallower water depths in the south near Chilingote, 20 km south of Suta (see Fig. 2) where we find limy sequences rich in three-dimensional ammonites (see also Hillebrandt, 2000). The stratigraphic sequence near Suta is intermediate and the thickest sequence is located at Levanto where we collected our tuff beds (Fig. 2). These findings indicate a S–N deepening trend of the basin around the TJB. The original paleogeographic scheme of Rosas (1994) indicates a Toarcian volcanic arc to the west of the Pucara basin, which is bordered by Gondwanan Paleozoic rocks at the margin of the Amazonian craton to the east. Our new data may allow the speculation that the Pucara basin may have been situated behind a volcanic arc, which was active during the Upper Triassic (latest Norian) to Lower Jurassic further to the west and closer to the continental margin. The oldest Mesozoic volcanism along the Peruvian segment of the pre-Andean continental margin known until nowwas located in the Toarcian and little was known about the occurrence of Triassic volcanism.\nOur new section (Fig. 2) is a thick monotonous sequence of siltstones alternating with slightly more calcareous silty beds. More than 20 fossiliferous beds have been excavated, allowing a very precise correlation with the standard ammonoid zonations used in the Upper Rhaetian and Lower Jurassic. The most important ammonites, which our correlations are based on, are illustrated in Figs. 3 and 4. The field numbers of the beds used below correspond to black dots in the stratigraphic column of Fig. 2. Bed 29 contains a rich fauna of Vandaites saximontanus (Middle Rhaetian; Fig. 3A), occurring a few tenth of meters above the Upper NorianMonotis beds. Unfortunately the NorianRhaetian contact is faulted and hidden. Beds 53 to 82 give quite frequent Choristoceras ex gr marshi. The last Choristoceras bed is 84b where we got a single specimen of C. crickmayi (Fig. 3B). The next ammonitiferous bed, 93b, gave us one specimen of Psiloceras spelae (Fig. 3C), providing an excellent correlation with the equivalent beds in Nevada (see Guex et al., 2004). Bed 104 contains a few crushed specimens of Nevadaphyllites? (Fig. 3E) and beds 114 to 129 delivered a relatively abundant fauna of Psiloceras tilmanni (Fig. 3D). Kammerkarites spp (Fig. 3F) have been found in beds 170 to 177 and bed 196 gave poorly preserved Schlotheimia and Alsatites, indicating a MidHettangian age. The next 10 m of sediments are extensively fractured and covered by talus, and the next fauna consists in finely costate, evolute, Angulaticeras (bed 203 LM 3a; Fig. 3G). A few meters above we collected a well-preserved fauna of Badouxia canadensis (bed 213 LM-3 b; Fig. 3H), followed 10 m above by a Coroniceras (240 LM 3 C; Fig. 4C). The last investigated fossiliferous Sinemurian levels provided Vermiceras densicostatum Taylor (bed 246 LM 3 D; Fig. 4B) and Metophioceras (beds 246-257) (Fig. 4A). The first ash layer analysed in the present paper comes very near the Triassic–Jurassic boundary, bracketed between the lastC.crickmayi and Psiloceras spelae (see Fig. 2). The second ash bed has been collected above\nthe first occurrence of Badouxia canadensis and below Coroniceras. These two genera bracket 12 m of stratigraphic column, which contains the Hettangian - Sinemurian boundary. Note that the correlation of the Canadensis zone has been the subject of controversies in the past but now it is generally accepted that the Hettangian–Sinemurian boundary lies within the North-American Canadensis zone, i.e. above the first occurrence of B. canadensis (see Taylor and Guex, 2002)."
  }, {
    "heading": "3. U–Pb age determinations",
    "text": ""
  }, {
    "heading": "3.1. Analytical techniques",
    "text": "It has been repeatedly shown that high-precision ID-TIMS (Isotope dilution — thermal ionization mass spectrometry) U– Pb analyses of single zircon crystals provide the most precise and accurate age data (e.g., Mundil et al., 2004; Ovtcharova\net al., 2006). U–Pb in zircon is the most reliable chronometer, because zircon has the lowest diffusion coefficients for Pb (Cherniak and Watson, 2001), and is resistant to postcrystallization disturbance. Nevertheless, complications arise due to two effects: (1) Post-crystallization loss of radiogenic lead due to elevated temperatures or during fluid percolation, which is enhanced according to the degree of radioactive decay enduced damage of the crystalline structure, and (2) incorporation of old cores acting as nucleii during crystallization, such as inherited xenocrystic cores or “antecrystic zircons” crystallized earlier in the magma chamber but showing a distinctly older age (e.g., Bachmann et al., 2007). Pb-loss is at least partly compensated for by treating the zircon with annealing-leaching (« chemical abrasion ») techniques prior to analysis, in order to remove lattice domains that are severely disturbed by decay damage (Mattinson, 2003; Mundil et al., 2004; Mattinson, 2005).\nThe techniques of sample preparation, zircon annealing and leaching, dissolution and chemical separation of Pb and U used in this study are identical to those described in Ovtcharova et al. (2006). Isotopic analysis was partly performed at ETH Zürich on a MAT262 mass spectrometer equipped with a ETP electron multiplier (analyses 13–18; analytical details see Ovtcharova et al., 2006), partly at University of Geneva on a TRITON mass spectrometer from Thermo Fisher equipped with a modified MasCom-1 electron multiplier backed by a digital ion counting\nsystem (other analyses). This multiplier was exchanged by another multiplier, called MasCom-2, in the course of this project. The linearity of the ETP multiplier was calibrated using the SRM982 standard, the MasCom multipliers were calibrated using U500, Sr SRM987, and Pb NBS982 and SRM983 solutions. The mass fractionation of Pb was controlled by repeated SRM981 measurements (0.09±0.05%/amu on ETP, 0.11± 0.05%/amu on MasCom-1, and 0.08±0.05%/amu on MasCom2 multipliers, respectively). Both lead and uranium were loaded with 1 μl of silica gel–phosphoric acid mixture (Gerstenberger and Haase, 1997) on outgassed single Re-filaments, and Pb as well as U (as UO2) isotopes measured sequentially on the electron multiplier. Total procedural Pb blank was estimated at 0.5±0.2 pg and corrected with the following isotopic composition: 206Pb/204Pb: 19.67±0.09, 207Pb/204Pb: 16.63± 0.23, 208Pb/204Pb: 39.29±0.15 (all 2 sigma). Common lead in excess of blank was corrected for using the model of Stacey and Kramers (1975) for an age of 200 Ma. The uncertainty of the concentration of U and Pb in the spike solution (±0.1%) was taken into account and propagated to each individual analysis. Calculation of concordant ages and averages was done with the Isoplot/Ex v.3 program of Ludwig (2005). All uncertainties reported are at the 2 sigma level. The accuracy of the data was assessed by repeated analysis of the international R33 standard zircon (Black et al., 2004), which was pretreated by annealing– leaching and measured at an average 206Pb/238U age of 419.19±\n0.20 Ma (N=30; MSWD=1.17) for both ETH and Univ. of Geneva measurements, and at 419.08±0.19 Ma (N=27; MSWD=0.70) for measurements at Univ. of Geneva alone."
  }, {
    "heading": "3.2. Results",
    "text": "The ash bed of sample 86 is located at the very top of the Rhaetian (Fig. 2, Ash bed A), just above the last local occurrence of Choristoceras crickmayi and 5 m below the first occurrence of Psiloceras spelae (Fig. 3). The sample yielded abundant prismatic to long-prismatic zircons. Ten grains were selected for analysis, seven of which are concordant with a mean 206Pb/238U age of 201.58±0.17/0.28 Ma (uncertainty without/with decay constant uncertainties; MSWD=0.72; Table 1, Fig. 5a). This age is considered to be zircon crystallization and deposition of this ash tuff. Analyses 3 and 5 yielded 206Pb/238U ages of 203.07 and 204.06 Ma, which are older and are outside of analytical uncertainty of the other points. Analysis 7 is discordant and indicating lead loss.\nThe ash bed of sample L-19 is located between the last local occurrence of Badouxia canadensis and the first occurrence of Coroniceras sp. and lies therefore very close to the Hettangian–\nSinemurian boundary Fig. 2, ash bed B). A total of nine zircons have been analyzed (Table 1); one grain is clearly biased by old inherited lead (analysis 11), pointing to the presence of Proterozoic xenocrystic zircon in the melt. The rest of the zircons plot close to or on concordia (Fig. 5b). Analyses 12 and 15–19 yield a mean 206Pb/238U age of 199.53±0.19/0.29 Ma (MSWD=0.42; Table 1, Fig. 5b), which is considered to be representative of zircon crystallization and ash bed deposition. Analyses 13 and 14 have been excluded from age calculations because their 206Pb/238U ages of 198.64 and 198.83 Ma, respectively, are slightly younger and probably have suffered a small amount of lead loss."
  }, {
    "heading": "4. Discussion",
    "text": ""
  }, {
    "heading": "4.1. The age of the TJB and its synchrony with CAMP magmatism",
    "text": "The currently accepted age estimate of the TJB (199.6± 0.3 Ma) is based on a weighted mean 206Pb/238U zircon age from a marine section in the Queen Charlotte Island of Canada Pálfy et al. (2000). This age was calculated from three\nample 86 (a) and sample L19 (b).\nconcordant multigrain analyses; the entire dataset, however contains analyses that show excess scatter in their 206Pb/238U values, probably reflecting combined effects of lead loss and inheritance. More recently, Mundil et al. (2005) and Mundil and Pálfy (2005) commented that those data were possibly biased by unresolved Pb loss, resulting that the former TJB estimate is slightly too young — a conclusion that is consistent with the age of ca. 201.58 Ma reported in this study.\nPálfy et al. (2000) compared their age to the timing of CAMP magmatism, which occurred within 1 m.y. at an age of ca. 200 Ma (Marzoli et al., 1999; Hames et al., 2000; Marzoli et al., 2004). Courtillot and Renne (2003) supported an estimated duration of some 500±100 kyr for the entire CAMPmagmatism based of magneto- and cyclostratigraphic arguments, which is in agreement with the data and estimations of Marzoli et al. (2004), Knight et al. (2004), Hames et al. (2000) and others. A major problem of correlating age determinations from CAMP basalts wish ash beds in sedimentary successions concerns the systematic offset of the K–Ar and U–Pb decay schemes: Numerous previous studies have noticed that 40Ar-39Ar dates are systematically 0.3 to 1.0% younger than U–Pb ages of the same rocks (Renne et al., 1998; Min et al., 2000; Renne, 2000; Villeneuve et al., 2000; Min et al., 2001; Schmitz and Bowring, 2001), which cannot entirely be related to sequential closure of the two isotopic systems during cooling. There is a broad agreement that much of the bias can be accounted for by an inaccurate 40K decay constant or physical constants (e.g., Renne et al., 1998; Min et al., 2003). This fact led to the suggestion that the Ar–Ar system should be calibrated against the U– Pb system, resulting in a 0.8% higher age of approximately 28.24 Ma for the Fish Canyon sanidine (instead of 28.02 Ma). Such an age has also been suggested from cross-calibration with astronomically tuned volcanic ashes (Kuiper et al., 2004, 2005). Villeneuve et al. (2000) arrived, however, at a much lower 207Pb/235U zircon-calibrated age of 27.98±0.10 Ma for Fish Canyon Tuff sanidine, identical to the one of Renne et al. (1994) based on astronomical tuning, and close to the generally accepted value of 28.02±0.28 Ma achieved by Renne et al. (1998) through intercalibration with other Ar–Ar standards. Schoene et al. (2006) showed that the amount of correction will be different for ages calculated using the 238U or 235U decay schemes, due to potential inaccuracies in the two uranium decay constants.\nIf there is a direct correlation between the end-Triassic extinction and CAMP volcanism, a U–Pb age for the TJB would therefore be significantly older than the 40Ar–39Ar age of the coeval CAMP rocks. A more accurate correlation is only possible using U–Pb age determinations of CAMP volcanics. Such data are available from volcanic units within the continental Newark Supergroup, such as the Palisades and Gettysburg sills (200.9±1 and 201.3±1 Ma) as well as the basal flow of the North Mountain Basalt (NMB, 201.7+1.4/−1.1 Ma; Dunning and Hodych, 1990; Hodych and Dunning, 1992; 201.27± 0.06 Ma; Schoene et al., 2006). The NMB is often regarded as being the oldest CAMP basalt flow in North America Kozur and Weems, 2007; Whiteside et al., 2007), and therefore the precise age of 201.27±0.06 Ma Schoene et al. (2006) and our date for the TJB (201.58±0.17 Ma) warrants discussion.\nAlthough our age for the TJB is statistically older than the age of the NMB, several sources of uncertainty prevent a direct comparison of the initiation of flood basalt magmatism with the ammonite extinction event recorded in the Peruvian section. First, the ash bed of sample 86 (Fig. 2) is about 1 m above the last Triassic genus Choristoceras and 5 m below the first oldest Jurassic Psiloceras (P. spelae), which bracket the location of the real TJB. From our age determinations we can estimate the rate of deposition to be c. 15 kyr/m, which means that the “true” TJB may be by c. 75 kyr or more younger. Second, the two age determinations were carried out using two different isotope tracer solutions that were not intercalibrated. Despite our efforts to quantify and propagate these uncertainties into the age, possible unknown systematic uncertainties in tracer calibration may be apparent. Third, the sample of the NMB dated by Hodych and Dunning (1992) does not necessarily represent the earliest basalts present in the area nor does the 190 m thick flow at the base of NMB necessarily represent one single event. The authors assume that their dated NMB sample is probably up to 200 kyr younger than the TJB. Consequently, though the ages for the NMB reported by Schoene et al. (2006) and Hodych and Dunning (1992) likely represent the age of early NMB eruption, its correlation with the TJB and the oldest CAMP basalts from other areas remains questionable. For example, Whiteside et al. (2007) conclude that the earliest CAMP basalts are younger than the TJ crisis based on palynological data from the Bay of Fundy section of the Newark basin, where the NMB is located, implying that there is no causal relationships between the TJ extinction and the onset of that large igneous province. Their conclusion is mainly based on palynological data established in an exceedingly short stratigraphic section, and reexamination of their data leads to the conclusion that all the pollens recorded in that section are of Triassic age: the relatively abundant Corallina meyeriana first occurs in the upper Triassic, as demonstrated by Kuerschner et al. (2007). This draws into question the placement of the TJB relative to the NMB made by Whiteside et al. (2007). A more robust argument is made by the very precise and convincing conchostracan data established by Kozur and Weems (2005) further south in the Newark Basin. Here, the Orange Mountains Basalt is located below the lowermost Jurassic Bulbilimnadia sheni conchostracan zone. The conclusion of Kozur and Weems (2005) that the Rhaetian is partly missing in the Newark basin is corroborated by the magnetostratigraphic work of Gallet et al. (2007). Kozur and Weems' (2005) correlation implies that the first CAMP lava flows in the Newark Basin already started below the TJB. We also note that the CAMP basalts in Morocco have been considered to be stratigraphically below the NMB and the OMB (Knight et al., 2004; Deenen et al., 2007). Therefore, there are not enough radiochronological data available at the moment to know the precise age of the truely oldest CAMP basalts. This needs to be further tested, most importantly by U–Pb dates of similarly high-precision to those reported in Schoene et al. (2006) and this study, and measured with the same U–Pb tracer solutions.\nDespite difficulties in correlating disparate stratigraphic sections and the present sparcity of high-precision geochronologic\ndates, several other lines of evidence support a CAMP origin for the mass extinction event. The synchrony of magmatism and extinction has been corroborated by the palynological investigations of Kuerschner et al. (2007), also showing that the major botanical change occurs at the same time as the marine major crisis and implying that the continental ecosystem in general must have been affected simultaneously. Vertebrate extinction, as deduced from tetrapod remains (Olsen et al., 1987) and their trace fossil record (Silvestri and Szajina, 1993), is coincident with the peak in floral turnover (Olsen et al., 2002). It is thus highly probable that such floral changes were concomitant with major climatic perturbations (see Guex et al., 2004). We may thus suggest that the mass extinction at the TJB is compatible with a volcanic triggered global biotic crisis. Further highresolution biostratigraphic work such as our ammonoid correlations combined with high-precision U–Pb geochronology volcanic units from well-calibrated stratigraphic sections and the lowest CAMP basalts will help to prove contemporaneity of large igneous provinces and major extinction events in Earth's history."
  }, {
    "heading": "4.2. Duration of the Hettangian stage and tempo of lower Jurassic post-extinction biotic recovery",
    "text": "An important question raised by the short Hettangian duration is whether 2 m.y. is a typical recovery period? There are very few precise numerical dates allowing a comparison with other periods. The best ones are those established recently by Ovtcharova et al. (2006) for the post-Permian extinction recovery of ammonoids in the Lower Triassic. They found that the duration of the recovery interval (Griesbachian, Dienerian and Smithian substages), was close to 2 m.y., very similar to the duration of the ammonoid recovery in the Hettangian found in this study. During that first part of the Lower Triassic, if we follow the compilations published by Tozer (1981) and the work of Brayard et al. (2006), there are about 60 ammonoid genera, 45 being restricted to the Smithian stage, all of them deriving from the genus Ophiceras which contains mainly evolute and smooth forms. During the Hettangian recovery period, about 30 genera were developed during a comparable duration, deriving from the genus Psiloceras which is homeomorph of the early Triassic Ophiceras (see Guex, 2006).\nIn other words, if we estimate grossly the rate of recovery as the number of genera per million years, the Hettangian recovery appears to be slightly “slower” than the post-Permian. We suppose that the difference between the two is due to a greater environmental instability during the Lower Triassic times (Pruss et al., 2005; Payne and Kump, 2007), and we believe that such instabilities increase the morphological variability of the marine invertebrates Guex (2006). This, in turn, increases the number of morphological taxa without real biological significance. Furthermore, it should also be noticed that the taxonomic philosophies applied within the two periods are different and are not strictly comparable. This could have an influence on the apparent diversity of the two periods. Our estimate of the Hettangian ammonite biodiversity is mainly based on the taxonomic concepts of Guex (1995), Guex et al. (2004), where the\ngenera have a broader scope than the ones used in the Lower Triassic, mainly because the phylogenetic relationships between the different groups is less well known within that earlier time, resulting in a much more splitted taxonomy. However, despite all these different aspects we have addressed above, we think that the duration of 1 to 2 m.y. seems to be a reasonable estimate for Lower Jurassic biotic recovery."
  }, {
    "heading": "4.3. A revised Lower Jurassic timescale",
    "text": "Our new results, of course, ask for a modification of the Mesozoic timescale published by Ogg (2004) where the TJB is located at 199.6 Ma, i.e 2 million years younger than the one established in the present paper. The same applies for the Hettangian–Sinemurian boundary which was located at 196.5 instead of 199.5 Ma. This is a major new point affecting an important part of the current age assignments of the early Jurassic stages."
  }, {
    "heading": "5. Conclusions",
    "text": "We are presenting new biostratigraphic and radio-isotopic data from a complete mid-Rhaetian to Sinemurian marine section that was recently discovered in the Utcubamba Valley (northern Peru). Biostratigraphic correlation was carried out by means of ammonites and age information was determined from zircon bearing volcanic tuffs, which yielded precise and accurate 206Pb/238U ages of 201.58±0.17/0.28 Ma (without/ with decay constant uncertainty) for the Triassic–Jurassic boundary, and 199.53±0.19/0.29 Ma for the Hettangian–Sinemurian boundary. Our new, both precise and accurate U–Pb ages are c. 0.8 to 1.0% older than precise 40Ar/39Ar ages reported for basalts of the Central Atlantic Magmatic Province (CAMP) in northern and southern Americas and northwestern Africa. The fact that 40Ar/39Ar ages are often approximately 1% too young when compared to both U–Pb radioisotopic as well as astronomically tuned stratigraphic ages has been repeatedly recorded and is interpreted in terms of using an inaccurate 40K decay constant in Ar–Ar dating.\nTaking the systematic offset between U–Pb and Ar–Ar ages into account, our new data allow for the first time a firm confirmation for synchrony between the volcanism of the Central Atlantic Magmatic Province (CAMP) and an important marine faunal extinction at the Triassic–Jurassic boundary. They also provide an excellent basis to estimate the tempo of the biotic recovery after end-Triassic extinction. Given the possibility that the precisely dated North Mountain basalt in the Newark basin does not reflect the oldest CAMP basalt, we need to continue looking for older basalts in other areas of the CAMP, notably in Morocco, in order to prove contemporaneity of volcanism and mass extinction at the T/J boundary at the 100 to 500 kyr level."
  }, {
    "heading": "Acknowledgements",
    "text": "We thank M. Senn, M. Chiaradia, for technical help in mass spectrometry and chemistry. The study was supported by the Swiss National Foundation (JG project 200020-111559, US\nproject nr. 200020-113387), and by the CNRS project Eclipse. JG thanks Oscar von Bischhofshausen (Cloudforest Expeditions) and Arcenio Balcazar Saldana for their efficient logistic help in the field, Jose Machare, Victor Benavides and Silvia Rosas for their scientific support in Peru, Andrea Marzoli and Sandra Kamo for their useful review of the original manuscript."
  }],
  "year": 2008,
  "references": [{
    "title": "Zircon crystallization and recycling in the magma chamber of the rhyolitic",
    "authors": ["O. Bachmann", "B.L.A. Charlier", "J.B. Lowenstern"],
    "venue": "Kos Plateau Tuff (Aegean arc). Geology",
    "year": 2007
  }, {
    "title": "Improved 206Pb/238U microprobe geochronology by the monitoring of a trace-element-related matrix effect; SHRIMP, ID-TIMS, ELA-ICP-MS and oxygen isotope documentation for a series of zircon standards",
    "authors": ["L.P. Black", "S.L. Kamo", "C.M. Allen", "D.W. Davis", "J.N. Aleinikoff", "J.W. Valley", "R. Mundil", "I.H. Campbell", "R.J. Korsch", "I.S. Williams", "C. Foudoulis"],
    "year": 2004
  }, {
    "title": "The Early Triassic ammonoid recovery: paleoclimatic significance of diversity gradients",
    "authors": ["A. Brayard", "H. Bucher", "G. Escarguel", "F. Fluteau", "S. Bourquin", "T. Galfetti"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2006
  }, {
    "title": "Pb diffusion in zircon",
    "authors": ["D.J. Cherniak", "E.B. Watson"],
    "venue": "Chem. Geol",
    "year": 2001
  }, {
    "title": "On the ages of flood basalt events",
    "authors": ["V.E. Courtillot", "P.R. Renne"],
    "venue": "C. R. Geosci",
    "year": 2003
  }, {
    "title": "The CAMP controversy, new data from the Argana Basin, Morocco",
    "authors": ["M.H.L. Deenen", "M.J. Reitsma", "W. Krijgsman", "C.G. Langereis", "M.J. van Bergen"],
    "venue": "Geophys. Res. Abstr",
    "year": 2007
  }, {
    "title": "U/Pb Zircon and Baddeleyite Ages for the Palisades and Gettysburg Sills of the Northeastern United States— implications for the age of the Triassic–Jurassic Boundary",
    "authors": ["G.R. Dunning", "J.P. Hodych"],
    "venue": "Geology",
    "year": 1990
  }, {
    "title": "New constraints on the End-Triassic (Upper Norian -Rhaetian) magnetostratigraphy",
    "authors": ["Y. Gallet", "L. Krystyn", "J. Marcoux", "J. Besse"],
    "venue": "Earth Planet. Sci",
    "year": 2007
  }, {
    "title": "A highly effective emitter substance for mass spectrometric Pb isotope ratio determinations",
    "authors": ["H. Gerstenberger", "G. Haase"],
    "venue": "Chem. Geol",
    "year": 1997
  }, {
    "title": "2006.Reinitialization of evolutionary clocks during sublethal environmental stress in some invertebrates",
    "authors": ["J. Guex"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 2006
  }, {
    "title": "High-resolution ammonite and carbon isotope stratigraphy across the Triassic–Jurassic boundary at New York Canyon (Nevada)",
    "authors": ["J. Guex", "A. Bartolini", "V. Atudorei", "D. Taylor"],
    "venue": "Earth Planet. Sci",
    "year": 2004
  }, {
    "title": "Mass extinctions and sea-level changes",
    "authors": ["A. Hallam", "P.B. Wignall"],
    "venue": "EarthSci. Rev",
    "year": 1999
  }, {
    "title": "New evidence for geologically instantaneous emplacement of earliest Jurassic Central Atlantic magmatic province",
    "authors": ["W.E. Hames", "P.R. Renne", "C. Ruppel"],
    "venue": "basalts on the North American margin. Geology",
    "year": 2000
  }, {
    "title": "Die Ammoniten-Fauna des südamerikanischen Hettangium (basaler Jura); Teil 3. Paleontograpica",
    "authors": ["Hillebrandt", "A.v"],
    "venue": "Abteilung A: PalaeozoologieStratigraphie",
    "year": 2000
  }, {
    "title": "Did theManicouagan impact trigger End-ofTriassic mass extinction",
    "authors": ["J.P. Hodych", "G.R. Dunning"],
    "venue": "Geology 20,",
    "year": 1992
  }, {
    "title": "The central Atlantic magmatic province at the Triassic–Jurassic boundary: paleomagnetic and 40Ar/39Ar evidence from Morocco for brief, episodic volcanism",
    "authors": ["K.B. Knight", "S. Nomade", "P.R. Renne", "A. Marzoli", "H. Bertrand", "N. Youbi"],
    "venue": "Earth Planet. Sci",
    "year": 2004
  }, {
    "title": "Conchostracan evidence for a late Rhaetian to early Hettangian age for the CAMP volcanic event in the Newark Supergroup and a Sevatian (late Norian) age for the immediately underlying beds",
    "authors": ["H.W. Kozur", "R. Weems"],
    "venue": "Hallesches Jahrb. Geowiss",
    "year": 2005
  }, {
    "title": "Upper Triassic conchostracan biostratigraphy of the continental rift basins of Eastern North America: it's implication for correlating Newark supergroup events with the Germanic basin and the international geologic time scale",
    "authors": ["H.W. Kozur", "R. Weems"],
    "year": 2007
  }, {
    "title": "Carbon-isotope stratigraphy and palynostratigraphy of the Triassic–Jurasic transition in the Tiefengraben section",
    "authors": ["W.M. Kuerschner", "N. Bonis", "L. Krystyn"],
    "venue": "Northern Calcareous Alps (Austria). Palaeoecology",
    "year": 2007
  }, {
    "title": "40Ar/39Ar ages of tephras intercalated in astronomically tuned Neogene sedimentary sequences in the eastern Mediterranean",
    "authors": ["K.F. Kuiper", "F.J. Hilgen", "J. Steenbrink", "J.R. Wijbrans"],
    "venue": "Earth Planet. Sci",
    "year": 2004
  }, {
    "title": "Radioisotopic dating of the Tortonian Global Stratotype Section and Point: implications for intercalibration of 40Ar/39Ar and astronomical dating methods",
    "authors": ["K.F. Kuiper", "J.R. Wijbrans", "F.J. Hilgen"],
    "venue": "Terra Nova",
    "year": 2005
  }, {
    "title": "Isoplot/Ex. V.3, USGS Open-File Repository(2005)",
    "authors": ["K.R. Ludwig"],
    "year": 2005
  }, {
    "title": "CA (chemical abrasion)-TIMS: high-resolution U–Pb zircon geochronology combining high-temperature annealing of radiation damage and multi-step partial dissolution analysis",
    "authors": ["J. Mattinson"],
    "venue": "Eos Transactions AGU, Fall Meeting Supplement Abstract V22E-06",
    "year": 2003
  }, {
    "title": "Zircon U–Pb chemical abrasion (“CA-TIMS”) method: combined annealing and multi-step partial dissolution analysis for improved precision and accuracy of zircon ages",
    "authors": ["J.M. Mattinson"],
    "venue": "Chem. Geol",
    "year": 2005
  }, {
    "title": "Extensive 200-million-year-old continental flood basalts of the Central Atlantic",
    "authors": ["A. Marzoli", "P.R. Renne", "E.M. Piccirillo", "M. Ernesto", "G. Bellieni", "A. De Min"],
    "venue": "Magmatic Province. Science",
    "year": 1999
  }, {
    "title": "Synchrony of the Central Atlantic magmatic province and the Triassic–Jurassic boundary climatic and biotic crisis",
    "authors": ["A. Marzoli", "H. Bertrand", "K.B. Knight", "S. Cirilli", "N. Buratti", "C. Verati", "S. Nomade", "P.R. Renne", "N. Youbi", "R. Martini", "K. Allenbach", "R. Neuwerth", "C. Rapaille", "L. Zaninetti", "G. Bellieni"],
    "venue": "Geology 32,",
    "year": 2004
  }, {
    "title": "A test for systematic errors in 40Ar/39Ar geochronology through comparison with U/Pb analysis of a 1.1-Ga rhyolite",
    "authors": ["K. Min", "R. Mundil", "P.R. Renne", "K.R. Ludwig"],
    "venue": "Geochim. Cosmochim",
    "year": 2000
  }, {
    "title": "40Ar/39Ar dating of Ordovician Kbentonites in Laurentia andBaltoscandia",
    "authors": ["K.W. Min", "P.R. Renne", "W.D. Huff"],
    "venue": "Earth Planet Sci",
    "year": 2001
  }, {
    "title": "Single grain (U–Th)/He ages from phosphates in Acapulco meteorite and implications for thermal history",
    "authors": ["K.W. Min", "K.A. Farley", "P.R. Renne", "K. Marti"],
    "venue": "Earth Planet. Sci",
    "year": 2003
  }, {
    "title": "Triassic–Jurassic time scale andmass extinction: current status and new constraints. Geochim. Cosmochim",
    "authors": ["R. Mundil", "J. Pálfy"],
    "venue": "Acta 69,",
    "year": 2005
  }, {
    "title": "Age and timing of the Permian mass extinctions: U/Pb dating of closed-system zircons",
    "authors": ["R. Mundil", "K.R. Ludwig", "I. Metcalfe", "P.R. Renne"],
    "year": 2004
  }, {
    "title": "Newcontraints on the timing of the Triassic– Jurassic extinction and recovery",
    "authors": ["R. Mundil", "J. Pálfy", "J. Matzel"],
    "venue": "GSA Annual Meeting,",
    "year": 2005
  }, {
    "title": "The Triassic period",
    "authors": ["J.G. Ogg"],
    "year": 2004
  }, {
    "title": "New Early Jurassic Tetrapod assemblages constrain Triassic–Jurassic Tetrapod extinction",
    "authors": ["P.E. Olsen", "N.H. Shubin", "M.H. Anders"],
    "venue": "event. Science",
    "year": 1987
  }, {
    "title": "Ascent of dinosaurs linked to an iridium anomaly at the Triassic–Jurassic",
    "authors": ["P.E. Olsen", "D.V. Kent", "H.D. Sues", "C. Koeberl", "H. Huber", "A. Montanari", "E.C. Rainforth", "S.J. Fowell", "M.J. Szajna", "B.W. Hartline"],
    "year": 2002
  }, {
    "title": "New Early to Middle Triassic U–Pb ages from South China: calibration with ammonoid biochronozones and implications for the timing of the Triassic biotic recovery",
    "authors": ["M. Ovtcharova", "H. Bucher", "U. Schaltegger", "T. Galfetti", "A. Brayard", "J. Guex"],
    "venue": "Earth Planet. Sci",
    "year": 2006
  }, {
    "title": "Timing the end-Triassic mass extinction: first on land, then in the sea? Geology",
    "authors": ["J. Pálfy", "J.K. Mortensen", "E.S. Carter", "P.L. Smith", "R.M. Friedman", "H.W. Tipper"],
    "year": 2000
  }, {
    "title": "Evidence from recurrent Early Triassic massive volcanism from quantitative interpretation of carbon isotope fluctuations",
    "authors": ["J.L. Payne", "L.R. Kump"],
    "venue": "Earth Planet. Sci",
    "year": 2007
  }, {
    "title": "The unusual sedimentary rock record of the Early Triassic; a case study from the southwestern United States",
    "authors": ["S.B. Pruss", "F.A. Corsetti", "D.J. Bottjer"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2005
  }, {
    "title": "40Ar/39Ar age of plagioclase from Acapulco meteorite and the problem of systematic errors in cosmochronology",
    "authors": ["P.R. Renne"],
    "venue": "Earth Planet. Sci",
    "year": 2000
  }, {
    "title": "Intercalibration of standards, absolute ages and uncertainties in 40Ar/39Ar dating",
    "authors": ["P.R. Renne", "C.C. Swisher", "A.L. Deino", "D.B. Karner", "T.L. Owens", "D.J. DePaolo"],
    "venue": "Chem. Geol",
    "year": 1998
  }, {
    "title": "Facies, diagenetic evolution and sequence analysis along a SWNE profile in southern Pucara Basin (Upper Triassic-Lower Jurassic), Central Peru",
    "authors": ["S. Rosas"],
    "venue": "Heidelb. Geowiss. Abh",
    "year": 1994
  }, {
    "title": "U–Pb zircon and titanite systematics of the Fish Canyon Tuff: an assessment of high-precision U–Pb geochronology and its application to young volcanic rocks",
    "authors": ["M.D. Schmitz", "S.A. Bowring"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 2001
  }, {
    "title": "Reassessing the uranium decay constants for geochronology using ID-TIMS U–Pb data",
    "authors": ["B. Schoene", "J.L. Crowley", "D.J. Condon", "M.D. Schmitz", "S.A. Bowring"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 2006
  }, {
    "title": "Extinction and the fossil record",
    "authors": ["J.J. Sepkoski"],
    "venue": "Geotimes",
    "year": 1994
  }, {
    "title": "Biostratigraphy of vertebrate footprints in the Late Triassic section of the Newark basin, Pennsylvania: reassessment of stratigraphic ranges",
    "authors": ["S.M. Silvestri", "M.J. Szajina"],
    "year": 1993
  }, {
    "title": "Approximation of terrestrial lead isotope evolution by a two-stage model",
    "authors": ["J.S. Stacey", "J.D. Kramers"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 1975
  }, {
    "title": "The Triassic Jurassic System boundary in the John Day Inlier, East-Central Oregon",
    "authors": ["D. Taylor", "J. Guex"],
    "venue": "Or. Geol",
    "year": 2002
  }, {
    "title": "Triassic Ammonoidea: geographic and stratigraphic distribution",
    "authors": ["E.T. Tozer"],
    "venue": "Systamtic Association Special,",
    "year": 1981
  }, {
    "title": "A method for intercalibration of U–Th–Pb and 40Ar/39Ar ages in the Phanerozoic",
    "authors": ["M. Villeneuve", "H.A. Sandeman", "W.J. Davis"],
    "venue": "Geochim. Cosmochim",
    "year": 2000
  }, {
    "title": "Synchrony between the Central Atlantic magmatic province and the Triassic– Jurassic mass-extinction event",
    "authors": ["J.H. Whiteside", "P.E. Olsen", "D.V. Kent", "S.J. Fowell", "M. Et-Touhami"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2007
  }],
  "id": "SP:ac22ef1835375b7de052260b54a35db9a451b768",
  "authors": [{
    "name": "Urs Schaltegger",
    "affiliations": []
  }, {
    "name": "Jean Guex",
    "affiliations": []
  }, {
    "name": "Annachiara Bartolini",
    "affiliations": []
  }, {
    "name": "Blair Schoene",
    "affiliations": []
  }, {
    "name": "Maria Ovtcharova",
    "affiliations": []
  }],
  "abstractText": "New precise zircon U–Pb ages are proposed for the Triassic–Jurassic (Rhetian–Hettangian) and the Hettangian–Sinemurian boundaries. The ages were obtained by ID-TIMS dating of single chemical-abraded zircons from volcanic ash layers within the Pucara Group, Aramachay Formation in the Utcubamba valley, northern Peru. Ash layers situated between last and first occurrences of boundary-defining ammonites yielded Pb/U ages of 201.58±0.17/0.28 Ma (95% c.l., uncertainties without/with decay constant errors, respectively) for the Triassic– Jurassic and of 199.53±0.19 / 0.29 Ma for the Hettangian–Sinemurian boundaries. The former is established on a tuff located 1 m above the last local occurrence of the topmost Triassic genus Choristoceras, and 5 m below the Hettangian genus Psiloceras. The latter sample was obtained from a tuff collected within the Badouxia canadensis beds. Our new ages document total duration of the Hettagian of no more than c. 2 m.y., which has fundamental implications for the interpretation and significance of the ammonite recovery after the topmost Triassic extinction. The U–Pb age is about 0.8±0.5% older than Ar–Ar dates determined on flood basalts of the Central Atlantic Magmatic Province (CAMP). Given the widely accepted hypothesis that inaccuracies in the K decay constants or physical constants create a similar bias between the two dating methods, our new U–Pb zircon age determination for the T/J boundary corroborates the hypothesis that the CAMP was emplaced at the same time and may be responsible for a major climatic turnover and mass extinction. The zircon Pb/U age for the T/J boundary is marginally older than the North Mountain Basalt (Newark Supergroup, Nova Scotia, Canada), which has been dated at 201.27±0.06 Ma [Schoene et al., 2006. Geochim. Cosmochim. Acta 70, 426–445]. It will be important to look for older eruptions of the CAMP and date them precisely by U–Pb techniques while addressing all sources of systematic uncertainty to further test the hypothesis of volcanic induced climate change leading to extinction. Such high-precision, high-accuracy data will be instrumental for constraining the contemporaneity of geological events at a 100 kyr level. © 2007 Elsevier B.V. All rights reserved.",
  "title": "Precise U–Pb age constraints for end-Triassic mass extinction, its correlation to volcanism and Hettangian post-extinction recovery"
}