{
  "sections": [{
    "text": "Comparing the timing of mass extinctions with the formation age of large igneous provinces reveals a close correspondence in five cases, but previous claims that all such provinces coincide with extinction events are unduly optimistic. The best correlation occurs for four consecutive mid-Phanerozoic examples, namely the end-Guadalupian extinctionrEmeishan flood basalts, the end-Permian extinctionrSiberian Traps, the end-Triassic extinctionrcentral Atlantic volcanism and the early Toarcian extinctionrKaroo Traps. Curiously, the onset of eruptions slightly post-dates the main phase of extinctions in these examples. Of the seven post-Karoo provinces, only the Deccan Traps coincide with a mass extinction, but in this case, the nature of the biotic crisis is best reconciled with the effects of a major bolide impact. Intraoceanic volcanism may also be implicated in a relatively minor end-Cenomanian extinction crisis, although once again the main phase of volcanism occurs after the crisis. The link between large igneous province formation and extinctions remains enigmatic; volume of extrusives and extinction intensity are unrelated and neither is there any apparent relationship Ž .with the rapidity of province formation. Violence of eruptions proportions of pyroclastics also appears unimportant. Six out of 11 provinces coincide with episodes of global warming and marine anoxiardysoxia, a relationship that suggests that volcanic CO emissions may have an important effect on global climate. Conversely, there is little, if any, geological2 evidence for cooling associated with continental flood basalt eruptions suggesting little long-term impact of SO emissions.2 Large carbon isotope excursions are associated with some extinction events and intervals of flood basalt eruption but these are too great to be accounted for by the release of volcanic CO alone. Thus, voluminous volcanism may in some2 Ž .circumstances trigger calamitous global environmental changes runaway greenhouses , perhaps by causing the dissociation of gas hydrates. The variable efficiency of global carbon sinks during volcanic episodes may be an important control on environmental effects and may explain why the eruption of some vast igneous provinces, such as the Parana–Etendeka´ Traps, have little perceptible climatic impact. q 2001 Elsevier Science B.V. All rights reserved.\nKeywords: mass extinctions; flood basalts; marine anoxia; global warming; runaway greenhouse"
  }, {
    "heading": "1. Introduction",
    "text": "The notion that volcanicity is capable of causing the global devastation required to cause mass extinctions is a relatively recent development in the scienŽ .tific literature. Vogt 1972 was the first to note that the eruption of the Deccan Traps flood basalt province roughly coincided with the end-Cretaceous mass extinction, which led him to speculate that\ntrace metals released by plume eruptions may have caused extinction by poisoning. Other early work suggested that the cooling effect of volcanic ash and sulphate aerosols injected into the stratosphere during large Plinian eruptions may also have been suffiŽciently intense to cause mass extinctions Budyko .and Pivivariva, 1967; Axelrod, 1981 , while Pollock Ž .et al. 1976 suggested that a series of closely spaced eruptions may be capable of triggering an ice age.\n0012-8252r01r$ - see front matter q 2001 Elsevier Science B.V. All rights reserved. Ž .PII: S0012-8252 00 00037-4\nHowever, the debate on volcanically caused extinction only truly began with the seminal paper of Ž .Alvarez et al. 1980 , and their proposition that the end-Cretaceous mass extinction was caused by bolide impact. Deccan Traps volcanicity rapidly became established as the other principal contender for the Žcause of this event McLean, 1981; Officer and Drake, 1983; Officer et al., 1987; Courtillot and .Besse, 1987 . Subsequent debate has focussed on this and the other continental flood basalt provinces Ž . Ž .CFBPs and large igneous provinces LIPs in general. The likelihood of a cause-and-effect link between mass extinctions and CFBPsrLIPs has been considerably strengthened by the discovery of the close temporal relationship between these phenomŽena Rampino and Stothers, 1988; Stothers and Rampino, 1990; Stothers, 1993; Courtillot, 1994; .Hallam and Wignall, 1997; Olsen, 1999 . The precise nature of this correspondence is an\nintriguing one which forms the central part of this review article. The potential links between LIPs and mass extinctions are examined on a case-by-case basis with emphasis given to the crucial aspect of relative timing. Evidence for volcanically triggered environmental changes during extinction crises are also reviewed in the light of the potential climatic effects of volcanism discussed below. It is important to note that mass extinctions are generally defined as Ž .geologically brief intervals i.e. ;1 Ma of elevated extinction rates that affected diverse taxa from a Ž .broad range of habitats i.e. terrestrial and marine Ž .throughout the world Hallam and Wignall, 1997 . In\npractise extinction events are identified as peaks in the extinction rate-versus-time graphs of Sepkoski Ž .1982, 1996 . Only the five biggest peaks on these graphs are widely regarded as true mass extinctions, although several lesser extinction peaks coincide with LIP formation."
  }, {
    "heading": "2. Climatic effects of volcanicity",
    "text": ""
  }, {
    "heading": "2.1. Short-term effects",
    "text": "Volcanoes release a range of gases into the stratosphere of which SO and CO are volumetrically the2 2 Ž .most important Sigurdsson, 1990a,b . Their effects are diametrically opposed and operate over different\ntimescales. Sulphur dioxide is a greenhouse gas and its initial effect is to cause warming, however, it reacts rapidly with water in the atmosphere to produce sulphate aerosols that backscatter and absorb Žthe sun’s radiation Devine et al., 1984; Sigurdsson, .1990a,b; Fig. 1 . Such effects are localised to the\nvicinity of the eruption unless the gases are injected into the lower stratosphere whereupon they are rapidly dispersed around the hemisphere. Global cooling from Plinian-style eruptions has been well Ž .recorded in historical times e.g. Genin et al., 1995 , although the effect is usually only of 1 to 2 years duration due to the rapid rain-out of the sulphate Ž .aerosol Pinto et al., 1989; Officer et al., 1987 . Volcanic ash remains in the atmosphere for even shorter durations and so is unlikely to contribute Ž .significantly to cooling Devine et al., 1984 . From interpretation of historical records, Devine et al. Ž .1984 discovered a roughly geometric relationship between mass of S released and northern hemisphere Ž .temperature decline Fig. 2 . This suggests that larger volcanic eruptions than those witnessed in historical Ž .times may have caused substantial but short-lived cooling. However, the connection between eruptions and cooling is far from straightforward: several of the best documented historical connections may be Ž .no more than fortuitous Mass and Portman, 1989 . For example, the cold summer of 1816 in North America has been attributed to the Toba eruption the previous year. However, 1816 was just one of many cold summers of the early 19th century and it was by Ž .no means the most severe Sadler and Grattan, 1999 . The largest explosive eruption of the recent geo-\nlogical past also occurred at Toba approximately 73 Ž .ka; Rampino and Self 1992 estimated that the resultant ash layer contains 800 km3 of magma. Ž .Extrapolating from the graph of Devine et al. 1984 ,\nthey estimated that this eruption should have produced 3.58C cooling which, they postulate, may have triggered an ice age. However, as Rampino and Self Ž .1992 noted, the transition from interglacial to glacial conditions occurred at 74 ka, slightly before the Toba eruption. New discoveries suggest that the Toba ash band was even more widespread than Ž .Rampino and Self 1992 estimated, and probably represents greater than 3000 km3 of tephra. Zielinski Ž .et al. 1996 calculate that such an enormous eruption is likely to have injected between 2200 and\n4400 Mt of sulphate aerosols into the stratosphere and their discovery of elevated sulphate concentrations in 6 years-worth of ice in the GISP2 core from East Greenland provides a valuable clue to the duration of the potential climatic effects. However, the\ndetailed d18 O climatic record for the interval immediately preceding the sulphate-rich ice indicates 800 years of cooling with a transition to a 1000-year stadial beginning just a few years before the rise in sulphate values. These records therefore lend no support to the notion that even the largest volcanic eruptions are capable of causing climatic change, Ž .although Zielinski et al. 1996 suggest that the stadial interval may have been prolonged because of the Toba eruption.\nRecords of gigantic volcanic eruptions have also Ž .been documented by Huff et al. 1992 from the\nOrdovician of North America. They studied K-beŽ .ntonites from the mid-Caradoc Series ;454 Ma\nand showed that the thickest example, which can be traced to Scandanavia, probably contains over 1000 km3 of magma. Like the 73 ka Toba event, there is no discernible climatic change or extinction event Ž .associated with this eruption Huff et al., 1992 . Reviewing other major pyroclastic eruptions, Erwin Ž .and Vogel 1992 similarly concluded that they have not caused extinctions.\nThe apparently benign influence of aerosol-induced volcanic winters may relate to self-limiting\neffects and the high thermal heat capacity and thus the thermal inertia of the oceans. Even temperature declines of 3–58C occurring over a few years are Žunlikely to change sea surface temperatures Loper .et al., 1988 , although the effects of such cooling\nmay be more severe for terrestrial environments. Ž .Modelling experiments of Pinto et al. 1989 have\nalso shown that as the rate of SO release into the2 atmosphere increases, progressively larger aerosol Žparticles are formed rather than more of the same .size which settle out at a faster rate. However, the\namount of water vapour in the atmosphere during the eruption interval may become limiting during larger volcanic events with the result that sulphate aerosols form at a slower rate. This may explain the 5–6 year duration of sulphate-rich record in the GISP2 ice core. Thus, the cooling effect of the largest volcanic eruptions may be more prolonged than for smaller eruptions but not necessarily any more intense.\nOf the other volcanic gases, only Cl has been postulated to occur in sufficient concentrations to cause environmental harm. Potential damage includes the localised effects of acid rain and ozone Ž .depletion Cockell, 1999 . However, the Acold trap effectB, in which HCl and water vapour condense on ash particles, provides a mechanism for the rapid Žremoval of volcanic Cl from the atmosphere Pinto .et al., 1989 ."
  }, {
    "heading": "2.2. Long-term climatic effects",
    "text": "Volcanic activity also injects CO into the atmo-2 sphere and, unlike SO , this cannot be rapidly re-2 Ž .moved Fig. 1 . However, the estimated annual CO2 input from volcanism is roughly 1011 kg, a figure that is dwarfed by the current anthropogenic CO2 release into the atmosphere of 1013 kg yeary1 Ž .Leavitt, 1982; Sigurdsson 1990a , and both values are tiny compared to the 5=1019 g C in the atmosphere and oceans. Thus, single volcanic eruptions are unlikely to cause any noticeable increase in this important greenhouse gas. However, because of the long residence time of CO in the surficial system,2 the cumulative effects of successive large eruptions, typical of those encountered in CFBPs, could be climatically significant. Calculation of the amount of CO released during eruptions can be obtained from2 Ž .Leavitt’s 1982 empirically derived formula. Thus,\nthe number of moles of CO released during a2 volcanic eruption is given by:\nm CO ssf Õdrm.w. CO2 dg 2\nwhere s is the weight fraction of CO in magma, f2 dg is the fraction of gas evolved from the magma, Õ is the magma volume, d is the solid density of the magma and m.w. CO is the molecular weight of2 Ž .CO 44 g . For basaltic lavas typical values of s, f2 dg and d are 0.002, 0.6 and 2.9=1015 g kmy3, respecŽ .tively Leavitt, 1982 ."
  }, {
    "heading": "2.3. Effects of flood basalt fissure eruptions",
    "text": "This brief review of historical and geological volcanism provides little evidence for a link between individual volcanic eruptions and climate change, and no evidence at all for a link with extinctions. However, the volumetrically most important volcanic activity consists of the largely non-explosive eruption of flood basalts from fissures: such flows comprise the bulk of LIPs and none have occurred in the last few million years. Basaltic lavas are substantially more SO -rich than their acidic equivalents2 Ž .Sigurdsson, 1982 , potentially indicating that the global cooling effect of sulphate aerosols may be severe during voluminous basalt eruptions. Basalt lavas are, however, relatively poor in halogen gases having less than 50% the Cl content and 60% of the Ž .F content of acidic lavas Sigurdsson, 1990b . The only substantial example of a basalt fissure\neruption in historical times occurred at Laki in IceŽ .land between 1783 and 1784 Sigurdsson, 1982 . A total of 14.7 km3 of lava quietly flowed from a 25-km-long fissure, over 60% of it in the first 40 days of the eruption, and released an estimated 122 ŽMt of SO , 15 Mt of HF and 7 Mt of HCl Thordar-2 .son et al., 1996 . The local effects were devastating Žwith a reported dark bluish haze probably a sulphate .aerosol blanketing Iceland and causing crop failure Ž .and famine Sigurdsson, 1982 . Contemporary records indicate the summer of 1783 was exceptionally warm in northern Europe, perhaps a conseŽquence of the greenhouse effect of SO Grattan and2 .Sadler, 1999 . The following winter of 1783–84 was\nunusually cold in the northern hemisphere, as noted Žby Benjamin Franklin a U.S. diplomat in Paris at\n.the time , who percipiently suggested it was caused Ž .by volcanism Franklin, 1784 . However, it is uncer-\ntain if the Laki eruption was alone responsible for this transient cooling because the coincidental eruption of the Asama volcano in Japan also in 1783; may have injected substantial amounts of SO into2 Ž .the stratosphere Sigurdsson, 1990b . The Laki eruption was minor in comparison with those found in Ž .most CFBPs. Thus, Self et al. 1997 estimated that individual flows in the Columbia River Province released roughly two orders of magnitude more SO2 than the Laki flow, although the 73 ka Toba eruption probably released a comparable amount of SO .2 However, unlike the Toba eruption, it is not clear that fissure eruptions are capable of injecting gases into the stratosphere.\nFissure eruption is generally the most quiescent Ž .form of volcanic activity e.g. Self et al., 1997 ,\nbecause gases are able to escape relatively easily from the fluid lava. Thus, many workers doubt such eruptions are capable of injecting gas into the stratoŽ .sphere Pinto et al., 1989; Sigurdsson, 1990a,b . Only the presence of fire fountains along the length of fissures provides a potential mechanism of injecting gases higher into the atmosphere, particularly when they occur at higher latitudes where the tropoŽ .sphere is at its thinnest. Woods 1993 has postulated that convective plumes may rise above fire fountains Žand entrain unsaturated water vapour assuming a .moisture-rich troposphere during eruption . Initially,\nthe thermal energy of the plume will cause it to ascend, but as atmospheric pressure decreases a saturation height will be reached whereupon the water vapour will condense. The resultant release of latent heat will add further impetus to the plumes ascent. Such effects are however proportionately more important for smaller fissure eruptions because atmospheric vapour is confined to the lower few kilometres of the atmosphere. Larger fissure eruptions may be able inject volcanic gases into the stratosphere Ž .due to the at least hypothetical possibility that the heat released from the surface of large lava flows Žcould create large atmospheric convection cells De.vine et al., 1984 . Such cells could generate hurri-\ncane-strength winds at the surface of the flow. Such winds were not reported during the Laki eruptions, though it is possible that the larger flows of CFBPs may have generated such circulation.\nIn summary, the eruption of volcanic gases has been postulated to cause a succession of climatic changes on a timescale of months to thousands of Ž .years Fig. 1 . The short-term effects have been observed to occur following historical eruptions, whereas the longer term climatic impact of volcanism has not been clearly demonstrated. In essence, volcanic eruptions affect the weather, but not necessarily the climate. However, our modern perspective does not take into account the voluminous fissure eruptions of ancient CFBPs which exceed, by many orders of magnitude, the volcanic activity of historical times. It is these huge eruptions that are widely regarded as a cause of many extinction events. Two recent advances in our knowledge of LIPs has considerably strengthened this connection, and both are due to improvements in radiometric dating techniques. Firstly, many LIPs have been shown to record Ž .brief bursts of volcanicity ;1 Ma , thus focussing their damaging effects in geologically short intervals and, secondly, these intervals have been shown to closely coincide with mass extinctions, as first noted Ž .by Morgan 1986 . Before examining the relationship between indi-\nvidual mass extinction events and volcanicity, it is first important to review the current debate on the genesis of large igneous provinces. Several competing models are available and their predictions suggest distinctly different environmental consequences."
  }, {
    "heading": "3. The genesis of large igneous provinces",
    "text": "Many LIPs consist of subaerial sheet flows, most commonly composed of quartz tholeiites, which range in volume from several hundred to several Žthousand cubic kilometres Baksi, 1990; Arndt et al., 1993; Coffin and Eldholm, 1993, 1994; Courtillot et .al., 1999 . Total lava volumes for continental provinces are enormous and range from 1.7=105 km3 for the Columbia River Basalts to provinces that may originally have exceeded 2=106 km3. Many CFBPs were erupted in geologically brief intervals Ž .1–2 Ma although some, notably the Siberian Traps and Brito–Arctic Province, were emplaced in two or more distinct phases separated by quiescent intervals. The eruption history of the Columbia River Basalts Ž .is well known Fig. 3 , and may be typical for many\nŽ .Fig. 3. Eruption history of the Columbia River flood basalts from data in Baksi, 1990 . This small province is relatively well known and may provide a model for the eruption histories of lesser known but much larger provinces.\nprovinces. In this region eruptions began at 17.2 Ma and rapidly reached a peak lava accumulation rate around 16.1 Ma before declining to a prolonged Ž .AtrickleB Baksi, 1990 . The duration of the peak eruptive interval has been estimated to be as short as Ž10,000 years for some provinces e.g. Officer et al., .1987 , and it is this phase that is believed to cause\nmass extinction. CFBPs, and other large igneous provinces, are\nwidely regarded to be the product of mantle plumes that have ascended from deep within the mantle, impinged on the base of the lithosphere, and subseŽquently erupted e.g. Morgan, 1972; Loper and McCartney, 1986; Courtillot and Besse, 1987; Richards et al., 1989; White and McKenzie, 1989; Hill, 1991; .Coffin and Eldholm, 1994 . Melt is produced during decompressive rifting and thus melt volumes are at their greatest where the lithosphere is thin and able Žto extend freely as at oceanic sites White, 1993; .Farnetani and Richards, 1994 . Melt generation may Žalso be enhanced if eclogite from subducted oceanic .crust is entrained in plumes during their ascent Ž .Cordery et al., 1997 . The initial arrival of the plume at the base of the lithosphere is postulated to cause widespread doming with elevations suggested Žto range from 1–4 km Cox, 1989; Campbell and Griffiths, 1990; Hill, 1991; Farnetani and Richards,\n.1994; White and Lovell, 1997 . This effect has been linked to the widespread sea-level fall that occurs Žduring several mass extinction events e.g. Hallam, .1987; Officer et al., 1987; Erwin, 1993 . Conversely,\nwhere plumes arrive at the base of the oceanic Žlithosphere the doming and the subsequent oceanic .plateau formation will tend to displace water onto Žcontinental shelves Larson, 1991a,b; Kerr, 1998; .Hallam, 1999 . Not all LIPs conform to this plume-generated\nscenario. Most significantly for mass extinction studies, evidence for pre-eruption doming is often scant, Žnotably for the Siberian Trap province Cordery et .al., 1997; Sheth, 1999 . Don Anderson and col-\nleagues have even challenged the notion that mantle plumes are responsible for flood basalt provinces suggesting alternatively that they may be rapidly generated from a volatile-rich upper mantle at sites Žthat have a prolonged history of prior rifting Anderson et al., 1992; Anderson, 1994; King and Ander.son, 1995 . The competing models for CFBP generation imply differing volumes of volatile generation Že.g. the dry melting of the White and McKenzie Ž .1989 model contrasted with the volatile-rich magma .source in Anderson’s model and differing consequences for sea-level changes: both factors are of importance in mass extinction studies.\nMost controversially, it has been proposed that LIPs may be generated at sites of bolide impact ŽRampino, 1987; Alt et al., 1988; Stothers and .Rampino, 1990 , thus uniting the two competing models for the end-Cretaceous mass extinction. However, mapping of the subcrop beneath the Deccan Traps reveals no evidence for a crater structure Ž .Mitchell and Widdowson, 1991 while the Chicxulub impact post-dated the onset of eruptions in India Ž .Bhandari et al., 1995; Bajpai and Prasad, 2000 . More generally, impact excavation is considered incapable of generating the vast volumes of lava found Žin flood basalt provinces White, 1989; Loper and .McCartney, 1990 .\nŽThe link between CFBPs and some other large .igneous provinces and mass extinction is examined\nin chronological order and in a case-by-case basis below."
  }, {
    "heading": "4. The Panjal Volcanics and Emeishan flood basalts",
    "text": "The Panjal Volcanics are the oldest, and also the most deformed, of known Phanerozoic CFBPs. They cover approximately 12 000 km2 of NW India and reach a peak thickness of 2.5 km in the Kashmir Ž .Valley Honnegger et al., 1982 . Basaltic lavas and lesser volumes of rhyodacitic tuffs marked the main phase of volcanism although minor alkali volcanics persisted in the Kashmir region into the Early TriasŽ .sic Veevers and Tewari, 1995 . The basalt lavas overlie Lower to Middle Permian subaerial to marginal marine strata and they are in turn overlain Ž .by early Late Permian Kazanian pelagic strata Ž .Nakazawa et al., 1975 . This facies change suggests their emplacement is probably related to rifting and Žthe development of a distal passive margin Papritz .and Rey, 1989 . The subsequent deformation of the\nPanjal Volcanics, and metamorphism to amphibolite grade, makes estimation of the original volume of the province problematic although the region is unlikely to have constituted a Asuper provinceB of a size comparable with the Deccan Traps.\nContemporaneous and comparable volcanicity also occurred in South China with the eruption of the Emeishan flood basalts. These too are associated Žwith a probable rifting event probably the Qiang-\n.tang Terrane from the South China Block , which began in the early Permian, and they have also been subsequently deformed during the closure of Tethys Ž . 5Chung et al., 1998 . Their outcrop covers 3.3=10 km2 of SW China and consists of flood basalts together with lesser volumes of picritic flows and Žtrachytic and rhyolitic tuffs Chung et al., 1998; Jin .and Shang, 2000 . The lavas average 705 m thick\nand locally they reach 5 km thickness. Yin et al. Ž .1992 estimated the original volume of the province 6 3 Ž .to be 0.6=10 km , while Jin and Shang 2000 suggested roughly half this figure.\nThe precise age of the Emeishan flood basalts province has yet to be determined. The lavas rest on Ž .Middle Permian carbonates the Maokou Formation and they are directly overlain by Late Permian and Žlocally Early Triassic marine strata Yin et al., 1992; .Chung and Jahn, 1995 . Recently, Jin and Shang Ž .2000 have reported the presence of fusulinid foraminifera from shallow marine limestones interbedded with basal lava flows, that unequivocally Ž .indicate a Guadalupian Middle Permian age . MagŽnetostratigraphic results from a thin 532 m thick.ness development of the flood basalts in western Guizhou Province indicates the lower 450 m was erupted during a single, normal polarity chron and Žthe upper 82 m during a reversal Huang and Opdyke, .1996 . Thus, the Emeishan CFBP, like the Panjal\nVolcanics, appear to have been erupted during a Žbrief interval Huang and Opdyke suggest less than 1 .million years around the MiddlerLate Permian\nboundary. However, acidic ash bands are widespread in P–Tr boundary sections in South China, and they are widely regarded to have been derived from the ŽEmeishan Province Yin et al., 1992; Chung and .Jahn, 1995; Chung et al., 1998 , which implies a\nprolonged interval of acidic volcanicity spanning the entire Late Permian and lasting into the Early TriasŽ .sic. However, thick 15–25 m , coarser-grained, acidic-intermediate tuff bands are also known from Ž .the boundary interval in south Primorie SE Siberia suggesting this area lay closer to the eruptive centre than South China, where the tuffs are finer-grained Ž .and an order of magnitude thinner Kozur, 1998 . Clearly, more work is needed on the provenance of these P–Tr boundary tuffs.\nAttempts to relate the Emeishan flood basalts in Žthe end-Permian mass extinction e.g. Yin et al.,\n.1992 are probably inappropriate, but the dating from the region suggests it may be better implicated, along with the Panjal Volcanics, with the end-Guadalupian Ž .mass extinction Hallam and Wignall, 1997 . This earlier event, which has only been identified within the last few years, primarily affected equatorial marine invertebrate taxa, notably the fusulinid Žforaminifera Leven, 1993; Jin et al., 1994; Stanley .and Yang, 1994 . The best data come from the\nsouthwestern United States and South China where the extinctions appear related to major regional regressions which eliminated the shallow-marine carbonate habitats that were the repository for much Middle Permian marine diversity. The Mid–Late Permian boundary may mark an all time low-point of Žsea level in the Phanerozoic Hallam and Wignall, .1999 . Within South China itself, this sea-level fall\ncould reflect regional doming prior to the eruption of Ž .the Emeishan flood basalts Chung et al., 1998 , but\nglobally some other mechanism must be invoked."
  }, {
    "heading": "5. Siberian Traps",
    "text": ""
  }, {
    "heading": "5.1. The Õolcanics",
    "text": "The immense size of the Siberian Trap province has become a part of geological folklore and they are Žoften depicted to cover vast areas e.g. Officer and .Page, 1996, p. 169 . In fact, flood basalts cover only a modest 3.4=05 km2 of northwest Siberia, alŽ .though pyroclastics and intrusives particularly sills\ngreatly increase the total area of the province to 6 2 Ž1.5=10 km Zolotukhin and Al’Mukhamedov, .1988; Fig. 4 . The original area of the flood basalts was undoubtedly greater, although proposed figures 6 2 Žof 5=10 km Czamanske et al., 1998; Kozur, .1998 , are probably exaggerated. Estimates of their\noriginal volume are even more speculative. Many authors assume 1–2 million km3, and Courtillot et al. Ž . 6 31999 suggest as much as 4=10 km , but only 4=105 km3 currently remain. The discovery of a thick pile of Early Triassic basalts in a borehole from the western Siberian depression suggests the province may extend westwards beneath the Jurassic–CretaŽceous sediments of this major basin Westphal et al., .1998 . However, within the province itself, the dis-\ntribution of lavas suggests that they do not constitute a single continuous province but rather the amalgaŽmation of several AsubprovincesB Mitchell et al., .1994 .\nVolcanism in western Siberia began with the forŽmation of the Tuffaceous Series Sadovnikov and .Orlova, 1993, 1998; Fig. 5 . These predominantly basaltic tuffs underlie the flood basalts in most of the province and in the south of the region they domiŽ .nate the entire succession Fig. 4 . The tuffs have proved difficult to date, but the recent discovery of Žconchostracan faunas within interbedded strata and their comparison with similar faunas in well-dated .Chinese sections indicates they span the middle part Ž .of the Late Permian Kozur, 1998 . Flood basalt\nflows overlie the tuffs over wide areas and recent radiometric dating efforts suggest the onset of erupŽtions was coincident with the Permian–Triassic P– . Ž .Tr boundary. Claoue-Long et al. 1991 obtained´ U–Pb dates of zircons from an ash band immediately below the P–Tr boundary in South China of 251.2\" Ž .3.4 Ma. Renne et al. 1995 analysed sanidine from the same ash band and obtained an 40Ar–39Ar age of 249.91\"1.52 Ma, including external error. Redating Ž .the same ash band again, Bowring et al. 1998 obtained a U–Pb age of 251.4\"0.3 Ma. These dates suggest the P–Tr boundary occurred between 250 and 251 Ma, with a greater likelihood for the older end of this age range. In contrast, initial 40Ar–39Ar dates obtained from the Siberian Traps were substanŽ .tially younger Baksi and Farrar, 1991 , although Ž . ŽRenne and Basu’s 1991 248.4\"0.3 Ma internal . 40 39error only Ar– Ar date from a basalt flow near the base of the lava pile at Noril’sk was the first to indicate that the onset of eruptions was close in age Žto the P–Tr boundary. Redating of the standard Fish .Canyon sanidine , used to calculate this age, pro-\nduced an age of 250.0\"1.6 Ma and therefore an Ž .even closer correspondence Renne et al., 1995 ,\nincluding all uncertainties this date becomes 250.0\" Ž .2.3 Ma Renne et al., 1998 . Within error this is\ncomparable to a U–Pb age of 251.2\"0.3 Ma that Ž .Kamo et al. 1996 obtained from an intrusion in the\nlower third of the Noril’sk lava pile. Venkatesan et Ž .al. 1997 analysed samples from throughout the\nNoril’sk succession and obtained ages of 247.1\"1.9 Ma for the base and 247.6\"2.5 Ma for the top of the lava pile indicating a rapid eruption rate of\nŽ .Fig. 4. Geological map of northwestern Siberia showing extent of Siberian Trap volcanics after Zolotukhin and Al’Mukhamedov, 1988 .\nperhaps a million years or less. Venkatesan et al. Ž .1997 used a different standard to calculate their 40Ar–39Ar ages, which cannot therefore be directly compared with Renne et al.’s date, but it is clear that for the Noril’sk succession at least, the eruptions began around the P–Tr boundary and persisted for approximately a million years or less. This conclusion is essentially in accord with the available biostratigraphc dating from the region, which suggests that the onset of fissure eruptions occurred in the Žlater part of the Dorashamian Stage the last stage of the Permian, which is also known as the Changxin.gian Stage , slightly below the palynologically deŽfined P–Tr boundary Sadovnikov and Orlova, 1993,\n.1998 . Conchostracan evidence suggests a similar Ž .age assignment Kozur, 1998 . This subtly older age\nis below the resolution available from radiometric dating.\nThe timing of eruptions in the Noril’sk region is reasonably well constrained, but it is important to appreciate that this area only constitutes 7% of the Žtotal volume of the province Venkatesan et al., .1997 , and may not be representative of the entire\nprovince. In the Maimecha–Kotui area in the NE of the province, up to 3 km of lavas infill a pre-existing Ž .Late Permian graben Basu et al., 1995 . Unlike the remainder of the flows in the province, which are tholeiitic basalts, the Maimecha–Kotui volcanics\nconsist of a chemically distinct suite of alkai-ultrabasics which appear to be older than the Noril’sk Ž .succession. Thus, Basu et al. 1995 obtained an 40Ar–39Ar plateau age of 253.0\"2.6 Ma from an olivine nephelinite in the region. This date was calibrated using the same Fish Canyon sanidine stanŽ .dard and the recalibrated age that Renne et al. 1995 used to recalculate the ages they reported in Renne Ž .and Basu 1991 . Thus, the age for the onset of Noril’sk fissure eruptions and Maimecha–Kotui eruptions can be compared; they indicate that eruptions in the latter region occurred 0.7–5.0 Ma earlier Ž .at the 95% confidence level Venkatesan et al. 1997 . Clearly, much additional radiometric dating is required from elsewhere in the province.\nMuch of our knowledge of the nature of Siberian Traps volcanism also derives from Noril’sk. Individual flows in this area are small by the standards of CFBPs and rarely exceed a few tens of metres thickness and a few tens of kilometres in extent Ž .Sharma, 1997 . Thus, the eruption history consisted Žof numerous, small volume flows typically one flow 3 .of 10 000 m every 1000 years . The Noril’sk lava Ž .pile also contains an unusually high proportion 10% of basaltic pyroclastics. There are approximately 30 beds in total, ranging from a few tens of centimetres Ž .to more than 100 m thick Venkatesan et al., 1997 . Tuffs are also an important component of the Maimecha–Kotui volcanics, and in the succession to Ž .the south of Putorana Fig. 4 .\nThe abundance of tuffs and the relatively small volume of individual lava flows are an unusual aspect of the Siberian Trap province. Also noteworthy is their intracratonic setting. All other provinces, with the exception of the small Columbia River Province, occur at locations marked by subsequent Žcontinental rifting or former sites in the case of the .Emeishan and Panjal Volcanics . As noted above,\nmany authors ascribe this relationship to a plume-reŽlated mechanism of continental break-up e.g. Cour.tillot et al., 1999 . However, some of the predictions of the plume model are not found in the Siberian Traps, notably the absence of pre-eruption doming Ž .Czamanske et al., 1998 . Modelling of plumes of the size required to generate the Siberian Traps suggests that up to 4 km of uplift should mark the arrival of the plume at the base of the lithosphere Ž .Farnetani and Richards, 1994 . There is no evidence for such an event in western Siberia and in both the Noril’sk and Maimecha–Kotui areas the lavas infill a pre-existing graben topography indicating that rifting Žnot uplift predated the eruptions Zorin and .Vladimirov, 1989; Czamanske et al., 1998 .\nNonetheless, the plume model remains the preferred alternative in most studies of the Siberian Traps ŽRenne and Basu, 1991; Veevers et al., 1994; Conaghan et al., 1994; Coffin and Eldholm, 1994; .Sharma, 1997 ."
  }, {
    "heading": "5.2. Extinction mechanisms",
    "text": "Whatever the ultimate origin of the Siberian Traps, their significance is well established due to the central role they play in the majority of current models for the end-Permian mass extinction. The higher Ž .proportion of tuffs relative to many other CFBPs in the Siberian Traps have focussed attention on the likely cooling effects of volcanic dust and sulphate Žaerosols Campbell et al., 1992; Conaghan et al., 1994; Renne et al., 1995; Kamo et al., 1996; Kozur, . Ž .1998 . Thus, Campbell et al. 1992 proposed that cooling was sufficient to cause an intense glaciation for the duration of the Siberian Traps eruption—a period of 600 ka in their estimation. This, in turn, is suggested to have been the cause of the widely reported, major eustatic sea-level fall at the end of Ž .the Permian e.g. Holser and Magaritz, 1987 . Alter-\nŽ .natively, Erwin 1993 suggested that the fall may record broad uplift, centred on western Siberia, immediately prior to the onset of volcanicity in the region. However, as noted above, the lack of eviŽdence for uplift in the region Kamo et al., 1996; .Czamanske et al., 1998 makes this alternative un-\ntenable. There is an equal lack of evidence for end Ž .Permian glaciation, although Campbell et al. 1992\nsuggested it may have been too brief to have left physical evidence. Recent reassessment of latest Permian and earliest Triassic sea-level changes suggests that the absence of such evidence may not be so Ž .puzzling because rapid sea-level rise not fall is Žseen in most sections at this time Hallam and .Wignall, 1999 . Hitherto, much of the evidence for sea-level fall in the latest Permian has been based on an absence of diagnostic latest Permian biostratigraphic markers, but sequence stratigraphic analysis reveals the latest Permian–earliest Triassic interval Žwas marked by a phase of rapid coastal onlap Haq .et al., 1987; Wignall and Hallam, 1993 . Hallam Ž .1999 has speculated that the sea-level rise may reflect a major pulse of intraoceanic volcanism. The same effect has been proposed for some Cretaceous Ž .sea-level changes see below , but the absence of any pre-Jurassic oceanic crust makes this proposition difficult to judge for the P–Tr sea-level changes.\nIf glaciation can be discounted as a factor in the end Permian extinction, the same cannot be said of Ž .global cooling. Kozur 1998 in particular favours this mechanism as the main cause of the mass extinction. His principal evidence is derived from the changing geographic distribution of conodont species during the crisis. In many Tethyan P–Tr boundary sections, the extinction interval is marked by the appearance of Clarkina carinata, a species interŽ .preted to have cool water preferences Kozur, 1998 . However, the temperature preferences of Clarkina species are by no means clear and it is noteworthy that other Clarkina species, such as the closely related C. subcarinata, are inferred to have preferred Ž .warm waters Kozur, 1998 . An alternative possibility, that C. carinata was a deep water benthic form that became more widespread during the deepening caused by the end-Permian sea-level rise, needs to be considered. In contrast to the conodont evidence, contemporaneous changes in the terrestrial flora suggest that cold-adapted forms faired particularly badly\nduring the end-Permian crisis. The eradication of the Glossopteris flora in high southern palaeolatitudes is Ža particularly noteworthy feature of the event Retal.lack, 1995 . Extinctions amongst Boreal marine in-\nvertebrates in Spitsbergen were also at least as severe as those seen in the lower latitude sections of Ž .Tethys Wignall et al., 1998 . The other climatic consequence of SO eruptions,2 acid rain, has also been postulated as a cause of one of the more intriguing aspects of the extinction interval: the proliferation of fungi. Palynological samples from P–Tr sections around the world reveal an increase of fungal spores in latest Permian times, particularly in low palaeolatitudes where they often Ž .dominate assemblages Eshet, 1992 . Visscher et al. Ž .1996 attribute this to degradation, by volcanogenic acid rain, of floral ecosystems with the result that fungi proliferated on the ample decaying vegetation. Ž .Hallam and Wignall 1997 proposed an alternative origin linked to the extinction of many insect orders Žat the end of the Permian Labandeira and Sepkoski, .1993 . Insects today, and probably in the Permian,\ndestroy a large proportion of the terrestrial flora, but in their absence fungi may respond to the increased availability of decaying vegetation. The possibility that the fungal spores event records the proliferation of marine rather than terrestrial fungi is a further Žfactor that requires consideration Wignall et al., .1996; Kozur, 1998 , and one that further weakens\nthe potential link between the fungal spike and acid rain.\nA major phase of global warming is the most obvious climatic signal associated with the end-Permian mass extinction. The evidence includes the migration of calcarous algae to Boreal latitudes Ž .Wignall et al., 1998 , the preferential loss of high Ž .latitude floras noted above Retallack, 1995 , and the development of palaeosols typical of latitudes of 508 Žor lower at palaeolatitudes as high as 808S Retal.lack, 1999; Retallack and Krull, 1999 . Oxygen iso-\ntope data suggest equatorial temperatures may have risen as much as 68C at the P–Tr boundary, although such inferences have to assume that salinity fluctuaŽ .tions can be disregarded Holser et al., 1989 . Strontium isotope ratios in unaltered marine carbonates and phosphates also point to an increase in atmospheric CO around this time. Following a low-point2 at the end of the Middle Permian, 87Srr86Sr ratios\nbegan to rise at an increasingly rapid rate and reached a highpoint around the end of the Early Triassic Ž .Martin and Macdougall, 1995 . This trend may reflect increased continental weathering in an inŽcreasingly CO -rich atmosphere Martin and Mac-2 .dougall, 1995 andror the enhanced leaching of Ž .volcanogenic acid rain Conaghan et al., 1994 . The alternative, that the Sr isotope curve reflects the enhanced continental erosion during major sea-level Ž .fall Holser and Magaritz, 1987 , does not account for the lack of correlation between the eustatic seaŽlevel curve and the isotopic trends Hallam and .Wignall, 1997 .\nGlobal warming may also have been the cause of the rapid development of marine anoxia seen in Žmany latest Permian shelf sections Wignall and .Twitchett, 1996 . This AsuperanoxicB event is first\ndeveloped in the deep-water, pelagic chert sections from the accreted terranes of Japan at the end of the Ž .Middle Permian Isozaki, 1997 , but it is the expansion of oxygen-poor conditions into shallow waters in the latest Permian which coincides with the maŽrine mass extinction event Wignall and Hallam, .1992, 1996; Wignall et al., 1995 . Two effects of\nwarming, the decline of the equator-to-pole temperature gradient and consequent decrease in oceanic circulation, together with the lower solubility of oxygen in warmer waters, may have been responsiŽ .ble for marine anoxia Wignall and Twitchett, 1996 . However, the ultimate cause of the elevated atmospheric CO concentrations required to generate the2 warming is not known. Volcanic CO derived from2 the Siberian Traps is the preferred source of many Že.g. Campbell et al., 1992; Conaghan et al., 1994; .Veevers et al., 1994; Wignall and Twitchett, 1996 , Žalthough contributions from gas hydrates Erwin, .1993; Morante, 1996 , and the oxidation of GondŽ .wanan coals Faure et al., 1995 , may also have been\nimportant."
  }, {
    "heading": "5.3. Carbon isotopic trends",
    "text": "Dramatic d13C fluctuations in both marine and terrestrial sections during the P–Tr interval may hold a clue to the cause of atmospheric CO changes.2 Values of d13C in marine carbonates decreased gradually through the Dorashamian Stage before a rapid\nnegative excursion, of 4–5‰ magnitude, began imŽmediately below the P–Tr boundary Holser et al.,\n1989, 1991; Xu and Yan, 1993; Morante et al., 1994; .Morante, 1996 . This negative spike indicates a brief\ninflux of isotopically light C into the ocean-atmosphere system around the time of the end-Permian mass extinction. Volcanogenic CO is a potential2 13 Žsource, although its d C value of y5‰ McLean, .1985 is probably not sufficiently light to achieve the\nobserved swing. This is readily appreciated by comparing the amount of C in surficial carbon reservoirs, 19 Ž .estimated to be around 5=10 g C Berner, 1999 , with the estimated volumes of CO emitted during2 the formation of CFBPs. Based on measurements Ž .from Hawaiian eruptions, McCartney et al. 1990 calculated that 1 km3 of basalt emits 5=1012 g of C. Thus, if a high value of 2=106 km3 of basalt is assumed to have been originally present in the Siberian Traps, then 1=1019 g of carbon dioxide C may have been released during their eruption. This is\nsufficient to only cause roughly 20% of the observed isotopic swing in the latest Permian. There are clearly numerous assumptions implicit in this reasoning, not least the y5‰ isotopic composition of volcanic CO . In this context, the debate on the ultimate2 origin of CFBPs is apposite to this assumption. Ž .Anderson 1994, 1999 suggested that, rather than being sourced from deep mantle plumes, CFBPs may result from the melting of a shallow mantle enriched in recycled lithosphere. If this layer, termed the perisphere, is enriched in isotopically light, subducted organic C then the d13C of the volcanic CO2 emitted from this source may be considerably lighter than y5‰ value. Eruption of around 1=1019 g C with a d13C value of y20‰ would be sufficient to cause the isotope excursion seen at the end of the Permian. However, before accepting these speculations, it is salient to recall that much, if not most, of the Siberian Traps province was erupted in the Early Triassic after the d13C excursion.\nThe sudden influx of light C into the oceans and atmosphere of the latest Permian has also been attributed to a near-total collapse of primary productivŽity Holser and Magaritz, 1992; Magaritz et al., .1992; Wang et al., 1994 . However, consideration of\nthe masses involved once again highlights that such an event is unlikely to cause more than a small negative shift. Thus, the modern biomass amounts to 8.3=1017 g C and has an isotopic composition of around y20‰ which, if it were to be added to the 5=1019 g C present in the inorganic C component of the ocean–atmosphere system, would clearly have little impact on d13C values.\nIn recent years, it has been appreciated that one of the major repositories of isotopically light C occurs in the form of highly volatile methane hydrates Ž .clathrates buried at shallow depths beneath cold Ž .andror deep seas Dickens et al., 1997 . Hydrates Ž 13 .are isotopically very light d Csy65‰ , and there may be as much as 1=1019 g of C present in hydrates beneath modern seas. If only 10% of this material were to be released to the atmosphere as methane, it would be sufficient to cause the d13C Žshift observed across the P–Tr boundary Erwin, .1993; Bowring et al., 1998 .\nClearly, the magnitude of the end-Permian d13C excursion renders its origin somewhat problematic. Eruption of vast volumes of volcanic CO and pro-2 ductivity shutdown may have occurred at this time, but these events can only account for a fraction of the observed C isotope changes. However, the warming effect of the CO release may have triggered the2 dissociation of massive amounts of methane hydrates, and thereby produced the d13C excursion and Ž .exacerbated the warming trend Fig. 6 . As noted above, there is substantial geological and palaeontological evidence for globally warm conditions in the Early Triassic. Similar Arunaway greenhouseB scenarios have also been proposed for the Cenomanian–Turonian interval of the Cretaceous and in the Ž .late Palaeocene see below with flood basalt volcanism implicated in both cases."
  }, {
    "heading": "6. Central Atlantic Magmatic Province",
    "text": "The break-up of the central Atlantic region in the early Jurassic was marked by extensive volcanism,\nof which the flood basalts of the Newark Basin, in the NE of the United States, are the best known Ž .Olsen et al., 1997 . The original volume of these extrusives was probably a relatively modest 50 000 3 Ž .km McHone, 1996 , although study of scattered outcrops in French Guyana, Surinam and Guinea led Ž .Deckart et al. 1997 to speculate that a major CFBP may have formed prior to central Atlantic rifting. This hypothesis has received further support from Ž .the work of Marzoli et al. 1999 , who discovered additional contemporaneous flood basalts in northern Ž .and central Brazil Fig. 7 . A Central Atlantic MagŽmatic Province has therefore been proposed Marzoli .et al., 1999 , with scattered outcrops now centripetally located around the periphery of the central Ž .Atlantic region Fig. 7 . Estimates of the original area of the province, based on the assumption that the flood basalts originally formed a continuous entity, range up to 7=106 km2, with a volume of at 6 3 Ž .least 2=10 km Marzoli et al., 1999 . If this is the case, then the province may originally have been Ž .one of the largest of its kind Olsen, 1999 . The best constrained dates for the Central Atlantic\nMagmatic Province are from the Newark Basin where several U–Pb ages have suggested the onset of volŽcanism began at 201\"1 Ma Dunning and Hodych, .1990; Weems and Olsen, 1997 and lasted only Ž .580\"100 ka Olsen et al., 1997 . Extensive dykes in southeastern USA yielded 40Ar–39Ar ages, with Žexternal errors, of 199.5\"2.0 Ma Hames et al., .2000 . Less well-dated lavas and intrusives of South\nAmerica suggest a similar age with U–Pb ages rangŽ .ing from 204 to 195 Ma Deckart et al., 1997 and Ž .201 to 197 Ma Marzoli et al., 1999 . The most precise dates place the eruptions within the Hettangian Stage of the basal Jurassic and this is confirmed, in the Newark Basin, by the occurrence of the lowest lava 30 m above the base of the palynoŽ .logically defined Triassic–Jurassic T–J boundary Ž .Fowell and Olsen, 1993 . The loss of 60% of palynospecies at this boundary, together with a proliferation of fern spores, suggests a sudden and severe crisis in the terrestrial flora at the boundary. An even Ž .more severe )95% species extinction loss has been reported for leaf species in northern Europe Ž .McElwain et al., 1999 . However, this floral extinction has yet to be recognised beyond the North Ž .Atlantic region Hallam and Wignall, 1997 .\nŽFig. 7. Global distribution of continental flood basalt provinces and oceanic plateaus cf. Coffin and Eldholm, 1994; Farnetani and Richards, .1994 .\nŽ .The close but not perfect temporal link between the onset of flood basalt eruptions and a terrestrial crisis has led most workers to infer a cause-and-efŽfect relationship Rampino and Stothers, 1988; Cour.tillot et al., 1999; Olsen, 1999; Palfy et al., 2000 .´ Major climatic changes have been reported from the T–J boundary interval. Thus, McElwain et al.’s Ž .1999 analysis of stomatal density in fossil leaves from E. Greenland and the Baltic suggests a major increase of atmospheric CO in the basal Jurassic2 which may be attributable to central Atlantic volcanism.\nFurther intriguing data on the T–J mass extinction comes from high precision U–Pb dating of an ash layer from a marine boundary section in the Queen Ž .Charlotte Islands, Canada, where Palfy et al. 2000´ obtained a date of 199.6\"0.3 Ma from a level 5 m beneath the top of the highest radiolarian zone of the Triassic. This appears to be somewhat younger than the terrestrial T–J boundary in the Newark Basin, Ž .which led Palfy et al. 2000 to suggest that marine´\nextinctions may have post-dated the terrestrial ones by approximately 700 ka. However, the precise dating of the end-Triassic mass extinction in marine Žsections is not well established Hallam and Wignall, .1997 . Bivalves and ammonoids are amongst the\nmost prominent victims of this crisis and their record suggests a gradual decline in the latest Triassic Rhaetian Stage, which may be partly due to local facies changes, with a final coup-de-grace somewhat Žbelow the T–J boundary e.g. Hallam and Wignall, .2000 . If the marine T–J boundary is indeed\nmarginally younger than the terrestrial boundary, then the latest Rhaetian marine extinction probably coincides with the end-Rhaetian floral crisis."
  }, {
    "heading": "7. Karoo and Ferrar Traps",
    "text": "Early Jurassic break-up of Gondwana saw the emplacement of a major CFBP now divided by the South Atlantic, the Karoo Traps in South Africa and the Ferrar Traps in Antarctica which together contain\nin excess of 2.5=106 km3 of lava. Dating of the Karoo lavas indicates a brief eruption interval around Ž .183\"1 Ma Duncan et al., 1997 , the range increases to \"2 Ma at 2s when external errors are Ž .included Palfy and Smith, 2000 . A U–Pb age from´ a marine ash layer dates the middle Toarcian as Ž .181.4\"1.2 Ma Palfy et al. 1997 , and Palfy and´ ´ Ž .Smith 2000 have extrapolated an age of around 183\nMa for the base of the Falciferum Zone, an interval associated with significant extinctions.\nThe early Toarcian extinction was first identified Ž .in marine sections in NW Europe Hallam, 1961\nand the subsequent discovery that extinctions also Ž .occur in South America Aberhan and Fursich, 1996¨ suggests that this is a global biotic crisis that particuŽlarly affected shallow marine molluscs Little and .Benton, 1995 . The widespread development of oxygen-poor conditions appears the most likely cause of Ž .the crisis Hallam, 1987 . Once again the eruption of volcanic CO , and the consequent global warming,2 has been postulated as the ultimate origin of the ŽAanoxicB event and thus the extinction itself Jenkyns, .1999 . A 2–3‰ positive C isotope excursion has\nbeen widely reported from the Falciferum Zone Ž .Jenkyns, 1988 , which is generally regarded to reflect the burial of isotopically light organic C in the Ž .anoxic seas. Recently, Hesselbo et al. 2000 have reported a brief negative d13C excursion of 2–3‰ magnitude in the earliest Falciferum immediately prior to the positive excursion. As with the negative excursion at the P–Tr boundary, the magnitude of the early Falciferum event is too great to be accounted for by volcanic CO emissions even by a2 province the size of the Karoo–Ferrar Traps. HesŽ .selbo et al. 2000 speculate that the global warming effect of volcanic CO may have triggered dissocia-2 tion of up to a quarter of the gas hydrate reservoir— Ž .the same scenario proposed by Bowring et al. 1998 Ž .for P–Tr events. Hesselbo et al.’s 2000 model\nneatly incorporates several aspects of Toarcian geology. However, it is important to note that the highest resolution d13C curve for the Falciferum Zone, obtained from belemnites, shows many more fluctuaŽtions in this interval with four isotopic minima Mc.Arthur et al. 2000 . The greatest excursion, and Ž .probably the one identified by Hesselbo et al. 2000 occurred in the mid-Falciferum Zone. If this is the Ž .case, then the interval of volcanically triggered?\ngas hydrate release occurred slightly after the onset of oceanic anoxia and mass extinction."
  }, {
    "heading": "8. Parana and Etendeka flood basalts´",
    "text": "The continued rifting of Gondwana in the Early Cretaceous was associated with the eruption of a major CFBP, now separated by the South Atlantic, the Parana flood basalts of South America and the´ Žsmaller Etendeka Traps of Namibia Harry and .Sawyer, 1992; Jerram et al., 1999 . The twin provinces cover 1.5=106 km2 and may contain up 6 3 Žto 2.35=10 km of extrusive volcanics Gladc.zenko et al., 1997 . Eruptions in the Parana Province´ Ž .began at 133\"1 Ma Renne et al., 1992 , and 40Ar–39Ar ages from throughout the province indicate there was little or no diachroneity to the eruptions, thus the entire province is though to have formed in Ž .0.6\"1 Ma Renne et al., 1996 . These eruption ages fall within the Valanginian and Hauterivian Stages Ž .cf. Gradstein et al., 1994 , an interval associated Ž .with low extinction rates Sepkoski, 1996 . Some workers have suggested the eruptions may be linked Žwith an end Jurassic mass extinction Rampino and .Stothers, 1988; Courtillot, 1994, 1999 . However,\nthis interval is considerably earlier and the so-called Ž .extinction, first recognised in Sepkoski’s 1982 Žcompilation, is probably an artefact cf. Hallam and .Wignall, 1997 ."
  }, {
    "heading": "9. The Ontong Java Plateau",
    "text": "The Early Cretaceous also saw the emplacement of the largest single volcanic province on Earth, the Ž .Ontong Java Plateau in the SW Pacific Fig. 7 , which covers 2=106 km2 of the SW Pacific and Žhas a crustal thickness of up to 35 km Saunders et .al., 1996 . Partial obduction has resulted in exposure\nof sections of the plateau on the island of Malaita, these reveal basalt flows 20–70 m thick interbedded with limestones, therefore indicating submarine emŽ . 40 39placement Saunders et al., 1996 . Ar– Ar dates from the central part of the plateau suggest the upper Žpart of the province formed around 122 Ma Maho.ney et al., 1993 , indicating a late Barremian age in Ž .the timescale of Gradstein et al. 1994 . This reasonably accords with biostratigraphic evidence: plank-\ntonic foraminifera from sediments at the top of the lava pile belong to the Globigerinelloides blowi Zone Žof the succeeding Aptian Stage Tarduno et al., .1991 . During the interval preceeding this zone, from\nthe late Barremian to the early Aptian, oxygen-poor deposition appears to have been widespread in the Ž .world’s oceans Bralower et al., 1994 . This is the Selli Event, the first of several Cretaceous Aoceanic anoxic eventsB and, like the later events, it coincides with a global sea-level rise. This eustatic change may well be caused by the displacement of ocean waters caused by the submarine emplacement of the Ontong Ž .Java Plateau Tarduno et al., 1991 . The widespread development of oxygen-deficient deposition has also Žbeen indirectly linked with volcanism Keith, 1982; .Larson, 1991a,b; Jenkyns, 1999 . Volcanic CO re-2 lease and consequent global warming is the most likely cause of the anoxia, whereas the impact of SO release is likely to have been negligible given2 that the eruptions were submarine.\nThe early Aptian clearly has all the hallmarks of a major environmental crisis and yet there is no associŽ .ated extinction event Hallam and Wignall, 1997 . Once again the Early Cretaceous biota was immune to the effects of a major volcanic episode. Minor extinctions, particularly of the reef-forming rudist bivalves occurred in the latter part of the Aptian Ž .Hallam and Wignall, 1997 . These could coincide with the formation of the Kergulean Plateau, another oceanic LIP. However, much further work needs to be done on the dating of both the plateau and the extinctions to verify this coincidence."
  }, {
    "heading": "10. The Caribbean–Colombian Plateau and Madagascar flood basalts",
    "text": "The most widespread phase of ocean anoxiardysoxia in the Cretaceous occurred at the Cenomanian– Ž . Ž .Turonian C–T boundary Wignall, 1994 . This was temporally associated with a modest-sized extinction event, especially amongst deep-sea benthic Ž .foraminifera Kaiho and Hasegawa, 1994 , although whether there was a causal relationship is a matter of Ždebate Banerjee and Boyajian, 1996; Hallam and .Wignall, 1997 .\nVolcanism has long been implicated as a potential Žcause of the C–T anoxic event Keith, 1982; Vogt,\n.1989 , but the location of the volcanics has not, until recently, been certain. In fact several major volcanic provinces may have formed during the C–T interval, Ž 6namely the Caribbean–Colombian Plateau 4=10 3. Ž .km Kerr, 1998 , Broken Ridge in the Indian Ocean Ž 6 3.2=10 km , perhaps a component of the Ontong Java Plateau and a minor CFBP in Madagascar Ž . 6 3Storey et al., 1995 . A total of up to 20=10 km of intraoceanic, plume-related basalts are thought to be of this age. However, currently available radiometric ages for these provinces suggests a selection of emplacement times within the Turonian and therefore slightly after the C–T events. Thus, the C–T boundary occurs within the 93–90 Ma interval Ž .Gradstein et al., 1994 while the Caribbean–Colombian Plateau ages average 89.5\"0.3 Ma, the Madagascan CFBP dates between 88.5\"2.9 and Ž40 3987.6\"2.9 Ma Ar– Ar dates with external error, Ž ..from Storey et al. 1995 , and the Late Cretaceous\nportion of the Ontong Java Plateau formed around 90 Ž .Ma Sinton and Duncan, 1997 . Despite this signifiŽ .cant mismatch in timing, Kerr 1998 has proposed a plausible scenario for volcanically driven global warming in the late Cenomanian. The submarine eruptions may have caused direct hydrothermal warming of the oceans together with indirect warming due to the release of large volumes of volcanic CO to the atmosphere. Further CO release would2 2 follow from acidification of the oceans due to volcanic SO emissions at a rate that Kerr suggests may2 have been as high as 3=1017 kg yeary1. Warming of the oceans would release further CO to the2 atmosphere with the end result being a Arunaway greenhouseB for which there is ample palaeontological evidence, including the brief appearance of Ž .crocodiles at the north pole Tarduno et al. 1998 . The reversal of this warming trend occurred abruptly Ž .in the early Turonian Kuypers et al., 1999 , perhaps due to a negative feedback in the carbon cycle in Ž .which warmer and more humid conditions enhance nutrient input to the oceans, increase primary producŽtivity and thus elevate organic C burial rates Jenkyns, .1999 . More directly, submarine volcanism may in-\ncrease iron availability in the oceans and thus stimuŽ .late productivity Sinton and Duncan, 1997 .\nIn summary, Kerr’s model elegantly accounts for many aspects of C–T environmental change but, somewhat ironically, the eruption ages of the impli-\ncated volcanic provinces suggests that they coincide with the rapid cooling in the early Turonian and not the extreme warming that preceeds this event."
  }, {
    "heading": "11. Deccan Traps",
    "text": ""
  }, {
    "heading": "11.1. The Õolcanics",
    "text": "The Deccan Traps cover 0.5=106 km2 of NW Ž .India Fig. 7 , and reach a peak thickness of 2.5 km\nin the western outcrops of the Western Ghats region ŽMitchell and Widdowson, 1991; Venkatesan et al., .1993; Prasad and Khajuria, 1995 . Estimates of their original area range from 1.5–2.5=106 km2 and their original volume is generally estimated at 2= 6 3 Ž .10 km e.g. Widdowson et al., 1997 , although Ž .Officer et al. 1987 considered this to be an underes-\ntimate. Little known, but potentially extensive basalt flows extend offshore and may considerably increase Žthe volume of the province Coffin and Eldholm, .1994 . The traps are divided into 13 formations and\nmapping of their southern outcrops reveals southŽward overstepping of flows Mitchell and Widdow.son, 1991 , a phenomenon that suggests a southward migrating eruption centre as India migrated northwards over a stationary hotspot. Alternatively, it may record progressively more extensive lava sheets during the eruption history. The former alternative implies a prolonged eruption interval, a conclusion of considerable relevance to the debate on the cause of the K–T mass extinction.\nŽ .The presence of well developed palaeosols boles and lacustrine sediments within the Deccan Traps succession indicates substantial intervals between eruptions. The boles become more numerous towards Ž .the top of the lava pile Widdowson et al., 1997 suggesting that the eruption history may have been typical of many CFBPs with a voluminous initial Žburst of volcanism followed by a rapid decline cf. .Fig. 3 . However, detailed examination of some sup-\nposed boles reveals them to be altered pyroclastic flows indicating an under-appreciated component of explosive volcanism during Deccan Trap formation Ž .Widdowson et al., 1997 .\nBoth magnetostratigraphic and radiometric dating Ž .suggest a short period F1 Ma for the main erup-\ntions. The majority of the lavas were erupted during a single geomagnetic field reversal that Courtillot et\nŽ .al. 1986 considered to be C29R, the 0.5-Ma-long Ž .chron that straddles the K–T boundary Fig. 8 . This\nconclusion is supported by radiometric dating of lavas from Western Ghats that indicates a total eruption interval of less than 2 Ma sometime between 69 Žand 65 Ma Duncan and Pyle, 1988; Courtillot et al., .1988 . Most subsequent studies have assumed a\nroughly 1 Ma eruptive interval beginning at or slightly before the K–T boundary, but these age assignments have not been without controversy. Ž . 40 39Baksi and Farrar 1991 recalculated the Ar– Ar Ž .ages of Courtillot et al. 1988 to suggest a consider-\nably longer eruptive phase from 67.6\"1.8 to 64.5 \"0.5 Ma. Even more controversially, Venkatesan et Ž .al. 1993 redated the Western Ghats sections and concluded that the lower 1.8 km of lava were erupted around 67 Ma in Chron 31R: a date in the early late Maastrichtian that is obviously considerably before Ž .the K–T mass extinction Fig. 8 . Feraud and Cour-´ Ž .tillot 1994 challenged these conclusions on the\ngrounds that Venkatesan et al.’s error bars were insufficiently large and therefore could not rule out a K–T boundary age. Recent very high precision Re– Os isochron dates indicate eruptions began at 65.6\" 0.3 Ma, thus confirming the coincidence with the Ž .K–T boundary Allegre et al., 1999 . Nonetheless,` 40Ar–39Ar dating of feeder dykes to the south of the Deccan Traps indicates volcanic activity persisted Ž .until 62.8\"0.2 Ma internal error only , a Danian age, indicating that 1 Ma is an unduly short estimate Ž .of the eruptive interval Widdowson et al., 2000 , although the main peak of eruption may still have occurred briefly at the K–T boundary."
  }, {
    "heading": "11.2. Effects of Õolcanic gas emissions",
    "text": "Ž .McLean 1985 has estimated the volumes of CO2 released during Deccan volcanism using Leavitt’s Ž . Ž .1982 formula see above . Utilising an estimated figure of 2.6=106 km3 for the original volume of the Deccan Traps, McLean estimated that 5=1017 Ž 18 .m CO 6=10 g of C were released in 1.36 Ma.2 A similar figure is obtained if McCartney et al.’s Ž .1990 value, obtained from Hawaiian measure12 Ž .ments, of 5=10 g C as CO released per cubic2 kilometre of basalt, is used. The impact on the climate of these gas volumes is difficult to predict. Not all the Deccan CO released would have re-2\nmained in the atmosphere during the eruption interval because feedback loops, particularly increased weathering rates in a more CO -rich atmosphere,2 would draw down levels over a timescale of 10–100 Ž .ka Caldeira and Rampino, 1990; Berner, 1999 . However, other factors in the late Cretaceous world may have exacerbated the effects of these eruptions; for example, notably higher ocean temperatures would have reduced their capacity to remove CO2 Ž .from the atmosphere McLean, 1985 . Caldeira and Ž .Rampino 1990 modelled the predicted mean global\ntemperature rise for Deccan Trap CO release using2 a range of starting conditions. In their worst case scenario, a 28C temperature rise lasting 0.5 Ma was achieved using McLean’s figure for CO release, an2 eruption interval of only 10 ka and pre-eruption atmospheric CO levels of 400 ppm. Assuming a2 more realistic 1 Ma eruptive phase, the temperature increase would be less than 18C over a 1-Ma interval, and the rise would be even less if a more ŽCO -rich atmosphere is assumed Caldeira and2 .Rampino 1990 . These are hardly the climatic\nchanges that one would expect to cause a mass\nextinction and many workers have, perhaps not surprisingly, favoured volcanic SO as the principle2 cause of environmental deterioration.\nBasalts are amongst the most S rich of all lavas and the Deccan Traps are likely to have injected 18 Ž6=10 g of S into the atmosphere McCartney et . 21al., 1990 . In comparison with the 3.7=10 g of\nsulphate in the oceans, this is a minor amount, although the acidification of freshwater systems may have been severe and a transient reduction of oceanic surface water pH could have occurred. Officer et al. Ž .1987 calculated that surface water alkalinity may have been lowered by up to 10%, although this figure is based on the unrealistic assumptions that all the volcanic gases were rained directly into the sea, rather than a combination of land and sea, and that the main phase of the eruption lasted only 10 ka.\nAssuming the Deccan fissure eruptions were caŽpable of injecting gases into the stratosphere see .above , short-term cooling could also have followed each flow which may have triggered long-term cooling if the spacing of eruption events was sufficiently Ž .close Cox, 1988 . As already noted, Officer et al.\nŽ .1987 assumed a 10-ka peak eruptive interval in their extinction mechanism. However, the presence Žof intertrappean sediments Jaeger et al., 1989; .Venkatesan et al., 1993; Prasad and Khajuria, 1995\nand, in the upper part of the succession, well develŽ .oped boles Widdowson et al., 1997 suggests this is\nan unrealistically short interval. A more realistic million year peak eruptive interval implies an average 1.7=1013g H SO ryear were produced in the2 4 atmosphere as a result of the Deccan Traps eruptions. If the eruptions occurred as a series of lava 3 Žflows of up to 10 000 km Courtillot’s, 1990 figure . 17for Deccan flows , this implies a maximum of 10 g\nof sulphate aerosols were injected into the atmosphere once every 10–100 ka over a period of 1 Žmillion years cf. Bhandari et al., 1995; Widdowson .et al., 1997 . Assuming that individual eruptions Ž .lasted only 1–2 years, and rather unrealistically that all the SO was injected into the stratosphere,2 Žthen up to 18C global cooling may have occurred cf. .Fig. 2 . For comparison, the bolide impact at Chicxulub is thought to have injected at least 1018 g of Žsulphate into the atmosphere Sigurdsson et al., 1992; .Brett, 1992 and, unlike the uncertainty concerning fissure eruptions, there is no doubt that a bolide impact would inject gases into the stratosphere."
  }, {
    "heading": "11.3. The fossil eÕidence",
    "text": "It is unclear, from calculations of Deccan gas volumes and their effects, whether the formation of this province can in any way be implicated with the contemporaneous K–T mass extinction. However, potential links may also be found from investigation of the nature and timing of changes in the fossil record. Somewhat surprisingly, the fossil record from the Deccan Traps provides little evidence for any volcanogenic catastrophe. The principal environmental change, recorded in intertrappean lacustrine sediments, is the development of a climate of Amock aridityB due to the absence of vegetation cover on Ž .fresh lava surfaces Khadkikar et al., 1999 . The same sediments also contain a freshwater fauna of fish and amphibians which remain little changed Žthroughout the Deccan Trap lava pile Jaeger et al., .1989 . However, freshwater faunas were relatively\nunaffected during the K–T mass extinction in North Ž .America as well Archibald, 1996 , and so are not a\ngood monitor of the event, although they suggest that acid rain effects of volcanism were not significant.\nDinosaurs are the best known victims of the extinction and they too are known from India where they occur in the Lameta Group, beneath the Deccan ŽTraps, and in the intertrappean sediments Jaeger et .al., 1989; Prasad and Khajuria, 1995 . There is a\nslight decrease of dinosaur diversity above the base of the Deccan Traps, perhaps due to the Amock aridityB in the region, followed by their rapid disappearance in the upper part of the succession. An Ir anomaly occurs in intertrappean sediments from the upper part of the lava pile in Kutch Province but Ž .dinosaurs specifically egg-shell fragments occurs Ž .above this level Bajpai and Prasad, 2000 . Thus,\ndinosaurs may have survived into the Tertiary in Ž .India, although Bajpai and Prasad 2000 alterna-\ntively proposed that the Deccan Ir anomaly may be of volcanic origin and of latest Cretaceous age.\nComparison of the timing of events from elsewhere in the world also fails to provide a close link Žbetween Deccan Trap eruptions and extinctions Fig. .8 . Major climatic changes in the latest Cretaceous\nbegan with a rapid cooling in the mid-Maastrichtian that may have caused the extinction of several low latitude groups, notably the rudist bivalves and many Žbenthic foraminifera MacLeod and Huber, 1996; .Abramovich et al., 1998; Fig. 8 . The diverse and\nabundant inoceramid bivalves also went extinct during this interval, perhaps as a result of the same Ž .cooling event Barrera, 1994 , although their demise in the Globotruncana gansseri foraminifer zone Ž .slightly predates cooling Marshall and Ward, 1996 . The mid-Maastrichtian extinctions and cooling predate the onset of Deccan Traps eruptions by 4–6 Ma Žunless the interpreted ages of Venkatesan et al. Ž . .1993 are correct , and are therefore unlikely to be related. Changes in oceanic circulation, following the breaching of tectonic sills in the South Atlantic and the establishment of intermediate and deep water Žflow, appears a likely cause Frank and Arthur, .1999 . The cooling trend persisted into the\nPalaeocene but was punctuated by a 0.5 Ma warming Žtrend in the latest Maastrichtian Barrera and Huber, .1990 , that saw the expansion of low latitude plankŽtonic foraminifera into mid-palaeolatitudes Pardo et .al., 1999 . This interval is also noteworthy for a major fall and then rise of eustatic sea level in the\nlast 100 ka of the Maastrichtian; the low-point occurred perhaps 10 ka before the K–T boundary and sea level was just beginning to rise at the boundary ŽHaq et al., 1987; Hallam, 1987; Hallam and Wig.nall, 1999 . This period of warming coincides with the early phase of Deccan Trap eruptions and suggests that it may have been triggered by volcanic CO release.2\nWe have now arrived at the crucial mass extinction interval for which there is a plethora of data and debate. Many ammonites appear to have gone extinct Žduring the eustatic lowstand Marshall and Ward, .1996 , but the most spectacular events were the\nnear-total extinction of planktonic foraminifera, at a level marked by the all-important Ir anomaly, and Žthe collapse of marine primary productivity Hsu and¨ .McKenzie, 1985; Holser and Magaritz, 1992 . The\nincreased flux of volcanic CO and SO into oceanic2 2 surface waters may have caused an acidity increase sufficient to eliminate planktonic groups, particularly Žthe pH-sensitive planktonic foraminifera Officer et .al., 1987; McCartney et al., 1990 . However, details\nof the timing of this event suggests that bolide impact was more likely the cause. Amongst the ever-more-detailed studies of the boundary interval, Ž .Kaiho et al. 1999 have provided a valuable study from the Caravaca section in Spain. The extinction of planktonic foraminifera coincides with a decline of the surface-to-deep d13C gradient which is widely held to signify the near-elimination of primary proŽductivity in the oceans Hsu and McKenzie, 1985;¨ .Holser and Magaritz, 1992 . In Caravaca this isotope\nexcursion is confined to the 5 mm of sediment above the sharply defined Ir anomaly. Based on the average Ž .sediment rates for this section, Kaiho et al. 1999 inferred a 13-ka interval of productivity shutdown. Oxygen isotope ratios also change dramatically immediately above the Ir anomaly with up to 58C warming of surface waters indicated. This event persisted a few thousand years longer than the d13C excursion and may indicate that the CO -driven2 warming was only reversed once oceanic productivity had been reestablished, thereby allowing significant removal of C to the seafloor sediments.\nDetailed sampling of many other K–T boundary sediments reveals comparable, and equally rapid environmental changes. For example at El Kef, Tunisia 18 Ž .d O values suggest a short duration F20 ka\nwarming above the Ir anomaly, although contemporaneous changes in the dinoflagellate cyst populations suggest AcoolB taxa dominated this interval Ž .Brinkhuis et al., 1998 . However, normal temperature preferences may have been of little consequence for plankton in the curious low-productivity oceans of the earliest Tertiary. The intensity of planktonic extinctions appears to have declined at higher latitudes, where the event may also have been a more Ž .protracted one Pardo et al., 1999 . In the high southern palaeolatitudes of New Zealand only 15% of radiolarian species fail to cross the K–T boundary Ž .Hollis, 1996 .\nClearly, care has to be taken not to confuse correlation with causation, but the evidence for sudden extinction and dramatic climatic changes immediately above the Ir anomaly in sections like El Kef and Caravaca is compelling evidence for a bolide impact-triggered mass extinction, with the most devastating consequences occurring in equatorial latitudes. The effect of the contemporaneous Deccan Traps eruptions is far more difficult to judge. The major mid-Maastrichtian events predate the eruptions while the later Maastrichtian extinctions are most obviously related to the rapid eustatic oscillations immediately preceding the K–T boundary. Only the global warming in the last 0.5 Ma of the Cretaceous may be ascribed to the Deccan eruptions and this climatic event does not coincide with any extinction event.\n12. Brito–Arctic flood basaltsrNorth Atlantic Igneous Province\nEarly Tertiary rifting between northern Europe and Greenland produced the youngest of the large CFBPs, known as the Brito–Arctic Province and the Ž .North Atlantic Igneous Province Fig. 7 . Volume estimates range from 2=106 km3 to as high as 6=106 km3 if offshore, submarine flows are inŽ .cluded in the total Saunders et al., 1997 . Like the Siberian Traps, and perhaps the CAMP, the Brito– Arctic Province consists of several sub-provinces with distinct eruption histories. The earliest, very brief eruption interval began around 61.0 Ma in West and Southeast Greenland and in northwest Britain Ž .Saunders et al., 1997; Storey et al., 1998 . A sec-\nond, voluminous phase of volcanism began around 56 Ma and saw the emplacement of basalt flows in East Greenland, the Faroes and over extensive areas of the North Atlantic margin where they now form seaward-dipping reflectors in offshore seismic lines Ž .Saunders et al., 1997 .\nThe Faeroe–Greenland volcanics were erupted with unusual violence by the standards of flood basalt provinces, and basaltic tuffs are common in Ž .the successions Knox and Mortan, 1988 . Pyroclastic activity peaked with the development of the Balder Formation in the latest Palaeocene, a major airfall ash deposit that covers large areas of the northern North Sea and west of the Shetland Islands Ž .Eldhom and Thomas, 1993 . The N. Atlantic was not the only site of major pyroclastic activity in the Ž .later Palaeocene, Bralower et al. 1997 has recorded Ž 5 .a brief phase -10 years of intense explosive\nactivity in the Caribbean region around 55.0 Ma. The Brito–Arctic volcanicity may coincide with Žsome dramatic environmental changes but not with .an associated mass extinction . The late Palaeocene\nwas marked by a gradual shift to the warmer conditions that typify much of Eocene time, but the trend was punctuated by an extraordinarily intense and short-lived climatic event known as the Late ŽPalaeocene Thermal Maximum or LPTM Kennett and Stott, 1991; Koch et al., 1992; Robert and .Kennett, 1994; Norris and Rohl, 1999 . Around 54.9¨ Ma both d18 O and d13C records reveal a brief negative spike, with the latter showing the development of a y3‰ inflexion in only a few thousand years followed by a AgradualB return to pre-excursion valŽ .ues in 120 ka Norris and Rohl, 1999 . This event¨ coincides with a temporary increase of deep sea and high latitude water temperatures by as much as 78C Ž .Kennett and Stott, 1991 , and an influx of kaolinite-rich clays into the oceans that is probably the result of increased weathering in warmer and Ž .more humid climates Robert and Kennett, 1994 . A major immigration event of mammals into North America at this time, may also be a response to the Ž .warming event Koch et al., 1992 . However, the only significant extinctions were amongst deep-sea benthic foraminifera. These losses appear related to the development of oxygen-poor bottom waters ŽKennett and Stott, 1991; Eldhom and Thomas, 1993; .Kaiho, 1994 .\nComparison of the timing of the LPTM and volcanic events has suggested that the two phenomena Žmay be related Kennett and Stott, 1991; Dickens et .al., 1995 . The initial phase of volcanism was long\nbefore the late Palaeocene event whereas the second phase appears to have begun around 1 Ma before the event. The magnitude of the d13C excursion is too great to have caused by volcanic CO , instead2 methane hydrate is widely regarded to have supplied Žthe light C Dickens et al., 1995; Norris and Rohl,¨ 1999; Bains et al., 1999; Katz et al., 1999; Dickens, .1999 , although the eruption of volcanic CO is a2 potential cause of the warming event required to trigger hydrate dissociation. Potentially the LPTM may also have been terminated by volcanic activity, due to cooling by sulphate aerosols during the widespread interval of pyrolcastic volcanism in the ŽNorth Sea region and the Caribbean Beerling and .Jolley, 1998 ."
  }, {
    "heading": "13. Ethiopian and Columbia River flood basalts",
    "text": "The two youngest CFBPs are also the smallest, and they appear to have had little if any impact on the world’s biota. The Ethiopian Traps consist of 0.75=106 km3 of lava which erupted from 31–28 Ž .Ma Courtillot et al., 1999 . Rampino and Stothers Ž .1988 linked these eruptions with a protracted late Eocene extinction, but this 34 Ma event considerably predates the Ethiopian eruptions. The even smaller Columbia River Traps contain 0.17=106 km3 of lava and they have been linked with a mid-Miocene Žextinction event with which they coincide Coffin .and Eldholm, 1994 . However, this minor event, first\nidentified in the compilation of Raup and Sepkoski Ž .1984 , is only notable for elevated extinction rates amongst the ever-vulnerable, deep-sea benthic Ž .foraminifera which Kaiho 1994 attributes to prolonged cooling of deep ocean waters. North American mammals also suffered extinctions in the late Ž .Miocene Hallam and Wignall, 1997 , but these losses were several million years after the peak of Columbia River eruptions."
  }, {
    "heading": "14. Discussion",
    "text": "This review has focussed on two key aspects of the link between flood basalt volcanism and mass\nŽ .extinctions, the correlative timing or lack of it and the nature of the associated environmental changes. Both aspects suggest an interesting but poorly resolved relationship."
  }, {
    "heading": "14.1. A partial correlation?",
    "text": "By far, the most compelling evidence for a link between volcanism and extinctions comes from the comparison of the ages flood basalt provinces and Ž .mass extinction events Table 1 . Thus, of 11 major episodes of flood basalt formation, five coincide closely with mass extinctions, and two more, the Caribbean–Madagascar and Brito–Arctic Provinces, coincide with minor extinction events. Courtillot Ž .1994, 1999 has suggested an even better 7-out-of-11 correlation, but his compilation includes the spurious link between Parana–Etendeka volcanism and an´ Ž .end-Jurassic mass extinction see above , together with a so-called end-Palaeocene Amass extinctionB. The correlation with episodes of oceanic anoxia is Ž .even better 7 out of 11 , although only for four of these is the anoxia regarded as the proximate cause Žof marine extinctions the end Permian, early Toar.cian, end Cenomanian and late Palaeocene events .\nThe volcanism–extinction link is best seen for the four mid-Phanerozoic events that began with the eruption of the Emeishan flood basalts and ended with the formation of the Karoo–Ferrar Provinces. However, for the first three of these examples, the eruptions appear to have begun a short but signifi-\ncant interval after the extinctions. The younger Caribbean–Madagascar volcanism may have similarly post-dated the end-Cenomanian extinction. Clearly there is still a need for more precise dating of these provinces, but the slightly non-synchronous correlation suggests that the onset of eruptions or perhaps the interval immediately preceeding this is associated with the most damaging environmental changes. One such change may be widespread uplift prior to eruption. This has been suggested for the CAMP, with the consequent reduction in shallow marine habitat area being a potential cause of extincŽ . Ž .tion Hallam, 1990 , although Hames et al. 2000 note there is no evidence for pre-eruption doming in this case. Major sea-level fall may also have been a factor in the end-Guadalupian and end-Triassic mass extinctions, but not for the end-Permian and early Ž .Toarcian events Hallam and Wignall, 1999 . However, it is difficult to envisage how these global sea-level changes can be attributed to purely regional doming.\nPost-Jurassic links between volcanism and extinctions are substantially more tenuous. Only the Deccan Traps coincide with a mass extinction, but the celebrated Chicxulub impact was probably the prime culprit in this case. Nonetheless, three of the large igneous provinces formed in the Cretaceous– ŽPalaeocene interval the Ontong–Java, Caribbean– .Colombian and Brito–Arctic Provinces correlate\nwith remarkably similar oceanicrclimatic events, namely the development of widespread marine anoxia\nand equally dramatic global temperature increases. Perhaps the most intriguing aspect of these events is their relatively small impact on the biosphere."
  }, {
    "heading": "14.2. Volume and Õiolence of eruptions",
    "text": "Estimating the original volumes of lava in flood basalt provinces is rendered difficult due to subsequent erosion, partial destruction during continental collisions or burial beneath passive margin sedimentary wedges. Nonetheless, comparison of best-estimate volumes with extinction intensity suggests that Ž .there is no correlation Fig. 9 . Clearly, the lava volumes alone are not a key factor in mass extinctions, but the rapidity of eruption may be. Unfortunately, there has been little documentation of the sizes of individual flows within flood basalt Ž .provinces, Courtillot’s 1990 widely quoted 10 000 km3 figure is only a guess.\nSeveral recent studies have highlighted that the proportion of pyroclastic flows in flood basalt\nprovinces has probably been significantly underestimated. Thus, it could be argued that the high proportion of pyroclastics within the Siberian Traps indicates that violence of eruption is a key factor in wreaking environmental damage. However, a counter example is readily found in the Brito–Arctic Province, which also contains a high proportion of pyroclastics, and yet it does not coincide with a mass extinction. If the formation of LIPs is associated with frequent explosive eruptions capable of injecting gases into the stratosphere then evidence should be found for the resultant effect: sulphate aerosol-induced cooling.\nMany previous studies have emphasised the global cooling effects of sulphate aerosols as the prime Žcause of volcanogenic extinctions Rampino and .Stothers, 1988; Courtillot, 1994, 1999 . This sugges-\ntion accords with observations following historical Ž .eruptions Devine et al. 1984 , but the evidence for\ncooling from the geological record is, at best, tenuŽ .ous. Kozur 1998 provides some of the little evi-\nŽ .Fig. 9. Comparison of generic extinction percentages, from Sepkoski 1996 , with estimated original volumes of coeval igneous provinces, showing no correspondence between the two.\ndence available for the end-Permian mass extinction Ž .but see the alternative explanations discussed above . The failure to find evidence for cooling events triggered by volcanism is probably because the short Žresidence time of aerosols in the atmosphere -5 . Žyears is insufficient to cause climatic change or .extinctions ."
  }, {
    "heading": "14.3. Volcanic CO emissions2",
    "text": "In contrast to the dearth of evidence for cooling, rapid global warming coincides with at least 6 of the Ž .11 intervals of volcanic trap formation Table 1 . The eruption of large volumes of CO is widely2 Žregard as the most likely cause. In three cases end .Permian, Toarcian and late Palaeocene , the warming events coincide with rapid negative d13C shifts of amplitudes that are too great to be entirely attributable to the input of volcanic CO into the2 atmosphere. For these cases the volcanism is interpreted to have initiated warming that triggered the Ž .dissociation of isotopically light methane hydrates with a resultant exacerbation of the warming trend Že.g. Erwin 1993; Dickens et al., 1995; Bowring et . Ž .al., 1998; Hesselbo et al., 2000 . Kerr 1998 has suggested a similar cause-and-effect for volcanism at the Cenomanian–Turonian boundary although neither this interval, nor the other intervals of flood basalt province formation, are associated with the same negative spike in d13C values.\nŽ .Courtillot 1999, p. 98 has suggested that Athe w xmagnitude of the biological effects of volcanism\nwill depend on a large number of factors: the arrangements of the continents, the sea level and climate at the time of the eruptions, the total amplitude w xviolence? , duration and number of individual events, the closeness in time of these events, and so on.B Disentangling all these factors will clearly be a major challenge."
  }, {
    "heading": "14.4. A lack of pre-Permian LIPs?",
    "text": "CFBPs have formed on average once every 30 Ma since the Middle Permian, and several late Proterozoic examples are known, now eroded down to their Žintrusive roots Pelechaty, 1997; Ernst and Buchan, .1997; Li et al., 1999; Barovich and Foden, 2000 ,\nbut no examples are known from the 240 Ma span from the Cambrian to the Middle Permian. If LIPs\nare the product of plume eruptions, then their absence from most of the Palaeozoic implies fundamentally different mantle dynamics in this interval. Alternatively, and more plausibly, the absence of Palaeozoic CFBPs may reflect the lack of major rifting episodes in this interval, an inference which Žsuggests that flood basalts are the product not the .cause of rifting as postulated in the models of White Ž . Ž .and McKenzie 1989 and Anderson et al. 1992 . Of the several major mass extinction events that\noccur prior to the end-Guadalupian crisis, only the Ž .late Devonian Frasnian–Famennian boundary event\nhas been linked with a possible volcanogenic cause. The crisis is marked by the loss of diverse marine invertebrate groups, especially in low palaeolatitudes, and the subsequent spread of cool water taxa Žin the immediate post-extinction interval McGhee, .1996; Copper, 1998 . The spread of anoxic waters\nand rapid sea-level oscillations are further features of Ž .this interval Becker and House, 1994 . Volcanism\nhas been implicated as a contributory cause of these environmental changes, with eruptions postulated to Žoccur at either an intraoceanic site Becker and .House, 1994 , or in a major continental rift preserved Ž .in the Ukraine Racki, 1998 . The volcanism associated with this Pripyat–Dnieper–Donet rift is voluŽ 3.metrically minor -10 000 km , compared with true LIPs, but its environmental effect may have been proportionally greater due to the dominance of Ž .pyroclastics Wilson and Lyashkevich, 1996 . Better dating of the Ukraine volcanism is needed in order to ascertain its potential relationship with the Frasnian–Famennian crisis."
  }, {
    "heading": "15. Conclusion",
    "text": "Ž .As Courtillot 1999 remarked, there is a Aremarkable correlationB between the age of flood basalt provinces and mass extinction. However, his concluŽsion that Athe correlation is almost perfectB Courtil.lot, 1999, p. 97 is too optimistic, particularly if\nPalaeozoic mass extinctions are considered. This review reveals the following relationships:\nŽ .1 Of the 15 major Phanerozoic extinctions, only six coincide with major episodes of volcanicity. However, all extinction events of the last 300 Ma coincide with LIPs, with. the best correlation occurring for the 4 mid-Phanerozoic event that began with\nthe end-Guadalupian mass extinction. Subsequent extinctions have been less intense, with the exception of the K–T event whose magnitude is likely due to the effects of bolide impact not volcanism.\nŽ .2 For many LIPs, the onset of eruptions, or the interval immediately before this, appears to coincide with the extinction interval, perhaps suggesting that volcanicity triggered harmful environmental change.\nŽ .3 The eruption volume of flood basalt provinces Ž .is unrelated to extinction intensity Fig. 9 , and\nneither is their duration, which once again argues for their role in triggering further change, such as gas hydrate release.\nŽ .4 Episodes of global warmingrmarine anoxia show the best correlation with flood basalt volcanism Ž .Table 1 . Thus, all post-Palaeozoic oceanic anoxic Ževents coincide with intervals of LIP formation e.g. Keith, 1982; Sinton and Duncan, 1997; Kerr, 1998; .Jenkyns, 1999 . This connection may be connected with volcanic CO emission, particularly if the2 warming effect is exacerbated by gas hydrate dissociation. However, it is an unresolved paradox that these warmingranoxia events are associated with Žboth major mass extinctions e.g. the end-Permian . Ževent , modest extinctions, e.g. the end-Cenomanian . Ževent , very minor extinctions e.g. the late . ŽPalaeocene and no extinctions at all e.g. the Early .Cretaceous Selli Event .\nŽ . Ž .5 The duration of volcanogenic? oceanic anoxia varies greatly. Thus, the P–Tr marine anoxic event persisted for several million years, whereas the Late Palaeocene thermal maximum lasted for only 100 ka. The efficiency of C sinks, and their ability to drawdown atmospheric CO levels may control the2 duration of Arunaway greenhouseB intervals and thus their impact on the world’s biota. This efficiency appears to have undergone a secular increase in the past 300 Ma, with early Mesozoic volcanism having substantially more environmental impact than Tertiary volcanism."
  }, {
    "heading": "Acknowledgements",
    "text": "I thank Mike Widdowson and Tony Hallam for comments on an earlier version of this manuscript, and Andy Saunders and Olav Eldholm for valuable, constructive criticism."
  }],
  "year": 2001,
  "references": [{
    "title": "Diversity analysis of Lower",
    "authors": ["M. Aberhan", "F.T. Fursich"],
    "year": 1996
  }, {
    "title": "Decline of the Maastrichtian pelagic ecosystem based on planktonic foraminifera assemblage change: implication for the terminal Cretaceous faunal",
    "authors": ["S. Abramovich", "A. Almogi-Labin", "C. Bejamini"],
    "venue": "crisis. Geology",
    "year": 1998
  }, {
    "title": "Terrestrial maria; the origins of large basalt plateaus, hotspots tracks, and spreading ridges",
    "authors": ["D. Alt", "J.M. Sears", "D.W. Hyndman"],
    "venue": "J. Geol",
    "year": 1988
  }, {
    "title": "Extraterrestrial cause for the Cretaceous–Tertiary extinction: experimental results and theoretical interpretation",
    "authors": ["L.W. Alvarez", "W. Alvarez", "F. Asaro", "H.V. Michel"],
    "year": 1980
  }, {
    "title": "The sublithospheric mantle as the source of continental flood basalts; the case against the continental lithosphere and plume head reservoirs",
    "authors": ["D.L. Anderson"],
    "venue": "Earth Planet. Sci",
    "year": 1994
  }, {
    "title": "Humpty dumpty and Holmes",
    "authors": ["D.L. Anderson"],
    "year": 1999
  }, {
    "title": "Plume heads, continental lithosphere, flood basalts and tomography",
    "authors": ["D.L. Anderson", "Zhang", "Y.-S", "T. Tanimoto"],
    "year": 1992
  }, {
    "title": "Dinosaur Extinction and the End of an Era",
    "authors": ["J.D. Archibald"],
    "year": 1996
  }, {
    "title": "Mantle and crustal contributions to continental flood basalt volcanism",
    "authors": ["N.T. Arndt", "G.K. Czamanske", "J.L. Wooden", "V.A. Fedorenko"],
    "venue": "Tectonphysics",
    "year": 1993
  }, {
    "title": "Role of volcanism in climate and evolution",
    "authors": ["D.I. Axelrod"],
    "venue": "Geol. Soc. Am.,",
    "year": 1981
  }, {
    "title": "Mechanisms of climate warming at the end of the Palaeocene",
    "authors": ["S. Bains", "R.M. Corfield", "R.D. Norris"],
    "venue": "Science",
    "year": 1999
  }, {
    "title": "Cretaceous age for Ir-rich Deccan intertrappean deposits: palaeontological evidence from Anjar",
    "authors": ["S. Bajpai", "G.V. Prasad"],
    "year": 2000
  }, {
    "title": "Timing and duration of Mesozoic–Tertiary flood basalt volcanism",
    "authors": ["A.K. Baksi"],
    "venue": "Eos",
    "year": 1990
  }, {
    "title": "40Arr39Ar dating of the Siberian Traps, USSR: evaluation of the ages of the two major extinction events relative to episodes of flood-basalt volcanism in the USSR and the Deccan Traps, India",
    "authors": ["A. Baksi", "E. Farrar"],
    "venue": "Geology 19,",
    "year": 1991
  }, {
    "title": "Changing biologic selectivity of extinction in the Foraminifera over the past 150 m.y",
    "authors": ["A. Banerjee", "G. Boyajian"],
    "venue": "Geology",
    "year": 1996
  }, {
    "title": "A Neoproterozoic flood basalt province in southern-central Australia: geochemical and Nd isotope evidence from basin fill",
    "authors": ["K.M. Barovich", "J. Foden"],
    "venue": "Precambrian Res",
    "year": 2000
  }, {
    "title": "Global environmental changes preceding the Cretaceous–Tertiary boundary: early–late",
    "authors": ["E. Barrera"],
    "venue": "Maastrichtian transition. Geology",
    "year": 1994
  }, {
    "title": "Evolution of Antarctic waters during the Maastrichtian: foraminifera oxygen and carbon isotope ratios, ODP Leg 113",
    "authors": ["E. Barrera", "B.T. Huber"],
    "venue": "Proc. Ocean Drill. Program: Initial Rep",
    "year": 1990
  }, {
    "title": "High-He-3 plume origin and temporal–spatial evolution of the Siberian flood basalts",
    "authors": ["A.R. Basu", "R.J. Poreda", "P.R. Renne", "F. Teichmann", "Y.R. Vasiliev", "N.V. Sobolev", "B.D. Turrin"],
    "year": 1995
  }, {
    "title": "Kellwasser events and goniatite successions in the Devonian of the Montagne Noire with comments on possible causations",
    "authors": ["R.T. Becker", "M.R. House"],
    "venue": "Cour. Forschungsinst. Senckenberg",
    "year": 1994
  }, {
    "title": "Fossil plants record an atmospheric 12 CO and temperature spike across the Palaeocene",
    "authors": ["D.J. Beerling", "D.W. Jolley"],
    "year": 1998
  }, {
    "title": "A new look at the long-term carbon cycle",
    "authors": ["R.A. Berner"],
    "venue": "GSA Today",
    "year": 1999
  }, {
    "title": "Impact did not trigger Deccan volcanism: evidence from Anjar KrT bounrary intertrappean sediments",
    "authors": ["N. Bhandari", "P.N. Shukla", "Z.G. Ghevariya", "S. Sundaram"],
    "venue": "Geophys. Res",
    "year": 1995
  }, {
    "title": "UrPb zircon geochronology and tempo of the end-Permian mass extinction",
    "authors": ["S.A. Bowring", "D.H. Erwin", "Y. Jin", "M.W. Martin", "K. Davidek", "W. Wang"],
    "year": 1998
  }, {
    "title": "Timing and paleoceanography of oceanic dysoxiaranoxia in the Late Barremian to Early Aptian Ž",
    "authors": ["T.J. Bralower", "M.A. Arthur", "R.M. Leckie", "W.V. Sliter", "D.J. Allard", "S.O. Schlanger"],
    "year": 1994
  }, {
    "title": "The Cretaceous–Tertiary extinction: a lethal mechanism involving anhydrite target rocks",
    "authors": ["R. Brett"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 1992
  }, {
    "title": "Dinoflagellate-based sea surface temperature reconstructions across the Cretaceous–Tertiary boundary. Palaeogeogr., Palaeoclimatol., Palaeoecol",
    "authors": ["H. Brinkhuis", "P. Bujak", "J. Smit", "J.M. Versteegh", "H. Visscher"],
    "year": 1998
  }, {
    "title": "The influence of volcanic eruptions on solar radiation incoming to the Earth’s surface",
    "authors": ["M.I. Budyko", "Z.I. Pivivariva"],
    "venue": "Meteorol. Gidrol",
    "year": 1967
  }, {
    "title": "Deccan volcanism, greenhouse warming, and the CretaceousrTertiary boundary",
    "authors": ["K.G. Caldeira", "M.R. Rampino"],
    "year": 1990
  }, {
    "title": "The age",
    "authors": ["J.C. Claoue-Long", "Z. Zhang", "S. Du"],
    "year": 1991
  }, {
    "title": "Implications of mantle",
    "authors": ["I.H. Campbell", "R.W. Griffiths"],
    "year": 1990
  }, {
    "title": "Synchronism of the Siberian Traps and the Permian–Triassic",
    "authors": ["I.H. Campbell", "G.K. Czamanske", "V.A. Fedorenko", "R.A. Hill", "V. Stepanov"],
    "venue": "boundary. Science",
    "year": 1992
  }, {
    "title": "Plume–lithosphere interaction in generation of the Emeishan flood basalts at the Permian–Triassic",
    "authors": ["Chung", "S.-L", "B. Jahn"],
    "venue": "boundary. Geology",
    "year": 1995
  }, {
    "title": "The Emeishan flood basalt in SW China; a mantle plume initiation model and its connection with continental breakup and mass extinction at the Permian–Triassic boundary",
    "authors": ["Chung", "S.-L", "B.M. Jahn", "G. Wu", "Lo", "C.-H", "B. Cong"],
    "year": 1998
  }, {
    "title": "Crises and extinction in the fossil record—a role for ultraviolet radiation",
    "authors": ["C.S. Cockell"],
    "venue": "Paleobiology",
    "year": 1999
  }, {
    "title": "Scratching the surface: estimating dimensions of large igneous provinces",
    "authors": ["M.F. Coffin", "O. Eldholm"],
    "venue": "Geology 21,",
    "year": 1993
  }, {
    "title": "Large igneous provinces: crustal structure, dimensions, and external consequences",
    "authors": ["M.F. Coffin", "O. Eldholm"],
    "venue": "Rev. Geophys",
    "year": 1994
  }, {
    "title": "Sedimentary evidence of the PermianrTriassic global crisis induced by the Siberian hotspot",
    "authors": ["P.J. Conaghan", "S.E. Shaw", "J.J. Veevers"],
    "venue": "Can. Soc. Pet. Geol.,",
    "year": 1994
  }, {
    "title": "Evaluating the Frasnian–Famennian mass extinction: comparing brachiopod faunas",
    "authors": ["P. Copper"],
    "venue": "Acta Palaeontol. Polon",
    "year": 1998
  }, {
    "title": "Genesis of flood basalts from eclogite-bearing mantle plumes",
    "authors": ["M.J. Cordery", "G.F. Davies", "I.H. Campbell"],
    "venue": "J. Geophy. Res",
    "year": 1997
  }, {
    "title": "What caused the mass extinction? A volcanic eruption",
    "authors": ["V.E. Courtillot"],
    "venue": "Sci. Am",
    "year": 1990
  }, {
    "title": "Mass extinctions in the last 300 million years: one impact and seven flood basalts",
    "authors": ["V. Courtillot"],
    "venue": "Isr. J. Earth Sci",
    "year": 1994
  }, {
    "title": "Evolutionary Catastrophes: The Science of Mass Extinction",
    "authors": ["V. Courtillot"],
    "year": 1999
  }, {
    "title": "Magnetic field reversals, polar wandering, and core–mantle coupling",
    "authors": ["V. Courtillot", "J. Besse"],
    "venue": "Science 237,",
    "year": 1987
  }, {
    "title": "Deccan flood basalts at the CretaceousrTertiary boundary",
    "authors": ["V.E. Courtillot", "J. Besse", "D. Vandamme", "R. Montigny", "Jaeger", "J.-J", "H. Capetta"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 1986
  }, {
    "title": "On causal links between flood basalts and continental break-up",
    "authors": ["V. Courtillot", "C. Jaupert", "I. Manighetti", "P. Tapponier", "J. Besse"],
    "venue": "Earth Planet. Sci",
    "year": 1999
  }, {
    "title": "The role of mantle plumes in the development of continental drainage patterns",
    "authors": ["K.G. Cox"],
    "venue": "Nature",
    "year": 1989
  }, {
    "title": "Demise of the Siberian plume; paleogeographic",
    "authors": ["G.K. Czamanske", "A.B. Gurevitch", "V. Fedorenko", "O. Simonov"],
    "year": 1998
  }, {
    "title": "The blast in the past",
    "authors": ["G.R. Dickens"],
    "venue": "Nature",
    "year": 1999
  }, {
    "title": "Rapid eruption of the Deccan",
    "authors": ["R.A. Duncan", "D.G. Pyle"],
    "year": 1988
  }, {
    "title": "UrPb zircon and baddeleytic ages for the Palisades and Gettysburg sills of the northeastern United States: implications for the age of the TriassicrJurassic",
    "authors": ["G.R. Dunning", "J.P. Hodych"],
    "year": 1990
  }, {
    "title": "Environmental impact of volcanic margin formation",
    "authors": ["O. Eldhom", "E. Thomas"],
    "venue": "Earth Planet. Sci",
    "year": 1993
  }, {
    "title": "Giant radiating dike swarms: their use in identifying pre-Mesozoic large igneous provinces",
    "authors": ["R.E. Ernst", "H.L. Buchan"],
    "year": 1997
  }, {
    "title": "The Great Paleozoic Crisis: Life and Death in the Permian",
    "authors": ["D.H. Erwin"],
    "year": 1993
  }, {
    "title": "Testing for the causal relationships between large pyroclastic volcanic eruptions and mass extinctions",
    "authors": ["D.H. Erwin", "T.A. Vogel"],
    "venue": "Geophys. Res",
    "year": 1992
  }, {
    "title": "The palynofloral succession and palynological events in the Permo–Triassic booundary interval in Israel",
    "authors": ["Y. Eshet"],
    "year": 1992
  }, {
    "title": "Numerical investigations of the mantle plume initiation model for flood basalt",
    "authors": ["C.G. Farnetani", "M.A. Richards"],
    "year": 1994
  }, {
    "title": "Late Permian global coal hiatus linked to 13C-depleted CO flux into the atmo",
    "authors": ["K. Faure", "M.J. de Wit", "J.P. Willis"],
    "year": 1995
  }, {
    "title": "Did Deccan volcanism predate",
    "authors": ["G. Feraud", "V. Courtillot"],
    "year": 1994
  }, {
    "title": "Time calibration of Triassic",
    "authors": ["S.J. Fowell", "P.E. Olsen"],
    "year": 1993
  }, {
    "title": "Tectonic forcings of Maastrichtian ocean-climate evolution",
    "authors": ["T.D. Frank", "M.A. Arthur"],
    "venue": "Paleoceanography 14,",
    "year": 1999
  }, {
    "title": "Vertical mixing and coral death in the Red Sea following the eruption of Mount Pinatubo",
    "authors": ["A. Genin", "B. Lazar", "B. Brenner"],
    "venue": "Nature 377,",
    "year": 1995
  }, {
    "title": "A Mesozoic time-scale",
    "authors": ["F.M. Gradstein", "F.P. Agterberg", "J.G. Ogg", "J. Hardenbol", "P. van Veen", "J. Thierry", "Z. Huang"],
    "venue": "J. Geophys. Res",
    "year": 1994
  }, {
    "title": "Regional warming of the lower atmosphere in the wake of volcanic eruptions: the role of the Laki fissure eruption in the hot summer of 1783",
    "authors": ["J. Grattan", "J. Sadler"],
    "year": 1999
  }, {
    "title": "Cyclothems, transgressions and faunal change in the Lias of North West Europe",
    "authors": ["A. Hallam"],
    "venue": "Trans. Edinburgh Geol. Soc",
    "year": 1961
  }, {
    "title": "Radiations and extinctions in relation to environmental change in the marine Jurassic of north west Europe",
    "authors": ["A. Hallam"],
    "venue": "Paleobiology",
    "year": 1987
  }, {
    "title": "The end-Triassic mass extinction event",
    "authors": ["A. Hallam"],
    "venue": "Geol. Soc. Am., Spec. Pap",
    "year": 1990
  }, {
    "title": "Discussion on oceanic plateau formation: a cause of mass extinction and black shale deposition around the Ž",
    "authors": ["A. Hallam"],
    "year": 1999
  }, {
    "title": "Mass Extinctions and their Aftermath",
    "authors": ["A. Hallam", "P.B. Wignall"],
    "year": 1997
  }, {
    "title": "Mass extinctions and sea-level changes",
    "authors": ["A. Hallam", "P.B. Wignall"],
    "venue": "Earth-Sci. Rev",
    "year": 1999
  }, {
    "title": "Facies change across the TriasŽ",
    "authors": ["A. Hallam", "P.B. Wignall"],
    "year": 2000
  }, {
    "title": "New evidence for geologically instantaneous emplacement of earliest Jurassic Central Atlantic magmatic province",
    "authors": ["W.E. Hames", "P.R. Renne", "C. Ruppel"],
    "venue": "basalts on the North American margin. Geology",
    "year": 2000
  }, {
    "title": "Chronology of fluctuŽ",
    "authors": ["B.U. Haq", "J. Hardenbol", "P.R. Vail"],
    "year": 1987
  }, {
    "title": "Basaltic volcanism, mantle plumes, and the mechanism of rifting: the Parana flood basalt",
    "authors": ["D.L. Harry", "D.S. Sawyer"],
    "year": 1992
  }, {
    "title": "Massive dissociation of gas hydrate during a Jurassic oceanic anoxic",
    "authors": ["P. ̈ mond", "H.S. Morgans Bell", "O.R. Green"],
    "venue": "event. Nature",
    "year": 2000
  }, {
    "title": "Starting plumes and continental breakup",
    "authors": ["R.I. Hill"],
    "venue": "Earth Planet. Sci",
    "year": 1991
  }, {
    "title": "Radiolarian faunal change through the Creta",
    "authors": ["C.J. Hollis"],
    "year": 1996
  }, {
    "title": "Events near the Permian–Triassic boundary",
    "authors": ["W.T. Holser", "M. Magaritz"],
    "venue": "Mod. Geol",
    "year": 1987
  }, {
    "title": "CretaceousrTertiary and PermianrTriassic boundary events compared",
    "authors": ["W.T. Holser", "M. Magaritz"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 1992
  }, {
    "title": "A unique geochemical record",
    "authors": ["P. ̈ Klein", "M. Magaritz", "E. Pak", "Schramm", "J.-M", "K. Stattgegger", "R. Schmoller"],
    "year": 1989
  }, {
    "title": "The Permian-Triassic of the Gartnerkofel-1",
    "authors": ["C.J. ̈ Orth"],
    "year": 1991
  }, {
    "title": "Magmatism and metamorphism in the Ž",
    "authors": ["V. ̈ Trommsdorf"],
    "year": 1982
  }, {
    "title": "Carbon isotope anomalies at era",
    "authors": ["K.J. Hsu", "J.A. McKenzie"],
    "year": 1985
  }, {
    "title": "Magnetostratigraphic investigations of an Emeishan basalts section in western Guizhou",
    "authors": ["K. Huang", "N.D. Opdyke"],
    "year": 1996
  }, {
    "title": "Gigantic Ordovician volcanic ash fall in North America and Europe: biological, tectonomagnetic and event-stratigraphy significance",
    "authors": ["W.D. Huff", "S.M. Bergstrom", "D.R. Kolata"],
    "venue": "Geology 20,",
    "year": 1992
  }, {
    "title": "Permo–Triassic boundary superanoxia and stratified superocean: records from lost deep sea",
    "authors": ["Y. Isozaki"],
    "venue": "Science",
    "year": 1997
  }, {
    "title": "Paleontological view of the ages of the Deccan Traps, the CretaceousrTertiary boundary, and the India–Asia",
    "authors": ["Jaeger", "J.-J", "V. Courtillot", "P. Tapponier"],
    "venue": "collision. Geology",
    "year": 1989
  }, {
    "title": "The early Toarcian Jurassic anoxic event",
    "authors": ["H.C. Jenkyns"],
    "year": 1988
  }, {
    "title": "Internal stratigraphic relationships in the Etendeka Group in the Huab Basin, NW Namibia: understanding the onset of flood volcanism",
    "authors": ["J. Shang"],
    "venue": "J. Geodyn",
    "year": 1999
  }, {
    "title": "Two phases of the end-Permian mass extinction",
    "authors": ["Y. Jin", "J. Zhang", "Q. Shang"],
    "venue": "Can. Soc. Pet. Geol., Mem",
    "year": 1994
  }, {
    "title": "Planktonic and benthic foraminiferal extinction events during the last 100 m.y. Palaeogeogr., Palaeoclimatol., Palaeoecol",
    "authors": ["K. Kaiho"],
    "year": 1994
  }, {
    "title": "End-Cenomanian benthic foraminiferal extinctions and oceanic dysoxic events",
    "authors": ["K. Kaiho", "T. Hasegawa"],
    "year": 1994
  }, {
    "title": "Oceanic primary productivity and dissolved oxygen levels at the CretaceousrTertiary",
    "authors": ["K. Kaiho", "Y. Kajiwara", "K. Tazaki", "M. Ueshima", "N. Takeda", "H. Kawahata", "T. Arinobu", "R. Ishiwatari", "A. Hirai", "M.A. Lamolda"],
    "year": 1999
  }, {
    "title": "A minimum U–Pb age for Siberian flood-basalt volcanism",
    "authors": ["S.L. Kamo", "G.K. Czamanske", "T.E. Krogh"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 1996
  }, {
    "title": "The source and fate of massive carbon input during the latest Palaeocene thermal maximum",
    "authors": ["M.E. Katz", "D.E. Pak", "G.R. Dickens", "K.G. Miller"],
    "year": 1999
  }, {
    "title": "Violent volcanism, stagnant oceans and some inferences regarding petroleum, strata-bound ores and mass extinctions",
    "authors": ["M.L. Keith"],
    "venue": "Geochim. Cosmochim",
    "year": 1982
  }, {
    "title": "Abrupt deep-sea warming, palaeoceanographic changes and benthic extinctions at the end of the Palaeocene",
    "authors": ["J.P. Kennett", "L.D. Stott"],
    "venue": "Nature 353,",
    "year": 1991
  }, {
    "title": "Oceanic plateau formation: a cause of mass extinction and black shale deposition around the Ž",
    "authors": ["A.C. Kerr"],
    "year": 1998
  }, {
    "title": "The influence of Deccan volcanism on climate: insights from lacustrine intertrappean deposits, Anjar, western India",
    "authors": ["A.S. Khadkikar", "D.A. Sant", "V. Gogte", "R.V. Karanth"],
    "year": 1999
  }, {
    "title": "An alternative mechanism of flood basalt formation",
    "authors": ["S.D. King", "D.L. Anderson"],
    "venue": "Earth Planet. Sci",
    "year": 1995
  }, {
    "title": "The record of early Tertiary volcanism in sediments of the North Sea Basin",
    "authors": ["Knox", "R.W.O’B", "A.C. Mortan"],
    "year": 1988
  }, {
    "title": "Correlation between isotope records in marine and continental carbon reservoirs near the PalaeocenerEocene",
    "authors": ["P.L. Koch", "J.C. Zachos", "P.D. Gingerich"],
    "venue": "boundary. Nature",
    "year": 1992
  }, {
    "title": "Some aspects of the Permian–Triassic boundŽ",
    "authors": ["H.W. Kozur"],
    "year": 1998
  }, {
    "title": "A large and abrupt fall in atmospheric CO concentration",
    "authors": ["M.M.M. Kuypers", "R.D. Pancost", "J.S. Sinninghe Damste"],
    "year": 1999
  }, {
    "title": "Insect diversity",
    "authors": ["C. Labandeira", "J.J. Sepkoski Jr."],
    "venue": "Cretaceous times. Nature",
    "year": 1993
  }, {
    "title": "The breakup",
    "authors": ["X. Li", "P.D. Kinny", "J. Wang"],
    "venue": "fusulinids. Strat. Geol. Correl",
    "year": 1999
  }, {
    "title": "Early Jurassic mass extinction: a global long-term event. Geology",
    "authors": ["C.T.S. Little", "M.J. Benton"],
    "year": 1995
  }, {
    "title": "Mantle plumes and the periodicity of magnetic field reversals",
    "authors": ["D.E. Loper", "K. McCartney"],
    "venue": "Geophys. Res. Lett",
    "year": 1986
  }, {
    "title": "On impacts as a cause of geomagnetic field reversals or flood basalts",
    "authors": ["D.E. Loper", "K. McCartney"],
    "year": 1990
  }, {
    "title": "A model of correlated episodicity in magnetic-field reversals, climate, and mass extinctions",
    "authors": ["D.E. Loper", "K. McCartney", "G. Buzyna"],
    "venue": "J. Geol",
    "year": 1988
  }, {
    "title": "Reorganization of deep ocean circulation accompanying a Late Cretaceous extinction",
    "authors": ["K.G. MacLeod", "B.T. Huber"],
    "venue": "event. Nature",
    "year": 1996
  }, {
    "title": "Parallel trends in organic and inorganic carbon isotopes across the PermianrTriassic boundary",
    "authors": ["M. Magaritz", "R.V. Krishnamurthy", "W.T. Holser"],
    "venue": "Am. J. Sci",
    "year": 1992
  }, {
    "title": "Geochemistry and geochronology of Leg 130 basement lavas: nature and origin of the Ontong Java Plateau",
    "authors": ["J.J. Mahoney", "M. Storey", "R.A. Duncan", "K.J. Spencer", "M. Pringle"],
    "year": 1993
  }, {
    "title": "Sudden and gradual molluscan extinctions in the latest Cretaceous of western European Tethys",
    "authors": ["C.R. Marshall", "Ward", "P.D"],
    "year": 1996
  }, {
    "title": "Sr and Nd isotopes at the PermianrTriassic boundary: a record of climate change",
    "authors": ["E.E. Martin", "J.D. Macdougall"],
    "venue": "Chem. Geol",
    "year": 1995
  }, {
    "title": "Extensive 200-million-year-old continental flood basalts of the central Atlantic magamatic province",
    "authors": ["A. Marzoli", "P.R. Renne", "E.M. Piccirillo", "M. Ernesto", "G. Bellieni", "A. DeMin"],
    "year": 1999
  }, {
    "title": "Major volcanic eruptions and climate: a critical evaluation",
    "authors": ["C.F. Mass", "D.A. Portman"],
    "venue": "J. Clim",
    "year": 1989
  }, {
    "title": "Strontium isotope profile of the early ToarŽ",
    "authors": ["J.M. McArthur", "D.T. Donovan", "M.F. Thirlwall", "B.W. Fouke", "D. Mattey"],
    "year": 2000
  }, {
    "title": "Jurassic oceanic anoxic event, the duration of ammonite biozones, and belemnite palaeotemperatures",
    "authors": ["K. McCartney", "A.R. Huffman", "M. Tredoux"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 1990
  }, {
    "title": "Fossil plants and global warming at the Triassic–Jurassic",
    "authors": ["J.C. McElwain", "D.J. Beerling", "F.I. Woodward"],
    "venue": "boundary. Science",
    "year": 1999
  }, {
    "title": "The Late Devonian Mass Extinction",
    "authors": ["G.R. McGhee Jr."],
    "year": 1996
  }, {
    "title": "Broad-terrane Jurassic flood basalts across north-eastern",
    "authors": ["J.G. McHone"],
    "venue": "North America. Geology",
    "year": 1996
  }, {
    "title": "Cretaceous–Tertiary extinctions and possible terrestrial and extraterrestrial causes",
    "authors": ["D.M. McLean"],
    "year": 1981
  }, {
    "title": "Mantle degassing unification of the TransK–T geobiological record",
    "authors": ["D.M. McLean"],
    "venue": "Evol. Biol",
    "year": 1985
  }, {
    "title": "A geological map of the southern Deccan Traps, India and its structural implications",
    "authors": ["C. Mitchell", "M. Widdowson"],
    "venue": "J. Ž ",
    "year": 1991
  }, {
    "title": "The age and duration of flood basalt magmatism: geochemical and palaeomagnetic constraints from the Siberian Province",
    "authors": ["C. Mitchell", "J.G. Fitton", "A.I. Al’Mukhamedov", "A.I. Medvedev"],
    "venue": "Min. Mag",
    "year": 1994
  }, {
    "title": "Permian and Early Triassic isotopic records of carbon and strontium in Australia and a scenario of events about the Permian–Triassic boundary",
    "authors": ["R. Morante"],
    "venue": "Hist. Biol",
    "year": 1996
  }, {
    "title": "Determination of the Permian–Triassic boundary in Australia from carbon isotope stratigraphy",
    "authors": ["R. Morante", "J.J. Veevers", "A.S. Andrew", "P.J. Hamilton"],
    "venue": "Aust. Pet. Explor. Assoc. J",
    "year": 1994
  }, {
    "title": "Deep mantle convection plumes and plate motion",
    "authors": ["W.J. Morgan"],
    "venue": "Bull. Am. Assoc. Pet. Geol",
    "year": 1972
  }, {
    "title": "Flood basalts and mass extinctions",
    "authors": ["W.J. Morgan"],
    "venue": "Eos",
    "year": 1986
  }, {
    "title": "The upper Permian and lower Triassic in Kashmir, India",
    "authors": ["K. Nakazawa", "H.M. Kapoor", "K. Ishii", "Y. Bando", "Y. Okimura", "T. Tokuoka"],
    "venue": "Mem. Fac. Sci., Kyoto Univ., Ser. Geol. Mineral",
    "year": 1975
  }, {
    "title": "Carbon cycling and chronology",
    "authors": ["R.D. Norris", "U. Rohl"],
    "year": 1999
  }, {
    "title": "The Cretaceous–Tertiary transi",
    "authors": ["C.B. Officer", "C.L. Drake"],
    "year": 1983
  }, {
    "title": "The Great Dinosaur Extinction",
    "authors": ["C.B. Officer", "J. Page"],
    "year": 1996
  }, {
    "title": "Giant lava flows, mass extinctions, and mantle",
    "authors": ["P.E. Olsen"],
    "year": 1999
  }, {
    "title": "Causal? association",
    "authors": ["P.E. Olsen", "D.V. Kent", "S.J. Fowell"],
    "year": 1997
  }, {
    "title": "A U–Pb age",
    "authors": ["J. Palfy", "R.R. Parrish", "P.L. Smith"],
    "year": 1997
  }, {
    "title": "Timing the end-Triassic mass extinction: first on land, then in the sea? Geology",
    "authors": ["́ R.M", "H.W. Tipper"],
    "year": 2000
  }, {
    "title": "Evidence for the occurence of Permian Panjal Trap Basalts in the Lesser- and Higher-Himalayas of the Western Syntaxis Area, NE Pakistan",
    "authors": ["K. Papritz", "R. Rey"],
    "venue": "Eclogae Geol. Helv",
    "year": 1989
  }, {
    "title": "Stratigraphic evidence for the Siberian– Laurentia connection and early Cambrian rifting",
    "authors": ["S.M. Pelechaty"],
    "venue": "Reply. Geology",
    "year": 1997
  }, {
    "title": "Self-limiting physical and chemical effects in volcanic eruption",
    "authors": ["J.P. Pinto", "R.P. Turco", "O.B. Toon"],
    "venue": "clouds. J. Geophys. Res",
    "year": 1989
  }, {
    "title": "Volcanic explosions and climate change: a theoretical assessment",
    "authors": ["J.B. Pollock", "O.B. Toon", "C. Sagan", "A. Summers", "B. Balwin", "W. van Camp"],
    "venue": "J. Geophys. Res",
    "year": 1976
  }, {
    "title": "Implications of the infraand inter-trappean biota from the Deccan, India, for the rol of volcanism in Cretaceous–Tertiary boundary extinctions",
    "authors": ["G.V.R. Prasad", "C.K. Khajuria"],
    "venue": "J. Ž ",
    "year": 1995
  }, {
    "title": "Frasnian–Famennian biotic crisis: undervalued tectonic control? Palaeogeogr., Palaeoclimatol., Palaeoecol",
    "authors": ["G. Racki"],
    "year": 1998
  }, {
    "title": "Impact cratering and flood basalt volcanism",
    "authors": ["M.R. Rampino"],
    "venue": "Nature",
    "year": 1987
  }, {
    "title": "Volcanic winter and accelerated glaciation following the Toba super eruption",
    "authors": ["M.R. Rampino", "S. Self"],
    "venue": "Nature",
    "year": 1992
  }, {
    "title": "Flood basalt volcanism during the past 250 million years",
    "authors": ["M.R. Rampino", "R.B. Stothers"],
    "venue": "Science",
    "year": 1988
  }, {
    "title": "Periodicity of extinctions in the geologic past",
    "authors": ["D.M. Raup", "J.J. Sepkoski Jr."],
    "venue": "Proc. Natl. Acad. Sci. U. S. A",
    "year": 1984
  }, {
    "title": "Rapid eruption of the Siberian Traps flood basalts at the Permo–Triassic",
    "authors": ["P.R. Renne", "A.R. Basu"],
    "venue": "boundary. Science",
    "year": 1991
  }, {
    "title": "The age of the Parana flood",
    "authors": ["P.R. Renne", "M. Ernesto", "I.G. Pacca", "R.S. Coe", "J.M. Glen", "M. Prevot", "M. Perrin"],
    "year": 1992
  }, {
    "title": "Synchrony and causal relations between Permian–Triassic boundary crises and Siberian flood volcanism",
    "authors": ["P.R. Renne", "Z. Zhang", "M.A. Richards", "M.T. Black", "A.R. Basu"],
    "year": 1995
  }, {
    "title": "Intercalibration of standards, absolute ages and uncertainities in 40Arr39Ar dating",
    "authors": ["P.R. Renne", "C.C. Swisher", "A.L. Deino", "D.B. Karner", "T.L. Owens", "D.J. DePaolo"],
    "venue": "Chem. Geol",
    "year": 1998
  }, {
    "title": "Permian–Triassic life crisis",
    "authors": ["G.J. Retallack"],
    "venue": "on land. Science",
    "year": 1995
  }, {
    "title": "Postapocalyptic greenhouse paleoclimate revealed by earliest Triassic paleosols in the Sydney Basin, Australia",
    "authors": ["G.J. Retallack"],
    "venue": "Bull. Geol. Soc. Am",
    "year": 1999
  }, {
    "title": "Landscape ecological shift at the Permian–Triassic boundary in Australia",
    "authors": ["G.J. Retallack", "E.S. Krull"],
    "venue": "Aust. J. Earth Sci",
    "year": 1999
  }, {
    "title": "Antarctic subtropical humid episode at the Palaeocene–Eocene boundary: clay–mineral evidence",
    "authors": ["C. Robert", "J.P. Kennett"],
    "venue": "Geology",
    "year": 1994
  }, {
    "title": "Volcanoes as agents of past environmental change",
    "authors": ["J.P. Sadler", "J.P. Grattan"],
    "venue": "Global Planet. Change",
    "year": 1999
  }, {
    "title": "The lower boundary and biostratigraphy of the nonmarine Triassic in Siberia",
    "authors": ["G.N. Sadovnikov", "E.F. Orlova"],
    "year": 1993
  }, {
    "title": "Lower boundary of nonmarine Triassic of Siberia",
    "authors": ["G.N. Sadovnikov", "E.F. Orlova"],
    "venue": "Hallesches Jahrb. Geowiss",
    "year": 1998
  }, {
    "title": "The formation and fate of large oceanic igenous provinces",
    "authors": ["A.D. Saunders", "J. Tarney", "A.C. Kerr", "R.W. Kent"],
    "venue": "Lithos",
    "year": 1996
  }, {
    "title": "The North Atlantic Igneous Province",
    "authors": ["A.D. Saunders", "J.G. Fitton", "A.C. Kerr", "M.J. Norry", "R.W. Kent"],
    "year": 1997
  }, {
    "title": "Emplacement of continental flood basalt lava flows",
    "authors": ["S. Self", "T. Thordarson", "L. Keszthelyi"],
    "year": 1997
  }, {
    "title": "Mass extinctions in the Phanerozoic Ž",
    "authors": ["J.J. Sepkoski Jr."],
    "year": 1982
  }, {
    "title": "oceans: a review",
    "authors": ["L.T. Silver", "P.H. Schulz"],
    "venue": "Geological Implications of Large Asteroids and Comets on the Earth. Geol. Soc. Am. Spec. Pap.,",
    "year": 1996
  }, {
    "title": "Siberian traps",
    "authors": ["M. Sharma"],
    "year": 1997
  }, {
    "title": "A historical approach to continental flood basalt volcanism: insight into pre-volcanic rifting, sedimentation, and early alkali magmatism",
    "authors": ["H.C. Sheth"],
    "venue": "Earth Planet. Sci",
    "year": 1999
  }, {
    "title": "Volcanic pollution and climate: the 1783",
    "authors": ["H. Sigurdsson"],
    "venue": "Laki eruption. Eos",
    "year": 1982
  }, {
    "title": "Evidence for volcanic loading of the atmosphere and climatic response",
    "authors": ["H. Sigurdsson"],
    "venue": "Palaeogeogr., Palaeoclimatol., Palaeoecol",
    "year": 1990
  }, {
    "title": "Assessment of atmospheric impact of Ž",
    "authors": ["H. Sigurdsson"],
    "year": 1990
  }, {
    "title": "The impact of the CretaceousrTertiary bolide on evaporite terrane and generation of major sulfuric acid aerosol",
    "authors": ["H. Sigurdsson", "S. D’Hondt", "S. Carey"],
    "venue": "Earth Planet. Sci",
    "year": 1992
  }, {
    "title": "Potential links between ocean",
    "authors": ["C.W. Sinton", "R.A. Duncan"],
    "year": 1997
  }, {
    "title": "A double mass extinction at the end of the Palaeozoic era",
    "authors": ["S.M. Stanley", "X. Yang"],
    "venue": "Science",
    "year": 1994
  }, {
    "title": "Timing of hot spot-related volcanism and the breakup of Madagascar and India",
    "authors": ["M. Storey", "J.J. Mahoney", "A.D. Saunders", "R.A. Duncan", "S.P. Kelley", "M.F. Coffin"],
    "venue": "Science 267,",
    "year": 1995
  }, {
    "title": "Flood basalts and extinction",
    "authors": ["R.B. Stothers"],
    "venue": "events. Geophys. Res. Lett",
    "year": 1993
  }, {
    "title": "Periodicity in flood basalts, mass extinctions, and impacts; a statistical view and a model",
    "authors": ["R.B. Stothers", "M.R. Rampino"],
    "year": 1990
  }, {
    "title": "Rapid formation of Ontong Java Plateau by Aptian mantle plume volcanism",
    "authors": ["J.A. Tarduno", "W.V. Sliter", "L. Kroenke", "M. Leckie", "H. Mayer", "J.J. Mahoney", "R. Musgrave", "M. Storey", "E.L. Winterer"],
    "year": 1991
  }, {
    "title": "Evidence for extreme climatic warmth from Late Cretaceous Arctic vertebrates",
    "authors": ["J.A. Tarduno", "D.B. Brinkman", "P.R. Renne", "R.D. Cottrell", "H. Scher", "P. Castillo"],
    "venue": "Science 282,",
    "year": 1998
  }, {
    "title": "Sulfur, chlorine, and fluorine degassing and atmospheric loadŽ",
    "authors": ["T. Thordarson", "S. Self", "N. Oskarsson", "T. Hulsebosch"],
    "year": 1996
  }, {
    "title": "Permian–Carboniferous and Permian–Triassic magmatism in the rift zone bordering the Tethyan margin of southern",
    "authors": ["J.J. Veevers", "R.C. Tewari"],
    "venue": "Pangea. Geology",
    "year": 1995
  }, {
    "title": "Turning point in Ž",
    "authors": ["J.J. Veevers", "P.J. Conaghan", "S.E. Shaw"],
    "year": 1994
  }, {
    "title": "Did Deccan volcanism predate the CretaceousrTertiary transition",
    "authors": ["T.R. Venkatesan", "K. Pande", "K. Gopalan"],
    "venue": "Earth Planet. Sci",
    "year": 1993
  }, {
    "title": "The terminal Paleozoic fungal event: evidence of terrestrial ecosystem destabilization and collapse",
    "authors": ["H. Visscher", "H. Brinkhuis", "D.L. Dilcher", "W.C. Elsik", "Y. Eshet", "C.V. Looy", "M.R. Rampino", "A. Traverse"],
    "venue": "Proc. Natl. Acad. Sci. U. S. A",
    "year": 1996
  }, {
    "title": "Evidence for global synchronism in mantle plume convection and possible significance for geology",
    "authors": ["P.R. Vogt"],
    "venue": "Nature",
    "year": 1972
  }, {
    "title": "Volcanogenic upwelling of anoxic, nutrient-rich water: a possible factor in carbonate-bankrreef demise and benthic faunal extinctions",
    "authors": ["P.R. Vogt"],
    "venue": "Bull. Geol. Soc. Am",
    "year": 1989
  }, {
    "title": "Synthesis and revision of groups within the Newark Supergroup, eastern North America",
    "authors": ["R.E. Weems", "P.E. Olsen"],
    "venue": "Bull. Geol. Soc. Am",
    "year": 1997
  }, {
    "title": "Magentostratigraphy of the lower Triassic volcanics from deep drill SG6 in western Siberia: evidence for long-lasting Permo–Triassic volcanic activity",
    "authors": ["M. Westphal", "E.L. Gurevitch", "B.V. Samsonov", "H. Feinberg", "J.P. Pozzi"],
    "venue": "Geophys. J. Int",
    "year": 1998
  }, {
    "title": "Igneous outbursts and mass extinctions",
    "authors": ["R.S. White"],
    "venue": "Eos,",
    "year": 1989
  }, {
    "title": "Melt production rates in mantle plumes",
    "authors": ["R.S. White"],
    "venue": "Philos. Trans. R. Soc. London",
    "year": 1993
  }, {
    "title": "Measuring the pulse of a plume with the sedimentary record",
    "authors": ["N. White", "B. Lovell"],
    "venue": "Nature",
    "year": 1997
  }, {
    "title": "Magmatism at rift zones: the generation of volcanic continental margins and flood basalts",
    "authors": ["R.S. White", "D.R. McKenzie"],
    "venue": "J. Geophys. Res",
    "year": 1989
  }, {
    "title": "The geochemistry of Indian bole horizons: palaeoenvironmental implications of Deccan intravolcanic palaeosurfaces",
    "authors": ["M. Widdowson", "J.N. Walsh", "K.V. Subbarao"],
    "year": 1997
  }, {
    "title": "Black shales, Oxford Monographs Geol",
    "authors": ["P.B. Wignall"],
    "year": 1994
  }, {
    "title": "Anoxia as a cause of the PermianrTriassic extinction: facies evidence from northern Italy and the western United States",
    "authors": ["P.B. Wignall", "A. Hallam"],
    "year": 1992
  }, {
    "title": "Griesbachian earliest Triassic palaeoenvironmental changes in the Salt Range, Pakistan and southwest China and their bearing on the Permo–Triassic mass extinction",
    "authors": ["P.B. Wignall", "A. Hallam"],
    "venue": "Palaeogeogr., Palaeoclimatol.,",
    "year": 1993
  }, {
    "title": "Facies change and the end-Permian mass extinction in S.E. Sichuan, China",
    "authors": ["P.B. Wignall", "A. Hallam"],
    "venue": "Palaios",
    "year": 1996
  }, {
    "title": "Oceanic anoxia and the end Permian mass extinction",
    "authors": ["P.B. Wignall", "R.J. Twitchett"],
    "venue": "Science",
    "year": 1996
  }, {
    "title": "Palaeoenvironmental changes across the PermianrTriassic boundary at Ž",
    "authors": ["P.B. Wignall", "A. Hallam", "X. Lai", "F. Yang"],
    "year": 1995
  }, {
    "title": "A model of plumes above basaltic fissure eruptions",
    "authors": ["A.W. Woods"],
    "venue": "Geophys. Res. Lett",
    "year": 1993
  }, {
    "title": "Carbon isotope and iridium event markers near the PermianrTriassic boundary in the Meishan section, Zhejiang Province, China",
    "authors": ["D. Xu", "Z. Yan"],
    "venue": "Palaeogeogr., Palaeoclimatol.,",
    "year": 1993
  }, {
    "title": "The effects of volcanism on the Permo–Triassic mass extinction in South China",
    "authors": ["Yin", "H.-F", "S. Huang", "K. Zhang", "H.J. Hansen", "Yang", "F.-Q", "M. Ding", "X. Bie"],
    "year": 1992
  }, {
    "title": "Potential atmospheric impact of the Toba mega-eruption ;71000 years ago",
    "authors": ["G.A. Zielinski", "P.A. Mayewski", "L.D. Meeker", "S. Whitlow", "M.S. Twickler", "K. Taylor"],
    "venue": "Geophys. Res. Lett",
    "year": 1996
  }, {
    "title": "On the genesis of trapp magmatism of the Siberian platform",
    "authors": ["Y.A. Zorin", "B.M. Vladimirov"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 1989
  }],
  "id": "SP:d90ee561ed8948007f73336d735f07fea2405bf7",
  "authors": [{
    "name": "P.B. Wignall",
    "affiliations": []
  }],
  "abstractText": "Comparing the timing of mass extinctions with the formation age of large igneous provinces reveals a close correspondence in five cases, but previous claims that all such provinces coincide with extinction events are unduly optimistic. The best correlation occurs for four consecutive mid-Phanerozoic examples, namely the end-Guadalupian extinctionrEmeishan flood basalts, the end-Permian extinctionrSiberian Traps, the end-Triassic extinctionrcentral Atlantic volcanism and the early Toarcian extinctionrKaroo Traps. Curiously, the onset of eruptions slightly post-dates the main phase of extinctions in these examples. Of the seven post-Karoo provinces, only the Deccan Traps coincide with a mass extinction, but in this case, the nature of the biotic crisis is best reconciled with the effects of a major bolide impact. Intraoceanic volcanism may also be implicated in a relatively minor end-Cenomanian extinction crisis, although once again the main phase of volcanism occurs after the crisis. The link between large igneous province formation and extinctions remains enigmatic; volume of extrusives and extinction intensity are unrelated and neither is there any apparent relationship Ž . with the rapidity of province formation. Violence of eruptions proportions of pyroclastics also appears unimportant. Six out of 11 provinces coincide with episodes of global warming and marine anoxiardysoxia, a relationship that suggests that volcanic CO emissions may have an important effect on global climate. Conversely, there is little, if any, geological 2 evidence for cooling associated with continental flood basalt eruptions suggesting little long-term impact of SO emissions. 2 Large carbon isotope excursions are associated with some extinction events and intervals of flood basalt eruption but these are too great to be accounted for by the release of volcanic CO alone. Thus, voluminous volcanism may in some 2 Ž . circumstances trigger calamitous global environmental changes runaway greenhouses , perhaps by causing the dissociation of gas hydrates. The variable efficiency of global carbon sinks during volcanic episodes may be an important control on environmental effects and may explain why the eruption of some vast igneous provinces, such as the Parana–Etendeka ́ Traps, have little perceptible climatic impact. q 2001 Elsevier Science B.V. All rights reserved.",
  "title": "PII: S"
}