{
  "sections": [{
    "text": "A sedimentary succession from Anjar sandwiched between basaltic flows records what transpired as continental India passed from Cretaceous to Tertiary times in the immediate vicinity of the Deccan Trap Province. The deposits consist of interlayered peloidal cherty limestones and shales. The shales are dominated by the mineral sepiolite. Chert occurs as three varieties. These include an amorphous cement, microcrystalline quartz and chalcedony. The last two usually fill gastropodal chambers and peloids. These sediments are interpreted as being deposited in an alkaline closed-basin lake that periodically received silica-saturated hydrothermal solutions. The lake in spite of having fluctuating shorelines was perennial. This wave-dominated lake was highly productive biogenically which is evident in the abundance of molluscan shell debris. Based on the sedimentological characteristics the site appears to be located proximal to the palaeo-shoreline. The palaeolatitude position of India during the Maastrichtian would suggest a sub-humid to humid, seasonal climate in Kachchh. A semi-arid climate is inferred on the basis of the lake deposits for Anjar. This apparent contradiction is believed to be due to ‘mock aridity’. This term is used to explain volcanically influenced climates that mimic characters of xeric semi-arid climates. Similar signatures of semi-aridity in the Indian Peninsula are observed in calcic palaeosols of the contemporaneous Lameta Formation sediments around Jabalpur.  1999 Elsevier Science B.V. All rights reserved.\nKeywords: Deccan Traps; Maastrichtian; Lameta; Anjar; K=T; lakes; palaeoclimate; Cretaceous; aridity; India; chert; sepiolite"
  }, {
    "heading": "1. Introduction",
    "text": "The terminal Cretaceous records one of the most catastrophic biological crises on the globe. The presence of iridium in sediments of this age led Alvarez et al. (1980) to suggest that a bolide impact was responsible for the K=T boundary. Around the same time a major episode of basaltic volcanism commenced on the Indian subcontinent; forming the\nŁ Corresponding author. E-mail: dasant@ad1.vsnl.net.in\nDeccan Volcanic Province. The Deccan Traps cover an area of about 0:5 ð 106 km2 in western and central India. The original extent of the Deccan Traps is estimated to be greater than 2:6 ð 106 km2 (cf. Venkatesan et al., 1993). Some proposed such largescale volcanism as also responsible for the terminal Cretaceous iridium anomaly and mass-extinction (McLean, 1985; Sutherland, 1994; Courtillot et al., 1996). In Kachchh, the surface exposures of Deccan basalts are up to C200 m thick and are observed to overlie Cretaceous siliciclastics in central Kachchh.\n0031-0182/99/$ – see front matter  1999 Elsevier Science B.V. All rights reserved. PII: S 0 0 3 1 - 0 1 8 2 ( 9 8 ) 0 0 1 5 6 - 4\nAt places, within the thick piles of basalt flows occur local interlayers of sedimentary strata termed ‘intertrappeans’. These indicate a time break between two flow-extrusion events. Studies on such intertrappeans may yield data on the environmental impact and climate during one the largest episodes of volcanic activity on the globe.\nThe intertrappean site is located 1.5 km southeast of the village Viri near Anjar, Kachchh, western India (Fig. 1) and is unique with respect to other well studied inter- and infra-trappeans (Maastrichtian sediments) in west central India namely; Balasinor, Nagpur, Jabalpur (Bhandari et al., 1993a,b; Tandon et al., 1995). The site was first discovered by Ghevariya (1988) and was subsequently studied by Bhandari et al. (1995). The Anjar intertrappeans are about 5 m thick and contain dinosaurian fossils and high Iridium concentration (about 1200 pg=g) in the lower part of the section while the upper part is unfossiliferous. The background iridium concentration in sediment and underlying basalt are between 80 and 200 pg=g. The basalt flows sandwiching the intertrappean have been dated by Venkatesan et al. (1996) using the 40Ar=39Ar method. The lower flow gives a plateau age of 65:2 š 0:6 Ma and 64:9 š 0:8 Ma while the upper basalt has a plateau age of 65:7š0:7 Ma. In the vicinity of the study site more than 50 m of flows are observed at topographic levels lower than the Anjar intertrappeans. Bhandari et al. (1995) argue that if this enriched layer does represent the K=T boundary layer as the flow chronology implies,\nthe presence of underlying basalt flows negates a causal link between the impact event and initiation of Deccan Trap volcanism. Moreover the presence of dinosaurian remains points that dinosaurs survived the initial phase of Deccan volcanism till the emplacement of the Iridium layer.\nFor the present study five pits were excavated and logged in the field. Fig. 2 shows the logs for these pits. A composite log has deliberately not been constructed owing to the intricate facies variations in the succession. To assess the mineralogical composition of the sediments bulk powder samples were scanned using a Rigaku X-Ray diffractometer."
  }, {
    "heading": "2. Sedimentary facies",
    "text": ""
  }, {
    "heading": "2.1. Shale facies",
    "text": "Shales constitute a major portion of the succession (Fig. 2). They are both massive and finely laminated. Individual shale intervals range in thickness from 5 to 40 cm. At the base of Pit-1 the shales are unfossiliferous and black to dark grey in colour. Upwards they tend to be lighter (brown to light grey). Some of the shale beds in Pit-1 show limonitic patches or stringers. Contacts with limestone units are sharp. In Pit-5 the shale facies attains a darker colour with white carbonate mottles in them. In Pit-1 the shales contain sub-angular sub-centimetre fragments of black Deccan basalt. The fossil content\nof the shale facies varies through the pits attaining greatest dominance in Pit-3. The shells are mostly present as a broken debris termed here as shell hash. The shells are mostly of molluscs. Ostracods are also present though less in abundance. The shales abruptly become unfossiliferous in Pit-5. Mineralogically the shales are dominated by the Mg clay sepiolite with minor amounts of smectite.\nWe interpret this facies to have formed in the littoral zone within a lake (Eugster and Kelts, 1983). This is supported by the presence of characteristic faunal elements such as gastropods, bivalves, ostracods and occasional dinosaurian remains. The predominance of shells as a hash suggests that this facies formed in an area influenced by waves. Such waves were responsible for generating the abraded broken shells under stormy conditions (Birney de Wet and Hubert, 1989). Sepiolite, a fibrous clay mineral is known to occur commonly in lakes (Singer, 1989). Such sepiolite is authigenic in origin and is found to be closely associated with silicified carbonates. The presence of sepiolite is taken to characterise moderate to strongly alkaline environments (Bellanca et al., 1992). Whereas Mg2C ions could have come in solution, silica was probably sourced from hydrothermal solutions related to the volcanism prevalent in the area. Smectite, a common weather-\ning product of basalt, was possibly transported and deposited from river water suspended load."
  }, {
    "heading": "2.2. Limestone facies",
    "text": "White to off white coloured limestone beds are observed throughout the succession (Fig. 2). They range in thickness from 25–20 cm to less than 5 cm. These are laterally impersistent forming stringers, lenses and discontinuous beds. Boundaries with the shales are sharp and may be planar as well as undulatory. Thick limestone beds are seen only in Pit-1 and Pit-4. These limestones are hard, compact with patches of black chert (Fig. 3). Complete gastropodal shells and molluscan shell hash are also common. The black chert occupies the moulds of such gastropodal shells and also replaces bone fragments.\nThe limestone contains abundant micritic pellets. These micritic pellets (peloids) are circular in cross section. They have a sharp boundary with the microsparitic cement and are brown in colour (PPL mode). The abundance of peloids varies giving fabrics ranging from packstone to wackestone types. Peloids both simple and compound are present. Less frequent are mud intraclasts that co-exist with the peloids. Microgastropods and molluscan shell hash\nare the common bioclasts. The chambers of complete shells are infilled with both spar as well as microcrystalline chert. The shell hash is arranged as subparallel laminae. Some of the shells are ruptured around such chamber-fill chert. Criss-crossing sparitic veins and veinlets are a common feature. These veins are random, although they do not cut into the intraclasts.\nThree varieties of chert are observed. An apparently amorphous variety that occupies cores of peloids and also forms cement in some samples. This chert remains dark in cross-polarized mode and is light brown in colour (PPL mode). No crystal structure is apparent. Microcrystalline quartz (chert) is present as chamber infills of gastropodal shells. They are easily recognisable against the ‘isotropic’ background of the amorphous chert. This variety is also seen replacing bone fragments. Within such patches of microcrystalline quartz chalcedonic chert veins and patches are seen. In some thin sections pockets of chalcedonic spherules are observed. The\nroots of such chalcedonic spherules are always situated on the border of the veins=pockets with inwardly directed growth vectors. Exact boundaries between the two varieties are not recognisable.\nAbundance of bioclasts, bedded nature and peloids suggest that these limestones formed in the littoral zone of a lake (Eugster and Kelts, 1983; Alonso Zarza et al., 1992; Bellanca et al., 1992). The sharp contacts with the shale facies suggest different palaeoenvironments of precipitation. Lake levels may be one of the causative factors with carbonates forming in the deeper parts of the littoral zone. The complex interfingering relationship of these two facies indicates their spatial proximity. Peloids are interpreted as the end products of micritic aggregates formed during subaerial exposure and rolled in the sublittoral zone. Subaerial exposure of micritic muds causes shrinkage which in turn leads to the development of cracks called fenestrae (Mazzullo and Birdwell, 1989). Coalescence of the fenestrae defines the boundaries of such aggregates. Later drowning of\nthe area during a transgression may lead to plucking of such aggregates and abrasive rounding through wave action.\nThe presence of shell hash along primary laminae indicates that the hash was syndepositional. Some breakage of shells also took place during compaction. This is suggested by gastropodal shell wall rupturing around chert chamber-fills. Sparitic veins formed by the filling up of fenestrae with carbonate saturated waters.\nTwo generations of chert are observed. The first generation is cryptocrystalline silica that is widely distributed in the limestones. The lack of any obvious associated biogenic structures suggests that silica precipitation was mediated abiogenically. To precipitate silica inorganically it is necessary for parent fluids to be saturated with silica. Amongst other factors temperature and pH dominantly control silica solubility in lake waters. A sudden decline in either pH or temperature may cause solutions to become supersaturated with respect to silica (Williams and Crerar, 1985). Such conditions are met with in shallow alkaline lake environments where high pH facilitates silica supersaturation of waters. Silica solubility increases rapidly above pH 9 and subsequent lowering of pH through either freshwater input of seasonal lake-level variations may cause excess silica to precipitate as chert (Chough et al., 1996).\nThe second generation microcrystalline and chalcedonic chert formed after deposition of the host facies. Owing to the occurrence of these sediments with volcanic lava flows we believe that silica saturated hydrothermal solutions were responsible for the formation of the second generation chert. As mentioned earlier temperature increases the solubility of silica. Hence when supersaturated hydrothermal solutions enter lake sediments through bottom seepages rapid cooling takes place. This drop in temperature enhances chert formation. Similar environs of chert formation are recorded in Lake Bogoria in the East African rift in Kenya (Renaut and Owen, 1988). Here the presence of jointed lava flows facilitated silica bearing alkaline hydrothermal springs to spill into the lake causing extensive chert formation. Birney de Wet and Hubert (1989) have described a Jurassic example of a similar hydrothermally influenced lake.\nIn volcanic terrains silica may be derived both\nfrom volcanic ash and hydrothermal solutions. The lower crystallinity of volcanic ash makes it easily susceptible to dissolution in high pH waters (Williams et al., 1985; Chough et al., 1996). In the present case silica was probably derived from both sources. Contemporaneous Deccan Trap volcanism provided silica through volcanic ash fallout from atmospheric aerosols as well as hydrothermal seepages."
  }, {
    "heading": "3. Depositional environment",
    "text": "The sedimentary characters of the deposit when considered cumulatively suggest that the deposits were formed in an ancient alkaline lake (Eugster and Kelts, 1983; Alonso Zarza et al., 1992; Armenteros et al., 1997). The presence of carbonates as bioclasts as well as inorganic precipitates indicates that the lake was alkaline. The deposits are characteristic of the littoral zone where carbonate production as bioclasts is significant (Eugster and Kelts, 1983). Carbonate may be derived from four possible sources:\n(1) primary inorganic precipitation; (2) calcareous shells or structural elements of living organisms; (3) allochthonous clastic carbonates; (4) postdepositional or diagenetic carbonate. In the Anjar lake carbonate production was mainly through the first two processes. In alkaline lakes carbonate saturation of lake waters is achieved either through temperature increases or through carbon dioxide uptake by algae. Aerobic lake conditions are suggested by the diverse biotal assemblage (Birney de Wet and Hubert, 1989).\nConventionally lake deposits are classified as closed or open. Closed lakes are water bodies where influx is not balanced by outflux. Such lakes experience a net hydro-deficit. Open lakes have an outlet that causes water levels to be maintained (Eugster and Kelts, 1983). Typically such lakes are characterised by stable shorelines as opposed to fluctuating shorelines of the closed basin lakes. Deposits of closed lakes are laterally impersistent and show rapid variations upsection while open lake facies are thicker and more monotonous (Gore, 1989). Moreover closed basin lakes may contain deposits of evaporites such as gypsum.\nThe lake in which the Anjar deposits formed does not fall explicitly in any of these categories. While they show rapid facies variations upsection (suggestive of fluctuating shorelines), evaporites are not observed. Hence the lake, although of the closed-basin variety, was perennial. Shorelines were wave dominated and hence it can be inferred that strong winds influenced lake waters frequently. Such environmental conditions can possibly exist in lakes proximal to coasts (Fig. 4). Due to the differential heat capacity of a landmass and ocean a pressure gradient develops causing strong winds to blow landwards from the coast. Such winds are sufficiently energetic to effect strong waves in coast-proximal lakes.\nThe sedimentary facies association matches well with the low-gradient ‘ramp’ type margin model (Platt and Wright, 1991). Such sequences are characterised by subaerial exposure of large areas through small-scale water level fluctuations, intraclastic peloidal limestones and abundant gastropods, molluscs and ostracods. The low concentration of clastic sediment is probably due to sediment baffling at the shores (Birney de Wet and Hubert, 1989) by vegetation."
  }, {
    "heading": "4. Palaeoclimate",
    "text": "From the foregoing discussion it is clear that deposition took place in a closed perennial alkaline lake with fluctuating shorelines. Lacustrine sequences are controlled by a complex interplay of climate, provenance and tectonic setting. These in turn influence sediment flux and hydrology (Gore, 1989). The high carbonate content of the sequence suggests prevalence of semi-arid conditions that were never extreme enough to promote complete drying up of the lake.\nDuring, prior and subsequent to the deposition of these sediments volcanic activity was in progress. Such large-scale volcanism is understood to effect long-term climate change through extensive CO2 and sulphate aerosol emissions (Sigurdsson, 1990; Sutherland, 1994). McLean (1985) estimates the total amount of carbon dioxide released during the Deccan Trap activity to be 5 ð 1017 moles. Assuming that the Deccan Traps erupted over a period of 0.53 Myr he estimated a yearly release of 9:6ð 1011 moles per year. This represents a maximum increase of 25% in the atmospheric carbon dioxide concentration. Basaltic volcanism is a significant mechanism\nof introducing huge quantities of aerosols into the atmosphere (Sigurdsson, 1990). The net result of such volcanic aerosols is short-term global surface cooling due to increased albedo and cloud formation along with stratospheric backscattering and absorption of solar radiation changes. Local microclimates in the immediate vicinity of the volcanic province may, however, differ from such global climates.\nOn the local scale volcanism may lead to ‘mock aridity’ (Harris and Van Couvering, 1995). This term is used when the effects of volcanism mimic those of semi-aridity. Volcanism produces fresh barren xeric landscapes. Such new landscapes are too young to sustain vegetation since they lack well-developed soils. This results in a drier climate. According to Harris and Van Couvering (1995) these semi-arid landscapes may persist over thousands of years to hundred thousands of years if volcanism is prolonged over a period of several million years. Fig. 5 shows a comparison between the REE contents of basalt, limestone and chert. The values are from (Bhandari et al., 1996). Although the absolute abundances are different it is interesting to note that the inter-element distribution patterns of limestone and chert mimic that of basalt. This suggests that river waters that drained into the lake flowed over basaltic country. The presence of basaltic fragments in the lower part\nof the succession (Pit-1) supports this interpretation. Hence the landscape in the vicinity of Anjar was very young and would provide alkaline Mg-rich waters. Palaeolatitude position of Kachchh during Late Cretaceous times was 20ºS (Scotese, 1991). Hence one would expect tropical sub-humid seasonal climates in the area. This contradiction between climate inferred from the Anjar sequence and palaeolatitudinal position arises due to volcanism induced aridity that governed the hydrology of the lake.\nThe Maastrichtian sedimentary sequence around Jabalpur, Madhya Pradesh has been studied in great detail by Ghosh et al. (1995), Tandon et al. (1995), Ghosh (1997) and Salil et al. (1997). These studies have mainly addressed calcareous palaeosols and dinosaur bearing palustrine limestones belonging to the Lameta Formation in the Narmada valley. Although their Maastrichtian age was more or less established the absence of an underlying basalt flow led to speculation regarding their contemporaneity with Deccan volcanism. Salil et al. (1997) investigated the mineralogy and chemistry of the Lameta shales. According to them smectitic clays were derived by weathering of Deccan basalt since they have similar REE inter-element distribution signatures. Hence some comparisons can be made with these syn-Deccan sedimentary sequences.\nGhosh (1997) presents a detailed description of Maastrichtian palaeosols. The pedocharacters of these calcic palaeosols indicate affinities to present day aridisols and inceptisols. A semi-arid climate prevailed in the area with mean annual precipitation at 100 mm. Based on the palaeogeographic position of India (Ghosh (1997) negates the possibility of a zonal circulation of equatorial easterlies as being the moisture bearing winds and a northwesterly circulation is envisaged. The aridity consequently is attributed to the absence of a monsoonal type of climate since topographic barriers existed on the Indian subcontinent that could have curtailed the approaching moisture laden winds.\nIt is interesting to note that none of the studied palaeosols have similarities to present day vertisols that are characteristic of the tropics (Coulombe et al., 1996). We believe that a monsoonal circulation did exist because a pressure gradient could have easily been produced during the summer by differential heating of the land and ocean masses. This\ngradient was probably accentuated by higher surface temperatures on land arising due to effusive volcanic activity. The absence of seasonal rainfall may be attributed to aridity arising due to a combined effect of greenhouse warming (induced by mantle degassing of CO2; McLean, 1985) and generation of young volcanic landscapes. Higher surface temperatures probably did not allow the moisture laden winds to cool and precipitate leading to reduce rainfalls in the region (Fig. 6)."
  }, {
    "heading": "5. Conclusions",
    "text": "We have attempted to resolve the palaeoenvironmental conditions under which the Anjar intertrappean sediments were deposited. Our studies indicate:\n(1) The sedimentary deposits are lacustrine in origin. The palaeolake was proximal to the coast under the influence of winds. The deposits are mainly authigenic consisting of sepiolite and calcium carbonate. The lake experienced hydrothermal seepages and volcanic ash leading to chertification. The lake was a closed basin with alkaline perennial waters and high biogenic productivity. Lake waters were aerobic and supported a diverse biotal association.\n(2) The local climate was semi-arid. This is explained in terms of a ‘mock aridity’ phenomenon that is typical of volcanically influenced landscapes. Although a monsoonal climate probably existed large\nrainfalls were compensated by surface heating and greenhouse warming. Regional climate in peninsular India at the end of the Cretaceous (Maastrichtian) was also semi-arid and is well supported by the presence of contemporaneous calcic aridisols in the Lameta Formation around Jabalpur."
  }, {
    "heading": "Acknowledgements",
    "text": "The authors would like to thank Professor N. Bhandari, Physical Research Laboratory (Ahmedabad) for his constant support and encouragement during the course of this study and also for critically going through the manuscript. Anil Shukla (PRL, Ahmedabad) is thanked for his valuable company and help in the field. We thank Professor D.M. McLean and Professor K. Kelts for their critical reviews. This work was carried out when ASK was supported by a CSIR Senior Research Fellowship (No. 9=114=(81)=95=EMR-I) which is gratefully acknowledged."
  }],
  "year": 1999,
  "references": [{
    "title": "Palustrine sedimentation and associated features — grainification and pseudo-microkarst — in the Middle Miocene (Intermediate unit) of the Madrid Basin, Spain",
    "authors": ["A.M. Alonso Zarza", "J.P. Calvo", "G. Del Cura"],
    "venue": "Sediment. Geol",
    "year": 1992
  }, {
    "title": "Lacustrine and palustrine facies in the Bembridge Limestone (late Eocene, Hampshire Basin) of the Isle of Wight, southern England",
    "authors": ["I. Armenteros", "B. Daley", "E. Garcia"],
    "venue": "Palaeogeogr., Palaeoclimatol.,",
    "year": 1997
  }, {
    "title": "Recognition of lake-level changes in Miocene lacustrine units, Madrid Basin, Spain. Evidence from facies analysis, isotope geochemistry and clay mineralogy",
    "authors": ["A. Bellanca", "J.P. Calvo", "P. Censi", "R. Neri", "M. Pozo"],
    "venue": "Sediment. Geol",
    "year": 1992
  }, {
    "title": "Deccan volcanic contribution of Ir and other trace elements near the K=T boundary, India",
    "authors": ["N. Bhandari", "M. Gupta", "P.N. Shukla"],
    "venue": "Chem. Geol",
    "year": 1993
  }, {
    "title": "Geochemistry at some K=T sections in India",
    "authors": ["N. Bhandari", "P.N. Shukla", "C.C. Castagnoli"],
    "venue": "Palaeogeogr., Palaeoclimatol., Palaeoecol",
    "year": 1993
  }, {
    "title": "Impact did not trigger Deccan Volcanism: evidence from Anjar K=T boundary intertrappean sediments",
    "authors": ["N. Bhandari", "P.N. Shukla", "Z.G. Ghevariya", "S.M. Sundaram"],
    "venue": "Geophys. Res",
    "year": 1995
  }, {
    "title": "K=T boundary layer in Deccan Intertrappeans at Anjar, Kutch",
    "authors": ["N. Bhandari", "P.N. Shukla", "Z.G. Ghevariya", "S.M. Sundaram"],
    "venue": "Geol. Soc. Am. Spec",
    "year": 1996
  }, {
    "title": "The Scots Bay formation, Nova Scotia, Canada, a Jurassic carbonate lake with silica-rich hydrothermal springs",
    "authors": ["C.C. Birney de Wet", "J.F. Hubert"],
    "venue": "Sedimentology",
    "year": 1989
  }, {
    "title": "Sandstone=chert and laminated chert=black shale couplets, Cretaceous Uhangri Formation (southwest Korea): depositional events in alkaline lake environments",
    "authors": ["S.K. Chough", "S.B. Kim", "S.S. Chun"],
    "venue": "Sediment. Geol",
    "year": 1996
  }, {
    "title": "Overview of vertisols: Characteristics and impacts on society",
    "authors": ["C.E. Coulombe", "C.P. Wilding", "J.B. Dixon"],
    "venue": "Adv. Agron",
    "year": 1996
  }, {
    "title": "The influence of continental flood basalts on mass extinctions: Where do we stand",
    "authors": ["V. Courtillot", "J.J. Jaeger", "Z. Yang", "G. Feraud", "C. Hofmann"],
    "year": 1996
  }, {
    "title": "Lacustrine chemical sediments",
    "authors": ["H.P. Eugster", "K. Kelts"],
    "year": 1983
  }, {
    "title": "Toward a model for open- and closed-basin deposition in ancient lacustrine sequences: the Newark Supergroup (Triassic–Jurassic), eastern North America",
    "authors": ["P.J.W. Gore"],
    "venue": "Palaeogeogr., Palaeoclimatol., Palaeoecol",
    "year": 1989
  }, {
    "title": "Intertrappean dinosaurian fossils from Anjar area, Kachchh district, Gujarat",
    "authors": ["Z.G. Ghevariya"],
    "venue": "Curr. Sci",
    "year": 1988
  }, {
    "title": "Geomorphology and palaeoclimatology of some Upper Cretaceous palaeosols in central India",
    "authors": ["P. Ghosh"],
    "venue": "Sediment. Geol",
    "year": 1997
  }, {
    "title": "Palaeoclimate and palaeovegetation in central India during the Upper Cretaceous based on stable isotope composition of the palaeosol carbonates",
    "authors": ["P. Ghosh", "S.K. Bhattacharya", "R.A. Jani"],
    "year": 1995
  }, {
    "title": "Mock aridity and the paleoecology of volcanically influenced ecosystems",
    "authors": ["J. Harris", "J. Van Couvering"],
    "venue": "Geology",
    "year": 1995
  }, {
    "title": "Syngenetic formation",
    "authors": ["S.J. Mazzullo", "B.A. Birdwell"],
    "year": 1989
  }, {
    "title": "Deccan traps mantle degassing in the terminal Cretaceous marine extinctions",
    "authors": ["D.M. McLean"],
    "venue": "Cretaceous Res",
    "year": 1985
  }, {
    "title": "Lacustrine carbonates: facies models, facies distributions and hydrocarbon aspects",
    "authors": ["N.H. Platt", "V.P. Wright"],
    "venue": "Spec. Publ. Int. Assoc. Sedimentol",
    "year": 1991
  }, {
    "title": "Opaline cherts associated with sublacustrine hydrothermal springs at lake Bogoria, Kenya",
    "authors": ["R.W. Renaut", "R.B. Owen"],
    "venue": "Rift Valley. Geology",
    "year": 1988
  }, {
    "title": "Similarities in the mineralogical and geochemical attributes of detrital clays of Maastrichtian Lameta Beds and weathered Deccan basalt, Central India",
    "authors": ["M.S. Salil", "J.P. Srivastava", "S.K. Pattanayak"],
    "venue": "Chem. Geol",
    "year": 1997
  }, {
    "title": "Jurassic and Cretaceous plate tectonic reconstructions. Palaeogeogr., Palaeoclimatol., Palaeoecol",
    "authors": ["C.R. Scotese"],
    "year": 1991
  }, {
    "title": "Evidence of volcanic loading of the atmosphere and climate response. Palaeogeogr., Palaeoclimatol., Palaeoecol",
    "authors": ["H. Sigurdsson"],
    "venue": "(Global Planet. Change)",
    "year": 1990
  }, {
    "title": "Palygorskite and sepiolite group minerals, In: Minerals in Soil Environments",
    "authors": ["A. Singer"],
    "venue": "Soil Sci. Soc. Am. Book Ser",
    "year": 1989
  }, {
    "title": "Volcanism around K=T boundary time — its role in an impact scenario for the K=T extinction events",
    "authors": ["F.L. Sutherland"],
    "venue": "Earth Sci. Rev",
    "year": 1994
  }, {
    "title": "Palaeoenvironments of the dinosaur-bearing Lameta Beds (Maastrichtian), Narmada valley, central India",
    "authors": ["S.K. Tandon", "A. Sood", "J.E. Andrews", "P.F. Dennis"],
    "venue": "Palaeogeogr., Palaeoclimatol.,",
    "year": 1995
  }, {
    "title": "Did Deccan volcanism pre-date the Cretaceous–Tertiary transition",
    "authors": ["T.R. Venkatesan", "K. Pande", "K. Gopalan"],
    "venue": "Earth Planet. Sci",
    "year": 1993
  }, {
    "title": "Silica diagenesis, II. General mechanisms",
    "authors": ["L.A. Williams", "D.A. Crerar"],
    "venue": "J. Sediment. Petrol",
    "year": 1985
  }, {
    "title": "Silica diagenesis, I",
    "authors": ["L.A. Williams", "G.A. Parks", "D.A. Crerar"],
    "venue": "Solubility controls. J. Sediment. Petrol",
    "year": 1985
  }],
  "id": "SP:8c0931fcfdfe1ba5b964dd32e2336bad2d2105f6",
  "authors": [{
    "name": "A.S. Khadkikar",
    "affiliations": []
  }, {
    "name": "D.A. Sant",
    "affiliations": []
  }, {
    "name": "V. Gogte",
    "affiliations": []
  }, {
    "name": "R.V. Karanth",
    "affiliations": []
  }],
  "abstractText": "A sedimentary succession from Anjar sandwiched between basaltic flows records what transpired as continental India passed from Cretaceous to Tertiary times in the immediate vicinity of the Deccan Trap Province. The deposits consist of interlayered peloidal cherty limestones and shales. The shales are dominated by the mineral sepiolite. Chert occurs as three varieties. These include an amorphous cement, microcrystalline quartz and chalcedony. The last two usually fill gastropodal chambers and peloids. These sediments are interpreted as being deposited in an alkaline closed-basin lake that periodically received silica-saturated hydrothermal solutions. The lake in spite of having fluctuating shorelines was perennial. This wave-dominated lake was highly productive biogenically which is evident in the abundance of molluscan shell debris. Based on the sedimentological characteristics the site appears to be located proximal to the palaeo-shoreline. The palaeolatitude position of India during the Maastrichtian would suggest a sub-humid to humid, seasonal climate in Kachchh. A semi-arid climate is inferred on the basis of the lake deposits for Anjar. This apparent contradiction is believed to be due to ‘mock aridity’. This term is used to explain volcanically influenced climates that mimic characters of xeric semi-arid climates. Similar signatures of semi-aridity in the Indian Peninsula are observed in calcic palaeosols of the contemporaneous Lameta Formation sediments around Jabalpur.  1999 Elsevier Science B.V. All rights reserved.",
  "title": "The influence of Deccan volcanism on climate: insights from lacustrine intertrappean deposits, Anjar, western India"
}