{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nPalaeogeography, Palaeoclimatology, Palaeoecology\njournal homepage: www.elsevier.com/locate/palaeo\nOligo-Miocene lacustrine microbial and metazoan buildups from the Limagne Basin (French Massif Central)\nAdeline Rochea,⁎, Emmanuelle Vennina, Anthony Boutona,b, Nicolas Olivierc, Aurélia Wattinned, Irina Bundelevaa, Jean-François Deconincka, Aurélien Virgoneb, Eric C. Gaucherb, Pieter T. Visschera,e\naUniversité de Bourgogne Franche-Comté, Lab. Biogéosciences UMR/CNRS 6282, 6 boulevard Gabriel, Dijon 21000, France b TOTAL CSTJF, Avenue Larribau, F-64018 Pau Cedex, France cUniversité Clermont Auvergne, CNRS, Laboratoire Magmas et Volcans, F-63000 Clermont-Ferrand, France dORANO, 1 place Jean Millier, 92084 Paris La Défense, France eUniversity of Connecticut, Department of Marine Sciences & Center for Integrative Geosciences, 1080 Shennecossett Road, Groton, CT 06340, USA\nA R T I C L E I N F O\nKeywords: Carbonates Lacustrine/palustrine Cycle Climate Tectonic Volcanism\nA B S T R A C T\nThe Limagne Basin (French Massif Central) is an extensive continental lacustrine system accommodating microbial and metazoan buildups from Chattian to Aquitanian age. A description of these buildups and their associated biotic components in Grand Gandaillat and Crechy quarries provides insights into their spatio-temporal distribution patterns. Flats, cauliflowers, domes, cones and coalescent columnar morphologies have been identified with a main laminated mesofabric and laminated, columnar, filamentous and caddisfly-coated microfabrics. Two low-gradient margin models emerged based on the changes in the distribution, morphology and size of the microbial and metazoan-rich deposits through time: the first model applies to the Chattian deposits in the Grand Gandaillat quarry and the second to the Aquitanian deposits in the Crechy quarry.\nThis study emphasizes the heterogeneity of marginal lacustrine carbonate-siliciclastic cycles. The lacustrine/ palustrine cycles of the Limagne Basin record (i) lacustrine deposits composed of microbial and metazoan buildups and organic matter-rich marls indicating periods of high accommodation, and (ii) palustrine deposits composed of mudstone and clayey paleosoils, indicative of periods of low accommodation. The cycles differ with thin and symmetrical deposits that dominate the Chattian cycles whereas thicker and asymmetrical deposits mark the Aquitanian cycles. In addition, the Chattian buildups are exclusively microbial and only a few centimeters thick whereas the Aquitanian ones are multiple meters in height and are composed of both microbes and metazoans. Climatic, tectonism, volcanic and local parameters are involved in the deposition of buildups and their organization in each different cycle. Climate may control the long-term arid/humid sedimentary succession, tectonic may explain the difference in the deposit thickness between two cycles of different ages and localizations as well as the specific distribution of the buildups throughout the basin, volcanism may control the chemical lacustrine conditions and local physiography may impact the soil removal ability of the lake margin."
  }, {
    "heading": "1. Introduction",
    "text": "The study of facies models for lacustrine carbonates is at an early stage in its development with an emphasis on using these models as proxies for reconstructing the climatic history (Wright and Barnett, 2015). Non-marine carbonates precipitate in numerous depositional settings (Della Porta, 2015) and are frequently associated with inorganic, biologically controlled and mediated carbonate processes in continental aquatic settings. For example, carbonates from recent lacustrine environments always show a predominantly algal and bacterial\ncomposition (Anadón and Zamarreño, 1981; Arenas et al., 1993; Arp, 1995; Casanova, 1986, 1987; Casanova and Nury, 1989; Casanova and Tiercelin, 1982; Casanova and Thouin, 1990; Icole et al., 1990; Winsborough et al., 1994) and are considered as microbialites in case a microbial origin can be demonstrated (Vennin et al., 2018). Microbialites are considered to be “organosedimentary deposits that have accreted as a result of a benthic microbial community trapping and binding detrital sediment and/or forming locus of mineral precipitation” (Burne and Moore, 1987). The biotic role in lacustrine carbonate precipitation may involve several processes: from biologically mediated\nhttps://doi.org/10.1016/j.palaeo.2018.05.001 Received 8 January 2018; Received in revised form 20 April 2018; Accepted 1 May 2018\n⁎ Corresponding author. E-mail address: adeline.roche@u-bourgogne.fr (A. Roche).\nPalaeogeography, Palaeoclimatology, Palaeoecology 504 (2018) 34–59\nAvailable online 07 May 2018 0031-0182/ © 2018 Elsevier B.V. All rights reserved.\nT\n(induced or influenced) carbonates precipitation resulting from microbe-mineral interactions (Dupraz et al., 2009) to the biologically controlled processes of eukaryotic-controlled processes (Weiner and Dove, 2003). Precipitation of minerals is a function of water chemistry and biota (Dupraz et al., 2009). The Oligo-Miocene lacustrine buildups of the Limagne Basin are not only dominated by microbes but are also composed of algae (Cladophorites) and metazoans (most of them are insects, especially caddisflies and mollusks). Caddisflies belong to the Order Trichoptera; their larvae live in aquatic environments and make a protective (pupal) case that can be stacked in clusters (Mackay and Wiggins, 1979; Hugueney et al., 1990).\nD'Halloy (1812) first described simple concretions and large masses of concentric scales named “freshwater limestones” in the Limagne Basin. In 1931, Dangeard attributed the formation of “concreted limestones” to “inferior algae”. These structures were compared to stromatolites for the first time by Bertrand-Sarfati et al. (1966) and their morphologies and distribution were studied by Donsimoni (1975) and Donsimoni and Giot (1977). More recently, Freytet (2000) suggested that algae dominated the formation of these stromatolites. Wattinne et al. (2003) proposed a paleo-environmental reconstruction for these stromatolites based on the controlling factors (biological composition and accommodation) involved in their formation. The term “stromatolites” was extended by Freytet and Verrecchia (2002) to include “laminated rocks, resulting from the induration of biological felts, trapping and binding particles and precipitating minerals. A biological felt is a complex biocoenosis including archaebacteria, cyanobacteria,\neukaryotic algae, fungi and small invertebrates”. However, stromatolites are arranged in an orderly fashion under the microbialite umbrella, which encompassed microbial structures (Riding, 2011). Since the terminology evolved over time with the successive completion or redefinition of the original definition, numerous uses and interpretations have rendered the various previously published terms ambiguous. In order to avoid confusion, the term “buildup” is used in this study when it refers to microbial or microbial and metazoan macrofabrics. Similar morphologies of stromatolites and abiogenic precipitates (Reis, 1908; Bucher, 1918) and possible biotic associations (e.g., algae) could question their origin and complicated the use of this term. Riding (2011) proposed the term “hybrid” to combine biotic and abiotic processes involved in carbonate precipitation, but restricted this to stromatolites. The interplay of biotic and abiotic processes obscures the role of microorganisms in the formation of buildups. We proposed the term “hybrid” for all buildups combining both biotic and abiotic processes, especially when these are overprinted by diagenesis.\nThe discovery of extensive microbial deposits associated with petroleum reservoirs has increased the interest in modern (e.g., Jahnert and Collins, 2013; Bouton et al., 2016a) and ancient lacustrine system analogues and especially those with microbialites (e.g., Seard et al., 2013; Chidsey et al., 2015). Lacustrine microbialites have been linked to significant petroleum systems, especially prolific ones in the Lower Cretaceous “pre-salt” systems found offshore Brazil and Angola (Awramik and Buchheim, 2012; Wasson et al., 2012; Mello et al., 2012; Muniz and Bosence, 2015) and the Eocene Green River Formation\nwithin the Uinta Basin in Utah, USA (Chidsey et al., 2015). The Limagne Basin represents an appropriate analogue for lacustrine hydrocarbon reservoirs, as well as microbial-dominated lakes in general. It shares\nnumerous geodynamical characteristics with pre-salt deposits (e.g., a normal fault system framework linked to a rifting system and volcanic activity; Davison, 2007) and in addition, it shows highly diverse and\nabundant lacustrine microbialites (e.g., Bertrand-Sarfati et al., 1966; Donsimoni and Giot, 1977; Freytet, 2000; Wattinne et al., 2003).\nEven if the Limagne buildups have been known for a long time, they have not been given much attention despite their exceptional appearance. Most of the previous studies only involve a detailed description of the morphology and composition of these buildups, while their dynamic spatial and temporal dimension as well as paleo-environmental significance are scarce. The aims of this study are to: (1) describe the microbial and metazoan buildups based on the macro- to micro-fabrics combined with the surrounding carbonate-siliciclastic sediments (in particular clay assemblages); (2) present the lateral and vertical distribution of the buildups in order to postulate new models for the depositional environments and their organization in the lacustrine/palustrine cycles; and (3) discuss the factors controlling of the formation, composition and development of the microbial and metazoan buildups within an atypical geodynamic context (i.e., tectonics and active volcanism) and the evolving climatic conditions."
  }, {
    "heading": "2. Geological context",
    "text": "The north-south oriented Limagne half-graben is the largest of the Massif Central Rift that formed during the Tertiary (Bergerat, 1987) and belongs to the European Cenozoic Rift System (Merle et al., 1998; Michon and Merle, 2001; Sissingh, 2001; Dèzes et al., 2004). The basin is divided into the “Limagne Bourbonnaise” in the north, the “Limagne de Clermont” in its central part and the “Limagne d'Issoire” in the south (Fig. 1A). The Limagne half-graben is bounded on the west by a major north-south normal fault, the Limagne fault (Michon, 2000). This basin is subdivided by secondary transverse strike-slip faults, the largest of which is the Aigueperse fault, responsible for the formation of several sub-basins with varying sizes, such as the Moulins, Vichy, Riom, Lembron and Brioude grabens (Fig. 1A; Donsimoni, 1975; Riveline et al., 1988; Merle et al., 1998; Sissingh, 2001). Due to its asymmetrical shape, the Limagne Basin shows a thick sedimentary succession reaching 2500m in its western part, in the Riom Trough, while thinner deposits are recorded in the eastern part (Grolier and Tchimichkian, 1963; Morange et al., 1971; Pelletier, 1972).\nThe oldest preserved sediments date back to the Lutetian (Eocene) and correspond to sands, marls and clays (Riveline et al., 1988). The following Eocene sedimentary series consists of successions of sands, marls and calcareous sediments mainly located in the southern Limagne Basin (Gorin, 1974; Riveline et al., 1988). These sediments, mainly siliciclastic, were deposited in a fluvio-lacustrine environment under warm and humid conditions (Gorin, 1974). The subsidence accelerated at the end of the Eocene, continued throughout the Oligocene (Sissingh, 2001), and led to a widespread deposition of lacustrine carbonates and clays (Gorin, 1974; Hugueney et al., 1999). The Rupelian was characterized by the presence of local evaporites and halotolerant organisms such as coccolithophorids, dinoflagellates, foraminifera or the gastropod Potamides lamarckii. This association highlighted a climate that was still warm but becoming progressively drier (Gorin, 1974; Giot et al., 1976; Hugueney, 1984). Salinity variations were tentatively explained by marine incursions (Rey, 1971; Bodergat et al., 1999; Briot et al., 2001). However, the brackish nature could also be attributed to the remobilization of Lower or Middle Rupelian evaporites from the underlying sediments (Noël et al., 1993a, 1993b; Gaudant, 2012). The Chattian was characterized by the deposition of marls and concreted (“concretionned” sensu Dangeard, 1931) limestones in freshwater lacustrine environments (Bertrand-Sarfati et al., 1966; Rey, 1971; Donsimoni, 1975; Gorin, 1974; Donsimoni and Giot, 1977; Sissingh, 2001), reflecting a widespread cooling episode (Gorin, 1974; Giot et al., 1976; Hugueney, 1984). During the Aquitanian, warm and relatively wet conditions prevailed (Hugueney, 1984). The Miocene sedimentation, still lacustrine, mainly consisted of siliciclastic sands called “Bourbonnais sands”, even though concreted limestones occurred in the Lower Miocene (Rey, 1971; Donsimoni, 1975; Donsimoni and Giot,\n1977; Hugueney et al., 1990, 1999; Sissingh, 2001; Hugueney et al., 2003; Wattinne et al., 2003). During the Miocene, the main depocenter was positioned within the “Limagne Bourbonnaise” sub-basin, the southern part of which only showed a narrow channel following the Western Limagne main fault (Fig. 1B; Hugueney et al., 1999). During the early Miocene, a volcano-tectonic uplift was responsible for the lowering of the subsidence rate (Sissingh, 2001; Dèzes et al., 2004). Finally, the youngest preserved sediments dated from the Middle Miocene (Rey, 1971; Merle et al., 1998).\nThe present study is based on two sites distributed along the Limagne Basin: the Grand Gandaillat quarry (Fig. 2A) and the Crechy (Fig. 2B) quarry. The Grand Gandaillat quarry is located 5 km to the east of Clermont-Ferrand in the “Central Limagne” sub-basin (Fig. 1A). It parts of the Cournon-Lempdes Plateau, the age of which is estimated to be late Oligocene based on mammalian and malacological biozones (Rey, 1971; Aubert et al., 1973). The Crechy quarry is located 14 km to the north of Vichy in the “Limagne Bourbonnaise” sub-basin (Fig. 1A). Four mammalian biozones date these deposits as Oligocene to Miocene (Hugueney et al., 2003)."
  }, {
    "heading": "3. Materials and methods",
    "text": "Geological field observations (GPS, facies description, etc.) and sampling were carried out during three field campaigns from January 2015 to April 2017. The Crechy and Grand Gandaillat areas were logged to study the vertical sedimentary succession and lateral relationship of the microbial and metazoan buildups and surrounding sediments (Figs. 2, 3 and 4). Field observations were combined with data from the literature (Donsimoni, 1975; Wattinne, 2004) and geological maps of France at the 1:1,000,000 and 1:50,000 scales in order to propose an updated distribution of the microbial and metazoan buildups throughout the Limagne Basin. Petrographic analyses were conducted both macroscopically on polished slabs and microscopically on thin sections. 132 thin sections were optically analyzed (Leica polarizing microscope) to determine the microfabrics and to differentiate between primary and diagenetic phases. Mineralogical analyses were performed by X-ray diffraction (XRD) at the Biogéosciences Laboratory, University of Bourgogne Franche-Comté, France. Diffractograms were obtained using a Bruker D4 Endeavor diffractometer with CuKα radiations combined with a LynxEye detector and Ni filter, under 40 kV voltage and 25mA intensity. Bulk analyses were carried out to determine the primary mineralogy, especially for the calcareous components. Clay mineral assemblages were identified on oriented mounts of clay-sized particles (< 2 μm) after removal of calcareous minerals following the procedure described by Moore and Reynolds (1997). In this case, three preparations were used: the first analysis was performed after air-drying, the second analysis after ethylene-glycol solvation and the third analysis after heating at 490 °C for 2 h. The goniometer scanned from 2.5° to 28.5° in each run. Clay minerals were identified by the position of their main diffraction peaks on the three XRD runs, while semi-quantitative estimates were generated in relation to their surface area (Moore and Reynolds, 1997). Surface areas were determined on the diffractograms of the glycolated runs with the MacDiff 4.2.5. Software (Petschick, 2000).\nThe depositional settings were defined according to a facies classification based on texture, grain types (diagnostic and complementary) and sedimentary structures (including bioturbation). The shoreline, used to describe the boundary line between the lake water and the land, separated the lacustrine and palustrine depositional environments. The position of the shoreline can shift frequently and rapidly in relation to the relative water level, making the lacustrine and the palustrine systems particularly sensitive to subtle changes in accommodation driven by climate and/or tectonic (Tucker and Wright, 1990; Carroll and Bohacs, 1999; Bohacs et al., 2000; Alonso-Zarza, 2003; Alonso-Zarza and Tanner, 2010). The palustrine zone is considered as the emerged land along the shore of the lake and is usually colonized by plants. This\nzone, subject to subaerial exposures, is often dominated by a finegrained carbonate sedimentation impacted by pedogenic processes (Alonso-Zarza and Tanner, 2010). The lacustrine zone extends from the shoreline to the open-water depocenter, i.e., the area that is submerged (Alonso-Zarza and Tanner, 2010). The nature of the lacustrine deposits strongly varies from fine-to-coarse siliciclastics to carbonates depending on their location, climate and/or tectonic contexts (Carroll and Bohacs, 1999). Buildup architectures were defined according to Shapiro (2000) on three commonly used scales: the macrofabric (or growth morphology) corresponds to the external shape of a single buildup. The mesofabric is the internal organization of the buildups as seen with the naked eye. Traditionally, the terms stromatolites and thrombolites (and others: dendrolites, leiolites) are used but imply a specific microbial development (Riding, 2011). Finally, the microfabric refers to the smallest scale that can be distinguished with an optical microscope."
  }, {
    "heading": "4. Composition of the buildups",
    "text": ""
  }, {
    "heading": "4.1. Buildup fabrics",
    "text": "Five types of buildup morphologies were identified and considered as main macrofabrics (Table 1): (1) flats; (2) cauliflowers; (3) domes; (4) cones and (5) coalescent columns. The flat morphology (1) is mainly composed of microbial deposits and exhibits thin planar to wavy beds from 0.5 to 10 cm thick (Fig. 5A). They usually have a smooth to warty surface that may preserve imprints of fallen wood fragments (up to 1m long and up to 10 cm wide) on top (Fig. 5B and C). Flat morphology occurs as carbonate beds extending multiple meters and covering composite substrates (see the depositional environments, below). The cauliflower morphology (2) is composed of either a microbial or microbial-metazoan association. These buildups display a slightly flattened spheroid shape with a smooth to bulbous surface. They form a synoptic relief over the lake bottom and exhibit a wide size range, from 2 cm to 1m in height and 5 cm to 1m in diameter (Fig. 5D). The buildups occur in the same bed but are isolated from each other with a random spacing distribution ranging from few centimeters to multiple meters; they develop over peloid, ooid, and oncoid packstones-grainstones (Figs. 2C, D and 5E; Table 1). Domes (3) and cones (4) are composed of complex microbial and metazoan associations. The domes are 1 to 2m high with a diameter of 0.5 to 3m; the cones are up to 1 to 3m high with a diameter of 0.5 to 2m (Fig. 5F). Both display a marked synoptic relief on the lake bottom consisting of upwardly-thickened anisopachous microbial layers developing from the base to the top of the buildups. Some domes (3) evolve upward to cones (4), recording several growth phases (Fig. 5F). These buildups develop on top of and pass laterally to sandstones, marls and carbonate layers (Table 1; Fig. 2E and F). Columns (5) are 4 to 6m high and up to 1.5 m wide\nindividually, but are only observed as coalescent complex structures extending over tens of meters (Fig. 5G and H); their tops are frequently truncated.\nAll of the previously described morphologies display a laminated mesofabric (Fig. 5D and I). The cm- to dm-thick lamination is only composed of dark and light millimetric alternations particularly welldeveloped in the flat (1) and some cauliflower (2) morphologies. When caddisfly pupal cases are abundant, they are systematically included as clusters or layers in the laminations. The growth pattern of the laminae exhibits a vertical stacking; each laminae covers the previous one with a partial to complete coating (Fig. 5D and I). Locally, irregular laminated outgrowths form pustules inducing this specific cauliflower morphology.\nFour main microfabrics were identified in thin sections (Table 2). The first “coated-caddisfly” microfabric, described as heterogeneous stromatolites by Freytet (2000), is composed of caddisfly pupal cases for which the sheaths are encrusted with μm-thick dark laminated and undulated micritic structures, considered as microbial coatings (Fig. 6A and B). The laminae grow inward and outward from the sheaths of the pupal cases and coalesce into mm- to cm–thick layers filling in the pores between and inside the cases (Fig. 6A and B). Fossil caddisflies may be exceptionally well-preserved within their pupal cases (Hugueney et al., 1990; Wattinne, 2004). The three other microfabrics, all described as homogeneous stromatolites by Freytet (2000), are identified and referred to here as (Table 2): laminated (L; Fig. 6C and D); columnar (C; Fig. 6E and F) and filamentous (F; Fig. 6G and H). Each microfabric may be dominated by either micrite or cements. Cements are interpreted as early or late diagenetic products, based on the relative chronology of their development. The respective association of the three microfabrics composing the different buildups is illustrated through ternary diagrams (reported in Table 1). Laminated (L) and columnar (C) microfabrics exhibit a common succession of dark micritic (ca. 10 μm) and cemented laminae (up to 100–200 μm), and are common in all of the macrofabrics. On the contrary, the filamentous (F) microfabric composed of molds of filaments is only observed in domes (3), cones (4) and coalescent columns (5). The filaments resemble modern cyanobacteria Phormidium, Rivularia, Oscillatoria, Anabaena, etc., the presence of which enables to designate a microbial origin whereas there is still a doubt regarding the genetic attribution of laminated and columnar microfabrics. Most of the structures in the Limagne Basin, filamentous or not, have been identified by Freytet (2000) as algae using a morphogeneric approach. However, there is still uncertainty with regard to their taxonomic affiliation, in particular for the structures referred to as Broutinella arvernensis. The association with early sparitic precipitation indicates a possible combination of biotic and abiotic carbonate precipitation processes. Their coexistence makes it difficult to determine if microbes were involved in the formation of the buildups. In this case,\nTa bl e 1 Bu ild\nup fa br ic s.\nC or\ne:\nLa ye\nrs\nC or\ne\nLa ye\nrs :\nP\n1 L:\nla m in at ed\n;C :c\nol um\nna r;\nF: fi la m en\nto us .\nthe term “hybrid” is particularly useful for referring to these buildups combining both processes, especially when these are diagenetically overprinted (Riding, 2011; Vennin et al., 2018). More specifically, early diagenetic impacts observed in microfabrics are easy to recognize if the microbial activity is partly preserved as mold or filament. A secondary diagenetic mineralization superimposed on the primary lamination makes difficult to establish a biotic origin for the development of the cemented structures in the buildups. As proposed by Freytet and Verrecchia (1999), the presence of a calcitic radial palisadic fabric in recent freshwater stromatolites composed of Schizothrix is not a purely\nphysico-chemical process, but instead results from a secondary (biologically-mediated) recrystallization. These processes can be used to interpret Broutinella arvernensis described in the Limagne Basin.\n4.2. The specificity of the Grand Gandaillat and Crechy fabrics\nThe Grand Gandaillat and Crechy areas exhibit two contrasting records of microbial and metazoan buildups in terms of composition and morphology. The Grand Gandaillat buildups are exclusively composed of flat (1) and cauliflower (2) macrofabrics (Figs. 2A, B, 3A and 4). They\nTa bl e 2 D es cr ip ti on\nof m ic ro fa br ic s.\nB ro\nut in\nel la\nar\nve rn\nen si\ns.\nB ro\nut in\nel la\na rv\ner ne\nns is\nC hl\nor el\nlo ps\nis c\nol on\nia ta\nR ei\ns;\nB ro\nut in\nel la\nar\nve rn\nen si\ns\nB ro\nut in\nel la\nra m\nul os a P ur se re lla g ra ci lis V er re cc hi ae lla co nc in na P la zi at el la c ol le ni ae fo\nrm is\nP . C\nry pt\noz oo\nni ae\nfo rm\nis ,\nS ar\nfa tig\ner el\nla fi\nlif or\nm e,\nS . m\nut ab\nili s\nare characterized by a low diversity of other organisms such as ostracods, gastropods and egg-fragments and by a high peloid content. These both macrofabrics are only composed of laminated and columnar microfabrics with few caddisfly pupal cases trapped in the successive growth phases. In Crechy, the buildups are more diversified with all five macrofabrics and four microfabrics present, succeeding each other in space and time. The lower part of the Crechy quarry presents buildups measuring multiple centimeters to 1–2m (Fig. 3B) and the upper part is characterized by higher buildups up to 6m (Figs. 2D, E and 3B). The flat and cauliflower macrofabrics here are only observed in the initiation of buildup development and have the same microfabrics as in Grand Gandaillat, but with local clusters of caddisfly pupal cases. These macrofabrics transition vertically into domes, cones and columns characterized by an increasing microfabric complexity and diversity. As buildup complexity increases, the filamentous microfabric dominates in association with the layers of micrite-rich and sparite-rich laminae and columns (Tables 1 and 2)."
  }, {
    "heading": "5. Depositional environment of northern and central part of the Limagne Basin",
    "text": "Nine facies (F1 to F9) corresponding to the microbial and metazoan buildups and the surrounding sediments are described in detail in Table 3. These facies are distributed along two palustrine to lacustrine profiles organized in three main depositional domains: (1) palustrine, (2) shallow lacustrine and (3) deep lacustrine (Fig. 7A and B) of Chattian and Aquitanian age, respectively. Following the lacustrine carbonate facies model proposed by Platt and Wright (1991), the distribution of facies responds to a lacustrine ramp margin."
  }, {
    "heading": "5.1. Palustrine domain",
    "text": "This domain is mainly comprised of palustrine marls (F1) and mudstones with root traces (F2). The palustrine marls (F1) are organized in cm- to dm-thick greenish, grey or brown marly beds (Fig. 8A).\nThe grey and brown marls are observed laterally to the microbial deposits (F7 and F8, Fig. 2D), whereas the greenish marls usually cover them. The clay assemblages are primarily illite-rich and contain root traces (Fig. 8B) or emersion features, particularly desiccation cracks and fissures. Illite shows high values of the 001/002 reflection indicating their iron-rich composition (Brindley and Brown, 1980). Marls resting either on mudstones (F2) or directly on top of the microbial and metazoan buildups (F7, F8 or F9; Fig. 2C, D, E and F) comprise numerous root traces. The mottled-to-fine laminated mudstones (F2) are organized in cm- to dm-thick massive beds (Fig. 8C) with mm-sized\nmanganese-rich nodules and mud-crack features at the top. The micritic matrix preserves root traces indicated by the presence of orange-red colored mottled marks and glaebules (Fig. 8D) with circumgranular cracks. The mudstones contain<10% of other grains such as quartz, peloids, ooids, oncoids, isolated ostracod valves, gastropods, microbialites and eggshell fragments.\nThe high mud content, moderate fragmentation of the bioclasts and high marl content all suggest a very shallow low-energy depositional environment. Emersion episodes are indicated by mud cracks and may last long enough to induce pedogenesis, as evidenced by root traces,\nglaebules and marmorization (Freytet and Verrecchia, 2002) as well as the development of illite-rich soils (Robinson and Wright, 1987). Circumgranular cracking is interpreted as alternating shrinkage and expansion processes induced by seasonal drying and wetting cycles (Flügel, 2004). F1 and F2 are interpreted as palustrine deposits undergoing emersion and plant colonization (Tucker and Wright, 1990; Alonso-Zarza and Tanner, 2010). Palustrine carbonates, commonly associated with claystones and marls, are considered as paleosoils (Freytet and Verrecchia, 2002; Alonso-Zarza, 2003). Micritic accumulations probably indicate short flooding events interrupted by successive emersions. Micrite may result from either biotic (Vasconcelos and McKenzie, 1997) or abiotic processes, in relation with pCO2 or temperature changes (Kelts and Hsü, 1978; Alonso-Zarza et al., 2006). The increase in carbonate precipitation in this palustrine domain indicates higher ionic concentration combined with a high rate of photosynthesis inducing CO2 removal (inferred from the richness in root traces). The presence of clay fractions that are predominantly or even exclusively\ncomposed of pure illites is surprising. Illite, which is derived from micas, is a clay mineral whose presence indicates intense erosion of continental areas when associated with chlorite and highly diverse clay assemblages. It is pertinent to address the question of the origin of illite in the lacustrine carbonate facies of the Limagne Basin as they lack other detrital components. Several authors (see Deconinck et al., 1988 for a review) have described nearly pure illites from marls deposited in lagoonal and lacustrine environments. Most authors suggest that these particular illites enriched in iron content replaced smectite in subaerial environments submitted to wetting and drying and are related to supratidal environments of carbonate platforms (Deconinck et al., 1988). Experiments show that the conversion of smectites to illite-smectite mixed-layers is possible at low temperature and high pH (Eberl et al., 1993; Drief et al., 2002). Then the presence of pure iron-rich illites and the sedimentary context in the Limagnes argue for successive wetting and dryings at low temperature and high pH (Huggett and Cuadros, 2005). Illitization takes place in soils (Robinson and Wright, 1987;\nHuggett et al., 2016) and the role of microbes in the conversion of smectite to illite has been suggested by the reduction of structural Fe (III) to Fe(II) in nontronite, responsible for the greenish color of the sediment (Dong et al., 2003; Stucki and Kostka, 2006; Jaisi et al., 2011; Dong, 2012). The occurrence of this mechanism in the Limagne basin is not yet demonstrated, and further experimental investigations are needed, but according to the sedimentary environment dominated by microbial buildups, the role of microbes in the conversion of smectite to illite is likely. Similar to clay, micrite will undergo pedogenic transformation. Submerged plants baffle the water flow and reduce its velocity (Sand-Jensen and Pedersen, 1999), thus increasing sedimentation and the retention of fine materials including organic particles (SandJensen, 1998). Furthermore, these submerged plants provide an important substratum for suspension feeders (Cotton et al., 2006) and other organisms, such as caddisflies (Wiggins, 2004)."
  }, {
    "heading": "5.2. Shallow lacustrine domain",
    "text": "The shallow lacustrine domain is composed of five facies: sandstones (F3), ostracod-rich grainstones (F4), peloid/ooid-oncoid packstones-grainstones (F5a and F5b, respectively), caddisfly and microbialites (F6) and microbialites (F7). Sandstones (F3) form 1 to multiple decimeter thick accumulations with oblique laminations (Fig. 8E), basal erosion surfaces and cover truncated microbialite-rich deposits (F7). These deposits include quartzwackes (Pettijohn et al., 2012) composed of poorly-sorted angular quartz grains (250 μm to a few mm), associated with feldspars, kaolinite, extraclasts (F2 mudstones and F5a peloid packstones), peloids, ooids and microbialite extraclasts. Ostracod-rich grainstones (F4) form mm- to dm-thick accumulations consisting of 0.5 to 1mm disconnected, poorly fragmented and highly micritized to microbially-encrusted ostracod valves (Fig. 8F). They are associated with mm- to cm oncoids and microbialite fragments. Peloid (F5a) and ooid-oncoid (F5b) packstones-grainstones form beds from a few millimeters to multiple decimeters thick with basal erosional surfaces (Fig. 8G) and ripples on top. These beds are usually observed either at the base of the microbial and metazoan buildups or laterally to them (Figs. 2C to F, 3A and B). F5a is mainly made up of peloids of different shapes and sizes (Fig. 8H) that are associated with quartz grains, feldspars, intraclasts, ostracods, gastropods and microbialite fragments as well as minor ooids, cerebroid ooids and cortoids. All of these components are embedded in a micritic matrix and are locally cemented by sparite and rhombs. F5b is mainly composed of wellsorted ooids, cerebroid ooids and oncoids and minor components such as quartz grains, feldspars, ostracod valves, gastropods, microbialite fragments, extraclasts (mudstone) and eggshell fragments. The ooids (0.2 to 1mm) have spheroidal, ovoid and elongated shapes; the nuclei consist of peloids, ostracod valves or microbialite fragments. The ooid cortex is made up of alternating tangential (micritic) and radial (fibrous cements) laminae. In the grainstones, they are embedded in a microsparitic matrix developed after a first isopachous calcitic cement lining the grains. The oncoids (1 mm to 2 cm) have an ovoid shape and are composed of irregular micritic laminae trapping quartz and carbonate grains. The caddisfly and microbialite facies (F6) appear as caddisfly pupal case clusters or layers associated with the microbial deposits (Fig. 5I). The caddisflies are identified as Phryganeidae or Limnephilidae by Hugueney et al. (1990). The microbialite facies (F7) includes flat, cauliflower, dome and cone macrofabrics (Table 1; Fig. 5A, B, C, D, E, and F). The cauliflowers are frequently affected by penetrative dissolution as shown by the presence of cross-cutting microbial laminae, mm- to cm large cavities and fissures infilled by peloid packstones and cements (Fig. 9A and B).\nThe angular shape and poor sorting of the quartz and feldspar grains from the F3 sandstones suggest low transportation distance from the source area, confirming a near-shoreline environment (Wattinne et al., 2003). The occurrence of kaolinite associated with detrital quartz grain is probably derived from a fluvial input (Hugueney et al., 1999;\nWattinne, 2004). The ostracod-rich bioaccumulations (F4) reflect communities living in a shallow freshwater to brackish environment (depth < 10m), likely with periods of emersion. The emersion is evidenced by the presence of birds living close to the shore and the association of two ostracod species (Candona - Cypridopsis; Hugueney et al., 2003). These periods may be related to low-energy and eutrophic conditions (Tiercelin et al., 1987). The presence of caddisfly pupal cases (F6) supports such shallow conditions and indicates high-energy freshwater lacustrine nearshore environments (Bradley, 1926; Mackay and Wiggins, 1979; Leggitt and Cushman, 2001; Leggitt et al., 2007). Caddisflies are considered as aquatic during their larval and pupal stages; they develop underwater and are indicators of nearshore lacustrine conditions (Leggitt et al., 2007).\nA wave-influenced high-energy depositional environment is assumed from the presence of a highly fragmented biotic content (F3, F4, F5a and F5b), shell accumulation (F4), a mixture of components of various natures, oblique laminations, ripples and erosional surfaces, as well as the truncation of some microbial deposits (Schuster and Nutz, 2017). Lacustrine ooids resemble other carbonate ooids as they consist of a nucleus and a cortex characterized by radial and tangential laminae (e.g., Pedone and Norgauer, 2002). The origins of the radial vs. tangential laminae remain highly debated, especially for lacustrine environments. Radial cortices are frequently associated with quiet water environments (Geno and Chafetz, 1982; Strasser, 1986), but in some cases, e.g., the Great Salt Lake (Utah, USA), they can be observed under stronger hydrodynamic conditions compared with tangential cortices (Pedone and Norgauer, 2002), which contradicts the conventional assumption. The growth mechanism of the cortex is still poorly understood and probably not related to hydrodynamics condition alone. Geno and Chafetz (1982) and Strasser (1986) suggested that the initial mineralogy plays a role in forcing the structure of the cortex, as shown by a low-Mg calcite content of radial fluvial ooids. Nevertheless, ooids and oncoids are deposited in a shallow lacustrine environments (Eardley, 1938; Flügel, 2004) under the influence of waves (Tucker and Wright, 1990; Wattinne, 2004). Oncoids are composed of Broutinella arvernensis (Freytet, 2000), but are generally associated with high-energy nearshore environments (Freytet and Plaziat, 1982; Flügel, 2004). The input of microsparite to micrite occurred after a first cementation lining the grains and postdates the sedimentation of F5b. The development of flat, cauliflower, domal and conical buildups (F7) is related to shallow water conditions, as suggested above. The presence of successive dissolution surfaces within cauliflowers when associated with pendant cements, vadose silts and successive planar surfaces attest of frequent emersion during their growth (Fig. 9A and B). Flat macrofabrics develop preferentially under low-energy conditions whereas cauliflowers, domes and cones form under moderate to high-energy conditions. This assumption is confirmed for the cauliflowers through their association with successive peloid/ooid-oncoid packstones-grainstones (Fig. 3A and B). The development of microbial-rich carbonate deposits, free of a clastic component, may result from a rapid increase in the water level, fast growth and the presence of vegetation in the littoral zone which traps fine sediments and protects them from removal (Koinig et al., 2003)."
  }, {
    "heading": "5.3. Deep lacustrine domain",
    "text": "The deep lacustrine domain is only composed of coalescent columnar microbialites (F8; Fig. 5G and H) and lacustrine marls (F9). The columnar microbialites (F8) form a high synoptic relief, measuring up to 6m, and exhibit the most complex microfabric organization consisting of layers that overlap each other, like the layers of an onion (Tables 1 and 3). The columns have the same composition as some shallow microbialites (F7), but without emersion surfaces. Locally, dissolution affects the superficial layers of some buildups (Fig. 9C). It corresponds to a smooth and homogeneous surface without the characteristic fissures, cavities and infilling sediments and cements\nassociated with the subaerial exposures observed in shallow lacustrine buildups. The microbial structures located on the edge present a sharp cut and are directly covered by an iron-rich crust and then onlapped by marls or mudstones (Fig. 9C and D). Lacustrine marls (F9) form cm-todm beds of grey to brown compact or laminated marls alternating with organic-rich clay layers and carbonate, organized in varve-like sedimentary succession (Fig. 9E and F). Clay assemblages consist of illite and interstratified illite-smectite (I/S) and are enriched in organic matter (average value of 3.25% TOC; Wattinne, 2004), which is preserved as laminae and contains mm-wide manganese hydroxide nodules. The clay mineral association in the Grand Gandaillat quarry is interpreted as a reworking and transport of soils (F1) during the flooding of the margin. The organic matter-rich layers are composed of accumulations of the green algae Botryococcus (Wattinne, 2004), related to non-mature type I kerogen (e.g., Schnyder et al., 2009) and which probably correspond to periods of eutrophication. These layers are preserved in anoxic conditions with a low sedimentation rate (Jones, 1987). The precipitation of carbonate layers, observed in the marls, may either be inorganic or biologically-induced and reflects a certain degree of Ca2+ and HCO3– supersaturation. The increase in HCO3– may be related to a seasonal rise in the water temperature, which increases the pH or may be due to photosynthesis as described\nfor Lake Zürich and Lake Greinfensee in Switzerland (Talbot and Allen, 1996). In addition, the dissolution of carbonates deposited on the lake margin related to an increase in pH may also buffer the alkalinity (Sherlock et al., 1995). The lacustrine marls are mostly distinguished from palustrine marls (F2) by the absence of pedogenic features and higher organic matter content (Wattinne, 2004).\nAs the composition of the columns (F8) is similar to the composition of F7, their height and peculiar onion layers morphology suggest greater accommodation and development in a totally submerged environment. The synoptic relief indicates that the maximum depth of the water column would correspond to the height of the columnar microbialites. Massive or laminated marls (F9) with little terrigenous contents may be interpreted as low-energy lacustrine deposits in a deep environment, as proposed by Beraldi-Campesi et al. (2006) and Thompson et al. (2015). However, their intercalation with peloid grainstones (F5a) and ostracod-rich bioaccumulations (F4) and the presence of pure illite in the lacustrine marls may be related to a reworking of palustrine or shallow lacustrine deposits and soils during periods of lake level rise and storms. The presence of organic matterrich marls suggests deep lacustrine conditions protected from the influence of waves. However, the depositional environments of laminated fine carbonate “oil shales” of the Tertiary Green River Formation are\ninterpreted either as shallow anoxic, brackish saline playa lake or deeper lake. It is generally assumed these shales are associated with shallow lacustrine carbonates and evaporites, but the depositional environment is still under discussion (Talbot, 1988). Recently, Chidsey et al. (2015) considered the Mahogany Oil Shale as the deeper facies of\nan open lacustrine shallow ramp. The relatively small size of many lakes compared with marine basins results in a reduced fetch length and a shallow wave base, allowing the deposition of low-energy marls even at depths of a few meters (Wright and Barnett, 2015). Therefore, the low-energy organic matter-rich marls observed in Grand Gandaillat\nwere likely deposited in the deep parts of a (shallow) lake."
  }, {
    "heading": "5.4. Depositional environment models",
    "text": "In the Grand Gandaillat and Crechy areas, the vertical distribution of the successive depositional environments presents the same pattern: evolving from lacustrine to palustrine domains (Figs. 3A, B; 10A and B). However, the two areas mostly differ in terms of the composition and size of the buildups, in some of the non-built facies and in the respective thicknesses of the lacustrine- and palustrine-related sediments (lacustrine/palustrine ratio), which resulted in two depositional environment models for each area (Fig. 7A and B). Both models propose shallow-to-\nvery shallow marginal settings for the initiation of the microbial and metazoan deposits, with a water depth probably lower than 5–10m, even in the deeper environment of the Crechy area, based upon the thickness of the buildups. Successive palustrine/lacustrine systems were also described for the Eocene Green River Formation (Buchheim, 1994; Wiggins and Harris, 1994). The lacustrine deposits of the Limagne differ from the microbialites observed in Lake Tanganyika because these develop in up to 40m deep water (Cohen et al., 1997). In both quarries of this study, the flat and cauliflower macrofabrics indicate the shallowest part of the lacustrine domain and record a highfrequency water level fluctuation (Fig. 7A). Flat macrofabrics develop in low-energy conditions whereas cauliflower macrofabrics thrive\nunder stronger hydrodynamic conditions. In addition, the morphology of cauliflowers can evolve depending on sedimentation rate and resulting accommodation (Wattinne et al., 2003). In the Crechy quarry, a shallower domain is supported by the abundant caddisfly pupal cases, which develop in wave-washed littoral areas (Hugueney et al., 1990; Leggitt et al., 2007) and usually constitute the initial step of buildup formation as they are observed at the base the buildups. The transition from dome, cone to column macrofabrics is a consequence of increasing accommodation, in analogy with the Great Salt Lake (USA, Bouton et al., 2016a). In the entire Limagne Basin, these morphologies are exclusive to Aquitanian lacustrine deposits. Numerous authors (e.g., Straccia et al., 1990; Wattinne et al., 2003; Bohacs et al., 2013; Jahnert and Collins, 2013; Vennin et al., 2015; Bouton et al., 2016b) have shown that the size, composition and morphology of buildups are relevant for the estimation of the water column depth. Therefore, the maximum water level elevation is estimated from the maximum vertical development of the microbialites without interruption during their growth until the formation of an erosion or emersion surface, i.e., when the buildups grow up to the lake surface. Consequently, the macrofabric diversity could be controlled by environmental (i.e., extrinsic) factors (e.g., Bouton et al., 2016b), even though the microbial mat composition (i.e., intrinsic controls) has been considered as a primary control on microbialite morphology in modern depositional settings (e.g., Dupraz et al., 2013).\nThe well-developed palustrine facies associated with subaerial exposures, desiccation cracks, chip levels and karstification indicate a low-energy platform along a gentle lake margin (Alonso-Zarza and Wright, 2010), whereas microbial and metazoan buildups as well as siliciclastic and bioclastic sands relate to higher-energy ramp margins influenced by strong wave activity. In contrast with the two Waltherian specific models proposed by Platt and Wright (1991), that correlate to low-energy and high-energy margin environments, respectively, the Limagne deposits show a continuous vertical evolution from high- to low-energy shallow ramp margins."
  }, {
    "heading": "6. Lacustrine/palustrine sedimentary cycles",
    "text": "Repetitive successions from lacustrine to palustrine facies represent periods of lake expansion and contraction (Smoot, 1983), also referred to as “cycles” (Pietras and Carroll, 2006). In Grand Gandaillat, the lacustrine/palustrine cycles are up to 2m thick (Fig. 10A). Cycles are composed of a lower unit of poorly developed lacustrine microbial buildups with only cauliflowers, smaller than 1m, embedded in the lacustrine marls which constitute most of the lacustrine sedimentation. Each cycle ends with a palustrine unit composed of argillaceous and carbonate soils (F1 and F2). The cycles observed in the Crechy record the same lacustrine/palustrine pattern but are up to 10m thick (Fig. 10B). The lacustrine part of the cycle is composed of well-developed microbial deposits (up to 6m thick in Crechy; Fig. 2B) and lateral marls. Both facies are covered by thinner palustrine deposits (< 2–4m thick). Each cycle is characterized by succession of deepening and shallowing-upward that indicate environmental changes related to high-frequency fluctuations in the lake level and high-to-low hydrodynamic conditions (Fig. 10A and B).\nFigs. 11 and 12 illustrate a five-step model that summarizes the deposition of the mixed sedimentary system for both studied quarries. Steps 1 to 3 develop within a context of increasing accommodation, while steps 4 to 5 document decreasing accommodation. The basal surface of each cycle (step 1), covered by sands or peloid/ooid-oncoidrich accumulations, is abrupt and reflects an advancement of the shoreline associated with an increase in water depth. Step 2a corresponds to the initiation and development of the first buildups with a low synoptic relief implying a shallower water level and resulting increased accommodation. Local flats develop and prevent the erosion of the substrate as proposed for Cuba by Bouton et al. (2016a). The synoptic relief of the buildups (step 2b) and organic matter-rich marls\nfilling the inter-buildup spaces (step 3) represent the maximum lake level and thus expansion. In Grand Gandaillat, the cycle is symmetrical with equal palustrine and lacustrine deposits (Figs. 2C, D, 3A, 10A and 11B). In Crechy, the sedimentation thickness is asymmetrical: twothirds of the succession corresponds to lacustrine deposits (and thus shoreline expansion) while the remaining third is comprised of palustrine deposits (Figs. 2E, F, 3B, 10B and 11C). The progressive increase in shallow carbonate content in the marls argues for continuous sedimentation during the transition from lacustrine to palustrine deposition within the cycle, suggesting a gradual shoreline retreat and decreasing water depth. The palustrine deposits represent stages of reduced accommodation (Alonso-Zarza and Wright, 2010). Each cycle is limited by widely traceable surfaces that are marked by desiccation cracks and root traces (Figs. 2 and 3). Throughout the Chattian and Aquitanian succession, the restoration of full lacustrine conditions requires a positive water budget during a relatively short time. Lake-level fluctuations could have been forced by various mechanisms, such as climate and tectonic (Madsen et al., 2001), as will be discussed below."
  }, {
    "heading": "7. Controlling factors on the northern and central parts of the Limagne Basin sedimentation",
    "text": ""
  }, {
    "heading": "7.1. Large-scale climatic control",
    "text": "Microbial-rich lacustrine/palustrine cycles can be recognized from the Chattian to the Aquitanian. Although, the duration of these cycles is difficult to constrain it is helpful to address short-term lake level fluctuations. Several authors have explained these cycles by alternating wet and dry periods under the influence of climatic oscillations, which are driven by the orbital cycles of the Earth (Berger, 1980, 1988; Olsen, 1986; Soria et al., 2012; Drummond et al., 1996; Steenbrink et al., 2006; Weber et al., 2010). Seard et al. (2013) concluded that the comparable high-frequency cycles observed in the Green River Formation are related to climate forcing with periodical changes in the precipitation/evaporation ratio. In the Limagne Basin, similar cycles are interpreted as seasonal changes controlled by precession based on the mammalian biozone in Crechy (Hugueney et al., 2003). The interpretation of the cycles is frequently related to climate in open lake area, but short-term subsidence episodes cannot be ruled out (Alonso-Zarza and Wright, 2010). The extensive continental system of the Limagnes argues for an intense subsidence favoring autocyclic processes as proposed for lacustrine Pennsylvanian deposits (Valero Garcés and Gierlowski-Kordesch, 1994).\nIn detail, the Lower Chattian climate is warm, the Upper Chattian cool and arid (Gorin, 1974) and the Lower Aquitanian is warmer and wetter (Chateauneuf, 1972; Hugueney, 1984; Utescher et al., 2000; Scherler et al., 2013; Fig. 13). These changes are in agreement with global climatic changes illustrated by the Zachos's curve (Fig. 13; Zachos et al., 2001). During the largest Chattian lacustrine extension, the thin deposits were preserved in symmetrical cycles associated with strictly microbial-rich buildups that were< 1m thick. The well-developed palustrine deposits of each cycle affected by numerous desiccation cracks, composed of pure-illite and an increase in carbonate precipitation observed during the Chattian are related to an increase in evaporation under drier conditions (McLachlan, 1979). These deposits are consistent with the global dry conditions prevailing during the Upper Oligocene as proposed by Gorin (1974) and Hugueney (1984). The Oligo-Miocene transition is characterized by a brackish fauna (i.e., gastropods and ostracods; Hugueney et al., 2003) and low development of the buildups. During the Aquitanian period, the deposits become thicker (up to 10m) and cycles are asymmetrical with thin palustrine deposits. The warmer and humid aquitanian climatic conditions are indicated by an increase in clastic inputs (kaolinite), a diversified biota characteristic of a well‑oxygenated, wave-dominated lacustrine system and thick buildups. This wetter Aquitanian condition could explain the reduction of the palustrine deposits, with low desiccation cracks\n(caption on next page)\ncompared to the lacustrine ones in the Chattian cycles."
  }, {
    "heading": "7.2. Tectonic control",
    "text": "A major difference in thickness of deposits exists with thin and thick ones during the Chattian and the Aquitanian, respectively. The paleogeographic reconstruction of the lake extension from the Oligocene up to the Miocene proposed by Hugueney et al. (1999) is marked by a maximum extension during the Oligocene and a severe decrease at the Oligo-Miocene transition (Fig. 1B). Surprisingly, during the Aquitanian, the main body of the lake was restricted to the Limagne Bourbonnaise region, with only a narrow channel remaining extending toward the south close to Issoire (Fig. 1B; Hugueney et al., 2003). This narrow lake morphology initially implies thin deposits during the lacustrine/palustrine cycle with poorly developed buildups, which is in contrast to the observations made in the Crechy quarry. Instead, the thicker welldeveloped buildups that were observed during the Aquitanian cycle suggest much larger, but very localized, accommodation than expected based on the lake physiography. The presence of inclined buildups in the same direction and tilted to the ENE (Fig. 5H) along the Aigueperse fault systems argues for tectonic activity in the northern part of the Limagne Basin, probably driving a local increase in subsidence (Fig. 14). In addition, the change in paleogeography coincides with the first phases of volcanic activity leading to a regional uplift tilting\nnorthward in the Central Limagnes sub-basin and a concomitant northward migration of the depocenter (Gorin, 1974; Hugueney et al., 2003; Etlicher, 2005; Fig. 13). This tectonic influence have probably modified the regional drainage and exerted a primary long-term control on the basin's sedimentation pattern. An increase in clastic inputs at the Chattian to Aquitanian transition is related to landscape changes as proposed by Schnurrenberger et al. (2003). The uniformity of the Chattian deposits over a large area (Fig. 1B) and the general scarcity of coarse-grained facies, other than those found close to the basin margins (Hugueney et al., 1999), indicate that the sediments accumulated in an area of low topographic relief, by contrast with the ones observed during the Aquitanian characterized by an increase in coarse clastic inputs."
  }, {
    "heading": "7.3. Paleoecological control",
    "text": "Chattian and Aquitanian deposits are also characterized by changes in the buildup diversity and composition (Fig. 13). The low diversity and predominance of Broutinella arvernensis during the Chattian in association with the low bioclast content, and the preservation of organic matter-rich deposits in marls may be related to deleterious changes in physico-chemical conditions and low terrigenous inputs. These specific conditions occurred just after the widespread Chattian cooling episode (Gorin, 1974; Giot et al., 1976; Hugueney, 1984), which have resulted\nFig. 12. A five-step depositional model for both the Chattian (A) and Aquitanian (B) deposits and the development of the buildups. (A) Grand Gandaillat with the low-gradient margin; steps 1 to 3 correspond to an increase in the lake water level, with a thin growth of microbialites (step 2b is not recorded), and marl accumulation (step 3); step 4 corresponds to a decrease in the lake water level and the development of an extensive palustrine domain topped by an emersion (step 5) and (B) Crechy with the high-gradient margins; steps 1 to 3 correspond to an increase in the lake water level, with a large growth of microbialites (step 2b is well developed) and marl accumulation (step 3); step 4 corresponds to a decrease in the lake water level and the development of a narrow palustrine belt topped by an emersion (step 5).\nin the particular chemical and thermal stratification of the lake (Anderson and Dean, 1988; Zolitschka et al., 2015). These conditions may have favored shallow anoxic conditions, even at only a few meters water depth (Wright and Barnett, 2015; Zolitschka et al., 2015; Bouton et al., 2016a). The facies succession and thin deposits of symmetrical lacustrine/palustrine cycles argue for a low gradient margin in a low subsiding domain during the Chattian. The flat margin configuration may explain the lack of significant siliciclastic inputs in Grand Gandaillat. The poor siliciclastic content may be related to: 1) the distal position of Grand Gandaillat with respect to the lake margin, 2) a high lake level combined with a flat topographic area, 3) a rise in the base level that trapped the sediment in higher areas (Picard and High, 1981), and/or 4) the catchment by vegetation (Sand-Jensen, 1998). In contrast, during the Oligo-Miocene transition and the Aquitanian, the cyclic deposits become thicker (up to 10m thick). As mentioned above, the cycles of the Oligo-Miocene transition are characterized by a brackish faunal association (i.e., gastropods and ostracods; Hugueney et al., 2003) and a low development of the buildups. In contrast, the Aquitanian cycles became dominated by larger and diversified buildups composed mainly of microbialites and caddisflies. Mixed caddisfly pupal cases and microbial buildups are found in Crechy (F7 and 8; Figs. 3B, 5F, G and H) and in other Aquitanian outcrops such as Chavroches, Montaigu le Blin, Gondailly or Poncenat (Fig. 14; Wattinne et al., 2003; Wattinne, 2004). The aggregation of caddisfly pupal cases in the Crechy buildups is randomly located and organized in 25–50 cm high and 15–60 cm large clusters fixed over peloid/ooid-oncoid packstones-grainstones (F5). This arrangement differs from the one observed in the Green River Formation (Eocene, USA), where the pupal cases are aligned perpendicular to the bedding and the cephalic end is oriented upwards (Leggitt et al., 2007). The ordered arrangement of the cases led Leggitt and Cushman (2001) to propose that the larvae developed each year in the lake on solid substrates to pupate. After pupation, the layers of the cases are covered by microbial laminated carbonates. The random organization of the pupal cases within the clusters observed in the Limagne Basin may not respond to the same mechanism and may instead result from a yearly accumulation of empty pupal cases at the base of plants, as proposed by Bertrand-Sarfati et al. (1966). Another hypothesis proposes a congregation of larvae in water-filled depressions to pupate (Donsimoni, 1975; Donsimoni and Giot, 1977). The next generations used silk to set their cases on the solid substratum that is made up of mounds of cases from the previous generations. However, the development of caddisfly pupal cases on horizontal continuous peloid/ooid-oncoid layers or on the top of some buildups, as well as the absence of a depression disagrees with this hypothesis. Caddisfly clusters played a prominent role in the initiation and development of the highest buildups, especially the dome, cone and column macrofabrics. The pupal case formed a basal nucleus that helped produce a hard and stable substrate for the development of the buildups as pupal cases are systematically encrusted by thick capping microbialites (Fig. 5I). Consequently, the caddisfly clusters controlled the distribution of the buildups. In turn, the development of microbialites improved the stabilization and preservation of the caddisfly pupal clusters. The presence of caddisfly pupal case accumulations on top of some buildups indicates the proximity to the water surface implying a new shallow substrate for their development on a topographic high, forming a small localized island (Wattinne et al., 2003).\nIn addition to pupal cases, other potential contributors to microbial buildups, such as Cladophorites incrustata Reis, have also been observed in the Gondailly, Montaigu-le-Blin and Poncenat quarries (Fig. 14; Donsimoni, 1975; Freytet, 2000; Wattinne et al., 2003; Wattinne, 2004). Due to the resemblance to the modern Cladophora genus, Cladophorites incrustata is considered as filamentous green algae (Reis, 1926; Riding, 1979). However in the Limagne Basin, C. incrustata was first described as a bryophyte, i.e., a non-vascular plant (BertrandSarfati et al., 1966). Cladophorites incrustata developed in fresh to slightly saline shallow waters, such as present in the Miocene German\nRies Crater where they were originally described (Reis, 1921; Riding, 1979; Arp, 1995). Their absence in the Crechy and Grand Gandaillat quarries can be attributed to the fact that their ecological niche was largely occupied by caddisflies and restricted by specific physico-chemical conditions, respectively."
  }, {
    "heading": "7.4. Volcanic control",
    "text": "The Grand Gandaillat lacustrine deposits mark the beginning of periods of intense phreato-magmatic activity that persisted from the Chattian up to Early Aquitanian (Fig. 13; Goër de Hervé, 2000; Michon, 2000; Chazot and Mergoil-Daniel, 2012). The influence of volcanism on subaerial and lacustrine deposits in a rift setting has been extensively discussed (Cerling, 1994; Wright and Barnett, 2015; Szatmari and Milani, 2016). Volcanism contributes to changes in alkaline conditions with modification of concentrations of magnesium, calcium and silica (Cerling, 1994; Armienta et al., 2008) in lakes. The buildups present an unusual smooth and homogeneous external wall, from the base to the top, indicative of leaching period. The absence of emersion surfaces within these buildups disagrees with the hypothesis of aerial weathering, thereby implying underwater leaching (Fig. 9C). The smoothing affecting the entire wall surface of the buildups and the dissolution of the palustrine carbonate mudstone observed in the lake margin may be caused by an increase in the CO2 saturation state of the lake water and an associated decrease in pH. Occasional acidification may results from hydrothermal activity linked with magmatic processes which has also been widely documented and has a strong impact on the water chemistry (Tiercelin et al., 1993; Dekov et al., 2014). Recent hydrothermal springs from the Limagne graben are systematically associated with discrete to intense CO2 degazing (Bräuer et al., 2017). In addition, the accumulations of gastropods such as Valvatidae along the Aigueperse fault are related to hydrothermal activity (Rey, 1964; Wattinne, 2004). However, the dissolution of carbonates may also favor an increase in alkaline conditions. High alkalinity is confirmed by the presence of analcime, NaAlSi2O6, a common mineral in alkaline lacustrine environments (Rouchy et al., 1993; English, 2001; Mees et al., 2005; Owen et al., 2008; Karakaya et al., 2013). Analcime was first discovered in Oligocene deposits from the Limagne Basin (Giot and Jacob, 1972) and formed through the reaction between saline solutions and volcanic glass in sediments containing pyroclastic particles. Analcime can also form in sediments free of volcanic glass from various detrital minerals immersed in brines. However, detrital material is low in the Grand Gandaillat quarry and their scarcity and particularly the one of kaolinite is surprising within a context of rift with active borders. Kaolinite is considered as stable in an acidic environment and its dissolution or transformation into illite, after deposition, can be explained by alkaline conditions (Do Campo et al., 2007). Such conditions are also suggested by the common occurrence of iron-rich illite originating from smectitic minerals (Brindley and Brown, 1980; Deconinck et al., 2000). Such similar changes in pH may have occurred in the Limagne Basin, as suggested by alternating carbonate deposition (e.g., buildups; high pH) and subsequent dissolution (smoothing; low pH).\nGoër de Hervé (2000) assumed a relationship between the microbial carbonate sedimentation and the expansion of volcanism as well as abundant releases of CO2 from the mantle accompanying the expulsion of alkaline basaltic magmas. Phreatomagmatic eruptions, evidenced by the common occurrence of peperites in the Limagne basin (Goër de Hervé, 2000), may also have delivered calcium-bearing deposits as the Ca-rich magma of the Limagne is thought to be formed in the mantle by a low degree of partial melting of an enriched lithology rather than from a simple mixing between basaltic magma and carbonate sediments (Bailey et al., 2006; Chazot and Mergoil-Daniel, 2012). A Ca-rich contribution may also be related to the wide distribution of the upper Cretaceous sedimentary cover over the northern Massif Central (Quesnel et al., 2009; Wattinne et al., 2010; Barbarand et al., 2013)."
  }, {
    "heading": "8. Carbonate versus siliciclastic lacustrine sedimentation: physico-chemical and topographic effects?",
    "text": "Following the previous discussion of factors controlling cycles, this section focuses on the lacustrine part of the cycle inferred from the development of the buildups (Figs. 10A, B, 11A and B; Step 1 to Step 3). In Grand Gandaillat, the deposition of organic matter-rich marls (Step 3) starts immediately after the initiation of the buildups (Step 2a), whereas in Crechy, the buildups continue growing during Step 2b before being embedded in the marls (Step 3). The carbonate versus siliciclastic ratio outlined in Grand Gandaillat is low (a few carbonates, many siliciclastics) compared with this ratio observed in Crechy. In both cases, the ratios are counter-intuitive with respect to the global climatic conditions identified by Hugueney (1984), as the climate is drier for the Chattian with a low carbonate versus siliciclastic ratio and is wetter for the Aquitanian period with a higher carbonate production. This unexpected ratio can be impacted by changes in the physico-chemical conditions and the physiography of the lake as illustrated in Figs. 7 and 11. The carbonate versus siliciclastic ratio is marked by contrasting chemical to physical weathering conditioned by the development of dense vegetation along the lake margin, thereby keeping or releasing the sediments in place (Platt and Wright, 1991; Sand-Jensen, 1998). Consequently, the ability to remove fine sediments depends on the elevation of the water level and the physiography of the lake.\nThe lower carbonate versus siliciclastic ratio during the deepening trend of the Chattian cycles may result from an efficient chemical weathering supported by the large carbonate palustrine extension (Fig. 7A). Marcé et al. (2015) showed that CO2 supersaturation in lakes is directly related to carbonate weathering in the watershed at both regional and global scales. The weathering of the extensive carbonate palustrine deposits (F2) provides a significant input of dissolved inorganic carbon into the lake and an increase in HCO3– and Ca2+. Moreover, this period corresponds to a retreat of the forest vegetation and an increased swamp surface area associated with a shallow lake configuration (Gorin, 1974), favoring the development of a large palustrine domain. When the lake level rises to its maximum flooding, it reaches the argillaceous soil area on the margin, thereby inducing sediment reworking and favoring the deposition of organic matter-rich marls in the basin (F9, Fig. 12). The presence of organic matter-rich marls covering the buildups attests of a period of proliferation of green algae and intense photosynthesis in the lake surface during the lake level rise. Margin flooding drives the transport of fine sediments toward the lake and prevents the development of microbial buildups.\nIn contrast, the higher carbonate versus siliciclastic ratio highlighted during the deepening trend of the Aquitanian cycles may be related to a more pronounced margin profile compared to the Chattian cycles. The wetter conditions, as well as the tectonically related increase in subsidence prevailing since the early Aquitanian, are in agreement with an increase in accommodation, as indicated by the thicker deposits. The well-developed Aquitanian buildups (Step 2b) argue for this, as do the favorable environmental conditions for their formation. The absence of the sedimentation of fine clastic particles (especially clays) during the development of the buildups can be explained by the intense trapping of fine sediments by vegetation in the margin, by the distal transport of fine particles or by a steeper margin gradient. The swamp surface area is reduced during this period (Gorin, 1974) as indicated by the low extension of the palustrine domain, which only forms a narrow belt. Consequently, the sediment trapping efficiency is greatly reduced. The steeper physiography of the lake margin proposed for the Aquitanian period (Fig. 12) can explain the absence of fine clastic material in association with the buildups but suggests higher water level elevation to flood the lake margins. The margins remain protected from the alteration and then from the marl reworking until the maximum flooding is reached."
  }, {
    "heading": "9. Conclusions",
    "text": "The morphology, composition and distribution of microbial and metazoan buildups are sensitive indicators of environmental changes (e.g., water level fluctuations), and geomorphological inheritance. The buildups have the potential to provide further insights into the reconstruction of paleoenvironments and paleoclimatic changes through time. The remarkable microbial and metazoan buildups from the Chattian to Aquitanian from the Limagne Basin display five macrofabrics (flats, cauliflowers, domes, cones and coalescent columns), a laminated mesofabric and four microfabrics (laminae, columns, filaments and their association with caddisflies). Two depositional models are postulated for the Crechy and Grand Gandaillat quarries based on the current sedimentological study.\nThe Limagne Basin records several lacustrine/palustrine cycles, ranging from 1m to multiple meters thick. A change in the cycle symmetry is observed at the Oligo-Miocene transition and is explained by a long-term climatic control, with thin and symmetrical cycles during the drier Chattian and thick and asymmetrical ones during the wetter Aquitanian. The difference in the thickness of deposits constituting the cycles and the non-random distribution of the microbial and metazoan buildups along the fault corridors are related to the tectonic framework of the Limagne basin. In the deepening trend of the lacustrine/palustrine cycles, the transition from carbonate buildups to fine siliciclastic sediments is interpreted as a consequence of the local weathering, vegetation cover and physiography of the lake. The decrease in carbonate production corresponds to a change in lake chemistry and the reworking of the soils composed of pure illite during periods of high water level. Thus, the detailed investigations into microbial and metazoan buildups highlight a superimposition of regional (climatic, tectono-volcanism) to local controlling factors (chemical and physical changes, vegetation covers and physiography of the lake margin)."
  }, {
    "heading": "Acknowledgments",
    "text": "The authors would like to thank Total E&P (FR00008732) for funding the project and in particular, we would like to thank Emmanuelle Poli who was in charge of the project and contributed with helpful discussions. This work is a contribution from the SEDS team at the Biogéosciences Laboratory (University of Bourgogne/FrancheComté, France). We are very grateful to Lionel Weitz and the Vicat Society providing access the quarries. Floriane Dumont is thanked for her participation in the field and the mineralogical data set. We are grateful to Christophe Durlet, Gwénaël Caravaca and Anne-Sabine Grosjean for taking part in the fieldwork. We also thank Pascal Taubaty for preparing the thin sections and Ludovic Bruneau for the clay analyses. The authors would like to thank the anonymous reviewer, Ricardo Jahnert and Robert Riding whose work has helped to greatly improve the manuscript."
  }],
  "year": 2018,
  "references": [{
    "title": "Palaeoenvironmental significance of palustrine carbonates and calcretes in the geological record",
    "authors": ["A.M. Alonso-Zarza"],
    "venue": "Earth Sci. Rev",
    "year": 2003
  }, {
    "title": "Carbonates in Continental Settings; Facies, Environments and Processes",
    "authors": ["A.M. Alonso-Zarza", "L.H. Tanner"],
    "year": 2010
  }, {
    "title": "Carbonates in Continental Settings: Facies, Environments, and Processes",
    "authors": ["A.M. Alonso-Zarza", "V.P. Wright"],
    "venue": "Palustrine carbonates. In: Alonso-Zarza,",
    "year": 2010
  }, {
    "title": "A recent analogue for palustrine carbonate environments: the Quaternary deposits",
    "authors": ["A.M. Alonso-Zarza", "M. Dorado-Valiño", "A. Valdeolmillos-Rodríguez", "M.B. Ruiz-Zapata"],
    "venue": "Las Tablas de Daimiel wetlands, Ciudad Real, Spain. Geol. Soc. Am. Spec",
    "year": 2006
  }, {
    "title": "Paleogene nonmarine algal deposits of the Ebro Basin, Northeastern Spain. In: Monty, C. (Ed.), Phanerozoic Stromatolites",
    "authors": ["P. Anadón", "I. Zamarreño"],
    "year": 1981
  }, {
    "title": "Lacustrine varve formation through time. Palaeogeogr",
    "authors": ["R.Y. 67913-1_12. Anderson", "W.E. Dean"],
    "year": 1988
  }, {
    "title": "Bacterial stromatolites in lacustrine Miocene",
    "authors": ["C. 90055-7. Arenas", "G. Pardo", "J. Casanova"],
    "year": 1993
  }, {
    "title": "Water chemistry of lakes related to active",
    "authors": ["A. Aguayo", "F. Arcega-Cabrera"],
    "year": 2008
  }, {
    "title": "Lacustrine bioherms, spring mounds, and marginal carbonates of the Ries",
    "authors": [],
    "year": 1995
  }, {
    "title": "Notice de la carte géologique 1/50000ème",
    "authors": ["N. Bonhommet"],
    "year": 1973
  }, {
    "title": "The Quest for Microbialite Analogs to the South",
    "authors": ["Ferrand", "S.M. BRGM (63 pp). Awramik", "H.P. Buchheim"],
    "year": 2012
  }, {
    "title": "Extensive dolomitic",
    "authors": ["K. pp. 21–27. Bailey", "S. Kearns", "J. Mergoil", "J.M. Daniel", "B. Paterson"],
    "year": 2006
  }, {
    "title": "Sedimentology and paleoecology of an Eocene–Oligocene",
    "authors": ["L.P. Fernández"],
    "year": 2006
  }, {
    "title": "Incursions marines dans l'environnement lacustre du",
    "authors": ["A. Levy", "A. Poignant"],
    "year": 1999
  }, {
    "title": "Vertical and lateral distribution of lacustrine",
    "authors": ["D.M. Cleveland", "S. Kaczmarek"],
    "year": 2013
  }, {
    "title": "External controls on the distribution, fabrics",
    "authors": ["G. Désaubliaux", "P.T. Visscher"],
    "year": 2016
  }, {
    "title": "Regional distribution pattern",
    "authors": ["County", "Wyoming"],
    "venue": "U.S. Geol. Surv. Prof. Pap. 140–D",
    "year": 2017
  }, {
    "title": "Crystal structures of clay minerals and their X-ray",
    "authors": ["G.W. 4–18. Brindley", "G. Brown"],
    "year": 1980
  }, {
    "title": "Microbiology and geochemistry of modern lacustrine stromatolites",
    "authors": ["J. Casanova"],
    "year": 1987
  }, {
    "title": "Constructions stromatolitiques en milieu carbonaté",
    "authors": ["J. 647–656. Casanova", "J.J. Tiercelin"],
    "year": 1982
  }, {
    "title": "Co-eruption of carbonate and silicate magmas",
    "authors": ["G. 59–65. Chazot", "J. Mergoil-Daniel"],
    "year": 2012
  }, {
    "title": "Petrography and characterization",
    "authors": ["T.C. 130–146. Chidsey", "M.D. Vanden Berg", "D.E. Eby"],
    "year": 2015
  }, {
    "title": "Holocene and modern stromatolites. Geol",
    "authors": ["J.A. Cotton", "G. Wharton", "J.A.B. Bass", "C.M. Heppell", "R.S. Wotton"],
    "year": 2006
  }, {
    "title": "Algues inférieures dans le calcaire concrétionné de la Limagne",
    "authors": ["L. 01.010. Dangeard"],
    "year": 1931
  }, {
    "title": "Formation of illitic minerals at surface",
    "authors": ["J.F. 18. Deconinck", "A. Strasser", "P. Debrarant"],
    "year": 1988
  }, {
    "title": "Hydrothermal carbonate",
    "authors": ["V. Liebetrau", "F. Munnik", "Y. Fouquet", "M. Tanimizu"],
    "year": 2014
  }, {
    "title": "Carbonate build-ups in lacustrine, hydrothermal and fluvial",
    "authors": ["G. Della Porta"],
    "year": 2015
  }, {
    "title": "Clay mineral assemblages",
    "authors": ["M. Campo", "C. del Papa", "J. Jiménez-Millán", "F. Nieto"],
    "venue": "Cher, de l'Allier et de la Nièvre. Journal des mines",
    "year": 2007
  }, {
    "title": "Clay–microbe interactions and implications for environmental mitiga",
    "authors": [],
    "year": 2012
  }, {
    "title": "Etude des calcaires concrétionnés lacustres de l'Oligocène supérieur",
    "authors": ["M. Donsimoni"],
    "year": 1975
  }, {
    "title": "Les calcaires concrétionnés lacustres de l'Oligocène",
    "authors": ["M. Paris VI. 197pp). Donsimoni", "D. Giot"],
    "year": 1977
  }, {
    "title": "Climatic control of fluvial-la",
    "authors": ["B.H. Wilkinson", "K.C. Lohmann"],
    "year": 1996
  }, {
    "title": "Stromatolitic knobs in Storr's Lake",
    "authors": ["A. Fowler", "C. Tobias", "P.T. Visscher"],
    "year": 2013
  }, {
    "title": "Synthesis of illite-smectite from smectites at earth surface temperatures and high pH",
    "authors": ["D.D. Eberl", "B. Velde", "T. McCormick"],
    "venue": "Clay Miner",
    "year": 1993
  }, {
    "title": "Formation of analcime and moganite at Lake Lewis, central Australia: significance of groundwater evolution in diagenesis",
    "authors": ["P.M. English"],
    "venue": "Sediment. Geol",
    "year": 2001
  }, {
    "title": "Microfacies of Carbonate Rocks: Analysis, Interpretation and Application",
    "authors": ["E. Flügel"],
    "year": 2004
  }, {
    "title": "Distribution and palaeoecology of non-marine algae and stromatolites: II, the Limagne of Allier Oligo-Miocene lake (central France)",
    "authors": ["P. Freytet"],
    "venue": "Annales de Paléontologie",
    "year": 2000
  }, {
    "title": "Continental carbonate sedimentation and pedogenesis: late Cretaceous and early Tertiary of southern France. In: Contributions to Sedimentology",
    "authors": ["P. Freytet", "J.C. Plaziat"],
    "venue": "E. Schweizerbart, Stuttgart",
    "year": 1982
  }, {
    "title": "Calcitic radial palisadic fabric in freshwater stromatolites: diagenetic and recrystallized feature or physicochemical sinter crust",
    "authors": ["P. Freytet", "E.P. Verrecchia"],
    "venue": "Sediment. Geol",
    "year": 1999
  }, {
    "title": "Lacustrine and palustrine carbonate petrography: an overview",
    "authors": ["P. Freytet", "E.P. Verrecchia"],
    "venue": "J. Paleolimnol",
    "year": 2002
  }, {
    "title": "Révision de Prolebias stenoura Sauvage, 1874 du Stampien (=Rupélien) de Limagne (centre de la France), espèce type du genre Prolebias (poisson téléostéen",
    "authors": ["J. Gaudant"],
    "venue": "Cyprinodontiformes). Geodiversitas",
    "year": 2012
  }, {
    "title": "Petrology of Quaternary fluvial low-magnesian calcite coated grains from central Texas",
    "authors": ["K.R. Geno", "H.S. Chafetz"],
    "venue": "J. Sediment. Res",
    "year": 1982
  }, {
    "title": "Présence d'analcime et de clinoptilolite (zéolites) dans les formations sédimentaires oligocènes de la Limagne de Clermont-Ferrand (Puy-de-Dôme, France)",
    "authors": ["D. Giot", "C. Jacob"],
    "venue": "Comptes Rendus de l'Académie des Sciences Paris,",
    "year": 1972
  }, {
    "title": "Peperites from the Limagne Trench (Auvergne, French Massif Central): a distinctive facies of phreatomagmatic pyroclastic. History of a semantic drift",
    "authors": ["A. Goër de Hervé"],
    "year": 2000
  }, {
    "title": "Étude palynostratigraphique des sédiments paléogènes de la Grande Limagne (Massif Central Français) avec applications de la statistique et de l'informatique",
    "authors": ["G. Gorin"],
    "venue": "(Thèse Genève,",
    "year": 1974
  }, {
    "title": "Connaissances nouvelles sur la géologie du socle de la Limagne d'après les sondages de la Régie autonome des pétroles",
    "authors": ["J. Grolier", "G. Tchimichkian"],
    "venue": "Bulletin de la Société Géologique de France",
    "year": 1963
  }, {
    "title": "Low-temperature illitization of smectite in the late eocene and early Oligocene of the Isle of Wight (Hampshire basin)",
    "authors": ["J.M. Huggett", "J. Cuadros"],
    "venue": "U.K. Am. Fortschr. Mineral",
    "year": 2005
  }, {
    "title": "Low temperature, authigenic illite and carbonates in a mixed dolomite-clastic lagoonal and pedogenic setting, Spanish Central System, Spain",
    "authors": ["J.M. Huggett", "J. Cuadros", "A.S. Gale", "D. Wray", "J. Adetunji"],
    "venue": "Appl. Clay Sci",
    "year": 2016
  }, {
    "title": "Évolution du paléoenvironnement dans le tertiaire de Limagne (Massif Central, France) à partir des faunes de mammifères",
    "authors": ["M. Hugueney"],
    "venue": "Geobios 17,",
    "year": 1984
  }, {
    "title": "Biochronologie mammalienne dans le Paléogène et le Miocène inférieur du centre de la France: Synthèse réactualisée",
    "authors": ["M. Hugueney"],
    "venue": "Actes Du Congrès BiochroM'97. Mémoires et Travaux de l'Institut de Montpellier EPHE,",
    "year": 1997
  }, {
    "title": "Caddisfly pupae from the Miocene indusial limestone of Saint-Gérand-le-Puy, France",
    "authors": ["M. Hugueney", "H. Tachet", "F. Escuillié"],
    "venue": "Paléo",
    "year": 1990
  }, {
    "title": "Des mammifères de l'Aquitanien inférieur à La Roche-Blanche-Gergovie (Puy-de-Dôme, France), révélateurs de l'activité post-oligocène du rift en Limagne de Clermont",
    "authors": ["M. Hugueney", "Poidevin", "J.-L", "Bodergat", "A.-M", "Caron", "J.-B", "C. Guérin"],
    "venue": "C. R. Acad. Sci. Ser. IIA Earth Planet. Sci",
    "year": 1999
  }, {
    "title": "La limite Oligocène-Miocène en Limagne: changements fauniques chez les mammifères, oiseaux et ostracodes des différents niveaux de Billy-Créchy (Allier, France)",
    "authors": ["M. Hugueney", "D. Berthet", "Bodergat", "A.-M", "F. Escuillié", "C. Mourer-Chauviré", "A. Wattinne"],
    "venue": "Geobios, 3e Congrès français de stratigraphie",
    "year": 2003
  }, {
    "title": "Pleistocene lacustrine stromatolites, composed of calcium carbonate, fluorite, and dolomite, from Lake Natron, Tanzania: depositional and diagenetic processes and their paleoenvironmental significance",
    "authors": ["M. Icole", "Masse", "J.-P", "G. Perinet", "M. Taieb"],
    "venue": "Sediment. Geol",
    "year": 1990
  }, {
    "title": "Controls on microbial activity and tidal flat evolution in Shark Bay, Western Australia",
    "authors": ["R.J. Jahnert", "L.B. Collins"],
    "venue": "Sedimentology",
    "year": 2013
  }, {
    "title": "The formation of Illite from nontronite by mesophilic and thermophilic bacterial reaction",
    "authors": ["D.P. Jaisi", "D.D. Eberl", "H. Dong", "J. Kim"],
    "venue": "Clay Clay Miner",
    "year": 2011
  }, {
    "title": "Organic Facies",
    "authors": ["R.W. Jones"],
    "year": 1987
  }, {
    "title": "Mineralogical and chemical properties and the origin of two types of analcime in SW Ankara, Turkey",
    "authors": ["N. Karakaya", "M.Ç. Karakaya", "A. Temel"],
    "venue": "Clay Clay Miner",
    "year": 2013
  }, {
    "title": "Freshwater carbonate sedimentation",
    "authors": ["K. Kelts", "K.J. Hsü"],
    "year": 1978
  }, {
    "title": "9000 years of geochemical evolution of lithogenic major and trace elements in the sediment of an alpine lake–the role of climate, vegetation, and land-use history",
    "authors": ["K.A. Koinig", "W. Shotyk", "A.F. Lotter", "C. Ohlendorf", "M. Sturm"],
    "venue": "J. Paleolimnol",
    "year": 2003
  }, {
    "title": "Complex caddisfly-dominated bioherms from the Eocene Green River Formation",
    "authors": ["V.L. Leggitt", "R.A. Cushman Jr."],
    "venue": "Sediment. Geol",
    "year": 2001
  }, {
    "title": "Palaeoenvironments associated with caddisfly-dominated microbial-carbonate mounds from the Tipton Shale Member of the Green River Formation: Eocene Lake Gosiute",
    "authors": ["V.L. Leggitt", "R.E. Biaggi", "H.P. Buchheim"],
    "venue": "Sedimentology 54,",
    "year": 2007
  }, {
    "title": "Ecological diversity in Trichoptera",
    "authors": ["R.J. Mackay", "G.B. Wiggins"],
    "venue": "Annu. Rev. Entomol",
    "year": 1979
  }, {
    "title": "Late Quaternary environmental change in the Bonneville basin, western USA",
    "authors": ["D.B. Madsen", "D. Rhode", "D.K. Grayson", "J.M. Broughton", "S.D. Livingston", "J. Hunt", "J. Quade", "D.N. Schmitt", "M.W. Shaver"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2001
  }, {
    "title": "Carbonate weathering as a driver of CO2 supersaturation in lakes",
    "authors": ["R. Marcé", "B. Obrador", "Morguí", "J.-A", "J. Lluís Riera", "P. López", "J. Armengol"],
    "venue": "Nat. Geosci",
    "year": 2015
  }, {
    "title": "The aquatic environment: I. Chemical and physical characteristics of Lake Chilwa",
    "authors": ["A.J. McLachlan"],
    "venue": "Lake Chilwa. Monographiae Biologicae",
    "year": 1979
  }, {
    "title": "The nature of zeolite occurrences in deposits of the Olduvai Basin, northern Tanzania",
    "authors": ["F. Mees", "G. Stoops", "E. Van Ranst", "R. Paepe", "E. Van Overloop"],
    "venue": "Clay Clay Miner",
    "year": 2005
  }, {
    "title": "L'extension oligocène sur la transversale septentrionale du rift du Massif Central",
    "authors": ["O. Merle", "L. Michon", "G. Camus", "A. de Goer"],
    "venue": "Bulletin de la Société Géologique de France",
    "year": 1998
  }, {
    "title": "Dynamique de l'extension continentale: application au Rift OuestEuropéen par l'étude de la province du Massif Central",
    "authors": ["L. Michon"],
    "venue": "PhD Thesis. Univ. Blaise Pascal, Clermont-Ferrand II",
    "year": 2000
  }, {
    "title": "The evolution of the Massif Central Rift; spatio-temporal distribution of the volcanism",
    "authors": ["L. Michon", "O. Merle"],
    "venue": "Bulletin de la Société Géologique de France 172,",
    "year": 2001
  }, {
    "title": "X-ray Diffraction and the Identification and Analysis of 679 Clay Minerals",
    "authors": ["D.M. Moore", "R.C. Reynolds"],
    "year": 1997
  }, {
    "title": "Contribution de l'exploration pétrolière à la connaissance structurale et sédimentaire de la Limagne, dans le Massif Central",
    "authors": ["A. Morange", "F. Heritier", "J. Villemin"],
    "venue": "Symp, Clermont-Ferrand,",
    "year": 1971
  }, {
    "title": "Pre-salt microbialites from the Campos Basin (offshore Brazil): image log facies, facies model and cyclicity in lacustrine carbonates",
    "authors": ["M.C. Muniz", "D.W.J. Bosence"],
    "venue": "Geol. Soc. Lond., Spec. Publ. 418,",
    "year": 2015
  }, {
    "title": "Importance et signification des coccolithophoridées dans des dépôts lagunaires de l'Oligocène inférieur (StampienRupélien) de France",
    "authors": ["D. Noël", "G. Busson", "A. Cornée"],
    "venue": "Rev. Micropaleontol",
    "year": 1993
  }, {
    "title": "Les coccolithophoridées fossiles ne peuvent plus être considérées comme caractéristiques du seul environnement pélagique",
    "authors": ["D. Noël", "G. Busson", "A. Cornée", "Mangin", "A.-M"],
    "venue": "Bulletin de la Société Géologique de France",
    "year": 1993
  }, {
    "title": "A 40-million-year lake record of early Mesozoic orbital climatic forcing",
    "authors": ["P.E. Olsen"],
    "venue": "Science",
    "year": 1986
  }, {
    "title": "Mineralogy and origin of rhizoliths on the margins of saline, alkaline Lake Bogoria, Kenya",
    "authors": ["R.A. Owen", "R.B. Owen", "R.W. Renaut", "J.J. Scott", "B. Jones", "G.M. Ashley"],
    "venue": "Rift Valley. Sediment. Geol",
    "year": 2008
  }, {
    "title": "Petrology and Geochemistry of Recent Ooids From the Great Salt Lake, Utah, in Great Salt Lake–An Overview of Change",
    "authors": ["V.A. Pedone", "C.H. Norgauer"],
    "venue": "Utah Department of Natural Resources Special Publication,",
    "year": 2002
  }, {
    "title": "Notes géologiques sur la Limagnes",
    "authors": ["H. Pelletier"],
    "venue": "Revue des Sciences Naturelles d'Auvergne",
    "year": 1972
  }, {
    "title": "Powder Diffraction Software",
    "authors": ["R. Petschick"],
    "venue": "MacDiff",
    "year": 2000
  }, {
    "title": "Physical stratigraphy of ancient lacustrine deposits",
    "authors": ["M.D. Picard", "L.R. High"],
    "venue": "SEPM Spec. Publ",
    "year": 1981
  }, {
    "title": "High-resolution stratigraphy of an underfilled lake basin: Wilkins Peak member, Eocene Green River Formation, Wyoming, USA",
    "authors": ["J.T. Pietras", "A.R. Carroll"],
    "venue": "J. Sediment. Res",
    "year": 2006
  }, {
    "title": "Lacustrine carbonates: facies models, facies distributions and hydrocarbon aspects",
    "authors": ["N.H. Platt", "V.P. Wright"],
    "venue": "Lacustrine Facies Analysis. International Association of Sedimentologists/Blackwell Scientific,",
    "year": 1991
  }, {
    "title": "Reconstructing the Late Paleocene-Early Eocene continental paleosurface in and around the Paris and adjacent basins: new insights for paleogeographic, geodynamic and climatic studies",
    "authors": ["F. Quesnel", "C. Dupuis", "J. Yans", "C. Ricordel-Prognon", "S. Rad", "Storme", "J.-Y", "F. Barbier", "E. Roche", "C. Bourdillon", "T. Smith", "P. Iacumin"],
    "venue": "GNS Misc. Ser",
    "year": 2009
  }, {
    "title": "Kalkowsky: Uber Oölith und Stromatolith im norddeutschen Buntsandstein",
    "authors": ["O.M. Reis"],
    "venue": "Neues Jahrbuch für Mineralogie, Geologie und Paläontologie",
    "year": 1908
  }, {
    "title": "Erläuterungen zu dem Blatte Donnersberg (Nr",
    "authors": ["O.M. Reis"],
    "venue": "XXI) der Geognostische",
    "year": 1921
  }, {
    "title": "Biostratigraphie des bassins tertiaires du Massif Central",
    "authors": [],
    "year": 1971
  }, {
    "title": "Origin and diagenesis of lacustrine algal bioherms at the margin",
    "authors": ["Ferrand", "pp"],
    "year": 1979
  }, {
    "title": "Upper Miocene, southern Germany",
    "authors": ["Ries crater"],
    "venue": "Sedimentology",
    "year": 2011
  }, {
    "title": "The central palaeo",
    "authors": ["J.M. Rouchy", "G. Camoin", "J. Casanova", "J.F. Deconinck"],
    "year": 1993
  }, {
    "title": "Influence of submerged macrophytes on sediment composition",
    "authors": ["K. Sand-Jensen"],
    "year": 1998
  }, {
    "title": "near-bed flow in lowland streams",
    "authors": ["K. Sand-Jensen", "O. Pedersen"],
    "venue": "Freshw. Biol",
    "year": 1999
  }, {
    "title": "Evolutionary history of hoofed",
    "authors": ["L. Scherler", "B. Mennecart", "F. Hiard", "D. Becker"],
    "venue": "phyte stands in streams. Freshw. Biol",
    "year": 2013
  }, {
    "title": "Classification of lacustrine sediments",
    "authors": ["Geosci"],
    "year": 2003
  }, {
    "title": "Occurrence of organic-matter-rich beds",
    "authors": ["J. Schnyder", "F. Baudin", "Deconinck", "J.-F"],
    "venue": "based on sedimentary components. J. Paleolimnol",
    "year": 2009
  }, {
    "title": "Lacustrine wave-dominated clastic shorelines: modern",
    "authors": ["M. 07.014. Schuster", "A. Nutz"],
    "year": 2017
  }, {
    "title": "On the neutralization of acid rock",
    "authors": ["CO", "2. Sherlock", "E.J", "Lawrence", "R.W", "Poulin"],
    "year": 1995
  }, {
    "title": "Tectonostratigraphy of the West Alpine Foreland: correlation",
    "authors": ["W. 1007/BF01061829. Sissingh"],
    "year": 2001
  }, {
    "title": "Miocene lacustrine algal reef",
    "authors": ["F.G. Straccia", "B.H. Wilkinson", "G.R. Smith"],
    "venue": "tectonics. Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 1990
  }, {
    "title": "Sedimentology 33, 711–727",
    "authors": ["French Jura"],
    "year": 2006
  }, {
    "title": "Lacustrine carbonate reservoirs",
    "authors": ["D.L. Thompson", "J.D. Stilwell", "M. Hall"],
    "year": 2015
  }, {
    "title": "Hydrothermal vents in Lake Tanganyika, East African",
    "authors": ["Tiercelin", "J.-J", "C. Pflumio", "M. Castrec", "J. Boulégue", "P. Gente", "J. Rolet", "C. Coussement", "K.O. Stetter", "R. Huber", "S. Buku", "W. Mifundu"],
    "venue": "Rift system. Geology",
    "year": 1993
  }, {
    "title": "Carbonate sedimentology. Blackwell Publishing Ltd., Oxford, UK. http://dx.doi.org/10.1002/9781444314175",
    "authors": ["M.E. Tucker", "V.P. Wright"],
    "year": 1990
  }, {
    "title": "Terrestrial climate evolution in northwest Germany over the last 25million years",
    "authors": ["T. Utescher", "V. Mosbrugger", "A.R. Ashraf"],
    "venue": "PALAIOS",
    "year": 2000
  }, {
    "title": "Lacustrine carbonate deposition in Middle Pennsylvanian cyclothems — the Upper Freeport Formation, Appalachian Basin, USA",
    "authors": ["B.L. Valero Garcés", "E. Gierlowski-Kordesch"],
    "venue": "J. Paleolimnol",
    "year": 1994
  }, {
    "title": "Microbial mediation of modern dolomite precipitation and diagenesis under anoxic conditions (Lagoa Vermelha",
    "authors": ["C. Vasconcelos", "J.A. McKenzie"],
    "venue": "Rio de Janeiro, Brazil). J. Sediment. Res",
    "year": 1997
  }, {
    "title": "Microbial deposits in the aftermath of the end-Permian mass extinction: a diverging case from the Mineral Mountains (Utah",
    "authors": ["E. Vennin", "N. Olivier", "A. Brayard", "I. Bour", "C. Thomazo", "G. Escarguel", "E. Fara", "K.G. Bylund", "J.F. Jenks", "D.A. Stephen", "R. Hofmann"],
    "venue": "USA). Sedimentology",
    "year": 2015
  }, {
    "title": "The Lacustrine Microbial Carbonate Factory of the Successive Lake Bonneville and Great Salt Lake, Utah, USA. Sedimentology (accepted since last week)",
    "authors": ["E. Vennin", "A. Bouton", "R. Bourillot", "A. Pace", "A. Roche", "A. Brayard", "C. Thomazo", "A. Virgone", "E.C. Gaucher", "G. Desaubliaux", "P.T. Visscher"],
    "year": 2018
  }, {
    "title": "Lacustrine Microbial Carbonate Facies in Core From the Lower Cretaceous Toca Formation, Block 0, Offshore Angola. (Presented at the Abstracts of the American Association of Petroleum Geologists, Hedberg Conference: “Microbial Carbonate Reservoir Characterization,",
    "authors": ["M.S. Wasson", "A. Saller", "M. Andres", "D. Self", "A. Lomando"],
    "venue": "Search and Discovery Article N°90153)",
    "year": 2012
  }, {
    "title": "Évolution d'un environnement carbonaté lacustre à bioconstructions, en Limagne Bourbonnaise (Oligo-Miocène, Massif Central, France). Thesis. Muséum National d'Histoire Naturelle, Paris (195p)",
    "authors": ["A. Wattinne"],
    "year": 2004
  }, {
    "title": "Evolution d'un environnement carbonaté",
    "authors": ["A. Wattinne", "E. Vennin", "P. De Wever"],
    "year": 2003
  }, {
    "title": "Upper Cretaceous feldspars in the Cenozoic Limagne Basin: a key argument in reconstructing the palaeocover of the Massif",
    "authors": ["A. Wattinne", "F. Quesnel", "F. Mélières", "H. Guillou", "C. Bourdillon", "J. Barbarand", "J.M. Baele", "J. Yans"],
    "venue": "Central (France). Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2010
  }, {
    "title": "Lacustrine sediments document millennial-scale climate variability in northern Greece prior to the onset of the northern hemisphere glaciation",
    "authors": ["M.E. Weber", "N. Tougiannidis", "M. Kleineder", "N. Bertram", "W. Ricken", "C. Rolf", "T. Reinsch", "P. Antoniadis"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2010
  }, {
    "title": "An overview of biomineralization processes and the problem of the vital effect",
    "authors": ["S. Weiner", "P.M. Dove"],
    "venue": "Rev. Mineral. Geochem",
    "year": 2003
  }, {
    "title": "Caddisflies: The Underwater Architects",
    "authors": ["G.B. Wiggins"],
    "year": 2004
  }, {
    "title": "Lithofacies, depositional cycles, and stratigraphy of the lower Green River Formation, southwestern Uinta basin, Utah",
    "authors": ["W.D. Wiggins", "P.M. Harris"],
    "venue": "Lacustrine Reservoirs and Depositional Systems, SEPM Core Workshop,",
    "year": 1994
  }, {
    "title": "Recent freshwater lacustrine stromatolites, stromatolitic mats and oncoids from northeastern Mexico",
    "authors": ["B.M. Winsborough", "J.S. Seeler", "S. Golubic", "R.L. Folk", "B. Maguire Jr."],
    "year": 1994
  }, {
    "title": "An abiotic model for the development of textures in some South Atlantic early Cretaceous lacustrine carbonates",
    "authors": ["V.P. Wright", "A.J. Barnett"],
    "venue": "Geol. Soc. Lond., Spec. Publ. 418,",
    "year": 2015
  }, {
    "title": "Trends, rhythms, and aberrations in global climate 65Ma to present",
    "authors": ["J. Zachos", "M. Pagani", "L. Sloan", "E. Thomas", "K. Billups"],
    "venue": "Science",
    "year": 2001
  }, {
    "title": "Varves in lake sediments–a review",
    "authors": ["B. Zolitschka", "P. Francus", "A.E. Ojala", "A. Schimmelmann"],
    "venue": "Quat. Sci. Rev",
    "year": 2015
  }],
  "id": "SP:802e2ea1d310b64b5b44e83c1e6d9534092d4270",
  "authors": [{
    "name": "Adeline Rochea",
    "affiliations": []
  }, {
    "name": "Emmanuelle Vennin",
    "affiliations": []
  }, {
    "name": "Anthony Bouton",
    "affiliations": []
  }, {
    "name": "Nicolas Olivier",
    "affiliations": []
  }, {
    "name": "Aurélia Wattinne",
    "affiliations": []
  }, {
    "name": "Irina Bundeleva",
    "affiliations": []
  }, {
    "name": "Jean-François Deconinck",
    "affiliations": []
  }, {
    "name": "Aurélien Virgone",
    "affiliations": []
  }, {
    "name": "Eric C. Gaucher",
    "affiliations": []
  }, {
    "name": "Pieter T. Visscher",
    "affiliations": []
  }],
  "abstractText": "The Limagne Basin (French Massif Central) is an extensive continental lacustrine system accommodating microbial and metazoan buildups from Chattian to Aquitanian age. A description of these buildups and their associated biotic components in Grand Gandaillat and Crechy quarries provides insights into their spatio-temporal distribution patterns. Flats, cauliflowers, domes, cones and coalescent columnar morphologies have been identified with a main laminated mesofabric and laminated, columnar, filamentous and caddisfly-coated microfabrics. Two low-gradient margin models emerged based on the changes in the distribution, morphology and size of the microbial and metazoan-rich deposits through time: the first model applies to the Chattian deposits in the Grand Gandaillat quarry and the second to the Aquitanian deposits in the Crechy quarry. This study emphasizes the heterogeneity of marginal lacustrine carbonate-siliciclastic cycles. The lacustrine/ palustrine cycles of the Limagne Basin record (i) lacustrine deposits composed of microbial and metazoan buildups and organic matter-rich marls indicating periods of high accommodation, and (ii) palustrine deposits composed of mudstone and clayey paleosoils, indicative of periods of low accommodation. The cycles differ with thin and symmetrical deposits that dominate the Chattian cycles whereas thicker and asymmetrical deposits mark the Aquitanian cycles. In addition, the Chattian buildups are exclusively microbial and only a few centimeters thick whereas the Aquitanian ones are multiple meters in height and are composed of both microbes and metazoans. Climatic, tectonism, volcanic and local parameters are involved in the deposition of buildups and their organization in each different cycle. Climate may control the long-term arid/humid sedimentary succession, tectonic may explain the difference in the deposit thickness between two cycles of different ages and localizations as well as the specific distribution of the buildups throughout the basin, volcanism may control the chemical lacustrine conditions and local physiography may impact the soil removal ability of the lake margin.",
  "title": "Oligo-Miocene lacustrine microbial and metazoan buildups from the Limagne Basin (French Massif Central)"
}