{
  "sections": [{
    "text": "lable at ScienceDirect\nContents lists avai\nQuaternary Science Reviews\njournal homepage: www.elsevier .com/locate/quascirev\nClimatic and disturbance influences on the temperate rainforests of northwestern Patagonia (40 S) since w14,500 cal yr BP\nIgnacio A. Jara a,b,*, Patricio I. Moreno a,c\na Institute of Ecology and Biodiversity, Santiago, Chile b School of Geography, Environment and Earth Sciences, Victoria University of Wellington, P.O. Box 600, Wellington 6140, New Zealand cDepartment of Ecological Sciences, Universidad de Chile, Santiago, Chile\na r t i c l e i n f o\nArticle history: Received 4 October 2013 Received in revised form 30 January 2014 Accepted 31 January 2014 Available online 28 March 2014\nKeywords: Northwestern Patagonia Temperate rainforest Climate change Volcanism Wildfires\n* Corresponding author. School of Geography, Envi Victoria University of Wellington, P.O. Box 600, We Tel.: þ64 4 4635233 ex8054; fax: þ64 4 4635186.\nE-mail address: ignacio.jaraparra@vuw.ac.nz (I.A. J\nhttp://dx.doi.org/10.1016/j.quascirev.2014.01.024 0277-3791/ 2014 Elsevier Ltd. All rights reserved.\na b s t r a c t\nWe present a detailed record from Lago Pichilafquén to unravel the vegetation, climate and disturbance history of the lowlands of northwestern Patagonia (40 S) since 14,500 cal yr BP. The presence of 30 tephras throughout the record attest for the proximity of the site to active volcanic centres and allows assessment of the role of volcanic disturbance on past vegetation and fire regime shifts. We interpret alternations in dominance between North Patagonian and Valdivian rainforests driven by changes in temperature and precipitation of westerly origin at multi-millennial and millennial timescales. These trends were punctuated by centennial-scale changes, most of which were coeval with or immediately followed the deposition of tephras and/or paleofires. We identify departures of the local vegetation from the regional trend between 2400 and 7100 cal yr BP, which we interpret as a response of rainforest vegetation and local fire regimes to the disturbance effect of tephra deposition near Lago Pichilafquén. We also find that volcanic disturbance promoted consistent increases in Eucryphia/Caldcluvia within 30 years and paleofires between 60 and 120 years following tephra deposition. Comparisons with palynological records having similar span, time resolution and age control suggest that regional climate has played a central role on the establishment, composition and maintenance of temperate rainforests. This influence is overprinted by disturbance regimes at the local and landscape level, driving divergences and heterogeneity especially at times of relatively weak climatic forcing.\n2014 Elsevier Ltd. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "Highly-resolved pollen and charcoal records from western Patagonia (38e52 S) are a prerequisite to assess the impact of climatic and disturbance regime shifts on the rainforest vegetation at centennial and millennial timescales. Although several studies in this region have examined the long-term influence of climate variables such as temperature and precipitation, only a few have enough detail to resolve millennial-scale changes in moisture balance associated with variations in the position/intensity of the Southern Westerly Winds (SWW) through the Last Glacial termination and the Holocene (Huber et al., 2004; Whitlock et al., 2007; Moreno et al., 2010). None of those, however, have explicitly examined the impact of disturbances driven by volcanic and\nronment and Earth Sciences, llington 6140, New Zealand.\nara).\npaleofire activity on the structure and composition of the vegetation despite the abundance of active volcanic centres in the Andes. Such endeavour requires distinguishing between local and regional volcanic, vegetation and paleofire signals to identify the disturbance agent(s) behind divergences among sites at the landscape level.\nVolcanic activity is an important driver of vegetation change in the proximity of eruptive centres in the Southern Andes (Veblen and Ashton, 1978). Ash fallout associated with explosive volcanism can lead to massive defoliation, canopy gaps, hydrologic changes, wildfires or understory burials that might generate favourable conditions for the recruitment, establishment and proliferation of fast-growing, shade-intolerant pioneer species (Veblen et al., 1981; Wilmshurst and McGlone, 1996). Veblen and Ashton (1978) reported that extensive sectors in the mid-elevation (600e 900 masl) of the north Patagonian Andes were dominated by evenaged Nothofagus stands, and interpreted them as early succession stages resulting from frequent catastrophic disturbances such as mass movement and volcanic eruptions. How low-elevation rainforests have responded to catastrophic disturbance events could\nnot be assessed with traditional ecological approaches, considering their virtual disappearance from the landscape since the beginning of European settlement. Veblen and Ashton (1978) suggested, yet were unable to test the hypothesis, that the tree Eucryphia cordifolia might exhibit a similar behaviour to species of the genus Nothofagus in the lowlands, thanks to its facility to colonize disturbed areas.\nWildfires are another important disturbance agent in the forest communities of northwestern Patagonia, especially in more continental areas where seasonal moisture stress is most pronounced allowing desiccation of fuels. The influence of precipitation anomalies over fire regimes in northern Patagonia has been analysed at multiple timescales. For instance, tree ring-dated fire-scar records have correlated extensive fire years with regional warm/ dry conditions induced by poleward shifts of the Southeastern Pacific Anticyclone and the SWWassociated with modes of climate variability such as El Niño Southern Oscillation and the Southern Annular Mode (Veblen and Kitzberger, 2002; González and Veblen, 2006; Holz and Veblen, 2011). At longer timescales, sedimentary charcoal records have linked multi-millennial fire anomalies with moisture changes driven by variations in the position/intensity of the SWWduring the last 12,000 years (Whitlock et al., 2007; Power et al., 2008; Moreno et al., 2010). Assessment of the role of volcanic disturbance over fire regimes under different climatic regimes since the last glaciation requires detailed stratigraphic records in the vicinity of active eruptive centres.\nIn this study we present a high-resolution paleoenviromental record from Lago Pichilafquén (40 440S, 72 280W; 218 m.a.s.l.), a small closed-basin lake (22.2 ha) situated in an intermorainal depression in the narrow land corridor between L. Puyehue and L. Rupanco, two glacial lakes located west of the Andean foothills of northwestern Patagonia (Fig. 1). L. Pichilafquén is located near four volcanic centres: Puyehue-Cordón Caulle complex (w36 km), Volcán Antillanca (w28 km), V. Puntiagudo (w31 km) and V. Osorno (w41 km) (Fig. 1), making it highly susceptible to the fallout of pyroclastic materials, and thus offers the opportunity to explore the role of volcanic disturbance on the vegetation and fire regimes\nunder different environmental scenarios. This study builds upon the results and discussion reported in Jara and Moreno (2012), extending the analysis until w14,500 cal yr BP."
  }, {
    "heading": "2. Study area",
    "text": ""
  }, {
    "heading": "2.1. Physical setting",
    "text": "Northwestern Patagonia (38e42 S) features three main physiographic units: (1) the high-elevation, glaciated and volcanically active Cordillera de los Andes to the east; (2) the lower-elevation, unglaciated and volcanically inactive Cordillera de la Costa to the west; and (3) the Valle Longitudinal, a north-south trending tectonic depression that develops between the aforementioned mountain ranges (Fig.1). The Valle Longitudinal is filled with glacial and volcanic deposits of Quaternary age and contains several large lakes of glacial origin that extend westward from the Andean massif. The north Patagonian Andes range in elevation between 2000 and 3000 m.a.s.l., with some of the highest glaciated peaks corresponding to volcanoes with known postglacial and historic activity in what has been described as the central segment of the Southern Volcanic Zone (González-Ferrán, 1994; Stern, 2004).\nNorthwestern Patagonia is under the influence of the SWW, which deliver abundant precipitation through the annual cycle, with increasing degrees of seasonality toward the north owing to the influence of the Southeastern Pacific Anticyclone (Garreaud et al., 2009). The present-day climate in the Valle Longitudinal is temperate and wet, annual precipitation over the last 30 years ranges from 900 to 2100 mm with an austral autumnewinter (MayeAugust) maximum and a summer minimum that, in some continental sectors, is expressed as droughts lasting for up to 2 months (Dirección meterológica de Chile, 2013).\nRainfall variability at inter-annual and decadal timescales affects hydrologic balance mainly through negative anomalies in summer precipitationwhich, in turn, modulates the occurrence of natural or human-inducedwildfires. Instrumental records and reanalysis data have revealed a reduction in annual precipitation over the last 60 years, as a result of an intensification and poleward shift of the SWW, which has been widely attributed to the depletion of the ozone layer as well as the increase of atmospheric greenhouse gas emissions (Fogt et al., 2009; Thompson et al., 2011).\nThe interaction of the westerly storm tracks and the mountainous physiography in northwestern Patagonia leads to precipitation maxima along the western margins of the Coastal and Andean Ranges, and to local minima on their downwind sectors. This precipitation gradient, in conjunction with adiabatic cooling, induces a marked altitudinal zonation of the vegetation at regional scale."
  }, {
    "heading": "2.2. Regional native vegetation",
    "text": "Broad-leaved evergreen rainforests were the dominant vegetation in northwestern Patagonia prior to European settlement. At least three centuries of agrarian and forestry activities have decimated lowlands native vegetation which today is confined to the Andean flanks and foothills. The distribution and composition of the forest communities along environmental gradients in these sectors can be used as modern analogues for interpreting palynological records and inferring past climate changes. Detailed descriptions of the native vegetation in northwestern Patagonia can be found on Heusser (2003), Oberdorfer (1960) and Schmithüsen (1956). Here we present a brief description of the two forest communities that will be mentioned further on the text.\nThe evergreen Valdivian rainforest is distributed from the lowlands of the Longitudinal Valley upslope to w400 m.a.s.l., and\nboasts the highest floral diversity among the rainforest communities in the region. The forest canopy is dominated by E. cordifolia, Aextoxicon punctatum and, to a lesser degree, by the evergreen beech Nothofagus dombeyi and its mistletoe Misodendrum sp., several species of the myrtle family (Myrceugenia planipes, Amomyrtus luma, Luma apiculata), the trees Caldcluvia paniculata, Persea lingue, Lomatia hirsuta and Gevuina avellana, along with the vines Hydrangea serratifolia, Cissus striata andMitraria coccinea. A diverse array of ferns such as Polypodium feuillei, Lophosoria quadripinnata and multiple species of Hymenophyllum occur on the forest floor and on standing and fallen trees. Dominant species in forest gaps are E. cordifolia, Aristotelia chilensis, and Chusquea quila.\nThe evergreen North Patagonian rainforest community occurs in the Andes between 400 and 900 m.a.s.l. and is dominated by the evergreen beech N. dombeyi, along with Weinmannia trichosperma, Drimys winteri, Tepualia stipularis, Amomyrtus meli, and A. luma. Above 600 m.a.s.l. N. dombeyi is accompanied by the cold-resistant conifers Saxegothaea conspicua, Podocarpus nubigena, Fitzroya cupressoides and Pilgerodendron uviferum."
  }, {
    "heading": "3. Methods",
    "text": ""
  }, {
    "heading": "3.1. Core retrieving and sediment analysis",
    "text": "We obtained overlapping sediment cores from an anchored platform set over the deepest sector of Lago Pichilafquén (16e19 m water depth) using a Wright square-rod piston corer and a watersediment interface corer. Sediment texture was documented through visual description and with the aid of X-radiographs to identify possible sedimentary structures. We performed loss-onignition (LOI) analysis following the procedure documented by Heiri et al. (2001) to quantify the organic, silicilastic and carbonate content of the sediments. These data facilitated correlation between cores to produce a spliced record devoid of hiatuses associated with core breaks."
  }, {
    "heading": "3.2. Chronology",
    "text": "The chronology of the record is constrained by 13 AMS radiocarbon dates calibrated to calendar years before present using the software CALIB 6.01 (Stuiver, 1993) (Table 1). We used the SHcal04 dataset for samples younger than 11,000 cal yr BP and the IntCal09 dataset for dates older than 11,000 cal yr BP (McCormac et al., 2007). We developed a Bayesian age model using the Bacon package for the software R (Blaauw and Christen, 2011) and subtracted the thickness of all tephras (distal pyroclastic layers) to explicitly account for their instantaneous deposition. This age model allowed us to calculate median probability (calendar) ages and associated\n95% confidence intervals for all pollen, charcoal, and tephra layers. Pollen and charcoal data are plotted using the median probability age series."
  }, {
    "heading": "3.3. Pollen and charcoal analyses",
    "text": "All procedures involved in the acquisition and handling of pollen and charcoal data are described in Jara and Moreno (2012). Pollen data are presented in percentage units, charcoal data are presented as charcoal accumulation rates (CHAR ¼ particles/cm2*year).\nWe conducted time-series analysis of the macroscopic charcoal data to identify local fire events using the software CharAnalysis (Higuera et al., 2009). For that purpose, we interpolated samples at regular time intervals corresponding to the median time resolution of the entire record. We modelled the background charcoal signal (charcoal accumulation not associated with local fires) by using a LOWESS robust to outliers smoothing with a 500-yr windowwidth. We used a locally defined threshold to identify charcoal peaks exceeding the 99 percentile of a Gaussian distribution (i.e. local fire events; for more details see Jara and Moreno, 2012)."
  }, {
    "heading": "3.4. Superposed epoch analyses",
    "text": "We performed Superposed Epoch Analyses (SEA) (Prager and Hoenig, 1992) on selected pollen taxa and macroscopic charcoal data with respect to tephra deposition to assess the influence of volcanic ash fallout on local vegetation change and fire activity. SEA allows the detection of time-consistent responses of an environmental variable to discrete recurrent events by averaging a set of different individual responses occurring at different periods. We tested the responses of N. dombeyi type, Eucryphia/Caldcluvia, W. trichosperma and Poaceae because of their abundance and ubiquity throughout the pollen record, and because they have been previously documented as pioneer, fast-growing species that usually colonize disturbed areas (Veblen et al., 1981; González et al., 2002; Donoso Zegers, 2006). We considered each tephra as a “key event” (represented as time “0” in Fig. 5A) and then compared the abundance of each taxon around a 240-year window centred at the key event. For each key event we interpolated pollen samples to eight fixed 30-year intervals (median sample resolution of the record), running from 120 years prior to 120 years after tephra occurrence. To minimize the statistical weight of outliers we normalized the pollen data by subtracting the mean value to every individual value at each window (Genries et al., 2009). Since pollen percentages were calculated in reference to a shared total, any change in one taxon lead to changes in rest of them. To minimize this bias, the data was scaled by dividing all interpolated values by the absolute maximum across each window (Adams et al., 2003). By virtue of\nd with the aid of the software CALIB 6.01.\nbeing percentages, the palynological time series used in these analyses are interdependent data, aspect that we deem adequate for assessing the responses of specific taxa to alloctonous forcing in the context of an entire plant community.\nSuperposed epoch analyses excluded tephras from intervals where the resolution of the record was lower than 30 yr/cm and when pollen and charcoal abundance were lower than 1% or 4 particles/cm2*yr, respectively. Tephras occurring within less than 120 years of difference between them were analysed as single key\nevents. The total number of key events that met these criteria were 16 for Eucryphia/Caldcluvia, 20 in the case ofW. trichosperma, 22 for Poaceae, 20 for N. dombeyi type, and 20 events for macroscopic CHAR."
  }, {
    "heading": "4. Results",
    "text": ""
  }, {
    "heading": "4.1. Stratigraphy",
    "text": "The sedimentary record from Lago Pichilafquén shown in this paper consists ofw470 cm of predominantly organic-rich lake mud devoid of carbonates (LOI925 <5%) that grades into basal sand/ gravel. Tephra layers feature discrete increases in siliciclastic density and abrupt declines in organic content (Fig. 2). The X-radiographs and Loss on Ignition data allowed detection of 30 tephras with sharp upper and lower contacts and thicknesses that ranged between 1 and 19 cm (Table 2). Detailed descriptions and geochemical fingerprinting of these pyroclastic layers are currently underway.\nThe stratigraphy and agemodel applied to the radiocarbon dates suggest continuous pelagic sedimentation of organic-rich mud since w14,500 cal yr BP, with an average deposition time of 30 years/cm."
  }, {
    "heading": "4.2. Pollen and charcoal zones",
    "text": "We analysed the pollen, spore, macroscopic and microscopic charcoal content of 351 samples from Lago Pichilafquén (Fig. 4), resulting in an average time resolution of 30 years per sample. We divided the pollen record in 9 zones on the basis of conspicuous changes in the pollen stratigraphy to facilitate the description of the\npollen record. In the following paragraphs we describe the main features of each zone, indicating their depth and age ranges (depths without tephras). Whenever pertinent, we indicate in parentheses the mean, maximum or minimum abundances of taxa, or the magnitude of a noteworthy variation.\nZone LP1 (353e390 cm; 12,500e14,500 cal yr BP). This zone is dominated by arboreal pollen (mean 91%), chiefly N. dombeyi type (mean 29%), Myrtaceae (mean 24%) andHydrangea (mean 19%). The zone begins with high abundance of Myrtaceae and the aquatic Isoetes, followed by prominent declines reaching to their minima (minimum between 10 and 15 and 1e5% respectively) at 12,700 cal yr BP, while N. dombeyi type and Hydrangea show sustained increases that peaked at 12,700 (42%) and 13,300 cal yr BP (40%), respectively. The mistletoe Misodendrum increased to a\nmaximum (7%) in parallel with N. dombeyi type, demonstrating the local presence of both taxa during this part of the record. The conifers Fitzroya/Pilgerodendron and P. nubigena increased at w14,000 cal yr BP and attained maximum abundance at w12,500 cal yr BP. Macro- andmicroscopic CHAR remained close to zero throughout the entire zone.\nZone LP2 (329e352 cm; 11,200e12,500 cal yr BP). The main pollen taxa areW. trichosperma (mean 49%), N. dombeyi type (mean 21%) and Poaceae (mean 8%). This zone begins with a short-lived increment of Poaceae (maximum 25%), A. chilensis (maximum 3%) and Blechnum type (maximum 3%), causing a sudden decline in the arboreal pollen sum (minimum 70%) at 12,500 cal yr BP. This was immediately followed by a rapid increase of W. trichosperma (from 5 to 76%) commencing at 12,400. W. trichosperma reached\nmaximum abundance between 11,200 and 12,000 cal yr BP contemporaneous with increases in CHAR. N. dombeyi type (mean 21%) and Hydrangea (mean 4%) decline with respect to the previous zone, reaching minimumvalues during the middle part of this zone (11,600 cal yr BP). Fitzroya/Pilgerodendron and P. nubigena show major reductions, attaining values close to zero by 12,300 cal yr BP.\nZone LP3 (314e328 cm; 10,300e11,200 cal yr BP). This zone features dominance ofW. trichosperma (mean 41%), N. dombeyi type (mean 23%) and Poaceae (mean 8%). W. trichosperma shows a rapid decline (from 44 to 10%) which is compensated by increments in N. dombeyi type (from 12 to 35%) and Hydrangea (from 5 to 9%). Macroscopic and microscopic CHAR are relatively low, attaining maxima at the beginning and end of this zone.\nZone LP4 (288e313 cm; 9200e10,300 cal yr BP). The most abundant taxa in this zone are Eucryphia/Caldcluvia (mean 26%), N. dombeyi type (24%) and W. trichosperma (15%). This zone is characterized by an abrupt rise of Eucryphia/Caldcluvia (from 3 to 40%), a plateau inN. dombeyi type (20e30%), an increase inHydrangea (from 1 to 14%), a steady increase in T. stipularis (from 1 to 3%) and a persistent decline of W. trichosperma. Macro and microscopic CHAR show a slight increment with respect to the previous zone.\nZone LP5 (224e287 cm; 7100e9200 cal yr BP). This zone is dominated by N. dombeyi type (mean 37%), Eucryphia/Caldcluvia (mean 21%) and W. trichosperma (mean 9%). The beginning of this\ninterval features an increase in N. dombeyi type (from 18 to 40%) that led to a stable plateau around 35e40%, contemporaneous with a decline in Eucryphia/Caldcluvia (from 34 to 20%) that culminated in a stabilization around20%, and adrop inHydrangea (from14 to 3%).We observe gradual increments in Misodendrum and T. stipularis (from 0to5%and4to8%, respectively), andastabilizationofW. trichosperma between 5 and 15%. Isoetes features a gradual and persistent increase (from 0% to 10%) contemporaneous with distinctive peaks in macroscopic (7200, 7700, 7900 and 9100 cal yr BP) and microscopic (7700, 8600 and 9100 cal yr BP) CHAR.\nZone LP6 (107e223 cm; 2400e7100 cal yr BP). This zone is characterized by the dominance of Eucryphia/Caldcluvia (mean 44%),N. dombeyi type (mean 27%) andW. trichosperma (mean 6%). A sudden increment in Eucryphia/Caldcluvia (from 18 to 41%) and rapid declines in T. stipularis (from 6 to 1%) and Isoetes (from 8 to 1%) mark the beginning of this zone. Eucryphia/Caldcluvia exhibits rapid (<50 yr) high-magnitude (from 30 to 60%) variations in antiphase with N. dombeyi type. Macroscopic and microscopic CHAR attain relative high values at the beginning of this zone (between 7100 and 6800 cal yr BP), then plummet to their minima until 5000 cal yr BP, and increase again to reach prominent peaks at w3100, 3600, 4300 and 5000 cal yr BP.\nZone LP7 (70e105 cm; 1100e2400 cal yr BP). This zone is dominated by Eucryphia/Caldcluvia (mean 27%) N. dombeyi type\n(mean 32%) and W. trichosperma (mean 11%). Eucryphia/Caldcluvia declines steadily (from 59 to 26%) as N. dombeyi type (from 10 to 45%), Poaceae (from 3 to 11%), A. chilensis (from 0 to 3%), Myrtaceae (from 2 to 5%) and the fern Blechnum type (from 0 to 5%) increase altogether. W. trichosperma and Misodendrum exhibit slight increments. Macro and microscopic CHAR decline and remain low during this zone except for a conspicuous peak at 2300 cal yr BP.\nZone LP8 (34e69 cm; 350e1100 cal yr BP). This zone is dominated by Eucryphia/Caldcluvia (mean 14%), N. dombeyi type (40%) and Poaceae (mean 11%). The onset of this interval features a rapid increment of Poaceae (from 3 to 18%) and declines in Eucryphia/ Caldcluvia and W. trichosperma (from 23 to 14% and 23 to 10%, respectively). The rising trend in N. dombeyi type persists until reaching peak abundance (47%) in parallel with Misodendrum (6%). Microscopic CHAR remains stable while macroscopic CHAR rose between 350 and 600 cal yr BP, punctuated by a drop between 400 and 500 cal yr BP.\nZone LP9 (1e33 cm; present-350 cal yr BP). Themain taxa of this zone are Poaceae (mean 25%), N. dombeyi type (mean 21%) and Eucryphia/Caldcluvia (mean 12%). Salient features of this zone are abrupt increments in Poaceae (from 12 to 22%), Asteraceae subf. Cichorioideae, Rumex and Plantago, along with prominent declines in N. dombeyi type, Eucryphia/Caldcluvia, W. trichosperma, Hydrangea and Misodendrum, causing a major decrease in the arboreal pollen sum (minimum 62%). Microscopic CHAR attains relatively low values while macroscopic CHAR shows prominent peaks at 50, 190 and, 360 cal yr BP.\n4.3. Local fire events\nTime-series analysis of the macroscopic CHAR record with CharAnalysis software led to the identification of 40 statistically significant fire peaks throughout the record (Fig. 6; Table 3). The\ninterpolated charcoal curve replicates the millennial and centennial-scale features of the raw macroscopic CHAR data. Charcoal peak magnitude varies from 5 to 1500 particles/cm2*yr (see Table 3). We observe high frequency of fire events between 11,500 and 12,500, 6000 and 8000, 3500 and 4500, 1000 and 2500 and over the last 500 years."
  }, {
    "heading": "4.4. Superposed epoch analysis (SEA)",
    "text": "Eucryphia/Caldcluvia abundances were consistently higher during the first 30 years after tephra deposition (9 of 16 peaks above the 95% confidence interval), while macroscopic CHAR showed a similar response between 60 and 90 years (11 of 20 peaks) and between 90 and 120 years after tephra deposition (10 of 20 peaks). N. dombeyi type, W. trichosperma and Poaceae, on the other hand, did not show consistent significant changes (Fig. 5). The individual statistically significant increments detected by SEA are spread uniformly throughout the record, suggesting lack of climatic modulation in the multi-decadal responses of Eucryphia/Caldcluvia and macroscopic CHAR to volcanic disturbance. We corroborated the validity of these findings running all analyses in a modified depth scale with no tephras domain (not shown). The satisfactory performance and replicability of this test in a non-interpolated scale, independent of a specific choice of age models, suggests to us a genuine ecological response in the variables under consideration."
  }, {
    "heading": "5. Discussion",
    "text": ""
  }, {
    "heading": "5.1. Vegetation and climate history",
    "text": "The pollen record reveals the continuous presence of temperate rainforest communities around Lago Pichilafquén over the last w14,500 years, with variations in floristic composition reflecting responses of the vegetation to climatic and non-climatic drivers (Moreno, 2004; Abarzúa and Moreno, 2008). Pollen assemblages indicate alternating dominance and floristic admixture of taxa characteristic of modern North Patagonian and Valdivian rainforests. Present-day transitions between these forests reflect, primarily, responses to climatic variables such as ability to withstand low/high temperatures or presence/absence of summer moisture stress (Villagrán, 1984; Heusser, 2003) and, secondarily, to lightdemanding attributes or response/vulnerability to disturbance events.\nA pollen assemblage dominated by the North Patagonian taxa Myrtaceae and Lomatia/Gevuina, together with high abundance of the littoral macrophyte Isoetes is observed prior to w14,000 cal yr BP, suggesting temperate and humid conditions similar to the modern environments found on the lower portions of the Andes Cordillera at 41 S. The record then shifts to a North Patagonian assemblage featuring abundant N. dombeyi type, increases in the conifers Fitzroya/Pilgerodendron and P. nubigena at w14,000 cal yr BP, and a major decline in Isoetes between 12,500 and 13,300 cal yr BP. We interpret this change as reflecting a shift toward cooler and wetter conditions that promoted the spread of cold-resistant conifers and a decline in littoral macrophytes. The latter trend is indicative of a transgressive lake-level phase that led to a displacement of littoral macrophytes away from the lake centre, causing a decline of its abundance in the deepest part of the lake basin, the area where the sediment cores were retrieved.\nThe record then shows an abrupt increase in W. trichosperma between 11,200 and 12,400 cal yr BP, accompanied by Poaceae, Asteraceae, A. chilensis and Blechnum type, coeval with declines in all other taxa. W. trichosperma is a tree with broad geographic distribution and climatic tolerance in northwestern Patagonia,\ncurrently found in both North Patagonian and Valdivian rainforest communities. Ecological studies have described W. trichosperma as a long-lived, slow-growth, shade-intolerant emergent tree with wind-dispersed seeds capable of colonizing disturbed terrains (Lusk, 1999). Hence, we interpret this palynological change as the opening of a North Patagonian rainforest community that allowed the spread of herbs and trees favoured by disturbance starting at 12,400 cal yr BP. The fact that cold-resistant trees persisted over this interval, that no thermophilous trees increased, and that littoral macrophytes remained low during this interval suggest to us the persistence of cold and humid conditions between 11,200 and 12,400 cal yr BP. The charcoal record shows contemporary increases in the accumulation of micro- and macroscopic particles, suggesting an increase in fire activity. We attribute these increases in local and regional fire to enhanced precipitation seasonality and/ or high-frequency variability in rainfall regimes (higher than our sampling resolution) that allowed the desiccation of fuels necessary for fire ignition and spreading.\nThe Valdivian taxon Eucryphia/Caldcluvia increased rapidly at 10,300 cal yr BP, following a steady decline ofW. trichosperma from its maximum at 11,500 cal yr BP, along with increments in N. dombeyi type and Hydrangea. These changes suggest diversification and establishment of thermophilous species characteristic of the Valdivian rainforest, able to withstand summer-moisture stress that today are confined to the lowlands of northwestern Patagonia.\nEucryphia/Caldcluvia then attained a high-abundance plateau until 7100 cal yr BP, coeval with increases in T. stipularis, Poaceae, Isoetes and CHAR. T. stipularis commonly forms dense thickets in waterlogged soils or poorly drained slopes (Donoso Zegers, 2006), with some individuals even growing partially submerged along the lake margins (P. I. Moreno personal observations). The fact that T. stipularis reached its maximum and covaried with Isoetes suggests centripetal expansion of littoral environments driven by a regressive lake-level phase between 7100 and 10,300 cal yr BP. Thus, dominance of thermophilous species tolerant to summermoisture stress, lake-level lowering and increase in fire activity suggest to us a multi-millennial warm/dry phase during this interval.\nBetween 2400 and 7100 cal yr BP Eucryphia/Caldcluvia underwent large-magnitude, centennial and sub-centennial-scale oscillations in antiphase with N. dombeyi type and W. trichosperma, and concurrent with a permanent decline in T. stipularis and the disappearance of Isoetes. We interpret the former trend as responses of the upland vegetation to repeated volcanic and paleofire disturbance (see following section), under overall cool-temperate conditions, and the latter as an outward shift of littoral taxa away from the lake centre driven by a transgressive lake phase in response to a multi-millennial increase in precipitation. The observation, however, that some oscillations in the upland vegetation and paleofire occur in the absence of tephras (e.g. highamplitude swings of Eucryphia/Caldcluvia and N. dombeyi centred at 3500, 5500 and 6500 cal yr BP, shown in Fig. 6) suggests that centennial-scale climate variability and enhanced fire activity (fire events detected at 3605, 5705, 6425, 6695 and 6785 cal yr BP) could account for the highly dynamic nature of the pollen record between 2400 and 7100 cal yr BP.\nThe last 2400 years of the pollen record feature centennial-scale alternations between Eucryphia/Caldcluvia and N. dombeyi type as the dominant taxa of the record. Such centennial-scale oscillations are superimposed to a longer-term increase (decline) in N. dombeyi type (Eucryphia/Caldcluvia) until the arrival of European settlers (w390 cal yr BP). The most recent 350 years of the record are characterized by an abrupt decline in arboreal pollen and rapid increases in Poaceae, macroscopic CHAR, and the exotic herbs Plantago and Rumex. Overall, these results suggest a multimillennial-scale trend toward dominance of North Patagonian rainforest trees between 350 and 2500 cal yr BP interrupted by the onset of deforestation by European settlers in the 17th century. Detailed discussion of this period in the Lago Pichilafquén record can be found in Jara and Moreno (2012)."
  }, {
    "heading": "5.2. Disturbance history",
    "text": "The pollen record from Lago Pichilafquén is largely dominated by species described in the literature as pioneer, shade intolerant and/or fast-growers. Given these ecological attributes, we expect them to exhibit stratigraphically discernible responses to tephra deposition or wildfires at ecological timescales, as well as longerterm responses driven by the cumulative effects of short-term changes in the same direction. Vegetation changes attributable to disturbance agents might be especially detectable during periods of relatively stable climate or in the absence of large-magnitude climate transitions. In the following paragraphs we will describe the temporal distribution of tephras and local fire events throughout the record, then we will assess whether there is a discernible stratigraphic association between these disturbance agents and vegetation change.\nThe tephrostratigraphy from Lago Pichilafquén reveals 30 tephras over the last 14,500 years, offering the opportunity to examine potential responses of the vegetation to volcanic\ndisturbance in a variety of climatic contexts. Fig. 2 shows the stratigraphic position of all tephra layers, Table 2 shows their depth, thickness and age, while Fig. 6F shows their frequency per nonoverlapping 500-year wide time windows. It is evident from these data that: (i) relatively thin tephras ( 4 cm) were frequent (n ¼ 11, 2.8 events/1000 yr) between 9500 and 13,500 cal yr BP; (ii) infrequent tephras characterize the interval 5000e9500 cal yr BP (n ¼ 3, 0.7 events/1000 yr, including the thickest tephras dated at 6700 and 7200 cal yr BP); (iii) relatively thin deposits characterize the interval with the highest tephra frequency (n ¼ 10, 4.0 events/ 1000 yr) between 2500 and 5000 cal yr BP, followed by (iv) a decline in tephra frequency (n¼ 6, 2,4 events/1000 yr) over the last 2500 years. We observe millennial-scale variability superimposed upon these multi-millennial trends, with tephra-free intervals between 500 and 1000, 3000 and 3500, 5000 and 6500, 7500 and 8500, 10,000 and 11,000 and 12,000 and 12,500 cal yr BP.\nTime-series analysis of macroscopic CHAR identified 40 statistically significant charcoal peaks which we interpret as evidence for local fires. Fig. 6E shows the temporal distribution of those peaks and their frequency per non-overlapping 500-year long time windows. We note that: (i) relatively low frequency (n ¼ 3, 1.2 events/ 1000 yr) of low-magnitude fires between 12,500e14,000 cal yr BP, (ii) relatively high frequency of low-magnitude fires (n ¼ 4, 4 events/1000 yr) between 11,500e12,500 cal yr BP, (iii) relatively low frequency (n ¼ 7, 2 events/1000 yr) of fires between 8000 and 11,500 cal yr BP, (iv) a period of high fire frequency between 6000 and 8000 cal yr BP (n ¼ 8, 4 events/1000 yr) including the largestmagnitude events dated at 6600 and 7100 cal yr BP (v) relatively low fire frequency between 4500 and 6000 cal yr BP (n ¼ 3, 2 events/1000 yr), (vi) relatively high fire frequency over the last 4500 years (n ¼ 15, 3.3 events/1000 yr).\nIn the following paragraphs we discuss prominent millennialand sub-millennial scale vegetation changes that coincided with tephras and statistically significant charcoal peaks, which serve as basis for inferring volcanic and/or wildfire as agents of vegetation change in the surroundings of Lago Pichilafquén (Figs. 4 and 6):\n1 A sustained increase in N. dombeyi type and abrupt declines in the shade-tolerant Myrtaceae and Hydrangea between 12,000 and 13,000 cal yr BP. This vegetation transition coincided with the deposition of 5 tephras between 12,900 and 13,200 cal yr BP and 3 fire events between 12,000 and 13,000 cal yr BP. 2 An abrupt increase in W. trichosperma and Poaceae and decline in all other trees starting at 12,400 cal yr BP. This vegetation change coincided with a shift toward permanently high microscopic and macroscopic CHAR values and statistically significant charcoal peaks at 12,485 and 12,875 cal yr BP. 3 An abrupt increase in N. dombeyi type and gradual decline in W. trichosperma starting at 11,500 cal yr BP. This shift followed the deposition of 2 tephras between 11,500 and 11,800 cal yr BP and 2 local fires between 11,600 and 11,900 cal yr BP. 4 An abrupt and long-term increase in Eucryphia/Caldcluvia and decline in N. dombeyi type between 6000 and 7100 cal yr BP. This shift occurred in conjunction with the 2 thickest tephras deposited between 6800 and 7100 cal yr BP and three local fires over the same time interval. 5 A sustained increase in Eucryphia/Caldcluvia and decline in N. dombeyi type between 4000 and 5000 cal yr BP. This shift occurred during and after the deposition of 6 tephras between 4300 and 4800 cal yr BP and 2 large-magnitude local fires at w4400 cal yr BP. 6 A long-term increase in N. dombeyi type, rise in Poaceae, and decline in Eucryphia/Caldcluvia starting at 2400 cal yr BP. These events coincided with multi-millennial declines in the frequency of tephras and local fires.\n7 An abrupt increase in Eucryphia/Caldcluvia between 1100 and 1300 cal yr BP. This shift followed 3 closely spaced tephras deposited between 1200 and 1400 cal yr BP and two local fire events between 1100 and 1400 cal yr BP.\nWe note that the response of W. trichosperma was opposite during the vegetation changes 2 and 3 mentioned above. This apparent contradictory response may be related to the presence of a non-analogue climate between 11,500 and 12,400 cal yr BP (high frequency precipitation variability and colder-than-present conditions), which was followed by an abrupt transition into Holocene climate at 11,500 cal yr BP (Moreno et al., 2001; Moreno and León, 2003; Moreno, 2004). We also note that the response of Eucryphia/ Caldcluvia over the last 2400 years is superimposed by a multimillennial decline in its abundance, aspect that we attribute to a trend toward cooler/wetter conditions.\nAt shorter timescales (<100 years) we observe consistent statistically significant increases in Eucryphia/Caldcluvia between 0 and 30 years and macroscopic CHAR between 60 and 120 years after the deposition of tephras, respectively (Fig. 5). E. cordifolia is a fast-growing shade-intolerant tree that rapidly colonizes disturbed terrains, thanks to its high seed production rate (Donoso Zegers, 2006) and capacity to resprout (González et al., 2002). Our results thus suggest that volcanic ashfalls in the vicinity of Lago Pichilafquén over the last w10,000 years drove changes in the structure/composition of the surrounding forest vegetation, favouring rapid increases in the shadeintolerant tree E. cordifolia and subsequent wildfire activity. These results are comparable with the past pant changes recorded after volcanic eruptions in similar forest types in New Zealand (Wilmshurst and McGlone, 1996; Wilmshurst et al., 1997). In northwestern Patagonia, the long-term fire activity could have resulted from the accumulation of the dead biomass generated during the initial volcanic disturbance and enhanced by the desiccation of fuels during periods with negative anomalies in summer precipitation."
  }, {
    "heading": "5.3. Regional paleoclimate",
    "text": "Comparison of Lago Pichilafquén with pollen records having similar time span, radiocarbon and stratigraphic control, and temporal resolution from continental northwestern Patagonia and Isla Grande de Chiloé (Moreno and León, 2003; Abarzúa et al., 2004; Moreno, 2004; Abarzúa and Moreno, 2008) reveals interesting similarities and differences over the last w14,500 years:\n1. All records including Lago Pichilafquén show that Myrtaceae and other shade-tolerant North Patagonian taxa dominated prior to w14,000 cal yr BP. We infer temperate and wet conditions from this pollen assemblage. 2. All records show increases in N. dombeyi type and the coldresistant conifer P. nubigena between w12,500 and 14,000 cal yr BP at the expense of relatively thermophilous North Patagonian rainforest taxa, followed by declines in their abundance between 11,000 and 12,700 cal yr BP. We interpret the former event as a decrease in temperature and an increase in precipitation coincident with the Antarctic Cold Reversal (ACR; 12,900e14,500 cal yr BP) as recorded in the EPICA Dome C ice core from eastern Antarctica (EPICA, 2006), and the latter as a decrease in precipitation under cool-temperate conditions within the Younger Dryas chronozone (11,500e12,900 cal yr BP; Alley (2000)). We infer intensification of the SWW over northwestern Patagonia during the ACR, in agreement with the results obtained by Moreno and León (2003), and reduced SWW influence during the Younger Dryas chronozone, consistent with\na southward shift in the SWW recently postulated by Moreno et al. (2012) based on a comparison between northwestern and southwestern Patagonian sites. 3. Most records show abrupt increases in W. trichosperma at the expense of all other trees and vines between w11,000 and 12,700 cal yr BP. The exact onset of this increase varies among sites and, in most cases, was contemporaneous with increases in fire activity. These changes have been interpreted as cooltemperate conditions and decline in precipitation that favoured the occurrence of fires which fostered the spread and increase of pioneer shade-intolerant trees.W. trichosperma then declined between w10,200e11,000 cal yr BP, giving way to a more diverse pollen assemblage including species common to Valdivian and North Patagonian rainforest communities, suggesting warming at the beginning of the Holocene. 4. All records located in the mainland show abrupt increases and dominance of the thermophilous Valdivian tree Eucryphia/ Caldcluvia between w8000 and 10,200 cal yr BP (Moreno and León, 2003; Moreno, 2004). Sites located in Isla Grande de Chiloé indicate the establishment of this taxon somewhat later at w8900 cal yr BP (Abarzúa et al., 2004; Abarzúa and Moreno, 2008), suggesting the establishment of peak interglacial warmth and substantial reduction in precipitation driven by a regional weakening of the SWW.\nThe remarkable similarities in timing and direction of vegetation changes between Lago Pichilafquén and the regional palynological pattern discussed above between 7600 and 14,000 cal yr BP suggest a synchronous, homogeneous response of the regional vegetation to climate change at millennial timescale through the Last GlacialeInterglacial transition. Vegetation change between 2400 and 7100 cal yr BP, however, diverges from the regional pattern and coincides with repeated volcanic and paleofire disturbance (see preceding sections).\n5.4. Regional fire history\nFig. 6G presents a comparison of the macroscopic CHAR data from Lago Pichilafquén with a standardized synthesis curve of paleofires in southern South America (>30 S) over the last 14,200 years (M. J. Power, personal communication). Similar multi-millennial trends between both reconstructions are evident: (1) near-zero CHAR values at Lago Pichilafquén and negative regional anomalies between 13,000 and 14,200 cal yr BP, (2) an upward trend in CHAR and positive anomalies between 7000 and 13,000 cal yr BP and (3) minimum CHAR and negative anomalies between 5000 and 7000 cal yr BP. This synchrony suggests a common large-scale climate driver. Differences from the southern South America paleofire curve, however, are evident in Lago Pichilafquén between 7000 and 9500 cal yr BP, when increasing CHAR values occur under a sustained trend towards negative regional anomalies, and between 3000 and 4000 and 0 and 1500 cal yr BP when relatively high CHAR values occur under negative regional anomalies. We interpret these millennial and multi-millennial scale divergences as reflecting spatial and temporal heterogeneities in fire occurrence resulting from local ignition sources and disturbance regimes in the vicinity of Lago Pichilafquén at times when the magnitude of regional climatic change may have been relatively weak."
  }, {
    "heading": "6. Conclusions",
    "text": "Vegetation change and paleofires in the Lago Pichilafquén record match the millennial and multi-millennial scale changes\nrecorded elsewhere in northwestern Patagonia between w7000 and 14,000 cal yr BP, suggesting a common regional signal driven by temperature and precipitation shifts associated with changes in the Southern Westerly Winds. Several of these transitions were abrupt and occurred in synchrony with volcanic events and paleofires, suggesting that these local disturbances acted in a synergistic manner with climate-driven vegetation transformations. We detect important divergences in the vegetation and paleofire record from Lago Pichilafquén relative to regional trends, particularly evident between 2400 and 7100 cal yr BP. We also detect a consistent sequence of events at multi-decadal timescales that features tephra deposition, increase in Eucryphia/Caldcluvia and fire occurrence over the last 10,300 years. These responses suggest a tight coupling between volcanic activity, spread of fast-growth trees favoured by disturbance, followed by ignition of dead dry biomass generated by ash fallout events, at the same time that support Veblen & Ashton’s (1978) hypothesis that the dominance of E. cordifolia in the lowland rainforest communities might result from effect of frequent catastrophic disturbances, in a manner analogous to the behaviour of Nothofagus at mid-elevations in the Andes.\nWe propose that large-magnitude climate changes were able to drive regionally synchronous responses in the terrestrial biota, overriding or minimizing local-scale drivers. Relatively muted or smaller-magnitude changes in climate, on the other hand, allowed local vegetation responses to disturbance agents such as tephra deposition or wildfires to be discernible in our pollen and charcoal record, prompting divergent trends with respect to regional vegetation and wildfires patterns."
  }, {
    "heading": "Acknowledgements",
    "text": "This research was funded by Fondecyt grants 1110612 and 1131055, Fondap 15110009, and ICM grants P02-51 and NC120066. We thank R. Villa-Martínez, E. Sagredo, S. Órdenes and R. Flores for help during fieldwork, SERNAGEOMIN for logistical support, and L. Hernández for laboratory assistance. We also thanks D. Fernández for his assistance in the statistical analysis."
  }],
  "year": 2014,
  "references": [{
    "title": "Changing fire regimes in the temperate rainforest region of Southern Chile over the last 16,000 yr",
    "authors": ["A.M. Abarzúa", "P.I. Moreno"],
    "venue": "Quat. Res",
    "year": 2008
  }, {
    "title": "Deglacial and postglacial climate history in east-central Isla Grande de Chiloé, southern Chile (43 S)",
    "authors": ["A.M. Abarzúa", "C. Villagrán", "P.I. Moreno"],
    "venue": "Quat. Res",
    "year": 2004
  }, {
    "title": "Proxy evidence for an El Niño-like response to volcanic forcing",
    "authors": ["J.B. Adams", "E.M. Michael", "M.A. Caspar"],
    "venue": "Nature 426,",
    "year": 2003
  }, {
    "title": "The Younger Dryas cold interval as viewed from central Greenland",
    "authors": ["R.B. Alley"],
    "venue": "Quat. Sci. Rev",
    "year": 2000
  }, {
    "title": "Flexible Paleoclimate age-depth models using an autoregressive gamma process",
    "authors": ["M. Blaauw", "J.A. Christen"],
    "venue": "Bayesian Anal",
    "year": 2011
  }, {
    "title": "Las especies arbóreas de los bosques templados del Chile y Argentina",
    "authors": ["C. Donoso Zegers"],
    "venue": "Autoecología. Marisa Cuneo Ediciones,",
    "year": 2006
  }, {
    "title": "Historical SAM variability. Part II: twentieth-century variability and trends from reconstructions, observations, and the IPCC AR4 models",
    "authors": ["R.L. Fogt", "J. Perlwitz", "A.J. Monaghan", "D.H. Bromwich", "J.M. Jones", "G.J. Marshall"],
    "venue": "J. Clim",
    "year": 2009
  }, {
    "title": "The effect of fire frequency on local cembra pine populations",
    "authors": ["A. Genries", "L. Mercier", "M. Lavoie", "S.D. Muller", "O. Radakovitch", "C. Carcaillet"],
    "venue": "Ecology 90,",
    "year": 2009
  }, {
    "title": "Volcanes de Chile. Instituto Geográfico Militar, Santiago",
    "authors": ["O. González-Ferrán"],
    "year": 1994
  }, {
    "title": "Tree regeneration responses in a lowland Nothofagus-dominated forest after bamboo dieback in South-Central Chile",
    "authors": ["M. González", "T. Veblen", "C. Donoso", "L. Valeria"],
    "venue": "Plant Ecol",
    "year": 2002
  }, {
    "title": "Climatic influences on fire in Araucaria araucanaeNothofagus forests in the Andean cordillera of South-Central Chile",
    "authors": ["M.E. González", "T.T. Veblen"],
    "venue": "Ecoscience 13,",
    "year": 2006
  }, {
    "title": "Loss on ignition as a method for estimating organic and carbonate content in sediments: reproducibility and comparability of results",
    "authors": ["O. Heiri", "A.F. Lotter", "G. Lemcke"],
    "venue": "J. Paleolimnol",
    "year": 2001
  }, {
    "title": "Ice Age Southern Andes a Chronicle of Paleoecological Events",
    "authors": ["C.J. Heusser"],
    "year": 2003
  }, {
    "title": "Vegetation mediated the impacts of postglacial climate change on fire regimes in the South-Central Brooks Range, Alaska",
    "authors": ["P.E. Higuera", "L.B. Brubaker", "P.M. Anderson", "F.S. Hu", "T.A. Brown"],
    "venue": "Ecol. Monogr",
    "year": 2009
  }, {
    "title": "Variability in the southern annular mode determines wildfire activity in Patagonia",
    "authors": ["A. Holz", "T.T. Veblen"],
    "venue": "Geophys. Res. Lett",
    "year": 2011
  }, {
    "title": "Geographical and temporal trends in Late Quaternary fire histories of Fuego-Patagonia, South America",
    "authors": ["U.M. Huber", "V. Markgraf", "F. Schäbitz"],
    "venue": "Quat. Sci. Rev",
    "year": 2004
  }, {
    "title": "Temperate rainforest response to climate change and disturbance agents in northwestern Patagonia (41 S) over the last 2600 years",
    "authors": ["I.A. Jara", "P.I. Moreno"],
    "venue": "Quat. Res",
    "year": 2012
  }, {
    "title": "Long-lived light-demanding emergents in southern temperate forests: the case of Weinmannia trichosperma (Cunoniaceae) in Chile",
    "authors": ["C. Lusk"],
    "venue": "Plant Ecol",
    "year": 1999
  }, {
    "title": "SHCal04 Southern Hemisphere Calibration, 0e11.0 cal kyr BP",
    "authors": ["F.G. McCormac", "A.G. Hogg", "P.G. Blackwell", "C.E. Buck", "T.F.G. Higham", "P.J. Reimer"],
    "year": 2007
  }, {
    "title": "Millennial-scale climate variability in northwest Patagonia over the last 15 000 yr",
    "authors": ["P.I. Moreno"],
    "venue": "J. Quat. Sci",
    "year": 2004
  }, {
    "title": "Covariability of the Southern Westerlies and atmospheric CO2 during the Holocene",
    "authors": ["P.I. Moreno", "J.P. Francois", "C.M. Moy", "R. Villa-Martínez"],
    "venue": "Geology 38,",
    "year": 2010
  }, {
    "title": "Interhemispheric climate links revealed by a late-glacial cooling episode in southern Chile",
    "authors": ["P.I. Moreno", "G.L. Jacobson", "T.V. Lowell", "G.H. Denton"],
    "venue": "Nature 409,",
    "year": 2001
  }, {
    "title": "Deglacial changes of the southern margin of the southern westerly winds revealed by terrestrial records from SW Patagonia",
    "authors": ["P.I. Moreno", "R. Villa-Martinez", "M.L. Cardenas", "E.A. Sagredo"],
    "venue": "Quat. Sci. Rev. 41,",
    "year": 2012
  }, {
    "title": "Abrupt vegetation changes during the last glacial to Holocene transition in mid-latitude South America",
    "authors": ["P.I. Moreno", "A.L. León"],
    "venue": "J. Quat. Sci",
    "year": 2003
  }, {
    "title": "Pflanzensoziologische Studien in Chile",
    "authors": ["E. Oberdorfer"],
    "venue": "Verlag J. Cramer, Weinheim",
    "year": 1960
  }, {
    "title": "Changes in fire regimes since the Last Glacial maximum: an assessment based on a global synthesis and analysis of charcoal data",
    "authors": ["J. Wilmshurst", "J.H. Zhang"],
    "venue": "Clim. Dyn",
    "year": 2008
  }, {
    "title": "Can We determine the significance of key-event effects on a recruitment time series?da power study of superposed epoch analysis",
    "authors": ["M.H. Prager", "J.M. Hoenig"],
    "venue": "Trans. Am. Fish",
    "year": 1992
  }, {
    "title": "Die räumliche Ordnung der chilenischen Vegetation",
    "authors": ["J. Schmithüsen"],
    "venue": "Bonn. Geogr. Abh. 17,",
    "year": 1956
  }, {
    "title": "Active Andean volcanism: its geologic and tectonic setting",
    "authors": ["C.R. Stern"],
    "venue": "Rev. Geol. Chile",
    "year": 2004
  }, {
    "title": "Signatures of the Antarctic ozone hole in Southern Hemisphere surface climate change",
    "authors": ["D.W.J. Thompson", "S. Solomon", "P.J. Kushner", "M.H. England", "K.M. Grise", "D.J. Karoly"],
    "venue": "Nat. Geosci",
    "year": 2011
  }, {
    "title": "Catastrophic influences on the vegetation of the Valdivian Andes, Chile",
    "authors": ["T. Veblen", "D. Ashton"],
    "venue": "Plant Ecol",
    "year": 1978
  }, {
    "title": "Inter-hemispheric comparison of fire history: the Colorado Front range, U.S.A., and the northern Patagonian Andes, Argentina",
    "authors": ["T. Veblen", "T. Kitzberger"],
    "venue": "Plant Ecol",
    "year": 2002
  }, {
    "title": "Forest dynamics in South-Central Chile",
    "authors": ["T.T. Veblen", "C.D. Z", "F.M. Schlegel", "B.E. R"],
    "venue": "J. Biogeogr",
    "year": 1981
  }, {
    "title": "Vegetatiosgeschichtliche und pflanzensoziologische Untersuchungen im Vicente",
    "authors": ["C. Villagrán"],
    "venue": "Perez Rosales Nationalpark (Chile). Diss. Bot",
    "year": 1980
  }, {
    "title": "Climatic controls of Holocene fire patterns in southern South America",
    "authors": ["C. Whitlock", "P.I. Moreno", "P. Bartlein"],
    "venue": "Quat. Res",
    "year": 2007
  }, {
    "title": "Forest disturbance in the central North Island, New Zealand, following the 1850 BP Taupo eruption",
    "authors": ["J.M. Wilmshurst", "M.S. McGlone"],
    "venue": "The Holocene",
    "year": 1996
  }, {
    "title": "A Late Holocene history of natural disturbance in lowland podocarp/hardwood forest, Hawke’s Bay, New Zealand",
    "authors": ["J.M. Wilmshurst", "M.S. McGlone", "T.R. Partridge"],
    "venue": "N. Z. J. Bot",
    "year": 1997
  }],
  "id": "SP:76a40d9375ded0d4318bc030ac37957634df49fb",
  "authors": [{
    "name": "Ignacio A. Jara",
    "affiliations": []
  }, {
    "name": "Patricio I. Moreno",
    "affiliations": []
  }],
  "abstractText": "We present a detailed record from Lago Pichilafquén to unravel the vegetation, climate and disturbance history of the lowlands of northwestern Patagonia (40 S) since 14,500 cal yr BP. The presence of 30 tephras throughout the record attest for the proximity of the site to active volcanic centres and allows assessment of the role of volcanic disturbance on past vegetation and fire regime shifts. We interpret alternations in dominance between North Patagonian and Valdivian rainforests driven by changes in temperature and precipitation of westerly origin at multi-millennial and millennial timescales. These trends were punctuated by centennial-scale changes, most of which were coeval with or immediately followed the deposition of tephras and/or paleofires. We identify departures of the local vegetation from the regional trend between 2400 and 7100 cal yr BP, which we interpret as a response of rainforest vegetation and local fire regimes to the disturbance effect of tephra deposition near Lago Pichilafquén. We also find that volcanic disturbance promoted consistent increases in Eucryphia/Caldcluvia within 30 years and paleofires between 60 and 120 years following tephra deposition. Comparisons with palynological records having similar span, time resolution and age control suggest that regional climate has played a central role on the establishment, composition and maintenance of temperate rainforests. This influence is overprinted by disturbance regimes at the local and landscape level, driving divergences and heterogeneity especially at times of relatively weak climatic forcing. 2014 Elsevier Ltd. All rights reserved.",
  "title": "Climatic and disturbance influences on the temperate rainforests of northwestern Patagonia (40S) since 14,500calyrBP"
}