{
  "sections": [{
    "text": "The unique and evolving nature of the Precambrian geological environment in many ways was responsible for significant differences between Precambrian clastic sedimentary deposits and their Phanerozoic-modern equivalents. Some form of plate tectonics, with rapid microplate collisions and concomitant volcanic activity, is inferred to have led to the formation of greenstone belts. Explosive volcanism promoted common gravity-flow deposits within terrestrial greenstone settings, with braided alluvial, wave=storm-related and tidal coastline sediments also being preserved. Late Archaean accretion of greenstone terranes led to emergence of proto-cratons, where cratonic and rift sedimentary assemblages developed, and these became widespread in the Proterozoic as cratonic plates stabilised. Carbonate deposition was restricted by the paucity of stable Archaean terranes.\nAn Early Precambrian atmosphere characterised by greenhouse gases, including CO2, in conjunction with a faster rotation of the Earth and reduced albedo, provide a solution to the faint young Sun paradox. As emergent continental crust developed, volcanic additions of CO2 became balanced by withdrawal due to weathering and a developing Palaeoproterozoic microbial biomass. The reduction in CO2, and the photosynthetic production of O2, led to aerobic conditions probably being achieved by about 2 Ga. Oceanic growth was allied to atmospheric development, with approximately 90% of current ocean volume being reached by about 4 Ga. Warm Archaean and warm, moist Palaeoproterozoic palaeoclimates appear to have become more arid after about 2.3 Ga. The 2.4–2.3 Ga Huronian glaciation event was probably related to continental growth, supercontinent assembly and weathering-related CO2 reduction.\nDespite many analogous features among both Precambrian and younger sedimentary deposits, there appear to be major differences as well. Two pertinent examples are rare unequivocal aeolian deposits prior to about 1.8 Ga and an apparent scarcity of Precambrian foreshore deposits, particularly those related to barrier island systems. The significance of these differences is hard to evaluate, particularly with the reduced palaeoenvironmental resolution because of the absence of invertebrate and plant fossils within Precambrian successions. The latter factor also poses difficulties for the discrimination of Precambrian lacustrine and shallow marine deposits. The temporal distribution of aeolian deposits probably reflects a number of possible factors, including few exposed late Archaean–Palaeoproterozoic cratonic areas, extensive pre-vegetative\nŁ Corresponding author. Tel.: C27 (12) 4302238; Fax: C27 (12) 3625219; E-mail: pat@scientia.up.ac.za\n0037-0738/98/$ – see front matter  1998 Elsevier Science B.V. All rights reserved. PII S 0 0 3 7 - 0 7 3 8 ( 9 8 ) 0 0 0 2 6 - 8\n6 P.G. Eriksson et al. / Sedimentary Geology 120 (1998) 5–53\nfluvial systems, Precambrian supercontinents and a different atmosphere. Alternatively, the scarcity of aeolian deposits prior to 1.8 Ga may merely reflect non-recognition or non-preservation.\nPrecambrian shallow marine environments may have been subjected to more uniform circulation systems than those interpreted from the Phanerozoic-modern rock record, and Precambrian shelves probably were broad with gentle seaward slopes, in contrast to the narrow, steep shelves mostly observed in present settings. Poorly confined Precambrian tidal channels formed sheet sandstones, easily confused with fluvial or offshore sand sheets. Epeiric seas were possibly more prevalent in the Precambrian, but active tectonism as proto-continents emerged and amalgamated to form early supercontinents, in conjunction with a lack of sufficient chronological data in the rock record, make it difficult to resolve the relative importance of eustatic and tectonic influences in forming epeiric embayments and seaways.\nOther differences in Precambrian palaeoenvironments are more easily reconstructed. Ancient delta plain channels were probably braided, and much thicker preserved delta successions in the Precambrian are compatible with the inferred more active tectonic conditions. Pre-vegetational alluvial channel systems were almost certainly braided as well. Common fluvial quartz arenites are ascribed to differences in weathering processes, which probably changed significantly through the Precambrian, or to sediment recycling. Although Precambrian glacigenic environments were probably the least different from younger equivalents, their genesis appears to reflect a complex interplay of factors unique to the Precambrian Earth. These include emergence and amalgamation of proto-continents, the early CO2-rich atmosphere, the development of stromatolitic carbonate platforms, early weathering, faster rotation of the Earth and the possible role of changes in the inclination of the Earth’s axis.  1998 Elsevier Science B.V. All rights reserved.\nKeywords: Precambrian; tectonism; atmosphere; climate; clastic sedimentation systems; supercontinents"
  }, {
    "heading": "1. Introduction",
    "text": "Clastic sedimentary rocks are known from about 4.0 Ga, and their Precambrian record thus spans approximately 85% of subsequent geological time. However, classical sedimentary models are almost exclusively based on Phanerozoic occurrences and observation of modern processes and products. Application of such models to pre-Devonian nonmarine clastic sedimentary rocks is fraught with problems due to the absence of land vegetation. As one delves farther back into the Precambrian rock record, interpretation of ancient sedimentary environments and processes becomes even more difficult, due to dynamic changes which occurred in the ocean–atmosphere, the biosphere and in the style of plate tectonics, particularly in the Archaean and Palaeoproterozoic. In addition, there is evidence in clastic sedimentary rocks for temporal changes in Earth–Moon dynamics, from Early Precambrian time until the present (e.g. Williams, 1998). The diminished palaeoenvironmental resolution of Precambrian sedimentary rocks also reflects reduced preservation of sedimentary structures, commonly caused by metamorphic overprints, limited lithological and textural variations, and an absence of diagnostic fossils and trace fossils, particularly relevant in identifying marine settings.\nThis paper attempts to briefly contrast the salient characteristics of Precambrian clastic depositional systems, within the continent-to-shelf environmental continuum, with their partly equivalent Phanerozoic-modern settings. Deeper marine settings, on the shelf-slope, rise and deep ocean floor are largely excluded, because their preservation potential at and beyond the tectonically active margins of Precambrian plates, micro-continents and emerging cratons is low. However, in the Archaean, submarine basins associated with arcs were comparatively common and have been preserved in a number of localities. Because of the size of the topic, organo-chemical sedimentary deposits associated with the clastic rocks are only rarely discussed.\nA brief treatment of Precambrian plate tectonics, atmosphere, oceans, climates (written by Condie and Mueller) and effects of life on sedimentation (Altermann), will be followed by an overview of each major clastic depositional palaeoenvironment. The latter compare the relatively well known Phanerozoicmodern settings and processes with those inferred for the Precambrian: wave- and storm-dominated coasts, tide-dominated shallow marine systems (both written by Tirsgaard), epeiric seas (Eriksson), deltas (Catuneanu), alluvial systems (Miall; contribution from Mueller), lakes, deserts (both by Eriksson) and glacigenic deposits (Aspler and Chiarenzelli).\nP.G. Eriksson et al. / Sedimentary Geology 120 (1998) 5–53 7"
  }, {
    "heading": "2. The Precambrian geological environment",
    "text": ""
  }, {
    "heading": "2.1. Precambrian plate tectonics, greenstone belts and early sedimentation patterns",
    "text": "The fact that greenstones, anorogenic granites, mafic dyke swarms, and accretionary orogens all appear in the very earliest vestiges of the preserved geologic record at 4.0–3.5 Ga, strongly supports the operation of plate tectonics on the Earth by this time. It is beyond the scope of this paper to discuss this topic, and the reader is referred to recent review publications (e.g. Condie, 1994, 1997). There are data to support the existence of two late Archaean supercontinents, which underwent attenuation and fragmentation at approximately 2.5–2.0 Ga (Aspler and Chiarenzelli, 1998). Evidence that Precambrian siliciclastic and chemical sediments accumulated at rates comparable to younger equivalent rocks suggests broadly similar crustal processes in the Precambrian (Altermann and Nelson, 1998). The first, evolving micro-continents were formed by greenstone belt accretion, and all major continents are thus cored by Archaean greenstone sequences.\nA complex sedimentary history often arose from greenstone belts, observed particularly in those from the late Archaean of the Northern Hemisphere (e.g. Mueller and Donaldson, 1992; Mueller et al., 1997; Donaldson and de Kemp, 1998). For example, increased volcanic activity due to the higher Archaean heat flow would have influenced the amount of detritus shed into sedimentary basins, and would have played a major role in the control of sedimentary dispersal patterns and mass-wasting processes (Mueller and Corcoran, 1998). Arc-related sedimentary systems often suffocated by this significant introduction of pyroclastic debris, and were characterised by mass-flow processes, reflected in debris flow, hyperconcentrated flood flow, and sheetflow deposits, rather than confined, stream-dominated deposits (Mueller et al., 1994; Mueller and Corcoran, 1998).\nIn contrast, the sedimentology of <3.0 Ga Archaean greenstone belts from the Southern Hemisphere is suggestive of cratonic depositional settings. Plutonic clasts in conglomerate units of greenstone belts have been used by some investigators to infer the presence of sialic basement (e.g. Baragar and\nMcGlynn, 1976). However, plutonic detritus also can be derived from erosion of arc plutons in greenstone belts (Ojakangas, 1985; Mueller and Donaldson, 1992)."
  }, {
    "heading": "2.2. The Precambrian atmosphere",
    "text": "A well known paradox associated with the increasing luminosity of the Sun with time, is that the Earth’s average surface temperature should have remained below freezing until about 2 Ga, for an atmosphere with the same composition as today (Kasting, 1987). Yet the presence of 4.0–3.8 Ga sedimentary rocks indicates the early existence of unfrozen oceans and running water. A probable solution to the faint young Sun paradox is that the early atmosphere contained a much larger quantity of greenhouse gases than it does today. For instance, CO2 levels of even a few tenths of a bar could prevent freezing temperatures at the Earth’s surface, due to an enhanced greenhouse effect. Although CO2 was undoubtedly the most important greenhouse gas during the Archaean, studies of a 3.5 Ga palaeosol in Western Australia suggest that atmospheric CO2 levels in the Archaean were at least five times lower than required to resolve the faint young Sun paradox (Rye et al., 1995) (see Section 10.3). Hence, either another greenhouse gas, such as CH4, must have been present in the Archaean atmosphere, or some other factor must have contributed to warming of the atmosphere.\nAnother factor that may have aided in warming the surface of the early Earth is decreased albedo. To conserve angular momentum in the Earth–Moon system, the Earth must have rotated faster in the Archaean (about 14 h=day; see also Williams, 1998), which would have decreased the fraction of global cloud cover by 20%, with a corresponding decrease in albedo (Jenkins et al., 1993). However, this effect could have been offset by increased cloud cover caused by the near-absence of land areas, at least in the early Archaean, when it is likely that the proto-continents were nearly completely submerged beneath seawater (Galer, 1991; Jenkins, 1995).\nAlthough increased CO2 in the Archaean atmosphere would have caused greenhouse warming of the Earth’s surface, it should also have resulted in increased weathering rates (due to carbonation) and\n8 P.G. Eriksson et al. / Sedimentary Geology 120 (1998) 5–53\nthus, a decrease in atmospheric CO2. Studies of modern weathering show that Ca, Na, and Sr are lost rapidly during chemical weathering and that the amount of these elements lost is proportional to the degree of weathering (Wronkiewicz and Condie, 1987). Most post-Archaean shales show moderate losses of Ca, Na, and Sr from source weathering, whereas most Archaean shales show much greater losses (Condie, 1993). This suggests that the average intensity of chemical weathering was greater during the Archaean than afterwards, a conclusion consistent with a CO2-rich atmosphere in the Archaean. However, enhanced weathering rates presumably only occurred in the late Archaean, after a large volume of continental crust had stabilised above sea level.\nQuartz arenites are abundant throughout most of the cratonic sedimentary record, including that of the Precambrian (e.g. Donaldson and de Kemp, 1998). Chandler (1988) examined the reasons for this, and attributed the petrological maturity to deep chemical weathering in tropical environments. Donaldson and de Kemp (1998) suggest that phanerocrystalline granitoid rocks associated with greenstone belts were a major source of first-cycle quartz arenites in the Archaean, and ascribe high Archaean weathering rates to a combination of a CO2-rich atmosphere, toxic volatiles from volcanic centres and a lack of vegetation. Corcoran et al. (1998) demonstrate that first-cycle quartz arenites were generated in highrelief areas and deposited in alluvial settings in the Archaean, due to aggressive weathering of plutonic source rocks by the CO2-rich atmosphere. Recycling of detritus through more than one cycle of basin-filling may also account for the evolution of Precambrian quartz arenites.\nBy 3.8 Ga, it would appear that the atmosphere was composed chiefly of CO2, N2, and perhaps CH4, with small amounts of CO, H2, H2O, and reduced sulphur gases (Kasting, 1993; Des Marais, 1994). An overall decrease in the atmospheric CO2 level during the Precambrian appears to be related to changes in the carbonate–silicate cycle, in which CO2 was removed from the atmosphere by carbonate deposition and photosynthesis, followed by burial of organic matter faster than it was resupplied by volcanism and subduction (Condie, 1997). Shallow marine carbonates deposited in cratonic basins were effectively\nremoved from the carbonate–silicate cycle and were a major sink for CO2. The first major carbonate platforms were those of the Chuniespoort–Ghaap Groups (Kaapvaal craton) and the Hamersley Group (Pilbara craton), deposited between about 2.68 Ga and 2.5 Ga (Simonson et al., 1993; Barton et al., 1994; Altermann and Nelson, 1998). Rapid extraction of CO2 due to deposition of marine carbonates may have contributed to sufficient atmospheric cooling to cause Palaeo- and Neoproterozoic glaciations. Weathering, as emergent land areas formed, provided an additional means of reducing atmospheric CO2."
  }, {
    "heading": "2.2.1. The growth of oxygen in the atmosphere",
    "text": "The growth of oxygen in the Earth’s atmosphere probably encompassed three stages (Kasting, 1991): (1) a reducing stage in which free oxygen occurred in neither the oceans nor the atmosphere; (2) an oxidising stage in which small amounts of oxygen were present in the atmosphere and surface ocean waters, but not in deep ocean waters; and (3) an aerobic stage in which free oxygen pervaded the entire ocean–atmosphere system.\nDuring the first stage, marine cyanobacteria must have produced O2 by photosynthesis, and for relatively large volumes of BIF to form, as observed in Archaean greenstone belt successions, this oxygen must have combined rapidly with Fe2C and been deposited. Stage one would have lasted until the amount of O2 produced by photosynthesis followed by organic carbon burial was enough to overwhelm the input of volcanic gases.\nThe change from first to second stage probably occurred during the Palaeoproterozoic, a transition period marked by the appearance of redbeds at 2.3 Ga, an increase in the abundance of evaporitic sulphates, a broad maximum in the deposition rate of BIF at 2.5 Ga, and the end of major detrital uraninite–pyrite deposition (Condie, 1997). Evidence that the lower atmosphere and surface ocean waters during this second stage were weakly oxidising, while deep marine waters were reducing, is provided by the simultaneous deposition of oxidised surface sediments (redbeds, evaporites), and BIF in a non-oxidising palaeoenvironment. However, Eriksson and Cheney (1992) have drawn attention to the diagenetic overprint on 2.3–2.1 Ga redbeds, emphasising the complexities involved in interpreting\nP.G. Eriksson et al. / Sedimentary Geology 120 (1998) 5–53 9\nPrecambrian atmospheric conditions, during sedimentation, from such rocks.\nThe change from the second to third stage probably occurred at about 2.0 Ga, as oxygen rapidly entered the atmosphere (Holland, 1994). This transition is inferred from the near disappearance of BIF from the geologic record and by the appearance of eukaryotic microorganisms. Ohmoto (1996) has suggested that the continental biomass may have been greater in the Palaeoproterozoic than generally assumed, and that evolution of atmospheric oxygen may have begun prior to 2.2 Ga. The onset of stage three was marked by the depletion of Fe2C in the oceans, such that photosynthetic O2 levels increased and the oceans became oxidising. Further increases resulted in the liberation of O2 into the atmosphere, allowing development of an effective ozone screen, which was probably responsible for the rapid diversification and proliferation of microorganisms observed in Mesoproterozoic successions. By 540 Ma, atmospheric O2 must have risen to at least 10% PAL, to permit the appearance of carbonate shell-forming organisms (Cloud, 1968)."
  }, {
    "heading": "2.3. Precambrian oceans",
    "text": "The geological history of oceans and the concentration of volatile elements in seawater was controlled, in part, by atmospheric evolution (Holland et al., 1986). Most palaeoclimatologists agree that the oceans formed early in Earth history, by condensation of atmospheric water. It is likely that the growth rate of the oceans paralleled that of the atmosphere, perhaps with a slight delay reflecting the time necessary for a steam atmosphere to cool and condense. A large fraction of the oceans probably formed during the late stages of planetary accretion, such that by 4.0 Ga, most of the current volume of seawater (>90%) was in place on the Earth’s surface (Condie, 1997).\nBecause of the inferred relatively high CO2 content of the early atmosphere, the first seawater to condense must have had a low pH (<7), due to dissolved CO2 and other acidic components such as H2S and HCl. However, this situation was probably short-lived, in that submarine volcanic eruptions and recycling of seawater through ocean ridges would have introduced large amounts of Na, Ca, and Fe.\nA pH between 8 and 9 and a neutral or negative Eh were thus probably attained rapidly in the early oceans, and would have been maintained thereafter by silicate–seawater buffering reactions and recycling at ocean ridges (Condie, 1997).\nAlthough it is commonly assumed that the composition of seawater has not changed appreciably with time, some observational and theoretical data challenge this assumption. For instance, some Archaean marine carbonates contain giant botryoids of aragonite, and Mg-calcite beds up to several metres thick that extend for many kilometres (Grotzinger and Kasting, 1993). By comparison, Palaeoproterozoic carbonates have much less spectacular occurrences of these minerals, although cement crusts in tidal flat deposits are common. In contrast, these features are rare in younger marine carbonates and, in the case of the cements, show a progressive decline in abundance with age.\nAnother difference between Precambrian and Phanerozoic sediments is the sequence of evaporite deposition. In Palaeoproterozoic sediments, halite was commonly deposited immediately on top of carbonate, without intervening sulphates. Although minor occurrences of evaporitic gypsum are reported in the Archaean (Buick and Dunlop, 1990), they appear to reflect the influence of local source rocks on seawater composition. The first extensive sulphates were deposited in the MacArthur basin, Australia, at 1.7–1.6 Ga. The paucity of gypsum evaporites prior to 1.7 Ga may reflect low concentrations of sulphate in seawater before this time; alternatively, the bicarbonate : Ca ratio may have been sufficiently high that during progressive seawater evaporation, Ca was exhausted by carbonate precipitation before the gypsum stability field was reached (Grotzinger and Kasting, 1993)."
  }, {
    "heading": "2.4. Precambrian climates",
    "text": "Average surface temperatures and precipitation regimes during the Precambrian can be characterised by using palaeoclimatic indicators and models of atmospheric evolution. Greenhouse warming of the early atmosphere may have resulted in average surface temperatures much greater than at present. Unfortunately, few climatic indicators are preserved in Archaean supracrustal successions, thus mak-\n10 P.G. Eriksson et al. / Sedimentary Geology 120 (1998) 5–53\ning broad generalisations questionable. Early Archaean evaporites and stromatolitic carbonates, however, favour generally warm climates, and Archaean fluvial sandstones and conglomerates are indicative of significant rainfall (e.g. Mueller and Corcoran, 1998). As previously discussed, although not necessitating high Archaean temperatures, the low concentrations of Ca, Na, and Sr in Archaean shales are consistent with such conditions.\nThe relative abundance of shallow marine carbonates and the preservation of lateritic palaeosols in the Proterozoic suggest a continuation of warm, moist climates after the end of the Archaean. The increasing proportion of evaporites and redbeds after 2.3 Ga appears to record the increasing importance of semiarid to arid climatic regimes. Colder climates, recorded by widespread glacial deposits, alternated with warm and moist climates, reflected by marine carbonates, in the Neoproterozoic (see Section 10).\nAlthough data indicate that Archaean and Palaeoproterozoic climates were warmer than at present, at least two glaciations must be accommodated: one at approximately 3.0 Ga (Pongola Supergroup, South Africa) and one at 2.4–2.3 Ga (Huronian glaciations in Laurentia–Baltica) (Section 10). The absence of significant amounts of volcanic rock beneath tillites of both these ages does not support the injection of volcanic dust into the atmosphere (thereby reducing sunlight) as a cause of either glaciation. The 3.0 Ga glaciation is recorded only in the eastern part of the Kaapvaal craton in South Africa, and may have been caused by local conditions (Von Brunn and Gold, 1993).\nHowever, for the Palaeoproterozoic glaciation, a widespread drawdown mechanism for atmospheric CO2 appears necessary (Young, 1991). One possibility is that increasing numbers of photosynthetic microorganisms extracted CO2 from the atmosphere faster than it could be returned by the carbonate– silicate cycle, thus reducing the greenhouse effect. Glaciation may have ended as a result of the concomitant decline of stromatolites due to the cooling. However, large amounts of marine carbonates produced during the CO2 withdrawal do not generally occur beneath Early Precambrian tillites. Another possibility that has not been fully evaluated, is the effect that rapid continental growth in the late Archaean (Aspler and Chiarenzelli, 1998) may have\nhad on the CO2 content of the atmosphere. Perhaps rapid chemical weathering of the newly formed cratons reduced CO2 levels in the atmosphere and led to cooling and glaciation. Both Palaeo- and Neoproterozoic glaciations appear to have occurred at low latitudes, and this palaeoclimatic paradox is even more puzzling (Williams, 1998) (Section 10)."
  }, {
    "heading": "2.5. The impact of Precambrian life on sedimentation",
    "text": "The scientific literature on the increasing impact of the growing biosphere on Precambrian sedimentation patterns is vast, and the reader is referred to reviews by Schopf (1983, 1992), De Duve (1991), Schopf and Klein (1992), Bengtson (1994) and Knoll (1996). The first visible impact of life on sedimentation was the appearance of bio-sediments, represented by stromatolites. Sedimentation rates calculated for Archaean stromatolitic carbonate successions suggest that growth rates for shallow water and peritidal stromatolites were comparable to those observed in modern stromatolitic tidal flats and reefs (Altermann and Nelson, 1998). The search for a stratigraphic subdivision of the Archaean and Proterozoic aeons in the absence of body fossils promoted many attempts to use stromatolites for this purpose, but without significant success.\nThe usefulness of stromatolites as universal indicators of tidal facies is also disputable. Although recent stromatolites are mainly restricted to the peritidal environment, sedimentary facies associations imply that some Precambrian stromatolites grew even in deep subtidal regimes, between the fair weather and the storm wave base (ca. 100 m depth). This is surprising considering the lower luminosity of the Early Precambrian Sun, and the presumed higher suspension load of the water in the absence of filtering organisms and of biomineralisation. Some investigators propose that certain microbial mats might have been non-photosynthesising and could grow in depths below the photic zone (Simonson et al., 1993). Perhaps this was possible, with the absence of oxygen which is toxic to anaerobic microbes, but no unequivocal examples of such non-photosynthesising mats have yet been documented in Precambrian strata.\nStromatolites and microbial communities probably also had an effect on clastic sedimentation\nP.G. Eriksson et al. / Sedimentary Geology 120 (1998) 5–53 11\nsystems (Schieber, 1998). High siliciclastic influx usually prevents microbial growth on a sediment surface, but microbial communities might also have existed below the sediment–water interface. Probable stromatolitic structures are known from the Proterozoic of the Great Slave Province, where conical columns seem to be embedded in turbidites (Hoffman, 1974). Schieber (1998) suggests that microbial mats colonised shallow water and episodically emergent muddy and sandy sediment surfaces in the Mesoproterozoic Belt Supergroup, Montana. The Belt basin was probably epeiric, but may also have been lacustrine (Schieber, 1998). It is difficult to assess when the microbial mats entered non-marine realms, because it is generally impossible to distinguish Archaean marine and non-marine environments. Microbial communities colonised supratidal flats (Altermann and Herbig, 1991) and from there might also have inhabited moist soils on land. The spread of microbial life into isolated basins or lakes was probably induced by winds eroding desiccated stromatolitic mats. Fragments of microbial mats are recognisable in intraclasts by the plastic deformation of the desiccation rubble. Pflüger and Gresse (1996) proposed the term ‘microbial sand chips’ for intraclasts consolidated by microbial activity. Such highly deformed desiccated sand chips, with raindrop imprints, are known for example from non-marine sediments in the 2.7 Ga Ventersdorp Supergroup (Van der Westhuizen et al., 1989). Their cohesiveness may have been strengthened by microbial activity. Microscopic studies, however, do not reveal any organic remnants in these chips and carbon isotopic studies have not yet been performed on these rocks. Cohesive behaviour of clastic sediment laminae during soft-sediment deformation may be one of a number of possible diagnostic features of microbial colonisation of clastic sediment surfaces (Schieber, 1998).\nA carbon-rich palaeosol below the 2.64 Ga Black Reef Quartzite Formation (Transvaal Supergroup, South Africa) was described by Martini (1994), who concluded that the carbon was derived from microbial mats, which thrived in a continental palaeoenvironment during formation of the palaeosol. Some geochemical evidence for widespread microbial communities in late Archaean and Palaeoproterozoic palaeosols has been presented by Ohmoto (1996), who has advocated the importance of organic acids\nas agents for leaching ferric oxides in Precambrian weathering profiles. Possible microbial mats on soils would give only weak protection against erosion in continental realms. The siliciclastic influx into Precambrian sedimentary basins must therefore have been strong and the sedimentation rates rather high. Under such conditions, stromatolites could not have spread significantly until tectonism and erosion stabilised to allow for the development of stable basins at the end of the late Archaean (Altermann and Nelson, 1998)."
  }, {
    "heading": "3. Wave- and storm-dominated shallow marine depositional systems",
    "text": ""
  }, {
    "heading": "3.1. Introduction",
    "text": "Shallow marine settings, regardless of age or predominant hydrodynamic regime, consist of a continuum of depositional environments, ranging from the beach or foreshore, through the shoreface and out to the inner and outer shelf. The foreshore is defined here as that part of the shelf dominated by the swash and backwash of breaking waves, whereas the shoreface is the zone between sea level and normal wave base. The inner shelf is defined as the zone between normal wave base and storm wave base, and the outer shelf as the zone lying below storm wave base.\nAlthough the distinction between Precambrian shallow marine and continental deposits may be of serious concern (Dott et al., 1986; Mueller and Dimroth, 1987; Sønderholm and Jepsen, 1991; Lindsey and Gaylord, 1992; Eriksson et al., 1993, 1995; McCormick and Grotzinger, 1993; Bose and Chakraborty, 1994; Donaldson and de Kemp, 1998; Schieber, 1998), successions ascribed to wave- and storm-dominated shallow marine deposition appear to be relatively common in the Precambrian geological record. They typically comprise either metre-thick upward-coarsening units, commonly interpreted as parasequences (Eriksson and Simpson, 1990; Jackson et al., 1990; Tirsgaard, 1996), or they form successions of homogeneous sandstone hundreds to thousands of metres thick, generally showing an apparent lack of cyclic or sequential development (Cant and Hein, 1986; Chandler, 1988). These sequences appear to contain a remarkably uniform development of sedimentary structures and a noticeable lack of ver-\n12 P.G. Eriksson et al. / Sedimentary Geology 120 (1998) 5–53\ntical trends (e.g. Cant and Hein, 1986; Dott et al., 1986; Strachan, 1986; Bose and Chakraborty, 1994; Tirsgaard and Sønderholm, 1997). Interpretations of Precambrian shallow marine environments are therefore strongly dependent on facies combinations and successions, and palaeoenvironmental interpretations rely heavily on modern analogues."
  }, {
    "heading": "3.2. Processes and products: Precambrian and younger settings",
    "text": ""
  }, {
    "heading": "3.2.1. Outer and inner shelf",
    "text": "Precambrian outer and inner shelf deposits both appear to be characterised by the same sedimentological and lithological features as Phanerozoicmodern shelf deposits (e.g. Levell, 1980; Eriksson et al., 1981; Soegaard and Eriksson, 1985; Harris and Eriksson, 1990; Jackson et al., 1990; Ghosh, 1991; Sønderholm and Jepsen, 1991; Dirks and Norman, 1992; Lindsey and Gaylord, 1992; Tirsgaard and\nSønderholm, 1997). However, with few exceptions (e.g. Schieber, 1989; Chakraborty and Bose, 1992), studies of Precambrian shelf deposits focus on nearshore sandstones (Fig. 1), whereas outer shelf deposits, comprising massive or laminated mudstones, with subordinate, storm-deposited graded siltstone and very fine-grained sandstone beds, are described and interpreted only briefly.\nComparisons between Phanerozoic and Precambrian outer and, to some extent, inner shelf deposits are thus based on limited evidence, and there are indications that our current understanding of the Precambrian shelf environment may be an over-simplification (e.g. Chakraborty and Bose, 1992). Tirsgaard and Sønderholm (1997) describe inferred outer shelf successions from the Lyell Land Group, Greenland, which are many tens of metres thick, and which consist almost exclusively of 0.5–2.0 cm thick, silty graded beds (Fig. 2). Such homogeneous deposits, virtually lacking pelagic mudstones, suggest a more\nP.G. Eriksson et al. / Sedimentary Geology 120 (1998) 5–53 13\nregular and uniform emplacement of storm deposits than appears to be characteristic of Phanerozoicmodern outer shelf deposits.\nThis could have been a response to storms which occurred regularly and frequently in the Precambrian, or it could reflect a persistent and uniform sediment distribution system on the shelf. An alternative explanation is a wide and very low-angle Precambrian shelf, with a delicate balance between sediment input, sediment dispersal and subsidence. These same factors have also been proposed to explain the uniform development of thick Precambrian and early Palaeozoic shallow marine and continental orthoquartzite successions around the world (Cant and Hein, 1986; Dott et al., 1986; Soegaard and Eriksson, 1989). The development of wide,\nlow-angle shelf settings in the Precambrian would have been encouraged by the high denudation rate of vegetation-free landscapes (Els, 1998).\nThe general lack of interest in Precambrian muddy shelf deposits is puzzling, because the absence of biogenic activity, particularly bioturbation, results in considerably better preservation of sedimentary structures than is seen in younger deposits. A potential thus exists for a more detailed understanding of the depositional dynamics of the Phanerozoic-modern outer (and inner) shelf environment, from Precambrian examples such as the Mesoproterozoic Newland Formation, Belt basin, Montana (Schieber, 1989), or the Proterozoic Kaimur Formation, India (Chakraborty and Bose, 1992).\nDue to the absence of fossils and biogenic activity, Precambrian inner shelf sediments, comprising interbedded storm-deposited sandstone beds and fair weather mudstones, can be especially difficult to distinguish from fluvial overbank facies. This may be a particularly vexing problem where the typical upward-shallowing trend of marine successions is absent or only poorly developed. In these cases, hummocky cross-stratification (HCS) is commonly the only sedimentary structure which positively denotes a marine (or lacustrine) environment (Fig. 1), in contrast to other structures in the sandstone beds, such as parallel lamination, ripples and soft-sediment deformation structures."
  }, {
    "heading": "3.2.2. Shoreface",
    "text": "Shoreface deposits are subject to persistent wave action and contain a variety of bedforms. Precambrian shoreface deposits are characterised by highly mature, well sorted sandstones, as are younger shoreface sediments (Walker and Plint, 1992), with virtually no mudstone, although pebbles and pebble lags may occur (e.g. Soegaard and Eriksson, 1985; Harris and Eriksson, 1990). Dominant sedimentary structures are HCS, swaley cross-stratification, parallel lamination, and trough and planar cross-bedding, which appear to form similar successions to those seen in Phanerozoic shoreface deposits (e.g. Soegaard and Eriksson, 1985; Bose et al., 1988; Jackson et al., 1990; Lindsey and Gaylord, 1992; Tirsgaard and Sønderholm, 1997).\nThe hummocky and swaley cross-stratification and parallel lamination are typical of storm-domi-\n14 P.G. Eriksson et al. / Sedimentary Geology 120 (1998) 5–53\nnated coasts (Snedden and Nummedal, 1990; Walker and Plint, 1992), whereas in most interpretations, cross-beds are simply considered to represent two- or three-dimensional dunes, which migrated on the Precambrian shoreface in response to fair weather longshore, onshore, or offshore currents. In many cases these bedforms show a wide dispersion of migration directions. Oscillatory and combined-flow ripples are similarly characteristic of the shoreface zone. Bioturbation is relatively uncommon in Phanerozoic-modern shoreface settings, these deposits being more comparable to their Precambrian equivalents than outer shelf mudrocks.\nWithin late Archaean greenstone belts, such as the 2.7 Ga Abitibi belt in Canada, there was often a rapid transition from alluvial deposits derived from emergent dissected island arcs, into high-gradient and high-energy shoreface palaeoenvironments, where wave and storm activity predominated over apparently negligible tidal action (Mueller and Donaldson, 1992). In the late Archaean Keskarrah Formation, Slave Province, Canada, there was an intimate association of fan-deltas with both wave and tidally influenced shallow marine systems (Corcoran et al., 1998). More distinct analyses of wave- and stormdominated shoreface dynamics, or detailed documentations of depositional architecture are rare, and come mostly from the Precambrian of India (e.g. Bose et al., 1988; Chakraborty and Bose, 1990).\nOur understanding of Precambrian shoreface dynamics and depositional architecture is therefore limited. However, several authors describe inferred Precambrian shoreface deposits which comprise successions of homogeneous sandstone, generally several metres to hundreds of metres in thickness, which consist almost exclusively of 10–30 cm thick planar and trough cross-beds (e.g. Eriksson, 1977; Levell, 1980; Soegaard and Eriksson, 1985; Strachan, 1986; Mueller and Dimroth, 1987; Harris and Eriksson, 1990; Jackson et al., 1990; Ghosh, 1991; Tirsgaard and Sønderholm, 1997). The development of such successions, which commonly are at least an order of magnitude thicker than typical Phanerozoic shoreface deposits (e.g. Elliott, 1986), and yet appear to contain a more restricted variety of sedimentary structures, has never been satisfactorily explained. More uniform, and possibly more permanent circulation systems than those observed on modern\nshelves, combined with a delicate balance between subsidence and sediment influx, have been offered as possible explanations (e.g. Cant and Hein, 1986; Soegaard and Eriksson, 1989)."
  }, {
    "heading": "3.2.3. Foreshore",
    "text": "As is the case for Phanerozoic wave- and storm-dominated foreshore deposits, the Precambrian equivalents are poorly preserved in the geological record, and descriptions of inferred deposits are rare. Foreshore deposits reflect high-energy shoaling wave conditions, and mostly consist of well-sorted sandstones characterised by parallel lamination, locally graded, and in some places having a low-angle seaward dip (Clifton, 1969); cross-bedding and wave ripples generally are subordinate structures, and bioturbation is sparse in Phanerozoic-modern examples. Vos and Eriksson (1977), Eriksson (1979), Bose et al. (1988) and Bose and Chakraborty (1994) describe Precambrian foreshore deposits dominated by plane bedding with internal truncation surfaces, some small-scale cross-beds and cross-lamination, and desiccation cracks, suggesting that these are similar to their Phanerozoic counterparts.\nWhere wave-dominated barrier islands form, washover fans and channels typically develop in response to major storms and may form a significant part of Phanerozoic-modern foreshore deposits (Reinson, 1992). Lagoons developed behind the barriers typically accumulate mud, although significant proportions of the lagoon-fill may consist of washover fan and channel sands (Elliott, 1986). Precambrian washover fan deposits have only been described by Eriksson (1979), from an Archaean microtidal coastline identified in the Barberton greenstone belt, South Africa, where they formed successions up to 8 m thick. However, the apparent absence of sediments from barrier island settings in the Precambrian is most likely a reflection of the difficulties in identifying them in mature quartz arenite deposits which invariably constitute the preserved Precambrian foreshore successions."
  }, {
    "heading": "3.3. Significant differences in the Precambrian",
    "text": "Successions interpreted as products of Precambrian wave- and storm-dominated shallow marine depositional systems are characterised by very uniform\nP.G. Eriksson et al. / Sedimentary Geology 120 (1998) 5–53 15\nsuites of sedimentary structures, and lack vertical trends within the thick homogeneous orthoquartzitic sandstones often preserved from such environments. Wide and low-angle shelves, or a more persistent and uniform sediment dispersal pattern are thus generally invoked for the Precambrian. There are also indications that Precambrian outer shelf storms may have been more regular than in younger settings. Descriptions of Precambrian barrier island, washover fan and lagoon deposits are rare in the literature. More uniform or permanent circulation systems than those interpreted from the Phanerozoic and observed today, may thus be inferred for Precambrian highenergy shallow marine palaeoenvironments. In addition, sediment influx and subsidence were probably more finely balanced than in younger settings."
  }, {
    "heading": "4. Tide-dominated shallow marine depositional systems",
    "text": ""
  }, {
    "heading": "4.1. Introduction",
    "text": "Modern tide-dominated shallow marine environments comprise a continuum from microtidal barrier island systems with quiescent muddy lagoons, through mesotidal barrier island systems with well developed tidal flats and channels, to open-ended macrotidal estuaries with extensive tidal flats, tidal channels and large tidal sandwaves or tidal ridges (Hayes, 1979; Dalrymple, 1992; Reinson, 1992). Interpreting preserved tidal shallow marine deposits is complicated by the fact that many structures traditionally assigned to a tidal environment, such as herringbone cross-stratification, recurrent thickening and thinning of foresets, and abundant reactivation surfaces, may also occur in fluvial settings (Alam et al., 1985; Tirsgaard, 1993). Thus, some deposits considered to be of tidal origin may in fact consist of a complex interbedding of tidal and continental deposits, particularly in the effectively non-fossiliferous Precambrian (e.g. Eriksson et al., 1995).\nPrecambrian shallow marine deposits of tidal origin commonly occur in mature well-sorted sandstone successions, many tens to several hundred metres thick, and appear to form a significant part of the Precambrian sedimentary record (e.g. Anderton, 1976; Eriksson, 1977, 1979; Johnson, 1977; Vos and Eriksson, 1977; Levell, 1980; Eriksson et al.,\n1981, 1995; Soegaard and Eriksson, 1985; Harris and Eriksson, 1990; Jackson et al., 1990; Ghosh, 1991; Simpson and Eriksson, 1991; Dirks and Norman, 1992; Lindsey and Gaylord, 1992; Deynoux et al., 1993; Tirsgaard, 1993; ; Tirsgaard and Sønderholm, 1997). Sedimentary structures in these Precambrian sandstones are limited, mostly comprising apparent herringbone cross-stratification or bundled foresets (Fig. 3) (e.g. Anderton, 1976; Levell, 1980; Strachan, 1986; Dirks and Norman, 1992), whereas the major part of such successions lacks features diagnostic of the depositional environment."
  }, {
    "heading": "4.2. Processes and products: Precambrian and younger settings",
    "text": ""
  }, {
    "heading": "4.2.1. Shoreface and inner shelf; tidal sandwaves and ridges",
    "text": "Sandwave deposits, formed on intertidal or subtidal parts of the shoreface or on the inner shelf, compose most inferred Precambrian tidal sediments described in the literature (e.g. Anderton, 1976; Johnson, 1977; Levell, 1980; Soegaard and Eriksson, 1985; Chakraborty and Bose, 1990; Harris and Eriksson, 1990; Jackson et al., 1990; Simpson and Eriksson, 1991; Dirks and Norman, 1992; Bose and Chakraborty, 1994). They are mostly identified on the basis of a predominance of largescale planar cross-beds up to several metres thick, commonly combined in compound sets, with subordinate large-scale trough cross-bedding and ripple lamination. Extensive cross-cutting erosion surfaces may be present (Simpson and Eriksson, 1991). Cross-beds show indications of current reversals, mainly in the form of herringbone cross-stratification, bundled foresets and reactivation surfaces (Fig. 3) (Chakraborty and Bose, 1990; Simpson and Eriksson, 1991; Mueller and Donaldson, 1994; Corcoran et al., 1995, 1998).\nThe Precambrian sandwave deposits appear to have an internal architecture similar to modern (e.g. Allen, 1980; Johnson and Baldwin, 1986) counterparts. The internal architecture of present-day tidal sand ridges, at least an order of magnitude larger than sandwaves, is poorly understood, but seismic data indicate that many tidal ridges contain a series of large-scale, gently inclined surfaces, along which dunes migrated under the influence of tidal currents\n16 P.G. Eriksson et al. / Sedimentary Geology 120 (1998) 5–53\n(Dalrymple, 1992). Examples of inferred Precambrian tidal sand ridges are rare. Johnson (1977) described sandstone bodies more than 6 m thick, which he inferred to be tidal sand ridges, similar to modern examples in the North Sea. Internally, they display trough cross-beds separated by low-angle planar surfaces which formed by dunes migrating along the axes of the ridges, presumably in response to storm and tidal currents. The sandstone bodies were dissected by channels which appear to have been swept by reversing tidal currents, and to have been filled by two- and three-dimensional dunes."
  }, {
    "heading": "4.2.2. Barrier beach, tidal inlets and tidal deltas",
    "text": "Barrier beach deposits consist of a shoreface, the intertidal foreshore, and supratidal washover fans and channels. Tidal inlets and deltas form an integral part of barrier island complexes and may comprise a substantial part of the upper shoreface or foreshore deposits (Elliott, 1986; Reinson, 1992). Flood-tidal deltas are best developed along wavedominated coasts; ebb-tidal deltas generally develop more complex deposits, and they are best preserved along tide-dominated coasts (Boothroyd, 1985; Elliott, 1986; Reinson, 1992).\nExamples of Precambrian tidally induced shoreface deposits are common in the literature, but there is a noticeable lack of examples of inferred barrier island and associated tidal inlet and tidal delta deposits. With few exceptions (e.g. Eriksson, 1979; Williams, 1998), tidally influenced Precambrian shelves are typically depicted as lacking barrier islands and associated tidal deltas and inlets (e.g. Anderton, 1976; Eriksson, 1977; Vos and Eriksson, 1977; Levell, 1980; Soegaard and Eriksson, 1985; Dott et al., 1986; Harris and Eriksson, 1990; Jackson et al., 1990; Ghosh, 1991; Lindsey and Gaylord, 1992; Bose and Chakraborty, 1994; Eriksson et al., 1995). However, tidal rhythmites, best preserved in ebb-tidal delta settings, have enabled palaeogeophysical analysis to be made of the Earth–Moon system in the Neoproterozoic (Williams, 1998).\nTwo Archaean examples of inferred tidal inlet deposits have been described by Eriksson (1979) and Eriksson et al. (1981), from the Barberton greenstone belt and Witwatersrand basin, Kaapvaal craton. These deposits comprise upward-fining units with the base marked by a conglomeratic lag, which is overlain by sandstones exhibiting planar cross-beds and interlayered planar bedding. The\nP.G. Eriksson et al. / Sedimentary Geology 120 (1998) 5–53 17\nsupposed deeper parts of the inlet deposits are characterised by unidirectional foreset dips, with bidirectional dips developed in the upper parts. Shale drapes along foresets are common. The succession of sedimentary structures strongly resembles modern tidal inlet deposits described by Kumar and Sanders (1974) and Elliott (1986).\nAlthough equally uncommon, Precambrian floodtidal delta deposits have likewise been described by Eriksson (1979). These were found to be intercalated with tidal flat sediments and consist of large- and medium-scale planar and trough cross-bedded sandstones. Flood-oriented cross-beds predominate, but bimodal and bipolar palaeocurrent trends occur locally, presumably reflecting areas where ebb currents were confined. These flood-tidal delta sediments bear a close resemblance to modern counterparts (e.g. Boersma and Terwindt, 1981; Boothroyd, 1985)."
  }, {
    "heading": "4.2.3. Lagoons, tidal flats and channels",
    "text": "Phanerozoic-modern lagoonal deposits generally consist of a complex interbedding of mudstones, siltstones and sandstones, with the coarser sediments reflecting washover fans or flood-tidal deltas; the finergrained deposits include those of the subtidal lagoon and the adjacent subtidal to intertidal flats (Reinson, 1992). Vegetation and bioturbation, commonly important in these younger settings, obviously have no relevance in Precambrian deposits. The muddy subtidal back-barrier deposits which characterise many modern-day lagoons (Elliott, 1986) have not been reported from Precambrian settings. Precambrian lagoonal deposits described in the literature typically consist of subtidal and intertidal flat sediments and tidal channel sediments (Vos and Eriksson, 1977; Deynoux et al., 1993; Tirsgaard, 1993; Eriksson et al., 1995), or, more rarely, of inferred flood-tidal and washover fan deposits (Eriksson, 1979).\nPrecambrian tidal flat deposits strongly resemble their younger counterparts, and typically consist of flaser, wavy and lenticular bedded heterolites (thinly interbedded sandstones and mudstones), commonly with desiccation features (Vos and Eriksson, 1977; Eriksson, 1979; Tirsgaard, 1993). Modern tidal flats are drained by a network of meandering tidal creeks and the channel-fill deposits comprise interbedded sand and mud, which may contain tidal rhythmites (Dalrymple et al., 1991). Meandering tidal channels\nappear to have been notably absent on Precambrian tidal flats. Instead, wide, sandy and poorly confined tidal channels, developing several metre-thick sand sheets (Fig. 4), have been described (Tirsgaard, 1993; Eriksson et al., 1995). Internally, these sand sheets are dominated by parallel lamination, largescale cross-beds showing bundled foresets, bipolar foreset dip directions, numerous reactivation surfaces and flood and ebb caps. These tidal channel sand sheets may be difficult to distinguish from both fluvial sand sheets (Tirsgaard, 1993; Eriksson et al., 1995; Els, 1998) and offshore tidal deposits, which could explain the limited examples of Precambrian back-barrier tidal channels in the geological literature."
  }, {
    "heading": "4.3. Significant differences in the Precambrian",
    "text": "A lack of depositional trends and the development of homogeneous successions up to a hundred metres thick or more, appear to be the most notable differences from Phanerozoic-modern tidal shelf deposits. Nevertheless, many of these successions have been interpreted on the basis of a comparison with the present-day North Sea (e.g. Anderton, 1976; Johnson, 1977; Levell, 1980). Considering that many Precambrian tidal deposits possibly formed on much wider and shallower shelves than the relatively narrow modern shelves, it seems likely that our current concepts of Precambrian tidal shelf dynamics are over-simplified. Precambrian epeiric seas further complicate interpretations; the differentiation of such settings from those discussed here may not be possible (Section 5).\nInherent differences in the depositional dynamics and processes of Phanerozoic-modern and Precambrian shelves may possibly also explain the apparent lack of sediments ascribed to barrier islands and associated tidal deltas and inlets in Precambrian barrier beach deposits. An alternative explanation could be low palaeoenvironmental resolution of the near-coastal Precambrian tidal settings, because of the commonly high maturity of the preserved sandstones.\nTirsgaard (1993) suggested that the difference in channel morphology of creeks draining Precambrian tidal flats, compared to Phanerozoic-modern equivalents, reflects a combination of low concentrations\n18 P.G. Eriksson et al. / Sedimentary Geology 120 (1998) 5–53\nof mud on the flats and an absence of stabilising vegetation, and that Precambrian tidal channel-fills may therefore be characterised by their sand sheet geometries."
  }, {
    "heading": "5. Epeiric seas",
    "text": ""
  }, {
    "heading": "5.1. Introduction",
    "text": "Discrimination between ancient shelf sea deposits (Sections 3 and 4) and those of pre-existing epeiric seas, which reflect flooding of cratonic areas due to raised sea level (Reading, 1978), is problematic (Friedman et al., 1992). Because true epeiric seas on the scale of the geologic past are absent today, comparisons with modern continental margins is questionable (Reading, 1978; Hallam, 1981; Friedman et al., 1992). Epeiric seaways appear to have been characterised by shelf-like environments, shelfbreaks, often with deeper distal regions, and strongly directional currents, in contrast to the shallower and smaller epeiric embayments, which lacked true shelfbreaks and ocean-type currents. Phanerozoic seaways more closely resembled modern open ocean shelves (Brenner, 1980) and were essentially shallow oceans rather than epeiric seas (sensu stricto) like the\nsmaller embayments. Presumably, these differences applied equally in the Precambrian, although the effect of a much reduced biological diversity at that time is difficult to assess."
  }, {
    "heading": "5.2. Processes and products: Precambrian and Phanerozoic settings",
    "text": "The classic Shaw (1964) and Irwin (1965) epeiric sea model envisaged three belts: (1) a wide, lowenergy, open sea ‘X zone’ below wave base; (2) a narrow and high-energy wave and tidally influenced ‘Y zone’; and (3) a shallow landward ‘Z zone’, with low-energy conditions, poor circulation, minimal tides, and minor storm-generated local wave action (Fig. 5). Despite the model being supported partly by modern processes, it must be seriously qualified (e.g. Schopf, 1980).\nAlthough maximum water depths of about 200 m were assumed in the model, epeiric seas are now thought to have been shallower than modern continental shelves; long-period swells would thus have been dissipated at epeiric sea margins (e.g. Friedman et al., 1992). Estimation of bathymetry in ancient epeiric seas is difficult. Widespread carbonate deposits in inferred Phanerozoic examples point to\nP.G. Eriksson et al. / Sedimentary Geology 120 (1998) 5–53 19\ndepths of 30 m or less, but phosphate nodules in black shales in other cases indicate anoxic seafloor conditions and depths possibly in excess of 100 m (Friedman et al., 1992). Variable oceanographic conditions probably applied to epeiric seas with different bathymetric characteristics. In water depths up to 30 m, maximum possible wavelengths of waves would have been 60 m, with periods of 6–10 s, giving waves comparable to modern storm wind-induced ocean waves (King, 1959; Friedman and Sanders, 1978; Friedman et al., 1992).\nAnother qualification of the Shaw–Irwin model applies to tidal energy. Extensive peritidal flat deposits have been identified along the shoaling portions of inferred Phanerozoic epeiric sea basins (e.g. Swett et al., 1971; Banks, 1973; Reading, 1978; Pratt and James, 1986; Friedman et al., 1992). Tidal height may, in fact, increase as open ocean tides approach a wide, shallow water platform (Klein, 1982; Pratt and James, 1986). Elongate, funnel-like shapes of epeiric seaways probably also promoted interaction of tidal and storm processes (Galloway and Hobday, 1983). Hypersaline conditions probably occurred locally in epeiric seas (Friedman et al., 1992), with the converse possibility of widespread brackish water offshore from humid coastline areas (Hallam, 1981).\nSedimentary processes responsible for forming sandwaves and ridges in Phanerozoic seaways appear to have been analogous to those observed on present-day continental shelves (Brenner and Davies, 1974; Spearing, 1976; Brenner, 1978, 1979; Klein and Ryder, 1978; Bouma et al., 1982) (Section 4).\nPhanerozoic seaways were thus most likely relatively analogous to modern shelf seas, with unidirectional ocean-type currents, storm wave activity, micro- to mesotidal conditions and salinity gradients. Their scale of preserved outcrop, and better preservation compared to Precambrian counterparts, makes their identification relatively easy, as for example with the classic Mesozoic epeiric seaway deposits in North America (e.g. Brenner, 1978; Bouma et al., 1982; Swift and Rice, 1984). The discrimination of Precambrian epeiric seaways from preserved shelf seas would depend to a large degree on whether the scale of transgression could be established. Identification of the small epeiric embayments, both in the Phanerozoic and Precambrian, is difficult, such deposits being easily confused with sediments from preserved shelf seas."
  }, {
    "heading": "5.2.1. Archaean Witwatersrand–Pongola epeiric sea, Kaapvaal craton",
    "text": "Inferred Precambrian epeiric sea successions are not common in the geological literature. The Archaean Witwatersrand and coeval Pongola Supergroups in South Africa may be an example of such deposits. The greater Witwatersrand basin is thought to have encompassed the upper, Mozaan Group of the Pongola succession, and to have formed between about 3074 and 2714 Ma (Beukes and Cairncross, 1991; Robb and Meyer, 1995). Preserved outcrops suggest that inundation of the Kaapvaal proto-cratonic terrane extended for at least 400 km inland of the inferred southern limit of the micro-continent, and for a minimum of 600 km along the develop-\n20 P.G. Eriksson et al. / Sedimentary Geology 120 (1998) 5–53\ning craton’s margin (Fig. 6). Maximum transgression appears to have characterised the lower West Rand (Group) epeiric sea sedimentation, with the upper Central Rand (Group) deposits being related to a much reduced, fluvial–shallow marine remnant Witwatersrand basin (Stanistreet and McCarthy, 1991). The Witwatersrand–Pongola basin may have been either a foreland basin, analogous to the Mesozoic seaway of North America (Armstrong, 1968), or might reflect thermal subsidence following extension related to volcanism of the Dominion and Nsuze Groups (underlie, respectively, the West Rand and Mozaan Groups), similar to the model inferred for the North Sea (Stanistreet and McCarthy, 1991).\nStorm- and tide-dominated subtidal sand sheets within an extensive West Rand Group–Mozaan\nGroup epeiric sea setting were discussed by Stanistreet and McCarthy (1991); Eriksson et al. (1981) proposed shoreline, shoreface and subtidal environments, with meso- to macrotidal ranges for the lower parts of the West Rand Group. These inferred tidedominated sand bodies appear to be analogous to those in the modern North Sea (Stanistreet and McCarthy, 1991). Els (1998) discusses interaction of braided fluvial and tidal channels within the Central Rand Group auriferous palaeoplacers. In contrast, in the Mozaan Group, Pongola Supergroup, Beukes and Cairncross (1991) observed little evidence of tidal processes. They defined a current-dominated shelf sand facies laid down above normal wave base, a storm-dominated shelf sand facies with predominant hummocky cross-bedding, and a shelf mud facies\nP.G. Eriksson et al. / Sedimentary Geology 120 (1998) 5–53 21\nwhich might reflect shallow inner shelf to outer shelf depths. These facies are also analogous to Phanerozoic-modern and Precambrian inner shelf deposits (Section 3.2.1). All of the inferred Mozaan shelf-like sediments are interbedded with fluvial braidplain sandstones (Beukes and Cairncross, 1991), and the entire succession may thus represent relatively shallow shelf conditions close to the shoreline. Beukes (1996) reported storm event beds with sole marks in the West Rand Group, and compared evidence there for shore-oblique and shore-parallel geostrophic currents with storm processes on modern continental shelves. However, the discrimination of tideand storm-deposited facies in Precambrian epeiric coastal environments is difficult, requiring high-resolution facies analysis (Bose and Chaudhuri, 1990) (Sections 3 and 4).\nThe apparent paucity of tidal influences in the Archaean Witwatersrand–Pongola deposits, and the fact that identified shoreline sediments appear to be rare (Beukes and Cairncross, 1991; Stanistreet and McCarthy, 1991; Els, 1998) are difficult to explain within an inferred epeiric sea embayment model. Evidence supports syn-Witwatersrand continental suturing during accretion of island arc and cratonic plates in the developing Kaapvaal craton (e.g. De Wit et al., 1992; McCourt, 1995), and this embayment basin may thus have been somewhat different from a classic epeiric sea setting. Perhaps Witwatersrand– Pongola inundation was partly controlled by the microplate structure of the emerging Kaapvaal craton rather than reflecting transgression across a large, relatively homogeneous cratonic terrane. The extent of inundation inferred from preserved outcrops, possibly up to 400 km inland (Fig. 6), may thus be an over-estimate. The strong association of fluvial deposits with the inferred shallow shelf sediments in the greater Witwatersrand basin, along with the observed paucity of true shoreline deposits, may point to the interaction of strongly progradational fluvial and braid-delta systems with shelf seas developed along microplate boundaries."
  }, {
    "heading": "5.2.2. Proterozoic examples",
    "text": "The Iron Ore Group in India may have been deposited in a Palaeoproterozoic epeiric embayment. Extension of Archaean basement led to the development of a shallow platform basin filled largely\nby clastic sediments; evidence for extensive shallow water marine conditions includes current ripples and stromatolites (Bhattacharya, 1992).\nWithin the Kaapvaal craton of South Africa, the late Archaean–Palaeoproterozoic Transvaal Supergroup is thought to reflect both carbonate and clastic epeiric sea basins. The approximately 2650– 2500 Ma (Eriksson and Altermann, 1998) Ghaap– Chuniespoort (Groups) carbonate platform, one of the oldest such successions (Altermann and Nelson, 1998), covered an area in excess of 600,000 km2 (Beukes, 1987; Altermann and Wotherspoon, 1995). Thermal subsidence along pre-existing Ventersdorp Supergroup fault systems most likely promoted the Transvaal transgression, and the resultant epeiric basin is inferred to have been a seaway, probably open to the east-northeast, rather than an embayment (Clendenin, 1989). The seaway was about 1100 km long and up to 500 km wide, and basin-floor palaeoslopes, estimated at 0.12–0.2 . 0:45/ m=km (Clendenin, 1989) are compatible with the average of 0.19 m=km proposed in the Irwin (1965) model. However, in contrast to the latter model, wave, tidal and lesser storm processes appear to have characterised the Transvaal seaway, for which a distally steepened carbonate ramp setting has been proposed (Clendenin, 1989). In the succeeding clastic Pretoria Group deposits, an epeiric embayment may have developed during deposition of the Timeball Hill (Eriksson and Reczko, 1998) and Silverton (Eriksson and Reczko, 1995) Formations. The location of these two embayments and their inferred dimensions and depositional systems appear to have been similar.\nAn analogous carbonate platform succession, but one of Late Precambrian age (approximately 890– 775 Ma) and flat ramp affinity, is the Atar Group of the West African craton (Bernard-Sarfati and Moussine-Pouchkine, 1988). These authors recognised neither tidal influences nor palaeosalinity gradients, and they suggest that sedimentation was storm- and wave-dominated, with water depths attaining a maximum of 50–100 m below wave base. Black pyritic shales, a common early-stage epeiric sea facies (Hallam, 1981), occur at the base of the Transvaal seaway succession (Clendenin, 1989), and also in the Atar Group of West Africa. The Atar embayment had dimensions of approximately 1700 km\n22 P.G. Eriksson et al. / Sedimentary Geology 120 (1998) 5–53\nby 1000 km, and thus compares favourably with the Irwin (1965) model (Bernard-Sarfati and MoussinePouchkine, 1988)."
  }, {
    "heading": "5.3. Significant differences in the Precambrian",
    "text": "Precambrian successions interpreted as epeiric sea deposits bear a strong resemblance to examples identified in the Phanerozoic. Sedimentation processes inferred from all these deposits are analogous to those responsible for modern and ancient shelf sea successions (Sections 3 and 4). Despite the fact that epeiric seas do not represent first-order depositional systems of the same rank as others discussed in this paper, they do appear to have been important in the Precambrian rock record.\nThe only significant difference between Precambrian epeiric sea deposits and their Phanerozoic equivalents, is the strong association with continental sediments in the former, particularly well documented in the interbedded fluvial and shallow marine beds preserved from the Archaean Witwatersrand– Pongola embayment (e.g. Els, 1998). For the Proterozoic example discussed in this volume (Eriksson and Reczko, 1998), braid-delta-fed sedimentation systems appear to have been important in the Transvaal embayment of the Kaapvaal craton. The association of braided fluvial and shallow marine epeiric sea systems in the Precambrian presumably reflects rapid erosion of aggressively weathered continental areas marginal to the epicontinental seas, with large volumes of detritus being supplied to the coastal environments."
  }, {
    "heading": "6. Delta depositional systems",
    "text": ""
  }, {
    "heading": "6.1. Introduction",
    "text": "Precambrian deltas are well documented in both Archaean and Proterozoic clastic successions. The oldest recognizable deltaic facies, over 3 Ga in age, belong to the Archaean Moodies Group of the Barberton greenstone belt, South Africa (Eriksson, 1979; Heubeck and Lowe, 1994). Younger Precambrian deltaic sequences occur, for example, in northern Norway, in the Neoproterozoic Basnaering Formation of the Barents Sea Group (Siedlecka et al., 1989). Relatively recent reviews of the deltaic\nenvironment are given by Whateley and Pickering (1989), Colella and Prior (1990) and Bhattacharya and Walker (1992).\nOn a large scale, Precambrian delta systems are recognised as being transitional between non-marine deposits, such as alluvial strata, and open marine shelf strata. The lack of freshwater, brackish water and seawater fauna, plant debris, coal seams, trace fossils, and bioturbation structures that are characteristic of the different subenvironments of Phanerozoic-younger delta deposits, decreases the palaeoenvironmental resolution of Precambrian delta successions. However, non-biogenic structures normally provide sufficient means for identification. Inferred Precambrian delta plain deposits exhibit the most diverse association of facies, including erosional surfaces and a variety of sedimentary structures corresponding to different flow regimes and palaeocurrent patterns. Delta front sediments may include gravity-flow products and soft-sediment deformation structures, due to the higher slope of the depositional palaeosurface and high sedimentation rates. Precambrian prodelta facies usually include deformational structures, such as convolute bedding, diapiric features and loading structures."
  }, {
    "heading": "6.2. Processes and products: Precambrian and younger settings",
    "text": "Precambrian deltaic sequences are recognised on the basis of the same types of facies associations, non-biogenic sedimentary structures and lithological vertical profiles, as are known from Phanerozoicmodern delta deposits. In addition, flow regime and palaeocurrent interpretations point to a general similarity between the depositional environments and the depositional processes dominating marginal marine settings of Precambrian and younger ages (see also Sections 3 and 4). The similarity between inferred Precambrian and Phanerozoic deltaic depositional processes suggests that the development of deltaic sequences during the Precambrian was controlled by the same dynamic balance between relative sea level changes and sediment input observed in modern environments.\nThus, Precambrian deltaic sequences=lobes are characterised by the same overall coarsening-upward vertical profiles observed in Phanerozoic-modern de-\nP.G. Eriksson et al. / Sedimentary Geology 120 (1998) 5–53 23\nposits, showing a transition from the muddier facies of the prodelta into the sandier facies of the delta front and distributary mouth bar subenvironments, conformably or unconformably overlain by the delta plain facies. Finer-grained sediments dominated the interdistributary areas of the Precambrian delta plain subenvironment. Pebble conglomerates commonly occur at the base of the tidal channels or distributary channel-fills, as channel lag deposits. Sandstones dominate the delta plain channel-fills, as well as the delta front facies (Fig. 7). The sandstones are mostly quartz arenites and subarkoses, that may contain lithoclasts such as chert fragments. Granitic, other igneous, metamorphic, and sedimentary rocks are included in the inferred Precambrian fluviodeltaic source areas (Eriksson, 1979; Siedlecka et al., 1989).\nAll the non-biogenic controls on delta plain channel style known from Phanerozoic-modern settings (such as topographic slope, type and quantity of sediment supply in relationship to the river transport capacity) are interpreted from Precambrian palaeoenvironments as well. However, vegetation is also an important control on channel style, generally preventing the development of braiding (Miall, 1992). Precambrian distributary channels were thus characterised by poorly consolidated banks with a consequent tendency for braided channel styles to predominate (Schumm, 1968). Inferred point bar deposits within some Precambrian distributary channel facies (e.g. Eriksson, 1979) may be ascribed to tidal processes at river mouths, producing intensive meandering above the zone of tidal influence (Coleman and Wright, 1975).\n24 P.G. Eriksson et al. / Sedimentary Geology 120 (1998) 5–53\nStructures or suites of structures may differ from one inferred Precambrian delta succession to another, as a function of the dominant processes (river action versus wave energy and tidal range) which controlled sediment transport, reworking and deposition (for modern and ancient examples, see Morgan, 1970; Eriksson, 1979; Siedlecka et al., 1989; Bhattacharya and Walker, 1992). Macrotidal ranges resulted in the accumulation of distal, shore-perpendicular sand bars within the delta front subenvironment, and they may be preserved as more mature sandstones in vertical successions, towards the top of the delta front facies (Fig. 7) (Eriksson, 1979). Proximal and coeval tidal channels were incised into the tidal flats of the delta plain subenvironment. Under lower tidal ranges, as wave processes became predominant, the depositional setting was characterised by the development of shore-parallel barrier islands with associated back-barrier tidal flats, washover fans and spits. When micro- and macrotidal conditions co-existed along the same coastline, as seems to have been the case during deposition of the Archaean Moodies delta sequences, mechanisms controlling the amplified tidal ranges may have included large quantities of water introduced into open-ended constrictions, embayments in the coastline, or an increase in the shelf width (Eriksson, 1979).\nThe outer limit of a Precambrian prodelta may be mapped by considering the relative thicknesses of the deltaic and open shelf sediments, the presence of river-sourced sediments, and the proximal limit of banded iron formations (BIF). It appears that iron precipitation was the background chemical ‘rainout’ in the >2.0 Ga shelf setting, at times of minimal clastic input from fluviodeltaic systems (Barrett and Fralick, 1989). At shallow water depths, within the Precambrian prodelta subenvironment, a continuous supply of fine-grained river-sourced sediment prevented the formation of chemical precipitates. For this reason, the proximal limit of BIF could be taken as the outer limit of a Precambrian prodelta deposit, whereas the degree of bioturbation may be used to differentiate between the fully bioturbated open shelf sediments and the at least partly laminated prodelta facies within Phanerozoic-modern settings. However, gravity-flow products, especially turbidites, may equally develop within both prodelta and open shelf subenvironments, which\nmakes the distinction between the two more difficult.\nPhanerozoic and modern deltaic deposits display thicknesses ranging generally from a few metres to about 100 m, depending on the scale of the delta and the water depth at the time of deposition. Only in rare cases (e.g. the Mississippi delta, or the Upper Cretaceous Dunvegan deltaic sequences of northwestern Alberta: Bhattacharya and Walker, 1991, 1992), do thicknesses approach or exceed 150 m. In contrast, Precambrian deltas tended to generate sequences in excess of a few hundred metres. For example, the Basnaering delta complex of northern Norway is composed of a few stacked deltaic lobes, and records a maximum thickness of 3500 m (Siedlecka et al., 1989). In the case of the South African Moodies Group, the thickness of the delta front–mouth bar– delta plain succession exceeds 400 m (Fig. 7) (Eriksson, 1979).\nThese great thicknesses, together with the textural immaturity common in Precambrian deltaic sediments (e.g. Fig. 7), suggest deep water receiving basins, a high generation rate of accommodation space, close proximity of the receiving basins to the source areas, high-energy distributary channels, a high sediment supply, and efficient sediment transport. The latter three factors may have been related to the lack of continental vegetation and to the preferential development of low-sinuosity braided fluvial systems. However, other features, including preserved geometry, abundance and distribution of conglomerates, and proximity to major faults, point towards a sedimentation style related to sedimentary basins generated through active tectonics, and characterised by high subsidence rates, sharp relief and steep topographic slopes. Such basins were most likely related to active extensional fault tectonics, generated during continental rifting and subsequent opening and spreading of the oceanic floor, and represented by listric fault dominated divergent continental margins. Early response to rifting could have generated sedimentary sequences with abrupt facies changes from fluvial to deep-marine turbidites, aided by the lack of a stable continental shelf, as exemplified by the Archaean Minitaki basin of northwestern Ontario (Walker and Pettijohn, 1971). Alternatively, deposition after rifting and advance of the sea could generate thick marginal marine deposits, separating\nP.G. Eriksson et al. / Sedimentary Geology 120 (1998) 5–53 25\nfluvial and deep-marine strata, promoted by the existence of emerging stable continental shelves, as exemplified by the Moodies Group of South Africa (Eriksson, 1979)."
  }, {
    "heading": "6.3. Braid-deltas",
    "text": "Braid-deltas (Nemec and Steel, 1988) form where braided river systems prograde directly into standing bodies of water, with variable and often complex modification of alluvial deposits in the shorezone by wave and tide influences. In certain Pliocene examples, proximal upward-fining, channelised braiddelta plain deposits are easily discriminated from distal, non-channelised, upward-coarsening braiddelta front sediments (Galloway and Hobday, 1983). However, distinctions are often more subtle, particularly for non-fossiliferous Precambrian successions. Rapid Precambrian chemical weathering (Corcoran et al., 1998; Donaldson and de Kemp, 1998) and intense erosion in the absence of vegetation promoted the development of large braidplain systems characterised by high discharge rates (Section 7). Where these debouched onto broad, gently sloping Precambrian marine shelves, extensive braid-deltas commonly developed (Els, 1998). Reworking of alluvial detritus was intense in some examples, as in the case of fringing beach and tidal flat deposits in the Mesoproterozoic Waterberg Group, South Africa (Vos and Eriksson, 1977), or in the Late Precambrian successions of Arctic Norway (Hobday, 1974). More subtle combinations of tidal and alluvial facies are preserved in other examples, often related to preserved epeiric sea shorelines, examples including the Palaeoproterozoic Dwaalheuwel and Magaliesberg Formations, Transvaal Supergroup, Kaapvaal craton (Schreiber and Eriksson, 1992; Eriksson et al., 1995)."
  }, {
    "heading": "6.4. Significant differences in the Precambrian",
    "text": "Apart from the absence of invertebrate and plant remains, which reduces palaeoenvironmental resolution in preserved Precambrian delta successions, depositional environments, processes and facies appear to have been remarkably similar to those observed in younger settings. The absence of vegetation bordering distributary channels led to braided delta plain\nsystems. Precambrian delta sequences and stacked deltaic lobes display markedly greater thicknesses than their younger counterparts, as well as more texturally immature sediments. A more active, probably rift-related tectonic setting is thus often surmised, and Precambrian receiving basins are inferred to have had high subsidence rates, steep topographic slopes and sharp reliefs. High sediment supply and efficient alluvial sediment transport in pre-vegetational times probably also promoted thick deltaic deposits. Where large continental braidplain systems debouched directly onto wide, gently sloping marine shelves, braid-delta deposits commonly developed."
  }, {
    "heading": "7. Alluvial depositional systems",
    "text": ""
  }, {
    "heading": "7.1. Introduction",
    "text": "In the absence of vegetation, mechanical weathering processes would have been important in most Precambrian climatic settings, and, together with rapid chemical breakdown processes (Corcoran et al., 1998), would have produced an abundance of detritus. Given a lack of the binding action of roots, this would have been removed readily by rivers, and channel bank stability would have been low, resulting in a preponderance of broad channels with abundant bedload (e.g. Mueller and Corcoran, 1998). A braided fluvial style has thus long been regarded as the most likely for pre-vegetational times (Schumm, 1968; Cotter, 1978; Long, 1978; Sønderholm and Tirsgaard, 1998). However, distinguishing different fluvial styles requires an accumulation of evidence, because no single criterion can be considered adequate on its own (Jackson, 1978). Faster runoff rates due to the lack of vegetation in the Precambrian would have made river systems more sensitive to climatic changes, and ephemeral rivers thus probably formed in a broader climatic range than those observed today (Tirsgaard and Øxnevad, 1998).\nRainbird (1992), McCormick and Grotzinger (1993) and Miall (1996) have reviewed criteria for the distinction of fluvial from other clastic deposits in the Precambrian record. Some criteria discussed by Long (1978), such as grain size and petrographic composition, are no longer considered diagnostic. The details of cross-bed style are probably the most distinctive features of fluvial deposits. Aeolian\n26 P.G. Eriksson et al. / Sedimentary Geology 120 (1998) 5–53\ncross-bed styles are easily differentiated (Hunter, 1977), and aeolian sandstones normally exhibit excellent sorting and grain rounding. Fluvial cross-bedding styles are similar to those of some marine sandwaves, and ebb- or flood-dominated tidal deltas, but unimodal palaeocurrents and evidence of exposure (e.g. desiccation features) suggest fluvial channel and floodplain palaeoenvironments.\nPalaeosols are common in the Precambrian nonmarine record, and are found most often at unconformities overlain by fluvial deposits. Precambrian palaeosols are of particular economic significance in the Witwatersrand basin, South Africa, where they are associated with the major gold and uranium concentrations (Button and Tyler, 1981)."
  }, {
    "heading": "7.2. Processes and products: Precambrian and younger settings",
    "text": "Various stages of island arc unroofing in Archaean greenstone belts were characterised by conglomerate-dominated alluvial fan or fan-delta deposits, in fault or unconformable contact with a volcano-plutonic hinterland (e.g. Mueller and Dimroth, 1987; Mueller and Corcoran, 1998). The observed abundance of trough cross-beds in conglomerate and sandstone units indicates the stream flow nature of these alluvial deposits. Landslides due to volcanic tremors or torrential rain in the absence of vegetation formed debris flow, hyperconcentrated flood flow and sheetflood deposits. A rapid influx of pyroclastic debris in certain cases led to congestion of the alluvial dispersal systems, causing a change in the transport mechanism, from one dominated by streams to one dominated by non-confined masswasting (Mueller and Corcoran, 1998). Reworking in the form of stream incision and normal fluvial denudation processes occurred during volcanic quiescence of the island arcs. Sandy to pebbly braidplain deposits locally overlie the fan deposits, and indicate a more subdued palaeotopography, but there is more commonly a rapid change at higher stratigraphic levels of greenstone sedimentary successions into sandy–muddy shallow marine deposits (Mueller and Dimroth, 1987).\nCratonic sedimentation began in the Archaean in some parts of the world. The Moodies Group of the Barberton greenstone belt (ca. 3.0 Ga), Kaapvaal\nproto-craton in southern Africa, is amongst the earliest typically cratonic successions to be preserved (Eriksson, 1978). These alluvial deposits include matrix-supported conglomerates deposited by sediment gravity-flow processes, clast-supported stream flow conglomerates, and trough cross-bedded sandstones displaying unimodal palaeocurrent patterns. The latter are attributed to deposition on a broad fluvial plain, probably in braided channels (Eriksson, 1978).\nThe first appearance of large cratons was probably also that of the Kaapvaal, where the 3.0– 2.7 Ga Witwatersrand Supergroup was deposited. Although this succession encompasses lower thick epeiric sea deposits (West Rand and Mozaan Groups, Section 5.2.1), the upper Central Rand Group is dominated by sandy and conglomeratic braidplain deposits (Els, 1998) in which economically very important gold and uranium placers are hosted (Minter, 1978; Smith and Minter, 1980; Minter et al., 1988). Minter (1978) plotted mineral concentrations against palaeocurrent data and argued that the close relationship between the two types of distribution pattern indicated hydraulic control. Smith and Minter (1980) and Smith and Beukes (1983) demonstrated the local control on Central Rand palaeoplacer mineral concentrations exerted by the evolution of bars and channels in a gravel-bed braided fluvial system.\nIn the Proterozoic, after the widespread appearance of large cratons, and with the possibility of Early Precambrian supercontinents (Aspler and Chiarenzelli, 1998), continental interiors probably were occupied by very large, perennial braided systems. An example from the Canadian shield, the Neoproterozoic Kuujjua Formation, developed on a braidplain greater than 150 km wide (Rainbird et al., 1992). Braidplains within the Palaeoproterozoic Dwaalheuwel and Droogedal Formations (Pretoria Group, Transvaal Supergroup, South Africa) had analogous dimensions, and terminated in vast braid-delta systems where they entered a distal lake basin (Schreiber and Eriksson, 1992). Compound cross-bed sets in the Kuujjua Formation indicate the presence of large macroforms or ‘sand-flats’, that formed in channels up to 8.5 m deep, and laterally extensive beds of fine-grained sandstone and siltstone containing abundant evidence of desiccation suggest the presence of temporary floodplain ponds (flood-basin playa lakes) up to 20 km wide\nP.G. Eriksson et al. / Sedimentary Geology 120 (1998) 5–53 27\n(Rainbird, 1992; see Fig. 8). Semi-perennial fluvial systems, identified in the Mesoproterozoic Eriksfjord Formation in southwestern Greenland, suggest relatively humid conditions with limited seasonal variation in rainfall (Tirsgaard and Øxnevad, 1998). These river systems appear to have had reduced discharge variability and higher water tables than modern ephemeral fluvial systems, and may reflect a fluvial style unique to the Precambrian (Tirsgaard and Øxnevad, 1998).\nSweet (1988) described a Palaeoproterozoic deposit in central Australia, which consists mostly of cosets of trough cross-bedded sandstone with interbedded plane-bedded units. Sweet drew an analogy with the Platte model of Miall (1978), which constitutes a fluvial style characterised by broad, shallow channels filled with fields of large twodimensional dunes. However, one unit contains fining-upward cycles, and Sweet focused in particular on one example of a classic ‘meandering-type’ cycle, with a lateral accretion deposit and an overlying unit\nof floodplain fines. He interpreted this as a possible meandering stream deposit. The preservation of unmodified bedform formsets was tentatively attributed to rapid abandonment of a point bar by meander neck cutoff. However, this evidence cannot be regarded as a definitive demonstration of meandering style, but rather may record deposition on a meander bend in a river of otherwise indeterminate channel pattern.\nThe presence of fining-upward cycles and of lateral accretion (point bar) deposits, and the preservation of significant thicknesses of floodplain fines have been cited as indicators of a meandering style. However, as argued by Jackson (1978) and Miall (1980), and as observed in modern (Bristow, 1993) and ancient fluvial systems (Miall, 1996), these features are characteristic of many fluvial styles. Finingupward cycles occur wherever autogenic processes lead to a local decrease in stream competency. Lateral accretion has been described from many braided channel systems, such as the modern Brahmaputra, and the proportion of floodplain fines in a fluvial\n28 P.G. Eriksson et al. / Sedimentary Geology 120 (1998) 5–53\nsuccession is primarily governed by the size distribution of the sediment load, and is also a function of the subsidence and preservation rate of channels versus floodplains.\nThe interpretation of fluvial style should thus be based on the overall weight of evidence. Analysis of the internal architecture of channel and bar deposits, using the methods of architectural-element analysis on large outcrops is considered to be the best approach (Miall, 1996). Sønderholm and Tirsgaard (1998) applied these methods to the Neoproterozoic Rivieradal sandstones in eastern North Greenland. They describe fining- and thickening-upward cycles of muddy fluvial sediments, ascribed to a combination of mixed-load, braided channels and stable banks and floodplains, which formed under a humid palaeoclimate subject to limited seasonal fluctuations. A large variation in precipitation combined with high runoff rates in the absence of vegetation led to large fluctuations in the discharge of the mixed-load streams, and this is thought to have been responsible for the absence of a meandering style (Sønderholm and Tirsgaard, 1998).\nThe Late Precambrian Belt–Purcell Supergroups of western North America are immense sedimentary piles that developed during and following the rifting of the western margin of the continent, probably during the breakup of a Proterozoic supercontinent (Hoffman, 1991). They include thick and extensive fluvial successions formed as rift-basin successions, such as the Belt rocks in Idaho and Montana, described by Winston (1978). Alluvial fan and fluvial facies belts mapped in these rocks are up to hundreds of kilometres across, indicating the development of large depositional systems unconstrained by channel-bank confinement or basin topography. These pass downstream into argillites containing evidence of desiccation, and have been interpreted as the deposits of fluvial sheetfloods on a distal floodplain merging with a zone of broad tidal flats or lake-margin mudflats (Winston, 1978)."
  }, {
    "heading": "7.3. Significant differences in the Precambrian",
    "text": "Although the interpretation of fluvial style in preserved deposits of all ages is problematic, braided systems appear to have been preponderant in the Precambrian. Semi-perennial fluvial systems formed un-\nder relatively humid palaeoclimatic conditions may reflect a style unique to pre-vegetational times (Tirsgaard and Øxnevad, 1998). Within Archaean greenstone belt settings, alluvial transport systems were commonly suffocated by large scale and rapid additions of pyroclastic debris (Mueller and Corcoran, 1998). The size of the fluvial braidplain systems which developed once large cratons or even supercontinents had emerged, in the Late Archaean– Palaeoproterozoic, was much greater than that generally observed in younger, vegetated environments."
  }, {
    "heading": "8. Lacustrine depositional systems",
    "text": ""
  }, {
    "heading": "8.1. Introduction",
    "text": "There are no accepted facies or architectural element models for lacustrine sediments (Galloway and Hobday, 1983; Miall, 1984), and the apparent paucity of lacustrine deposits in the stratigraphic record reflects the difficulties inherent in their identification (Picard and High, 1972). Palaeosols, unconformities and preserved aeolian, fluvial and deltaic deposits are generally associated with ancient lacustrine beds of all ages (Glennie, 1972; Hobday, 1978; McGowen et al., 1979; Picard and High, 1981). Phanerozoic lake deposits are commonly identified by using palaeontology, and deposits of travertine, tufa, trona and the sodium-silicate mineral magadiite are considered diagnostic of a lacustrine setting (e.g. Reeves, 1968; Hardie et al., 1978; Hallam, 1981; Eugster, 1986; Ordonez et al., 1991). Non-fossiliferous Precambrian lacustrine sequences in which any evaporites generally are pseudomorphed and thus of uncertain affinity (Donnelly and Crick, 1988), render identification more challenging.\nEssentially, lakes are small-scale models of ocean margins, with analogous shoreline products resulting from less intense wave processes (Galloway and Hobday, 1983). Intermittently, wind-induced waves comparable to their shallow marine counterparts may form in lakes, but the latter lack both marine swells and significant lunar tides (Friedman et al., 1992). Wind stress may impound lake water against one shore, and then release it, diurnally or seasonally, thus simulating the processes of open marine microtidal coasts (Galloway and Hobday, 1983). The common cyclicity of lake deposits, reflecting cli-\nP.G. Eriksson et al. / Sedimentary Geology 120 (1998) 5–53 29\nmatic variability, is also analogous to many marine mesosequences (Friedman et al., 1992), and stromatolites tend to be common in both environments (Hallam, 1981). The discrimination of Precambrian lacustrine deposits from shallow marine and epeiric sediments is thus subtle and problematic (Hallam, 1981; Miall, 1984; Montes et al., 1985; Winston, 1986; Donnelly and Crick, 1988; Schieber, 1998)."
  }, {
    "heading": "8.2. Processes and products: Precambrian and younger settings",
    "text": "Associated alluvial and aeolian continental deposits have been utilised to help identify Precambrian lacustrine successions from the late Archaean (Karpeta, 1989), Palaeoproterozoic (Callaghan et al., 1991; Aspler et al., 1994), Mesoproterozoic (Unrug, 1984; Donnelly and Jackson, 1988) and Neoproterozoic (Kalliokoski, 1986). In the North Spirit Lake greenstone belt in Canada, inferred Archaean lacustrine beds are associated with alluvial fan and braided river deposits, all thought to have been laid down in a marginal basin; however, at another locality, the equivalent alluvial sediments are succeeded by submarine fan deposits (Wood, 1980), a relationship which raises doubts about the lacustrine model. The preserved thickness of Precambrian lacustrine successions does not exceed about 600 m, and is more typically only tens of metres thick (Collinson, 1983; Donnelly and Jackson, 1988; Karpeta, 1989; Eriksson and Reczko, 1995; Fairchild and Hambrey, 1995), as is also found in younger examples (e.g. Picard and High, 1972).\nSaline playa lake models predominate in the literature on identified Precambrian lake successions. The oldest example is from the Rietgat Formation, Ventersdorp Supergroup in South Africa. Here, an association of bedded cherts (partly of magadiitic origin) and siltstones, with stromatolites and strong evidence of evaporite mineral formation, weak tidal activity and desiccation processes, points to an alkaline playa setting (Karpeta, 1989). These rocks occur with alluvial fan and fluvial sediments within intracratonic graben basins, formed within the 2.7 Ga Ventersdorp volcanic terrane (Van der Westhuizen et al., 1991). Geochemical evidence and preserved evaporite pseudomorphs led Martini (1990) to argue for an alkaline playa model for 2 m thick beds\nassociated with the š2:2 Ga Hekpoort Formation palaeosol in South Africa.\nDonnelly and Jackson (1988) used strontium, carbon and sulphur isotopic data to support their saline mudflat interpretation of the Meoproterozoic Wollogorang Formation in the McArthur basin, Australia. These thin (2–5 m) evaporitic redbeds are associated with varved, organic-rich black shales, thought to represent a more distal, quiet water lake setting (Donnelly and Jackson, 1988). Thermal stratification of water layers is common in lakes, promoting the formation of various kinds of annual-layered or varved sediments (Sturm and Matter, 1978; Hallam, 1981). However, rhythmites may also reflect an alternation of suspension deposition and aeolian action (Rogers and Astin, 1991).\nAn association of desiccation polygons, halite pseudomorphs, stromatolites and ripple marks led Collinson (1983) to propose a saline lake model for Mesoproterozoic strata in eastern North Greenland. In the Neoproterozoic, a number of similar playa lake deposits have been identified, using evaporite pseudomorphs and relics, a mixture of fine clastic and chemical sediments, geochemical data, Ediacaran fossils and fluid inclusion studies (Kalliokoski, 1986; Porada and Behr, 1988; Fairchild and Hambrey, 1995).\nIn contrast to the relative success in identification of saline lake sediments, discrimination of hydrologically open and more permanent lakes in the Precambrian record is fraught with problems (e.g. Winston, 1986; Schieber, 1998; Mueller and Corcoran, 1998). Despite the lower fetch of lacustrine waves, which promotes shallow wave base conditions and less mature wave-influenced sands, lacustrine beaches, barriers and spits strongly resemble their marine counterparts (Tucker, 1991). Longshore drift is also relatively common in hydrologically open lakes (Martel and Gibling, 1991). Clastic lake shoreline features may even form due to wind funnelling around the margins of small, shallow, closed, saline lakes, such as in Holocene Lake Bogoria, Kenya (Renaut and Owen, 1991). Lacustrine storm-related hummocky cross-stratification has a noticeably shorter wavelength (40–80 cm) than that formed in open marine shelf settings (Galloway and Hobday, 1983). Lake deltas are mostly river-dominated and elongated, with well developed mouth bars due to weak tidal\n30 P.G. Eriksson et al. / Sedimentary Geology 120 (1998) 5–53\nand wind action and high fluvial sediment supply (Collinson, 1978; Galloway and Hobday, 1983). Lacustrine delta sequences are normally also much reduced in scale compared to marine deltas, and are mostly of the Gilbert-type (Tucker, 1991).\nFor the Mesoproterozoic Mporokosa Group in Zambia, Unrug (1984) based his perennial lacustrine interpretation on an intracratonic setting, a preserved thickness of 20–600 m, associated fluvial and aeolian deposits, extensive preserved desiccated mudrocks, predominant wave ripple marks and strong evidence for repeated shoreline migration within a small stratigraphic thickness. Mueller and Corcoran (1998) use a combination of preserved geometry, tectonic setting and associated continental facies, to suggest that stacked metre-thick argillite units with internal laminations, graded beds and ripples, found within late-orogenic basin sequences in the late Archaean Superior Province, Canada, are of lacustrine origin.\nUp to 400 m of sediments are preserved in the >2.09 Ga Whiterock Member, Kinga Formation (Hurwitz Group, Canada) and outcrops indicate a minimum areal extent of 100,000 km2 (Aspler et al., 1994). Such geometry, in conjunction with uniformity of the sedimentary facies in the Whiterock Member, strongly supports a lacustrine interpretation. Application of analytical and empirical techniques to the predominant short-spaced ripples and parallel stratification in these supermature sandstones suggests that water depths averaging 2 cm–2 m were maintained over large areas for long periods, and evidence is lacking for either tidal or evaporitic conditions (Aspler et al., 1994). The Whiterock Member probably was deposited in a lake within a large, shallow, non-evaporitic wetland, under an equatorial palaeoclimate (Aspler et al., 1994).\nWhen sufficient sedimentary structures which allow empirical estimation of factors such as wave periods and water depth are preserved, as in the case of the Whiterock Member, interpretation of Early Precambrian non-saline lake deposits becomes much more convincing. However, other possible Precambrian open lake deposits, particularly those with evidence of tidal activity, remain problematic. An example is the Palaeoproterozoic Strubenkop Formation (Pretoria Group, Transvaal Supergroup, South Africa). This unit is preserved over an area of ap-\nproximately 68,000 km2, and has an average thickness of 100–200 m. It has a sharp basal contact with alluvial–fluvial deposits, which exhibit inverse thickness relationships with the Strubenkop lithologies, thus implying that they are lateral facies equivalents of each other (Eriksson and Reczko, 1995), and is overlain erosively by fluvial (Fig. 9) and marine sheet sandstones (Eriksson et al., 1993).\nThe Strubenkop Formation essentially comprises an upward-coarsening succession of interlaminated pyritic mudstones and siltstones, with subordinate arkosic to argillaceous sandstones; sedimentary structures mainly comprise wave ripples, flaser structures and thin planar stratification, with less common mudcracks, channel-fills, soft-sediment deformation structures and cross-strata (Fig. 9) (Eriksson and Reczko, 1995). Palaeocurrent patterns are bimodal to polymodal. The textural and mineralogical immaturity of the subordinate sandstones is unusual for a shallow marine setting, but the evidence for tidal activity is equally so for an alternative lacustrine palaeoenvironment (Fig. 9). A protected shallow marine embayment model, with inefficient microtidal reworking of continental detritus, and a perennial lacustrine interpretation, encompassing wind-tidal flats, are equally applicable to the Strubenkop Formation. The thickness of this unit is compatible with a lake deposit, but the overlying fluvial–marine units do not help discriminate between the two alternatives.\nApplication of boron contents to differentiate shallow marine from lacustrine sediments has been used in the Pretoria Group (Eriksson et al., 1996), where an extensive sampling programme throughout the stratigraphic section and across the basin was carried out. This study indicated an alternation of transgressive marine (epeiric) and continental deposits within the Pretoria Group, and suggested a lacustrine character for the Strubenkop Formation. However, boron contents respond to a multitude of controlling factors (Eriksson et al., 1996), limiting their use in Precambrian successions."
  }, {
    "heading": "8.3. Significant differences in the Precambrian",
    "text": "The preponderance of apparently ephemeral, or at least partly arid lake deposits within the geological literature on Precambrian lacustrine settings\nP.G. Eriksson et al. / Sedimentary Geology 120 (1998) 5–53 31\nmay be a reflection of the generally warmer climatic conditions inferred for most of the Archaean and Proterozoic. The increase in evaporite and redbed deposits within the post-2.3 Ga Precambrian record (Section 2.4) is consistent with common saline lake development. Apart from this possible contrast, there do not appear to have been any significant differences between Precambrian lacustrine sediments and their Phanerozoic-modern equivalents."
  }, {
    "heading": "9. Desert depositional systems",
    "text": ""
  }, {
    "heading": "9.1. Introduction",
    "text": "Ergs are mostly situated in the interiors of large continents within 30º of the Equator, and grade into marginal alluvial fans, ephemeral rivers and lakes, or arid coastlines (Wilson, 1973; Miall, 1984). Migration of wind ripples forms inversely graded ripple\n32 P.G. Eriksson et al. / Sedimentary Geology 120 (1998) 5–53\nlaminations, unique to aeolian as opposed to subaqueous transport systems (Hunter, 1977; Kocurek and Dott, 1981), thereby enabling identification of wind-deposited sediments of all ages to be made with confidence. A combination of inversely graded strata, adhesion ripples and warts is considered diagnostic of aeolian processes within Precambrian successions (Eriksson and Simpson, 1998).\nThe predominantly warm palaeoclimatic conditions inferred for the Precambrian (Section 2.4), in conjunction with the absence of vegetation prior to the Silurian, suggest that desert-forming conditions and hence aeolian deposits should have been relatively abundant (Tirsgaard and Øxnevad, 1998). Lack of identified aeolian deposits older than 2.7 Ga, their apparent scarcity prior to 1.8 Ga, and evidence for an increasing abundance near and after 1.8 Ga (Eriksson and Simpson, 1998) must thus be significant.\nLimited cratonic terranes prior to 2.5 Ga probably restricted the potential for large ergs to form, and supercontinent assembly (Aspler and Chiarenzelli, 1998) may have influenced their apparently extensive development at about 1.8 Ga (Eriksson and Simpson, 1998). Other explanations for the temporal distribution of Precambrian aeolianites include non-recognition (e.g. Ross, 1983), or, alternatively, a preservational bias (Eriksson and Simpson, 1998). Ross (1983) suggested that Precambrian humid fluvial systems may have inhibited erg formation, due to a high rate of lateral migration of river systems, rapid intra-river channel switching and more common flooding. Ephemeral flash floods would also have tended to prevent the preservation of aeolian sediments formed within semiarid palaeoenvironments; in contrast, more humid, semi-perennial fluvial systems, characterised by higher groundwater levels, would have promoted preservation of aeolianites (Tirsgaard and Øxnevad, 1998).\nEnhanced cloud cover in the Early Precambrian, due to a greater relative surface area of water and due to the greenhouse effect, may have affected climates (Section 2.4) such that moist atmospheric conditions affected aeolian transport and deposition. In addition, a CO2-rich atmosphere would most likely have had smaller temperature gradients with changes in latitude, and this could have led to reduced wind activity (Frakes, 1979). However, this might have\nbeen offset by the faster rotation of the Earth in the Early Precambrian (Section 2.2). Also, the generally higher temperatures inferred for the Early Precambrian may have increased latitudinal gradients during the Archaean (Walker, 1982), thereby negating the possible influence of a CO2-rich atmosphere. It is thus difficult to infer pre-2.0 Ga wind conditions with any confidence, and an explanation for the apparent scarcity of major ergs in the Early Precambrian awaits further investigation."
  }, {
    "heading": "9.2. Processes and products: Precambrian and younger settings",
    "text": "Ventifacts found within the 2.9–2.7 Ga Central Rand Group, Witwatersrand Supergroup, South Africa indicate wind erosion, but no aeolianites are preserved within this basin (Els, 1998). An inferred wind deposit is identified in the late Archaean Abitibi greenstone belt in northeastern Canada (Hyde, 1980). However, the criteria used are equivocal and the small-scale diagnostic aeolian structures of Hunter (1977) were not taken into account. Aspler and Chiarenzelli (1997) describe a more plausible inferred erg deposit from the Maguse Member, Kinga Formation in the 2.45–2.1 Ga Hurwitz Group, Northwest Territories, Canada. These authors discuss evidence for dunes superimposed on draas, multiple bounding surfaces, possible barchanoid or aklé dune forms, interdune deposits including a possible deflation lag, as well as documented adhesion structures and aeolian granule ripples. Apart from the Maguse Member and an aeolianite identified in the approximately 2.1 Ga Magondi Supergroup in Zimbabwe (Master, 1991), no convincingly documented wind deposits are reported until near the end of the Palaeoproterozoic, with the Waterberg Group of South Africa being amongst the oldest, at about 1.9–1.7 Ga (Callaghan et al., 1991).\nThe Makgabeng Formation of the Waterberg Group is inferred to be a preserved erg deposit. It is underlain and overlain by braided fluvial formations, and passes laterally into inferred throughflow lake sediments showing evidence of emergence (Callaghan et al., 1991). The Makgabeng sandstones are fine- to medium-grained, well sorted with high grain sphericity and consist of mineralogically mature orthoquartzites (Meinster and Tickell, 1975).\nP.G. Eriksson et al. / Sedimentary Geology 120 (1998) 5–53 33\nExcellent grain roundness and sorting are similarly typical of modern erg sands (e.g. Lancaster, 1983). Downwind decreases in grain size and concomitant increases in sorting also characterise many ergs, both modern and ancient (Langford and Chan, 1989).\nThe characteristic large-scale cross-bedding in the Makgabeng Formation is comparable to that observed in most Phanerozoic erg deposits (e.g. Friedman et al., 1992), and has set thicknesses of 2–10 m, foreset angles mostly of about 19º (maximum 38º), low-angle bounding surfaces (Fig. 10) and exhibits slump structures. Support for erg models is also provided by preserved interdune deposits, such as deflationary lags and scours, evaporites, wind ripples, adhesion features, raindrop imprints and a host of wet interdune sediments (Ahlbrandt and Fryberger, 1981; Kocurek and Dott, 1981). Uncommon desiccated mudrock lenses, adhesion warts and channel-fills in the Waterberg deposits suggest dry and wet interdune deposits (Meinster and Tickell, 1975; Callaghan et al., 1991).\nThe identification of inversely graded ripple laminations (Hunter, 1977) would confirm the inferred\naeolian origin of the Makgabeng sandstones beyond doubt. Such structures are identified in 1.8–1.74 Ga aeolianites described within the Mount Isa Inlier in Australia (Jackson et al., 1990; Simpson and Eriksson, 1993; Eriksson and Simpson, 1998). These authors identify both dune and interdune deposits and document the interaction of fluvial, shallow marine and aeolian processes, with the latter being part of transgressive systems tracts.\nThe 1.6 Ga Hornby Bay Group in northwestern Canada has an association of Precambrian desert sediments comprising wadi fan conglomerates and braided stream arenites, as well as aeolian deposits with the inversely graded ripple laminae typical of wind ripples (Ross, 1983). Ross suggests that deposition was by both straight-crested and sinuous transverse dunes, with evidence of superimposed bedforms. Although inverse grading of ripple-formed laminae sensu Hunter (1977) was difficult to identify in the correlative Thelon Formation, barchanoid dune fields were apparently associated locally with braided stream deposits during deposition of this unit (Jackson et al., 1984).\n34 P.G. Eriksson et al. / Sedimentary Geology 120 (1998) 5–53\nMeso- to Neoproterozoic aeolianites are relatively common, with some examples being more readily demonstrated than others, through the identification of inversely graded wind ripple stratification. Pulvertaft (1985) was able to identify dune deposits with three orders of bounding surfaces, as well as convincing wet and dry interdune sediments in the Mesoproterozoic Dala sandstone in Sweden. An example of less well constrained inferred palaeodune sediments is that of the approximately coeval Calyie Formation in the Bangemall Basin, Australia. Largescale cross-beds here, which were compared to the structures in the Waterberg Group, are ascribed to either a coastal aeolian origin, or to an alternative shallow marine genesis (Goode and Hall, 1981). Thin aeolianites occur interbedded with semi-ephemeral fluvial sand sheets in the Mesoproterozoic Eriksfjord Formation of southwestern Greenland (Tirsgaard and Øxnevad, 1998). Wind ripple lamination and adhesion structures characterise these aeolian sand sheets, which accumulated under a palaeoclimate with limited seasonal variation, and which were preserved due to the unusual fluvial style and higher groundwater table.\nIn the Neoproterozoic Sullavai Group of southern India, Chakraborty and Chaudhuri (1993) have reported aeolian reworking of fluvial floodplain sediments, with overlying erg interior and erg margin deposits; these authors were able to infer dome-shaped, transverse and crescentic dune forms, interdune deposits and superimposed bedforms. Application of studies of modern aquifer air release features in Saudi Arabian wadis to the Neoproterozoic Torridon Group of Scotland, indicates analogous semiarid alluvial sedimentation systems and suggests, further, that it may be possible to distinguish initial, muddy ephemeral flood deposits from those succeeding them later in the wet season, in these Precambrian rocks (McManus and Bajabaa, 1998)."
  }, {
    "heading": "9.3. Significant differences in the Precambrian",
    "text": "Evidence suggests that aeolian processes and products have been essentially the same throughout geological time, but that ergs only became abundant at approximately 1.8 Ga and thereafter. The noticeable temporal control on desert sediments in the Precambrian (Eriksson and Simpson, 1998) may\nbe ascribed to numerous factors: poor recognition or preservation prior to 1.8 Ga, restricted continental terrains in the late Archaean, possible supercontinent assembly at about 1.8 Ga, laterally extensive humid fluvial systems, and the poorly understood effect of Precambrian palaeoclimates on wind systems prior to this age. Semi-ephemeral fluvial systems with limited seasonal variation and high groundwater levels locally preserved aeolianites in the Middle Precambrian (Tirsgaard and Øxnevad, 1998)."
  }, {
    "heading": "10. Precambrian glacial systems",
    "text": ""
  }, {
    "heading": "10.1. Introduction",
    "text": "Glaciations reflect the interplay of atmospheric, tectonic, oceanic, astronomic and biologic processes, and the widespread distribution of glacial deposits records global events (e.g. Ojakangas, 1988). Whereas processes of erosion, transportation and deposition in certain Precambrian environments may have differed markedly relative to modern settings, as outlined in some of the previous sections, those in glacial depositional systems may have been similar. Not only do Precambrian glacial deposits per se yield baselines to evaluate climatic change well before the recent past, they also provide distinctive markers for Precambrian global sequence stratigraphy, and they constitute potential piercing points for reconstructing Precambrian supercontinents (e.g. Aspler and Chiarenzelli, 1998).\nThe use of glacial deposits as distinctive markers for intracontinental correlation of Precambrian sequences has had a long history (Young, 1970; Fairchild and Hambrey, 1995), dating back to at least Blackwelder (1926) and Coleman (1926) who proposed links between the Huronian (Ontario) and Snowy Pass (Wyoming) Supergroups. Glacial sequences have proven valuable for the intercontinental correlations required for reconstruction of Neoproterozoic supercontinents (e.g. Young, 1992, 1995b; Li et al., 1995, 1996). World maps of Precambrian ice-flow indicators and glacigenic facies, similar to those prepared for Gondwana (e.g. Vaslet, 1990), provide future challenges. They hold potential for the refinement of supercontinent reconstructions and, in feedback, for helping to establish Neoproterozoic ice sheet dynamics.\nP.G. Eriksson et al. / Sedimentary Geology 120 (1998) 5–53 35\nSyntheses of Precambrian glacial deposits that update the now classic catalogues of Hambrey and Harland (1981, 1985) have been presented recently by Eyles (1993), and Eyles and Young (1994). For the Palaeo- and Neoproterozoic, glacial deposits are represented worldwide, but only isolated possible occurrences have been reported from the Archaean (Page, 1981; Von Brunn and Gold, 1993)."
  }, {
    "heading": "10.2. Glacigenic and periglacial processes and products: Precambrian and younger settings",
    "text": "The following concentrates on the signatures that glaciers and related cold-climates impart to the rock record, rather than evaluating the extent to which glaciers were active as direct depositional agents. Hence, we use the term ‘glacigenic’ in a broad sense to refer to any deposit for which a glacial imprint may be identified, recognising that the immediate sedimentary products of glaciers may be extensively reworked and ultimately deposited in other settings (e.g. Nystuen, 1985). For details, the reader is referred to reviews by Brodzikowski and van Loon (1991), Eyles and Eyles (1992), Eyles (1993), Hambrey (1994), Young (1995a) and Miller (1996), and to collections edited by Goldthwait and Matsch (1989), Dowdeswell and Scourse (1990), Anderson and Ashley (1991), Dardis and McCabe (1994), Warren and Croot (1994), and Menzies (1995a,b). Additional discussions regarding terminology, including working classifications of glacigenic sediments and rocks, are in Dreimanis (1983, 1988), Hicock (1990), and Moncrieff and Hambrey (1990).\nTable 1 lists hand specimen to outcrop-scale features useful in the recognition and reconstruction of glacial and related cold-climate settings, commonly cited causative mechanisms, and selected Precambrian examples. Periglacial features are included because they may be equally important as glacigenic indicators in the reconstruction of ancient cold-climate belts. For example, in the Padlei Formation (Hurwitz Group, Northwest Territories, Canada), unequivocal data demonstrating the presence of glacial ice are lacking, but cold-climate indicators are abundant, suggesting deposition on the periglacial fringe of a Palaeoproterozoic continental glacier, considered by Young (1970, 1973) to have occupied much of what is now North America (Aspler and Chiarenzelli, 1997).\nIn addition, periglacial structures mark sequence bounding surfaces (Proust and Deynoux, 1994), and fossil sand-wedges have been used to estimate mean annual air temperature, seasonality, aridity and timescale of climatic oscillation (Williams and Tonkin, 1985; Williams, 1994). Major element geochemistry is not listed in Table 1, but is a potentially useful tool (Young, 1973, 1995a). For example, Nesbitt and Young (1982) introduced the Chemical Index of Alteration (CIA) as a measure of chemical weathering, and demonstrated that low values from glacial intervals in the 2.4–2.3 Ga Huronian Supergroup are consistent with cold climates (see also applications by Marmo and Ojakangas, 1984; Kohonen and Marmo, 1992; Strand and Laajoki, 1993; Von Brunn and Gold, 1993).\nAs is apparent from Table 1, some features form in more than one glacial or cold-climate setting (polished and striated pavements, soft-sediment striation surfaces, clast pavements, preferred clast orientations, dropstones, till pellets, diamictites). Also, some may not necessarily be related to glaciers or cold climates. For example: striated clasts may reflect clast–clast interaction in non-glacial debris flows (e.g. Harrington, 1971; Schermerhorn, 1974); varve-like rhythmites may be the result of nonglacial dilute turbidity or contour currents (e.g. Piper and Stow, 1991; Ghibaudo, 1992); sandstone dykes resembling periglacial sand wedges may be generated by a variety of non-frost related mechanisms (e.g. Aspler and Donaldson, 1986a; compare Eyles and Clark, 1985 to Spencer, 1985); soft-sediment deformation with isoclinal folds and low-angle detachments is common in subaqueous slope settings (e.g. Maltman, 1994); and, a topic of past (e.g. Schermerhorn, 1974) and ongoing (Eyles, 1993, pp. 82–83; Von Brunn and Gold, 1993; Williams and Schmidt, 1996) concern, diamictites are commonly deposited by non-glacial debris flows. An alternative interpretation of glacigenic diamictites as possible meteorite impact ejecta is not considered to be valid (Williams, 1998). Thus, because of possible uncertainties regarding individual features, an assemblage of indicators is generally required to confirm a glacial or cold-climate setting or to establish specific subenvironments, and detailed analysis of facies geometry is generally needed.\nThe focus of many studies has been to estab-\n36 P.G .E riksson et al./Sedim entary G eology 120 (1998) 5–53\nP.G .E riksson et al./Sedim entary G eology 120 (1998) 5–53 37\nFossil frost wedges (sand-wedges; ice-wedge casts)\nSediment-filled polygons up to 10s of m across. Downward-tapering wedges or bulbous forms several m deep. In bedrock or penecontemporaneous substrate. Typically with near-vertical lamination, deformation at margins. Wind-blown sand fills fissures formed by contraction during winter freezing; distortion due to expansion during summer thaw (more in arid regions?). Ice wedge casts in humid cold climates with ice in fissures replaced by sediment upon melting (e.g. Kolstrup, 1986; Harry and Gozdzik, 1988). Sand: Spencer (1985); Williams and Tonkin (1985); Williams (1986, 1994); Moncrieff and Hambrey (1990); Proust and Deynoux (1994). Ice: Young and Long (1976); Fairchild and Hambrey (1984).\nFossil ice-cemented sand clasts\nSandstone intraclasts with internal layering preserved; diffuse clast boundaries; no remnant early cement.\nNormally non-cohesive sands cemented by ephemeral ice cement and reworked (e.g. Dillon and Conover, 1965; Diffendal, 1984; Gilbert, 1990).\nLong (1974); Young and Long (1976); Aspler and Donaldson (1986b).\nFossil felsenmeer Near-horizontal extensive surfaces of immediately derived breccia grading to in situ bedrock.\nIn situ frost shattering of bedrock. Fairchild and Hambrey (1984); Williams (1986); Young and Gostin (1988).\nFine-grained, parallel laminated rhythmites\nMm–cm-scale, sharp- based couplets of very fine sandstone–siltstone and claystone. Coarse layers commonly with internal laminae of fine material and vice versa.\nGlaciolacustrine varves with summer underflows, overflows and interflows depositing coarser layers and winter suspension depositing fines. Flow pulses may yield non- annual layering (e.g. Ashley, 1995). Also ice-proximal marine (lower salinity prevents flocculation; e.g. Domack, 1984).\nGlaciolacustrine: Aspler and Chiarenzelli (1997). Glaciomarine: Mustard and Donaldson (1987b).\nDropstones Outsized clasts (×thickness of enclosing strata). Bending, penetration and rucking structures at base.\nPassive fallout from melting icebergs, lake or marine ice (e.g. Thomas and Connell, 1985; Gilbert, 1990). Mustard and Donaldson (1987b); Young and Gostin (1988); Aitken (1991); Young (1995a).\nDump structures Planar-based mounds of coarse sediment enclosed by fine- grained strata; layering dips away from apices. Pebble clusters.\nTilting and overturning of sediment-laden icebergs (Ovenshine, 1970; Thomas and Connell, 1985; Martini et al., 1993). Mustard and Donaldson (1987b); Matsch and Ojakangas (1991).\nTill pellets Ovoid sand to granule-sized wacke masses with diffuse boundaries. As dropstones in laminates; distorted by compaction. Ice-rafted sediment masses trapped between glacial (Ovenshine, 1970) or fluvial (Martini et al., 1993) ice crystals. Melt-out of soft, yet cohesive pellets.\nLong (1974); Mustard and Donaldson (1987b); Aspler and Chiarenzelli (1997).\nIkaite (CaCO3ÐH2O) pseudomorphs\nOvoid- prismatic crystals with pyramidal projections. Diamond cross-sections with siliciclastic zoning. Single entities, interpenetrating individuals, rosettes. Subaqueous displacive crystallization at near-freezing temperatures (e.g. Bischoff et al., 1993); replacement by calcite or silica. See Shearman and Smith (1985), Brandley and Krause (1994). (?) Aspler and Chiarenzelli (1997).\nSubaqueous outwash Stratified sandstone and conglomerate; channels filled with massive sandstone; abundant dewatering structures. High-concentration mass flows issuing from submerged englacial or subglacial tunnels (Rust, 1977). Fairchild and Hambrey (1984); Mustard and Donaldson (1987b); Link et al. (1994).\nWidespread diamictites with abundant extrabasinal clasts Massive to stratified, poorly sorted mixtures including a spectrum from clay to boulder sizes. Subglacial lodgement, deformation or melt-out (e.g. Krzyszkowski, 1994; Benn, 1995); supraglacial melt-out or resedimented flow (e.g. Ziel’nski and van Loon, 1996); iceberg turbation (Dowdeswell et al., 1994); subaqeous rain out, sediment gravity flow (e.g. Visser, 1994; Ashley, 1995; Powell and Domack, 1995). Subglacial: Young and Nesbitt (1985). Subaqueous: Miall (1985); Moncrieff and Hambrey (1990); Link et al. (1994).\n38 P.G. Eriksson et al. / Sedimentary Geology 120 (1998) 5–53\nlish the three-dimensional context of specific facies and to distinguish between subenvironments within broader glacial depositional systems. Some examples from the Precambrian are: (1) glacioterrestrial systems, with incised canyon (Levy et al., 1994), till (sensu stricto, Spencer, 1985; Mustard and Donaldson, 1987a; Young and Gostin, 1988), glaciofluvial and deltaic (Karfunkel and Hoppe, 1988; Fralick and Miall, 1989), glaciolacustrine (Karfunkel and Hoppe, 1988; Aspler and Chiarenzelli, 1997), and glacioaeolian (Williams and Tonkin, 1985; Deynoux et al., 1989) components; (2) glaciomarine systems (Eyles et al., 1985; Miall, 1985; Strand and Laajoki, 1993; Link et al., 1994); and (3) transitional systems, where glaciers directly entered marine water, forming either grounded ice cliffs or floating ice masses (Mustard and Donaldson, 1987b; Karfunkel and Hoppe, 1988; Matsch and Ojakangas, 1991; Young and Gostin, 1991; Link et al., 1994).\nMany Neoproterozoic glacigenic successions are interbedded with carbonate rocks (e.g. Kennedy, 1996), originating as primary cold-water (e.g. Walter and Bauld, 1983; Fairchild et al., 1989; Davison and Hambrey, 1996) and=or as resedimented deposits (e.g. Young and Gostin, 1988; Fairchild, 1993; Crossing and Gostin, 1994). A carbonate association does not preclude a glacial origin nor demand a lowpalaeolatitude palaeogeography (e.g. Nelson, 1988, and see below).\nMoving to the scale of an entire ice sheet, zones of glacial erosion, glacial deposition and proglacial deposition radiate from Quaternary ice divides (e.g. in North America: Shilts et al., 1987). Numerous models have been developed to account for these zones (for review see Hughes, 1995; Boulton, 1996). Most emphasise ice-sheet dynamics and the basal thermal regime, to evaluate whether ice sheets were wetbased (warm or temperate glaciers, at or above pressure melting point), dry-based (cold or polar glaciers, below pressure melting point and frozen to bed) or polythermal (e.g. sub-polar glaciers with varying thermal conditions: Menzies, 1995c; Menzies and Shilts, 1995). However, Aylsworth and Shilts (1989) stress that a consideration of bedrock geology has to be integrated into ice-sheet dynamic models. To date, regional reconstructions for the Precambrian have been limited to identification of ice divides and extent of ice sheets (Visser, 1971; Young, 1973;\nSpencer, 1975; Deynoux, 1985; Nystuen, 1985; Karfunkel and Hoppe, 1988; Ojakangas, 1988). This is not surprising given that, in addition to the low preservation potential of glacioterrestrial systems, many of the features whereby ancient glaciations are recognised are the products of warm-based or polythermal ice sheets. Because cold-based glaciers are capable of occupying vast areas, yet may leave no direct record of their former presence (e.g. Holmund and Näslund, 1994; Kleman, 1994), areas of non-deposition will have to be integrated into the three-dimensional geometry of preserved deposits, in attempts to establish possible Quaternary-like zones for Precambrian ice sheets."
  }, {
    "heading": "10.3. Causes of glaciations and the Precambrian",
    "text": "Precambrian glacial systems provide evidence of global climates and causes of climatic change on time scales orders of magnitude greater than those normally considered by workers studying Quaternary and future climates (Young, 1991, 1995a; Socci, 1992). Secular changes during the Precambrian (in solar luminosity, atmospheric composition, rate of Earth’s rotation, area of land exposed to weathering, heat production, biology, and possibly, Earth’s obliquity; Section 2) constitute a backdrop to processes invoked for Phanerozoic glaciations. Thus, although glacigenic processes may not have been markedly different throughout Earth history, the Precambrian was a time of unique conditions which affected glacial and non-glacial states (e.g. Williams, 1998).\nGlacial deposits are represented worldwide from the Palaeo- and Neoproterozoic, but with reports of only isolated possible occurrences from the Archaean (Page, 1981; Von Brunn and Gold, 1993), large parts of the Precambrian appear to have been non-glaciated (e.g. Young, 1991). As stated by Young (1991, p. 100) the “suggested causes of glaciation are much more numerous than the glaciations themselves.” Many causes operate on various time scales in a complex interplay of both positive and negative feedbacks (for review see Socci, 1992). Below we examine some of the factors that may have contributed to glacial=non-glacial intervals in the Precambrian.\nIn apparent contradiction to the virtual absence of Archaean glacial deposits, models of solar evolu-\nP.G. Eriksson et al. / Sedimentary Geology 120 (1998) 5–53 39\ntion indicate that the Sun’s luminosity was only ca. 70% of its present value near the beginning of the Archaean, predicting a frigid early Earth (e.g. Newman and Rood, 1977; Gough, 1981; Kasting, 1993) (Sections 2.2 and 2.4). This paradox is most commonly explained by invoking higher concentrations of greenhouse gases, notably CO2 (e.g. Kasting, 1993; Des Marais, 1994), although the maximum limits of CO2 based on theoretical compensation for reduced solar luminosity (Kasting, 1993) are considerably greater than estimates based on analysis of pre-ca. 2.2 Ga palaeosols (Rye et al., 1995) (Section 2.2). High levels of atmospheric CO2 may have been maintained in the Archaean, due to minimal drawdown by global weathering and biotic fixation as a result of minimal exposure of land surfaces (Marshall et al., 1988; Worsley and Kidder, 1991; Jenkins et al., 1993), if the volume of continental crust was not significantly less (see Armstrong, 1991). Greater radiogenic heat flow and a faster rate of Earth’s rotation (resulting in reduced cloud cover and decreased albedo; Jenkins et al., 1993) would also have encouraged global warming.\nBy the end of the Archaean, solar luminosity was still significantly less than at present (ca. 90% of modern value; Gough, 1981). Applying concepts regarding the effects of supercontinents on the atmosphere and hydrosphere (Fischer, 1984) to the Palaeoproterozoic (Worsley et al., 1986; Young, 1991, 1995a; Hoffman, 1992), the first appearance of widespread glacial deposits may have been due to the assembly, near the end of the Archaean, of the supercontinents Zimvaalbara (Zimbabwe, Kaapvaal and Pilbara cratons: Stanistreet, 1993; Cheney, 1996) and Kenorland (including parts of the Slave, Rae, Hearne, Wyoming, Superior, and Nain provinces, Siberia and the Baltic Shield: Aspler and Chiarenzelli, 1998). Emergence of high-standing supercontinents, buoyant above large-scale mantle upwellings (Gurnis, 1988), would have led to drawdown of greenhouse CO2 by weathering of extensively exposed land masses (Marshall et al., 1988). Under modern conditions, up to 80% of CO2 drawdown is achieved by weathering (Houghton and Woodwell, 1989). Continental biomass may have been more extensive in the Palaeoproterozoic than is generally appreciated (Ohmoto, 1996), and although biotic drawdown was probably of secondary importance,\nabundant soil biota could have accelerated weathering by generating humic acids (see Schwartzman and Volk, 1989). Together with low rates of CO2 degassing (low rates of seafloor spreading) and high global albedo (low sea level), weathering of Palaeoproterozoic supercontinent(s) would have led to an ‘icehouse state’ (Fischer, 1984).\nDebate surrounding low-latitude glaciations has centred on the Neoproterozoic (see below). But a low-palaeolatitude determination of ca. 11 š 5º for the ca. 2.2 Ga Ongeluk lavas on the Kaapvaal craton, which conformably overlie glacigenic deposits of the Makganyene Formation (Evans et al., 1997), nearequatorial palaeolatitudes (Buchan and Halls, 1990) from the Kaminak dykes (ca. 2.45 Ga: Heaman, 1994) unconformably beneath the Hurwitz Group in the Hearne Province, and low (3–17º) palaeolatitudes (Bates and Halls, 1991) for the Matachewan dykes (ca. 2.47 Ga: Heaman, 1997) in the Superior Province, are consistent with low-latitude Huronian glaciation, a possibility considered by Donaldson et al. (1973). If valid, a low-latitude ‘ringworld’ continental configuration could have contributed to global cooling (Marshall et al., 1988; Worsley and Kidder, 1991; but see also Crowley and Baum, 1993).\nYoung (1991) proposed a negative feedback mechanism to account for interbedding of glacigenic rocks with those bearing evidence of intense chemical weathering in the Palaeoproterozoic Huronian Supergroup. Accordingly, covering of land surfaces by glaciers and diminished temperatures would have reduced chemical weathering and permitted CO2 buildup, climatic amelioration and ice-sheet retreat. Renewed intense weathering would have repeated the cycle. Palaeoproterozoic glacial cycles may have terminated with supercontinent fragmentation at ca. 2.1–2.0 Ga (Aspler and Chiarenzelli, 1998), at which time the world entered a ‘greenhouse state’ (Fischer, 1984), with high CO2 levels from diminished weathering (high sea level), increased seafloor spreading and subduction (increased volcanically produced CO2), and from decreased albedo.\nMesoproterozoic supercontinents such as ‘Atlantica’ and ‘Nena’ (see Rogers, 1996) should have given rise to glaciation and the apparent glacial gap in the Mesoproterozoic is puzzling (Young, 1991). The gap may be the result of unusually widespread anorogenic magmatism contributing sufficient CO2\n40 P.G. Eriksson et al. / Sedimentary Geology 120 (1998) 5–53\nto the atmosphere to balance drawdown by weathering (Young, 1991, 1995a).\nAt ca. 800 Ma, solar luminosity was approximately 94% of its present value (Gough, 1981). The Neoproterozoic landmasses were subjected to at least two major glacial episodes: Sturtian–Rapitan (ca. 750–700 Ma) and Maronian–Varangian–Ice Brook (ca. 610–590 Ma). The possibility exists of both older (Hambrey and Harland, 1985) and younger (Eyles, 1993; Young, 1995b) episodes. Like the Palaeoproterozoic, the existence and demise of Neoproterozoic supercontinent(s) may have been a first-order cause (e.g. Worsley et al., 1986; Young, 1991, 1995b). In addition, Young (1991, 1995b) has stressed the link between some Neoproterozoic glacial deposits and rift settings and suggested that enhanced weathering along the flanks of rift shoulder uplifts may have been a significant local control. Major Neoproterozoic glacial=non-glacial episodes were attributed by Young (1991) to the negative feedback mechanism cited above for the Palaeoproterozoic; smaller-scale cycles have been related to Milankovitch modulations (Hambrey, 1983; Proust and Deynoux, 1994).\nControversy regarding low-latitude Neoproterozoic glaciation, a proposition introduced over 30 years ago to account for palaeomagnetic results and the common association of glacigenic and carbonate rocks (Harland, 1964), continues unabated (e.g. Meert and van der Voo, 1994, 1995; Williams et al., 1995; Torsvik et al., 1996; Williams, 1998). Near-equatorial glaciation, close to sea level, is well documented for at least the Elatina Formation (Maronian) in the Adelaide Geosyncline (Williams, 1996, 1998), and thus a modern-day latitudinal control may not apply. Global (pole-to-pole) glaciation has been proposed as an explanation for low-latitude glaciation, but this hypothesis is problematic (Williams, 1998). Equally contested is the theory that the Earth’s obliquity decreased throughout the Precambrian, dropping below 54º at ca. 600–540 Ma, at which time present-day climatic zones would have prevailed (Williams, 1993, 1998). With high obliquity, Earth’s climatic zones would have been reversed from those of the Phanerozoic, favouring low-latitude glaciation (Williams, 1993, 1998). As an explanation for possible low-latitude glaciation as well as extreme seasonality, high obliquity alone\ncannot cause glaciation and the theoretical basis of changing obliquity is independent of glaciations (Williams, 1993, 1994). Further palaeomagnetic and sedimentological data are needed to test the large obliquity hypothesis (Williams, 1998)."
  }, {
    "heading": "10.4. Significant differences in the Precambrian",
    "text": "As discussed by other contributors to this volume, the absence of land vegetation likely had profound effects on many Precambrian depositional systems. In contrast, noting that modern proglacial environments are commonly cited as analogs for humid, non-vegetated Precambrian landscapes, and that most of the processes outlined in Section 10.2 are taken from Quaternary and modern settings, Precambrian glacigenic depositional systems may not have been very different from those in the Phanerozoic (as suggested by Dreimanis, 1983). There are at least two possible exceptions. Firstly, a greater preservational bias in favour of glaciomarine deposits would be expected in the Precambrian, without land vegetation to impede runoff and stabilise continental sediments. Secondly, loess deposits which fringe continental areas covered by Quaternary ice sheets (see Pye, 1995, for review), are rarely reported from the Precambrian (but see Edwards, 1979; Fralick and Miall, 1989). This is likely due to the absence of land plants, which suppress both deflation and reworking (e.g. Dalrymple et al., 1985).\nVariation in atmospheric CO2, linked to ca. 400 Ma cycles of supercontinent assembly and fragmentation, and superimposed on a secular increase in solar luminosity and a decrease in CO2, collectively appear to have been the major control of Precambrian glacial and non-glacial states. To the extent that intense global weathering was a consequence of tectonic uplift, geodynamic control in the Precambrian is similar to long-standing models envisaged for major Cenozoic glaciation (see Raymo, 1991, 1994). Evaluation of factors like oceanic circulation and the presence or absence of spillways, and application of sophisticated general circulation models (‘GCMs’) such as for Phanerozoic sequences (e.g. Price et al., 1995), must await refined palaeogeographic reconstructions (see initial attempt by Jenkins et al., 1993).\nP.G. Eriksson et al. / Sedimentary Geology 120 (1998) 5–53 41"
  }, {
    "heading": "11. Conclusions",
    "text": "Despite many similarities between Precambrian and Phanerozoic-modern sedimentation systems (e.g. McManus and Bajabaa, 1998), there are also important inherent differences. The significance of some apparent differences is difficult to determine. For example, the temporal distribution of aeolian deposits in the Precambrian probably reflects some combination of limited available continental surface areas, pre-vegetative fluvial systems, supercontinent assembly, climatic conditions and atmospheric character (Eriksson and Simpson, 1998). Alternatively, this absence of unequivocal wind-deposited sediments may merely be a result of non-recognition or non-preservation (Tirsgaard and Øxnevad, 1998). More obvious differences include the absence of plants and invertebrate fossils in Precambrian delta deposits; the recognition of detailed delta subenvironments is thus complicated, delta plain channels were most likely braided, and generally thicker delta sequences in the Precambrian may be ascribed to more active tectonic settings. Similarly, pre-vegetational alluvial channel systems were almost certainly braided as well (e.g. Sønderholm and Tirsgaard, 1998); their predominantly quartz arenitic character may reflect recycling or aggressive weathering under the influence of a CO2-rich atmosphere (Corcoran et al., 1998; Donaldson and de Kemp, 1998). As micro-cratons emerged from greenstone terrane amalgamation, alluvial systems developed within small, fault-controlled basins were subject to congestion or even suffocation due to catastrophic influx of volcanic material (Mueller and Corcoran, 1998). Semi-ephemeral fluvial systems were possibly unique to pre-vegetative times and their associated raised groundwater levels may have enhanced preservation of thin, interbedded aeolian sand sheets (Tirsgaard and Øxnevad, 1998). Braid-delta systems, formed where large braidplains passed directly onto wide and gently sloping marine shelves (Els, 1998), were common in the Precambrian.\nPrecambrian shelf and shoreface sediments, of both wave=storm and tidal affinity, suggest the possibility of more uniform shallow marine circulation systems than in younger environments, or that Precambrian shelf environments were wide and sloped gently seawards. This might also account for the\napparent scarcity of Precambrian foreshore deposits, particularly those reflecting barrier island systems; however, poor preservation and concomitant reduced palaeoenvironmental resolution must always be a factor in the Precambrian sedimentary record. The latter factors are particularly applicable to Precambrian lacustrine deposits, although discrimination between such deposits and shallow marine sediments is difficult for rocks of all ages (e.g. Schieber, 1998). Saline lakes may have been more abundant in the Precambrian, due to inferred generally warmer palaeoclimatic conditions.\nPrecambrian tidal flats appear to have been characterised by poorly confined drainage channels, which formed sand sheet deposits, easily confused with fluvial or offshore tidal sand sheets. Regional studies of preserved Precambrian shallow marine basins are needed to establish the facies architecture and systems tracts which formed the successions. These should help to determine whether Precambrian shelves were indeed wide and gently sloping features without barrier island systems. However, epeiric seas may have been relatively common in the Precambrian (e.g. Eriksson and Reczko, 1998), particularly as cratons began to develop, and these poorly understood palaeoenvironments will complicate studies of Precambrian shelf conditions. During late Archaean and Palaeoproterozoic times, emerging cratons and supercontinents were subject to greater tectonic instability than generally prevalent in the Phanerozoic, and with the relatively poor chronological record available for this period, it will be difficult to differentiate between epeiric transgression due to eustatic and as a result of tectonic influences. It is, however, important that attempts be made to construct sea level curves for the Precambrian, based on world wide studies.\nGlacigenic palaeoenvironments probably reflect the least significant differences between depositional systems from the Precambrian and Phanerozoicmodern periods. In contrast, the causes of pre-0.6 Ga glaciation point to a complex interplay of factors of distinctly Precambrian character, such as the emergence of cratonic areas above sea level, their amalgamation into the first supercontinents, an early CO2-rich atmosphere, the development of stromatolitic carbonates (e.g. Altermann and Nelson, 1998), early weathering processes, possible changes\n42 P.G. Eriksson et al. / Sedimentary Geology 120 (1998) 5–53\nin Earth’s obliquity (Williams, 1998), and faster rotation of the Earth.\nPrecambrian glacigenic events offer strong promise as an aid in Precambrian supercontinent reconstruction (Aspler and Chiarenzelli, 1998), in high-resolution chronostratigraphy and in helping to determine the sequence stratigraphy of such ancient successions (e.g. Pelechaty et al., 1996a,b). International cooperative programmes, concentrating on sequence stratigraphic studies and basin-wide analyses of depositional systems in the world’s Precambrian terranes, offer an important means for advancing our understanding of Precambrian geological history. Basin analysis techniques need to be applied to preserved Precambrian successions (e.g. Altermann and Nelson, 1998). Perhaps the next major effort should be directed towards elucidating Precambrian supercontinent amalgamations and breakups. This will not only enhance understanding of Precambrian climates, but will also contribute to understanding the temporal distribution of both aeolian and glacigenic deposits in the rock record. Thicker Precambrian delta deposits, indicating tectonically active settings and relatively deep receiving basins, contrast with the low-angle, wide shallow marine shelves where very large braidplain systems also debouched, to form large braid-delta complexes. The apparent differences in these two coastline situations warrant attention and may improve comprehension of Precambrian shelf dynamics."
  }, {
    "heading": "Acknowledgements",
    "text": "Aspler and Chiarenzelli acknowledge funding from the NWT Geology Division, Indian Affairs and Northern Development Canada (Yellowknife), and J.A. Donaldson for discussions. Eriksson acknowledges research funding from the University of Pretoria and the Foundation for Research Development, South Africa. Mrs. Geringer is thanked for drafting the figures, and C.C. Callaghan for providing Fig. 10. We are indebted to referees John Grotzinger and J. Allan Donaldson for very constructive suggestions and clear guidelines towards improving this paper, and we value their input. We are also grateful to Andrew Miall for suggesting that we write this paper for the special volume."
  }],
  "year": 1998,
  "references": [{
    "title": "Sedimentary features and significance of interdune deposits",
    "authors": ["T.S. Ahlbrandt", "S.G. Fryberger"],
    "venue": "Soc. Econ. Paleontol. Mineral., Spec. Publ",
    "year": 1981
  }, {
    "title": "Two Late Proterozoic glaciations, Mackenzie Mountains, northwestern Canada",
    "authors": ["J.D. Aitken"],
    "venue": "Geology",
    "year": 1991
  }, {
    "title": "Fluvial herringbone cross-stratification in a modern tributary mouth bar, Coonamble New South Wales, Australia",
    "authors": ["N.M. Alam", "K.A.W. Crook", "G. Taylor"],
    "venue": "Sedimentology",
    "year": 1985
  }, {
    "title": "Sand waves: a model of origin and internal structure",
    "authors": ["J.R.L. Allen"],
    "venue": "Sediment. Geol",
    "year": 1980
  }, {
    "title": "Tidal flat deposits of the Lower Proterozoic Campbell Group along the southwestern margin of the Kaapvaal Craton, Northern Cape Province, South Africa",
    "authors": ["W. Altermann", "Herbig", "H.-G"],
    "venue": "J. Afr. Earth Sci",
    "year": 1991
  }, {
    "title": "Basin analysis, sedimentation rates and regional correlations as implied by precise U–Pb zircon ages from volcanic sediments of the Neoarchean Campbellrand Subgroup of the Kaapvaal Craton",
    "authors": ["W. Altermann", "D.R. Nelson"],
    "venue": "Sediment. Geol",
    "year": 1998
  }, {
    "title": "The carbonates of the Transvaal and Griqualand West Sequences of the Kaapvaal craton, with special reference to the Lime Acres limestone deposit",
    "authors": ["W. Altermann", "Wotherspoon", "J.McD"],
    "venue": "Miner. Deposita",
    "year": 1995
  }, {
    "title": "Glacial Marine Sedimentation; Paleoclimatic Significance",
    "authors": ["J.B. Anderson", "G.M. Ashley"],
    "venue": "Geol. Soc. Am",
    "year": 1991
  }, {
    "title": "Tidal-shelf sedimentation: an example from the Scottish Dalradian",
    "authors": ["R. Anderton"],
    "venue": "Sedimentology",
    "year": 1976
  }, {
    "title": "The persistent myth of continental growth",
    "authors": ["R.L. Armstrong"],
    "venue": "Aust. J. Earth Sci",
    "year": 1991
  }, {
    "title": "Glaciolacustrine environments",
    "authors": ["G.M. Ashley"],
    "year": 1995
  }, {
    "title": "Initiation of ca. 2.45–2.1 Ga intracratonic basin sedimentation of the Hurwitz Group, Keewatin Hinterland, Northwest Territories, Canada",
    "authors": ["L.B. Aspler", "J.R. Chiarenzelli"],
    "venue": "Precambrian Res",
    "year": 1997
  }, {
    "title": "Protracted breakup of Kenorland, a Neoarchean supercontinent? Geochronologic, tectonostratigraphic and sedimentologic evidence from the Paleoproterozoic",
    "authors": ["L.B. Aspler", "J.R. Chiarenzelli"],
    "venue": "Sediment. Geol",
    "year": 1998
  }, {
    "title": "Penecontemporaneous sandstone dykes, Nonacho Basin (Early Proterozoic, Northwest Territories): horizontal injection in vertical, tabular fissures",
    "authors": ["L.B. Aspler", "J.A. Donaldson"],
    "venue": "Can. J. Earth Sci",
    "year": 1986
  }, {
    "title": "Paleoclimatology of Nonacho Basin (Early Proterozoic), Northwest Territories, Canada. Palaeogeogr., Palaeoclimatol., Palaeoecol",
    "authors": ["L.B. Aspler", "J.A. Donaldson"],
    "year": 1986
  }, {
    "title": "Ripple marks in quartz arenites of the Hurwitz Group, Northwest Territories, Canada: evidence for sedimentation in a vast, Early Proterozoic, shallow, fresh-water lake",
    "authors": ["L.B. Aspler", "J.R. Chiarenzelli", "T.L. Bursey"],
    "venue": "J. Sediment. Res",
    "year": 1994
  }, {
    "title": "Tide-dominated offshore sedimentation, Lower Cambrian, North Norway",
    "authors": ["N.L. Banks"],
    "venue": "Sedimentology 20,",
    "year": 1973
  }, {
    "title": "Early Archean basement in the Canadian shield: a review of the evidence. Geol",
    "authors": ["W.R.A. Baragar", "J.C. McGlynn"],
    "year": 1976
  }, {
    "title": "Turbidites and iron-formations, Beardmore–Geraldton, Ontario: application of a combined ramp=fan model to Archaean clastic and chemical sedimentation",
    "authors": ["T.J. Barrett", "P.W. Fralick"],
    "venue": "Sedimentology",
    "year": 1989
  }, {
    "title": "U–Pb zircon age for a tuff in the Campbell Group, Griqualand West Sequence, South Africa: Implications for Early Proterozoic rock accumulation",
    "authors": ["E.S. Barton", "W. Altermann", "I.S. Williams", "C.B. Smith"],
    "venue": "rates. Geology",
    "year": 1994
  }, {
    "title": "Broad-scale Proterozoic deformation of the central Superior Province revealed by paleomagnetism of the 2.45 Ga Matachewan dyke swarm. Can",
    "authors": ["M.P. Bates", "H.C. Halls"],
    "venue": "J. Earth Sci",
    "year": 1991
  }, {
    "title": "Fabric signature of subglacial till deformation, Breidamerkurjökull, Iceland",
    "authors": ["D.I. Benn"],
    "venue": "Sedimentology",
    "year": 1995
  }, {
    "title": "Is cratonic sedimentation consistent with available models? An example from the Upper Proterozoic of the West African craton",
    "authors": ["J. Bernard-Sarfati", "A. Moussine-Pouchkine"],
    "venue": "Sediment. Geol",
    "year": 1988
  }, {
    "title": "Facies relations, depositional environments and diagenesis in a major Early Proterozoic stromatolitic carbonate platform to basinal sequence, Campbellrand Subgroup, Transvaal Supergroup, Southern Africa",
    "authors": ["N.J. Beukes"],
    "venue": "Sediment. Geol",
    "year": 1987
  }, {
    "title": "Sole marks and combined-flow storm event beds in the Brixton Formation of the siliciclastic Archaean Witwatersrand Supergroup, South Africa",
    "authors": ["N.J. Beukes"],
    "venue": "J. Sediment. Res",
    "year": 1996
  }, {
    "title": "A lithostratigraphic– sedimentological reference profile for the Late Archaean Mozaan Group, Pongola Sequence: application to sequence stratigraphy and correlation with the Witwatersrand Supergroup",
    "authors": ["N.J. Beukes", "B. Cairncross"],
    "venue": "S. Afr. J. Geol",
    "year": 1991
  }, {
    "title": "Early Proterozoic metallogeny, tectonics and geochronology of the Singhbum Cu–U Belt, eastern India",
    "authors": ["D.S. Bhattacharya"],
    "venue": "Precambrian Res",
    "year": 1992
  }, {
    "title": "River- and wave-dominated depositional systems of the Upper Cretaceous Dunvegan Formation, northwestern Alberta",
    "authors": ["J.P. Bhattacharya", "R.G. Walker"],
    "venue": "Bull. Can. Soc. Pet. Geol",
    "year": 1991
  }, {
    "title": "Facies Models: Response to Sea-Level",
    "authors": ["J.P. Bhattacharya", "R.G. Walker"],
    "year": 1992
  }, {
    "title": "The solubility and stabilization of ikaite",
    "authors": ["J.L. Bischoff", "J.A. Fitzpatrick", "R.J. Rosenbauer"],
    "year": 1993
  }, {
    "title": "Precambrian geology of the Medicine Bow Mountains",
    "authors": ["E. Blackwelder"],
    "venue": "Geol. Soc. Am. Bull",
    "year": 1926
  }, {
    "title": "Neap–spring tide sequences of intertidal shoal deposits in a mesotidal estuary",
    "authors": ["J.R. Boersma", "J.H.J. Terwindt"],
    "venue": "Sedimentology",
    "year": 1981
  }, {
    "title": "Tidal inlets and tidal deltas",
    "authors": ["J.C. Boothroyd"],
    "year": 1985
  }, {
    "title": "Marine to fluvial transition: Proterozoic Upper Rewa Sandstone, Maihar, India",
    "authors": ["P.K. Bose", "P.P. Chakraborty"],
    "venue": "Sediment. Geol",
    "year": 1994
  }, {
    "title": "Tide versus storm in epeiric coastal deposition: two Proterozoic sequences, India",
    "authors": ["P.K. Bose", "A.K. Chaudhuri"],
    "venue": "Geol. J",
    "year": 1990
  }, {
    "title": "Facies, flow and bedform patterns across a storm-dominated inner continental shelf: Proterozoic Kaimur Formation, Rajasthan, India",
    "authors": ["P.K. Bose", "A.K. Chaudhuri", "A. Seth"],
    "venue": "Sediment. Geol",
    "year": 1988
  }, {
    "title": "The origin of glacially fluted surfaces — observation and theory",
    "authors": ["G.S. Boulton"],
    "venue": "J. Glaciol",
    "year": 1976
  }, {
    "title": "Boulder shapes and grain-size distributions of debris as indicators of transport paths through a glacier and till genesis",
    "authors": ["G.S. Boulton"],
    "venue": "Sedimentology",
    "year": 1978
  }, {
    "title": "Processes of glacier erosion on different substrata",
    "authors": ["G.S. Boulton"],
    "venue": "J. Glaciol",
    "year": 1979
  }, {
    "title": "Theory of glacial erosion, transport and deposition as a consequence of subglacial sediment deformation",
    "authors": ["G.S. Boulton"],
    "venue": "J. Glaciol",
    "year": 1996
  }, {
    "title": "Continental shelf and epicontinental seaways",
    "authors": ["A.H. Bouma", "R.L. Brenner", "H.J. Knebel"],
    "venue": "Sandstone Depositional Environments. American Association of Petroleum Geologists,",
    "year": 1982
  }, {
    "title": "Thinolite-type pseudomorphs after ikaite: indicators of cold water on the subequatorial western margin of Lower Carboniferous North America",
    "authors": ["R.T. Brandley", "F.F. Krause"],
    "venue": "Pangea: Global Environments and Resources. Can. Soc. Pet. Geol. Mem",
    "year": 1994
  }, {
    "title": "Sussex sandstone of Wyoming: an example of Cretaceous offshore sedimentation",
    "authors": ["R.L. Brenner"],
    "venue": "Am. Assoc. Pet. Geol. Bull",
    "year": 1978
  }, {
    "title": "A sedimentologic analysis of the Sussex Sandstone, Powder River Basin, Wyoming",
    "authors": ["R.L. Brenner"],
    "venue": "Earth Sci. Bull",
    "year": 1979
  }, {
    "title": "Construction of process–response models for ancient epicontinental seaway depositional systems using partial analogs",
    "authors": ["R.L. Brenner"],
    "venue": "Am. Assoc. Pet. Geol. Bull",
    "year": 1980
  }, {
    "title": "Oxfordian sedimentation in Western Interior United States",
    "authors": ["R.L. Brenner", "D.K. Davies"],
    "venue": "Am. Assoc. Pet. Geol. Bull",
    "year": 1974
  }, {
    "title": "Sedimentary structures exposed in bar tops",
    "authors": ["C.S. Bristow"],
    "year": 1993
  }, {
    "title": "5–53 in the Brahmaputra River, Bangladesh",
    "authors": ["P.G. Eriksson"],
    "venue": "Sedimentary Geology",
    "year": 1998
  }, {
    "title": "Glacigenic Sediments",
    "authors": ["K. Brodzikowski", "A.J. van Loon"],
    "year": 1991
  }, {
    "title": "Paleomagnetism of Proterozoic mafic dyke swarms of the Canadian Shield",
    "authors": ["K.L. Buchan", "H.C. Halls"],
    "venue": "Mafic Dykes and Emplacement Mechanisms. Balkema,",
    "year": 1990
  }, {
    "title": "Evaporitic sediments of Early Archean age from the Warrawoona Group, Western Australia",
    "authors": ["R. Buick", "J.S.R. Dunlop"],
    "venue": "Sedimentology",
    "year": 1990
  }, {
    "title": "The character and economic significance of Precambrian paleoweathering and erosion surfaces in southern Africa",
    "authors": ["A. Button", "N. Tyler"],
    "venue": "Econ. Geol. 75th Anniversary Vol.,",
    "year": 1981
  }, {
    "title": "The sedimentology of the Waterberg Group in the Transvaal, South Africa: an overview",
    "authors": ["C.C. Callaghan", "P.G. Eriksson", "C.P. Snyman"],
    "venue": "J. Afr. Earth Sci",
    "year": 1991
  }, {
    "title": "Depositional sequences in ancient shelf sediments: some contrasts in style",
    "authors": ["D.J. Cant", "F.J. Hein"],
    "venue": "Shelf Sands and Sandstones. Can. Soc. Pet. Geol. Mem",
    "year": 1986
  }, {
    "title": "Internal structures of sandwaves in a tide-storm interactive system: Proterozoic Lower Quartzite Formation, India",
    "authors": ["C. Chakraborty", "P.K. Bose"],
    "venue": "Sediment. Geol",
    "year": 1990
  }, {
    "title": "Rhythmic shelf storm beds: Proterozoic Kaimur Formation, India",
    "authors": ["C. Chakraborty", "P.K. Bose"],
    "venue": "Sediment. Geol",
    "year": 1992
  }, {
    "title": "Fluvial–aeolian interactions in a Proterozoic alluvial plain: Example from the Mancheral Quartzite, Sullavai Group, Pranhita-Godavari Valley, India",
    "authors": ["T. Chakraborty", "A.K. Chaudhuri"],
    "year": 1993
  }, {
    "title": "Quartz arenites: review and interpretation",
    "authors": ["F.W. Chandler"],
    "venue": "Sediment. Geol",
    "year": 1988
  }, {
    "title": "Sequence stratigraphy and plate tectonic significance of the Transvaal succession of southern Africa and its equivalent in Western Australia",
    "authors": ["E.S. Cheney"],
    "venue": "Precambrian Res",
    "year": 1996
  }, {
    "title": "Striated clast pavements: Products of deforming subglacial sediment? Geology",
    "authors": ["P.U. Clark"],
    "year": 1991
  }, {
    "title": "Tectonic Influences on the Evolution of the Early Proterozoic Transvaal Sea, Southern Africa",
    "authors": ["Clendenin", "C.W. Jr."],
    "venue": "Ph.D. Thesis,",
    "year": 1989
  }, {
    "title": "Atmospheric and hydrospheric evolution on the primitive Earth",
    "authors": ["P.E. Cloud"],
    "venue": "Science 160,",
    "year": 1968
  }, {
    "title": "Coarse-Grained Deltas",
    "authors": ["A. Colella", "D.B. Prior"],
    "venue": "Int. Assoc. Sedimentol. Spec. Publ",
    "year": 1990
  }, {
    "title": "Ice Ages, Recent and Ancient",
    "authors": ["A.P. Coleman"],
    "year": 1926
  }, {
    "title": "Modern river deltas: variability of processes and sand bodies",
    "authors": ["J.M. Coleman", "L.D. Wright"],
    "year": 1975
  }, {
    "title": "Some effects of ice on a river bed",
    "authors": ["J.D. Collinson"],
    "venue": "J. Sediment. Petrol",
    "year": 1971
  }, {
    "title": "Sedimentary Environments and Facies",
    "authors": ["J.D. Collinson"],
    "year": 1978
  }, {
    "title": "Sedimentology of unconformities within a fluvio-lacustrine sequence: Middle Proterozoic of eastern North Greenland",
    "authors": ["J.D. Collinson"],
    "venue": "Sediment. Geol",
    "year": 1983
  }, {
    "title": "Chemical composition and evolution of the upper continental crust: Contrasting results from surface samples and shales",
    "authors": ["K.C. Condie"],
    "venue": "Chem. Geol",
    "year": 1993
  }, {
    "title": "Greenstones through time",
    "authors": ["K.C. Condie"],
    "venue": "Archean Crustal Evolution. Elsevier,",
    "year": 1994
  }, {
    "title": "Plate Tectonics and Crustal Evolution (4th ed.)",
    "authors": ["K.C. Condie"],
    "year": 1997
  }, {
    "title": "The Archean Keskarrah formation, Cyclops Peninsula, point lake: a distinct late-orogenic, volcano-sedimentary basin. Exploration Overview 1995, Northwest Territories",
    "authors": ["P.L. Corcoran", "W. Mueller", "W.A. Padgham"],
    "venue": "Indian Affairs and Northern Development,",
    "year": 1995
  }, {
    "title": "Climatic and tectonic influences on fan deltas and wave- to tide-controlled shoreface deposits: evidence from the Archean Keskarrah Formation, Slave Province, Canada",
    "authors": ["P.L. Corcoran", "W.U. Mueller", "E.H. Chown"],
    "venue": "Sediment. Geol",
    "year": 1998
  }, {
    "title": "The evolution of fluvial style, with special reference to the central Appalachian Paleozoic",
    "authors": ["E. Cotter"],
    "venue": "Fluvial Sedimentology. Can. Soc. Pet. Geol. Mem",
    "year": 1978
  }, {
    "title": "Glaciotectonics, Forms and Processes. Balkema, Rotterdam",
    "authors": ["D.G. Croot"],
    "year": 1988
  }, {
    "title": "Isotopic signatures of carbonates associated with Sturtian (Neoproterozoic) glacial facies, central Flinders Ranges, South Australia",
    "authors": ["A.R. Crossing", "V.A. Gostin"],
    "year": 1994
  }, {
    "title": "Effect of decreased solar luminosity on Late Precambrian ice extent",
    "authors": ["T.J. Crowley", "S.K. Baum"],
    "venue": "J. Geophys. Res",
    "year": 1993
  }, {
    "title": "Tidal depositional Systems",
    "authors": ["R.W. Dalrymple"],
    "venue": "Geological Association of Canada,",
    "year": 1992
  }, {
    "title": "Eolian action and the distribution of Cambrian shales in North America",
    "authors": ["R.W. Dalrymple", "G.M. Narbonne", "L. Smith"],
    "venue": "Geology",
    "year": 1985
  }, {
    "title": "Temporal and spatial patterns of rhythmite deposition on mudflats in the macrotidal Cobequid Bay–Salmon River Estuary, Bay of Fundy",
    "authors": ["R.W. Dalrymple", "Y. Makino", "B.A. Zaitlin"],
    "year": 1991
  }, {
    "title": "Subglacial Processes, Sediments and Landforms",
    "authors": ["G.F. Dardis", "A.M. McCabe"],
    "venue": "Sediment. Geol. 91,",
    "year": 1994
  }, {
    "title": "Indications of glaciation at the base of the Proterozoic Stoer Group (Torridonian), NW Scotland",
    "authors": ["S. Davison", "M.J. Hambrey"],
    "venue": "J. Geol. Soc.,",
    "year": 1996
  }, {
    "title": "Blueprint for a cell: the nature and origin of life",
    "authors": ["C. De Duve"],
    "year": 1991
  }, {
    "title": "The Archean atmosphere: its composition and fate",
    "authors": ["D.J. Des Marais"],
    "venue": "Archean Crustal Evolution. Elsevier,",
    "year": 1994
  }, {
    "title": "Terrestrial or waterlain glacial diamictites? Three case studies from the Late Precambrian and Late Ordovician glacial drifts in West Africa",
    "authors": ["M. Deynoux"],
    "venue": "Palaeogeogr., Palaeoclimatol., Palaeoecol",
    "year": 1985
  }, {
    "title": "Late Proterozoic periglacial aeolian deposits on the West African Platform, Taoudeni Basin, western Mali",
    "authors": ["M. Deynoux", "G. Kocurek", "J.N. Proust"],
    "venue": "Sedimentology",
    "year": 1989
  }, {
    "title": "Laterally and vertically accreted tidal deposits in the Upper Proterozoic Madina-Kouta Basin, Southeastern Senegal, West Africa",
    "authors": ["M. Deynoux", "P. Duringer", "R. Khatib", "M. Villeneuve"],
    "venue": "Sediment. Geol",
    "year": 1993
  }, {
    "title": "Armored mud balls and friable sand megaclasts from a complex early Pleistocene alluvial fill, southwestern Morrill County, Nebraska",
    "authors": ["R.F. Diffendal"],
    "venue": "J. Geol",
    "year": 1984
  }, {
    "title": "Formation of ice-cemented sand blocks on a beach and lithologic implications",
    "authors": ["W.P. Dillon", "J.T. Conover"],
    "venue": "J. Sediment. Petrol",
    "year": 1965
  }, {
    "title": "Drift-abrasion marks along rocky shores",
    "authors": ["Dionne", "J.-C"],
    "venue": "J. Glaciol",
    "year": 1985
  }, {
    "title": "Physical sedimentation processes on a mid-Proterozoic (1800 Ma) shelf: the Reynolds Range Group, Arunta Block, central Australia",
    "authors": ["Dirks", "P.H.G.M", "A.R. Norman"],
    "venue": "Precambrian Res",
    "year": 1992
  }, {
    "title": "Rhythmically bedded glaciomarine sediments on Whidbey Island, Washington",
    "authors": ["E.W. Domack"],
    "venue": "J. Sediment. Petrol",
    "year": 1984
  }, {
    "title": "Pebble fabric in an ice-rafted diamicton",
    "authors": ["E.W. Domack", "D.E. Lawson"],
    "venue": "J. Geol",
    "year": 1985
  }, {
    "title": "Archean quartz arenites in the Canadian Shield: examples from the Superior and Churchill Provinces",
    "authors": ["J.A. Donaldson", "E.A. de Kemp"],
    "venue": "Sediment. Geol",
    "year": 1998
  }, {
    "title": "Drift of the Canadian Shield",
    "authors": ["J.A. Donaldson", "J.C. McGlynn", "E. Irving", "J.K. Park"],
    "venue": "Implications of Continental Drift to the Earth Sciences,",
    "year": 1973
  }, {
    "title": "Depositional environment of the Middle Proterozoic Velkerri Formation in northern Australia: geochemical evidence",
    "authors": ["T.H. Donnelly", "I.H. Crick"],
    "venue": "Precambrian Res",
    "year": 1988
  }, {
    "title": "Sedimentology and geochemistry of a mid-Proterozoic lacustrine unit from northern Australia",
    "authors": ["T.H. Donnelly", "M.J. Jackson"],
    "venue": "Sediment. Geol",
    "year": 1988
  }, {
    "title": "Aeolian to marine transition",
    "authors": ["R.H. Dott Jr.", "C.W. Byers", "G.W. Fielder", "S.R. Stenzel", "K.E. Winfree"],
    "year": 1986
  }, {
    "title": "Glacimarine Environment: Processes and Sediments",
    "authors": ["J.A. Dowdeswell", "J.D. Scourse"],
    "venue": "Geol. Soc. London, Spec. Publ",
    "year": 1990
  }, {
    "title": "The origin of massive diamicton facies by iceberg rafting and scouring",
    "authors": ["J.A. Dowdeswell", "R.J. Whittington", "P. Marienfeld"],
    "venue": "Scoresby Sund, East Greenland. Sedimentology",
    "year": 1994
  }, {
    "title": "Quaternary glacial deposits: Implications for the interpretation of Proterozoic glacial deposits",
    "authors": ["A. Dreimanis"],
    "venue": "Proterozoic Geology. Geol. Soc. Am. Mem",
    "year": 1983
  }, {
    "title": "Tills: their genetic terminology and classification",
    "authors": ["A. Dreimanis"],
    "year": 1988
  }, {
    "title": "Late Precambrian loessites from North Norway and Svalbard",
    "authors": ["M.B. Edwards"],
    "venue": "J. Sediment. Petrol",
    "year": 1979
  }, {
    "title": "Siliciclastic shorelines",
    "authors": ["T. Elliott"],
    "year": 1986
  }, {
    "title": "The auriferous Late Archaean sedimentation systems of South Africa: unique palaeoenvironmental conditions",
    "authors": ["B.G. Els"],
    "venue": "Sediment. Geol",
    "year": 1998
  }, {
    "title": "Tidal deposits from the Archaean Moodies Group, Barberton Mountain Land, South Africa",
    "authors": ["K.A. Eriksson"],
    "venue": "Sediment. Geol",
    "year": 1977
  }, {
    "title": "Alluvial and destructive beach facies from the Archaean Moodies Group, Barberton Mountain Land, South Africa and Swaziland",
    "authors": ["K.A. Eriksson"],
    "venue": "Fluvial Sedimentology. Can. Soc. Pet. Geol. Mem",
    "year": 1978
  }, {
    "title": "Marginal marine depositional processes from the Archaean Moodies Group, Barberton Mountain Land, South Africa: Evidence and significance",
    "authors": ["K.A. Eriksson"],
    "venue": "Precambrian Res",
    "year": 1979
  }, {
    "title": "Recognition of high-frequency sea-level fluctuations in Proterozoic siliciclastic tidal deposits",
    "authors": ["K.A. Eriksson", "E.L. Simpson"],
    "venue": "Mount Isa, Australia. Geology",
    "year": 1990
  }, {
    "title": "Controls on spatial and temporal distribution of Precambrian eolianites, Sediment Geol",
    "authors": ["K.A. Eriksson", "E.L. Simpson"],
    "year": 1998
  }, {
    "title": "Evidence of tidal processes from the lower part of the Witwatersrand Supergroup, South Africa",
    "authors": ["K.A. Eriksson", "B.R. Turner", "R.G. Vos"],
    "venue": "Sediment. Geol",
    "year": 1981
  }, {
    "title": "An overview of the geology of the Transvaal Supergroup dolomites (South Africa)",
    "authors": ["P.G. Eriksson", "W. Altermann"],
    "year": 1998
  }, {
    "title": "Evidence for the transition to an oxygen-rich atmosphere during the evolution of red beds in the Lower Proterozoic sequences of southern Africa",
    "authors": ["P.G. Eriksson", "E.S. Cheney"],
    "venue": "Precambrian Res",
    "year": 1992
  }, {
    "title": "The sedimentary and tectonic setting of the Transvaal Supergroup floor rocks to the Bushveld Complex",
    "authors": ["P.G. Eriksson", "B.F.F. Reczko"],
    "venue": "J. Afr. Earth Sci",
    "year": 1995
  }, {
    "title": "5–53 pelagic mudrocks and distal delta-fed turbidites in the Lower Proterozoic Timeball Hill Formation epeiric basin (Transvaal Supergroup), South Africa",
    "authors": ["P.G. Eriksson"],
    "venue": "Sedimentary Geology",
    "year": 1998
  }, {
    "title": "Alternative marine and fluvial models for non-fossiliferous quartzitic sandstones of the Early Proterozoic Daspoort Formation, Transvaal Sequence of southern Africa",
    "authors": ["P.G. Eriksson", "U.M. Schreiber", "M. Van der Neut", "H. Labuschagne", "W. Van der Schyff", "G. Potgieter"],
    "venue": "J. Afr. Earth Sci",
    "year": 1993
  }, {
    "title": "Architectural elements from Lower Proterozoic braid-delta and high-energy tidal flat deposits in the Magaliesberg Formation, Transvaal Supergroup, South Africa",
    "authors": ["P.G. Eriksson", "B.F.F. Reczko", "A.J. Boshoff", "U.M. Schreiber", "M. Van der Neut", "C.P. Snyman"],
    "venue": "Sediment. Geol",
    "year": 1995
  }, {
    "title": "An interpretation of boron contents within a Palaeoproterozoic volcano-sedimentary succession: Pretoria Group, Transvaal Supergroup, South Africa",
    "authors": ["P.G. Eriksson", "B.F.F. Reczko", "D.P. Piper"],
    "venue": "Precambrian Res",
    "year": 1996
  }, {
    "title": "Lake Magadi, Kenya: a model for rift valley hydrochemistry and sedimentation",
    "authors": ["H.P. Eugster"],
    "venue": "Geol. Soc. Spec. Publ",
    "year": 1986
  }, {
    "title": "Low-latitude glaciation in the Palaeoproterozoic era",
    "authors": ["D.A. Evans", "N.J. Beukes", "J.L. Kirschvink"],
    "venue": "Nature",
    "year": 1997
  }, {
    "title": "Intertidal boulder pavements in the northeastern Gulf of Alaska and their geological significance",
    "authors": ["C.H. Eyles"],
    "venue": "Sediment. Geol",
    "year": 1994
  }, {
    "title": "Models of glaciomarine sedimentation and their application to the interpretation of ancient glacial sequences. Palaeogeogr., Palaeoclimatol., Palaeoecol",
    "authors": ["C.H. Eyles", "N. Eyles", "A.D. Miall"],
    "year": 1985
  }, {
    "title": "Earth’s glacial record and its tectonic setting",
    "authors": ["N. Eyles"],
    "venue": "Earth-Sci. Rev",
    "year": 1993
  }, {
    "title": "Gravity-induced soft-sediment deformation in glaciomarine sequences of the Upper Proterozoic Port Askaig Formation, Scotland",
    "authors": ["N. Eyles", "B.M. Clark"],
    "venue": "Sedimentology",
    "year": 1985
  }, {
    "title": "Glacial depositional systems",
    "authors": ["N. Eyles", "C.H. Eyles"],
    "venue": "Facies Models. Geological Association of Canada,",
    "year": 1992
  }, {
    "title": "Geodynamic controls on glaciation in Earth history",
    "authors": ["N. Eyles", "G.M. Young"],
    "year": 1994
  }, {
    "title": "Balmy shores and icy wastes: the paradox of carbonates associated with glacial deposits in Neoproterozoic basins",
    "authors": ["I.J. Fairchild"],
    "venue": "Sedimentol. Rev",
    "year": 1993
  }, {
    "title": "The Vendian succession of northeastern Spitsbergen: petrogenesis of a dolomite–tillite association",
    "authors": ["I.J. Fairchild", "M.J. Hambrey"],
    "venue": "Precambrian Res",
    "year": 1984
  }, {
    "title": "Vendian basin evolution in East Greenland and Northeast Svalbard",
    "authors": ["I.J. Fairchild", "M.J. Hambrey"],
    "venue": "Precambrian Res",
    "year": 1995
  }, {
    "title": "Late Proterozoic glacial carbonates in northeast Spitsbergen: new insights into the carbonate–tillite association",
    "authors": ["I.J. Fairchild", "M.J. Hambrey", "B. Spiro", "T.H. Jefferson"],
    "venue": "Geol. Mag.,",
    "year": 1989
  }, {
    "title": "The two Phanerozoic supercycles",
    "authors": ["A.G. Fischer"],
    "year": 1984
  }, {
    "title": "Climates throughout Geologic Time",
    "authors": ["L.A. Frakes"],
    "year": 1979
  }, {
    "title": "Sedimentology of the Lower Huronian Supergroup (Early Proterozoic), Elliot Lake area, Ontario, Canada",
    "authors": ["P.W. Fralick", "A.D. Miall"],
    "venue": "Sediment. Geol",
    "year": 1989
  }, {
    "title": "Principles of Sedimentology",
    "authors": ["G.M. Friedman", "J.E. Sanders"],
    "year": 1978
  }, {
    "title": "Principles of Sedimentary Deposits",
    "authors": ["G.M. Friedman", "J.E. Sanders", "D.C. Kopaska-Merkel"],
    "year": 1992
  }, {
    "title": "Subaqueous sediment gravity flow deposits: practical criteria for their field description and classification",
    "authors": ["G. Ghibaudo"],
    "venue": "Sedimentology",
    "year": 1992
  }, {
    "title": "Palaeoenvironmental analysis of the Late Proterozoic Nagthat Formation, NV Kumaun Lesser Himalaya, India",
    "authors": ["S.K. Ghosh"],
    "venue": "Sediment. Geol",
    "year": 1991
  }, {
    "title": "Rafting in glacimarine environments",
    "authors": ["R. Gilbert"],
    "venue": "Geol. Soc., London, Spec. Publ",
    "year": 1990
  }, {
    "title": "Permian Rotliegendes of northwest Europe interpreted in light of modern desert sedimentation studies",
    "authors": ["K.W. Glennie"],
    "venue": "Am. Assoc. Pet. Geol. Bull",
    "year": 1972
  }, {
    "title": "Armoured and unarmoured till balls from the Greenland Sea",
    "authors": ["P.M. Goldschmidt"],
    "venue": "floor. Mar. Geol",
    "year": 1994
  }, {
    "title": "Genetic Classification of Glacigenic Deposits",
    "authors": ["R.P. Goldthwait", "C.L. Matsch"],
    "year": 1989
  }, {
    "title": "The formation of glacial flutes: assessment of models with evidence from Lyngsdalen, north Norway",
    "authors": ["J.E. Gordon", "W.B. Whalley", "A.F. Gellatly", "D.M. Vere"],
    "venue": "Quat. Sci. Rev",
    "year": 1992
  }, {
    "title": "Solar interior structure and luminosity variations",
    "authors": ["D.O. Gough"],
    "venue": "Solar Phys",
    "year": 1981
  }, {
    "title": "Ice-thrust features and a possible intertillite pavement in the Proterozoic Macaúbas Group, Jequita area, Minas Gerais, Brazil",
    "authors": ["C.P. Gravenor", "Monteiro", "R.L.B.P"],
    "venue": "J. Geol",
    "year": 1983
  }, {
    "title": "New constraints on Precambrian ocean composition",
    "authors": ["J.P. Grotzinger", "J.F. Kasting"],
    "venue": "J. Geol",
    "year": 1993
  }, {
    "title": "Large-scale mantle convection and the aggregation and dispersal of supercontinents",
    "authors": ["M. Gurnis"],
    "venue": "Nature",
    "year": 1988
  }, {
    "title": "Facies Interpretation and the Stratigraphic Record",
    "authors": ["A. Hallam"],
    "year": 1981
  }, {
    "title": "Correlation of Late Proterozoic tillites in the North Atlantic region and Europe",
    "authors": ["M.J. Hambrey"],
    "venue": "Geol. Mag",
    "year": 1983
  }, {
    "title": "Glacial Environments. UCL Press, London",
    "authors": ["M.J. Hambrey"],
    "year": 1994
  }, {
    "title": "Earth’s PrePleistocene Glacial Record",
    "authors": ["M.J. Hambrey", "W.B. Harland"],
    "year": 1981
  }, {
    "title": "The late Proterozoic glacial era. Palaeogeogr., Palaeoclimatol., Palaeoecol",
    "authors": ["M.J. Hambrey", "W.B. Harland"],
    "year": 1985
  }, {
    "title": "Ice-formed intertidal boulder pavements in the sub-Antarctic",
    "authors": ["J.D. Hansom"],
    "venue": "J. Sediment. Petrol",
    "year": 1983
  }, {
    "title": "Saline lakes and their deposits: a sedimentological approach",
    "authors": ["L.A. Hardie", "J.P. Smoot", "H.P. Eugster"],
    "venue": "Modern and Ancient Lake Sediments. Int. Assoc. Sedimentol. Spec. Publ",
    "year": 1978
  }, {
    "title": "Fracture patterns in clasts of diamictites (? tillites)",
    "authors": ["R.I. Harker"],
    "venue": "J. Geol. Soc.,",
    "year": 1993
  }, {
    "title": "Evidence of Late Precambrian glaciation and its significance",
    "authors": ["W.B. Harland"],
    "year": 1964
  }, {
    "title": "Glacial-like ‘striated-floor’ originating by debris-laden torrential water-flows",
    "authors": ["H.J. Harrington"],
    "venue": "Am. Assoc. Pet. Geol. Bull",
    "year": 1971
  }, {
    "title": "Allogenic controls on the evolution of storm to tidal shelf sequences in the Early Proterozoic Uncompahgre Group, southwest Colorado, U.S.A",
    "authors": ["C.W. Harris", "K.A. Eriksson"],
    "venue": "Sedimentology",
    "year": 1990
  }, {
    "title": "Ice wedges: growth, thaw transformation, and paleoenvironmental significance",
    "authors": ["D.G. Harry", "J.S. Gozdzik"],
    "venue": "J. Quat. Sci",
    "year": 1988
  }, {
    "title": "Till fabric associated with deformable beds",
    "authors": ["J.K. Hart"],
    "venue": "Earth Surf. Process. Landforms",
    "year": 1994
  }, {
    "title": "The interrelation of glaciotectonic and glaciodepositional processes within the glacial environment",
    "authors": ["J.K. Hart", "G.S. Boulton"],
    "venue": "Quat. Sci. Rev",
    "year": 1991
  }, {
    "title": "Criteria to distinguish between subglacial glaciotectonic and glaciomarine sedimentation, I. Deformation styles and sedimentology",
    "authors": ["J.K. Hart", "D.H. Roberts"],
    "venue": "Sediment. Geol",
    "year": 1994
  }, {
    "title": "Deforming bed conditions on the Däniscer Wohld Peninsula, northern Germany",
    "authors": ["J.K. Hart", "F. Gane", "R.J. Watts"],
    "venue": "Boreas",
    "year": 1996
  }, {
    "title": "Barrier island morphology as a function of tidal and wave regime. In: Leatherman, S.P. (Ed.), Barrier Islands — from the Gulf of St. Lawrence to the Gulf of Mexico",
    "authors": ["M.O. Hayes"],
    "year": 1979
  }, {
    "title": "2.45 Ga global mafic magmatism: Earth’s oldest superplume? In: Lauphere",
    "authors": ["L.M. Heaman"],
    "venue": "Abstr. 8th Int. Conf. Geochronology, Cosmochronology and Isotope Geology. U.S. Geol. Surv. Circ",
    "year": 1994
  }, {
    "title": "Global mafic magmatism at 2.45 Ga: Remnants of an ancient large igneous province? Geology",
    "authors": ["L.H. Heaman"],
    "year": 1997
  }, {
    "title": "Depositional and tectonic setting of the Archean Moodies Group, Barberton greenstone belt, South Africa",
    "authors": ["C. Heubeck", "D.R. Lowe"],
    "venue": "Precambrian Res",
    "year": 1994
  }, {
    "title": "On subglacial stone pavements in till",
    "authors": ["S.R. Hicock"],
    "venue": "J. Geol",
    "year": 1991
  }, {
    "title": "Interaction between fluvial and marine processes in the lower part of the Late Precambrian Vadsø Group, Finnmark",
    "authors": ["D.K. Hobday"],
    "venue": "Norg. Geol. Unders",
    "year": 1974
  }, {
    "title": "Fluvial deposits of the Ecca and Beaufort Groups in the eastern Karoo Basin, southern Africa",
    "authors": ["D.K. Hobday"],
    "venue": "Fluvial Sedimentology. Can. Soc. Pet. Geol. Mem",
    "year": 1978
  }, {
    "title": "Shallow and deepwater stromatolites in lower Proterozoic platform-to-basin facies change, Great Slave Lake, Canada",
    "authors": ["P.F. Hoffman"],
    "venue": "Am. Assoc. Pet. Geol",
    "year": 1974
  }, {
    "title": "Early Proterozoic atmospheric change",
    "authors": ["H.D. Holland"],
    "venue": "Early Life on Earth",
    "year": 1994
  }, {
    "title": "Evolution of the atmosphere and oceans",
    "authors": ["H.D. Holland", "B. Lazar", "M. McGaffrey"],
    "venue": "Nature",
    "year": 1986
  }, {
    "title": "The glacially sculptured landscape in Dronning Maud Land, Antarctica, formed by wet-based mountain glaciation and not by the present ice",
    "authors": ["P. Holmund", "Näslund", "J.-E"],
    "venue": "sheet. Boreas",
    "year": 1994
  }, {
    "title": "Ice sheet modelling and the reconstruction of former ice sheets from glacial geo(morpho)logical field data",
    "authors": ["T.J. Hughes"],
    "year": 1995
  }, {
    "title": "Basic types of stratification in small eolian dunes",
    "authors": ["R.E. Hunter"],
    "venue": "Sedimentology",
    "year": 1977
  }, {
    "title": "Sedimentary facies in the Archean Timiskaming Group and their tectonic implications, Abitibi greenstone belt, northeastern Ontario, Canada",
    "authors": ["R.S. Hyde"],
    "venue": "Precambrian Res",
    "year": 1980
  }, {
    "title": "General theory of epeiric clear water sedimentation",
    "authors": ["M.L. Irwin"],
    "venue": "Am. Assoc. Pet. Geol. Bull",
    "year": 1965
  }, {
    "title": "Striated pavement of the Upper Pre-Cambrian glaciation in Brazil",
    "authors": ["C.A.L. Isotta", "A.C. Rocha-Campos", "R. Yoshida"],
    "venue": "Nature",
    "year": 1969
  }, {
    "title": "Processes of erosion",
    "authors": ["N.R. Iverson"],
    "year": 1995
  }, {
    "title": "Aeolian dunes in Early Proterozoic Thelon Formation near Shultz Lake, central Keewatin",
    "authors": ["M.J. Jackson", "J.G. Pianosi", "J.A. Donaldson"],
    "venue": "Current Res., Part B,",
    "year": 1984
  }, {
    "title": "Facies and sequence stratigraphic analysis in an intracratonic, thermal-relaxation basin: the Early Proterozoic, Lower Quilalar Formation and Ballara Quartzite, Mount Isa Inlier, Australia",
    "authors": ["M.J. Jackson", "E.L. Simpson", "K.A. Eriksson"],
    "venue": "Sedimentology",
    "year": 1990
  }, {
    "title": "Preliminary evaluation of lithofacies models for meandering alluvial streams",
    "authors": ["II R.G. Jackson"],
    "year": 1978
  }, {
    "title": "Early Earth’s climate: cloud feedback from reduced land fraction and ozone concentrations",
    "authors": ["G.S. Jenkins"],
    "venue": "Geophys. Res. Lett",
    "year": 1995
  }, {
    "title": "Precambrian climate: The effects of land area and Earth’s rotation rate",
    "authors": ["G.S. Jenkins", "H.G. Marshall", "W.R. Kuhn"],
    "venue": "J. Geophys. Res",
    "year": 1993
  }, {
    "title": "Shallow marine sand bar sequences: an example from the late Precambrian of North Norway",
    "authors": ["H.D. Johnson"],
    "venue": "Sedimentology",
    "year": 1977
  }, {
    "title": "Shallow siliciclastic seas",
    "authors": ["H.D. Johnson", "C.T. Baldwin"],
    "year": 1986
  }, {
    "title": "Calcium carbonate cement (caliche) in Keweenawan sedimentary rocks (ca. 1.1 Ga), upper Peninsula of Michigan",
    "authors": ["J. Kalliokoski"],
    "venue": "Precambrian Res",
    "year": 1986
  }, {
    "title": "Late Proterozoic glaciation in central-eastern Brazil: synthesis and model. Palaeogeogr., Palaeoclimatol., Palaeoecol",
    "authors": ["J. Karfunkel", "A. Hoppe"],
    "year": 1988
  }, {
    "title": "Bedded cherts in the Rietgat Formation, Hartbeesfontein, South Africa: A late Archaean to early Proterozoic magadiitic alkaline playa lake deposit? S",
    "authors": ["W.P. Karpeta"],
    "venue": "Afr. J. Geol",
    "year": 1989
  }, {
    "title": "Theoretical constraints on oxygen and carbon dioxide concentrations in the Precambrian atmosphere",
    "authors": ["J.F. Kasting"],
    "venue": "Precambrian Res",
    "year": 1987
  }, {
    "title": "Box models for the evolution of atmospheric oxygen: An update",
    "authors": ["J.F. Kasting"],
    "venue": "Palaeogeogr., Palaeoclimatol., Palaeoecol",
    "year": 1991
  }, {
    "title": "Stratigraphy, sedimentology, and isotopic geochemistry of Australian Neoproterozoic postglacial cap dolostones: deglaciation, Ž13C excursions and carbonate precipitation",
    "authors": ["M.J. Kennedy"],
    "venue": "J. Sediment. Res",
    "year": 1996
  }, {
    "title": "Beaches and Coasts",
    "authors": ["C.A.M. King"],
    "venue": "Edward Arnold,",
    "year": 1959
  }, {
    "title": "Probable sequential arrangement of depositional systems on",
    "authors": ["G. Klein"],
    "venue": "deV.,",
    "year": 1982
  }, {
    "title": "Tidal circulation patterns in Precambrian, Paleozoic, and Cretaceous epeiric and mioclinal shelf areas",
    "authors": ["Klein", "G. deV", "T.A. Ryder"],
    "venue": "Geol. Soc. Am. Bull",
    "year": 1978
  }, {
    "title": "Preservation of landforms under ice sheets and ice caps",
    "authors": ["J. Kleman"],
    "venue": "Geomorphology",
    "year": 1994
  }, {
    "title": "Archean and Proterozoic Paleontology",
    "authors": ["A.H. Knoll"],
    "venue": "Palynology: Principles and Applications,",
    "year": 1996
  }, {
    "title": "Distinction and uses of stratification type in the interpretation of eolian sand",
    "authors": ["G. Kocurek", "R.H. Dott Jr."],
    "venue": "J. Sediment. Petrol",
    "year": 1981
  }, {
    "title": "Proterozoic lithostratigraphy and sedimentation of Sariola and Jatuli-type rocks in the Nunnanlahti-Koli-Kaltimo area, eastern Finland; implications for regional basin evolution models",
    "authors": ["J. Kohonen", "J. Marmo"],
    "venue": "Geol. Surv. Finl. Bull. 364,",
    "year": 1992
  }, {
    "title": "Reappraisal of the upper Weichselian periglacial environment from Danish frost wedge cracks. Palaeogeogr., Palaeoclimatol., Palaeoecol",
    "authors": ["E. Kolstrup"],
    "year": 1986
  }, {
    "title": "Forms at the base of till units indicating deposition by lodgement and melt-out, with examples from the Wartanian tills near Belchat, central Poland",
    "authors": ["D. Krzyszkowski"],
    "venue": "Sediment. Geol",
    "year": 1994
  }, {
    "title": "Inlet sequence: a vertical succession of sedimentary structures and textures created by the lateral migration of tidal inlets",
    "authors": ["N. Kumar", "J.E. Sanders"],
    "venue": "Sedimentology",
    "year": 1974
  }, {
    "title": "Controls on dune morphology in the Namib sand sea",
    "authors": ["N. Lancaster"],
    "venue": "Eolian Sediments and Processes. Elsevier,",
    "year": 1983
  }, {
    "title": "Fluvial–aeolian interactions, II",
    "authors": ["R.P. Langford", "M.A. Chan"],
    "venue": "Ancient systems. Sedimentology",
    "year": 1989
  }, {
    "title": "Les formes et les marques de l’érosion glaciaire du plancher rocheaux: signification, terminologie, illustration",
    "authors": ["C. Laverdière", "P. Gimont", "Dionne", "J.-C"],
    "venue": "Palaeogeogr., Palaeoclimatol., Palaeoecol",
    "year": 1985
  }, {
    "title": "A late Precambrian tidal shelf deposit, the Lower Sandfjord Formation, Finnmark, North Norway",
    "authors": ["B.K. Levell"],
    "venue": "Sedimentology",
    "year": 1980
  }, {
    "title": "Neoproterozoic incised valleys of the eastern Great Basin, Utah and Idaho: fluvial response to changes in depositional base level",
    "authors": ["M. Levy", "N. Christie-Blick", "P.K. Link"],
    "year": 1994
  }, {
    "title": "Fluvial, coastal, nearshore, and shelf deposition in the Upper Proterozoic (?) to Lower Cambrian Addy Quartzite, northeastern Washington",
    "authors": ["K.A. Lindsey", "D.R. Gaylord"],
    "venue": "Sediment. Geol",
    "year": 1992
  }, {
    "title": "Glacialmarine facies in a continental rift environment: Neoproterozoic rocks of the western United States Cordillera",
    "authors": ["P.K. Link", "J.M.G. Miller", "N. Christie-Blick"],
    "year": 1994
  }, {
    "title": "Glacial and paraglacial genesis of conglomeratic rocks of the Chibougamau Formation (Aphebian), Chibougamau",
    "authors": ["D.G.F. Long"],
    "venue": "Quebec. Can. J. Earth Sci",
    "year": 1974
  }, {
    "title": "Proterozoic stream deposits: some problems of recognition and interpretation of ancient sandy fluvial systems",
    "authors": ["D.G.F. Long"],
    "venue": "Fluvial Sedimentology. Can. Soc. Pet. Geol. Mem",
    "year": 1978
  }, {
    "title": "Continental Deformation",
    "authors": ["A. Maltman"],
    "venue": "Prelithification deformation",
    "year": 1994
  }, {
    "title": "Lower Proterozoic glaciogenic deposits, eastern Finland",
    "authors": ["J.S. Marmo", "R.W. Ojakangas"],
    "venue": "Geol. Soc. Am. Bull",
    "year": 1984
  }, {
    "title": "Long-term climate change and the geochemical cycle of carbon",
    "authors": ["H.G. Marshall", "J.C.G. Walker", "W.R. Kuhn"],
    "venue": "J. Geophys. Res",
    "year": 1988
  }, {
    "title": "Wave-dominated facies and tectonically controlled cyclicity in the Lower Carboniferous Horton Bluff Formation, Nova Scotia, Canada",
    "authors": ["A.T. Martel", "M.R. Gibling"],
    "venue": "Lacustrine Facies Analysis. Int. Assoc. Sedimentol. Spec. Publ",
    "year": 1991
  }, {
    "title": "Sediment ice rafting and cold climate fluvial deposits: Albany River, Ontario, Canada",
    "authors": ["I.P. Martini", "J.K. Kwong", "S. Sadura"],
    "venue": "Alluvial Sedimentation. Int. Assoc. Sedimentol. Spec. Publ",
    "year": 1993
  }, {
    "title": "An Early Proterozoic playa in the Pretoria Group, Transvaal, South Africa",
    "authors": ["J.E.J. Martini"],
    "venue": "Precambrian Res",
    "year": 1990
  }, {
    "title": "A late Archaean–Palaeoproterozoic (2.6 Ga) palaeosol on ultramafics in the Eastern Transvaal, South Africa",
    "authors": ["J.E.J. Martini"],
    "venue": "Precambrian Res",
    "year": 1994
  }, {
    "title": "Stratigraphy, tectonic setting, and mineralization of the early Proterozoic Magondi Supergroup, Zimbabwe: a review",
    "authors": ["S. Master"],
    "venue": "Econ. Geol. Res. Unit, Univ. of the Witwatersrand, Johannesburg,",
    "year": 1991
  }, {
    "title": "Comparisons in depositional style of ‘polar’ and ‘temperate’ glacial ice; Late Proterozoic Whiteout Conglomerate (West Antarctica) and late Proterozoic Mineral Fork Formation (Utah)",
    "authors": ["C.L. Matsch", "R.W. Ojakangas"],
    "year": 1991
  }, {
    "title": "Distinction of marine from alluvial facies in the Paleoproterozoic (1.9 Ga) Burnside Formation, Kilohigok Basin, N.W.T., Canada",
    "authors": ["D.S. McCormick", "J.P. Grotzinger"],
    "venue": "J. Sediment. Petrol",
    "year": 1993
  }, {
    "title": "The crustal architecture of the Kaapvaal crustal block South Africa, between 3.5 and 2.0 Ga",
    "authors": ["S. McCourt"],
    "venue": "Mineral. Deposita",
    "year": 1995
  }, {
    "title": "Depositional framework of the lower Dockum Group (Triassic), Texas Panhandle",
    "authors": ["J.H. McGowen", "G.E. Granata", "S.J. Seni"],
    "venue": "Bur. Econ. Geol. Univ. Texas, Austin, Rep. Invest",
    "year": 1979
  }, {
    "title": "Aquifer air release features of modern and ancient wadi sediments",
    "authors": ["J. McManus", "S. Bajabaa"],
    "venue": "Sediment. Geol",
    "year": 1998
  }, {
    "title": "The Neoproterozoic (1000–540 Ma) glacial intervals: No more snowball earth",
    "authors": ["J.G. Meert", "R. van der Voo"],
    "venue": "Earth Planet. Sci",
    "year": 1994
  }, {
    "title": "The Neoproterozoic (1000–540 Ma) glacial intervals: No more snowball earth?: Reply",
    "authors": ["J.G. Meert", "R. van der Voo"],
    "venue": "Earth Planet. Sci",
    "year": 1995
  }, {
    "title": "Precambrian aeolian deposits in the Waterberg Supergroup",
    "authors": ["B. Meinster", "S.J. Tickell"],
    "venue": "Trans. Geol. Soc. S. Afr",
    "year": 1975
  }, {
    "title": "Past Glacial Environments: Sediments, Forms and Techniques",
    "authors": ["J. Menzies"],
    "year": 1995
  }, {
    "title": "Glaciers and ice sheets",
    "authors": ["J. Menzies"],
    "year": 1995
  }, {
    "title": "Subglacial environments",
    "authors": ["J. Menzies", "W.W. Shilts"],
    "year": 1995
  }, {
    "title": "Lithofacies types and vertical profile models in braided river deposits: a summary",
    "authors": ["A.D. Miall"],
    "venue": "Fluvial Sedimentology. Can. Soc. Pet. Geol. Mem",
    "year": 1978
  }, {
    "title": "Cyclicity and the facies model concept in geology",
    "authors": ["A.D. Miall"],
    "venue": "Bull. Can. Pet. Geol",
    "year": 1980
  }, {
    "title": "Principles of Sedimentary Basin Analysis",
    "authors": ["A.D. Miall"],
    "year": 1984
  }, {
    "title": "Sedimentation on an early Proterozoic continental margin under glacial influence: the Gowganda Formation (Huronian), Elliot Lake area, Ontario, Canada",
    "authors": ["A.D. Miall"],
    "venue": "Sedimentology",
    "year": 1985
  }, {
    "title": "Alluvial Deposits",
    "authors": ["A.D. Miall"],
    "venue": "Geological Association of Canada,",
    "year": 1992
  }, {
    "title": "The Geology of Fluvial Deposits: Sedimentary Facies, Basin Analysis and Petroleum Geology",
    "authors": ["A.D. Miall"],
    "year": 1996
  }, {
    "title": "Glacial sediments",
    "authors": ["J.M.G. Miller"],
    "year": 1996
  }, {
    "title": "A sedimentological synthesis of placer gold, uranium and pyrite concentrations in Proterozoic Witwatersrand sediments",
    "authors": ["W.E.L. Minter"],
    "venue": "Fluvial Sedimentology. Can. Soc. Pet. Geol. Mem",
    "year": 1978
  }, {
    "title": "Sedimentological and mineralogical aspects of the newly discovered Witwatersrand placer deposit that reflect Proterozoic weathering, Welkom gold field, South Africa",
    "authors": ["W.E.L. Minter", "C.E. Feather", "C.W. Glatthaar"],
    "venue": "Econ. Geol",
    "year": 1988
  }, {
    "title": "Late Precambrian glacially related grooved and striated surfaces in the Tillite Group of central East Greenland. Palaeogeogr., Palaeoclimatol., Palaeoecol",
    "authors": ["A.C.M. Moncrieff", "M.J. Hambrey"],
    "year": 1988
  }, {
    "title": "Marginal marine glacial sedimentation in the late Precambrian succession of East Greenland",
    "authors": ["A.C.M. Moncrieff", "M.J. Hambrey"],
    "venue": "Geol. Soc., London, Spec. Publ",
    "year": 1990
  }, {
    "title": "Glacial sedimentation in the late Precambrian Bebedouro Formation, Bahia, Brazil",
    "authors": ["A.S.L. Montes", "C.P. Gravenor", "M.L. Montes"],
    "venue": "Sediment. Geol",
    "year": 1985
  }, {
    "title": "Deltaic sedimentation, modern and ancient",
    "authors": ["J.P. Morgan"],
    "venue": "Soc. Econ. Paleontol. Mineral., Spec. Publ",
    "year": 1970
  }, {
    "title": "Characteristics of pre-vegetational, late-orogenic basins: examples from the Archean Superior Province, Canada",
    "authors": ["W.U. Mueller", "P.L. Corcoran"],
    "venue": "Sediment. Geol",
    "year": 1998
  }, {
    "title": "A terrestrial–shallow marine transition in the Archaean Opemisca Group East of Chapis, Quebec",
    "authors": ["W. Mueller", "E. Dimroth"],
    "venue": "Precambrian Res",
    "year": 1987
  }, {
    "title": "Development of sedimentary basins in the Abitibi belt: an overview",
    "authors": ["W. Mueller", "J.A. Donaldson"],
    "venue": "Can. J. Earth Sci",
    "year": 1992
  }, {
    "title": "5–53 late-orogenic sedimentary Jackson Lake Formation in the Slave Province. Open-File Rep., NTS 85 J, Indian Affairs and Northern Development, Canada, EGS-10-94",
    "authors": ["P.G. Eriksson"],
    "venue": "Sedimentary Geology",
    "year": 1998
  }, {
    "title": "Volcanic and tectono-plutonic influences on sedimentation in the Archean Kirkland Basin, Abitibi greenstone belt, Canada",
    "authors": ["W. Mueller", "J.A. Donaldson", "P. Doucet"],
    "venue": "Precambrian Res",
    "year": 1994
  }, {
    "title": "Archean terrane docking: Upper crust collision tectonics, Abitibi greenstone belt, Quebec, Canada",
    "authors": ["W.U. Mueller", "R. Daigneault", "J.K. Mortensen", "E.H. Chown"],
    "venue": "Tectonophysics",
    "year": 1997
  }, {
    "title": "Sedimentology of the Lower Gowganda Formation Coleman Member (Early Proterozoic) at Cobalt, Ontario",
    "authors": ["P.S. Mustard"],
    "venue": "M.Sc. Thesis,",
    "year": 1985
  }, {
    "title": "Substrate quarrying and subglacial till deposition by an Early Proterozoic ice sheet: Evidence from the Gowganda Formation at Cobalt, Ontario, Canada",
    "authors": ["P.S. Mustard", "J.A. Donaldson"],
    "venue": "Precambrian Res",
    "year": 1987
  }, {
    "title": "Early Proterozoic ice-proximal glaciomarine deposition: The lower Gowganda Formation at Cobalt, Ontario, Canada",
    "authors": ["P.S. Mustard", "J.A. Donaldson"],
    "venue": "Geol. Soc. Am. Bull",
    "year": 1987
  }, {
    "title": "Non-Tropical Shelf Carbonates — Modern and Ancient",
    "authors": ["C.S. Nelson"],
    "venue": "Sediment. Geol. Spec. Iss",
    "year": 1988
  }, {
    "title": "Fan Deltas: Sedimentology and Tectonic Settings",
    "authors": ["W. Nemec", "R.J. Steel"],
    "year": 1988
  }, {
    "title": "Early Proterozoic paleoclimates and plate motions inferred from major element chemistry of lutites",
    "authors": ["H.W. Nesbitt", "G.M. Young"],
    "venue": "Nature",
    "year": 1982
  }, {
    "title": "Implications of solar evolution for Earth’s early atmosphere",
    "authors": ["M.J. Newman", "R.T. Rood"],
    "venue": "Science",
    "year": 1977
  }, {
    "title": "Facies and preservation of glaciogenic sequences from the Varanger ice ages in Scandinavia and other parts of the North Atlantic region",
    "authors": ["J.P. Nystuen"],
    "venue": "Palaeogeogr., Palaeoclimatol., Palaeoecol",
    "year": 1985
  }, {
    "title": "Evidence in pre-2.2 Ga paleosols for the early evolution of atmospheric oxygen and terrestrial biota",
    "authors": ["H. Ohmoto"],
    "venue": "Geology",
    "year": 1996
  }, {
    "title": "Review of Archean clastic sedimentation, Canadian Shield: major felsic volcanic contributions to turbidite and alluvial fan — fluvial facies associations",
    "authors": ["R.W. Ojakangas"],
    "venue": "Evolution of Archean Supracrustal Sequences. Geol. Assoc",
    "year": 1985
  }, {
    "title": "Glaciation: An uncommon ‘mega-event’ as a key to intracontinental and intercontinental correlation of Early Proterozoic basin fill, North American and Baltic cratons",
    "authors": ["R.W. Ojakangas"],
    "year": 1988
  }, {
    "title": "Upper Precambrian (Eocambrian) Mineral Fork Tillite of Utah: A continental glacial and glaciomarine sequence",
    "authors": ["R.W. Ojakangas", "C.L. Matsch"],
    "venue": "Geol. Soc. Am. Bull",
    "year": 1980
  }, {
    "title": "Sedimentology of sodium sulphate deposits and special clays from the Tertiary Madrid Basin (Spain)",
    "authors": ["S. Ordonez", "J.P. Calvo", "M.A. Garcia del Cura", "A.M. Alonso-Zarza", "M. Hoyos"],
    "year": 1991
  }, {
    "title": "Observations of iceberg rafting in Glacier Bay, Alaska, and the identification of ancient ice-rafted deposits",
    "authors": ["A.T. Ovenshine"],
    "venue": "Geol. Soc. Am. Bull",
    "year": 1970
  }, {
    "title": "The Precambrian diamictite below the base of the Stillwater Complex, Montana",
    "authors": ["N.J. Page"],
    "year": 1981
  }, {
    "title": "Chemostratigraphic and sequence stratigraphic constraints on Vendian–Cambrian basin dynamics, northeast Siberian Craton",
    "authors": ["S.M. Pelechaty", "J.P. Grotzinger", "V.A. Kashirtsev", "V.P. Zhernovsky"],
    "venue": "J. Geol",
    "year": 1996
  }, {
    "title": "Evaluation of Ž13C chemostratigraphy for intrabasinal correlation: Vendian strata of northeast Siberia",
    "authors": ["S.M. Pelechaty", "A.J. Kaufman", "J.P. Grotzinger"],
    "venue": "Geol. Soc. Am",
    "year": 1996
  }, {
    "title": "Late Precambrian glaciated pavements in the Kimberly region, Western Australia",
    "authors": ["W.J. Perry", "H.G. Roberts"],
    "venue": "Aust. J. Geol",
    "year": 1968
  }, {
    "title": "Microbial sand chips — a non-actualistic sedimentary structure",
    "authors": ["F. Pflüger", "P.G. Gresse"],
    "venue": "Sediment. Geol",
    "year": 1996
  }, {
    "title": "Criteria for recognizing lacustrine rocks",
    "authors": ["M.D. Picard", "L.R. High Jr."],
    "venue": "Recognition of Ancient Sedimentary Environments. Soc. Econ. Paleontol. Mineral., Spec. Publ",
    "year": 1972
  }, {
    "title": "Physical stratigraphy of ancient lacustrine deposits",
    "authors": ["M.D. Picard", "L.R. High Jr."],
    "venue": "Soc. Econ. Paleontol. Mineral., Spec. Publ",
    "year": 1981
  }, {
    "title": "Fine-grained turbidites",
    "authors": ["D.J.W. Piper", "D.A.V. Stow"],
    "year": 1991
  }, {
    "title": "Setting and sedimentary facies of late Proterozoic alkali lake (playa) deposits in the southern Damara Belt of Namibia",
    "authors": ["H. Porada", "H.J. Behr"],
    "venue": "Sediment. Geol",
    "year": 1988
  }, {
    "title": "Modern glaciomarine environments",
    "authors": ["R. Powell", "E. Domack"],
    "year": 1995
  }, {
    "title": "The St. George Group (Lower Ordovician) of western Newfoundland: Tidal flat island model for carbonate sedimentation in shallow epeiric seas",
    "authors": ["B.R. Pratt", "N.P. James"],
    "venue": "Sedimentology",
    "year": 1986
  }, {
    "title": "Sedimentological evaluation of general circulation model simulations for the ‘greenhouse’ Earth: Cretaceous and Jurassic case studies",
    "authors": ["G.D. Price", "B.W. Sellwood", "P.J. Valdes"],
    "venue": "Sediment. Geol",
    "year": 1995
  }, {
    "title": "Marine to non-marine sequence architecture of an intracratonic glacially related basin. Late Proterozoic of the West African platform in western Mali",
    "authors": ["Proust", "J.-N", "M. Deynoux"],
    "year": 1994
  }, {
    "title": "The nature, origin, and accumulation of loess",
    "authors": ["K. Pye"],
    "venue": "Quat. Sci. Rev",
    "year": 1995
  }, {
    "title": "Anatomy of a large-scale braid-plain quartzarenite from the Neoproterozoic Shaler Group, Victoria Island, Northwest Territories, Canada. Can",
    "authors": ["R.H. Rainbird"],
    "venue": "J. Earth Sci",
    "year": 1992
  }, {
    "title": "Sampling Laurentia: detrital zircon geochronology offers evidence for an extensive Neoproterozoic river system originating from Grenville",
    "authors": ["R.H. Rainbird", "L.M. Heaman", "G.M. Young"],
    "venue": "Orogen. Geology",
    "year": 1992
  }, {
    "title": "Geochemical evidence supporting T.C",
    "authors": ["M.E. Raymo"],
    "venue": "Chamberlin’s theory of glaciation. Geology",
    "year": 1991
  }, {
    "title": "The initiation of northern hemisphere glaciation",
    "authors": ["M.E. Raymo"],
    "venue": "Annu. Rev. Earth Planet. Sci",
    "year": 1994
  }, {
    "title": "Sedimentary Environments and Facies",
    "authors": ["H.G. Reading"],
    "year": 1978
  }, {
    "title": "Introduction to Paleolimnology",
    "authors": ["C.C. Reeves"],
    "venue": "Developments in Sedimentology",
    "year": 1968
  }, {
    "title": "Transgressive barrier island and estuarine systems",
    "authors": ["G.E. Reinson"],
    "venue": "Geological Association of Canada,",
    "year": 1992
  }, {
    "title": "Shore-zone sedimentation and facies in a closed rift lake: the Holocene beach deposits of Lake Bogoria, Kenya",
    "authors": ["R.W. Renaut", "R.B. Owen"],
    "venue": "Lacustrine Facies Analysis. Int. Assoc. Sedimentol. Spec. Publ",
    "year": 1991
  }, {
    "title": "The Witwatersrand basin, South Africa: geological framework and mineralization processes",
    "authors": ["L.J. Robb", "F.M. Meyer"],
    "venue": "Ore Geol. Rev",
    "year": 1995
  }, {
    "title": "Ephemeral lakes, mud pellet dunes and wind-blown sand and silt: reinterpretations of Devonian lacustrine cycles in north Scotland",
    "authors": ["D.A. Rogers", "T.R. Astin"],
    "venue": "Lacustrine Facies Analysis. Int. Assoc. Sedimentol. Spec. Publ",
    "year": 1991
  }, {
    "title": "A history of continents in the past three billion years",
    "authors": ["J.J.W. Rogers"],
    "venue": "J. Geol",
    "year": 1996
  }, {
    "title": "Proterozoic aeolian quartz arenites from the Hornby Bay Group, Northwest Territories, Canada: Implications for Precambrian aeolian processes",
    "authors": ["G.M. Ross"],
    "venue": "Precambrian Res",
    "year": 1983
  }, {
    "title": "Mass flow deposits in a Quaternary succession near Ottawa, Canada: diagnostic criteria for subaqueous outwash",
    "authors": ["B.R. Rust"],
    "venue": "Can. J. Earth Sci",
    "year": 1977
  }, {
    "title": "Atmospheric CO2 concentrations before 2.2 Ga",
    "authors": ["R. Rye", "P.H. Kuo", "H.D. Holland"],
    "venue": "Nature",
    "year": 1995
  }, {
    "title": "Depositional environment of the Gowganda Formation (Precambrian) at the south end of Lake Timagami, Ontario",
    "authors": ["P.E. Schenk"],
    "venue": "J. Sediment. Petrol",
    "year": 1966
  }, {
    "title": "Late Precambrian mixtites: glacial and=or nonglacial",
    "authors": ["L.J.G. Schermerhorn"],
    "venue": "Am. J. Sci",
    "year": 1974
  }, {
    "title": "Facies and origin of shales from the mid-Proterozoic Newland Formation, Belt Basin, Montana, U.S.A",
    "authors": ["J. Schieber"],
    "venue": "Sedimentology",
    "year": 1989
  }, {
    "title": "Possible indicators of microbial mat deposits",
    "authors": ["J. Schieber"],
    "year": 1998
  }, {
    "title": "Earth’s Earliest Biosphere: Its Origin and Evolution",
    "authors": ["J.W. Schopf"],
    "year": 1983
  }, {
    "title": "The oldest fossils and what they mean",
    "authors": ["J.W. Schopf"],
    "venue": "Major Events in the History of Life. Jones and Bartlett,",
    "year": 1992
  }, {
    "title": "The Proterozoic Biosphere: A Multidisciplinary Study",
    "authors": ["J.W. Schopf", "C. Klein"],
    "year": 1992
  }, {
    "title": "An Early Proterozoic braid-delta system in the Pretoria Group, Transvaal Sequence, South Africa",
    "authors": ["U.M. Schreiber", "P.G. Eriksson"],
    "venue": "J. Afr. Earth Sci",
    "year": 1992
  }, {
    "title": "Speculations concerning paleohydrologic controls of terrestrial sedimentation",
    "authors": ["S.A. Schumm"],
    "venue": "Geol. Soc. Am. Bull",
    "year": 1968
  }, {
    "title": "Biotic enhancement of weathering and habitability of Earth",
    "authors": ["D.W. Schwartzman", "T. Volk"],
    "venue": "Nature",
    "year": 1989
  }, {
    "title": "Time in Stratigraphy",
    "authors": ["A.B. Shaw"],
    "year": 1964
  }, {
    "title": "Hairpin erosional marks, horseshoe vortices and subglacial erosion",
    "authors": ["J. Shaw"],
    "venue": "Sediment. Geol",
    "year": 1994
  }, {
    "title": "Ikaite, the parent mineral of jarrowite-type pseudomorphs",
    "authors": ["D.J. Shearman", "A.J. Smith"],
    "venue": "Proc. Geol. Assoc",
    "year": 1985
  }, {
    "title": "Upper Proterozoic passive margin deltaic complex, Finnmark, N Norway",
    "authors": ["A. Siedlecka", "K.T. Pickering", "M.B. Edwards"],
    "venue": "Geol. Soc. Spec. Publ",
    "year": 1989
  }, {
    "title": "Carbonate sedimentology of the Early Precambrian Hamersley Group of Western Australia",
    "authors": ["B.M. Simonson", "K.A. Schubel", "S.W. Hassler"],
    "venue": "Precambrian Res",
    "year": 1993
  }, {
    "title": "Depositional facies and controls on parasequence development in siliciclastic tidal deposits from the Lower Proterozoic, upper Mount Guide Quartzite, Mount Isa Inlier, Australia",
    "authors": ["E.L. Simpson", "K.A. Eriksson"],
    "venue": "Clastic",
    "year": 1991
  }, {
    "title": "Thin eolianites interbedded within a fluvial and marine succession: Early Proterozoic Whitworth Formation, Mount Isa Inlier, Australia",
    "authors": ["E.L. Simpson", "K.A. Eriksson"],
    "venue": "Sediment. Geol",
    "year": 1993
  }, {
    "title": "Bar to bank flow convergence zones: a contribution to the origin of alluvial placers",
    "authors": ["N.D. Smith", "N.J. Beukes"],
    "venue": "Econ. Geol",
    "year": 1983
  }, {
    "title": "Coherence of surf zone and shelf current flow on the Texas (U.S.A.) Coastal margin",
    "authors": ["J.W. Snedden", "D. Nummedal"],
    "year": 1990
  }, {
    "title": "Proterozoic fluvial styles",
    "authors": ["M. 49–69. Sønderholm", "H. Tirsgaard"],
    "year": 1998
  }, {
    "title": "Late Precambrian glaciation",
    "authors": ["Annu. Guideb"],
    "year": 1975
  }, {
    "title": "Formation, Finland. Precambrian Res",
    "authors": ["M. Sturm", "A. Matter"],
    "year": 1978
  }, {
    "title": "A Cambrian tidal",
    "authors": ["Geol", "K. 277–293. Swett", "Klein", "G. deV", "D.E. Smit"],
    "year": 1971
  }, {
    "title": "Iceberg drop, dump, and grounding structures from Pleistocene glacio-lacustrine sediments, Scotland",
    "authors": ["G.S.P. Thomas", "R.J. Connell"],
    "venue": "J. Sediment. Petrol",
    "year": 1985
  }, {
    "title": "The architecture of Precambrian high energy tidal channel deposits: an example from the Lyell Land Group (Eleonore Bay Supergroup), northeast Greenland",
    "authors": ["H. Tirsgaard"],
    "venue": "Sediment. Geol",
    "year": 1993
  }, {
    "title": "Cyclic sedimentation of carbonate and siliciclastic deposits on a late Precambrian ramp: The Elisabeth Bjerg Formation (Eleonore Bay Supergroup), East Greenland",
    "authors": ["H. Tirsgaard"],
    "venue": "J. Sediment. Res",
    "year": 1996
  }, {
    "title": "Preservation of pre-vegetational fluvio-aeolian deposits in a humid climatic setting: an example from the Middle Proterozoic Eriksfjord Formation, southwest Greenland",
    "authors": ["H. Tirsgaard", "I.E.I. Øxnevad"],
    "venue": "Sediment. Geol",
    "year": 1998
  }, {
    "title": "Lithostratigraphy, sedimentary evolution and sequence stratigraphy of the Upper Proterozoic Lyell Land Group (Eleonore Bay Supergroup) of East and Northeast Greenland",
    "authors": ["H. Tirsgaard", "M. Sønderholm"],
    "venue": "Geol. Surv. Greenland Bull. 178,",
    "year": 1997
  }, {
    "title": "Continental break-up and collision in the Neoproterozoic and Paleozoic — A tale of Baltica and Laurentia",
    "authors": ["T.H. Torsvik", "M.A. Smethurst", "J.G. Meert", "R. van der Voo", "W.S. McKerrow", "M.D. Brasier", "B.A. Sturt", "H.J. Walderhaug"],
    "venue": "Earth Sci. Rev",
    "year": 1996
  }, {
    "title": "Sedimentary Petrology",
    "authors": ["M.E. Tucker"],
    "year": 1991
  }, {
    "title": "The mid-Proterozoic Mporokoso Group of northern Zambia: stratigraphy, sedimentation and regional position",
    "authors": ["R. Unrug"],
    "venue": "Precambrian Res",
    "year": 1984
  }, {
    "title": "Processes of glaciotectonism",
    "authors": ["F.M. Van der Wateren"],
    "year": 1995
  }, {
    "title": "The Ventersdorp Supergroup: an overview",
    "authors": ["W.A. Van der Westhuizen", "H. De Bruiyn", "P.G. Meintjies"],
    "venue": "J. Afr. Earth Sci",
    "year": 1991
  }, {
    "title": "Upper Ordovician glacial deposits",
    "authors": ["D. Vaslet"],
    "venue": "Saudi Arabia. Episodes",
    "year": 1990
  }, {
    "title": "The deposition of the Griquatown glacial member in the Transvaal Supergroup",
    "authors": ["J.N.J. Visser"],
    "venue": "Trans. Geol. Soc. S. Afr",
    "year": 1971
  }, {
    "title": "The interpretation of massive rain-out and debris-flow diamictites from the glacial marine environment",
    "authors": ["J.N.J. Visser"],
    "year": 1994
  }, {
    "title": "An embayment model for tidal and wave swash deposits occurring within a fluvially dominated middle Proterozoic sequence in South Africa",
    "authors": ["R.G. Vos", "K.A. Eriksson"],
    "venue": "Sediment. Geol",
    "year": 1977
  }, {
    "title": "Climatic factors on the Archaean Earth. Palaeogeogr., Palaeoclimatol., Palaeoecol",
    "authors": ["J.C.G. Walker"],
    "year": 1982
  }, {
    "title": "Archaean sedimentation: analysis of the Minitaki Basin, northwestern Ontario, Canada",
    "authors": ["R.G. Walker", "F.J. Pettijohn"],
    "venue": "Geol. Soc. Am. Bull",
    "year": 1971
  }, {
    "title": "Wave- and storm-dominated shallow marine systems",
    "authors": ["R.G. Walker", "A.G. Plint"],
    "venue": "Geological Association of Canada,",
    "year": 1992
  }, {
    "title": "The association of sulphate evaporites, stromatolites and glacial sediments: examples from the Proterozoic of Australia and the Cainozoic of Antarctica",
    "authors": ["M.R. Walter", "J. Bauld"],
    "venue": "Precambrian Res",
    "year": 1983
  }, {
    "title": "Formation and Deformation of Glacial Deposits",
    "authors": ["W.P. Warren", "D.G. Croot"],
    "year": 1994
  }, {
    "title": "Deltas: Sites and Traps for Fossil Fuels",
    "authors": ["M.K.G. Whateley", "K.T. Pickering"],
    "venue": "Geol. Soc. Spec. Publ",
    "year": 1989
  }, {
    "title": "Precambrian permafrost horizons as indicators of paleoclimate",
    "authors": ["G.E. Williams"],
    "venue": "Precambrian Res",
    "year": 1986
  }, {
    "title": "History of Earth’s obliquity",
    "authors": ["G.E. Williams"],
    "venue": "Earth-Sci. Rev",
    "year": 1993
  }, {
    "title": "The enigmatic Late Proterozoic glacial climate: an Australian perspective",
    "authors": ["G.E. Williams"],
    "year": 1994
  }, {
    "title": "Soft-sediment deformation structures from the Marinoan glacial succession, Adelaide foldbelt: implications for the paleolatitude of late Neoproterozoic glaciation",
    "authors": ["G.E. Williams"],
    "venue": "Sediment. Geol",
    "year": 1996
  }, {
    "title": "Precambrian tidal and glacial clastic deposits: implications for Precambrian Earth–Moon dynamics and palaeoclimate",
    "authors": ["G.E. Williams"],
    "venue": "Sediment. Geol",
    "year": 1998
  }, {
    "title": "Origin and palaeomagnetism of the Mesoproterozoic Gangau tilloid (basal Vindhyan Supergroup), central India",
    "authors": ["G.E. Williams", "P.W. Schmidt"],
    "venue": "Precambrian Res",
    "year": 1996
  }, {
    "title": "Periglacial structures and paleoclimatic significance of a late Precambrian block field in the Cattle Grid copper mine, Mount Gunson, South Australia",
    "authors": ["G.E. Williams", "D.G. Tonkin"],
    "venue": "Aust. J. Earth Sci",
    "year": 1985
  }, {
    "title": "Fluvial systems of the Precambrian Belt Supergroup, Montana and Idaho, U.S.A",
    "authors": ["D. Winston"],
    "venue": "Fluvial Sedimentology. Can. Soc. Pet. Geol. Mem",
    "year": 1978
  }, {
    "title": "Sedimentology of the Ravalli Group, Middle Belt Carbonate and Missoula Group, Middle Proterozoic Belt Supergroup, Montana, Idaho, and Washington",
    "authors": ["D. Winston"],
    "venue": "Mon. Bur. Min. Geol. Spec. Publ",
    "year": 1986
  }, {
    "title": "Epiclastic sedimentation and stratigraphy in the North Spirit Lake and Rainy Lake areas: a comparison",
    "authors": ["J. Wood"],
    "venue": "Precambrian Res",
    "year": 1980
  }, {
    "title": "Soft-sediment striated surfaces and massive diamicton facies produced by floating ice",
    "authors": ["C.M.T. Woodworth-Lynas", "J.A. Dowdeswell"],
    "year": 1994
  }, {
    "title": "First-order coupling of paleogeography and CO2 with surface temperature and its latitudinal contrast",
    "authors": ["T.R. Worsley", "D.L. Kidder"],
    "venue": "Geology",
    "year": 1991
  }, {
    "title": "Tectonic cycles and the history of the Earth’s biogeochemical and paleoceanographic",
    "authors": ["T.R. Worsley", "R.D. Nance", "J. Moody"],
    "venue": "record. Paleoceanography",
    "year": 1986
  }, {
    "title": "Geochemistry of Archean shales from the Witwatersrand Supergroup, South Africa. Source-area weathering and provenance",
    "authors": ["D.J. Wronkiewicz", "K.C. Condie"],
    "venue": "Geochim. Cosmochim",
    "year": 1987
  }, {
    "title": "An extensive Early Proterozoic glaciation in North America? Palaeogeogr., Palaeoclimatol., Palaeoecol",
    "authors": ["G.M. Young"],
    "year": 1970
  }, {
    "title": "Tillites and aluminous quartzites as possible time markers for Middle Precambrian (Aphebian) rocks of North America",
    "authors": ["G.M. Young"],
    "venue": "Huronian Stratigraphy and Sedimentation. Geol. Assoc. Can. Spec. Publ",
    "year": 1973
  }, {
    "title": "The geologic record of glaciation: relevance to the climatic history of Earth",
    "authors": ["G.M. Young"],
    "venue": "Geosci. Can",
    "year": 1991
  }, {
    "title": "Late Proterozoic stratigraphy and the Canada–Australia",
    "authors": ["G.M. Young"],
    "venue": "connection. Geology",
    "year": 1992
  }, {
    "title": "Glacial environments of Pre-Pleistocene age",
    "authors": ["G.M. Young"],
    "year": 1995
  }, {
    "title": "Are Neoproterozoic glacial deposits preserved on the margins of Laurentia related to the fragmentation of two supercontinents? Geology",
    "authors": ["G.M. Young"],
    "year": 1995
  }, {
    "title": "Stratigraphy and sedimentology of Sturtian glacigenic deposits in the western part of the North Flinders Basin, South Australia",
    "authors": ["G.M. Young", "V.A. Gostin"],
    "venue": "Precambrian Res",
    "year": 1988
  }, {
    "title": "Late Proterozoic (Sturtian) succession of the North Flinders Basin, South Australia; An example of temperate glaciation in an active rift setting",
    "authors": ["G.M. Young", "V.A. Gostin"],
    "venue": "Geol. Soc. Am",
    "year": 1991
  }, {
    "title": "Ice-wedge casts from the Huronian Ramsay Lake Formation (>2,300 m.y. old) near Espanola, Ontario, Canada. Palaeogeogr., Palaeoclimatol., Palaeoecol",
    "authors": ["G.M. Young", "D.G.F. Long"],
    "year": 1976
  }, {
    "title": "The Gowganda Formation in the southern part of the Huronian outcrop belt, Ontario, Canada: stratigraphy, depositional environments and regional tectonic significance",
    "authors": ["G.M. Young", "H.W. Nesbitt"],
    "venue": "Precambrian Res",
    "year": 1985
  }, {
    "title": "Characteristics and genesis of moraine-derived flowtill varieties",
    "authors": ["T. Ziel’nski", "A.J. van Loon"],
    "venue": "Sediment. Geol",
    "year": 1996
  }],
  "id": "SP:1b025c301e6e8313387e9030c6e472113601fe60",
  "authors": [{
    "name": "P.G. Eriksson",
    "affiliations": []
  }, {
    "name": "K.C. Condie",
    "affiliations": []
  }, {
    "name": "H. Tirsgaard",
    "affiliations": []
  }, {
    "name": "W. Altermann",
    "affiliations": []
  }, {
    "name": "A.D. Miall",
    "affiliations": []
  }, {
    "name": "L.B. Aspler",
    "affiliations": []
  }, {
    "name": "O. Catuneanu",
    "affiliations": []
  }, {
    "name": "J.R. Chiarenzelli",
    "affiliations": []
  }],
  "abstractText": "The unique and evolving nature of the Precambrian geological environment in many ways was responsible for significant differences between Precambrian clastic sedimentary deposits and their Phanerozoic-modern equivalents. Some form of plate tectonics, with rapid microplate collisions and concomitant volcanic activity, is inferred to have led to the formation of greenstone belts. Explosive volcanism promoted common gravity-flow deposits within terrestrial greenstone settings, with braided alluvial, wave=storm-related and tidal coastline sediments also being preserved. Late Archaean accretion of greenstone terranes led to emergence of proto-cratons, where cratonic and rift sedimentary assemblages developed, and these became widespread in the Proterozoic as cratonic plates stabilised. Carbonate deposition was restricted by the paucity of stable Archaean terranes. An Early Precambrian atmosphere characterised by greenhouse gases, including CO2, in conjunction with a faster rotation of the Earth and reduced albedo, provide a solution to the faint young Sun paradox. As emergent continental crust developed, volcanic additions of CO2 became balanced by withdrawal due to weathering and a developing Palaeoproterozoic microbial biomass. The reduction in CO2, and the photosynthetic production of O2, led to aerobic conditions probably being achieved by about 2 Ga. Oceanic growth was allied to atmospheric development, with approximately 90% of current ocean volume being reached by about 4 Ga. Warm Archaean and warm, moist Palaeoproterozoic palaeoclimates appear to have become more arid after about 2.3 Ga. The 2.4–2.3 Ga Huronian glaciation event was probably related to continental growth, supercontinent assembly and weathering-related CO2 reduction. Despite many analogous features among both Precambrian and younger sedimentary deposits, there appear to be major differences as well. Two pertinent examples are rare unequivocal aeolian deposits prior to about 1.8 Ga and an apparent scarcity of Precambrian foreshore deposits, particularly those related to barrier island systems. The significance of these differences is hard to evaluate, particularly with the reduced palaeoenvironmental resolution because of the absence of invertebrate and plant fossils within Precambrian successions. The latter factor also poses difficulties for the discrimination of Precambrian lacustrine and shallow marine deposits. The temporal distribution of aeolian deposits probably reflects a number of possible factors, including few exposed late Archaean–Palaeoproterozoic cratonic areas, extensive pre-vegetative Ł Corresponding author. Tel.: C27 (12) 4302238; Fax: C27 (12) 3625219; E-mail: pat@scientia.up.ac.za 0037-0738/98/$ – see front matter  1998 Elsevier Science B.V. All rights reserved. PII S 0 0 3 7 0 7 3 8 ( 9 8 ) 0 0 0 2 6 8 6 P.G. Eriksson et al. / Sedimentary Geology 120 (1998) 5–53 fluvial systems, Precambrian supercontinents and a different atmosphere. Alternatively, the scarcity of aeolian deposits prior to 1.8 Ga may merely reflect non-recognition or non-preservation. Precambrian shallow marine environments may have been subjected to more uniform circulation systems than those interpreted from the Phanerozoic-modern rock record, and Precambrian shelves probably were broad with gentle seaward slopes, in contrast to the narrow, steep shelves mostly observed in present settings. Poorly confined Precambrian tidal channels formed sheet sandstones, easily confused with fluvial or offshore sand sheets. Epeiric seas were possibly more prevalent in the Precambrian, but active tectonism as proto-continents emerged and amalgamated to form early supercontinents, in conjunction with a lack of sufficient chronological data in the rock record, make it difficult to resolve the relative importance of eustatic and tectonic influences in forming epeiric embayments and seaways. Other differences in Precambrian palaeoenvironments are more easily reconstructed. Ancient delta plain channels were probably braided, and much thicker preserved delta successions in the Precambrian are compatible with the inferred more active tectonic conditions. Pre-vegetational alluvial channel systems were almost certainly braided as well. Common fluvial quartz arenites are ascribed to differences in weathering processes, which probably changed significantly through the Precambrian, or to sediment recycling. Although Precambrian glacigenic environments were probably the least different from younger equivalents, their genesis appears to reflect a complex interplay of factors unique to the Precambrian Earth. These include emergence and amalgamation of proto-continents, the early CO2-rich atmosphere, the development of stromatolitic carbonate platforms, early weathering, faster rotation of the Earth and the possible role of changes in the inclination of the Earth’s axis.  1998 Elsevier Science B.V. All rights reserved.",
  "title": "Precambrian clastic sedimentation systems"
}