{
  "sections": [{
    "text": "Icarus 197 (2008) 84–109\nContents lists available at ScienceDirect\nIcarus\nwww.elsevier.com/locate/icarus\nThe Ascraeus Mons fan-shaped deposit: Volcano–ice interactions and the climatic implications of cold-based tropical mountain glaciation\nSeth J. Kadish a, James W. Head a,∗, Rebecca L. Parsons b, David R. Marchant c a Department of Geological Sciences, Brown University, Providence, RI 02912, USA b Department of Geosciences, Stony Brook University, New York, NY 11794, USA c Department of Earth Sciences, Boston University, Boston, MA 02215, USA\na r t i c l e i n f o a b s t r a c t\nArticle history: Received 24 October 2007 Revised 13 February 2008 Available online 7 April 2008\nKeywords: Ices Volcanism Mars, climate Geological processes\nAmazonian-aged fan-shaped deposits extending to the northwest of each of the Tharsis Montes in the Tharsis region on Mars have been interpreted to have originated from mass-wasting, volcanic, tectonic and/or glacial processes. We use new data from MRO, MGS, and Odyssey to characterize these deposits. Building on recent evidence for cold-based glacial activity at Pavonis Mons and Arsia Mons, we interpret the smaller Ascraeus fan-shaped deposit to be of glacial origin. Our geomorphological assessment reveals a number of characteristics indicative of glacial growth and retreat, including: (1) a ridged facies, interpreted to be composed of drop moraines emplaced during episodic glacial advance and retreat, (2) a knobby facies, interpreted to represent vertical downwasting of the ice sheet, and (3) complex ridges showing a cusp-like structure. We also see evidence of volcano–ice interactions in the form of: (1) an arcuate inward-facing scarp, interpreted to have formed by the chilling of lava flows against the glacial margin, (2) a plateau feature, interpreted to represent a subglacial eruption, and (3) knobby facies superimposed on flat-topped flows with leveed channels, interpreted to be subglacial inflated lava flows that subsequently drained and are covered by glacial till. We discuss the formation mechanisms of these morphologies during cold-based glacial activity and concurrent volcanism. On the basis of a Mid- to Late-Amazonian age (250–380 Ma) established from crater size-frequency distribution data, we explore the climatic implications of recent glaciation at low latitudes on Mars. GCM results show that increased insolation to the poles at high obliquities (>45◦) forces sublimation of polar ice, which is transported to lower latitudes and deposited on the flanks of the Tharsis Montes. We assess how local orographic effects, the mass balance of the glacier, and the position of equilibrium line altitudes, all played a role in producing the observed geomorphologies. In doing so, we outline a glacial history for the evolution of the Ascraeus Mons fan-shaped deposit and compare its initiation, growth and demise with those of Arsia Mons and Pavonis Mons.\n© 2008 Elsevier Inc. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "Ascraeus Mons is the northernmost of the three Tharsis Montes shield volcanoes (Arsia Mons, Pavonis Mons, and Ascraeus Mons), which are aligned along a N40◦ E trend on the crest of the broad Tharsis Rise (Fig. 1). Previous studies have included investigations into their caldera morphologies as indicators of magmatic styles and activity (Crumpler et al., 1991, 1996; Scott and Wilson, 2000), investigations into the evolutionary history of the volcanoes based on analyses of structural and morphologic features on and around them (Carr et al., 1977; Crumpler and Aubele, 1978; Mouginis-Mark et al., 1982; Zimbelman and Edgett, 1992), and combined morphologic studies and crater counting to improve understanding of the overall stratigraphies of the volcanoes and sur-\n* Corresponding author. Fax: +1 401 863 3978. E-mail address: James_Head@brown.edu (J.W. Head).\n0019-1035/$ – see front matter © 2008 Elsevier Inc. All rights reserved. doi:10.1016/j.icarus.2008.03.019\nrounding terrains (Crumpler and Aubele, 1978; Scott and Tanaka, 1981). Such studies have shown that Arsia, Pavonis and Ascraeus Mons exhibit similar structural histories, but also display differences, which imply that each records important variations on the overall theme of volcano evolution.\nOne particularly interesting commonality between the three Tharsis Montes shield volcanoes is the occurrence of a distinctive and unusual fan-shaped deposit (FSD) extending approximately northwest on the western flank of each volcano (Fig. 1). On the basis of the density of superposed impact craters and stratigraphic relationships, these deposits are thought to be among the youngest in the region, forming during the Late Amazonian, concurrent with late-stage minor volcanism, most likely in the form of fissure eruptions on the volcano flanks (Scott and Tanaka, 1986). Three major facies are generally contained within the FSDs (Carr et al., 1977; Zimbelman and Edgett, 1992; Scott and Zimbelman, 1995; Scott et al., 1998; Head and Marchant, 2003; Shean et al., 2005): (1) a\nridged facies consisting of numerous ridges that trace the distal margin of the lobe, commonly superposed on lava flow features without any obvious deflection, (2) a knobby facies consisting of a chaotic assemblage of similarly-sized knobs, and (3) a smooth facies consisting of concentric ridges superposed on broad lobes (Fig. 2).\nFor some years there has been a debate over the emplacement of the FSDs associated with each of the Tharsis Montes. Early ob-\nservations of these features from Mariner 9 and Viking Orbiter images led to the proposal of various interpretations for their origin including gravity-driven sliding (Carr, 1975; Carr et al., 1977; Scott and Tanaka, 1981; Edgett, 1989; Zimbelman and Edgett, 1992; Edgett et al., 1997), glaciation (Williams, 1978; Lucchitta, 1981; Helgason, 1999), a combination of catastrophic sliding and subsequent pyroclastic activity (Zimbelman and Edgett, 1992; Edgett et al., 1997), and a combination of sliding, volcanism and groundice activity (Scott and Zimbelman, 1995). More recently, various authors (Head and Marchant, 2003; Milkovich and Head, 2003; Shean et al., 2005) have used MOLA data combined with MOC and THEMIS images to build on early comparisons of the FSDs with terrestrial glacial deposits, such as the Malaspina glacier in southeastern Alaska (Lucchitta, 1981). These later studies have used depositional frameworks of polar glaciers in the Mars-like Antarctic Dry Valleys to demonstrate the consistency of the FSDs with coldbased glacial deposits (Marchant and Head, 2007).\nThis study focuses on the Ascraeus Mons FSD, which is centered at 12◦ N and 108◦ W within the Tharsis province. In their study of the Tharsis Montes, Zimbelman and Edgett (1992) identified a significantly smaller deposit to the west-northwest of Ascraeus Mons (Fig. 3) that contains both ridged and knobby facies, but appears to lack any unit comparable to the smooth facies observed within the other Tharsis Montes deposits. The report of a smaller feature containing fewer interior deposits at Ascraeus Mons illustrates that, despite morphologic, relative stratigraphic, and geographic similarities between the FSDs that suggest a similar formation mechanism, each individual deposit displays unique complexities; these differences must be addressed in order to understand fully the origin of these features. Our goal is a re-examination of the Ascraeus Mons FSD using higher resolution data than have been previously available in order to assess the plausibility of an origin from coldbased glaciation."
  }, {
    "heading": "2. Data and methodology",
    "text": "Photogeologic interpretation of the Ascraeus Mons FSD was performed using Mars Orbital Camera (MOC) (Malin et al., 1998), High Resolution Stereo Camera (HRSC) (Neukum et al., 2004), Thermal Emission Imaging Spectrometer (THEMIS) (Christensen et al., 2003) and High Resolution Imaging Science Experiment (HiRISE) (McEwen et al., 2007) data. Quantitative geomorphological assessments were made using topographic analyses of Mars Orbital Laser Altimeter (MOLA) (Smith et al., 2001) data in conjunction with the images, allowing for the comparison not only of the geographic extent of certain facies and features, but also their profiles and elevations. Conclusions regarding the evolution of the glacial deposit and the relative sequence of events were based on (1) stratigraphic relationships, (2) quantitative geomorphology, (3) previous work on climate and glacial models and interpretations (Head and Marchant, 2003; Shean et al., 2005, 2007; Milkovich et al., 2006; Fastook et al., 2005, 2006; Forget et al., 2006), (4) terrestrial analogs (Marchant and Head, 2007), and (5) crater size-frequency distribution analyses performed on THEMIS VIS and IR mosaics."
  }, {
    "heading": "3. Geomorphology and interpretation of the fan-shaped deposit",
    "text": ""
  }, {
    "heading": "3.1. Regional setting and general description",
    "text": "The Tharsis province is a vast region of tectonism and volcanism extending approximately 5000 km across the martian surface from ∼220◦ to 300◦ E and from ∼50◦ S to 60◦ N. Tharsis likely formed by a combination of structural uplift and volcanism resulting from prolonged and extensive mantle upwelling (e.g. Head and\nSolomon, 1981; Smith et al., 1999; Zuber et al., 2000). The highest portion of the rise is dominated by the Tharsis Montes—Arsia Mons, Pavonis Mons, and Ascraeus Mons—a series of three young shield volcanoes (Fig. 1). These volcanoes are aligned at approximately equidistant intervals of 800 km and are thought to be genetically linked based on their morphologic and structural similarities as well as their spatial association (Crumpler and Aubele, 1978).\nThe Ascraeus FSD extends up to 100 km west of the base of the shield along a N82◦ W trend (Figs. 1, 3). The outer arc of the fan is concentric to the volcano base. The width of the deposit, measured along the base of the shield, is approximately 190 km and it covers an area of ∼14,000 km2, equivalent to 5% of the total area of the Tharsis Montes FSDs (Fig. 1). The Ascraeus FSD attains elevations of >4.5 km above Mars datum in its southern portion (Figs. 5a, 7, 8; see Fig. 6 for profile tracks in Figs. 7, 8). Overall, elevations show a gradual decline from the southern to the northern edge of the FSD (Figs. 5a, 8). The lowest observed elevations of around 1.2 km above Mars datum occur where the deposit is draped over lobate-fronted lava flows emplaced within a large to-\npographic depression approximately 50 km west of the shield base of Ascraeus Mons (Figs. 8N, 8O). This lower section is separated from the distal margins of the deposit by an arcuate scarp with a relief of up to 300 m (Figs. 5, 7D–7G, 8K). The southern end of this scarp appears to have been disrupted by a lobate flow that can be traced from a source near the southwest flank of Ascraeus Mons (visible in the bottom of Fig. 3, right side of Fig. 4A, top of Fig. 4B, bottom of Fig. 4C; see Fig. 10 for context of images in Figs. 4, 11, 12, 16, 17). This flow appears to follow the rim of the topographic depression rather than flow into it as did earlier lava flows (visible in the bottom of Fig. 4A, right side of Fig. 4B). The majority of the area within the depression is extremely flat, with most slopes under 0.6◦ (Fig. 5)."
  }, {
    "heading": "3.2. Ridged facies",
    "text": "The ridged facies (Figs. 11A, 12) consists of at least seven nearcontinuous, concentric ridges that trace the distal margin of the FSD over a distance of ∼185 km (Fig. 9, red lines). These ridges extend approximately parallel to the outer scarp, which is located between ∼4 and 20 km to the east of the innermost ridge. Although the ridges are generally parallel to each other, they frequently converge (Figs. 11A, 12A, 12H), and appear to cross in some cases (Figs. 12A, 12E). Detailed inspection of the ridged facies using MOC and THEMIS VIS images also indicates some degree of variation in the morphology of individual ridges, generally ranging from linear to beaded (Figs. 12D–12H). MOLA data reveal general ridge heights ranging between 10 m and 40 m (Figs. 13, 14), with\nthe exception of the outermost ridge (Fig. 12G), which is the most prominent, reaching heights of ∼80 m (Fig. 14) and extending for the entire length of the facies. MOLA data also show the ridged facies to be located at typical elevations of between 1500 m above Mars datum to the north and 2200 m above Mars datum to the south (Fig. 5a).\nTwo distinct characteristics of the ridged facies are the variations in the frequency of ridges—the number of ridges across the FSD for a given azimuth—and the spacing intervals between individual ridges across the deposit. The frequency of the ridges is highest in the central part of the facies, where up to 7 ridges are observed. In this central region, most ridges can be traced over a lateral distance of ∼50 km. Laterally, these ridges either end or gradually merge as they trend toward the north and south ends of the deposit. Ridges eventually converge to form two and three distinct ridges to the north and south respectively. THEMIS and Viking images show that, to the north, the ridges diminish gradually as they curve to the northeast, ending ∼40 km west of the break in slope at the base of Ascraeus Mons (Figs. 9, 12H). In contrast, the southern part of the ridged facies ends more abruptly ∼80 km west of the Ascraeus Mons scarp (Figs. 9, 12A). Although there are fewer ridges at the northern and southern ends of the ridged facies, the ridges are consistently wider within these regions (>1200 m) than near the most distal portion of the facies (<800 m) (Fig. 14). There is no consistent spacing between the ridges; this variation is best observed by comparing the distance between two prominent ridges at several locations (Fig. 14). The\nseparation reaches 1600 m in the central and southern parts of the ridged facies, but decreases to less than 250 m at the northern end. This is in contrast to the record-groove-like ridges at Arsia, which tend to remain parallel with equal spacing (Head and Marchant, 2003; Fig. 12I).\nA fundamental characteristic of the outer ridged facies at Ascraeus is the changing radius of curvature from south to north, making it distinct from the more symmetric ridges at Pavonis and Arsia. At Ascraeus, the ridged facies has a much smaller radius of curvature in the south than in the north (Fig. 9). This is probably due to the distinctive regional topography, forcing constriction of the southern edge of the glacier as it encountered the slope, and letting it expand in the downhill northern direction (Fig. 5).\nIn addition to the main outer ridged facies, smaller but morphologically similar linear ridges occur near the base of the outer scarp (Fig. 12F). These ridges appear to be concentric to the outer ridged facies despite being located to the east of the arcuate scarp at an elevation of ∼250 m lower than the outermost ridge. They are much less prominent than those constituting the distal margin of the deposit, extending only ∼25 km in length and having heights of only a few meters. These ridges terminate at their northern end as they approach rough terrain associated with the arcuate scarp, only to reappear briefly ∼15 km to the northeast (Fig. 9). At least three other sets of ridges are visible in the northern half of the deposit. One set, which is ∼55 km west of the shield base, contains only four ridges, the longest of which is less than 10 km in length; these ridges differ in orientation from all other ridges, trending N22◦ W, making them almost perpendicular to the distal ridges for that latitude (Fig. 9). On the basis of their distinct radius of curvature, this may signify that they were produced by a distinct lobe of the glacier, a separate glaciation, or that they represent the edge of a lobate facies formed during late-stage glaciation.\nFarther north, a pair of discontinuous concentric ridges runs parallel to the distal ridges, ∼10 to 15 km inside the outermost distal ridge. A single ∼35 km long ridge is present only ∼20 km from the Ascraeus Mons flank and is oriented ∼N–S. Although the ridge is somewhat sinuous, it is neither concave nor convex to the deposit. On the basis of its linearity and orientation, it is possible that this feature is not a moraine, but rather is a dike intrusion into the glacier. Similar features have been observed at Pavonis Mons (Shean et al., 2005). We also identified a single ridge in a HiRISE image only ∼10 km from the shield base (Figs. 9, 12B, 12C). This ridge has a convex curvature which mimics the shield, and is covered by dunes.\nThe morphology, spatial distribution and superposition relationships of the arcuate ridges support their interpretation as drop moraines formed at the margins of cold-based glaciers during periods of glacial stability, similar to those observed at Arsia and Pavonis Mons (Head and Marchant, 2003; Shean et al., 2005, 2007). Drop moraines, as opposed to englacial or supraglacial moraines, are a type of terminal or recessional moraine formed via deposition of sediment at the margin of the glacier. The observation of a prominent outermost ridge enclosing a series of less prominent, lower relief ridges is common in many terrestrial icemarginal moraine sequences (Benn and Evans, 1998). The outermost ridge at the distal edge of the Ascraeus FSD is thus interpreted to represent the terminal moraine marking maximum ice extent. The change—usually reduction—in ridge size inward of the outermost ridge is explained as a function of the length of the period of standstill during which the ridges formed, which is commonly seen in terrestrial examples (e.g. Koch and Kilian, 2005; Benn and Evans, 1998). In this scenario, the outermost ridge developed at a stable ice margin during a period of prolonged standstill, while subsequent ridges developed during shorter intervals of standstill that punctuated an overall period of ice recession. The overlapping and undisruptive nature of the ridges is consistent both with the protective, rather than erosional, style of debris deposition that is characteristic of cold-based glaciers (Holdsworth and Bull, 1970) and with the nature of ridge deposition at Arsia and Pavonis Mons (Head and Marchant, 2003; Shean et al., 2005). The occurrence of overlaps and crossovers (Figs. 12A, 12E) also suggests that ice recession was punctuated by periods of re-advance. The younger generation of ridges could represent a separate advance; if so, the ridged facies as a whole could be the result of deposition during at least two separate glacial periods."
  }, {
    "heading": "3.3. Arcuate scarp",
    "text": "A unique component of the Ascraeus FSD, not present at Pavonis or Arsia, is the presence of an east-facing arcuate scarp proximal to its distal margins (Fig. 11B; labeled in Figs. 7D–7G, 9). This scarp extends parallel to the entire ridged facies (Fig. 9, green line). MOLA profiles across this scarp (Figs. 7B, 7D–7G) reveal that the ridged facies is separated from the remainder of the FSD by a relief that usually ranges between 180–300 m. This outer scarp forms the boundary of a topographic depression adjacent to the western shield base of Ascraeus Mons (Fig. 5), which contains the majority of the interior deposits constituting the Ascraeus FSD. The southern portion of this scarp has been disrupted by lobate lava flows from the south. These flows were prevented from flowing directly north—along the line of steepest descent—due to the presence of the extant glacier.\nIt has been suggested that the outer scarp contained within the Ascraeus FSD could be either erosional (Zimbelman, 1984) or tectonic (Zimbelman and Edgett, 1992) in origin. Escarpment formation as a result of erosion of lobate flow features that border the south and southeast margins of the topographic depression is\nbased on the observation of truncated channels at the southeast end of these lobate flow features (Zimbelman, 1984). Zimbelman and Edgett (1992) also describe the lower elevation part of the FSD as a “downdropped block” bounded by faults that are parallel to the distal margin of the deposit. In this case, tectonic faulting may have been associated with emplacement of the FSD, possibly by landslide of the western flank material (Zimbelman and Edgett, 1992).\nIn an alternative explanation, we have interpreted this arcuate scarp to be the result of lava flow–glacier interactions. In this scenario, the presence of a large glacier served as a barrier, deflecting lava flows around its margins (Fig. 15). The presence of a glacier >300 m in height that extended ∼80 km west from the base of the western shield of Ascraeus Mons to the position now marked by the scarp would provide a barrier for effusive lava flows from the flanking eruptive centers to the south. Plains-\nforming lava flows originating from Ascraeus and/or Pavonis to the south would then have traveled around the western flanks of Ascraeus, being deflected around and chilling against the ice margins. In this model, the ridged facies must have been deposited subsequent to scarp formation when ice later overrode cooled lava flows and advanced to a position at least ∼100 km west of the western base of the Ascraeus shield. This model of scarp formation by lava flow–glacier interactions is consistent with that proposed for similar arcuate scarps (Wilson and Head, 2007a), particularly those observed within the Pavonis Mons FSD (Shean et al., 2005; Head and Wilson, 2007).\nAn additional, considerably less prominent arcuate scarp with a relief of up to 50 m is present approximately 10 km east of the outer scarp, and faces west (illuminated in Figs. 4A, 4B). This inner scarp begins at the southern boundary of the topographic depression and extends parallel to a small portion of the outer scarp for\na distance of ∼50 km. The coincidence of the inner scarp with the western margin of a lobate-fronted lava flow that has embayed the topographic depression implies that it may represent a flow margin and has since become more pronounced as a result of deposition of material onto the lava flow surface. This scarp appears to be most prominent in its southern reaches, where it forms a ridge-like bank of material 30 km long and 2 km wide (Fig. 11E).\nAlthough they do not represent a large area within the FSD, the scarps are a key component of glacial history in the region, providing tangible evidence for the occurrence of lava flows concurrent with an extant glacier. The largest arcuate scarp not only delineates an instance of the distal rim of the glacier, but it also provides constraints on the height of the ice. The asymmetry of its radius of curvature, matching that of the outer ridges, provides further evidence for a topographically-controlled shape of the glacier."
  }, {
    "heading": "3.4. Knobby facies",
    "text": "The most spatially extensive terrain in the Ascraeus Mons FSD is an assemblage of rounded to subrounded knobs or hummocks (Fig. 16; labeled in Figs. 7F, 8L, 8M, 9, unit Kf), which cover a total area of approximately 4800 km2. These knobs typically range from <100 to 800 m in diameter and are 10 to 60 m in height. Knobs have simple conical shapes, although some appear to be elongated in a northwest to north-northwest direction (Fig. 16A). Summits are usually rounded and slope–foot boundaries appear to be grad-\nual. These boundaries are sometimes marked, particularly on the north-facing flanks, by a rim of eolian material (Fig. 16E). Flank slopes of the knobs are very low (<10◦).\nThe knobby facies is contained within a few distinct areas (Fig. 9), the most extensive and continuous of which occurs in the southern portion of the deposit. Here, the knobby facies occurs as a near-continuous sheet. A smaller, patchier area of the knobby facies occurs in the northern portion of the deposit. The highest elevation observed for the knobby facies is ∼4.5 km (Figs. 5a, 9) and occurs where the southern knobby facies is draped over lobate flow features in the central and southern parts of the deposit (Fig. 16B). Along its northwestern margin, this portion of the knobby facies abuts a unique terrain type consisting of a chaotic field of hills and ridge-like features (Figs. 9, unit Ch; 17). The boundary between these two terrain types is extremely abrupt relative to other margins of the knobby facies (Figs. 17A, 17D). More diffuse margins tend to be characterized by a gradual reduction in the density of knobs and an increase in the spacing between them (Fig. 16A).\nAnalysis of the knobby facies contained within the Arsia and Pavonis Mons FSDs has led to the proposal of various origins for the conical hills. Scott et al. (1998) noted that certain concentrations of the knobby facies in the northern regions of the Pavonis FSD appear elongated in plan view, which they interpreted to be characteristic of drumlin fields or drift deposits formed during disintegration of warm basal ice. Streamlined and coalesced groups of hills observed within the knobby facies were inter-\npreted as eskers, which are also products of wet-based or warm ice (Scott et al., 1998). As an alternative, the knobby facies may be aligned hummocks on a lava or debris flow, or possibly windfaceted yardangs in friable material formed by katabatic winds descending from the summit of Pavonis Mons (Scott et al., 1998). Conversely, Shean et al. (2005) noted an apparent lack of additional evidence of wet-based activity within the knobby facies of the Pavonis deposit. Furthermore, they describe the knobby facies at Pavonis as an inhomogeneous distribution of hills lacking both a preferred orientation and a confinement to any one particular unit. These observations imply that a more likely origin for the knobby facies may be from in situ down-wasting of cold-based ice (Head and Marchant, 2003) in a process analo-\ngous to sublimation till formation in terrestrial glacial environments such as the Antarctic Dry Valleys (Marchant et al., 2002; Shean et al., 2005). From their analysis of the FSD west of Arsia Mons, Head and Marchant (2003) describe the process of till formation as “deflation” and internal settling of the deposit as ice is progressively removed by sublimation.\nThe knobby facies contained within the Ascraeus Mons FSD, like those at Arsia and Pavonis Mons, consists of numerous randomly orientated and irregularly shaped mounds that appear to mantle various underlying units. Furthermore, the knobby facies also appears to continue uninterrupted over several high relief features including lobate flow features that are characterized by thicknesses of hundreds of meters. The deposition of this facies as a series of mounds is a common characteristic of tills that form from differential ablation or sublimation of debris-mantled ice. A sublimation till forms when ice underlying a granular medium sublimates while any englacial debris that is exposed at the new ice surface as a result of this ice deflation contributes to a growing supraglacial lag (e.g. Benn and Evans, 1998; Marchant et al., 2002; Shaw, 1977). Growth and final deposition of this lag deposit as a series of irregular mounds occurs via several cycles of topographic inversion and debris reworking. During sublimation, mass movement causes debris to be transferred away from topographic highs on the glacier surface, exposing ice surfaces. These newly exposed surfaces are subsequently removed by sublimation and new depressions are created in former high points on the glacier surface.\nBased on the interpretation of the knobby terrain as sublimation till, the specific position of the knobs within the FSD suggests a strongly inhomogeneous distribution of debris in the glacier. Sublimation of the glacier left significantly more debris in the southern portion of the deposit than in the north. The position of the lobate lava flows, extending from the southwest flank of Ascraeus, supports the notion that the predominant source of debris is volcanic, in the form of ash or broken up lava flows."
  }, {
    "heading": "3.5. Complex curved ridges and chaotic hills (hummocky-like terrain)",
    "text": "Immediately adjacent to the western margin of the southern knobby terrain is an area of ∼325 km2 that contains a heterogeneous covering of ridge-like and knob-like features (Figs. 9, unit Ch; 17). These features appear to display a gradational sequence forming two units: (1) curved and elongated ridges running ap-\nproximately parallel to a N60◦ E trend (Fig. 17C), and (2) a chaotic assemblage of irregularly aligned elongated hills (Fig. 17D). The elongated ridges cover the western portion of this terrain (Figs. 9, 17A). The morphology of these ridges differs substantially from those characteristic of the ridged facies (compare Figs. 12 and 17). They are markedly discontinuous, consisting of many distinct segments 500–2000 m long, 150–300 m wide, and 25–75 m high.\nThey are irregularly spaced at <100–400 m intervals. In planform these sections are distinctly curved or cusp-shaped, having the opposite curvature of the ridged facies. The southern ends of the curved ridges appear to retain a N60◦ to N40◦ E trend, but the northern ends point almost directly north, and some ridges are randomly oriented (Fig. 17B). The summits of these ridges appear to be relatively sharp and the slope–foot junctions are sharp relative to the transitional bases of the ridged facies. The flanks of\nthese ridges have gentle slopes, varying between 2◦ and 5◦ . The transition between the complex ridges and the field of randomly orientated and elongated hills is abrupt (Figs. 17A, 17B). These hills are variable in size, but are comparable to knobs constituting the knobby facies. Typically, hills exhibit lengths of 50–600 m, widths of 30–200 m, and heights of 30–50 m. These features appear to be significantly degraded relative to the complex ridges, with rounded summits and a less consistent, more variable form\n(compare Figs. 17C–17D). Flank slopes are similarly shallow ranging between 2◦ and 3◦ , and the boundaries at the base of these flanks are relatively sharp.\nAs discussed in the previous section, the boundary between this terrain and the knobby terrain that lies to the east is abrupt with no evidence of a gradual transition from one terrain type to the next. The hummocky-like terrain is better defined than the adjacent knobby facies; the knobby facies appears subdued, as though it originally appeared similar to the hummocky-like terrain until it was covered by dust, flows, or till. This may suggest a genetic link between the knobby facies and the hummocky-terrain.\nOn the western margin of the complex ridges and hummockylike terrain lies a relatively smooth surface covered sparsely by the ridged facies, again with an apparent lack of any gradual transition between these two very distinct surfaces (Figs. 17A, 17B). As previously mentioned, a sharp, low-relief, west-facing scarp marks this margin in places where the hummocky-like terrain is raised up to ∼50 m above adjacent smooth surfaces. This scarp is most prominent at the southwestern boundary of the hummocky-like terrain, where the aforementioned 2 km wide bank of material extends approximately northwards (Fig. 11E). The curved nature of this feature is coincident with the arcuate western margin of the hummocky-like terrain and also extends approximately parallel to the outer scarp and ridged facies that trace the distal margin of the Ascraeus FSD.\nThe gradational nature and spatial relationships of the units characterizing the hummocky-like terrain suggests that they are genetically linked. The sharp boundaries and peaks of the knob and ridge-like features constituting this terrain result in an apparent “fresh” appearance. However, the overall chaotic distribution and dissected character of these features suggest that the deposit is modified and may thus have undergone a more complex history relative to the ridged and knobby facies. In terrestrial glacial environments, post-depositional deformation or relocation of proglacial material occurs as a direct result of glacigenic processes, such as\nsqueezing and pushing, associated with the overriding and/or overburden pressure of ice (Benn and Evans, 1998). The squeezing of saturated sediment from beneath ice margins has been observed in front of several terrestrial glaciers (e.g. Price, 1970) and tends to occur coeval with the bulldozing or pushing of this material by minor advances of the glacier snout (e.g. Boulton and Eyles, 1979). Push and squeeze moraines resulting from these processes are reported to exhibit relatively minor relief (<10 m in height), steep or vertical sides, saw-tooth and curvilinear planforms, and may degrade rapidly as they are commonly subjected to repeated reworking by ice push (Benn and Evans, 1998). This notion of increasing deformation with continued minor re-advance of ice during a general recession may explain the increasingly degraded appearance of the hummocky-like terrain southwards. The more degraded and chaotic appearance of the hills relative to the complex ridges may\nbe a reflection of the degree of deformation each unit has undergone.\nAn interpretation as post-depositional deformation of debris by pushing and squeezing is not a unique origin for the hummockylike terrain. For example, we do not observe a saw-tooth pattern of moraines as is common with terrestrial push moraines (e.g. Matthews et al., 1979). Furthermore this hypothesis suggests that sediment underlying the ice is water-rich, which contradicts earlier evidence and the interpretation that ice in the regions of the FSDs is below the pressure melting point throughout based on lack of additional signs of meltwater. However, deformation of debris by such glacigenic processes should not be ruled out as a formative mechanism for the hummocky-like terrain because of the potential for meltwater production by lava–ice interactions or at points where basal ice temperatures exceed the pressure melting point.\nMorphologically similar features have been described as a component of the knobby facies contained within the Pavonis Mons FSD (Shean et al., 2005). It has been suggested that these features may represent an alternative class of terrestrial glacial features, namely “ribbed” or “Rogen moraines” (Scott and Zimbelman, 1995; Shean et al., 2005), produced from glaciotectonic processes. The morphology of these features shares several consistencies with the Ascraeus hummocky-like terrain; they consist of numerous, closely spaced “ridges” that typically develop transverse, and sometimes parallel, to ice flow and display straight and arcuate planforms, often with “horns” pointing in a downflow direction (Benn and Evans, 1998). One hypothesis for the formation of Rogen moraines involves the deformation of debris-rich ice due to the compressive forces acting at the glacier base resulting in moraine formation as a stack of thrust slices of basal ice (Hättestrand and Kleman, 1999; Kleman and Hättestrand, 1999). This formation mechanism for Rogen moraines is considered to be more applicable to knobby features in the FSDs relative to alternative hypotheses of formation that invoke basal sliding of ice. Ice flow by basal sliding would effectively reduce the preservation potential of previous glacial landforms, which is inconsistent with the proximity of the Pavonis knobby facies with the well-preserved ridged facies (Shean et al., 2005)."
  }, {
    "heading": "3.6. Lobate flows (flat-topped ridge region) and plateau feature",
    "text": "“Lobate flows” (Zimbelman and Edgett, 1992) covering an area of approximately 2300 km2 form a distinct feature extending northwards—following regional and local slopes—from a position proximal to the southwest flank of the Ascraeus Mons shield base (Figs. 9, unit Ff; 18). This lobate feature consists of at least three broad, elevated plateaus with steep margins that rise up to 500 m above the surrounding surfaces (Figs. 7G–7I, 8L–8N). Plateau surfaces are marked in parts by segments of wide, leveed channels, and the two largest lobes have medial channels (Figs. 11C, 18). At the distal end of the medial channels, smaller lobate features emerge and follow local topography. These characteristics make the lobate flows distinct from the adjacent lava flows to the south and west, which lack steep margins and wide levees. Flank slopes vary between 2.8◦ and 4.5◦ for lower flanks and between 8◦ and 23.5◦ for upper flanks. The upslope (southern) end of the feature is truncated by lava flows originating from troughs parallel to the shield base of Ascraeus (Zimbelman and Edgett, 1992), while the downslope (northern) end terminates abruptly at the scarp. There is, however, a small fraction of this northern end of the flow feature that appears to head in a westward direction, connecting to the southern end of the ridged facies (visible in Figs. 3, 12A).\nIn addition, a relatively flat-topped, elevated plateau can be observed ∼7 km west of the shield base in the central portion of the deposit (Figs. 9, unit P; 11D). The mesa-like feature, which is 34 km long and 19 km wide, is stepped in nature with two terraces, both lobate and elongated to the north, generally aligned with the regional northward slope. Analysis of the topography reveals the presence of a small mound, a few tens of meters high, on the southeast end of the plateau. A narrow ridge extends from the base of the plateau at the southern end of the mound to the south for ∼20 km and disappears under the flat-topped flows. The ridge can be seen extending along strike to the north, where it emerges from beneath the plateau and extends for several tens of km within the deposit, discontinuously and in a somewhat sinuous manner. Unlike the lobate flows farther south, the upper surface of this flow-like feature lacks any evidence of leveed channels. Surfaces do appear to be degraded, particularly on the western side where the terraced surfaces are observed, both of which are covered by knobs constituting the southern portion of knobby facies (Figs. 9, 16D). The asymmetry between the western and eastern\nedges extends to flank slopes, which are 9.1◦ and 6.1◦ on average (Fig. 7F) and which reach maxima of 15.1◦ and 9.5◦ on the western and eastern flanks, respectively.\nFlow-like features morphologically similar to those described here have been identified within the Pavonis FSD (Zimbelman and Edgett, 1992; Scott et al., 1998; Shean et al., 2005). Based on Viking data, Scott et al. (1998) described these lobate features as elongate sinuous ridges and suggested that they might be eskers formed beneath the wastage zone of a disintegrating ice sheet. These features, as discussed previously, are not simply lobate ridges, but are broad, elevated plateaus, which is not consistent with typical terrestrial esker morphology (e.g. Huddart et al., 1999; Price, 1966). Furthermore, eskers are characteristic of wet-based glaciers and would therefore not be expected at the site of a cold-based glacier. Examination of Arsia and Pavonis has revealed no evidence, such as sinuous channels, lake deposits, and/or braided streams, for extensive wet-based glacial activity (e.g. Head and Marchant, 2003; Shean et al., 2005). More consistent with the lobate nature of the features, their elevated topography, and their apparent relationship with fissures on the southwest flank of Ascraeus (Zimbelman and Edgett, 1992) is the alternative hypothesis that these features are distinctive types of lava flows (Scott et al., 1998). Zimbelman and Edgett (1992) interpret these features as pyroclastic flows that\noriginated from troughs in the lower flanks of the volcanoes. They suggest that the effusive activity that produced these post-dated the emplacement of the FSD and was triggered by the removal of a lithostatic load accompanying a large landslide event that would have formed the FSD. However, such a proposition is inconsistent with the observations that show superposition of the knobby facies over both lobate flow features at Ascraeus Mons and over comparable flow features at Pavonis Mons (Shean et al., 2005).\nOn the basis of the stratigraphic relationships, the geomorphology, and the topography, we interpret these features to be due to lava–ice interactions. We prefer the interpretation of these lobate, steep-sided flow features as subglacial lava flows (non-pyroclastic), and suggest that they formed concurrent with the presence of a glacier west of Ascraeus Mons (Fig. 18). These subglacial flows superpose older subaerial flows which were deflected around the glacier, forming the outer arcuate scarp. In this model, subaerial flows cooled against the ice margin without the production of large quantities of meltwater; lava accumulating on ice is reported to “rapidly form a lower chilled margin that insulates the hot flow interior and prevents further melting of ice” (Helgason, 1999, p. 234; Wilson and Head, 2007b). During a subsequent glacial advance which extended farther south, additional flows, this time subglacial, formed the steep-sided, flat-topped features. The obser-\nvation of the knobby facies superposed on this lobate flow feature is consistent with our interpretation, supporting sublimation of the glacier after the flows were emplaced. Based on these relationships and the observation that the knobby facies also covers a portion of the more centrally located plateau feature, it is likely that both flow features formed prior to the knobby facies and subsequent to the ridged facies. The topographic separation of the ridged and knobby facies suggests that they were formed during two separate periods of ice recession and perhaps also two distinct glaciations.\nVolcano–ice interactions on Earth and Mars have been extensively studied (e.g. Smellie and Chapman, 2002). Although the occurrence of volcanism during the presence of the glaciers may seem like an unlikely coincidence, the evidence for lava–ice interactions is well-established on Mars in general (e.g. Head and Wilson, 2007; Head et al., 2003), and in the Tharsis region in particular (e.g. Shean et al., 2005; Wilson and Head, 2007b). Wilson\nand Head (2002) developed the theory of magma–ice interactions on the Earth and Mars, showing that dikes could penetrate into overlying glacial ice, forming ridges, and that lava flows at the ground surface–ice interface (sills) could also occur, forming thick subglacial “flows” with steep sides. Head and Wilson (2007) also assessed the relationship of surface flows and glacial ice, and showed how chilled margins and bases inhibited the development of meltwater in the glacial ice.\nThe morphologies of the two lobate flow features at Ascraeus Mons appear distinctly different, which may be indicative of varying formative mechanisms. The mesa-like lobate feature in the central portion of the FSD lacks the leveed channels interpreted to reflect flowing material and is significantly more tabular in planform relative to the elongate, lobate morphology of the southern flow features. The tabular structure of this plateau feature is reminiscent of tuyas or table-top mountains found in Iceland and north central British Columbia, which formed from subglacial volcanic activity (Fig. 19a). We interpret the sinuous ridge leading to the plateau as the remnant of a dike intruding into the ice, and the mound at the SE end of the plateau is the eruptive center (Figs. 19a, 19b). The terraces thus represent subglacial eruptions that formed marginally-chilled flows which headed north, downhill.\nA subglacial eruptive mechanism for the formation of lobate flow features was one of the explanations proposed for comparable features observed within the Pavonis FSD (Shean et al., 2005). In addition, they identified three arcuate scarps which likely formed by lava flows banking against the rim of the extant glacier (Shean et al., 2005). Similar proposals were made for plateau-like and ridged deposits in the Arsia Mons FSD (Wilson and Head, 2007b), where evidence for associated meltwater distribution is seen (e.g. local eskers, glacial surging and distal fluvial channels). The meltwater was generated through subglacial and englacial eruptions, as well as from dike-related synglacial eruptions. Wilson and Head (2007b) found evidence for sill-like subglacial eruptions at both Arsia and Pavonis, which produced enough heat to force a local transition from cold-based to wet-based conditions. The drainage of meltwater formed local fluvial zones on a variety of scales, from short subglacial channels to jokulhlaups (Wilson and Head, 2007b).\nWhen subglacial eruptions occur, the mass displaced by the lavas is accommodated by (1) melting and loss from beneath the glacier by basal outflow, (2) melting and local refreezing, (3) deformation and displacement of the adjacent and overlying ice, and/or (4) penetration of the ice and venting of tephra to the surface (e.g. Wilson and Head, 2002, 2007a). Once the overlying ice is gone, it is difficult to assess the relative roles of these accommodation mechanisms. Meltwater generated by subglacial eruptions at Ascraeus Mons would likely have ponded locally behind the outer, edifice-facing, arcuate scarp. The lack of identified fluvial features, however, suggests that the role of meltwater flow and discharge was minimal, which can occur in cold-based glacial environments. As such, it is probable that significant volumes of ice were displaced during subglacial eruptions, and lava flows breaking out onto the surface of the glacier solidified, were broken up, and were deposited as sublimation till. The geomorphologies indicative of lava–ice interactions which are present strengthen the interpretations made here for the Ascraeus FSD. Based on the relative positions of the facies and subsequent necessary timing of events, we propose a time-step glacial history which marks the most significant stages of the glacial growth, retreat, and interaction with volcanism (Fig. 20)."
  }, {
    "heading": "3.7. Mountainous terrain",
    "text": "The mountainous terrain consists of two isolated regions at 11.9◦ and 12.3◦ latitude that transcend the outer scarp proximal to\nthe distal margins of the Ascraeus FSD. A complex assemblage of irregularly shaped, kilometer-wide hills and mountains constitutes these areas of mountainous terrain (Figs. 9, unit Mt; 11K). Heights of these features are variable ranging from a few meters to over 200 m. The northern of the two mountainous regions covers an area of 100 km2 and has an elevation range of ∼1500 to 1750 m. The southern region covers an area of approximately 190 km2 and extends at least 38 km with elevations of ∼1670 to 1990 m. This section of mountainous terrain appears to truncate or mark the flow front of the lobate feature that is interpreted to have flowed coincident with the southern end of the scarp along an ice margin. The continuity of the lobate feature with the southern region of mountainous terrain is consistent with geomorphic maps produced by Zimbelman (1984) and Zimbelman and Edgett (1992).\nThe mountainous terrains have been interpreted as debris flows (Zimbelman, 1984) and as material which predates the Ascraeus Mons shield and surrounding plains (Carr, 1975; Zimbelman, 1984).\nThe mountainous regions specified here represent only a fraction of the features that these authors described as isolated mountainous areas. We find that a debris flow origin for these areas is not consistent with the high relief of individual mountains and hills that transect the outer scarp and there is no indication of a source for the mountainous terrain on either the shield flank or in the outer reaches of the FSD. The well-preserved nature of the lobate terrain in its lower elevation, northern extent argues against an erosional origin for the margins of elevated sections of this terrain and thus for the escarpment that separates this elevated terrain from the rest of the FSD. As an alternative, we interpret the mountainous regions to be lava flows that, as discussed concerning the scarp formation, flowed around and embayed glacial ice. This hypothesis is supported by the apparent genetic link between the mountainous regions and lobate flow features that exhibit channels suggestive of flowing lava and appear closely associated with fissures on the flanks of Ascraeus Mons."
  }, {
    "heading": "3.8. Degraded flank material",
    "text": "A distinct unit exists immediately adjacent to the scarp of the western Ascraeus flank (Figs. 9, unit Df; 11I, 11J), extending ∼15– 20 km west of the scarp. Slope maps and topographic profiles (Figs. 5a, 7A–7G, 8O, 8P) show that this unit is present only on the western flank of Ascraeus Mons and thus likely has some genetic link to glaciation; the unit terminates in the south between the shield base and the lobate lava flows, and in the north where we would expect the northern margin of the glacier to reach (based on projecting the ridged facies to the shield base). The unit, which has a slightly higher albedo in the THEMIS images than the rest of the FSD floor, is not observed on the flank, nor can it be found anywhere else within the deposit. MOLA topography shows the degraded flank material to be extremely smooth at the 50 m contour scale, whereas the immediately adjacent surface to the east on the Ascraeus flank is quite rough, likely due to lava flowing down the edifice. The difference in texture occurs abruptly at the scarp. The unit tapers along its western margin into the flat floor of the FSD. A HiRISE image of the region (Fig. 12C) shows it is largely covered by dunes. These dunes may be due to the accumulation of dust— and perhaps dust-nucleated ice—carried across the Tharsis region by a westerly wind; the dust would be trapped when it encounters the steep escarpment at the base of the Ascraeus flank.\nWe believe that the degraded flank unit may represent an accumulation zone or a region where the pressure from the overlying ice has mechanically degraded the flank material. With the glacier emplaced, subsequent lava flows descending the flank of Ascraeus would have chilled and stopped upon encountering the glacier, building up the scarp. The scarp may then have served to enhance preservation of snow and ice in alcoves, although no flow features were observed in the region. As the glacier thinned during its waning stages, lava flows reaching the scarp may have extended over the ice. These flows would have been deposited as till upon complete sublimation of the glacier."
  }, {
    "heading": "4. Comparisons among the FSDs at Ascraeus, Pavonis and Arsia",
    "text": ""
  }, {
    "heading": "4.1. The role of topography",
    "text": "Throughout the previous section, we have made various contrasts between the geomorphologies in, and the size of, the FSDs at Ascraeus, Pavonis and Arsia. Although these variations have a probable climatic cause, which will be discussed later, they are also governed by local topography, debris supply, and the timing of glacial advance and volcanism. While the FSDs do exhibit a number of similarities, including concentric ridges, arcuate scarps, lobate flow features, and knobby terrain, there are variations among\nthe units, as well as general differences among the FSDs. As discussed, the incline at the southern end of the Ascraeus FSD, which slopes downhill in the northward direction, contributed to the formation of an asymmetrical glacier, and is thus the cause of the change in the radius of curvature of the ridged facies from south to north. In general, the orientations of the slopes west of Ascraeus Mons form a depression near the side of the mountain; although the southern end of the FSD is topographically higher than the northern end, the surrounding slopes are primarily inclined uphill moving away from the deposit. This topography would have generally inhibited expansion of the glacier. This is not the case at Pavonis or Arsia, where gentle and uniform slopes underlie the FSDs, which allowed for more symmetrical growth of these glaciers."
  }, {
    "heading": "4.2. Ridged facies",
    "text": "The ridged facies contained within the Ascraeus Mons FSD resembles the ridges that trace the distal margins of equivalent deposits west of Arsia and Pavonis Mons in terms of both morphology and areal distribution. Analogous to Ascraeus, the ridged facies associated with Arsia and Pavonis Mons encompasses almost the entire length of the deposits. The margin of each facies is defined by a taller 50–100 m ridge with smaller ridges inwards of and concentric to this outer margin (Head and Marchant, 2003; Shean et al., 2005). These ridges usually exhibit a much higher degree of regularity than those observed at Ascraeus Mons, with a typical spacing of ∼1 km. There are sections, however, where the Ascraeus Mons ridges approach this uniformity (Figs. 13, 14). A particularly distinctive characteristic reported from the ridged facies of both Arsia Mons (Carr et al., 1977; Head and Marchant, 2003) and Pavonis Mons (Edgett et al., 1987; Shean et al., 2005) is its superposition on underlying topography, including an impact crater and lava flows, without either deflection of the ridges or disruption to the underlying terrain. Such examples of the ‘blanket-like nature’ (Head and Marchant, 2003) of the ridged facies are similarly observed at Ascraeus Mons, where ridge superposition occurs, and support the interpretation of the ridges as drop moraines from cold-based glaciers (e.g. Head and Marchant, 2003).\nThe most distinctive difference between the ridged facies of Ascraeus Mons and the other Tharsis Montes is the overall frequency of the ridges and lateral extent covered by the facies. The ridged facies of Arsia and Pavonis Mons consist of hundreds of concentric ridges that extend for a lateral distance of ∼80 and ∼180 km, respectively, at their widest points. The lower frequency and shorter extent of the ridged facies at Ascraeus Mons may be linked to the smaller size of the FSD, and could suggest a limited supply of debris relative to other FSDs. Regardless of their size and frequency, our interpretation of the ridged facies as terminal drop moraines is well-supported. Their relative curvatures and positions at the distal rim of the FSD and in smaller concentric sets within the deposit indicate multiple periods of glacial stability and perhaps distinct glaciations."
  }, {
    "heading": "4.3. Knobby facies",
    "text": "The knobby facies in the Ascraeus FSD appears similar to that at Pavonis and Arsia. Shean et al. (2005) note that, at Pavonis Mons, the knobby facies consists of kilometer to subkilometer hills which overlie the topography and are superposed on the ridged facies. They also display localized anisotropic distribution throughout the deposit (Shean et al., 2005). All of these characteristics are also true of the knobby facies at Ascraeus Mons. Although we did notice fewer dunes between knobs at Ascraeus than at Pavonis and Arsia, we believe this is a result of post-modification from the accumulation of dust and not related to excess finegrained debris entrained in the glacier. We find that the forma-\ntion mechanism for the knobby facies at Ascraeus is the same as that proposed for the knobby facies at Pavonis and Arsia, requiring additional phases of glacial advance in order to superpose the knobs on the ridged facies (Shean et al., 2005). In all three cases, it is expected that the knobs were produced by sublimation and down-wasting of glacial ice (Head and Marchant, 2003; Shean et al., 2005)."
  }, {
    "heading": "4.4. Smooth facies",
    "text": "One of the most striking differences among the geomorphology of the FSDs is the lack of a smooth facies at Ascraeus Mons. On the basis of MOLA topography and its association with the other facies, the smooth facies, which was originally interpreted to be pyroclastic flows (Scott and Zimbelman, 1995), is now considered to be debris-covered ice (Head and Marchant, 2003; Shean et al., 2005). Some differences are apparent between the smooth facies at Arsia and Pavonis, most notably the presence of closely spaced, concentric ridges, which are more common at Arsia than Pavonis (Head and Marchant, 2003; Shean et al., 2005). In both cases, however, the presence of the lobate, high relief deposits suggests the presence of ice within the FSDs. The absence of this debris-rich ice in the Ascraeus deposit is expected based on the age of the Ascraeus deposit, and on climatic and topographic factors. The Ascraeus deposit has the lowest elevation of the three FSDs, and thus a larger proportion of its glacier was below the lower of two equilibrium line altitudes, having negative net mass balance—this will be discussed in detail in a later section. The Ascraeus glacier, which has the oldest age based on crater counting, was also the smallest and likely the first to sublimate. Thus, while debris covered glacial remnants still exist in the other two deposits, debris-rich ice has been removed from the Ascraeus FSD."
  }, {
    "heading": "5. Chronology",
    "text": "The ages of the Tharsis Montes and Olympus Mons have been established in previous studies using both stratigraphic relationships and crater counting. These stratigraphic relationships had been previously assessed and, in accordance with Viking crater counting data, Tanaka (1986) assigned each of the Tharsis Montes a Late-Amazonian age. Based on their observations and the resulting palaeostratigraphic reconstruction, Scott and Tanaka (1981, 1986) argued that the Tharsis Montes’ FSDs are approximately the same age as the youngest flows coming from each of the volcanoes. Subsequent regional mapping has been conducted (e.g. Scott and Zimbelman, 1995; Scott et al., 1998) which verifies that the FSDs were emplaced throughout the Mid- to Late-Amazonian (Fig. 21). Scott and Zimbelman (1995) discern separate Amazonian ages for the distinct units within the Arsia Mons FSD. Scott et al. (1998) identify ages for lava flows on the shield of Pavonis Mons, arguing that the majority are Early Amazonian in origin while Late-Amazonian flows are limited in extent; the FSD formed concurrently with these flows.\nOur efforts to date the Ascraeus FSD, as well as those made by Shean et al. (2005, 2006) to date the Pavonis and Arsia FSDs, help to place the glaciations into the context of the volcanic history of the Tharsis Montes. While previous work (e.g. Scott and Zimbelman, 1995; Scott et al., 1998) shows a brief hiatus in volcanic activity, during which some of the FSD units formed (Fig. 21), we see clear evidence that volcanism occurred during the emplacement of the facies. The concurrent volcanism is related to units At6 and At5—Mid- to Late-Amazonian lava flows—which is consistent with the setting for the deposits over the time interval of the glaciations. Additionally, the units of the FSDs were interpreted to be somewhat sequential (Fig. 21), with the smooth facies (As) forming subsequent to the ridged and knobby facies (Ar and Ak).\nOur analysis, as well as the analyses made by Shean et al. (2005, 2006), show the formation of the units to be largely integrated, resulting from multiple glacial advances and recessions.\nCrater counting using high resolution images from MOC and HRSC has further confirmed Amazonian ages for the Tharsis Montes (e.g. Hartmann et al., 1999; Hartmann and Neukum, 2001) and their respective FSDs (Sheen et al., 2005, 2006), as well as for Olympus Mons (e.g. Basilevsky et al., 2005; Grier et al., 2001; Hartmann and Neukum, 2001; Head et al., 2005). Shean et al. (2005) used THEMIS IR and VIS data to establish a Late Amazonian age for the Pavonis Mons FSD, between 10 and 200 Ma based on isochrons from Hartmann and Neukum (2001). They note, however, that limited coverage of the area and a poor statistical distribution make this absolute age somewhat uncertain; a young crater-retention age is expected due to (1) modification of the units of the FSD since their deposition and (2) erosion and\nTable 1 THEMIS IR crater-counting statistics for N(0.35)–N(2) over the coverage of IR data (99% of the FSD)\nCrater diameter bin (m) # of craters, N Area (km2) N/km2 Error\n350–500 14 13363 1.05E−03 2.80E−04 500–700 6 13363 4.49E−04 1.83E−04 700–1000 4 13363 2.99E−04 1.50E−04 1000–1400 2 13363 1.50E−04 1.06E−04 1400–2000 1 13363 7.48E−05 7.48E−05\nFig. 22. A size-frequency plot of the crater-counting data for N(0.063)–N(2) based on THEMIS IR and VIS mosaics of the Ascraeus Mons FSD. The data are plotted on isochrons from Hartmann (2005). The dotted line shows the best fit age, 380 Ma, based on data from N(0.7)–N(2). Including smaller craters, which are being modified and eroded at a rate comparable to their production, lowers the age of the deposit. This makes it difficult to establish accurately an absolute age. Based on the largest crater data, we find an age of a few hundred Myr appropriate, placing its formation in the Mid- to Late-Amazonian.\ninfilling of smaller craters (Shean et al., 2005). Additionally, some craters observed may be impacts into the Tharsis lava plains, which underlie the FSD units; counting these craters would result in an overestimate of the age (Shean et al., 2005). Shean et al. (2006) conclude that a Mid- to Late-Amazonian age for the Arsia Mons FSD is the most likely. Using THEMIS VIS and HRSC images, they calculated a lower boundary for the absolute age of >25 Ma (90% confidence) by counting only the fresh craters on the deposit and an upper boundary of <650 Ma (90% confidence) by counting all craters on the deposit. This upper boundary population included craters that had experienced infilling and modification, indicating that they were either older or emplaced on an underlying flow (Shean et al., 2006).\nWe undertook an analysis of the impact crater size-frequency distribution over a near-complete (>99% coverage) THEMIS IR mosaic (100 m/pixel) of the Ascraeus Mons FSD. Our results yield a Mid- to Late-Amazonian age. Craters were counted down to 350 m in the IR mosaic. The largest crater in the deposit is 1.8 km in diameter, and only 27 craters exist over 350 m in diameter (Table 1). Using the data from N(0.7)–N(2) gives a best fit age of 380 Myr based on the Hartmann (2005) isochrons (Fig. 22). However, if we expand that range, using N(0.5)–N(2), the best fit age lowers to 250 Myr.\nThe THEMIS VIS mosaic (18 m/pixel) covers 83% of the deposit, although the images are of varying quality. Only craters that were too small to be seen in the IR data were counted using the VIS data, although the diameters of the larger craters were checked using the VIS data. Craters smaller than 65 m were not counted, but 78 were observed between 65m and 350 m (Table 2). Plotting the VIS craters on the same isochrons shows that the data flatten out for diameters less than 350 m (Fig. 22), crossing the isochrons (Hartmann, 2005). The aforementioned arguments concerning the crater retention of the FSD used by Shean et al. (2005) can be applied here. The deposit has undergone modification and possible resurfacing since its deposition; the flattening of the plot at low diameters (Fig. 22) suggests that craters <350 m in diameter are being eroded or infilled at the same rate that they are being produced. Craters between 350 m and 700 m are also affected by this modification, and show the initial signs of a rollover in the data as it crosses the 100 Myr isochron (Fig. 22). Because of this, we prefer to rely on the larger craters in order to assign an absolute age. However, with only 7 craters larger than 700 m, the statistics of small numbers make determining an absolute age with high levels of confidence difficult. Nonetheless, we find the Mid- to Late-Amazonian age consistent with the ages of the Arsia and Pavonis FSDs, which, as we will show, has important implications for the both climate and ice-sheet models."
  }, {
    "heading": "6. Glacial mass balance, ice-sheet models, and equilibrium line altitudes",
    "text": "A detailed understanding of the geomorphology and age of the Tharsis Montes FSDs can provide crucial constraints on martian ice-sheet models, the history of martian obliquity, and climate models. While there is much progress to be made in understanding how glacial dynamics operate on Mars, key advancements permit us to model possible histories for the growth and retreat of the Tharsis Montes glaciers that match with relative accuracy the size and position of glaciers responsible for the FSDs (Fastook et al., 2005, 2006). Because the terminal moraines at the distal rim of the FSDs indicate periods of relative stability, their positions should represent a significant climate signal. We can more clearly see this connection by looking at the following chain of factors relating climate to the surface morphology (modified from Meier, 1965):\nObliquity → accumulation and ablation → mass budget and equilibrium line altitude → dynamic response and debris transport → position of moraines.\nThe obliquity of Mars dictates the amount of incident insolation for a given latitude; direct insolation on ice or ice-rich soil can lead to sublimation, increasing the concentration of volatiles in the atmosphere. The obliquity also affects the atmospheric dynamics, altering the magnitude and directionality of regional winds. Accumulation and ablation rates depend both on the saturation of volatiles in the atmosphere and on the regional winds. The mass budget of a glacier and the position of the equilibrium line altitude (ELA) are controlled largely by the accumulation and ablation rates. The position of the ELA, as will be discussed later, is also dependent on some key atmospheric properties. The mass budget\nand ELA are necessary to establish a glacier’s dynamic response to changes in climate, and therefore influence how debris will be transported in and/or on a glacier under different climate regimes, and the timing of debris deposition. The deposition of debris and the size of a glacier at equilibrium, as achieved via dynamic response to climate changes and mass loading, determine the position of the moraines. Thus, by working backwards through the above chain of factors, the positions of the drop moraines may offer clues as to which of the various obliquity histories, as proposed by Laskar et al. (2004), is most probable.\nThe key to decoding this relationship is an understanding of the mass balance of glaciers on Mars, which would involve solving the larger problem of how glacial dynamics operate under the martian climate. This relationship between glacial dynamics and climate is well established on Earth; the mass balance and ELA of a glacier can readily be measured using a number of methodologies based on direct observations, remote sensing, hydrological evaluations and/or climatic calculations. Numerous studies have used models, an understanding of paleoclimatic conditions, and geomorphological observations to reconstruct ELAs of former terrestrial glaciers (e.g. Benn et al., 2005; Meierding, 1982; Porter, 2001). Although the problem is much more complex on Mars, some efforts have been undertaken to investigate martian mass balance (e.g. Fastook et al., 2005; Greve, 2000; Schmidt, 2004). Such studies and reconstructions have a number of poorly constrained parameters including: (1) the water vapor saturation of the atmosphere, (2) the atmospheric pressure, (3) the atmospheric dust content, (4) variations in obliquity and insolation, and (5) the historic lapse rate. Some of our understanding of the mass balance of former glaciers on Mars has come from studies of the perennial north polar ice cap on Mars (e.g. Greve, 2000; Greve and Mahajan, 2005; Hvidberg, 2006; Ivanov and Muhleman, 2000; Schmidt, 2004). Even these studies, however, indicate that the modern mass balance is poorly constrained, and that more accurate meteorological data are needed, including continuous measurements of the water vapor distribution, dust content and winds over the ice cap.\nPreliminary mass balance assessments for tropical mountain glaciers on the Tharsis rise require knowledge of both glacier extent (known) and past climate conditions (unknown). Despite the latter unknown, modern GCMs applied to Mars’ history have shown that, during periods of high obliquity (>45◦), snow and ice likely accumulate on the NW flanks of the Tharsis Montes (Forget et al., 2006; Fig. 23). With estimates of past ice accumulation and ablation as inputs in glaciological flow models, Fastook et al. have been able to simulate glacial histories that match the spatial extent of the FSDs (Fastook et al., 2005, 2006, 2007). The Fastook et al. model uses bed topography, surface temperature, geothermal heat flux, and the accumulation rate distribution (ARD) as the primary inputs. The bed topography is quite well known, and the surface temperatures have been estimated based on climate models. The geothermal heat flux and the ARD (Fastook et al., 2004, 2005) are less well known.\nWith respect to the mass balance problem on Mars, Fastook et al. (2006) argue that ice accumulation depends on the saturation vapor pressure of the atmosphere, which has an exponential temperature dependence. Ablation for martian glaciers is due primarily to sublimation, not melting. The rate of sublimation depends on saturation vapor density, and thus has the same exponential temperature dependence (Fastook et al., 2006). The vertical lapse rate on Mars is less than half of what it is on Earth; current estimates suggest that the dry adiabatic lapse rate on Mars is around 4.3 K/km, while on Earth it is 9.8 K/km (Leovy, 2001). Fastook et al. (2006) note that the gradual reduction in temperature at high elevations means that both sublimation and accumulation rates will decrease. Sublimation, however, has an inverse dependence on\natmospheric pressure, and will thus decline less rapidly than accumulation as elevation increases, creating negative net mass balance at high elevations. Similar to Earth, we would also expect negative net mass balance at low elevations where there is declining relative humidity, increasing ventilation, and possibly some melting/sublimation. Based on this framework, Mars should have two ELAs—a high and a low elevation ELA, with positive mass balance in between, and negative mass balance above the upper ELA and below the lower ELA (Fastook et al., 2005). The glacier at Ascraeus Mons, being lower in elevation than the glaciers at Pavonis and Arsia, would likely have had the highest percentage of its surface area below the lower ELA.\nAs is the case with many mountain glaciers, a sharp precipitation gradient exists due to local orographic effects. We expect that the Tharsis Montes glaciers also displayed an orographic effect, accumulating precipitation on the NW flanks due to a predominant westerly wind direction (Forget et al., 2006). Thus, the ELA gradients need further refinement as they have important implications for the mass balance and configuration of glacier ice (Fig. 24). The thickness of the glacier cannot significantly exceed the elevation of the upper ELA because ice sublimates rapidly above this elevation. As a result, if the glacier were to reach this maximum thickness at its accumulation zone, additional accumulation would yield significant outward growth, extending the snout of the glacier. The gradient of the upper ELA determines the maximum thicknesses of regions downslope of the accumulation zone—if the ELA were perfectly horizontal, the maximum thickness would be constant as a function of distance away from the accumulation zone (Fig. 24). The gradient of the lower ELA determines the stability of the ice at the snout. Thus, the elevations and gradients of the ELAs can be manifested as significant changes in mass balance and in resulting ice configurations.\nReconstructed ice sheet profiles for the Tharsis Montes glaciers were created by Shean et al. (2005) based on a model proposed by Denton and Hughes (1981). The reconstructions use MOLA topography for the base of the ice sheet along flow lines from the calderas to the most distal moraines; because the profiles use the maximum elongation of the glaciers, they provide estimates for the maximum ice sheet thicknesses. At Ascraeus Mons, the iterative steady state profile for perfectly plastic ice with a yield stress of 1.0 bars has a maximum thickness of 2.1 km and an average of 1.6 km; the maximum thicknesses at Pavonis and Arsia are 3.1 and\n3.2 km respectively (Shean et al., 2005). On the basis of the topographic profiles (Figs. 7A–7G), we see that the degraded flank unit exceeds elevations of 3 km above Mars datum in some places. This elevation matches the maximum elevations achieved by a glacier with a parabolic shape, a lowest elevation of ∼1.2 km, and an extremely flat base. This supports the degraded flank unit region as a candidate for the accumulation zone. It does not, however, strictly define the ELA elevations or gradients; it suggests that at Ascraeus, 3 km above Mars datum had positive mass balance and was thus between the upper and lower ELA. Future work in this area may provide the crucial information necessary to establish the ELAs and mass balance of these tropical mountain glaciers, and subsequently decode the climate signal left by the terminal moraines."
  }, {
    "heading": "7. Hawaii as a terrestrial analog",
    "text": ""
  }, {
    "heading": "7.1. Mesoscale models",
    "text": "Results from mesoscale atmospheric models may help limit uncertainty in the ARD and constrain former ELAs. A mesoscale model of atmospheric circulation at Arsia Mons by Rafkin et al. (2002) shows dust transport using a simulation of the thermal circulation. The simulation, which reflects some seasonal variations, predicts strong adiabatic cooling of the air as it rises up the western flank of the mountain, with a small vortex showing the wind changing directions as it rises over ∼13 km in elevation. The more dominant flow, however, becomes horizontally divergent at the top\nof the thermal circulation, cooling to 135 K at 30 km in elevation. Rafkin et al. (2002) note that, at this height, water-ice clouds would be expected to form. A high wind shear zone would also result from easterlies overlying westerlies at 40–50 km in elevation (Rafkin et al., 2002).\nThe composition, structure, and general circulation patterns of the atmosphere of Mars differ substantially from those of Earth (Zurek et al., 1992) and thus much caution must be exercised in the analysis of terrestrial examples and applications to Mars. Terrestrial analogues may, however, help to improve mesoscale models on Mars, providing empirical data that could constrain better the range of possible local circulation patterns on Mars. Numerous mesoscale models of the atmospheric circulation at Hawaii (e.g. Chen and Feng, 2001; Feng and Chen, 1998; Wang et al., 1998; Garrett, 1980) have a number of features in common with the Rafkin et al. model for Mars, including adiabatic cooling of the air ascending the windward side of the mountain (Chen and Feng, 2001), orographic cloud formation (Chen and Feng, 2001; Feng and Chen, 1998; Wang et al., 1998; Garrett, 1980), vertical vortices with an overturning of the air and a return flow, associated with an inversion layer (Chen and Feng, 1995, 2001; Feng and Chen, 1998; Garrett, 1980), and wind shear at high elevations due to opposing wind directions overlying each other (Garrett, 1980; Fig. 25)."
  }, {
    "heading": "7.2. Microclimate zonation",
    "text": "Terrestrial examples can also be informative in the context of the influence of topography on broad circulation patterns and how these might map out into lateral and vertical microclimate zones that affect geological processes. Microclimates on Mars, like on Earth, would result from variations in local climatic and geographic factors such as precipitation, insolation, elevation, atmospheric circulation, topography and temperature. Martian microclimates have been suggested to exist within gullies and other depressions which would allow for summer melting of frost accumulated during the winter (Hecht, 2002). Marchant and Head (2004) have described\nthe microclimate zones in the Antarctic Dry Valleys (ADV). Using the ADV as a terrestrial analog for Mars, they suggest that polygon morphology may help define martian climate zones, and that the presence of microclimates on Mars could have left a geomorphic record of climate change on Mars which would aid in explaining the evolution of periglacial features we have observed (Marchant and Head, 2007).\nEfforts to identify microclimates on and around the Tharsis Montes will benefit greatly from an understanding of microclimate formation on large terrestrial volcanoes. Although considerably smaller than the Tharsis Montes, the volcanic island of Hawaii contains the largest concentration of microclimates on Earth, including both arid and periglacial environments (Fig. 26). A number of factors, including Hawaii’s geographical setting, topographic relief, geology, and local atmospheric circulation, make it a strong candidate for studying microclimates on the Tharsis Montes (Kadish and Head, 2007).\nFirst, Hawaii experiences a predominant wind direction from the northeast trade winds. This prevailing wind is present 80–95% of the summer months, but can diminish to only 50% in the winter (Juvik and Nullet, 1994; Leopold, 1949). This mimics the seasonal variability of atmospheric models for the Tharsis region (Forget et al., 2006). Second, the unidirectional movement of atmospheric moisture from northeast to southwest, coupled with a substantial rise in elevation due to Mauna Kea (4205 m) and Mauna Loa (4169 m), create a pronounced orographic effect. The elevation change on Hawaii is also responsible for steep gradients in temperature, atmospheric humidity, and insolation, each of which contributes to an altitudinal zonation of climate (Juvik and Nullet, 1994; Loope and Giambelluca, 1998). Anabatic winds carry moisture up the eastern flank of the mountain until they encounter the trade wind inversion. Clouds ascending the flank are unable to rise above the inversion layer at an elevation of ∼2200 m, forcing precipitation on the windward side. The leeward side is dominated by katabatic winds coupled with weakened dry trade winds (Chen and Feng, 1995; Leopold, 1949; Mendonca and Iwaoka, 1969). On\nMars, the orographic effect occurred as a volatile-rich air mass moved from west to east and rose upon encountering Ascraeus Mons (18,209 m), Pavonis Mons (14,037 m) and Arsia Mons (17,779 m). Martian atmospheric studies have identified a temperature inversion at an elevation of ∼10 km (e.g. Haberle et al., 1999; Schofield et al., 1997); this inversion may mark the altitude of clouds observed in Pathfinder images (Smith et al., 1997). The role of katabatic winds on Mars has also been firmly established (e.g. Howard, 2000; Magalhaes and Gierasch, 1982; Malin et al., 1998) and the diurnal behavior of these has been modeled in the Tharsis region (Rafkin et al., 2001). Third, like the Tharsis Montes, Hawaii is capable of supporting localized glaciations; during the middle and late Pleistocene, Hawaii experienced three or four sequential glaciations over a span of 160 kyr. The most recent of these glaciers, lasting from 40,000 to 13,000 BP, had a maximum area of 70 km2 and was 100 m thick (Loope and Giambelluca, 1998; Porter, 1979; Wolfe et al., 1997). As a result, terminal, lateral, and ground moraines are all observed on Hawaii, as well as morphologies suggestive of subglacial volcanism (Gregory and Wentworth, 1937; Porter, 1979; Wentworth and Powers, 1941).\nThese similarities between Hawaii and the Tharsis Montes, particularly in topography and local atmospheric circulation—two of the most important factors that contribute to the zonation of microclimates—support the notion that the abundance of microclimates on Hawaii also existed on the Tharsis Montes. Microclimates, which have received minimal attention on Mars (e.g. Hecht, 2002; Kadish and Head, 2007; Mangold, 2003; Marchant and Head, 2004, 2007), are an important aspect of the history of the martian tropical mountain glaciers; an understanding of the altitudinal zonation of climate on the Tharsis Montes would aid our investigation of how the glaciers grew and receded in response to local envi-\nronmental conditions. Future attempts to delineate microclimates on Mars should take advantage of Hawaii and other terrestrial analogs in considering: (1) local accumulations of frost, ice, and snow, which may provide information on ELA elevations, (2) juxtaposition of desert/non-desert conditions such as those seen at the perimeter of the Ka’u Desert on Kilauea Volcano, Hawaii, (3) changes in the shape and orientation of eolian landforms such as dunes, which provide information about local wind directions, (4) spatial and temporal variations in surface moisture and temperature, which would produce distinct surface weathering and spectral characteristics, (5) differences in alteration and weathering near calderas and vents due to vog, and (6) geometries which greatly alter the insolation incident on the surface on diurnal and seasonal timescales."
  }, {
    "heading": "8. Climate change",
    "text": "The position of the ridged facies and the age of the deposit provide important information about the spin-axis obliquity and the transportation of volatiles to low latitudes. The obliquity histories modeled by Laskar et al. (2004) are extremely sensitive to initial conditions and, while the solutions are robust from 20 Ma until the present, they vary significantly between 250 and 20 Ma due to the chaotic nature of the solutions. If the age of the Ascraeus Mons FSD is less than 250 Myr, then the presence of tropical mountain glaciers means that Mars would have been at high obliquity for some time during this period. Fastook et al. (2006) suggested that two of the Laskar et al. obliquity histories are most likely: P000 and N001 (Fig. 27). However, only one of these, P000, has Mars at high obliquity at the beginning of the Late-Amazonian. Fastook et al. (2006) point out that the most significant difference between P000 and N001 is that N001 has only 4 distinct ice sheet growth events, whereas P000 has numerous growth events,\nwhich may correspond to the high frequency of moraines seen at Pavonis and Arsia. The age of the Ascraeus FSD, near the Mid- to Late-Amazonian boundary, suggests that ice sheet growth occurred between 380 and 250 Ma, which is more consistent with scenario P000 than N001.\nThe small size of the Ascraeus FSD relative to those at Arsia and Pavonis, and the more limited number of moraines at Ascraeus Mons, can be explained in the context of the model by Forget et al. (2006). These GCMs predict a strong northwesterly wind direction in the Tharsis region during the northern hemisphere summer at 45◦ obliquity. In their model, enhanced polar ice sublimation allows volatiles to accumulate in specific regions at low latitudes. In the Tharsis region, the atmosphere, carrying H2O, moved from west to east, and rose upon encountering the slopes of the volcanoes, inducing adiabatic cooling. This caused H2O to precipitate as snow and ice—from 30 to 70 mm/yr—on the western flanks, allowing glaciers several kilometers thick to form on thousand-year timescales (Forget et al., 2006). Forget et al. (2006) also show that Ascraeus and Olympus only receive precipitation during the northern summer, whereas accumulation of ice can occur throughout the year at Pavonis and Arsia. During other seasons, Ascraeus and Olympus are exposed to weaker winds while Pavonis and Arsia experience precipitation from a symmetrical southern hemisphere monsoon circulation which occurs throughout the southern hemisphere spring and summer (Forget et al., 2006).\nIn light of this, we interpret the limited number of moraines and small size of the FSD at Ascraeus Mons as the result of any combination of the following effects: (1) Moraines can only form when the glacier is able to remain at equilibrium for long periods of time. However, even during periods of high obliquity, Ascraeus Mons only receives precipitation for half of the year—it experiences only ablation with no accumulation during that time. This may hinder maintaining a net mass balance of zero for extended timescales, therefore preventing the Ascraeus Mons glacier from creating numerous ridges. (2) The elevation of the Ascraeus FSD, being lower than those of Pavonis and Arsia, means that the glacier at Ascraeus Mons had a larger percentage of its surface area below the lower ELA. This suggests that a fractionally larger proportion experienced negative mass balance, which could hinder its ability to stay at equilibrium. (3) The transportation of volatiles to Ascraeus Mons is somewhat inhibited by Olympus Mons. This can be understood by looking at epithermal neutron data collected by the Mars Odyssey gamma-ray spectrometer (Fig. 28). These data indicate the presence of near-surface hydrogen, which has been interpreted to represent water-equivalent hydrogen (WEH) and the likely existence of H2O ground ice and/or hydrated minerals (e.g. Boynton et al., 2002; Feldman et al., 2002; Mellon et al., 2004). An analysis of these data for the Tharsis region has shown a WEH range of 2–8 wt% (Elphic et al., 2005).\nThe epithermal neutron data reveal a higher concentration of hydrogen on the western slopes of the Tharsis Montes and Olympus Mons than on the eastern slopes, consistent with ground ice/hydrated minerals being concentrated on the western sides of the Tharsis Montes (Fig. 28). This is interpreted to be caused by the presence of an orographic effect—the snow and ice is precipitated on the western flanks as it adiabatically cools and rises, leaving the atmosphere dry as it passes over the summits of the volcanoes. From this, we can see that the westerly wind will first encounter Olympus Mons as it approaches the Tharsis Montes. Being the farthest north, Ascraeus Mons lies directly in the ‘rain shadow’ of Olympus Mons. The effect is readily apparent in the epithermal neutron data, showing a tail of low hydrogen extending east of Olympus Mons. Thus, there is a paucity of atmospheric volatiles when the westerly wind reaches Ascraeus Mons. Pavonis and Arsia Mons, south of Ascraeus, are consequently unaffected by the Olympus Mons ‘rain shadow.’"
  }, {
    "heading": "9. Conclusions",
    "text": ""
  }, {
    "heading": "9.1. Cold-based glacial geomorphologies",
    "text": "We interpret the following features to have formed via deposition from glacial activity: (1) Multiple sets of ridged facies, the largest of which defines the distal margin of the Ascraeus FSD, (2) a knobby facies which covers the majority of the southern half of the deposit as well as some portions of the northern half, and (3) a hummocky-like terrain containing complex ridges. These geomorphologies are similar to those observed in the FSDs at Pavonis and Arsia, and have been previously interpreted as glacial in origin. The concentric ridges composing the ridged facies, which we interpret as drop moraines, formed during periods of glacial stability, and as such, mark the positions of paleoglacial standstills. This provides insight into the climatic history of Mars during the Amazonian. The numerous sets of ridges with their various placements and orientations, and the overlap, merging, and crossing of ridges within individual sets suggests a complex history with multiple re-advances, and possibly multiple glaciations. The changing radius of curvature of the outer ridged facies is a reflection of the broad topography of the region, which generally slopes downhill heading north. The knobby facies, interpreted here as a sublimation till, shows variations in knob distribution and density. We argue that inhomogeneities in the appearance of the knobby facies and the non-uniform distribution of knobs over the FSD result from an unequal supply of debris within the glacier, and the absence or subdued appearance of knobs in regions is due to burial by subsequent lava flows or dust."
  }, {
    "heading": "9.2. Lava–ice interactions",
    "text": "During periods of glaciation, volcanic activity led to lava–ice interactions responsible for producing a number of the observed geomorphologies including: (1) An arcuate scarp which runs parallel to the outer ridged facies, (2) mountainous terrain adjacent to the arcuate scarp, (3) flat-topped ridges with leveed channels extending from the southwest flank of Ascraeus Mons, and (4) a mesa-like plateau near the center of the deposit. The inward-facing arcuate scarp has a curvature which mimics that of the outer ridges, supporting the notion that it formed via lava flows which circumvented and embayed the distal rim of the extant glacier. These same lava flows were responsible for producing the mountainous terrain on the rim of the scarp. The flows are likely genetically linked to the flat-topped ridges extending from the source of the lava: the southwest flank of Ascraeus. The flat-topped ridges and leveed channels end abruptly at the southern end of the depression that contains the majority of the FSD. The termination of the flat-topped ridges, which resulted from the lava flows encountering the massive glacier, creates a somewhat chaotic extension of the arcuate scarp. The presence of the outer ridged facies located beyond the arcuate scarp and the extent of the knobby facies covering the flat-topped ridges is an indication of glacial advance and/or larger distinct glaciations subsequent to the lava flows. The plateau feature is interpreted to have formed via subglacial volcanism which, like the flat-topped ridges, is also partially covered by the knobby facies. This feature appears similar to terrestrial table mountains."
  }, {
    "heading": "9.3. Accumulation of ice and snow",
    "text": "The results of Forget et al. (2006) illustrate that global climate models during periods of high obliquity (>45◦) show a strong westerly wind across Tharsis. This wind carried volatiles that were transported equatorward from the polar caps. As the air encountered the steep slopes of Ascraeus and the other Tharsis Montes, it rose and cooled adiabatically, forcing the volatiles to precipitate on the western flanks of the volcanoes (Forget et al., 2006). The accumulation of ice and snow predominantly on the western flanks of the Tharsis Montes is consistent with regional epithermal neutron measurements, which have identified a noticeably higher concentration of hydrogen—likely water equivalent hydrogen—on the western flanks than on the eastern flanks. The degraded flank unit is the most probable candidate for the accumulation zone of ice and snow at Ascraeus Mons. Further work on mesoscale atmospheric models will be crucial for establishing former accumulation zones with greater certainty. These models will help predict a variety of factors including cloud level formation, local wind circulation patterns around the flanks of the volcanoes, and precipitation distribution."
  }, {
    "heading": "9.4. Glacial models",
    "text": "Adaptations of a terrestrial ice-sheet model by Fastook et al. (2005) are consistent with repeated growth and decay of Tharsis Montes glaciers, including periods of relative standstill, during which time the outer ridged facies could have formed. New iterations of the model have improved the accuracy of the output (Fastook et al., 2007), better constraining the maximum growth of the glaciers to the size and shape of the FSDs. A number of the model’s parameters remain poorly constrained, and as these values become more accurately defined, the output of the models will hopefully become more robust. Perhaps the most important elements which would benefit from revision are the ARD and the elevation and gradient of the ELAs. An accurate assessment of these would require more knowledge of the martian paleoclimate than\nwe currently have, but once obtained, these would vastly improve our knowledge of the mass balance of the glacier, the elevation at which they accumulated, how they responded to changes in precipitation and sublimation, and how they grew and changed shape in response to topography."
  }, {
    "heading": "9.5. The Tharsis tropical mountain glaciers and martian climate change",
    "text": "We know, based on surface morphology and mineralogy, that the martian climate has been notably different in the past. Models are helping us to define better the significance of the various surface features by recreating the paleoconditions that may have existed since the Noachian. Understanding the evolution of the Tharsis tropical mountain glaciers is a small but crucial step toward reconstructing the history of martian climate change. The Mid- to Late-Amazonian age of the Ascraeus FSD determined in this paper, in concurrence with the similar ages of the Pavonis and Arsia FSDs, confirms the presence of stable surficial ice near the equator within the last few hundred Myr. This notion is extremely informative when attempting to reveal the obliquity and climate history of Mars; the obliquity must have been above 45◦ at some point during the Mid- to Late-Amazonian in order to sublimate volatiles at the poles and transport them to the equator. Such a dramatic climate change in the geologically recent past is an indication of just how rapidly the conditions can change, welcoming substantially different environments throughout martian history. Continued analysis of the martian surface, as well as atmospheric studies, will ultimately contribute to establishing the complete history of martian climate change."
  }, {
    "heading": "9.6. Future work",
    "text": "Although we have described the vast majority of the geomorphologies within the Ascraeus FSD, there remain some outstanding issues concerning the appearance and relationships between the features that require further analysis. The first of these concerns the presence of a number of lobate scarps in the northern end of the deposit which appear to be randomly oriented (Figs. 9, blue lines; 11F–11H); in some cases the features form closed loops, while in others they appear as curvilinear segments that suddenly taper off at both ends. These scarps are distinct from the arcuate scarp, having a smaller relief (∼30–70 m) and do not mimic the shape of the distal rim of a glacier. They are all located east of the arcuate scarp, and the knobby facies superposes them in some cases. The second issue is the set of ridges which are oriented almost orthogonal to what we would expect based on their location within the deposit if they are, in fact, drop moraines. Although they may, as discussed, represent the advance of a distinct glaciation or a separate lobe of the glacier, they may also indicate that the concentric ridges can form via more than one process. The final issue which we would like to understand better is the relationship between the ridged facies and the complex curved ridges and the relationship between the hummocky terrain and the knobby facies. How are the complex curved ridges related to the ridged facies? Are they genetically related? Is the knobby facies simply a vast, partially buried section of the hummocky terrain? We have made arguments above that address these relationships and the various formation mechanisms, but as we experienced throughout this study, the acquisition of higher resolution data constantly improves and strengthens our interpretations. These relationships are complex and future analysis may either reinforce our conclusions or alter our understanding."
  }, {
    "heading": "Acknowledgments",
    "text": "We gratefully acknowledge financial support from the NASA Mars Data Analysis Program (NNG04GJ99G), the NASA Mars Ex-\npress Participating Scientist Program (JPL1237163) and the NASA AISR program (NNG05GA61G) (to J.W.H.). We appreciate the work done by the science and engineering teams of all the instruments and missions from which data were incorporated into this study. Additionally, we thank Caleb Fassett for significant help with data preparation, processing and analysis, James Dickson for assistance with data preparation, and James Fastook, David Shean, and Francois Forget for productive discussions on glacial processes and martian climate change."
  }],
  "year": 2008,
  "references": [{
    "title": "Morphology and geological structure of the western part of the Olympus Mons volcano on Mars from the analysis of the Mars Express HRSC imagery",
    "authors": ["A.T. Basilevsky"],
    "venue": "Solar Syst. Res",
    "year": 2005
  }, {
    "title": "Glaciers and Glaciation",
    "authors": ["D.I. Benn", "D.J.A. Evans"],
    "year": 1998
  }, {
    "title": "Reconstruction of equilibrium-line altitudes for tropical and sub-tropical glaciers",
    "authors": ["D.I. Benn", "L.A. Owen", "H.A. Osmaston", "G.O. Seltzer", "S.C. Porter", "B. Mark"],
    "venue": "Quatern. Int",
    "year": 2005
  }, {
    "title": "Sedimentation by valley glaciers: A model and genetic classification",
    "authors": ["G.S. Boulton", "N. Eyles"],
    "venue": "Moraines and Varves. A.A. Balkema,",
    "year": 1979
  }, {
    "title": "Distribution of hydrogen in the near surface of Mars: Evidence for subsurface ice deposits",
    "authors": ["W.V. Boynton"],
    "year": 2002
  }, {
    "title": "Geologic map of the Tharsis Quadrangle of Mars",
    "authors": ["M.H. Carr"],
    "venue": "US Geol. Surv. Misc. Invest. Ser. Map I-893",
    "year": 1975
  }, {
    "title": "Some martian volcanic features as viewed from the Viking orbiters",
    "authors": ["M.H. Carr", "R. Greeley", "K.R. Blasius", "J.E. Guest", "J.B. Murray"],
    "venue": "J. Geophys. Res",
    "year": 1977
  }, {
    "title": "The influences of inversion height on precipitation and airflow over the Island of Hawaii",
    "authors": ["Y. Chen", "J. Feng"],
    "venue": "Mon. Weather Rev",
    "year": 1995
  }, {
    "title": "Numerical simulations of airflow and cloud distributions over the windward side of the Island of Hawaii. Part I. The effects of trade wind inversion",
    "authors": ["Y. Chen", "J. Feng"],
    "venue": "Mon. Weather Rev",
    "year": 2001
  }, {
    "title": "Morphology and composition of the surface of Mars: Mars Odyssey THEMIS results",
    "authors": ["P.R. Christensen"],
    "venue": "Science",
    "year": 2003
  }, {
    "title": "Structural evolution of Arsia Mons, Pavonis Mons, and Ascraeus",
    "authors": ["L.S. Crumpler", "J.C. Aubele"],
    "venue": "Mons Tharsis region of Mars. Icarus",
    "year": 1978
  }, {
    "title": "Calderas on Mars: Models of formation for the Arsia-type",
    "authors": ["L.S. Crumpler", "J.C. Aubele", "J.W. Head"],
    "venue": "Lunar Planet. Sci. XXII. Abstract",
    "year": 1991
  }, {
    "title": "Calderas on Mars: Characteristics, structure, and associated flank deformation",
    "authors": ["L.S. Crumpler", "J.W. Head", "J.C. Aubele"],
    "venue": "Geol. Soc. London Spec. Publ",
    "year": 1996
  }, {
    "title": "The Last Great Ice Sheets",
    "authors": ["G.H. Denton", "T.J. Hughes"],
    "year": 1981
  }, {
    "title": "The lobate features west of each of the Tharsis Montes, Mars: A re-evaluation of their origins",
    "authors": ["K.S. Edgett"],
    "venue": "Lunar Planet. Sci. XX. Abstract",
    "year": 1989
  }, {
    "title": "The geology of Pavonis Mons, Mars",
    "authors": ["K.S. Edgett", "J.R. Zimbelman", "J.W. Branstrator"],
    "venue": "Lunar Planet. Sci. XVIII. Abstract",
    "year": 1987
  }, {
    "title": "Geologic context of the Mars radar “Stealth” region in southwestern Tharsis",
    "authors": ["K.S. Edgett", "B.J. Butler", "J.R. Zimbelman", "V.E. Hamilton"],
    "venue": "J. Geophys. Res",
    "year": 1997
  }, {
    "title": "Mars Odyssey neutron spectrometer water-equivalent hydrogen: Comparison with glacial landforms on Tharsis",
    "authors": ["R.C. Elphic", "W.C. Feldman", "T.H. Prettyman", "R.L. Tokar", "D.J. Lawrence", "J.W. Head", "S. Maurice"],
    "venue": "Lunar Planet. Sci. XXXVI. Abstract",
    "year": 2005
  }, {
    "title": "Ice sheet modeling: Terrestrial background and application to Arsia Mons lobate deposit, Mars",
    "authors": ["J.L. Fastook", "J.W. Head", "D.R. Marchant", "D.E. Shean"],
    "venue": "Lunar Planet. Sci. XXXV. Abstract",
    "year": 2004
  }, {
    "title": "Ice sheet modeling: Mass balance relationships for map-plane ice sheet reconstruction: Application to Tharsis Montes glaciation",
    "authors": ["J.L. Fastook", "J.W. Head", "D.R. Marchant", "D.E. Shean"],
    "venue": "Lunar Planet. Sci. XXXVI. Abstract",
    "year": 2005
  }, {
    "title": "Ice sheet modeling during high-obliquity climates on Mars: Application to Tharsis Montes tropical mountain glaciation",
    "authors": ["J.L. Fastook", "D.E. Shean", "J.W. Head", "D.R. Marchant"],
    "venue": "Lunar Planet. Sci. XXXVII. Abstract",
    "year": 2006
  }, {
    "title": "Tharsis Montes ice sheet models at high obliquity driven by GCM results",
    "authors": ["J.L. Fastook", "J.W. Head", "D.R. Marchant"],
    "venue": "Lunar Planet. Sci. XXXVIII. Abstract",
    "year": 2007
  }, {
    "title": "Global distribution of neutrons from Mars: Results from Mars Odyssey",
    "authors": ["W.C. Feldman"],
    "venue": "Science",
    "year": 2002
  }, {
    "title": "Evolution of katabatic flow on the island of Hawaii on",
    "authors": ["J. Feng", "Y. Chen"],
    "venue": "Mon. Weather Rev",
    "year": 1998
  }, {
    "title": "Formation of glaciers on Mars by atmospheric precipitation at high obliquity",
    "authors": ["F. Forget", "R.M. Haberle", "F. Montmessin", "B. Levrard", "J.W. Head"],
    "year": 2006
  }, {
    "title": "Orographic cloud over the eastern slopes of Mauna Loa Volcano, Hawaii, related to insolation and wind",
    "authors": ["A.J. Garrett"],
    "venue": "Mon. Weather Rev",
    "year": 1980
  }, {
    "title": "The water balance and climatic classification",
    "authors": ["T. Giambelluca", "M. Sanderson"],
    "year": 1993
  }, {
    "title": "General features and glacial geology of Mauna Kea, Hawaii",
    "authors": ["H.E. Gregory", "C.K. Wentworth"],
    "venue": "Geol. Soc. Am. Bull",
    "year": 1937
  }, {
    "title": "Waxing and waning of the perennial north polar H2O ice cap of Mars over obliquity cycles",
    "authors": ["R. Greve"],
    "venue": "Icarus 144,",
    "year": 2000
  }, {
    "title": "Influence of ice rheology and dust content on the dynamics of the north-polar cap of Mars",
    "authors": ["R. Greve", "R.A. Mahajan"],
    "venue": "Icarus 174,",
    "year": 2005
  }, {
    "title": "Mars: Chronological studies of the large volcanoes in Tharsis",
    "authors": ["J.A. Grier", "W.F. Bottke", "W.K. Hartmann", "D.C. Berman"],
    "venue": "Lunar Planet. Sci. XXXII. Abstract",
    "year": 2001
  }, {
    "title": "General circulation model simulations of the Mars Pathfinder atmospheric structure investigation/meteorology data",
    "authors": ["R.M. Haberle", "M.M. Joshi", "J.R. Murphy", "J.R. Barnes", "J.T. Schofield", "G. Wilson", "M. LopezValverde", "J.L. Hollingsworth", "A.F.C. Bridger", "J. Schaeffer"],
    "venue": "J. Geophys. Res",
    "year": 1999
  }, {
    "title": "Martian cratering. 8. Isochron refinement and the chronology of Mars",
    "authors": ["W.K. Hartmann"],
    "venue": "Icarus 174,",
    "year": 2005
  }, {
    "title": "Cratering chronology and the evolution of Mars",
    "authors": ["W.K. Hartmann", "G. Neukum"],
    "venue": "Space Sci. Rev",
    "year": 2001
  }, {
    "title": "Evidence for recent volcanism on Mars from crater counts",
    "authors": ["W.K. Hartmann", "M. Malin", "A. McEwen", "M. Carr", "L. Soderblom", "P. Thomas", "E. Danielson", "P. James", "J. Veverka"],
    "venue": "Nature 397,",
    "year": 1999
  }, {
    "title": "Ribbed moraine formation",
    "authors": ["C. Hättestrand", "J. Kleman"],
    "venue": "Quaternary Sci. Rev",
    "year": 1999
  }, {
    "title": "Cold-based mountain glaciers on Mars",
    "authors": ["J.W. Head", "D.R. Marchant"],
    "venue": "Western Arsia Mons. Geology",
    "year": 2003
  }, {
    "title": "Tectonic evolution of the terrestrial planets",
    "authors": ["J.W. Head", "S.C. Solomon"],
    "venue": "Science 213,",
    "year": 1981
  }, {
    "title": "Heat transfer in volcano–ice interactions on Mars: Synthesis of environments and implications for processes and landforms",
    "authors": ["J.W. Head", "L. Wilson"],
    "venue": "Ann. Glaciol",
    "year": 2007
  }, {
    "title": "Generation of recent massive water floods at Cerberus Fossae, Mars by dike emplacement, cryospheric cracking, and confined aquifer groundwater release",
    "authors": ["J.W. Head", "L. Wilson", "K.L. Mitchell"],
    "venue": "Geophys. Res. Lett",
    "year": 2003
  }, {
    "title": "Tropical to mid-latitude snow and ice accumulation, flow and glaciation on Mars",
    "authors": ["J.W. Head"],
    "venue": "Nature",
    "year": 2005
  }, {
    "title": "Metastability of liquid water on Mars",
    "authors": ["M.H. Hecht"],
    "venue": "Icarus 156,",
    "year": 2002
  }, {
    "title": "Formation of Olympus Mons and the aureole-escarpment problem on",
    "authors": ["J. Helgason"],
    "venue": "Mars. Geology",
    "year": 1999
  }, {
    "title": "The flow law of cold ice: Investigations on Meserve Glacier, Antarctica",
    "authors": ["G. Holdsworth", "C. Bull"],
    "venue": "IASH Publ",
    "year": 1970
  }, {
    "title": "The role of Eolian processes in forming surface features of the martian polar layered deposits",
    "authors": ["A.D. Howard"],
    "venue": "Icarus 144,",
    "year": 2000
  }, {
    "title": "Morphology and sedimentology of a high-arctic esker system: Vegbreen, Svalbard",
    "authors": ["D. Huddart", "M.R. Bennett", "N.F. Glasser"],
    "venue": "Boreas",
    "year": 1999
  }, {
    "title": "The north polar layered deposits, Mars: Topography, flow and implications for timescales",
    "authors": ["C.S. Hvidberg"],
    "venue": "Mars Polar Sci. Conf. Abstract",
    "year": 2006
  }, {
    "title": "The role of sublimation for the formation of the northern ice cap: Results from the Mars orbited laser altimeter",
    "authors": ["A.B. Ivanov", "D.O. Muhleman"],
    "venue": "Icarus 144,",
    "year": 2000
  }, {
    "title": "A climate transect through tropical montane rain forest in Hawaii",
    "authors": ["J.O. Juvik", "D. Nullet"],
    "venue": "J. Appl. Meteorol",
    "year": 1994
  }, {
    "title": "Microclimates on the Tharsis Rise and volcanoes: Orographic effects and geological processes",
    "authors": ["S.J. Kadish", "J.W. Head"],
    "venue": "Lunar Planet. Sci. XXXVIII. Abstract",
    "year": 2007
  }, {
    "title": "Frozen-bed Fennoscandian and Laurentide ice sheets during the Last Glacial Maximum",
    "authors": ["J. Kleman", "C. Hättestrand"],
    "venue": "Nature",
    "year": 1999
  }, {
    "title": "Little Ice Age",
    "authors": ["J. Koch", "R. Kilian"],
    "venue": "glacier fluctuations, Gran Campo Nevado, southernmost Chile. Holocene",
    "year": 2005
  }, {
    "title": "Long term evolution and chaotic diffusion of the insolation quantities of Mars",
    "authors": ["J. Laskar", "A.C.M. Correia", "M. Gastineau", "F. Joutel", "B. Levrard", "P. Robutel"],
    "venue": "Icarus 170,",
    "year": 2004
  }, {
    "title": "The interaction of trade wind and Sea breeze, Hawaii",
    "authors": ["L.B. Leopold"],
    "venue": "J. Atmos. Sci",
    "year": 1949
  }, {
    "title": "Vulnerability of island tropical montane cloud forests to climate change, with special reference to East Maui, Hawaii",
    "authors": ["L.L. Loope", "T.W. Giambelluca"],
    "venue": "Climatic Change",
    "year": 1998
  }, {
    "title": "Mars and Earth: Comparison of cold-climate features",
    "authors": ["B.K. Lucchitta"],
    "venue": "Icarus",
    "year": 1981
  }, {
    "title": "A model of martian slope winds: Implications for eolian transport",
    "authors": ["J. Magalhaes", "P. Gierasch"],
    "venue": "J. Geophys. Res",
    "year": 1982
  }, {
    "title": "Early Views of the martian surface from the Mars orbiter camera of Mars Global Surveyor",
    "authors": ["M.C. Malin"],
    "year": 1998
  }, {
    "title": "Geomorphic analysis of lobate debris aprons on Mars at Mars Orbiter Camera scale: Evidence for ice sublimation initiated by fractures",
    "authors": ["N. Mangold"],
    "venue": "J. Geophys. Res",
    "year": 2003
  }, {
    "title": "Microclimate zones in the dry valleys of Antarctica: Implications for landscape evolution and climate change",
    "authors": ["D.R. Marchant", "J.W. Head"],
    "venue": "Lunar Planet. Sci. XXXV. Abstract",
    "year": 2004
  }, {
    "title": "Antarctic dry valleys: Microclimate zonation, variable geomorphic processes, and implication for assessing climate change on Mars",
    "authors": ["D.R. Marchant", "J.W. Head"],
    "venue": "Icarus 192,",
    "year": 2007
  }, {
    "title": "Formation of patterned ground and sublimation till over Miocene glacier ice in Beacon Valley, southern Victoria",
    "authors": ["D.R. Marchant", "A.R. Lewis", "W.M. Phillips", "E.J. Moore", "R.A. Souchez", "G.H. Denton", "D.E. Sugden", "N. Potter Jr.", "G.P. Landis"],
    "year": 2002
  }, {
    "title": "Saw-tooth moraines in front of Bödalsbreen, southern Norway",
    "authors": ["J.A. Matthews", "R. Cornish", "R.A. Shakesby"],
    "venue": "J. Glaciol",
    "year": 1979
  }, {
    "title": "Mars Reconnaissance Orbiter’s High Resolution Imaging Science Experiment (HiRISE)",
    "authors": ["A.S. McEwen"],
    "venue": "J. Geophys. Res. 112,",
    "year": 2007
  }, {
    "title": "Glaciers and climate",
    "authors": ["M.F. Meier"],
    "year": 1965
  }, {
    "title": "Late Pleistocene equilibrium-line altitudes in the Colorado Front Range: A comparison of methods",
    "authors": ["T.C. Meierding"],
    "venue": "Quaternary Res",
    "year": 1982
  }, {
    "title": "The presence and stability of ground ice in the southern hemisphere of Mars",
    "authors": ["M.T. Mellon", "W.C. Feldman", "T.H. Prettyman"],
    "venue": "Icarus 169,",
    "year": 2004
  }, {
    "title": "The trade wind inversion at the slopes of Mauna Loa, Hawaii",
    "authors": ["B.G. Mendonca", "W.T. Iwaoka"],
    "venue": "J. Appl. Meteorol",
    "year": 1969
  }, {
    "title": "Olympus Mons fan shaped deposit morphology: Evidence for debris glaciers",
    "authors": ["S.M. Milkovich", "J.W. Head"],
    "venue": "Int. Mars Conf. Abstract",
    "year": 2003
  }, {
    "title": "Debris-covered piedmont glaciers along the northwest flank of the Olympus Mons scarp: Evidence for low-latitude ice accumulation during the Late Amazonian of Mars",
    "authors": ["S.M. Milkovich", "J.W. Head", "D.R. Marchant"],
    "venue": "Icarus",
    "year": 2006
  }, {
    "title": "Ancient and modern slopes in the Tharsis region of Mars",
    "authors": ["P.J. Mouginis-Mark", "S.H. Zisk", "G.S. Downs"],
    "venue": "Nature",
    "year": 1982
  }, {
    "title": "Recent and episodic volcanic and glacial activity on Mars revealed by the High Resolution",
    "authors": ["G. Neukum"],
    "venue": "Stereo Camera. Nature",
    "year": 2004
  }, {
    "title": "Hawaiian glacial ages",
    "authors": ["S.C. Porter"],
    "venue": "Quaternary Res",
    "year": 1979
  }, {
    "title": "Snowline depression in the tropics during the last glaciation",
    "authors": ["S.C. Porter"],
    "venue": "Quaternary Sci. Rev",
    "year": 2001
  }, {
    "title": "Eskers near the Casement Glacier, Alaska",
    "authors": ["R.J. Price"],
    "venue": "Geogr. Ann. A",
    "year": 1966
  }, {
    "title": "Moraines at Fjallsjökull, Iceland",
    "authors": ["R.J. Price"],
    "venue": "Arctic Alpine Res",
    "year": 1970
  }, {
    "title": "The Mars regional atmospheric modeling system: Model description and selected simulations",
    "authors": ["S.C.R. Rafkin", "R.M. Haberle", "T.I. Michaels"],
    "venue": "Icarus 151,",
    "year": 2001
  }, {
    "title": "Simulation of the atmospheric thermal circulation of a martian volcano using a mesoscale numerical model",
    "authors": ["S.C.R. Rafkin", "M.R.V. Maria", "T.I. Michaels"],
    "venue": "Nature 419,",
    "year": 2002
  }, {
    "title": "Modeling the mass balance of the north polar ice cap on Mars",
    "authors": ["K.G. Schmidt"],
    "venue": "Lunar Planet. Sci. XXXV. Abstract",
    "year": 2004
  }, {
    "title": "The Mars Pathfinder Atmospheric Structure Investigation/Meteorology (ASI/MET) Experiment",
    "authors": ["J.T. Schofield", "J.R. Barnes", "D. Crisp", "R.M. Haberle", "S. Larsen", "J.A. Magalhaes", "J.R. Murphy", "A. Seiff", "G. Wilson"],
    "year": 1997
  }, {
    "title": "Mars—Paleostratigraphic restoration of buried surfaces in Tharsis montes",
    "authors": ["D.H. Scott", "K.L. Tanaka"],
    "venue": "Icarus",
    "year": 1981
  }, {
    "title": "Geological map of the western equatorial region of Mars",
    "authors": ["D.H. Scott", "K.L. Tanaka"],
    "venue": "US Geol. Surv. Misc. Invest. Ser. Map I-1802-A",
    "year": 1986
  }, {
    "title": "Cyclical summit collapse events at Ascraeus Mons, Mars",
    "authors": ["E.D. Scott", "L. Wilson"],
    "venue": "J. Geol. Soc. London",
    "year": 2000
  }, {
    "title": "Geological map of Arsia Mons Volcano, Mars",
    "authors": ["D.H. Scott", "J.R. Zimbelman"],
    "venue": "US Geol. Surv. Misc. Invest. Ser. Map I-2480",
    "year": 1995
  }, {
    "title": "Geologic map of Pavonis Mons Volcano, Mars",
    "authors": ["D.H. Scott", "J.M. Dohm", "J.R. Zimbelman"],
    "venue": "US Geol. Surv. Misc. Invest. Ser. Map I-2561",
    "year": 1998
  }, {
    "title": "Tills deposited in arid polar environments. Can",
    "authors": ["J. Shaw"],
    "venue": "J. Earth Sci",
    "year": 1977
  }, {
    "title": "Origin and evolution of a coldbased tropical mountain glacier on Mars: The Pavonis Mons fan-shaped deposit",
    "authors": ["D.E. Shean", "J.W. Head", "D.R. Marchant"],
    "venue": "J. Geophys. Res",
    "year": 2005
  }, {
    "title": "When were glaciers present in Tharsis? Constraining age estimates for the Tharsis Montes fan-shaped deposits",
    "authors": ["D.E. Shean", "J.W. Head", "M. Kreslavsky", "G. Neukum"],
    "venue": "HRSC Co-I Team,",
    "year": 2006
  }, {
    "title": "Recent glaciation at high elevations on Arsia Mons, Mars: Implications for the formation and evolution large tropical mountain glaciers",
    "authors": ["D.E. Shean", "J.W. Head", "J.L. Fastook", "D.R. Marchant"],
    "venue": "J. Geophys. Res",
    "year": 2007
  }, {
    "title": "Introduction: Volcano–ice interaction on Earth and Mars",
    "authors": ["J.L. Smellie", "M.G. Chapman"],
    "venue": "Geol. Soc. London Spec. Publ",
    "year": 2002
  }, {
    "title": "The global topography of Mars and implication for surface evolution",
    "authors": ["D.E. Smith"],
    "venue": "Science",
    "year": 1999
  }, {
    "title": "Mars Orbital Lased Altimeter: Experiment summary after the first year of global mapping of Mars",
    "authors": ["D.E. Smith"],
    "venue": "J. Geophys. Res",
    "year": 2001
  }, {
    "title": "The stratigraphy of Mars",
    "authors": ["K.L. Tanaka"],
    "venue": "J. Geophys. Res",
    "year": 1986
  }, {
    "title": "Application of the NCEP regional spectral model to improve mesoscale weather forecasts in Hawaii",
    "authors": ["J. Wang", "H.H. Juang", "K. Kodama", "S. Businger", "Y. Chen", "J. Partain"],
    "venue": "Weather Forecast",
    "year": 1998
  }, {
    "title": "Multiple glaciation of Mauna Kea, Hawaii",
    "authors": ["C.K. Wentworth", "W.E. Powers"],
    "venue": "Geol. Soc. Am. Bull",
    "year": 1941
  }, {
    "title": "Geomorphic processes in Iceland and on Mars: A comparative appraisal from orbital images",
    "authors": ["R.S. Williams"],
    "venue": "Geol. Soc. Am. Abstr. Progr",
    "year": 1978
  }, {
    "title": "Heat transfer and melting in subglacial basaltic volcanic eruptions: Implications for volcanic deposit morphology and meltwater volumes",
    "authors": ["L. Wilson", "J.W. Head"],
    "venue": "Volcano–Ice Interaction on Earth and Mars, Geol. Soc. Spec. Publ",
    "year": 2002
  }, {
    "title": "Heat transfer in volcano–ice interactions on Earth",
    "authors": ["L. Wilson", "J.W. Head"],
    "venue": "Ann. Glaciol",
    "year": 2007
  }, {
    "title": "Tropical mountain glaciers on Mars: Volcano–ice interactions and influences on glacial evolution",
    "authors": ["L. Wilson", "J.W. Head"],
    "venue": "Seventh International Conference on Mars. Abstract",
    "year": 2007
  }, {
    "title": "Geology and petrology of Mauna Kea volcano, Hawaii: A study of postshield volcanism",
    "authors": ["E.W. Wolfe", "W.S. Wise", "G.B. Dalrymple"],
    "venue": "USGS Professional Paper",
    "year": 1997
  }, {
    "title": "Geologic interpretation of remote sensing data for the martian volcano Ascraeus Mons",
    "authors": ["J.R. Zimbelman"],
    "venue": "Ph.D. dissertation,",
    "year": 1984
  }, {
    "title": "The Tharsis Montes, Mars—Comparison of volcanic and modified landforms",
    "authors": ["J.R. Zimbelman", "K.S. Edgett"],
    "venue": "Lunar Planet. Sci",
    "year": 1992
  }, {
    "title": "Internal structure and early thermal evolution of Mars from Mars Global Surveyor topography and gravity",
    "authors": ["M.T. Zuber"],
    "venue": "Science 287,",
    "year": 2000
  }, {
    "title": "Dynamics of the atmosphere of Mars",
    "authors": ["R.W. Zurek", "J.R. Barnes", "R.M. Haberle", "J.B. Pollack", "J.E. Tillman", "C.B. Leovy"],
    "year": 1992
  }],
  "id": "SP:c1647b734aa2a079f597208360dcd485cdbb29eb",
  "authors": [{
    "name": "Seth J. Kadish",
    "affiliations": []
  }, {
    "name": "James W. Head",
    "affiliations": []
  }, {
    "name": "Rebecca L. Parsons",
    "affiliations": []
  }, {
    "name": "David R. Marchant",
    "affiliations": []
  }],
  "title": "The Ascraeus Mons fan-shaped deposit: Volcano–ice interactions and the climatic implications of cold-based tropical mountain glaciation"
}