{
  "sections": [{
    "text": "More than 20 successions containing the Triassic–Jurassic (T–J) boundary were studied in five of the major geological units of Spain. The data are from outcrop, cored boreholes, and interpreted well-logs. A consistent −3.4‰ δ13Corg isotope excursion, starting in the Rhaetian and continuing in the Hettangian, was recorded in Asturias. Climate changes in the T–J transition show a warming episode in the early Hettangian. Other climate changes are indicated by an increase in hygrophytic miospores above the T–J boundary; this reflects a more humid episode at the beginning of the Hettangian. The Messejana Dyke in southeastern Iberia is part of the Central Atlantic Magmatic Province (CAMP). CO2 outgassing related to extensive magmatic activity in the CAMP is thought to be one of the possible factors responsible for the end-Triassic mass extinction. No major sea-level changes or unconformities were recorded at the T–J boundary. Only in the Asturias area was there a well-defined shallow carbonate platform during the T–J transition. The other areas of eastern and northern Spain were occupied by coastal playas and sabkhas that developed in arid climatic conditions. The biotic crisis around the T–J boundary is reflected in the palynomorph record. In Asturias, seven species do not persist beyond the late Rhaetian, and only six appeared in the Triassic–Jurassic transition. However, 22 taxa appeared in the early Hettangian. © 2006 Published by Elsevier B.V.\nKeywords: Triassic–Jurassic boundary; Carbon isotopes; Climate changes; Mass extinction; Palaeogeography; Biostratigraphy"
  }, {
    "heading": "1. Introduction",
    "text": "Understanding the geological and biological events that occurred near the Triassic–Jurassic (T–J) boundary has been the objective of much recent geological research. The occurrence of one of the five largest terrestrial and marine mass extinctions, the appearance of massive igneous extrusions in the Central Atlantic\n⁎ Corresponding author. Fax: +34 91 394 4808. E-mail address: jgomez@geo.ucm.es (J.J. Gómez).\n0031-0182/$ - see front matter © 2006 Published by Elsevier B.V. doi:10.1016/j.palaeo.2006.06.025\nMagmatic Province (CAMP), associated with a major phase of break-up of Pangaea, and significant disturbances in the carbon cycle, define the T–J transition as an episode of major global change (Hallam and Wignall, 1997; Marzoli et al., 1999; Ward et al., 2001; Pálfy et al., 2001; Tanner et al., 2001; Hesselbo et al., 2002; Beerling, 2002; Guex et al., 2004; Tanner et al., 2004). The mechanisms responsible for the T–J mass extinction, summarized by Tanner et al. (2004) include changes in sea level (Hallam, 1989, 1990, 1995, 1998; Hallam andWingall, 1999, 2000; Hesselbo et al., 2004), climatic\n90 J.J. Gómez et al. / Palaeogeography, Palaeoclimatology, Palaeoecology 244 (2007) 89–110\nchanges (Tucker and Benton, 1982; Jenkyns, 2003), bolide impact (Olsen et al., 1987, 2002a,b), outgassing during volcanism (CO2 and SO2) and its subsequent climatic effects (McElwain et al., 1999; Marzoli et al., 1999; Wignall, 2001; Hesselbo et al., 2002; Beerling, 2002; McHone, 2003; Huynh and Poulsen, 2005), and the release of methane hydrates leading to significant global warming (Pálfy et al., 2001; Retallack, 2001). Some authors have explored the possibility that a meteorite impact together with continental flooding with basalts may have been necessary to cause the largest extinctions (White and Saunders, 2005).\nTriassic and Jurassic deposits crop out extensively in the northeastern quarter of Spain (Fig. 1) and are proved in oil exploration wells drilled in the Cenozoic basins in that region. However, the location of the T–J boundary is imprecise in these areas. No Rhaetian ammonites have been found in Spain, except for a possible Arcestidae? found in Asturias (Gómez et al., 2005). Hettangian\nammonites have only been reported from the Betic Cordillera in southern Spain (Braga et al., 1984a,b) and from Asturias in northern Spain (Llopis, 1961; Dubar et al., 1963; Gómez et al., 2005). Due to the continental to very shallow platform environments in which the sediments of the T–J transition were deposited, the dating of these deposits has been based mainly on palynomorphs and, in some cases, bivalves.\nThis paper provides an updated review of our current knowledge on the T–J transition in northern and eastern Spain, based on the study of more than 20 successions (including surface sections, cored diamond drill holes [DDH] and interpreted well-logs). These sections are summarized and correlated to reconstruct the palaeogeographic evolution of this part of the Iberian platform system. The region studied is divided into five areas that correspond to five major geological units: the Asturias area, the Basque–Cantabrian Range, the Iberian Range, the Tajo Basin and the Ebro Basin-Pyrenees (Fig. 1).\nshowing the study area (outlined) and the Messejana Dyke (Sebai et al., utcrops of the Jurassic deposits in northern and eastern Spain, and the\n91J.J. Gómez et al. / Palaeogeography, Palaeoclimatology, Palaeoecology 244 (2007) 89–110"
  }, {
    "heading": "2. Materials and methods",
    "text": "The stratigraphic successions of the Cantavieyo and Vilorteo boreholes were obtained from a detailed study of the recovered cores. Both boreholes were inclined by 17.5° and intersected strata dipping by 3.5°. The depths obtained for the boundaries of every intersected unit were recalculated into real thicknesses (Figs. 2, 4 and 6). Stratigraphic succession in wells has been obtained from interpreted well-logs (gamma-ray, resistivity, neutron, sonic) and original mud-logs (Figs. 7, 11, 12).\nFor the palynological study, 31 samples from the Vilorteo borehole, 18 samples from the Cantavieyo borehole, 8 samples from the Barzana section, 6 samples from the Poza de la Sal section, 4 samples from the Miedes de Atienza section and 2 samples from the Decantadero section were examined. Samples were prepared following the method of Phipps and Playford (1984), based on acid attack (HCl, HF, HNO3) at high temperature. The palynomorph concentration was estimated by passing the resulting residues through 500, 250, 75, 50 and 12 μm sieves. Slides were prepared by mounting the palynomorphs in glycerine jelly. They were then identified and at least 300 specimens were counted for each sample on four slides to determine the species ratios.\nFor δ13Corg determination, 41 bulk rock samples of lutites and carbonates from the latest Triassic and earliest Jurassic in the Cantavieyo DDH (Asturias) were pulverized and analysed at the Isotech Labs (IL, USA)."
  }, {
    "heading": "3. Asturias",
    "text": "The Asturias area in northern Spain is home to the most northwesterly outcrops of the Iberian platform system where the T–J boundary has been recorded. The discovery of a specimen of the ammonite Caloceras pirondii (Reynès) southwest of Aviles (Fig. 2), allowed the dating of the upper part of the early Hettangian deposits. However, this specimen was found ex situ, in a boulder of a bivalve-rich carbonate. This indicates that a part of the Hettangian is definitely represented in this area, although the location of the T–J boundary has remained uncertain. Gómez et al. (2005) report the presence of Arcestidae? ammonoids that are restricted to the Late Triassic, and Psiloceras sp. of Hettangian age, from the Colunga section (Fig. 2), together with numerous species of bivalves that support these age assignments.\nThe T–J boundary has traditionally been placed in the ‘Transition Beds of the Caravia Beach’, which are overlain by the Solis Member of the Gijon Formation (Suárez Vega, 1974). However, a palynological study by\nMartínez García et al. (1998) showed that the ‘Transition Beds’ are late Rhaetian in age. Later studies based on the Barzana section (Barrón et al., 2002) and the Cantavieyo and Vilorteo DDH (Fig. 2; Barrón et al., 2005, 2006) confirm a Rhaetian age (Rhaetipollis germanicus Zone) for this unit. These studies also show that the palynomorph-based T–J boundary is within the Solis Member which comprises 41–68 m of well bedded dolostones and limestones with thin interbedded lutites. Thin layers of tempestitic bivalve-rich lime packstones, in which the specimen of C. pirondii was found, are common, and have been observed both in boreholes and in surface sections. The carbonates of the Solis Member are organised in shallowing-upwards sequences composed of a lower unit of subtidal carbonates (locally bioturbated) that occasionally contain bivalve-rich shell layers, a middle part composed of intertidal to supratidal carbonates with algal laminations, broken laminae and flat pebble breccias, and an upper part composed of lutitic deposits interpreted as distal fan–delta facies.\nThe palynological study of the Cantavieyo and Vilorteo DDHs and the Barzana section (Barrón et al., 2002, 2005, 2006) allowed construction of the range chart shown in Fig. 3. Seven miospore species did not persist beyond the late Rhaetian, only six appeared in the T–J transition, and 22 taxa appeared in the early Hettangian, reflecting the biotic crisis around the T–J boundary.\nThe lower part of the SolisMember is Rhaetian in age, as indicated by the presence of the miosporesOvalipollis pseudoalatus and Tsugaepollenites pseudomassulae, which do not extend above the T–J boundary (Morbey and Neves, 1974; Visscher and Brugman, 1981; Fowell and Olsen, 1993; Hounslow et al., 2004). In the upper part of the Solis Member, the presence of Ischyosporites variegatus and Cerebropollenites thiergartii indicates a Jurassic, probably Hettangian, age for this part of the unit and the overlying Barzana Member. Both species are included within the Kraeuselisporites reissingeri Zone, which in Asturias begins with the common and continuous presence of the index species K. reissingeri (Figs. 3 and 5). In the lower–middle part of the Solis Member, the palynomorph assemblage is very poor and does not allow clear dating. These parts of the sections could be Rhaetian or Hettangian, and are referred to as the T–J transition in Figs. 2–6.\nBefore establishing the approximate position of the T–J boundary in this area on the basis of biostratigraphic data, Aurell et al. (2002, 2003) and Robles et al. (2004) suggested that an unconformity, that was perhaps angular and erosional, occurred at this level. However, the lack of substantial sedimentary\n92 J.J. Gómez et al. / Palaeogeography, Palaeoclimatology, Palaeoecology 244 (2007) 89–110\n93J.J. Gómez et al. / Palaeogeography, Palaeoclimatology, Palaeoecology 244 (2007) 89–110\ndiscontinuities in the outcrops and boreholes around the T–J boundary, the marked lateral continuity of the Solis Member (Barrón et al., 2002, 2006; González et al., 2004), and the lack of biostratigraphic evidence of any substantial hiatus, do not support the idea of such unconformity.\nOverlying the Solis Member, the Barzana Member is composed of an irregular alternation of lutites, evaporites and carbonates with minor interbedded breccias. This unit is organised in shallowing-upwards sequences of which the lower part is made of carbonates that may contain algal laminations; these were deposited on a subtidal to intertidal carbonate platform. The middle part contains banded anhydrite and gypsum that commonly show chickenwire structures and enterolithic folds, indicating that subtidal to supratidal sabkha environments were dominant at that time. The upper part is composed of lutites representing distal alluvial systems. The preserved part of the unit is only 7 m thick in the Barzana surface section (Fig. 2; Barrón et al., 2002), while in the boreholes it reaches 43 m (Fig. 2; Barrón et al., 2006).\nThe Fabares Member is a gravel to block-size chaotic carbonate breccia more than 100 m thick, and matrix-supported by grey to black and brown lutites (Fig. 2, Barrón et al., 2002, 2006; González et al., 2004). In outcrops, this breccia locally directly overlies the carbonates of the Solis Member, indicating it to be (at least in part) the time-equivalent of the lutites, evaporites and carbonates of the Barzana Member. Such a correlation supports an origin by collapse following the dissolution of the interbedded evaporites."
  }, {
    "heading": "3.1. The δ13Corg isotope curve in the Cantavieyo DDH (Asturias)",
    "text": "Important negative δ13C excursions at the T–J transition have been reported from Csővár in Hungary (Pálfy et al., 2001), St. Audrie's Bay (UK), and Astartekløft (Greenland) (Hesselbo et al., 2002), Kennecott Point in the Queen Charlotte Islands, western Canada (Ward et al., 2001), the New York Canyon section in Nevada, USA (which at present offers the highest\n94 J.J. Gómez et al. / Palaeogeography, Palaeoclimatology, Palaeoecology 244 (2007) 89–110\nresolution in ammonite biostratigraphy, Guex et al., 2004), and the Bergamasc Alps in northern Italy (Galli et al., 2005). These negative δ13C excursions, which indicate strong perturbations of carbon cycling, appear to be global in their extent and offer a potentially outstanding criterion for correlation. They are almost certainly associated with the probable dominant causal factor of the end-Triassic mass extinction.\nIn the Cantavieyo DDH, 41 bulk rock samples were collected from a 100 m thick section of evaporites, lutites and carbonates from the uppermost Triassic and lowermost Jurassic. The samples were mainly lutites, but some carbonates were also sampled and analysed for δ13Corg. Organic carbon was absent in four samples of carbonates; no assays were feasible with these.\nThe obtained δ13Corg values range from −22.6‰ to −28.8‰ (Fig. 4). Except for two anomalous values, the δ13Corg curve is well-defined and stable, largely with no significant scatter. This supports the conclusion that the recorded values represent a primary isotopic signal. In the lower part of the curve, the sediments corresponding to the Rhaetian Rhaetipollis germanicus Zone consistently showed relatively high values, averaging about −22.6‰. This part includes samples from the base of the carbonates of the Solis Member. Only a single negative excursion or outlier is seen in this part of the section, whose diagenetic origin cannot be ruled out, reaching a value of −25.9‰. In the dolostones of level 60 of the Solis Member, a significant negative shift of −3.4‰ begins. This negative excursion reaches a minimum value of −26.5‰ in the base of the Kraeuselisporites reissingeri Zone, which is regarded as the beginning of the T–J transition on the basis of palynomorph biostratigraphy. Above this level, the negative excursion continues upwards very consistently within the Hettangian carbonates of the SolisMember and up to level 23 in the heterolithic Barzana Member, above which a minimum peak value of −28.8‰ occurs up to level 22; the values then increase towards the top of the borehole. A main negative isotope excursion develops from level 60 upwards (Fig. 4) and is observed up to the top of the Barzana Member. This unit is Hettangian in age, but its isotopic compositions do not show a return to the values recorded in the Rhaetian."
  }, {
    "heading": "3.2. Correlation of the Asturias δ13Corg isotope curve with other isotope data",
    "text": "Comparison with the δ13Corg isotope curve obtained in the T−J transition in Hungary (Pálfy et al., 2001), the UK and Greenland (Hesselbo et al., 2002), western Canada (Ward et al., 2001), Nevada (USA) (Guex et al.,\n95J.J. Gómez et al. / Palaeogeography, Palaeoclimatology, Palaeoecology 244 (2007) 89–110\n2004) and northern Italy (Galli et al., 2005) shows that the perturbation of the global carbon cycle that occurred at this level was also recorded in the shallow marine carbonates and intertidal, supratidal and terrestrial deposits intersected in the Cantavieyo DDH in Asturias.\nThe lower part of the negative excursion peaks recorded in the other mentioned sections might correspond to the beginning of the negative δ13Corg isotope excursion recorded in Asturias. The dating of the onset of the isotope shift in the reference section indicates a latest Rhaetian or near T–J boundary age. In Asturias it appears that the main δ13Corg isotope negative excursion started in the latest Rhaetian and developed mainly during the Hettangian. The currently available data do not allow the study of the upwards development of this anomaly since the section is represented by a chaotic collapse breccia in which no detailed stratigraphic studies can be performed.\nIn Hungary, the δ13Corg anomaly (Pálfy et al., 2001) appears to start in the Rhaetian or near the T–J boundary. In the UK and Greenland, the initial isotope anomaly may also be Rhaetian in age or coincide with the locallydefined T–J boundary, and the main anomaly might be Hettangian (Hesselbo et al., 2002). In Nevada, the δ13Corg curve obtained by Guex et al. (2004) is not very well defined, but it may start in the Rhaetian and develop into the Hettangian. At Kennecott Point (Canada), the disconformity near the base of the Hettangian makes correlation difficult, but the beginning of the anomaly could be Rhaetian or at the T–J boundary, and continue above the first appearance of Jurassic radiolarians (Ward\net al., 2001). Finally, in Italy, the beginning of the negative isotope pulse appears to coincide with the locally-defined T–J boundary (Galli et al., 2005) and is followed by a positive C-isotope excursion."
  }, {
    "heading": "3.3. Palaeoclimatic changes inferred from the palynomorph record in Asturias",
    "text": "An actualistic approach is limited by the virtual absence of modern plants similar to those of the Mesozoic. Nevertheless, spores and pollen grains are good indicators of terrestrial palaeoclimatic conditions. To analyse the palaeoclimate around the T–J boundary, the palynomorphs recognized in each stratigraphic horizon were identified and counted. A result of the counting of miospores recorded in the Cantavieyo DDH is summarized in Fig. 5. On the basis of the water needs of the different plants and/or their adaptability to dry environments, the miospores were divided into two groups, those related to hygrophytic plants which preferentially thrive in wet environments, and those related to xerophytic plants adapted for growth under dry conditions (see Barrón et al., 2006, Table I).\nDuring the late Rhaetian, and in the lower part of the Kraeuselisporites reissingeri Zone corresponding to the T–J transition, xerophytic plants (mainly conifers, such as Ovalipollis pseudoalatus, Tsugaepollenites pseudomassulae, Rhaetipollis germanicus, Granuloperculatipollis rudis, Corollina spp.) dominated the flora (Figs. 4–6). The inferred palaeolatitude of Iberia, between 25° and 30° during the Early Jurassic\n96 J.J. Gómez et al. / Palaeogeography, Palaeoclimatology, Palaeoecology 244 (2007) 89–110\n(Fig. 1a) and Late Triassic (Gaetani et al., 2000; Thierry, 2000), indicates a subtropical position (Stampfli et al., 2001). This supports the reconstruction of desert-like palaeoclimatic conditions for the Asturias area (Rees et al., 2000). In agreement with the climate model proposed for the Late Triassic of Pangaea, this indicates the presence of dry equatorial and continental interior regions and humid belts at higher latitudes and around the Tethys Ocean (Parrish, 1993; Fawcett et al., 1994; Tanner et al., 2004). The peaks of relatively greater abundance of hygrophytic plants (such as Uvaesporites argenteaeformis, Vitreisporites bjuvensis, Anapiculatisporites spiniger) recorded in the Rhaetian of Asturias (Fig. 5) might reflect the strong monsoon precipitation regime that dominated in Pangaea during the Late Triassic (Kutzback and Gallimore, 1989; Parrish, 1993).\nWithin the T–J transition, about 10 m above the beginning of the negative δ13Corg anomaly, a marked increase in the proportion of hygrophytic plants indicated an interval of more humid conditions, which developed mainly during the earliest Hettangian (Fig. 6). The notable increase in these species (such as Cyathidites australis, Ischyosporites variegatus, Anapiculatisporites spiniger, Kraeuselisporites reissingeri, Apiculatisporites leviornatus, Calamospora tener) is indicative of a significant climate change near the T–J boundary. Coinciding with this wet interval, a radiation event is recorded in Asturias, indicated by the appearance ofmore than 22 palynomorph species (Fig. 3; Barrón et al., 2006).\nThe temperature changes that occurred across the system boundary are a matter of controversy. Hubbard and Boulter (1997, 2000) suggested the beginning of a widespread cooling event at the T–J boundary in northern European sections, on the basis of palynological changes. Warming around this boundary is indicated by palaeobotanical evidence (McElwain et al., 1999) and by the development of the δ18Ocarb curve in the Csővár section in Hungary (Pálfy et al., 2001), as well as relatively high values of organic carbon and an abrupt negative carbon-isotope anomaly in marine carbonate, organic matter and terrestrial wood (McElwain et al., 1999; Ward et al., 2001; Hesselbo et al., 2002; Jenkyns, 2003). In this respect, the different species of the thermophilous genus Corollina (dominant and widely distributed pollen grains in many parts of the Northern Hemisphere during the Late Triassic and Early Jurassic), show an increase in abundance around the T–J boundary as noted in Europe and Eastern North America (Fowell and Olsen, 1993; Hesselbo et al., 2002). This fact is also found in the palynological assemblages recorded in Asturias, as can be observed in the pollen diagram of Fig. 5.\n97J.J. Gómez et al. / Palaeogeography, Palaeoclimatology, Palaeoecology 244 (2007) 89–110"
  }, {
    "heading": "4. The Basque–Cantabrian Range",
    "text": "The Basque–Cantabrian Range (Fig. 1) is a southfacing thrust and fold belt, and is interpreted as the western prolongation of the southern Pyrenean thrust system.Mostly Cretaceous and Cenozoic sediments crop out in the east–west trending belt, except for the western part, where Triassic and Jurassic rocks in normal or diapiric structures are also seen. Deposits where the T–J boundary is supposedly represented have been intersected in wells drilled around the Ayoluengo oil field north of Burgos (Fig. 7). One of the best outcrops of the Late Triassic and Early Jurassic rocks is located in the Poza de la Sal diapir (Fig. 7). Its structure and stratigraphic features were described by Hempel (1967), Salvany (1990a,b) and Klimowitz et al. (1999) and a palynomorph-based stratigraphy of the T–J transition is presented by Barrón et al. (2001).\nIn the Poza de la Sal section, where salt deposits of the Late Triassic Keuper facies have been exploited, a succession of clays with evaporites above the salt contain Carnian palynomorphs (Camerosporites secatus, Enzonalasporites tenuis, Partitisporites quadruplices, Praecirculina granifer, Triadispora spp.). Overlying these deposits there is a succession of dolostones, carbonate breccias and lutites with volcaniclastic materials that has been attributed to the Imon Formation (Barrón et al., 2001). The carbonates are organised into shallowingupwards sequences in which the lower part is composed of massive dolostones and the upper part consists of banded dolostones with algal laminations and occasional tepees. Carbonate breccias, interpreted as collapse breccias due to the dissolution of evaporites, as well as marls and sandstones, lutites and volcaniclastic materials are interbedded with the carbonates (Fig. 7). The palynomorphs from the Imon Formation indicate a Norian–Rhaetian age (Corollina meyeriana, C. torosa, Cyathidites australis, Uvaesporites argenteaeformis, Vesicaspora fuscus, Kraeuselisporites reissingeri, Carnisporites lecythus, Deltoidospora toralis). This formation is overlain by carbonate breccias of the Cortes de Tajuña Formation that may exceed 45 m in thickness. The palynomorphs found in a marly layer 5 m above the base of this breccia unit are compatible with a Rhaetian age (Barrón et al., 2001), and suggest that the T–J boundary could be included within the breccias of the Cortes de Tajuña Formation since the latter are overlain by the carbonates of the Cuevas Labradas Formation which contains Early Jurassic (Sinemurian) ammonites in some places (Braga et al., 1988).\nLog interpretations of the Abar-1, Tozo-5, Sal-2, Villalta-1 and Ribero-1 wells, drilled west and north of\nthe Poza de la Sal diapir, show a slightly different stratigraphic succession. In subsurface studies, the top of the Keuper facies is commonly located on top of the uppermost salt interval. Between this level and the marine carbonates of the Cuevas Labradas Formation, 115 to over 275 m of anhydrites and carbonates with interbedded lutites have been encountered in many wells (Fig. 7).\nCorrelation of surface and subsurface data indicates that the carbonates of the Imon Formation are represented by an equivalent carbonate unit, commonly with anhydrites, which was dissolved at or near the surface. The palynomorph data from outcrop indicate that the lutites and evaporites of the Keuper facies above the salt are Carnian–Norian in age, and that the carbonates of the Imon Formation are Norian–Rhaetian. The thick succession of anhydrites, carbonates and lutites between the carbonates of the Imon Formation and the carbonates of the Cuevas Labradas Formation (which are Sinemurian in age) can be correlated with the Lecera Formation in the Iberian Range (Gómez and Goy, 1998, 1999). The T–J boundary should therefore be placed within this evaporite–carbonate succession. Near-surface dissolution of the evaporitic components of this unit resulted in the collapse breccias of the Cortes de Tajuña Formation. As a consequence, the T–J boundary cannot be marked in the surface sections within the collapsed unit. The proportion of carbonates relative to evaporites above the Keuper salt deposits increases from Poza de la Sal towards the west (Abar-1 well) and north (Ribero-1 well), resulting in outcrops of a succession of carbonate units whose age is difficult to ascertain.\nThe evaporite–carbonate–lutite succession of the Lecera Formation around the T–J boundary in the western Basque–Cantabrian Range might be indicative of arid, desert-like conditions in this area. Well-log interpretation of this formation indicates normal, metrescale, shallowing-upwards sequences, suggesting that no major sea-level changes occurred in this area. In addition, no evidence was found for the unconformity at the T–J boundary postulated by some authors (Aurell et al., 2002, 2003; Robles et al., 2004). The strong lateral continuity of the sedimentary units at the surface, in seismic lines, and in the wells, does not support the presence of any important unconformity."
  }, {
    "heading": "5. The Iberian Range",
    "text": "The Iberian Range (Fig. 1) is a northwest-trending fold and thrust belt where Late Triassic and Early Jurassic deposits (Fig. 8) are well-exposed. Overlying the extensive Keuper evaporitic playa flat facies, the\n98 J.J. Gómez et al. / Palaeogeography, Palaeoclimatology, Palaeoecology 244 (2007) 89–110\n99J.J. Gómez et al. / Palaeogeography, Palaeoclimatology, Palaeoecology 244 (2007) 89–110\ntransgressive shallow marine to peritidal carbonate platform of the Imon Formation, representing the base of cycle LJ1, cover much of the Iberian platform system. The regressive part of this cycle is formed by the evaporites of the Lecera Formation, which grades to the west towards the mainly lutitic Miedes de Atienza Unit. The time-equivalents of the evaporites are the collapse breccias of the Cortes de Tajuña Formation. On top of this cycle, a transgressive interval of cycle LJ2 is represented by the carbonate platform of the Cuevas Labradas Formation.\nThe Imon Formation is composed of shallowingupwards sequences (Gómez, 1991), typically consisting of three units. The lower unit is commonly composed of dolomitic grainstone bars with cross-bedding. The intermediate unit is composed of bioturbated subtidal microcrystalline dolostones, occasionally with ripples, and bioclastic rills interpreted as tempestites. The upper unit is characterized by intertidal to supratidal carbonates with algal laminations, broken laminae, fenestral and evaporitic moldic porosity and enterolithic folds (Gómez, 1979, 1991; Gómez and Goy, 1997a, 1998, 2004, 2005). The thickness of this transgressive unit varies between 14 and 40 m. The available biostratigraphic data indicate a Norian–Rhaetian age for the Imon Formation. The lower parts of this formation in the Catalan Coastal Ranges and the equivalent Isabena Formation in the Pyrenees are Norian in age, based on the presence of foraminifers of the Gandinella falsofriedli Zone (latest Alaunian–middle Sevatian) of Salaj\net al. (1988). Based on its bivalve assemblages, the upper part of the Imon Formation in the Catalan Coastal Ranges is Rhaetian in age (Márquez et al., 1991, 1994; Arnal et al., 2002). In the northwestern portion of the Castilian Branch, the upper part of the Imon Formation contains bivalves known from the lower part of the Rhaetavicula contorta beds of the Alps (Goy and Márquez-Aliaga, 1998), thus indicating a Rhaetian age.\nThe Lecera Formation comprises thick evaporites with minor interbedded dolostones, representing the regressive phase of cycle LJ1 (Fig. 8, Gómez and Goy, 1998, 1999, 2004, 2005). Gypsum and anhydrites are massive to banded, and occasionally contain ripples and enterolithic folds. The dolostones commonly show algal laminations and less common ripples, tepee structures and algal boundstone facies. As discussed below, this unit is mainly preserved in the subsurface of the adjacent Tajo and Ebro Cenozoic basins (Castillo-Herrador, 1974; Morillo Velarde and Meléndez Hevia, 1979; Jurado, 1990; Gómez and Goy, 1998). Palynological data obtained in the Levantine Sector of the Iberian Range, indicate a Rhaetian age for the lowermost part of the formation (Pérez-López et al., 1996)."
  }, {
    "heading": "5.1. The T–J boundary in the western part of the Iberian Range",
    "text": "In the northern part of the Castilian Branch of the Iberian Range (Fig. 1), deposits around the T–J boundary are observed in the Miedes de Atienza section\n100 J.J. Gómez et al. / Palaeogeography, Palaeoclimatology, Palaeoecology 244 (2007) 89–110\n(Fig. 9). Above the Keuper facies, which contains palynomorphs indicating a Carnian–Norian age (Hernando et al., 1977; Sopeña et al., 1995), the carbonates of the Imon Formation (which feature cross-bedding, ripples and algal laminations) are organised in shallowing-upwards sequences. The bivalve assemblages found in the upper part of the Imon Formation are similar to those reported by Goy and Márquez-Aliaga (1998) from the neighbouring areas, and are dated as early Rhaetian.\nIn this area of the Iberian Range, marls of the Miedes de Atienza unit with interbedded carbonates and occasionally with enterolithic folds overlie the carbonate unit. The miospore assemblages from this part of the section are dominated by Corollina meyeriana with less common C. torosa; this is compatible with a Rhaetian age. The upper part of the section is composed of carbonate breccias of the Cortes de Tajuña Formation which, in this area, is divided into a lower member composed of carbonate breccias with a marly matrix, and an upper part composed of carbonate breccias with carbonate cement. In the upper part of the marly breccias, Cerebropollenites thiergartii (a taxon characteristic of the Hettangian) is found in addition to Corollina meyeriana and C. torosa. Samples collected between the lower and upper parts of the Cortes de Tajuña Formation are Hettangian in age and dominated by C. torosa associated with the acritarch Michrystridium, which are also found in neighbouring areas (Barrón and Goy, 1994). The T–J boundary in the western Iberian Range is located within the breccias of the Cortes de Tajuña Formation, which represents a collapse breccia resulting from dissolution of evaporites in the Lecera Formation."
  }, {
    "heading": "5.2. The T–J boundary in the eastern part of the Iberian Range",
    "text": "The regressive evaporitic Lecera Formation outcrops in the eastern part of Iberian Range, almost exclusively in the Lecera area (Decantadero section, Figs. 10–12; Rios et al., 1981; Gómez, 1991). A few outcrops have also been described in the Levantine Sector (Pérez-López et al., 1996). In the Decantadero section, the Keuper facies, which yielded a Carnian palynological assemblage, is overlain by the carbonates of the Imon Formation, succeeded by evaporites of the Lecera Formation. The latter comprises massive to banded gypsum, occasionally with ripples and enterolithic folds, and interbedded carbonates with algal laminations and tepees.\nIn the breccia corresponding to the dissolved upper part of the evaporites, a poor palynological assemblage\n101J.J. Gómez et al. / Palaeogeography, Palaeoclimatology, Palaeoecology 244 (2007) 89–110\nwas found in the Decantadero section with dominant Corollina and Michrystridium similar to that seen in the Miedes de Atienza section. This is compatible with a Hettangian age. In the Levantine Sector of the Iberian Range, the base of the Lecera Formation contains a palynological assemblage that suggests a Rhaetian age (Pérez-López et al., 1996). Therefore, the T–J transition probably occurs within the evaporites of the Lecera Formation in different areas, as indicated by several authors (Castillo-Herrador, 1974; Ortí, 1987; PérezLópez et al., 1996; Gómez and Goy, 1997a, 1998, 1999, 2004; Ortí and Salvany, 2004).\nThe scarcity of surface outcrops does not allow continuous observations of the deposits around the T–J boundary, but it appears that no major sea-level changes can be inferred from the Lecera Formation, that the evaporite-dominated lithology is indicative of desert-like conditions, and that no remarkable environmental changes occurred in this area during the T–J transition.\nComparison of the surface data from the Iberian Range, the subsurface data from the Tajo and Ebro Cenozoic basins, and the available biostratigraphic data support the conclusion that the breccias of the Cortes de Tajuña Formation are the near-surface dissolved equivalent of the evaporites of the Lecera Formation (CastilloHerrador, 1974; Morillo Velarde and Meléndez Hevia, 1979; Gómez, 1979, 1991; Ortí, 1987, 1990; Jurado, 1990; Pérez-López et al., 1996; Gómez and Goy, 1997a, 1998, 1999, 2004, 2005; Ortí and Salvany, 2004). Other authors suggest that these deposits are sedimentary talus breccias related to synsedimentary faulting (San Román and Aurell, 1992; Aurell et al., 1992, 2002, 2003; Campos et al., 1996; Bordonaba et al., 1999; Bordonaba and Aurell, 2001), associated with a supposed angular and erosional unconformity at the T–J boundary, though some of these authors (Bordonaba and Aurell, 2002) also propose a dissolution–collapse origin."
  }, {
    "heading": "5.3. The supposed T–J boundary unconformity",
    "text": "The T–J boundary has never been placed with precision in the Iberian Range. Without establishing the approximate position of the boundary, the presence of an angular and erosional unconformity between the carbonates of the Imon Formation and the evaporites and carbonates of the Lecera Formation, or their equivalent collapse breccias (the Cortes de Tajuña Formation) was postulated (Aurell et al., 1992; San Román and Aurell, 1992; Campos et al., 1996; Aurell et al., 2002, 2003). However, the boundary between these units is early Rhaetian, and consequently the supposed unconformity cannot be identified as the T–J boundary. In addition,\n102 J.J. Gómez et al. / Palaeogeography, Palaeoclimatology, Palaeoecology 244 (2007) 89–110\nobservational evidence at different scales indicates that no widespread erosional and angular unconformity between the Imon Formation and the Lecera Formation (or its Cortes de Tajuña Formation equivalent) is present in the Iberian Range.\nData at the regional mapping scale indicate that there was no significant erosion of the top of the Imon Formation. The Imon and Cortes de Tajuña formations have been mapped, and no unconformities are known in more than 120,000 km2 of the Iberian Range. These formations can be traced in the subsurface of the neighbouring Tajo and Ebro Cenozoic basins (in wells and seismic lines), and as far as the Aquitaine Basin in southern France (Carcans Dolostone; Ortí, 1987). This remarkable continuity, which extends to the Catalan Coastal Range, the Pyrenees (Isabena Formation of Arnal et al., 2002) and the Betic Cordillera (Zamoranos\nFormation of Pérez-López et al., 1992), does not support a 15 km-long system of successive half-grabens as proposed by San Román and Aurell (1992) and Aurell et al. (1992) for the Iberian Range. Local unconformities in different units of the Jurassic are possibly due to the presence of structural highs generated during the Late Variscan unconformity and/or Triassic rifting (PérezArlucea, 1987; López-Gómez, 1987; Sopeña et al., 1988; López-Gómez et al., 2000, 2002; Sánchez-Moya et al., 2004) but not covered until the Late Triassic or Early Jurassic. In addition, false unconformities may be locally present due to tectonic detachments developed in the evaporitic successions between the Variscan (Permian– Early Triassic) tegument and the thick Jurassic to Cenozoic cover (Morillo Velarde and Meléndez Hevia, 1979; Bartrina et al., 1990; Guimerá and Alvaro, 1990; Gómez et al., 1996, Simón et al., 2002).\n103J.J. Gómez et al. / Palaeogeography, Palaeoclimatology, Palaeoecology 244 (2007) 89–110\n104 J.J. Gómez et al. / Palaeogeography, Palaeoclimatology, Palaeoecology 244 (2007) 89–110\nThe biostratigraphic data also fail to suggest the presence of an unconformity between the Imon Formation and the Lecera or the Cortes de Tajuña formations. The age of the Imon Formation is Norian to Rhaetian, and its top shows a consistent early Rhaetian age in widely separated sections, from the Castilian Branch and the Levantine Sector of the Iberian Range (Goy and Márquez-Aliaga, 1998), to the Catalan Coastal Range (Arnal et al., 2002). This isochrony is not compatible with the presence of an angular and erosional unconformity in this part of the unit. In addition, the lower part of the thick section of monotonous evaporites and carbonates of the Lecera Formation is still Rhaetian in age (Castillo-Herrador, 1974; Utrilla et al., 1987; Ortí, 1987, 1990; Márquez et al., 1994; Barrón and Goy, 1994; Pérez-López et al., 1996; Gómez and Goy, 1998, 1999; López-Gómez et al., 2000; Barrón et al., 2001; Arnal et al., 2002; Barrón et al., 2006). This constrains the duration of any phase of deformation and erosion. The entire Triassic and part of the Palaeozoic strata could not have been eroded away in such a short time as Aurell et al. (1992) imply. As a consequence, the available facies distribution, rock body geometry, sedimentological and biostratigraphic data are incompatible with the presence of a widespread unconformity at the T–J boundary as originally proposed by Aurell et al. (1992, 2002, 2003), San Román and Aurell (1992), and Campos et al. (1996). The biostratigraphic data indicate that the T–J boundary is probably located within the evaporites and carbonates of the Lecera Formation where no unconformities have been reported."
  }, {
    "heading": "6. The Tajo Basin",
    "text": "In the Tajo Basin (Fig. 11) a more or less complete Mesozoic section occurs under a mainly continental Cenozoic cover, and is penetrated by oil exploration wells. Well-log interpretation of the deposits between the Late Triassic Keuper facies and the transgressive carbonates of the Cuevas Labradas Formation revealed sediments corresponding to cycle LJ1 of the Iberian Range (Fig. 8). This confirms the palaeogeographical continuity of this area with the adjacent mountain range. The transgressive interval is represented by the carbonates of the Imon Formation. This unit is also present at the surface, as in the Chelva and Decantadero sections, and in the evaporites and minor carbonates of the Lecera Formation, which are more than 250 m thick (Fig. 11).\nThe carbonates of the Imon Formation can be traced in the wells drilled in the Tajo Basin and correlated with the surface data of the Iberian Range sections. The evaporites of the Lecera Formation are\nrepresented at the surface by the dissolution–collapse breccias of the Cortes de Tajuña Formation, or with the few outcrops of the evaporitic unit (as seen in the Decantadero section).\nFrom the Carcelen-1 well (Fig. 11), CastilloHerrador (1974) reported the presence of the palynomorphs Classopollis (now assigned to Corollina) and Ricciisporites tuberculatus, which was taken to indicate a Rhaetian age. However, the stratigraphic distribution of this palynological assemblage extends from the Norian to the Hettangian (Batten and Koppelhus, 1996), and these data are consistent with the location of the T–J boundary within the evaporites of the Lecera Formation."
  }, {
    "heading": "7. The Ebro Basin",
    "text": "The Ebro Basin, located between the Pyrenees, the Catalan Coastal Ranges and the Iberian Range (Figs. 1 and 12), is filled with Cenozoic deposits. The basin has been explored for hydrocarbons; well-log interpretation allowed the construction of a correlation panel from the Iberian Range to the southern margin of the Pyrenees (Fig. 12).\nAs in the other areas, the transgressive ImonFormation overlying the Late Triassic Keuper facies can be followed from the Iberian Range up to the Pyrenees, where it is named the Isabena Formation and dated in its lower part as Norian on the basis of foraminifers (Márquez et al., 1991, 1994; Arnal et al., 2002). The remarkable lateral continuity of the Imon Formation is demonstrated by the Decantadero and Camarasa outcrops. As shown on opposite sides of the correlation panel in Fig. 12, the carbonates of the Imon/Isabena formations, which contain cross-bedding, ripples, algal laminations and evaporitic moldic porosity, were deposited in very similar environments on the opposite sides of the basin.\nAbove the Imon/Isabena formations, thick evaporites with interbedded carbonates and minor lutites were encountered in the Lopin-1, Bujaraloz-1, Ballobar-1 and Ebro-2 wells (Lanaja, 1987; Jurado, 1990). In the Camarasa section, the Pyreneen equivalent surface section to the Decantadero section in the Iberian Range, the evaporites of the Lecera Formation are also exposed. In both areas, this unit is composed of gypsum and anhydrites with interbedded carbonates showing algal laminations and evaporitic moldic porosity. In the subsurface, the Lecera Formation is composed of a succession of anhydrites with interbedded carbonates and lutites up to 450 m in thickness.\nPalynological data from the Ballobar-1 well (Castillo-Herrador, 1974), indicate that the lower part of the Lecera Formation is Rhaetian in age, based on the\n105J.J. Gómez et al. / Palaeogeography, Palaeoclimatology, Palaeoecology 244 (2007) 89–110\npresence of Tsugaepollenites mesozoicus (=pseudomassulae) and Ovalipollis ovalis (=pseudoalatus). The upper part of this unit is Hettangian, based on the presence of Styxisporites (=Kraeuselisporites). This confirms that the T–J boundary is located within this extremely continuous unit.\nIn surface or near-surface conditions, such as in the Decantadero and Camarasa sections, some of the evaporites are dissolved and partly represented by the collapse breccias of the Cortes de Tajuña Formation. Locally, as in the Monzon-1 well, the evaporitic Lecera Formation, occurring below a thin cover of carbonates of the Cuevas Labradas Formation, was affected by circulating waters resulting in dissolution of the evaporites, and their subsequent collapse, as well as the generation of the breccias of the Cortes de Tajuña Formation before the deposition of the Cenozoic strata (Fig. 12)."
  }, {
    "heading": "8. Palaeogeography of the Triassic–Jurassic transition in northern and eastern Iberia",
    "text": "The analysis of facies and palynomorph assemblages of the T–J transition in northern and eastern Spain allows the reconstruction of the palaeogeography and environmental history of that interval (Fig. 13). During pre-Norian Late Triassic times, the area was dominated by evaporitic deposition, with extensive salt deposits, e.g. in the western Basque–Cantabrian Range. These evaporite-dominated sediments were deposited in extensive evaporite flats that occupied most of central and southwestern Europe and northern Africa (Holser et al.,\n1988). In the late Norian, a widespread transgressive event resulted in the flooding of much of northeastern Iberia. This led to the development of an extensive shallow-water carbonate platform corresponding to the Imon Formation (or Isabena Formation in the Pyrenees). However, in Asturias the coeval deposits are represented by a lutite and evaporite unit, equivalent in part to the Keuper facies. The distribution of the carbonate platform, which is well developed in the eastern part of the studied area but absent in the Asturias region, suggests that this transgressive event had a Tethyan origin, advancing approximately from east to west. This is supported by the occurrence of bivalves similar to those recorded in the Alpine region, such as Neoschizodus reziae (Stoppani) and Pseudocorbula alpina (Winkler).\nA regression in the early Rhaetian is manifested in the return of depositional environments dominated by the playa to sabkha evaporites of the Lecera Formation, with interbedded, very shallow-water carbonates that were probably formed in more or less extensive but ephemeral ponds. The Rhaetian regression also led to the emergence of the Iberian Massif, located west of the study area (Fig. 1a). The erosion of the emerged cratonic mass resulted in the development of clastic deposits, whose fine grained distal fan facies form the Miedes de Atienza Unit that overlies the Imon Formation in the western part of the study area. Evaporite intercalations in these lutites are crucial in the genesis of the lowermember of the Cortes de Tajuña Formation, a collapse breccia generated by dissolution of the evaporites at or near the surface.\nate Triassic and T–J boundary in northern and eastern Spain.\n106 J.J. Gómez et al. / Palaeogeography, Palaeoclimatology, Palaeoecology 244 (2007) 89–110\nA transgression in the Asturias area later in the Rhaetian created the carbonate platform of the Solis Member, which overlies the lutite and evaporite unit. This transgressive phase is well recorded in Asturias but not in eastern Spain, which suggests that it had an origin in the North Atlantic area. Transition from Tethyan to Atlantic characteristics is observed in some areas of the western Basque–Cantabrian Range, where many carbonate intercalations within the evaporitic and lutitic units are recorded.\nAt the T–J boundary, consistent shallow carbonate platform environments were present only in Asturias. The western Basque–Cantabrian area had a number of shallow-water carbonate depositional areas, intervening between playa to sabkha environments with more or less extensive, very shallow flooded areas where mixed carbonate and evaporite deposition took place. Floras around the T–J boundary were characterized by xerophytic coniferous communities, dominated by Cheirolepidaceae, with poorly diversified groves of vascular cryptogams. During the T–J transition, the plant communities found in Asturias were similar to those of central and northern Europe. However, the communities of the Iberian Range, and perhaps those of the Basque– Cantabrian Range, were more similar to those of northern Africa (Reyre, 1973; Adloff et al., 1985, 1986; Lachkar et al., 2000) and Portugal (Adloff et al., 1974)."
  }, {
    "heading": "9. Discussion and conclusions",
    "text": "The end-Triassicmass extinction, and in particular the Hettangian radiation following the biotic crisis, is recorded by miospores in the Asturian surface and borehole sections. During the late Rhaetian, a reasonably diversified flora was dominated by xerophytic conifers with low water needs. However, coinciding with the beginning of a −3.4‰ δ13Corg negative excursion, seven species of palynomorphs failed to persist into the late Rhaetian Rhaetipollis germanicus Zone.\nAbove this boundary, from the beginning of the Kraeuselisporites reissingeri Zone up to the palynologically defined T–J boundary, impoverishment of the palynomorph taxa is evident. Though first occurrences of six species in the Asturias basin are found in this transition zone, this interval is characterized by relatively low taxonomic diversity. The genus Corollina, the first appearance of which coincides with the Norian palynofloral changes, occurs exclusively at some levels, and appears with one acritarch species, one dinoflagellate cyst species and one species of prasinophyte alga at the T–J boundary (Barrón et al., 2006).\nThe appearance of the first palynomorphs indicating a Hettangian age, such as Ischyosporites variegatus, coincides with a phase of recovery and radiation of the palynoflora. In Asturias, this renewal of the floral community is indicated by the appearance of 22 taxa not recorded in the previous intervals, and formed by coniferous associations, in which Cheirolepidaceae, Araucariaceae, Pinacea and other taxa are well represented (Barrón et al., 2006).\nThe data presented in this work do not support the occurrence of major changes in sea level at the T–J boundary. In Asturias, the T–J transition is recorded within the Solis Member which represents a transgressive unit composed of monotonous, metre-scale, shortterm shallowing-upwards sequences of carbonates with minor lutites; no major sea-level fluctuations are indicated. In northeastern Iberia, the T–J boundary may be located within the thick, monotonous pile of evaporites of the Lecera Formation, where no indications of major sea-level changes and no unconformities are observed.\nDry climate in the study area during the Rhaetian is indicated in Asturias by the predominance of miospores produced by xerophytic plants, and by the predominance of widespread evaporite and carbonate deposition in the remaining areas. The aridity indicated by the flora and facies may be a factor involved in the end-Triassic mass extinction.\nClimatic changes at the T–J transition are indicated by a distinct, mostly Hettangian, humid interval that slightly postdates the onset of the δ13Corg anomaly (Barrón et al., 2006). In Asturias, this was marked by an increase in the proportion of miospores from hygrophytic plants. This wet interval may have been a factor promoting the Hettangian floral recovery and radiation of a considerable number of species. These formed part of the diversified plant communities that continued throughout the Hettangian when more arid conditions returned.\nThe data fromT–J boundary sections around theworld show a major carbon cycle perturbation marked by a negative δ13C excursion, which is also recorded in Asturias. Many authors agree that this is one of the most significant features regarding the possible causes of the end-Triassic mass extinction. Carbon dioxide outgassing related to volcanism, and the release of sea-floor methane from gas hydrate are among the current hypotheses regarding the source of the tremendous amounts of isotopically light carbon needed to produce a global climatic change capable of generating a worldwide biotic crisis.\nThe 530 km-long Messejana (or Alentejo–Plasencia) diabase dyke in southwestern Iberia (Fig. 1a) is part of\n107J.J. Gómez et al. / Palaeogeography, Palaeoclimatology, Palaeoecology 244 (2007) 89–110\nthe Central Atlantic Magmatic Province (CAMP). The 40Ar/39Ar age of this dyke is 200 Ma (Sebai et al., 1991; Wilson and Giraud, 1998), very similar to the 40Ar/39Ar age obtained for Moroccan volcanism (Knight et al., 2004; Marzoli et al., 2004) which fits with the possible influence of extensive magmatic activity as one of the factors involved in the end-Triassic mass extinction. The CO2 outgassing related to more than 2×10\n6 km3 of magmatic CAMP rocks (as calculated Marzoli et al., 1999 andMcHone, 2003) may have produced an interval of global warming of possibly 2 to 4 °C, which may have been partly responsible for the end-Triassic mass extinction (McElwain et al., 1999; Beerling and Berner, 2002; Marzoli et al., 2004). The end-Triassic climate model of Huynh and Poulsen (2005) shows that by increasing the pCO2 from 2 to 8 fold, the average temperature would increase by 6.1 °C globally (8 °C on land and 5.4 °C over the oceans). In Hungary, Pálfy et al. (2001) report an increase in temperature near the T–J boundary on the basis of δ18Ocarb data. However, the quantification of the magmatic CO2 outgassing from the CAMP indicates, for some authors, that the effect of this would be insufficient to bring about a disturbance of global climate that could satisfactorily explain the endTriassic mass extinction (Tanner et al., 2004). In addition, it has been estimated that light CO2 outgassing is insufficient to achieve the isotopic excursion observed in many T–J boundary sections in different parts of the world (Kump and Arthur, 1999; Pálfy et al., 2001; Tanner et al., 2004). However, the comparison of ecosystem models of future climate-warming scenarios with end-Triassic conditions shows a severe ecological crisis might be expected due to CAMP volcanic degassing (Huynh and Poulsen, 2005).\nThe possibility that the release of methane from gas hydrate was one of the main factors responsible for the environmental changes at the T–J boundary (and consequently for the end-Triassic mass extinction) was first mentioned by Pálfy et al. (2001). These authors also indicate that this dissociation was probably triggered by the volcanism of the CAMP via a mechanism not yet understood (Hesselbo et al., 2000; Wignall, 2001; Jenkyns, 2003), and may have induced climatic and oceanic changes which accelerated environmental change and ultimately the end-Triassic biotic turnover. However, more refined quantification of the volume of gases released and the possible effect of this at a worldwide scale is required. Probably, as Tanner et al. (2004) have pointed out, the end-Triassic mass extinction was the result of multiple mechanisms operating during the Late Triassic. Together, these culminated in one of the most important extinction events of the Phanerozoic."
  }, {
    "heading": "Acknowledgements",
    "text": "This research work was financed by project BTE2001-1929 of the Ministerio de Ciencia y Tecnología and CGL2005-01765/BTE of the Ministerio de Educación y Ciencia, and is a contribution to IGCP 458 project (“Triassic–Jurassic Boundary Events”). We whish to thank J. Pálfy and two anonymous reviewers who provided useful criticism and valuable suggestions for the improvement of themanuscript, andA. Burton for his language review."
  }],
  "year": 2007,
  "references": [{
    "title": "La plataforma carbonatada epeírica (Formaciones Imón e Isábena) del Triásico superior del Noreste de la Península Ibérica",
    "authors": ["I. Arnal", "F. Calvet", "A. Márquez-Aliaga", "N. Solé de Porta"],
    "venue": "Acta Geol. Hisp",
    "year": 2002
  }, {
    "title": "Tectónica sinsedimentaria distensiva en el límite Triásico–Jurásico en la Cordillera Ibérica",
    "authors": ["M. Aurell", "A. Meléndez", "J. San Román", "J. Guimerá", "E. Roca", "A. Alonso", "R. Mas"],
    "venue": "III Congr. Geol. España. Actas",
    "year": 1992
  }, {
    "title": "Transgressive–regressive cycles and Jurassic palaeogeography of northeast Iberia",
    "authors": ["M. Aurell", "S. Robles", "B. Bádenas", "I. Rosales", "S. Quesada", "G. Meléndez", "J.C. García-Ramos"],
    "venue": "Sediment. Geol",
    "year": 2003
  }, {
    "title": "Caracterización palinológica del tránsito Triásico/Jurásico en la región de Sigüenza (Guadalajara, España)",
    "authors": ["E. Barrón", "A. Goy"],
    "venue": "Proc. III Col. Estrat. Paleog. Pérmico y Triásico España,",
    "year": 1994
  }, {
    "title": "Dataciones con palinomorfos en los materiales del tránsito",
    "authors": ["E. Barrón", "J.J. Gómez", "A. Goy"],
    "venue": "Triásico–Jurásico de Poza de la Sal (Burgos). Publ. Sem. Paleontol. Zaragoza,",
    "year": 2001
  }, {
    "title": "The T–J boundary in Asturias (northern Spain): palynological characterization and facies",
    "authors": ["E. Barrón", "J.J. Gómez", "A. Goy", "A. Pieren"],
    "venue": "Rev. Palaeobot. Palynol",
    "year": 2006
  }, {
    "title": "Estudio de subsuelo del Trias salino en la Depresión intermedia",
    "authors": ["T. Bartrina", "E. Hernández", "A. Serrano"],
    "venue": "Formaciones evaporíticas de la zona de Levante. Nuevas aportaciones y guía de superficie",
    "year": 1990
  }, {
    "title": "Chapter 20D. Biostratigraphic significance of uppermost Triassic and Jurassic miospores in Northwest Europe",
    "authors": ["D.J. Batten", "E.B. Koppelhus"],
    "venue": "Palynology: Principles and Applications. Am. Assoc. Stratigr. Palynol. Found.,",
    "year": 1996
  }, {
    "title": "CO2 and the end-Triassic mass extinction",
    "authors": ["D. Beerling"],
    "venue": "Nature",
    "year": 2002
  }, {
    "title": "Biogeochemical constrains on the Triassic–Jurassic Boundary carbon cycle event",
    "authors": ["D. Beerling", "R.A. Berner"],
    "venue": "Glob. Biogeochem. Cycles",
    "year": 2002
  }, {
    "title": "El Hettangiense–Sinemuriense (Jurásico inferior) en el sector de Montalbán–Oliete (Teruel): Análisis de facies y evolución tectosedimentaria",
    "authors": ["A. Bordonaba", "M. Aurell"],
    "venue": "Rev. Soc. Geol. Esp",
    "year": 2001
  }, {
    "title": "Variación lateral de facies en el Jurásico basal de la Cordillera Ibérica central: Origen diagenético temprano y tectónica sinsedimentaria",
    "authors": ["A. Bordonaba", "M. Aurell"],
    "venue": "Acta Geol. Hisp",
    "year": 2002
  }, {
    "title": "Control tectónico y distribución de las facies en el tránsito Triásico–Jurásico en el sector de Oliete",
    "authors": ["A. Bordonaba", "M. Aurell", "A. Casas"],
    "venue": "Geogaceta",
    "year": 1999
  }, {
    "title": "Hettangian and Sinemurian of Baños de Alhama. Reference section for the West Mediterranean Hettangian (Betic Cordillera, southern",
    "authors": ["J.C. Braga", "A. Martín-Algarra", "A. Rivas"],
    "venue": "Spain). Geobios",
    "year": 1984
  }, {
    "title": "Biostratigraphic sketch of the Lower Liassic of the Betic Cordillera",
    "authors": ["J.C. Braga", "A. Martín-Algarra", "P. Rivas"],
    "venue": "Int. Symp. Jurassic Stratigraphy. Erlangen,",
    "year": 1984
  }, {
    "title": "Première récolte d'une Ammonite de l'Hettangien inférieur dans les calcaires dolomitiques de la region d'Avilés (Asturies",
    "authors": ["G. Dubar", "R. Mouterde", "N. Llopis"],
    "venue": "Espagne du Nord). C R Acad. Sci.,",
    "year": 1963
  }, {
    "title": "The climatic evolution of India and Australia from the Late Permian to mid-Jurassic: a comparison of climate model results with the geologic record",
    "authors": ["P.J. Fawcett", "E.J. Barron", "V.D. Robinson", "B.J. Katz"],
    "venue": "Plaeoclimate Tectonics and Sedimentation During Accrection,",
    "year": 1994
  }, {
    "title": "Time calibration of T–J microfloral turnover, eastern North America",
    "authors": ["S.J. Fowell", "P.E. Olsen"],
    "venue": "Tectonophysics",
    "year": 1993
  }, {
    "title": "Early Ladinian",
    "authors": ["M. Gaetani", "V. Lozowski", "J. Szulc", "A. Arche", "F. Calvet", "J. López-Gómez", "F. Hirsch"],
    "venue": "Palaeogeographical Maps. CCGM/CGMW,",
    "year": 2000
  }, {
    "title": "Anomalies in global carbon cycling and extinction at the Triassic/ Jurassic boundary: evidence from a marine C-isotope record",
    "authors": ["M.T. Galli", "F. Jadoul", "S.M. Bernasconi", "H. Weissert"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2005
  }, {
    "title": "El Jurásico en facies carbonatadas del Sector Levantino de la Cordillera Ibérica",
    "authors": ["J.J. Gómez"],
    "venue": "Seminar. Estratigr. Ser. Monograf. Univ. Complutense Madrid, Spain,",
    "year": 1979
  }, {
    "title": "Sedimentología y paleogeografía del Jurásico en la hoja geológica",
    "authors": ["J.J. Gómez"],
    "venue": "de Daroca del Mapa Geológico de España a escala de 1:200.000",
    "year": 1991
  }, {
    "title": "El Jurásico de la Cordillera Ibérica: estratigrafía secuencial y paleogeografía",
    "authors": ["J.J. Gómez", "A. Goy"],
    "venue": "Com. IV Congr. Jurásico de España 15–16",
    "year": 1997
  }, {
    "title": "Las unidades carbonatadas y evaporíticas del tránsito Triásico–Jurásico en la Región de Lécera (Zaragoza)",
    "authors": ["J.J. Gómez", "A. Goy"],
    "venue": "Cuad. Geol. Ibér",
    "year": 1999
  }, {
    "title": "Jurásico Inferior",
    "authors": ["J.J. Gómez", "A. Goy"],
    "venue": "Geología de España. IGME-SGE,",
    "year": 2004
  }, {
    "title": "Late Triassic and Early Jurassic palaeogeographic evolution and depositional cycles of the Western Tethys Iberian platform system",
    "authors": ["J.J. Gómez", "A. Goy"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2005
  }, {
    "title": "Tectonosedimentary analysis of the Loranca Basin (Upper Oligocene– Miocene, central Spain): a “non sequenced",
    "authors": ["J.J. Gómez", "M. Díaz-Molina", "A. Lendínez"],
    "venue": "foreland basin. In: Dabrio,",
    "year": 1996
  }, {
    "title": "Bioestratigrafía del tránsito Triásico–Jurásico en Asturias: ammonoideos y bivalvos entre Avilés y Caravia (España)",
    "authors": ["J.J. Gómez", "A. Goy", "A. Márquez-Aliaga"],
    "venue": "Geo-Temas",
    "year": 2005
  }, {
    "title": "Subunidades litoestratigráficas de la Formación Gijón (Triásico Superior–Jurásico Inferior) en Asturias",
    "authors": ["B. González", "E. Menéndez Casares", "M. Gutiérrez Claverol", "J.C. GarcíaRamos"],
    "venue": "GeoTemas",
    "year": 2004
  }, {
    "title": "Bivalvos del Triásico Superior de la Formación Imón (Cordillera Ibérica, España)",
    "authors": ["A. Goy", "A. Márquez-Aliaga"],
    "venue": "Bol. R. Soc. Esp. Hist. Nat. (Sec. Geol.)",
    "year": 1998
  }, {
    "title": "High-resolution and carbon isotope stratigraphy across the Triassic–Jurassic boundary at New York Canyon (Nevada)",
    "authors": ["J. Guex", "A. Bartolini", "V. Atudorei", "D. Taylor"],
    "venue": "Earth Planet. Sci",
    "year": 2004
  }, {
    "title": "Structure et évolution de la compresión alpine dans la Chaíne ibérique et la Chaíne côtier catalane (Espagne)",
    "authors": ["J. Guimerá", "M. Alvaro"],
    "venue": "Bull. Soc. Geol. Fr",
    "year": 1990
  }, {
    "title": "The case for sea-level change as a dominant causal factor in mass extinction of marine invertebrates",
    "authors": ["A. Hallam"],
    "venue": "Philos. Trans. R. Soc. Lond., B",
    "year": 1989
  }, {
    "title": "The end-Triassicmass extinction event",
    "authors": ["A. Hallam"],
    "venue": "Geol. Soc. Am. Spec. Pap.,",
    "year": 1990
  }, {
    "title": "Major bio-events in the Triassic and Jurassic",
    "authors": ["A. Hallam"],
    "venue": "Global Events and Event Stratigraphy. Springer-Verlag,",
    "year": 1995
  }, {
    "title": "1998.Mass extinction in Phanerozoic time",
    "authors": ["A. Hallam"],
    "venue": "Geol. Soc. London Spec. Publ.,",
    "year": 1998
  }, {
    "title": "Mass Extinctions and their Aftermath",
    "authors": ["A. Hallam", "P.B. Wignall"],
    "year": 1997
  }, {
    "title": "Mass extinction and sea-level changes",
    "authors": ["A. Hallam", "P.B. Wingall"],
    "venue": "Earth-Sci. Rev",
    "year": 1999
  }, {
    "title": "Facies changes across the T–J boundary in Nevada USA",
    "authors": ["A. Hallam", "P.B. Wignall"],
    "venue": "J. Geol. Soc. (Lond.)",
    "year": 2000
  }, {
    "title": "Massive dissociation of gas hydrate during a Jurassic oceanic anoxic",
    "authors": ["S.P. Hesselbo", "D.R. Gröcke", "H.C. Jenkins", "C.J. Bjerum", "P. Farrimond", "H.S. Morgans Bell", "O.R. Green"],
    "venue": "event. Nature",
    "year": 2000
  }, {
    "title": "Terrestrial and marine extinction at the Triassic–Jurassic boundary synchronized with major carbon-cycle perturbation: a link to initiation of massive volcanism? Geology",
    "authors": ["S.P. Hesselbo", "S.A. Robinson", "F. Surlyk", "S. Piasecki"],
    "year": 2002
  }, {
    "title": "Sea-level changes and facies development across potential Triassic–Jurassic boundary horizons",
    "authors": ["S.P. Hesselbo", "S.A. Robinson", "F. Surlyk"],
    "venue": "SW Britain. J. Geol. Soc. (Lond.)",
    "year": 2004
  }, {
    "title": "Evaporite deposits of the North Atlantic rift",
    "authors": ["W.T. Holser", "G.P. Clement", "L.F. Jansa", "J.A. Wade"],
    "venue": "Part B. Dev. Geotectonics,",
    "year": 1998
  }, {
    "title": "Magnetostratigraphy and biostratigraphy of the Upper Triassic and lowermost Jurassic succession St. Audrie's Bay, UK",
    "authors": ["M.H. Hounslow", "E.P. Paulette", "G. Warrington"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2004
  }, {
    "title": "Mid Mesozoic floras and climates",
    "authors": ["Hubbard", "R.N.L.B", "M.C. Boulter"],
    "venue": "Palaeontology",
    "year": 1997
  }, {
    "title": "Phytogeography and Paleoecology in Western Europe and Eastern Greenland near the Triassic–Jurassic boundary",
    "authors": ["Hubbard", "R.N.L.B", "Boulter", "M.C"],
    "venue": "Palaios",
    "year": 2000
  }, {
    "title": "Rising atmospheric CO2 as a posible trigger for the end-Triassic mass extinction",
    "authors": ["T.T. Huynh", "C.J. Poulsen"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2005
  }, {
    "title": "Evidence for rapid climate change in the Mesozoic–Palaeogene greenhouse world",
    "authors": ["H. Jenkyns"],
    "venue": "Philos. Trans. R. Soc. Lond",
    "year": 2003
  }, {
    "title": "El Triásico y el Liásico basal evaporíticos del subsuelo de la cuenca del Ebro",
    "authors": ["M.J. Jurado"],
    "venue": "Formaciones evaporíticas de la Cuenca del Ebro y cadenas periféricas, y de la zona de Levante. Nuevas aportaciones y guía de superficie. ENRESA-GPPG, Barcelona,",
    "year": 1990
  }, {
    "title": "Desarrollo y evolución de estructuras salinas mesozoicas en la parte suroccidental de la Cuenca Vasco–Cantábrica (Norte de España): implicaciones exploratorias",
    "authors": ["J. Klimowitz", "J. Malagón", "S. Quesada", "A. Serrano"],
    "venue": "Libro homenaje a José Ramírez del Pozo. Asoc. Geol. Geof. Esp. Petrol.,",
    "year": 1999
  }, {
    "title": "The Central Atlantic Magmatic Province at the Triassic– Jurassic boundary: Paleomagnetic",
    "authors": ["K.B. Knight", "S. Nomade", "P.R. Renne", "A. Marzoli", "H. Bertrand", "N. Youbi"],
    "year": 2004
  }, {
    "title": "Interpreting carbon-isotope excursions: carbonates and organic matter",
    "authors": ["L.R. Kump", "M.A. Arthur"],
    "venue": "Chem. Geol",
    "year": 1999
  }, {
    "title": "Pangean climates: megamonsoons of the megacontinent",
    "authors": ["J.E. Kutzback", "R.G. Gallimore"],
    "venue": "J. Geophys. Res",
    "year": 1989
  }, {
    "title": "Nouvelles données palynologiques sur les formations sédimentaires associées aux",
    "authors": ["G. Lachkar", "D. Ouarhache", "A. Charriere"],
    "year": 2000
  }, {
    "title": "Aspectos sedimentológicos de las facies Buntsandstein y Muschelkalk entre Cueva del Hierro y Chelva (Provincias de Cuenca y Valencia) Serranía de Cuenca, España",
    "authors": ["J. López-Gómez"],
    "venue": "Cuad. Geol. Ibér",
    "year": 1987
  }, {
    "title": "Epicontinental marine carbonate sediments of the Middle–Upper Triassic in the westernmost part of the Tethys Sea, Iberian Peninsula",
    "authors": ["J. López-Gómez", "A. Arche", "F. Calvet", "A. Goy"],
    "venue": "Zbl. Geol. Paläontol",
    "year": 2000
  }, {
    "title": "Permian and Triassic",
    "authors": ["J. López-Gómez", "A. Arche", "A. Pérez-López"],
    "venue": "The Geology of Spain. Geol. Soc. London,",
    "year": 2002
  }, {
    "title": "Asociación de foraminíferos en la Formación Isábena, Triásico superior Sudpirenaico (España)",
    "authors": ["L. Márquez", "F. Calvet", "I. Arnal", "E. Trifonova"],
    "venue": "Bol. R. Soc. Esp. Hist. Nat. (Sec. Geol.)",
    "year": 1994
  }, {
    "title": "Extensive 200-million-year-old continental flood basalts of the central Atlantic",
    "authors": ["A. Marzoli", "P.R. Renne", "E.M. Piccirillo", "M. Ernesto", "G. Bellieni", "A. DeMin"],
    "venue": "Magmatic province. Science",
    "year": 1999
  }, {
    "title": "Synchrony of the Central Atlantic magamatic province and the Triassic– Jurassic boundary climatic and biotic crisis",
    "authors": ["A. Marzoli", "H. Bertrand", "K.B. Knight", "S. Cirilli", "N. Buratti", "C. Vérati", "S. Nomade", "P.R. Renne", "N. Youbi", "R. Martini", "K. Allenbach", "R. Neuwert", "C. Rapaille", "L. Zaninetti", "G. Bellieni"],
    "venue": "Geology 32,",
    "year": 2004
  }, {
    "title": "Fossil plants and the global warming at the Triassic–Jurassic",
    "authors": ["J.C. McElwain", "D.J. Beerling", "F.I. Woodward"],
    "venue": "boundary. Science",
    "year": 1999
  }, {
    "title": "Volatile emissions from central Atlantic Magmatic province basalts: mass assumptions and environmental consequences",
    "authors": ["J.G. McHone"],
    "year": 2003
  }, {
    "title": "A scheme of palynologically defined concurrent-range zones and subzones for the Triassic Rhaetian Stage (sensu lato)",
    "authors": ["S.L. Morbey", "R. Neves"],
    "venue": "Rev. Palaeobot. Palynol",
    "year": 1974
  }, {
    "title": "New Early Jurassic tetrapod extinction",
    "authors": ["P.E. Olsen", "N.H. Shubin", "M.H. Anders"],
    "venue": "event. Science",
    "year": 1987
  }, {
    "title": "Ascent of dinosaurs linked to iridium anomaly at the Triassic–Jurassic",
    "authors": ["P.E. Olsen", "D.V. Kent", "Sues", "H.-D", "C. Koeberl", "H. Huber", "A. Montanari", "E.C. Rainforth", "S.J. Fowell", "M.J. Szajna", "B.W. Hartline"],
    "year": 2002
  }, {
    "title": "The continental T–J boundary in Central Pangea: recent progress and preliminary report of an Ir anomaly",
    "authors": ["P.E. Olsen", "C. Koeberl", "H. Huber", "A. Montanari", "S.J. Fowell", "M. Et Touhani", "D.V. Kent"],
    "year": 2002
  }, {
    "title": "Aspectos sedimentológicos de las evaporitas del triásico y del Liásico inferior en el E de la Península Ibérica",
    "authors": ["F. Ortí"],
    "venue": "Cuad. Geol. Ibér",
    "year": 1997
  }, {
    "title": "Introducción al Triásico evaporítico del sector central valenciano",
    "authors": ["F. Ortí"],
    "venue": "Formaciones evaporíticas de la Cuenca del Ebro y cadenas periféricas, y de la zona de Levante. Nuevas aportaciones y guía de superficie",
    "year": 1990
  }, {
    "title": "Coastal salina evaporites of the Triassic– Liassic boundary in the Iberian peninsula: the Alacón borehole",
    "authors": ["F. Ortí", "J.M. Salvany"],
    "venue": "Geol. Acta",
    "year": 2004
  }, {
    "title": "Carbon isotope anomaly and other geochemical changes at the Triassic–Jurassic boundary from a marine section in Hungary",
    "authors": ["J. Pálfy", "A. Demény", "J. Haas", "M. Hetényi", "M.J. Orchard", "I. Vetõ"],
    "venue": "Geology",
    "year": 2001
  }, {
    "title": "Climate of the supercontinent Pangea",
    "authors": ["J.T. Parrish"],
    "venue": "J. Geol",
    "year": 1993
  }, {
    "title": "Sedimentología de las unidades carbonáticas del Triásico en el sector",
    "authors": ["M. Pérez-Arlucea"],
    "venue": "Molina de Aragón–Albarracín. Cuad. Geol. Ibér",
    "year": 1987
  }, {
    "title": "Caracterización y dataciónde una unidad carbonatada de edad Noriense (Formación Zamoranos) en el Trías de la Zona Subbética",
    "authors": ["A. Pérez-López", "N. Solé de Porta", "L. Márquez", "A. Márquez-Aliaga"],
    "venue": "Rev. Soc. Geol. Esp",
    "year": 1992
  }, {
    "title": "Facies carbonato– evaporíticas del Trías Superior y tránsito al Lías en el Levante español: nuevas precisiones estratigráficas",
    "authors": ["A. Pérez-López", "N. Solé de Porta", "F. Ortí"],
    "venue": "Cuad. Geol. Ibér",
    "year": 1996
  }, {
    "title": "Laboratory techniques for extraction of palynomorphs from sediments",
    "authors": ["D. Phipps", "G. Playford"],
    "venue": "Pap. Dept. Geol. Univ. Queensland",
    "year": 1984
  }, {
    "title": "Jurassic phytogeography and climates: new data and model comparisons",
    "authors": ["P.M. Rees", "A.M. Ziegler", "P.J. Valdes"],
    "year": 2000
  }, {
    "title": "A 300-million-year record of atmospheric carbon dioxide from fossil plant cuticles",
    "authors": ["G.J. Retallack"],
    "venue": "Nature",
    "year": 2001
  }, {
    "title": "Palynologie du Mésozoïque Saharien",
    "authors": ["Y. Reyre"],
    "venue": "Traitement des donés par l'Informatique et applications à la stratigraphie et à la sédimentologie. Mem. Mus. Natl. Hist. Nat",
    "year": 1973
  }, {
    "title": "Hoja geológica n° 467 (Muniesa), escala 1:50.000 (Segunda Serie, MAGNA), IGME",
    "authors": ["L.M. Rios", "F.J. Beltrán", "J.M. Lanaja"],
    "year": 1981
  }, {
    "title": "A biostratigraphic zonation based on benthic foraminifera in the Triassic deposits of the Carpatho–Balkans",
    "authors": ["J. Salaj", "Trifonova", "Ek", "D. Gheorghian"],
    "venue": "Rev. Paleobiol",
    "year": 1988
  }, {
    "title": "Palaeogeographical significance of the T–J unconformity in the north Iberian basin (Sierra del Moncayo, Spain)",
    "authors": ["J. San Román", "M. Aurell"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 1992
  }, {
    "title": "Inicio del rifting",
    "authors": ["Y. Sánchez-Moya", "J. Arribas", "D. Gómez-Gras", "M. Marzo", "M. PérezArlucea", "A. Sopeña"],
    "venue": "El comienzo del relleno continental",
    "year": 2004
  }, {
    "title": "40Ar–39Ar dating and geochemistry of tholeiitic magamatism related to the early opening of the Central Atlantic rift",
    "authors": ["A. Sebai", "G. Feraud", "H. Bertrand", "J. Hanes"],
    "venue": "Earth Planet. Sci",
    "year": 1991
  }, {
    "title": "The Iberian Ranges",
    "authors": ["J.L. Simón", "C.L. Liesa", "L.E. Arlegui"],
    "venue": "The Geology of Spain. Geol. Soc.,",
    "year": 2002
  }, {
    "title": "Permian and Triassic rift basins of the Iberian Peninsula. In: Manspeizer, W. (Ed.), Triassic–Jurassic rifting continental breakup and the origin of theAtlantic Ocean and Passiver Margins",
    "authors": ["A. Sopeña", "J. López", "A. Arche", "M. Pérez-Arlucea", "A. Ramos", "C. Virgili", "S. Hernando"],
    "venue": "Developments in Geotectonics. Elsevier,",
    "year": 1988
  }, {
    "title": "Permo-Mesozoic evolution of the Western Tethys realm: the Neo-Tethys-East Mediterranean basin connection",
    "authors": ["G.M. Stampfli", "J. Mosar", "P. Favre", "A. Pillevuit", "J.C. Vannay"],
    "year": 2001
  }, {
    "title": "Estratigrafía del Jurásico de Asturias",
    "authors": ["L.C. Suárez Vega"],
    "venue": "Cuad. Geol. Ibér",
    "year": 1974
  }, {
    "title": "Stability of atmospheric CO2 levels across the Triassic/Jurassic boundary",
    "authors": ["L.H. Tanner", "J.F. Hubert", "B.P. Coffey", "D.P. McInerney"],
    "venue": "Nature",
    "year": 2001
  }, {
    "title": "Assessing the record and causes of Late Triassic extinctions",
    "authors": ["L.H. Tanner", "S.G. Lucas", "M.G. Chapman"],
    "venue": "Earth-Sci. Rev",
    "year": 2004
  }, {
    "title": "Late Sinemurian",
    "authors": ["J. Thierry"],
    "venue": "Palaeogeographical Mapas. CCGM/CGMW,",
    "year": 2000
  }, {
    "title": "Triassic environments, climates, and reptile evolution",
    "authors": ["M. Tucker", "E. Benton"],
    "venue": "Palaeoeogeogr. Palaeoclimot. Palaeoecol",
    "year": 1982
  }, {
    "title": "Estudio isotópico de los sulfatos de las formaciones evaporíticas mesozoicas marinas y terciarias continentales",
    "authors": ["R. Utrilla", "C. Pierre", "F. Ortí", "L. Rosell", "M. Inglés", "J.J. Pueyo"],
    "venue": "Aplicaciones a la cuenca del Tajo. II Congr. Geoquimico, Soria. Abstracts",
    "year": 1987
  }, {
    "title": "Ranges of selected palynomorphs in the Alpine Triassic of Europe",
    "authors": ["H. Visscher", "W. Brugman"],
    "venue": "Rev. Palaeobot. Palynol",
    "year": 1981
  }, {
    "title": "Sudden productivity collapse associated with the T–J boundary mass extinction",
    "authors": ["P.D. Ward", "J.W. Haggart", "E.S. Carter", "D. Wilbur", "H.W. Tipper", "T. Evans"],
    "year": 2001
  }, {
    "title": "Late Permian to Recent magmatic activity on the African–Arabian margin of Tethys",
    "authors": ["M. Wilson", "R. Giraud"],
    "venue": "Petroleum Geology of North Africa. Geol. Soc. London, Spec. Publ.,",
    "year": 1998
  }, {
    "title": "Large igneous provinces and mass extinctions",
    "authors": ["P.B. Wignall"],
    "venue": "Earth-Sci. Rev",
    "year": 2001
  }, {
    "title": "Volcanism, impact and mass extinctions: incredible or credible coincidences? Lithos",
    "authors": ["R.V. White", "A.V. Saunders"],
    "year": 2005
  }, {
    "title": "Geological Atlas of Western and Central Europe, Shell Internationale Petroleum Maatschappij, 2nd ed",
    "authors": ["P.A. Ziegler"],
    "venue": "Geol. Soc. Publ. House. Bath.,",
    "year": 1990
  }],
  "id": "SP:8ca4d9fb975a3b1aabf91f787dd53108588660ef",
  "authors": [{
    "name": "Juan J. Gómez",
    "affiliations": []
  }, {
    "name": "Antonio Goy",
    "affiliations": []
  }, {
    "name": "Eduardo Barrón",
    "affiliations": []
  }],
  "abstractText": "More than 20 successions containing the Triassic–Jurassic (T–J) boundary were studied in five of the major geological units of Spain. The data are from outcrop, cored boreholes, and interpreted well-logs. A consistent −3.4‰ δCorg isotope excursion, starting in the Rhaetian and continuing in the Hettangian, was recorded in Asturias. Climate changes in the T–J transition show a warming episode in the early Hettangian. Other climate changes are indicated by an increase in hygrophytic miospores above the T–J boundary; this reflects a more humid episode at the beginning of the Hettangian. The Messejana Dyke in southeastern Iberia is part of the Central Atlantic Magmatic Province (CAMP). CO2 outgassing related to extensive magmatic activity in the CAMP is thought to be one of the possible factors responsible for the end-Triassic mass extinction. No major sea-level changes or unconformities were recorded at the T–J boundary. Only in the Asturias area was there a well-defined shallow carbonate platform during the T–J transition. The other areas of eastern and northern Spain were occupied by coastal playas and sabkhas that developed in arid climatic conditions. The biotic crisis around the T–J boundary is reflected in the palynomorph record. In Asturias, seven species do not persist beyond the late Rhaetian, and only six appeared in the Triassic–Jurassic transition. However, 22 taxa appeared in the early Hettangian. © 2006 Published by Elsevier B.V.",
  "title": "Events around the Triassic–Jurassic boundary in northern and eastern Spain: A review"
}