{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nGondwana Research\nj ourna l homepage: www.e lsev ie r.com/ locate /gr\nIllawarra Reversal: The fingerprint of a superplume that triggered Pangean breakup and the end-Guadalupian (Permian) mass extinction\nYukio Isozaki Department of Earth Science and Astronomy, The University of Tokyo, Komaba, Meguro, Tokyo 153-8902, Japan\nE-mail address: isozaki@ea.c.u-tokyo.ac.jp.\n1342-937X/$ – see front matter © 2009 International A doi:10.1016/j.gr.2008.12.007\na b s t r a c t a r t i c l e i n f o\nArticle history:\nThe Permian magnetostratig\nReceived 22 July 2008 Received in revised form 10 December 2008 Accepted 11 December 2008 Available online 24 December 2008\nKeywords: Illawarra Reversal Permian Superplume Geodynamo Mass extinction Cosmic ray\nraphic record demonstrates that a remarkable change in geomagnetism occurred in the Late Guadalupian (Middle Permian; ca. 265 Ma) from the long-term stable Kiaman Reverse Superchron (throughout the Late Carboniferous and Early-Middle Permian) to the Permian–Triassic Mixed Superchronwith frequent polarity changes (in the Late Permian and Triassic). This unique episode called the Illawarra Reversal probably reflects a significant change in the geodynamo in the outer core of the planet after a 50million years of stable geomagnetism. The Illawarra Reversal was likely led by the appearance of a thermal instability at the 2900 km-deep core–mantle boundary in connection with mantle superplume activity. The Illawarra Reversal and the Guadalupian–Lopingian boundary event record the significant transition processes from the Paleozoic to Mesozoic–Modern world. One of the major global environmental changes in the Phanerozoic occurred almost simultaneously in the latest Guadalupian, as recorded in 1) mass extinction, 2) ocean redox change, 3) sharp isotopic excursions (C and Sr), 4) sea-level drop, and 5) plume-related volcanism. In addition to the claimed possible links between the above-listed environmental changes and mantle superplume activity, I propose here an extra explanation that a change in the core's geodynamomay have played an important role in determining the course of the Earth's surface climate and biotic extinction/evolution. When a superplume is launched from the core–mantle boundary, the resultant thermal instability makes the geodynamo's dipole of the outer core unstable, and lowers the geomagnetic intensity. Being modulated by the geo- and heliomagnetism, the galactic cosmic ray flux into the Earth's atmosphere changes with time. The more cosmic rays penetrate through the atmosphere, themore clouds develop to increase the albedo, thus enhancing cooling of the Earth's surface. The Illawarra Reversal, the Kamura cooling event, and other unique geologic phenomena in the Late Guadalupian are all concordantly explained as consequences of the superplume activity that initially triggered the breakup of Pangea. The secular change in cosmic radiation may explain not only the extinctionrelated global climatic changes in the end-Guadalupian but also the long-term global warming/cooling trend in Earth's history in terms of cloud coverage over the planet.\n© 2009 International Association for Gondwana Research. Published by Elsevier B.V. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "The so-called end-Paleozoic mass extinction, the largest in the Phanerozoic, was in fact two-phased; first, extinction at the Guadalupian–Lopingian (Middle-Late Permian) boundary (G–LB; ca. 260 Ma) and second, at the Lopingian/Induan boundary (Permo-Triassic boundary sensu stricto; P–TB; ca. 252 Ma) (Fig. 1). Jin et al. (1994) and Stanley and Yang (1994) pointed out that the devastating diversity-loss of Paleozoic biota at the P–TB was probably due to the combined consequence of the two large phases/events that occurred in a backto-back manner in a short interval of less than 10 million years, which was not long enough for the biosphere and biota to recover to preexisting levels of the Early-Middle Permian.\nRather than the P–TB event, the G–LB event appearsmore important froma long-termviewpoint over the entire Phanerozoic, simply because\nssociation for Gondwana Research.\nall geologically/geophysically unusual but global phenomena appeared first around the G–LB after a long quiescence in the Late Paleozoic (Isozaki, 2007b). Unusual phenomena that first appeared in the later part of the Guadalupian include: 1) remarkable faunal turnovers all in shallow marine continental shelves and in mid-oceanic atolls, 2) onset of long-term oceanic anoxia (superanoxia) in Panthalassa, 3) unique changes in the C and Sr isotope ratio of seawater, 4) the lowest sea-level in the Phanerozoic, 5) large-scale plume-related volcanism, and 6) initial breakup of Pangea. This apparent coincidence in timing among various geologic phenomena all on a global scale should not be overlooked as a matter of contingency, and requires more attention to ascertain potential causal links.\nAlthough the causes of the G–LB and P–TB extinctions have not yet been identified (Bottjer et al., 2008), it is clear that no convincing evidence exists for extraterrestrial bolide impacts in both cases. The most popular, current scenario for the G–LB event is an assumed environmental turmoil induced by intense flood basalt volcanism, in particular, those of the Emeishan traps in South China and the Panjal traps in northern India\nPublished by Elsevier B.V. All rights reserved.\n(Chunget al.,1998; Courtillot,1999; Ali et al., 2002;He et al., 2007; Zi et al., 2008). However, the Emeishan and Panjal traps, each representing a within-plate (non-plate tectonic) large igneous province (LIP), were too small to have led the whole global geological changes across the G–LB. In connection with mantle superplume activity, non-plate tectonic violent volcanism of alkaline felsic composition in eastern Pangeawas nominated as another promising candidate for the cause of the G–LB event (Isozaki, 2007b). It is noteworthy that the activity of a mantle superplume is assumed to be the most likely ultimate cause within our planet in both scenarios. To date, various direct kill mechanisms have been proposed to explain the large, diverse loss of life (Wignall andHallam,1992;Knoll et al., 1996;Riccardi et al., 2007);however, all thesemayhavebeencausedbyan ultimate factor of larger scale.\nThe Paleozoic–Mesozoic transition interval is unique in having experienced three outstanding unusual geologic phenomenaon a global scale that never occurred in the rest of the Phanerozoic, viz., 1) the greatestmass extinction (Sepkoski,1984; Erwin, 2006), 2) development of a nearly 20 million year-long period of superanoxia (Isozaki, 1997), and 3) the initial breakup of Pangea (Maruyama et al., 1989, 2007; Santosh et al., 2009-this issue). All these three aremost likely explained by cause–effect relationships in terms of mantle superplume activity (Isozaki, 2007b).\nIn addition to thesemajor three phenomena, the remarkable geomagnetic change called the Illawarra Reversal is important because it occurred in the late Guadalupian. After a nearly 50million year-long stable reverse period from the mid-Carboniferous, geomagnetic polarity abruptly changed into a frequently alternating mode between normal and reverse in the Late Guadalupian. Regardless of local geological/geographical effects on theplanet's surface, this change in geomagnetismwas indigenous and thus essential to the whole globe, because the change of geodynamo took place in the outer core of the planet. This article reviews several significant geological/geophysical aspects of the Late Guadalupian interval, and discusses the implications of the Illawarra Reversal for the Late Guadalupian Earth from its core to the biosphere on the surface."
  }, {
    "heading": "2. End-Guadalupian events",
    "text": "First, let us examine several important geological phenomena that occurred uniquely during the late Guadalupian. These include, 1) the\nend-Guadalupian mass extinction, 2) the onset of superanoxia, 3) change in isotope (C, Sr) composition of seawater, 4) sea-level drop, and 5) large-scale alkaline volcanism."
  }, {
    "heading": "2.1. G–LB extinction",
    "text": "The end-Paleozoic mass extinction was the most outstanding biological turnover event in the Phanerozoic that determined the course of evolution of Mesozoic–Modern life (Sepkoski, 1984; Erwin, 2006). Nevertheless it should be noted that the end-Paleozoic mass extinction was in fact two-phased (Jin et al.,1994; StanleyandYang,1994). Although being overlooked for years in the great shadow of the P–TB extinction, the G–LB mass extinction appears somehow more important than the former (Isozaki, 2007b). The long-lasting high diversity of the Paleozoic fauna started to decline drastically for thefirst time around the G–LB (ca. 260 Ma), and during the next 8 million years went down to a minimum across the P–TB (ca. 252 Ma) (e.g., Bamback et al., 2004; Fig. 1). Biostratigraphy of coeval mid-oceanic (Panthalassan) deep-sea cherts and shallow marine atoll carbonates (as well as peri-Pangean shelf sediments) confirms a similar two-phase turnover in dominant microfossils, such as radiolarians and fusulines (e.g., Ota and Isozaki, 2006; Isozaki, 2007a). Also in Godwanaland in the southern hemisphere, a floral turnover took place around the G–LB (Retallack et al., 2006). Thus, with a long-term viewpoint of Phanerozoic evolutionary history, the drastic changes fromthePaleozoic to theMesozoic–Modern regimemost likely started not at the P–TB per se but probably at the G–LB, viz. nearly 10 million years earlier than previously believed (Isozaki, 2007b).\nAs to theG–LBextinction, note that sessilebenthos in shallowmarine environments (e.g., rugose corals, brachiopods, fusulines, bryozoans etc.) were selectively screened out, rather than free swimmers and active locomotives (e.g., Bamback et al., 2004;PowersandBottjer, 2007). Yang et al. (2004) and Ota and Isozaki (2006) speculated on the appearance of unfavorable conditions in shallow marine environments that were crucial particularly for photosymbiotic bottom-dwellers like large-tested fusulines. By documenting the almost simultaneous disappearance of large-tested fusulines (Verbeekinidae, Schwagerinidae), aberrant bivalves (Alatoconchidae), and rugose corals (Waagenophyllidae) in the Capitanian, Isozaki and Aljinović (in press) further suggested that a cooling in low-latitudes and associated eutrophication\nmay have been responsible for the extinction of the tropically-adapted faunas in both the Panthalassan superocean and Tethys. This interpretation is also supposed by the first migration of middle-latitude brachiopods to tropical domains in the late Guadalupian (Shen and Shi, 2002). Although coeval sequences in high- to mid-latitudes have not been analyzed in detail, the available data to date indicate that the mass mortality at G–LB was of global scale. Thus its cause should have been influential also on a global scale."
  }, {
    "heading": "2.2. Redox change",
    "text": "The accreted mid-oceanic deep-sea cherts in Japan and British Columbia record the P–TB superanoxia, a prolonged oxygen-depleted condition that developed from the Late Permian toMiddle Triassic for up to 20 million years (Isozaki, 1997; Kato et al., 2002; Matsuo et al., 2003; Fig. 1). In contrast, before and after the superanoxia, the deep-sea floor had longbeen occupied by oxicwaters formore than50millionyears; at least from the mid-Carboniferous to Middle Permian, and from the Middle Triassic to Cretaceous except for the short-term Toarcian (Early Jurassic) anoxic event. This unique oceanographic phenomenon appeared around the G–LB and culminated around the P–TB, as shallow marine shelf sequences also witnessed a shorter-term anoxia mostly in the Early Triassic (e.g.,Wignall andHallam,1992). Recent biomarker and isotope analyses have demonstrated that even a euxinic condition appeared in shallow-water Pangean continental shelves in the earliest Triassic (e.g., Grice et al., 2005; Riccardi et al., 2007). These observations indicate that anoxic waters may have formed first in the deep-sea around the G–LB, accumulated during the Late Permian, then expanded to shallow continental shelves across the P–TB to push the chemocline upward toward the surface (Isozaki,1997;Wignall and Twitchett, 2002; Grice et al., 2005; Riccardi et al., 2007).\nNoteworthy is the timing of onset of the superanoxia, because it roughly coincides with that of the major decline in biological diversity\nacross the G–LB. The ultimate cause of the deep-sea anoxia has not yet been identified; however, unusual oceanographic conditionsmost likely appeared in Panthalassa to make oceanic circulation suppressed or very much slowed down intermittently, and to drive the apparently longlasting, unventilated deep-sea. As the superoceanwason a hemisphericscale, such a redox change in the extensive mid-oceanic deep-sea floor most likely occurred more or less in a global context, thus its cause and driving processes should also have been of global scale."
  }, {
    "heading": "2.3. Isotope signatures",
    "text": "An unusual change in seawater chemistry across the G–LB is recorded both in carbon and strontium isotope ratios in Permian sedimentary rocks worldwide."
  }, {
    "heading": "2.3.1. Carbon isotope",
    "text": "The secular change in stable carbon isotope ratios both in marine carbonates and in organic matter demonstrates a remarkable negative shift across the G–LB (Fig. 2).\nAt the GSSP (global stratotype section and point) of the G–LB at Penglaitan in Guanxi, South China (Jin et al., 2006) a clear negative shift of 2–4‰ in δ13C of carbonate carbon was first detected by Wang et al. (2004), and from the same section, Kaiho et al., (2005) added data for a negative shift in δ13C in bulk organic matter and C27 n-alkane that parallels the trend of carbonate values. Although less strictly constrained in biostratigraphy, some shallow marine carbonate sections in Greece and Armenia plus non-marine sequences in Gondwana, also record similar negative excursions near the Middle-Upper Permian boundary (Baud et al., 1989; Retallack et al., 2006). An almost identical negative shift in δ13C in carbonates of 4‰was recently reported in accreted paleoatoll limestone primarily deposited in low-latitude mid-Panthalassa (Isozaki et al., 2007a,b). In general, mid-oceanic atoll carbonates can monitor average geochemistry of seawater better than continental shelf\nange in the Phanerozoic (simplified fromHallam,1991; Hallam andWignall, 1999; Tong\ni et al., 2008). Note the uniqueness of the G–LB with 1) onset of the volatile δ13Ccarb\nPhanerozoic. In addition to the major mass extinction, their chronological coincidence\nents on a global scale to start the transition from the Paleozoic regime to the Mesozoic–\nsignificant than the P–TB event in all geological aspects.\nsediments, because the former is free from a local tectonic disturbance/ sedimentary flux along continental margins. Therefore, it is clear that a large perturbation occurred in the carbon isotope composition of Panthalassan seawater, probably owing to the extra-flux of light-weight carbon. A negative shift of over 4‰ is significant with respect to shifts detected at other extinction-related boundaries; for example ca. 2‰ across the P–TB (Holser et al., 1989; Jin et al., 2000).\nFurthermore, prior to the negative excursion across the G–LB, another significant aspect in carbon isotope record was recognized in the Capitanian (UpperGuadalupian) in the samepaleo-atoll carbonates; i.e., an interval characterized by unusually high positive δ13C values of carbonates over +5‰ and up to +7‰ (Isozaki et al., 2007a,b). Except for the P–TB, the δ13C values during the Permian were by and large monotonous at around+3 to+4‰ (e.g. Korte et al., 2005),whereas the Capitanian interval, at least for 3–4 million years, is unique in having unusually high positive values. This positive excursion was named the Kamura event (Isozaki et al., 2007a), whichmost likely marks the onset of a large turmoil in the global carbon cycle for the first time in the Permian (Fig. 2).\nDuring the Early Triassic to early Middle Triassic, carbon isotope values record a frequent fluctuation between negative and positive values (Payne et al., 2004). Isozaki et al. (2007b) further emphasized that the transitional interval between the Paleozoic and Mesozoic; i.e. nearly 20millionyears from the CapitanianKamura event to the Anisian (Middle Triassic), is totally characterized by the volatile fluctuation in δ13C values (Fig. 2), just like some intervals in the Paleozoic; i.e., Late Cambrian, Late Ordovician–Silurian, and Late Devonian–Early Carboniferous that were described as “transient cool intervals” under P-limited oceanic conditions by Saltzman (2005). It is also noteworthy that the interval of volatile fluctuation corresponds to the supranoxic period, thus suggesting a re-organization of ocean structure on a global scale."
  }, {
    "heading": "2.3.2. Strontium isotope",
    "text": "The secular change in the isotopic ratio of radiogenic Sr in marine carbonates across the G–LB records theminimumvalue of the Paleozoic (Fig. 2). As compiled by Veizer et al. (1999) andMcArthur and Howarth (2004), the secular change in initial 87Sr/86Sr ratio of seawater shows a long-term decrease through the Paleozoic from the Cambrian until the Middle Permian (Fig. 2). In the Upper Guadalupian the 87Sr/86Sr ratio was at the lowest value of the Phanerozoic (ca. 0.70680), afterwhich the values began to rise rapidly and almost uni-directionally during the Upper Permian and Triassic. Prior to the Late Guadalupianminimum, in particular for the 50 million years of the Carboniferous to early Middle Permian, the 87Sr/86Sr ratio decreased gradually (e.g., Denison and Koepnick, 1995; Korte et al., 2006). This trend with a minimum in the Upper Guadalupian was recently reported in the mid-Panthalassan paleo-atoll carbonates (Kani et al., 2008), and the same trend in sediments both in Pangean margins and in mid-Panthalassa demonstrates the global context of the change.\nAs Pangea was the one and only continent at that time, the major change in tend of the 87Sr/86Sr ratio accordingly suggests the appearance of a large-scale change in Pangea. Low 87Sr/86Sr values in ancient sediments are generally regarded to suggest a lesser fluxof continental crust-derivedmaterial enriched in radiogenic 87Sr into the oceanswith respect to 87Sr-depleted input from hydrothermal systems at a midoceanic ridge. The turning point in the late Guadalupianwith the minimum 87Sr/86Sr value thus indicates that a tectonics-related reorganization occurred in the Sr isotope balance of the world's ocean, and that the terrigenous flux from continental crusts to ocean started to increase abruptly and continued subsequently."
  }, {
    "heading": "2.4. Sea-level change",
    "text": "After the significant Gondwana glaciation that lasted from late Carboniferous to the Early Permian (e.g., Crowell, 1999), the Permian period experienced by and large a long-term, gradual warming towards\ntheMesozoic. Nonetheless, a sharp drop of sea-level occurred at the end of the Guadalupian that caused an extensive unconformity in South China and terminated a continuously grown reef complex in southwest NorthAmerica (e.g., Ross andRoss,1995; Jin et al., 2006). The lowest sealevel of the Permian, and also of the Paleozoic, was recorded not across the P–TB as previously believed (e.g., Hallam, 1991), but around the G– LB according to recent studies of sequence stratigraphy (Hallam and Wignall, 1999; Tong et al., 1999; Haq and Schutter, 2008; Fig. 2).\nThe appearance of a short-term cool period was recently detected in an upper Guadalupian atoll limestone deposited in low-latitude Panthalassa (Isozaki et al., 2007a,b) that appears concordant with the above-mentioned global sea-level low. The development of a coolwater facies and the deposition of glacial tillites in high-latitudes (Beauchamp and Baud, 2002; Fielding et al., 2008) also support the claimed global cooling associated with the global sea-level drop in the Late Guadalupian. Although within the long-term post-Gondwanan transgression, an acute eustatic drop no doubt occurred in the global context in the Late Guadalupian."
  }, {
    "heading": "2.5. Volcanism",
    "text": "Besides plate tectonics-related, steady-state magmatism along ridges and volcanic arcs, the mid-Permian was the time of intra-plate (non-plate tectonic) or plume-related, magmatism in the eastern half of Pangea (Isozaki, 2007b).\nThe G–LB in South China is characterized by intense volcanism as evidenced by a remarkable 1–2 m thick tuff bed (Isozaki et al., 2004; Isozaki and Ota, 2007; Isozaki et al., 2008) that was previously called the Wangpo shale (Lu, 1956; Li et al., 1991). This is an altered tuff (weathered into soft clay) that contains abundant euhedral phenocrysts such as β-quartz, plagioclase, zircon and apatite, suggesting that the source magma had alkaline felsic to intermediate compositions (Isozaki, 2007b). For its uniqueness within a carbonatedominant Permian sequence, the Wangpo bed serves as a significant marker throughout South China, recognized in many sections in Shaanxi, Sichuan, Hunan, and Guangxi (Li et al., 1991; Isozaki and Ota, 2007), covering an extensive area of nearly 1000 km in N–S and 500 km in E–W. Its regional extent within South China (2000 km× 1500 km) and its thickness of over 1 m require that the source volcano (s) was of enormous size, and that it was an explosive eruptionwith a felsic to intermediate composition. He et al. (2007) reported a SHRIMP zircon age of 260±4 Ma from the Wangpo tuff, which is close to the calibrated age 260.4±0.7 Ma for the G–LB according to the latest timescale (Gradstein et al., 2004).\nFurthermore, correlative rhyo-dacitic tuff layers of air-borne origin occur in mid-oceanic deep-sea chert/hemipelagic mudstone and paleo-atoll carbonates that are contained as exotic blocks in accretionary complexes in Japan (Isozaki and Ota, 2001; Isozaki, 2007b). Paleomagnetic data indicate that the Permian atoll carbonates were deposited at 12° S in the middle of the superocean Panthalassa (Kirschvink and Isozaki, 2007). Thus the felsic air-borne ash was probably delivered extensively to themid-Panthalassa domain, at least in its western half, at the time of the G–LB. There is no modern counterpart of felsic volcanism of such magnitude; e.g., the one at Yellowstone is relatively very small. Although not yet identified, an extremely large, highly explosive felsic volcano(s) somewhere in eastern Pangea is needed to explain both the long-distance delivery and huge volume of tuffaceous material in South China and western Panthalassa. The alkaline nature of the volcanic products suggests that the responsible magmatism was derived from the deep-mantle, probably related to a mantle superplume (Isozaki, 2007b). The Siberian traps, one of the best-known LIPs (Large Igneous Provinces), erupted around and after 250 Ma, nearly 8 million years later than the G–LB, thus had nothing to do with the G–LB extinction.\nThe Emeishan traps in South China and the Panjal traps in northern India represent LIP or CFB (continental flood basalt), the geochemistry\nof which suggests affinity with and derivation from the deep mantle (e.g., Chung et al., 1998; Ali et al., 2002). These CFBs are accompanied by narrow felsic beds in the upper volcanic edifice, but they are no doubt too small in amount to be responsible for the extensive delivery of air-borne ash mentioned above. In addition to Emeishan and Panjal, mid-Permian plume-related alkaline magmatism occurred elsewhere mainly in the eastern half of Pangea as compiled by Isozaki (2007b); e.g., the rift-related alkaline intrusive suite near Oslo (Neumann et al., 1992; Larson et al., 2008), in Oman (Rabu et al., 1990), and in western Australia (Le Maitre, 1975; Veevers and Tewali, 1995; Fig. 3). The predominant occurrence of euhedral apatite grains in the G–LB tuff suggests that they were derived from an alkaline felsic source, such as a nepheline syenite magma, which is common in the above-listed LIPs in eastern Pangea (Isozaki, 2007b)."
  }, {
    "heading": "3. Illawarra Reversal",
    "text": "From a geomagnetic perspective Late Carboniferous and EarlyMiddle Permian rocks are unique, as they are almost monotonously characterized by a prominent reverse polarity. The ca. 50 million yearlong stable interval (from ca. 312 to 265 Ma) has been called the Kiaman Reverse Superchron in magnetostratigraphy after its first recognition in eastern Australia (Mercanton, 1926; Irving and Parry, 1963). In contrast, the subsequent Upper Permian to Triassic rocks belong to the Permian–Triassic Mixed Superchron in which normal and reverse intervals frequently alternate (e.g., Jin et al., 2000; Ogg, 2004; Menning et al., 2005; Steiner, 2006). Fig. 4 demonstrates the compilations of Permo-Triassic magnetostratigraphy by Davydov et al. (2004) and Wardlaw et al. (2004).\nThe boundary between these two superchrons is marked by the first appearance of a solid normal interval somewhere in the Guadalupian that was first identified in the southern Sydney basin, Australia (Irving and Parry, 1963). The horizon of normal polarity in the Middle Permian was subsequently identified elsewhere in Russia, Germany, Pakistan and China (Kharamov, 1974; Haag and Heller, 1991; Jin et al., 2000), although early studies faced certain confusion in\ncorrelation owing to the less abundant fossil occurrence in nonmarine sequences. This significant magnetostratigrpahic turnover is called the Illawarra Reversal also after its type locality in the eastern Australia (Fig. 4). The GSSP of the Guadalupian in west Texas (Wardlaw et al., 2004) comprises rocks that have been too oilsaturated unfortunately to preserve magnetic carrier minerals. Nonetheless, reliable data from less affected parts suggest that the solid normal interval surely exists in the Capitanian (Jin et al., 2000; Wardlaw et al., 2004; Steiner, 2006). A short normal interval of Wordian age was recognized sporadically, which Steiner (2006) claimed marks the horizon of the Illawarra Reversal; however, further study is needed to check whether this Wordian signal is the real onset marker of the Illawarra Reversal or merely a short wiggle still within the Kiaman Superchron. According to the latest timescale, the top of the Wordian (or the base of the Capitanian) at its GSSP is set at the top of the Jinogondolella aserrata (conodont) Zone, and a tuff from a slightly lower horizon has a zircon U–Pb age of 265.3±0.2 Ma (Bowring et al., 1998).\nThe Illawarra Reversal is a prominent marker in magnetostratigraphic correlation of the Permian rocks in the world, in particular those without high-resolution index fossils. Kirschvink and Isozaki (2007, in prep.) recently detected a massive reverse interval with faint normal wobbles in the lower Wordian (Neoschwagerina craticulifera Zone) followed by a frequently alternating polarity interval in the middle Capitanian (Lepidolina Zone) in a very weakly magnetized Wordian– Capitanian limestone in Japan, which was originally deposited in a paleo-atoll on an oceanic seamount in equatorial Panthalassa. A more detailed analysis for the upper Wordian to lower Capitanian interval is underway; however, this preliminary result confirms that the Illawarra Reversal occurred very close to the Wordian–Capitanian boundary (ca. 265.8±0.7 Ma; Wardlaw et al., 2004).\nIn sharp contrast to the usefulness of the Illawarra Reversal in magnetostratigraphic correlation, less frequently discussed are the cause, processes, and geological significance of this unique event in the Permian, in particular its implications for global tectonics, relevant surface environments and biological evolution.\ntre,1975; Rabu et al., 1990; Veevers and Tewali, 1995; Chung et al., 1998; Courtillot,1999; ap is after Maruyama et al. (1989)."
  }, {
    "heading": "4. Discussion",
    "text": "On the basis of the above-mentioned description, a possible causeeffect linkage is explored here among the above-mentioned unusual but major geologic phenomena observed uniquely around the G–LB timing. A particular emphasis is given to the episodic activity of a mantle superplume that may have triggered a change in the geodynamo of the core, caused the initial breakup of Pangea, and driven the surface environmental changes including the G–LB mass extinction.\n4.1. Illawarra Reversal as a fingerprint of superplume launching\nShort-term polarity changes of geomagnetism occurred many times throughout the Phanerozoic, highlighting some unique intervals of long-lasting stable polarity intervals, such as the 40 million yearlong one known as the mid-Cretaceous Normal Superchron (Larson, 1991). As to the Paleozoic, a similarly eye-catching stable interval is the Kiaman Reverse Superchron that lasted for nearly 50 million years after the late Carboniferous and ended abruptly in theMiddle Permian (e.g., Jin et al., 2000; Gradstein et al., 2004; Steiner, 2006; Fig. 4).\nAlthough the detailed mechanisms of the geodynamo has not been fully clarified, the stability and reversal of geomagnetic polarity is apparently controlled by the convection pattern in the outer core of the Earth that is driven essentially by the temperature difference between the bottomand top of the outer core. The temperature of the outer/inner core boundary has been stabilized at the strictly defined melting temperature of the Fe–FeO system. In contrast, the core–mantle boundary (CMB) is more vulnerable to temperature change because the Earth's mantle is highly heterogeneous at present (e.g., Lay et al., 1998; Kustowski et al., 2008; Li et al., 2008;MaruyamaandSantosh, 2008), andso it probablywas in the Paleozoic. According to a recent numerical simulation, the appearance of thermal instability along the CMB, in particular, at low latitudes is by far the most promising and, in fact, the only possible trigger that can destabilize the geodynamo in the outer core (Glatzmaier et al., 1999). The Earth's mantle has its own dynamic convection due to the temperature difference between the interior and the surface of the planet. Seismic tomography, geological compilation, and numerical simulation have demonstrated that mantle convection is performed by a combination of localized, episodic up-rising plumes and down-going slabs (e.g., Maruyama, 1994; Foulger et al., 2005; Maruyama et al., 2007; Ogawa, 2007).\nHere I speculate that the episodicity in plume motion, in particular, the launching of a large plume (superplume) from the D” layer of the basalmantlemaycause a thermal instability at theCMB, thus can trigger an episodic change in the geodynamo. When a superplume starts to ascend, the surrounding material at a relatively low temperature will migrate tofill the space, and thuswill start to cool the CMB. For details of mineral phase transition and energy balance on the core–mantle boundary with respect to superplume launching, refer to Maruyama et al. (2007) and Komabayashi et al. (2009-this issue).\nDuring the late Carboniferous (310 Ma) and Early to early Middle Permian (260Ma), the core dynamowas largely stable, suggesting that neither significant thermal instability at the CMB or plume activity existed. Then in the late Guadalupian, a superplume began to rise from the CMB toward the surface, as recorded by the Illawarra Reversal. Consequently, a frequent polarity change started around 265 Ma and continued into the Triassic. During the frequent polarity reversals with respect to the dipole stability, the intensity of geomagnetism probably fluctuated in a volatile manner and weakened (e.g., Kutzner and Christensen, 2002; Maruyama and Santosh, 2008). It is noteworthy that the P–TB event, in contrast, lacks such a sharp turnover record in geomagnetism equivalent to the Illawarra Reversal (Fig. 4)."
  }, {
    "heading": "4.2. LIP volcanismandPangeanbreakupas awitness of a superplumearrival",
    "text": "In revealingmantle plumeactivity in the past, an affordable source of information is highly limited; nevertheless, some geological features\nsuch as ancient rift-systems and LIPs, including CFBs, can tell us where ancient plume heads impinged against the lithosphere (e.g., Maruyama, 1994; Ernst and Buchan, 2001; see also Ernst, 2009-this issue). The preservation of these features is far better on continents, because oceanic floors cannot stay long on the surface of the planet owing to successive subduction processes. In the Permian and Triassic, there was an ideal recorder of these events, the supercontinent Pangea. Examples of mid-Permian plume activity in the form of LIPs occur sporadically in China, India, Australia, Arabia, and Scandinavia (Fig. 3). By compiling their paleogeographic distribution, Isozaki (2007b) pointed out that all these LIPs were located in the eastern half of Pangea, distinct from the western half, where another set of LIPs became activated during Triassic–Jurassic time after the P–TB (Central Atlantic Magmatic Province; Marzoli et al., 1999). This distribution pattern in space and time suggests that the breakup of Pangea was two-phased; a mantle superplume impinged, firstly beneath the eastern Pangea to trigger the initial breakup of the supercontinent, and secondarily beneath western Pangea to start the main opening of the Atlantic in the early Mesozoic. The alkaline and felsic geochemistry of the Permian Tuffs indicates not only their plume-related, deep-mantle origin, but also the highly explosive nature of their effusive products, although the age constraints on these LIPs in eastern Pangea are still not sufficient.\nThe secular change in 87Sr/86Sr values during the late Paleozoic to early Mesozoic probably recorded the two-phased breakup of the supercontinent (Fig. 2). In the Early-Middle Paleozoic, the total shoreline length of continents decrease gradually through the assembly of continental blocks to form Pangea. Accordingly, some drainage systems in each pre-Pangean continental block started to lose direct access to open ocean, lowering the seawater 87Sr/86Sr composition continuously (Burke et al., 1982; Veizer et al., 1999). The main swing-back in 87Sr/86Sr composition occurred in the midJurassic when the Atlantic Ocean opened to apparently cut Pangea into two halves.\nIt is emphasized here that the most rapid increase in seawater 87Sr/86Sr composition in the Phanerozoic occurred in the Late Permian–Early Triassic interval (Fig. 2), as illustrated by Veizer et al. (1999). During the zenith of Pangea from mid-Carboniferous to Middle Permian timemany old pre-Pangean drainage systems became highly restricted towards the center of Pangea without any links to Panthalassa. This extreme condition probably resulted in the Paleozoic minimum of seawater 87Sr/86Sr ratio in the Capitanian (Korte et al., 2006; Kani et al., 2008). Then in the Capitanian, the secular trend of the 87Sr/86Sr ratio changed its course to rise rapidly, suggesting that the terrigenous flux to the ocean had started to increase abruptly. Plume-driven initial rifting of Pangea was a likely cause of this turnover in 87Sr/86Sr trend in the Capitanian (Racki and Wignall, 2005; Isozaki, 2007b).When a plume head impinged beneath the preexisting continental lithosphere of eastern Pangea, uplift and rifting would have started on the surface to lead to an apparent sea-level drop. More importantly, the opening of new drainage systems within Pangea probably started to unload accumulated continental material to the superocean for the first time since the mid-Carboniferous, just like the catastrophic breakage of a water-filled dam, leading to an unusually rapid increase in 87Sr/86Sr ratio of global seawater (Kani et al., 2008). The Capitanian turnover in seawater 87Sr/86Sr values implies that the surface uplift in Pangea, probably localized in the beginning, probably started at some time in the period 265–260 Ma, slightly later than the Illawarra Reversal.\nThe same scenario was likely repeated once more in the main rifting stage of Pangea in the Jurassic, leaving the Mesozoic minimum in the 87Sr/86Sr ratio to the opening of the Atlantic. The rapid increase in the Neoproterozoic 87Sr/86Sr ratio was recently also explained in terms of the breakup of the Rodinia supercontinent (Halverson et al., 2007; Maruyama and Santosh, 2008; Maruyama et al., submitted for publication) along with the supercontinent cycle (e.g., Rogers and Santosh, 2004)."
  }, {
    "heading": "4.3. “Plume Winter” and surface changes",
    "text": "There are three distinct clues for deciphering the concurrent global changes in biosphere around the G–LB; i.e., the secular change in stable carbon isotope ratio, the onset of the superanoxia, and mass extinction.\nThe stable carbon isotope ratio in carbonates suggest the appearanceof the Kamura cool interval in the Capitanian (Isozaki et al., 2007a,b). Although its cause has not yet been specified andwill be further discussed later, this cold snap within the long-term warming trend appears concordant with other geologic/biological phenomena of the Capitanian; i.e., 1) the extinction pattern of tropically adapted fauna (Ota and Isozaki, 2006; Aljinović et al., 2008; Isozaki and Aljinović, in press), 2) the migration of mid-latitude fauna to low-latitudes (Shen and Shi, 2004), 3) the global sea-level drop (Hallam and Wignall, 1999; Haq and Schutter, 2008), and 4) the deposition of glacial sediments and cool-water facies at high latitudes (Beauchamp and Baud, 2002; Fielding et al., 2008).\nIn contrast, after the Kamura event, the secular trend of carbon isotopes show a clear negative excursion of nearly 4‰ (Wang et al., 2004; Isozaki et al., 2007a), suggesting the end of high productivity. This corresponds to the end of the cool interval, namely the start of global warming across the G–LB. As the appearance of warm water on the surface is vital to slowing down the thermal circulation of the ocean, the warming around the G–LB appears concordant with the onset of the superanoxia (Isozaki, 1997); however, the trigger of the acute change in climatic mode from cooling to warming and the mutual relationships among all these have not yet been fully revealed.\nSome possible causal links between volcanism, environmental changes, and mass extinction have been previously proposed. For example, Chung et al. (1998) were the first who focused on the plume-generated Emeishan traps in South China with respect to the P–TB mass extinction. Afterwards, mainly on the basis of the apparent proximity in age, the CFB volcanism of the Emeishan traps and the Panjal traps became popular as possible causes of the G–LB extinction (e.g., Courtillot, 1999; Ali et al., 2002; He et al., 2007). The predominantly mafic chemistry of the Emeishan traps, however, suggests rather gentle volcanic eruption that seems difficult to account for the extensive delivery of air-borne ash of felsic composition over South China andwestern Panthalassa (Isozaki, 2007b). The total volume of the felsic parts of the Emeishan traps also appears too small, as even in the thickest part of the CFB in eastern Yunnan, South China, the rhyo-dacitic units attain merely 50 m in thickness. Therefore, the main parts of the Emeishan and Panjal traps are unlikely, unique source of the G–LB felsic tuff.\nInstead, the occurrence of felsic tuff beds in Far East Russia, South China and Japan, indicate much more explosive and larger volcanism of non-mafic nature, as emphasized by Kozur (1998) and Isozaki and Ota (2001, 2007). The discussion further extends to more violent kimberlitic/carbonatitic volcanism derived from a much deeperseated mantle plume (Morgan et al., 2004; Isozaki, 2007b). Volcanic hazards may have included 1) explosive eruptionwith a large amount of lava/pyroclastic flows and ash fall, 2) gas poisoning, 3) acid rain, 4) acute cooling by aerosols, 5) blocking sunlight by an aerosol/dust screen in the stratosphere, and 6) global warming by volcanogenic greenhouse gas at a later stage. In particular, the blockage of sunlight may have accelerated the cooling trend (the Kamura event) that had already started in the early Capitanian.\nAssuming all kinds of volcanogenic environmental hazards, Isozaki (2007b) summarized the extraordinarily violent volcanism, not of basaltic but of felsic and/or kimberlititic nature derived from a mantle superplume, that may have destroyed the pre-existing stability of ecosystems and led to the G–LB and P–TB mass extinctions, in the scenario of a “plumewinter”. In the case of the G–LB event, a large-scale mantle plume (superplume)was initiated at the CMB, started to ascend, and reached to thebottomof theoverlying lithosphere in easternPangea around 260 Ma to trigger the initial continental rifting and bimodal volcanism and resultant environmental turmoil. The time lag between\nthe Illawarra Reversal (ca. 265Ma) and the end-Guadalupian extinction (ca. 260Ma), ca. 5 million years or less, may represent the travel time of the superplume from the CMB to the surface.\nIn our human history, no breakup of a supercontinent has occurred, no newmantle superplume has launched from the CMB, and no serious damagesof thebiosphere tookplace, like theG–LBmassextinction. Thus\ninter scenario revised from Isozaki, 2007b). Mantle superplume represents the largest wn-going cold subducted slabs (megalith) form a large-scale whole-mantle convection extinction at the G–LB. A: In the beginning of the Capitanian (ca. 265Ma), the launching amura cooling event on the surface. B: At the end the Capitanian (ca. 260 Ma), the LIPs formed to start “Plume Winter”. Through various volcanic hazards, the G–LB mass rwards.\nwe still cannot perceive what kind of environmental changes really occurred when a superplume head impinged beneath Pangea. Nonetheless, each of the above-listed hazardous effects was likely much greater inmagnitude than ordinary volcanism alongmid-oceanic ridges and volcanic arcs driven by plate tectonics like we see today."
  }, {
    "heading": "4.4. Cosmoclimatology and geomagnetism",
    "text": "It is noteworthy that the G–LB extinction started to take place apparently during the Kamura cooling event, whereas the subsequent radiation of a new (Late Permian) taxonomic group occurred in the post-extinction aftermath in awarming climate (Isozaki et al., 2007b). Although the carbon isotope signature, the extinction pattern of biota, sea-level change, and glacial deposition all indicate the appearance of a cool interval in the Capitanian, we still do not know what triggered this cooling around 265 Ma. In finishing this discussion, the present author explores here an additional interpretation for the onset of the Capitanian cooling, by introducing a challenging new concept, cosmoclimatolgy by H. Svensmark and his colleagues.\nOn the basis of the good temporal correlation between the observed surface temperature of the Earth, cloud coverage, and sunspot numbers in the period 1985–1995, Svensmark and his colleagues explained that both warming and cooling of the surface of a planet are determined essentially by the influxof galactic cosmic rays from space to a planetary atmosphere, and so it has been in the past (Svensmark, 2007; Svensmark and Calder, 2007). Because high-energy galactic cosmic rays can create numerous nuclei of a cloud particle by hitting atmospheric molecules, in particular in the vapor-enriched Earth's atmosphere, their abundance controls the cloud coverage of the planet. Therefore, in terms of cloud albedo, the abundance of galactic cosmic rays controls the insolation flux, and resultant surface temperature of the Earth. The biosphere of the current Earth is protected from harmful (carcinogenic ormutanogenic) galactic cosmic radiation not only by the ozone layer but also by the geomagnetic and heliomagnetic fields that bounce back the cosmic radiation; the stronger the magnetic intensity becomes, the less can cosmic rays penetrate into the atmosphere.When\ngeomagnetism and/or heliomagnetism weaken to allow abundant penetration of galactic cosmic rays into the atmosphere, the temperature of the Earth's surface will drop, as extensive cloud coverage effectively reduces insolation. In short, the more comic radiation, the more cloud coverage, the lower temperature; and vice versa. The ice-free surface of our planet through most of geologic history, as well as the longevity of Earth's life, has probably benefited from a geomagnetic shield induced by the core's geodynamo.\nThe flux of galactic cosmic rays into the Earth's atmosphere changes not only alongwith the geo- and heliomagnetismbut alsowith a change in source, i.e., the number of supernova explosions in the astronomical neighborhood, with respect to the position of our solar system in the Milky Way galaxy. Thus the cloud formation and the surface temperature of the Earth are likely tuned by a combination of the intensity of radiation sources and the geo-/heliomagnetic shield. In terms of cosmoclimatology, Svensmark andhis colleagues explained not only the latest climatic change in the late 20th century but also much older climatic history of early civilizations, and potentially even the Precambrian snowball Earth events at 2.3 and0.7Ga (Svensmark, 2007).\nSolar activity has a unique 11 year-cycle as reflected in sunspot numbers, and so does heliomagnetism, although such short-term cycle has not often been recorded in past geological records. Nonetheless, we maydetectmuch longer-termfluctuations of solar activity in thegeologic records (Usoskin et al., 2003; Miyahara et al., 2006). Further application of cosmoclimatology to the rest of Earth's history appears promising, as pointed out by Maruyama et al. (submitted for publication).\nAs to the G–LB event, the present author here further promotes Svensmark's cosmoclimatology, in order to explain what we observe around theG–LB, emphasizing the linkbetween the onset of theKamura cooling event and the Illawarra Reversal in the early Capitanian (ca. 265 Ma). Because the Illawarra Reversal was probably induced by the launching of a superplume from the CMB, the geomagnetic dipole may have become unstable, lowering the geomagnetic intensity, thus allowing abundant galactic cosmic rays to penetrate the atmosphere (Figs. 5A and 6). Consequently, the extensive development of clouds started the Kamura cooling event, during which biodiversity declined\nre. After the long-term quiescence since the late Carboniferous, the G–LB recorded a ca. 265 Ma; Fig. 4) is the fingerprint of a remarkable change in geodynamo in the outer ersal, the geomagnetic dipole became unstable to lose intensity of the field, thus to let\ntant Kamura cooling event during the Capitanian (Fig. 5A). Nearly 5 million years later at l rifting of the supercontinent and formation of several LIPs with violent volcanism (Figs. 2007b) that completed the G–LB perturbation in the biosphere (Figs. 1 and 2). The allowed the development of the superanoxia.\nfirst in the tropical domains by a temperature drop below the threshold for survival of somewarm-water-adapted fauna. Volcanic hazards came about 5millionyears later (ca. 260Ma)when the superplume arrived at the surface to initiate continental rifting and associated volcanism in eastern Pangea, and the end-Guadalupian extinction occurred during the superimposed volcanic hazards (Figs. 5B and 6).\nAt present, this superplume-related cosmoclimatological interpretation of the late Middle Permian Illawarra Reversal and G–LB events is still immature, thus needs further examination. For example, in the aftermath of the end-Guadalupian extinction, a warm climate returned in the Early Lopingian, despite the fact that the PermoTriassic Mixed Superchron still continued. This may reflect the recurrence of a relatively stable dipole after the Capitanian (Fig. 4) or a background decrease of comic radiation; however, we need to confirm if the galactic cosmic ray abundance was constant or not in the Permian. Nonetheless, this new approach is worth testing, and bio-, chrono-, chemo-, and magnetostratigraphic data in much higher resolution are vital to check the validity of this explanation."
  }, {
    "heading": "5. Conclusion",
    "text": "The ca. 50 million year-long Kiaman Reverse Superchron after the Late Carboniferous ended abruptly at ca. 265 Ma (late Middle Permian) with a remarkable geomagnetic turnover event called the Illawarra Reversal. This unique episode, from a long-term stable mode to a frequent polarity reversal mode, reflects the appearance of a significant change in the geodynamo in the outer core of the planet. The activity of a mantle superplume was probably responsible for the appearance of thermal instability at the 2900 km-deep CMB that caused the mode change in the geodynamo. In addition to the Illawarra Reversal, several global changes also appeared on the surface of the planet in the late Guadalupian, i.e., 1) mass extinction, 2) ocean redox change, 3) isotopic excursions (C and Sr), 4) sea-level drop, and 5) plume-related volcanism. All these were likely related directly or indirectly to mantle superplume activity.\nBy reviewing unique geological/geophysical phenomena observed around the G–LB, this study proposes a possible scenario for all the global scale changes that occurred concurrently in the outer core, mantle, crust, and surface biosphere of the planet. The ultimate trigger was probably amantle superplume launched from the CMB (Figs. 5 and 6). The environmental perturbation in the biosphere in the Late Guadalupian occurred in two steps by transferring changes from the interior to the surface of the planet; first through the field change in geomagnetismat ca. 265Ma, then by thedirectmass transfer ofmaterial and heat at 260Ma.When the superplumewas launched from the CMB, changing the mode of the geodynamo (Illawarra Reversal) with decreasing geomagnetic intensity, the abundance of galactic cosmic rays from space increased to start forming extensive clouds over our planet with a high albedo. Thus the weakened geodynamo in the outer core may have caused the Kamura cooling event in the Capitanian and related earlier extinction of tropical fauna. Within 5 million years, the superplume head likely reached the bottom of the Pangean lithosphere, transferring material/heat from the deepest mantle to the surface to form several LIPs with various volcanic devastations that completed the environmental catastrophe across the G–LB.\nApparently distinct from that at the P–TB, theG–LBevent is unique in involving various geological and geophysical phenomena that appeared almost at the same time in the core, mantle, crust, and biosphere of the Earth. By confirming the earlier idea (Isozaki, 2007b), here I emphasize again that the transition from the Paleozoic world toMesozoic–Modern world startednot at the P–TBbut at theG–LB. Inotherwords, against the previous understandings in general, the G–LB was likely more significant than the P–TB in the geological and geophysical history of the Phanerozoic Earth.\nModulated by helio- and geomagnetism, the secular change in galactic cosmic ray flux from outer space into the atmosphere may\nexplain long-term global warming/cooling with respect to the cloud coverage over the planet in the rest of Earth's history. Such a cosmoclimatological viewpoint may allow us to open new windows to reconsider various aspects of the Earth's history, in particular, to perceive major events in geologic history, including the major mass extinction events."
  }, {
    "heading": "Acknowledgements",
    "text": "Masaki Ogawa, Joe Kirschvink, Jim Ogg, and Shige Maruyama provided valuable information on mantle dynamics, geomagnetism, and cosmoclimatology. Two anonymous reviewers provided constructive comments that led to much improvement. Brian F. Windley corrected the English. This study was funded by a Grant-in-Aid of the Japan Society for Promoting Science (no. 16204040, 20224012)."
  }],
  "year": 2009,
  "references": [{
    "title": "Emeishan basalts (SW China) and the ‘end-Guadalupian",
    "authors": ["J.R. Ali", "G.M. Thompson", "X.Y. Song", "Y.L. Wang"],
    "venue": "crisis: magnetobiostratigraphic constraints. Journal of the Geological Society (London)",
    "year": 2002
  }, {
    "title": "The occurrence of giant bivalve Alatoconchidae from the Yabeina Zone (Upper Guadalupian, Permian) in European Tethys",
    "authors": ["D. Aljinović", "Y. Isozaki", "J. Sremac"],
    "venue": "Gondwana Research",
    "year": 2008
  }, {
    "title": "Origination, extinction, and mass depletions of marine diversity",
    "authors": ["R. Bamback", "A.H. Knoll", "S.C. Wang"],
    "venue": "Paleobiology",
    "year": 2004
  }, {
    "title": "Permian–Triassic of the Tethys: carbon isotope studies",
    "authors": ["A. Baud", "M. Magaritz", "W.T. Holser"],
    "venue": "Geologische Rundschau",
    "year": 1989
  }, {
    "title": "Growth and demise of Permian biogenic chert along northwest Pangea: evidence for end-Permian collapse of thermohaline circulation",
    "authors": ["B. Beauchamp", "A. Baud"],
    "venue": "Palaeogeography Paleoclimatology Palaeoecology",
    "year": 2002
  }, {
    "title": "E.K.,Wang,W.,1998. U/Pb zircon chronologyand tempoof the end-Permianmass extinction",
    "authors": ["S.A. Bowring", "D.H. Erwin", "Y.G. Jin", "M.W. Martin", "David"],
    "venue": "Science",
    "year": 1998
  }, {
    "title": "Understanding mechanisms for the end-Permian mass extinction and the protracted Early Triassic aftermath and recovery",
    "authors": ["D.J. Bottjer", "M.E. Clapham", "M.L. Fraiser", "C.M. Powers"],
    "venue": "GSA Today",
    "year": 2008
  }, {
    "title": "Variations of seawater 87Sr /86Sr throughout Phanerozoic",
    "authors": ["W. Burke", "R. Denison", "E. Hetherington", "R. Koepnik", "M. Nelson", "J. Omo"],
    "venue": "shales. Geology",
    "year": 1982
  }, {
    "title": "The Emeishan flood basalt in SW China: a mantle plume initiation model and its connection with continental breakup and mass extinction at the Permian–Triassic boundary",
    "authors": ["S.L. Chung", "B.M. Jahn", "G.Y. Wu", "C.H. Lo", "B.L. Cong"],
    "venue": "American Geophysical Union Geodynamic Series",
    "year": 1998
  }, {
    "title": "Evolutionary catastrophe: the science of mass extinction",
    "authors": ["V.E. Courtillot"],
    "year": 1999
  }, {
    "title": "Pre-Mesozoic ice ages: their bearing on understanding the climate system",
    "authors": ["J.C. Crowell"],
    "venue": "Geological Society of American Memoir,",
    "year": 1999
  }, {
    "title": "The Carboniferous period",
    "authors": ["V. Davydov", "B.R. Wardlaw", "F.M. Gradstein"],
    "venue": "Geologic Timescale",
    "year": 2004
  }, {
    "title": "Variation in 87Sr /86Sr of Permian seawater: an overview",
    "authors": ["R.E. Denison", "R.B. Koepnick"],
    "venue": "The Permian of Northern Pangea vol. I: Paleogeography,",
    "year": 1995
  }, {
    "title": "Archean plate tectonics, rise of Proterozoic supercontinentality and the onset of regional, episodic stagnant-lid behaviour",
    "authors": ["W.G. Ernst"],
    "venue": "Gondwana Research",
    "year": 2009
  }, {
    "title": "Mantle plumes: their identification through time",
    "authors": ["R. Ernst", "K.L. Buchan"],
    "venue": "Geological Society of America Special Paper,",
    "year": 2001
  }, {
    "title": "The extinction: How life on Earth nearly ended 250 million years ago",
    "authors": ["D.H. Erwin"],
    "year": 2006
  }, {
    "title": "Stratigraphic imprint of the Late Palaeozoic ice age in eastern Australia: a record of alternating glacial and nonglacial climate regime",
    "authors": ["C.R. Fielding", "T.D. Frank", "L.P. Birgenheier", "M.C. Rygel", "A.T. Jones", "J. Roberts"],
    "venue": "Journal of the Geological Society",
    "year": 2008
  }, {
    "title": "Plates, plumes, and paradigms",
    "authors": ["G.R. Foulger", "J.H. Natland", "D.C. Presnall", "D.L. Anderson"],
    "venue": "Geological Society of American Special Paper",
    "year": 2005
  }, {
    "title": "The role of the Earth's mantle in controlling the frequency of geomagnetic reversals",
    "authors": ["G.A. Glatzmaier", "R.S. Coe", "L. Hongre", "P.H. Roberts"],
    "venue": "Nature 401,",
    "year": 1999
  }, {
    "title": "Photic zone euxinia during the Permian",
    "authors": ["K. Grice", "C. Cao", "G.D. Love", "M.E. Bottcher", "R.J. Twitchett", "E. Grosjean", "R.E. Summons", "S.C. Turgeon", "W. Dunning", "Y.G. Jin"],
    "venue": "Triassic superanoxic event. Science",
    "year": 2005
  }, {
    "title": "Late Permian to Earl Triassic magnetostratigraphy",
    "authors": ["M. Haag", "F. Heller"],
    "venue": "Earth and Planetary Science Letters",
    "year": 1991
  }, {
    "title": "Phanerozoic Sea-level Changes",
    "authors": ["A. Hallam"],
    "year": 1991
  }, {
    "title": "Mass extinctions and sea-level changes",
    "authors": ["A. Hallam", "P. Wignall"],
    "venue": "Earth-Science Reviews",
    "year": 1999
  }, {
    "title": "A chronology of Paleozoic sea-level changes",
    "authors": ["B.U. Haq", "S.R. Schutter"],
    "venue": "Science",
    "year": 2008
  }, {
    "title": "Evolution of the 87Sr/86Sr composition of Neoproterozoic seawater",
    "authors": ["G.P. Halverson", "F.O. Dudas", "A.C. Maloof", "S.A. Bowring"],
    "year": 2007
  }, {
    "title": "Age and duration of the Emeishan flood basalt volcanism, SW China: geochemistry and SHRIMP zircon U–PB dating of silicic ignimbrites, post-volcanic Xuanwei Formation and clay tuff at the Chaotian section",
    "authors": ["B. He", "Y.G. Xu", "X.L. Hiang", "Z.Y. Luo", "Y.R. Shi", "Q.J. Yang", "S.Y. Yu"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2007
  }, {
    "title": "A unique geochemical record at the Permian/Triassic boundary",
    "authors": ["W.T. Holser", "H.P. Schoenlaub", "M Attrep Jr."],
    "venue": "Nature 337,",
    "year": 1989
  }, {
    "title": "The magnetism of some Permian rocks from New South Wales",
    "authors": ["E. Irving", "L.G. Parry"],
    "venue": "Geophysical Journal of the Royal Astronomical Society",
    "year": 1963
  }, {
    "title": "Permo-Triassic boundary superanoxia and stratified superocean: records from lost deep sea",
    "authors": ["Y. Isozaki"],
    "venue": "Science",
    "year": 1997
  }, {
    "title": "Guadalupian–Lopingian boundary event in mid-Panthalassa: correlation of accreted deep-sea chert and mid-oceanic atoll carbonates",
    "authors": ["Y. Isozaki"],
    "venue": "Proceedings of the XVth Int. Congress of Carboniferous and Permian Stratigraphy, Royal Netherlands Academy of Arts and Sciences, Special Publication,",
    "year": 2007
  }, {
    "title": "Plumewinter scenario for biospheric catastrophe: the Permo-Triassic boundary case",
    "authors": ["Y. Isozaki"],
    "year": 2007
  }, {
    "title": "Middle/Upper Permian (Maokouan/Wuchapingian) boundary in mid-oceanic paleo-atoll limestone in Kamura and Akasaka, Japan",
    "authors": ["Y. Isozaki", "A. Ota"],
    "venue": "Proceedings of the Japan Academy",
    "year": 2001
  }, {
    "title": "Reply to comment",
    "authors": ["Y. Isozaki", "A. Ota"],
    "venue": "(Journal of Asian Earth Science",
    "year": 2007
  }, {
    "title": "Stratigraphy of the Middle-Upper Permian and Lowermost Triassic at Chaotian, Sichuan, China. –Record of endPermian double mass extinction event",
    "authors": ["Y. Isozaki", "J.X. Yao", "T. Matsuda", "H. Sakai", "Z.S. Ji", "N. Shimizu", "N. Kobayashi", "H. Kawahata", "H. Nishi", "M. Takano", "T. Kubo"],
    "venue": "Proceedings of Japan Academy",
    "year": 2004
  }, {
    "title": "A unique carbon isotope record across the Guadalupian–Lopingian (Middle-Upper Permian) boundary in mid-oceanic paleoatoll carbonates: the high-productivity “Kamura event” and its collapse in mid-superocean",
    "authors": ["Y. Isozaki", "H. Kawahata", "A. Ota"],
    "venue": "Global and Planetary Change",
    "year": 2007
  }, {
    "title": "The Capitanian (Permian) Kamura cooling event: the beginning of the Paleozoic–Mesozoic",
    "authors": ["Y. Isozaki", "H. Kawahata", "K. Minoshima"],
    "venue": "transition. Palaeoworld",
    "year": 2007
  }, {
    "title": "Rapid sea-level change in the Late Guadalupian (Permian) on the Tethyan side of South China: litho- and biostratigraphy of the Chaotian section in Sichuan",
    "authors": ["Y. Isozaki", "J.X. Yao", "Z.S. Ji", "M. Saitoh", "N. Kobayashi", "H. Sakai"],
    "venue": "Proceedings of Japan Academy",
    "year": 2008
  }, {
    "title": "Two phases of the end-Permianmass extinction",
    "authors": ["Y.G. Jin", "J. Zhang", "Q.H. Shang"],
    "venue": "Pangea: Global Environments and Resources. Memoir Canadian Society of Petroleum Geologists,",
    "year": 1994
  }, {
    "title": "The global stratotype section and point (GSSP) fot the boundary between the Capitanian and Wuchiapingian stage (Permian)",
    "authors": ["Y.G. Jin", "S.Z. Shen", "C.M. Henderson", "X.D. Wang", "W. Wang", "Y. Wang", "C.Q. Cao", "Q.H. Sahng"],
    "venue": "Episodes 29,",
    "year": 2006
  }, {
    "title": "Late Permian magnetostratigraphy and its global correlation",
    "authors": ["Y.G. Jin", "Q.H. Shang", "C.Q. Cao"],
    "venue": "Chinese Science Bulletin",
    "year": 2000
  }, {
    "title": "A negative carbon isotope anomaly associated with the earliest Lopingian (Late Permian) mass extinction",
    "authors": ["K. Kaiho", "Z.Q. Chen", "T. Ohashi", "T. Arinobu", "K. Sawada", "B.S. Cramer"],
    "year": 2005
  }, {
    "title": "The Paleozoic minimum of 87Sr/86Sr initial ratio in the upper Guadalupian (Permian) mid-oceanic carbonates: a critical turning point in the Late Paleozoic",
    "authors": ["T. Kani", "M. Fukui", "Y. Isozaki", "S. Nohda"],
    "venue": "Journal of Asian Earth Sciences",
    "year": 2008
  }, {
    "title": "Geochemistry of Late Permian to from southwest Japan: implications for an oceanic redox change",
    "authors": ["Y. Kato", "K. Nakao", "Y. Isozaki"],
    "venue": "Chemical Geology",
    "year": 2002
  }, {
    "title": "Biological overprint of the geological carbon cycle",
    "authors": ["M.E. Katz", "J.D. Wright", "K.G. Miller", "B.C. Cramer", "K. Fennel", "P.G. Falkowski"],
    "venue": "Marine Geology",
    "year": 2005
  }, {
    "title": "Paleomagnetism paleozoya. Nedra, Leningrad",
    "authors": ["A.N. Kharamov"],
    "year": 1974
  }, {
    "title": "Extending the Sensitivity of Paleomagnetic Techniques: Magnetostratigraphy of weakly-magnetized, organic-rich black limestone from the Permian of Japan. EOS(American Geophysical Union, Fall meeting Abstracts) GP43B-1223",
    "authors": ["J.L. Kirschvink", "Y. Isozaki"],
    "year": 2007
  }, {
    "title": "Comparative Earth history and Late Permian mass extinction",
    "authors": ["A.H. Knoll", "R.K. Bambach", "D.E. Canfield", "J.P. Grotzinger"],
    "venue": "Science 273,",
    "year": 1996
  }, {
    "title": "A speculation on the structure of the D",
    "authors": ["T. Komabayashi", "S. Maruyama", "S. Rino"],
    "venue": "Gondwana Research",
    "year": 2009
  }, {
    "title": "δ18O and δ13Ccarb of Permian brachiopods: a record of seawater evolution and continental glaciation",
    "authors": ["C. Korte", "T. Jasper", "H.W. Kozur", "J. Veizer"],
    "year": 2005
  }, {
    "title": "87Sr/86Sr record of Permian seawater",
    "authors": ["C. Korte", "T. Jasper", "H.W. Kozur", "J. Veizer"],
    "venue": "Palaeogeography, Paleoclimatplogy, Palaeoecology",
    "year": 2006
  }, {
    "title": "Some aspects of the Permian–Triassic boundary (PTB) and of the possible causes for the biotic crisis around this boundary",
    "authors": ["H. Kozur"],
    "year": 1998
  }, {
    "title": "Anisotropic shear-wave velocity structure of the Earth's mantle: a global model",
    "authors": ["B. Kustowski", "G. Eckstrom", "A.M. Dziewonski"],
    "venue": "Journal of Geophysical Research 113,",
    "year": 2008
  }, {
    "title": "From stable dipole towards reversing numerical dynamos",
    "authors": ["C. Kutzner", "U.R. Christensen"],
    "venue": "Physics of the Earth and Planetary Interiors",
    "year": 2002
  }, {
    "title": "The Permo-Carboniferous Oslo rift through six stages and 65 million years",
    "authors": ["B.T. Larson", "S. Olaussen", "B. Sundvoll", "M. Heeremans"],
    "venue": "Episodes",
    "year": 2008
  }, {
    "title": "The core–mantle boundary layer and deep-Earth dynamics",
    "authors": ["T. Lay", "Q. Williams", "E. Garnero"],
    "venue": "Nature",
    "year": 1998
  }, {
    "title": "Volcanic rocks from EDEL no. 1 petroleum exploration well, offshore Carnavon basin, Western Australia",
    "authors": ["R.W. Le Maitre"],
    "venue": "Journal of the Geological Society Australia",
    "year": 1975
  }, {
    "title": "On the Permian–Triassic events in South China — probe into the end-Permian abrupt extinction and its possible causes",
    "authors": ["Z.S. Li", "L.P. Zhan", "J.X. Yao", "Y.Q. Zhou"],
    "venue": "Proceedings of Shallow Tethys (Sendai)",
    "year": 1991
  }, {
    "title": "A new global model for P wave speed variations in Earth’s mantle",
    "authors": ["C. Li", "R.D. van der Hilst", "E.R. Engdahl", "S. Burdick"],
    "venue": "Geochemistry Geophysics Geosystems 9,",
    "year": 2008
  }, {
    "title": "The Permian of Liangshan and its bearing on the classification and correlation of the Permian rocks of South China",
    "authors": ["Y.H. Lu"],
    "venue": "Scientia Sinica",
    "year": 1956
  }, {
    "title": "Models of snowball Earth and Cambrian explosion: a synopsis",
    "authors": ["S. Maruyama", "M. Santosh"],
    "venue": "Gondwana Research",
    "year": 2008
  }, {
    "title": "Mesozoic and Cenozoic evolution of Asia",
    "authors": ["S. Maruyama", "J.G. Liou", "T. Seno"],
    "year": 1989
  }, {
    "title": "Superplume, supercontinent, and postperovskite:mantle dynamics and anti-plate tectonics on the core–mantle boundary",
    "authors": ["S. Maruyama", "M. Santosh", "D.P. Zhao"],
    "venue": "Gondwana Research",
    "year": 2007
  }, {
    "title": "Extensive 200 million-year-old continental flood basalts of the Central Atlantic",
    "authors": ["A. Marzoli", "P.R. Renne", "E.M. Piccirillo", "M. Ernesto", "G. Bellieni", "A. De Min"],
    "venue": "Magmatic Province. Science",
    "year": 1999
  }, {
    "title": "Moessbauer spectroscopic study on characterization of iron in the Permian to Triassic deep-sea chert from Japan",
    "authors": ["M. Matsuo", "K. Kubo", "Y. Isozaki"],
    "venue": "Hyperfine Interaction C",
    "year": 2003
  }, {
    "title": "Strontium isotope stratigraphy",
    "authors": ["J.M. McArthur", "R.J. Howarth"],
    "venue": "Geologic Timescale",
    "year": 2004
  }, {
    "title": "Die Zeitkala fur die hoere",
    "authors": ["M. Menning", "R. Gast", "H. Hagdorn", "K.C. Kaeding", "M. Szurlies", "E. Nitsch"],
    "venue": "Dyas und die Germanische Trias der Stratigraphischen Tabelle von Deutschland",
    "year": 2005
  }, {
    "title": "Inversion de l'inclinaison magnetique terrestre aux ages geologiques",
    "authors": ["P.L. Mercanton"],
    "venue": "C.R.S. Soc. Suisse G.M.A.,",
    "year": 1926
  }, {
    "title": "Variation of solar cyclicity during the Spoerer Minimum",
    "authors": ["H. Miyahara", "K. Msuda", "Y. Muraki", "H. Kitagwa", "T. Nakamura"],
    "venue": "Journal of Geophysical Research",
    "year": 2006
  }, {
    "title": "Contemporaneous mass extinctions, continental flood basalts, and ‘impact signals’: are mantle plume-induced lithospheric gas explosions the causal link",
    "authors": ["J.P. Morgan", "T.J. Reston", "C.R. Ranero"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2004
  }, {
    "title": "The Oslo rift: a review",
    "authors": ["E.R. Neumann", "K.H. Olsen", "W.S. Baldridge", "B. Sundvoll"],
    "venue": "Tectonophysics 208,",
    "year": 1992
  }, {
    "title": "Superplumes, plates, and mantle magmatism in two-dimensional numerical models",
    "authors": ["M. Ogawa"],
    "venue": "Journal of Geophysical Research 112, B06404",
    "year": 2007
  }, {
    "title": "The Triassic period",
    "authors": ["J.G. Ogg"],
    "venue": "Geologic Timescale",
    "year": 2004
  }, {
    "title": "Fusuline biotic turnover across the Guadalupian–Lopingian (Middle-Upper Permian) boundary in mid-oceanic carbonate buildups: biostratigraphy of accreted limestone in Japan",
    "authors": ["A. Ota", "Y. Isozaki"],
    "venue": "Journal of Asian Earth Sciences",
    "year": 2006
  }, {
    "title": "Large perturbations of the carbon cycle during recovery from the end-Permian mass extinction",
    "authors": ["J.L. Payne", "D.J. Lehrmann", "J. Wei", "M.J. Orchard", "D.P. Schrag", "A.H. Knoll"],
    "year": 2004
  }, {
    "title": "Bryozoan paleoecology indicates mid-Phanerozoic extinctionswere theproduct of long-termenvironmental stress.Geology35, 995–998",
    "authors": ["C.M. Powers", "D.J. Bottjer"],
    "year": 2007
  }, {
    "title": "Sedimentary aspects of the Eo-Alpine cycle on the northeast edges of the Arabian Platform (Oman Mountains)",
    "authors": ["D. Rabu", "J. Le Metour", "F. Bechennec", "M. Beurrier", "M. Villey", "C. Bourdillon-Jeudy de Grissac"],
    "venue": "Geological Society of London Special Publication,",
    "year": 1990
  }, {
    "title": "Late Permian double-phased mass extinction and volcanism: an oceanographic perspective",
    "authors": ["G. Racki", "P. Wignall"],
    "year": 2005
  }, {
    "title": "Middle-Late Permian mass extinction on land",
    "authors": ["G. Retallack", "C.A. Metzger", "T. Greaver", "A.H. Jahren", "R.M.H. Smith", "N.D. Sheldon"],
    "venue": "Geological Society of America Bulletin",
    "year": 2006
  }, {
    "title": "Carbon isotopic evidence for chemocline upward excursions during the end-Permian event",
    "authors": ["A. Riccardi", "L.R. Kump", "M.A. Arthur", "S. D'Hondt"],
    "venue": "Palaeogeography Palaeoclimatology Palaeoecology",
    "year": 2007
  }, {
    "title": "Continents and Supercontinents",
    "authors": ["J.J.W. Rogers", "M. Santosh"],
    "year": 2004
  }, {
    "title": "Permian sequence stratigraphy",
    "authors": ["C.A. Ross", "J.R.P. Ross"],
    "year": 1995
  }, {
    "title": "Phosphorous, nitrogem, and redox evolution of the Paleozoic",
    "authors": ["M.R. Saltzman"],
    "venue": "oceans. Geology",
    "year": 2005
  }, {
    "title": "The making and breaking of supercontinents: some speculations based on superplumes, super downwellings, and the role of tectosphere",
    "authors": ["M. Santosh", "S. Maruyama", "S. Yamamoto"],
    "venue": "Gondwana Research",
    "year": 2009
  }, {
    "title": "A kinetic model of Phanerozoic taxonomic diversity: III. PostPaleozoic families and mass extinction",
    "authors": ["J.J. Sepkoski Jr."],
    "venue": "Paleobiology",
    "year": 1984
  }, {
    "title": "Paleobiogeographical extinction patterns of Permian brachiopods in the Asian-western Pacific region",
    "authors": ["S.Z. Shen", "G.R. Shi"],
    "venue": "Paleobiology",
    "year": 2002
  }, {
    "title": "A double mass extinction at the end of the Paleozoic era",
    "authors": ["S.M. Stanley", "X. Yang"],
    "venue": "Science",
    "year": 1994
  }, {
    "title": "The magnetic polarity time scale across the Permian–Triassic boundary",
    "authors": ["M.B. Steiner"],
    "venue": "Geological Society of London Special Publication,",
    "year": 2006
  }, {
    "title": "Cosmoclimatology: a new theory emerges",
    "authors": ["H. Svensmark"],
    "venue": "Astrophysics and Geophysics, Royal Astronomical Society of London",
    "year": 2007
  }, {
    "title": "The chilling stars: a new theory of climate change",
    "authors": ["H. Svensmark", "N. Calder"],
    "venue": "Icon Books, London",
    "year": 2007
  }, {
    "title": "Millenium-scale sunspot number reconstruction: evidence for an unusually active sun since the 1940s",
    "authors": ["I.G. Usoskin", "S.K. Solanki", "M. Scuessler", "K. Mursula", "K. Alanko"],
    "venue": "Physical Review Letters",
    "year": 2003
  }, {
    "title": "87Sr/86Sr, δ13C and δ18O evolution of Phaenrozoic seawater",
    "authors": ["J. Veizer", "D. Ala", "K. Azmy", "P. Bruckschen", "D. Buhl", "F. Bruhn", "G.A.F. Carden", "A. Diener", "S. Ebneth", "Y. Godderis", "T. Jasper", "C. Korte", "F. Pawellek", "O.G. Podlaha", "H. Strauss"],
    "venue": "Chemical Geology",
    "year": 1999
  }, {
    "title": "Permian–Carboniferous and Permian–Triassic magmatism in the rift zone bordering the Tethyan margin of southern",
    "authors": ["J.J. Veevers", "R.C. Tewali"],
    "venue": "Pangea. Geology",
    "year": 1995
  }, {
    "title": "The carbon isotope excursion on GSSP candidate section of Lopingian–Guadalupian boundary",
    "authors": ["W. Wang", "C.Q. Cao", "Y. Wang"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2004
  }, {
    "title": "The Permian period",
    "authors": ["B.R. Wardlaw", "V. Davidov", "F.M. Gradstein"],
    "venue": "Geologic Timescale",
    "year": 2004
  }, {
    "title": "Anoxia as a cause of the Permian/Triassic mass extinction: facies evidence from northern Italy and western United States",
    "authors": ["P.B. Wignall", "A. Hallam"],
    "venue": "Palaeogeography Palaeoclimatology Palaeoecology",
    "year": 1992
  }, {
    "title": "Extent, duration and nature of the Permian–Triassic superanoxic event",
    "authors": ["P. Wignall", "R. Twitchett"],
    "venue": "Geological Society of America Special Paper",
    "year": 2002
  }, {
    "title": "Extinction process and patterns of Middle Permian fusulimaceans in southwest China",
    "authors": ["X.N. Yang", "J.R. Liu", "G.J. Shi"],
    "venue": "Lethaia",
    "year": 2004
  }, {
    "title": "Geochemistry and petrogenesis of the Permian mafic dykes in the Panxi region, SW China",
    "authors": ["J. Zi", "W. Fan", "Y. Wang", "T. Peng", "F. Guo"],
    "venue": "Gondwana Research",
    "year": 2008
  }],
  "id": "SP:c5425e3347024b12c3ab3c4e368a74fe759c6627",
  "authors": [{
    "name": "Yukio Isozaki",
    "affiliations": []
  }],
  "abstractText": "Article history: The Permian magnetostratig Received 22 July 2008 Received in revised form 10 December 2008 Accepted 11 December 2008 Available online 24 December 2008",
  "title": "Illawarra Reversal: The fingerprint of a superplume that triggered Pangean breakup and the end-Guadalupian (Permian) mass extinction"
}