{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nReview of Palaeobotany and Palynology\nj ourna l homepage: www.e lsev ie r .com/ locate / revpa lbo\nPalynostratigraphy and palynofacies of the Upper Triassic Streppenosa Formation (SE Sicily, Italy) and inference on the main controlling factors in the organic rich shale deposition\nSimonetta Cirilli a,⁎, Nicoletta Buratti a, Luigi Gugliotti b, Alfredo Frixa b\na Dipartimento di Fisica e Geologia, Università di Perugia, Via Pascoli, 06123 Perugia, Italy b Eni E&P, Via Emilia 1, San Donato Milanese, Milano, Italy\n⁎ Corresponding author. E-mail address: simonetta.cirilli@unipg.it (S. Cirilli).\nhttp://dx.doi.org/10.1016/j.revpalbo.2014.10.009 0034-6667/© 2015 Elsevier B.V. All rights reserved.\na b s t r a c t a r t i c l e i n f o\nArticle history: Received 23 April 2014 Received in revised form 16 September 2014 Accepted 17 October 2014 Available online 23 January 2015\nKeywords: Triassic Palynofacies Palynostratigraphy Organic matter Sicily Streppenosa Formation\nThis paper focuses on the Upper Triassic Streppenosa Formation, penetrated by the Pachino 4 on-shore well, (Southern Sicily, Italy) in order to find stratigraphic age constrains and to reconstruct the paleoenvironmental evolution of this basin within the Upper Triassic palaeogeographic scenario of the western Tethys. Pachino 4 is one of thewells drilled by Eni Exploration and Production in the south-easternHyblean plateauwith the purpose to better define the time and space distribution of reservoirs and source rocks in an area characterized by considerable subsidence and strong tectonic activity, balanced by high sedimentation rate. The Streppenosa Formation depocenter consists of a thick sequence (N2500m) of organic rich shales, turbiditic limestones andmarly limestones, grouped into threemembers (Lower,Middle andUpper). Thewell diversifiedmicroflora assemblages allow the dating of the upper part of the Lower Member and the Middle Member as Norian and the Upper Member as Rhaetian. The palynofacies variations across the Streppenosa Formation show significative changes in the relative abundances of the organic debris that, associated with the lithological and sedimentological features, allowed a reconstruction of the depositional facies successions and a hypothesis for the forcing mechanisms driving the black shale deposition. We considered that the deposition of the Streppenosa Formation occurred in an epeiric basin, under oxygendepleted bottom waters, with different depth that varied through time in response to the sedimentation rates, eustatic sea level changes, and basin subsidence. The integration of palynofacies and lithofacies data suggests a crucial role for river runoff, responsible for water stratification and for primary productivity increase in the water column. Theprocesswas triggeredbywarmer andwetter climate conditions as documented inmanyUpper Triassic successions of the western Tethys realm.\n© 2015 Elsevier B.V. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "Large fluctuations in the earlyMesozoic climate are usually linked to widespread deposition of organic carbon rich sediments. In thewestern Tethys evidence of increasing humidity and seasonality around the Triassic–Jurassic (Tr–J) boundary have been documented by the large amount of enriched organic matter and shaly sediments deposited within low dysoxic–anoxic basins (e.g., Hallam, 1985; Berra and Cirilli, 1997; Cirilli et al., 1999; Wignall, 2001; Buratti and Cirilli, 2007; Bonis et al., 2010a). The beginning of black shale deposition seems to coincide with the onset of a negative δ13C excursion (Kürschner et al., 2007; Bonis et al., 2010a, 2010b; Ruhl et al., 2011) just before the Tr–J boundary. This boundary ismarked bymajor environmental and biotic changes assumed to be coevalwith perturbations of the global carbon cycle, thus suggesting sudden input into the ocean–atmosphere system of large amount of CH4 or CO2. Two distinct negative organic Carbon Isotope Excursions (CIE)\nboth in carbonates and organic matter were recorded in many sections within and outside the Tethys Ocean (Hesselbo et al., 2002; Galli et al., 2007; McElwain et al., 2007; Götz et al., 2009; Clemence et al., 2010; Deenen et al., 2010; Michalík et al., 2010; Ruhl et al., 2011; Schaller et al., 2011; Steinthorsdottir et al., 2011; Lindström et al., 2012; Dal Corso et al., 2014). The short-lived “initial” CIE concurs with the major end-Triassic biotic turnover and is separated from the longer-lived “main” CIE by a return to Rhaetian base values (Hesselbo et al., 2002). The onset of the main CIE coincides with the base of the Jurassic, which is defined by thefirst occurrence of the Psiloceras spelae ammonite species (vonHillebrandt et al., 2007). At the Tr–J transition it has been recently argued that changes in the bulk C-isotope composition of the sedimentary organicmatter are largely controlled by changes in type of organicmatter (van de Schootbrugge et al., 2008). Still matter of debate is instead the forcingmechanisms that have been invoked to explain the environmental and biological changes at the Tr–J transition. According to several researchers the onset of the Central Atlantic Magmatic Province (CAMP), related to the break-up of Pangaea, could have triggered the biotic crisis by releasing of volcanic gases (mainly CO2 and SO2) into the ocean–\natmosphere system (Hesselbo et al., 2002; Schaltegger et al., 2008; van de Schootbrugge et al., 2008, 2009; Cirilli et al., 2009; Deenen et al., 2010; Schoene et al., 2010; Marzoli et al., 2011; Ruhl et al., 2011; Schaller et al., 2011; Lindström et al., 2012; Pálfy and Zajzon, 2012; Mander et al., 2013).\nThe present study shows high resolution palynological proxy records from the Upper Triassic Streppenosa Formation (SE Sicily, Italy). During the past decade, palynology has generated considerable interest in the field of petroleum exploration for its great potential in stratigraphic, palaeogeographic, palaeoenvironmental and palaeoclimatologic studies. Integrated high resolution palynostratigraphy and palynofacies data were used in this study to constrain the age, type and source of sedimentary organic matter and the associated history of environmental changes."
  }, {
    "heading": "2. Geological setting and palaeogeography",
    "text": "Southern Italy is an interesting and promising area for hydrocarbon exploration. Some wells have been drilled by Eni E&P in the Hyblean plateau with the aim to better define the time and space distribution of reservoirs and source rocks in the SE Sicilian on-shore and off-shore (Trincianti et al., 2015). The main targets were represented by the hydrocarbon-bearing Triassic and Jurassic carbonates, in the different wells. The Hyblean plateau was characterized by carbonate sedimentation, between the Mesozoic to Miocene. It was successively involved in foreland and foredeep chains as the result of Alpine collision between the African and the European plates (Patacca et al., 1979; Brosse et al., 1988, 1990; Yellin-Dror et al., 1997).\nDuring the Norian–Rhaetian times two different palaeogeographic domains developed within the Hyblean area (Fig. 1), characterized by different subsidence and sedimentation rates (Frixa et al., 2000). Shallow water depositional environments and lower subsidence rate affected the northern part of the Hyblean plateau (i.e., Noto 1 well). In the Norian, the area was characterized by the dolomitic peritidal sedimentation of the Sciacca Formation (coeval to the Dolomia Principale Formation, lower-\nmiddle Norian). During the end of Rhaetian the Noto area began to drown and although the subsidence was less pronounced with respect to the southern area, a shallow euxinic lagoon/basin settled. The Noto Formation, dated as Rhaetian by palynological data (Frixa et al., 2000), consists of alternation of black shales and micritic, microbial dolomitic limestones (average thickness about 200 m). In this area the absence of a recognized stratigraphic continuity (Upper Norian–Lower Rhaetian) between the Sciacca Formation and the Noto Formation has been interpreted as a sedimentary gap (Frixa et al., 2000).\nIn the southern sector (penetrated by the Marzamemi 1, Pachino 4 and Polpo 1 wells), the tectonic activity was more pronounced and the considerable subsidence was balanced by high sedimentation rate. Here the organic rich basinal shales and limestones of the Streppenosa Formation were deposited under prevailing reducing conditions. The Lower Streppenosa Member, whose base has never been reached by any wells, has been attributed to the Norian–Rhaetian by calcareous nannofossils, (Frixa et al., 2000). The thick basinal sequence (about 2000 m) of the Middle Streppenosa Member has been mostly referred to the Rhaetian and the Upper Streppenosa Member has been dated as Hettangian in Frixa et al. (2000).\nIn correspondence of the boundary between the two different domains (to the North the euxinic lagoon/basin of the Noto Formation, and to the South the basin of the Streppenosa Formation), a complex of carbonate microbial mounds with associated breccias forms the Mila Member of the Noto Formation (Fig. 1). The Mila Member represents a narrow backstepping platformmargin separating the Noto Formation from the Rhaetian portion of the Streppenosa Formation (Middle Streppenosa Member). This member is divided into two partially overlapping units. The older unit (Lower Mila Member) lies above the carbonate platform of Sciacca Formation (Fig. 1), while the younger lies in part above the Lower Mila Member and in part above the Noto Formation (Frixa et al., 2013).\nAround the Rhaetian–Hettangian boundary a marine transgression allowed the deposition of the euxinic basinal sediments (Upper\ne Triassic. Sciacca Formation, shallow water carbonate platform; Noto Formation, euxinic ic. Circles: some of the drilled wells by Eni E&P.\nStreppenosa Member) over the entire area. The thickness of the Upper Streppenosa Member ranges between 100 m in the Noto area and 600 m in the Southern basin area (Frixa et al., 2000).\nThe onshore Pachino 4 well is localized in the south-eastern part of Sicily (36°41′49″N/15°03′31″E) (Fig. 1). The borehole penetrated a successionof limestones,marly limestones and organic rich argilloceous sediments with basaltic intercalations (Figs. 1, 3). The environment has been referred to a low dysoxic–anoxic basin, where the high subsidence rate, balanced by the high sedimentation rate, allowed the deposition of the thick Streppenosa Formation (N2500 m). This formation is one of the most important Italian source rocks, showing good petroleum potential, although the highest TOC value (N3%, max value 13%) in the Hyblean foreland is reached within the Noto Formation (Pieri and Mattavelli, 1986; Brosse et al., 1988, 1990; Frixa et al., 2000). Few biostratigraphic studies from Pachino 4 borehole and from some other wells drilled in south-eastern Sicily (i.e., Polpo 1, 25 km southeast of Pachino 4) have been published. On the basis of the recorded palynological assemblage correlated with the nannofossil associations the Lower, Middle andUppermembers of the Streppenosa Formationwere assigned to the late Norian–Rhaetian, Rhaetian and to Hettangian respectively (Frixa et al., 2000).\nThe Pachino 4 well, penetrated and reached the total depth within the thick succession of the Streppenosa Formation (from 5003 m depth to 2016m). The formation has been grouped into threemembers (Frixa et al., 2000) that from bottom to top can be schematized as follows (Fig. 3):\n- The Lower Streppenosa Member (from 5003 m depth to 4794 m) consists of packstone and mudstone/wackestone with abundant radiolarians and frequent fine residemented calciturbiditic packstone. Basalt horizons and silty shale occur in the lowest part of the member. - The Middle Streppenosa Member (from 4794 m to 2640 m) is characterized by prevailing mudstone/wackestone with frequent intraclastic-peloidal and oolitic thin intercalations (often ricrystallized or dolomitized) and with black silty shales. Limestones and shales are often laminated and contain debris plants. Basaltic intrusions mainly in the upper portion are also present. Bioclasts consist of radiolarians, sponge spicules, ostracodes, benthic foraminifers, echinoderm fragments, gastropods and scattered ammonites. - The Upper StreppenosaMember (from 2640m to 2054m)mainly consists of gray-green shales/marls with scattered fine grained intraclastic–oolitic packstone. Radiolarians, sponge spicules, benthic foraminifers, echinoderm remains, ostracods and some gastropods are the most common bioclasts. Siltstones, fine grained quartzarenites and recrystallized mudstones occur at the base of the member. Frequent intercalations of gray, silty shales and mudstones are more common in the upper part. Horizons of tuff, basaltic lava are still present within the interval from 2550 m to 2400 m."
  }, {
    "heading": "3. Material and methods",
    "text": "Palynological analysiswas carried out on a total of 53 cutting samples, 34 of which yielded palynomorph assemblages. All samples were prepared using standard palynological processing techniques, including HCl (37%) and HF (50%) treatment for dissolution of carbonates and silicates, respectively (Green, 2001; Wood et al., 2002). Boiling in 30% hydrocloridric acid for 1 h was also required. After removing samples from the acid solution, a heavy liquid (saturated zinc chloride — ZnCl2) was added to separate organic matter from heavy minerals. Samples were sieved in a 10 μmesh sieve and residues mounted onto slides by using Eukitt as a mounting medium. For biostratigraphic purposes palynomorphs must be sufficiently translucent for transmitted light microscopic examination. Samples characterized by highly carbonized\npalynomorphs are treated with a mild oxidation, based on a controlled twenty-four hour bleaching by sodium hypochlorite (household bleach) (Buratti and Cirilli, 2011). The palynological content was analyzed by transmitted light microscopy. Optical palynofacies analyses were conducted on un-oxidized material. Sporomorphs were picked from both artificially oxidized and unoxidised residues. The type and amount of organic debris in the Pachino4boreholeweremeasuredquantitatively: at least 200 particles per slide of organic debris, including palynomorphs (sporomorphs and marine elements), were counted and converted to percentages. The lower palynomorph content of some samples prevented a detailed quantitative analysis, although a semi-quantitative estimation was possible (Figs. 2, 3). Overall the absolute particle abundances were calculated for all particle groups and classified according to their origin, taking in consideration the available classification schemes (e.g., Whitaker, 1984; van der Zwan, 1990; Steffen and Gorin, 1993; Tyson, 1995; Batten, 2002; Batten and Stead, 2007).\nPalynological slides are filed in the collection of the Sedimentary Organic Matter Laboratory at the Department of Physics and Geology of the Perugia University (Italy)."
  }, {
    "heading": "4. Palynomorph assemblages",
    "text": "Palynological samples from the lower part (from 4992m to 3732m) of the Pachino 4 borehole are characterized by sporadic highly oxidized and indeterminate palynomorphs.\nThe Lower Streppenosa Member and the lower part of the Middle Streppenosa Member proved to be palynologically barren containing unidentifiable carbonized palynomorphs.\nThe rest of the drilled succession overall yielded diversified palynological assemblages including sporomorphs (spores and pollen grains), organic-walled phytoplankton (dynoflagellate cysts, acritarchs and foraminiferal linings) and sporadic green algae spores of zygnematacean affinity (Circulisporites parvus) (Fig. 2; Plates I and II).\nAn abrupt microfloral diversification marks the boundary between the Middle and Upper Streppenosa members (around sample 2736) followed by a gradual microfloral diversification throughout the latter member (Fig. 2).\nThe lowest palynologically productive interval from the Pachino 4 well (from 3318 m up to 2748m) is characterized by poorly diversified assemblages. Among the Circumpolles group, Paracirculina verrucosa and Classopollis meyerianus commonly occur. Trilete spores, among which Stereisporites seebergensis, Acanthotriletes varius and the fern spores Carnisporites spiniger and Baculatisporites spp., are found in association with sporadic pollen grains (e.g., the inaperturate Araucariacites australis and the monosulcate Cycadopites sp.). Bisaccate pollen grains (e.g., Klausipollenites gouldii, Alisporites spp.) are rare in this lowest interval, as well as marine elements such as acritarchs and foraminiferal linings. Circulisporites parvus a hydro-terrestrial, filamentous green algae of probable zygnematacean affinity, occurs at 3246 m.\nThe interval between 2736 m and 2580m (upper part of the Middle Streppenosa Member) is characterized by an increasing taxa diversification (Fig. 2). Among sporomorphs, Classopollis meyerianus dominates the association together with abundant bisaccate pollen grains (e.g., Alisporites spp., Klausipollenites gouldii, Vitreisporites bjuvensis) and trilete spores (e.g., Deltoidospora mesozoica, Dictyophyllidites mortonii). Diversification mainly involves the group of trilete spores blooming at 2736mwith an assemblage dominated by fern spores as Deltoidospora spp., Carnisporites anteriscus, C. leviornatus, Calamospora tener, Conbaculatisporites baculatus, Trachysporites fuscus, and by the bryophyte Porcellispora longdonensis and Retitriletes austroclavatidites. From 2664m up to 2580m additional trilete spores, such as, Retitriletes semimuris, Carnisporites megaspiniger, Neochomotriletes triangularis, Leptolepidites major and the Circumpollen Granuloperculatipollis rudis enrich the association. Among marine elements the dinoflagellate cyst Dapcodinium priscum occurs at 2736 m, in the uppermost part of the Middle Streppenosa Member and becomes more common in the\n70 S.Cirillietal./Review ofPalaeobotany and Palynology 218 (2015) 67 –79\noverlying association at 2580 m, together with Classopollis meyerianus. Acritarchs are also abundant (i.e., at 2634m and 2604m) in association with minor foraminiferal linings.\nA gradual diversification occurs upwards, in the Upper Streppenosa Member Classopollis meyerianus is still abundant and dominates over Classopollis torosus (Fig. 2). The latter scarcely appears in the underlying strata but becomes relatively more abundant than C. meyerianus towards the top of the Streppenosa Formation. Trilete spore occurrences (Annulispora microannulata, Kyrtomisporis laevigatus, Uvaesporites argentaeformis and Densosporites foveocingulatus) characterize the upper part of the Upper Streppenosa Member."
  }, {
    "heading": "4.1. Palynostratigraphical consideration",
    "text": "The upper part of the Middle Streppenosa Member, up to 2736 m is characterized by a microfloral assemblage referable to the Norian, for the presence of typical Norian and Rhaetian sporomorphs, such as Classopollis meyerianus, Carnisporites spiniger and Acanthotriletes varius in association with Paracirculina verrucosa which ranges from Carnian up to Norian (Morbey, 1975; Schuurman, 1977; Krystyn and Kürschner, 2005; Warrington et al., 2008; Cirilli, 2010; de Jersey and McKellar, 2013). The available data on theEuropeanmiospore assemblage zones revealed a transitional nature in the composition of Norian palynomorph assemblages, being characterized by the progressive disappearances of Carnian taxa and the first occurrence of species that become dominant during the Rhaetian (Cirilli, 2010 and herein references).\nAt the boundary between the Middle and the Upper members of the Streppenosa For (Fig. 2) the co-occurrence of Norian–Rhaetian elements such as Porcellispora longdonensis, Trachysporites fuscus\nand Granuloperculatipollis rudis and common Rhaetian sporomorphs, only sporadically reported in theNorian, asRetitriletes austroclavatidites, Carnisporites megaspiniger, Carnisporites anteriscus and Carnisporites leviornatus could indicate a Rhaetian age (Morbey, 1975; Schuurman, 1977, 1979; Visscher et al., 1980; McKellar, 1982; Suneby and Hills, 1988; Cornet, 1993; Hounslow et al., 2004; Krystyn and Kürschner, 2005; Barron et al., 2006; Krystyn et al., 2007a, 2007b; Kürschner et al., 2007; Warrington et al., 2008; Bonis et al., 2009; Cirilli, 2010). Few taxa ranging from Rhaetian to Hettangian e.g., Retitriletes semimuris, Neochomotriletes triangularis, Vitreisporites bjuvensis and Leptolepidites major (Cornet and Traverse, 1975; Pedersen and Lund, 1980; Mettraux and Mohr, 1989; Hounslow et al., 2004; Bonis et al., 2009) also occur at 2736 m, just before the boundary between Middle and Upper Streppenosa members in association with the previous mentioned Norian–Rhaetian taxa.\nThe dinoflagellate cyst Dapcodinium priscum has been widely recorded fromalmost all the Rhaetianmarine assemblages of the Tethyan Realm (e.g., uppermost Triassic–Sinemurian D. priscum Zone of Woollam and Riding, 1983; Courtinat and Piriou, 2002). Its occurrence, associated with the recorded sporomorph assemblages, suggested assignment of the Upper Member of the Streppenosa Formation to Rhaetian and not to the Hettangian as previously indicated (Frixa et al., 2000)."
  }, {
    "heading": "5. Palynofacies analysis",
    "text": "The distribution and selection of organic components in the depositional environment are controlled by the same hydrodynamic factors affecting inorganic sedimentary particles (Huc, 1988; Tyson, 1995, 2001). The organic components behave like sedimentary grains, with\nPlate I. 1–7) Classopollis meyerianus; 8–10) Retitriletes austroclavatidites; 11–14) Granuloperculatipollis rudis; 15) Densosporites foveocingulatus; 16) Densoisporites velatus; 17, 18) Paracirculina verrucosa; 19) Leptolepidites major; 20) Trachysporites fuscus. Scale bar = 10 μ.\nPlate II. 1) Converrucosisporites cameronii; 2) Baculatisporites comaumensis; 3) Osmundacidites fissus; 4) Cycadosporites sp.; 5) Araucariacites australis; 6–8) Circulisporites parvus; 9) Dictyophyllidites mortonii; 10) Pinuspollenites cf. pinoides; 11, 13) Alisporites similis; 12) Carnisporites spiniger; 14) Calamospora mesozoica; 15) Schizosporis scissus; 16) Michrystridium sp.; 17, 20) Foraminiferal lining; 18, 19) Dapcodinium priscum. Scale bar = 10 μ.\ntheir own physical characteristics and therefore the organic matter is viewed as an important sedimentary component that reflects conditions in the source area and in the depositional environments. Interplay between several factors affects the type of phytoclasts and palynomorphs recovered from modern and ancient sediments. Such factors include climate and vegetation in their natural environments, the mode and length of transportation into the depositional basin, conditions in the depositional basin, burial rate, post burial changes and tectonics. Therefore, the palynofacies variations in types and composition/preservation of organic particles may provide useful information towards the interpretation of sedimentary facies and depositional and diagenetic conditions (Demaison and Moore, 1980; Hart, 1986; Tyson, 1987, 1993, 1995, 2001; Huc, 1988; van der Zwan, 1990; Steffen and Gorin, 1993; Hart et al., 1995; Batten, 2002; Batten and Stead, 2007; Traverse, 2008).\nIn interpreting palynofacies variations a distinction is made on the origin of “allochthonous” and “authochthonous” fraction of the organic particles within marine sediments. The first one includes opaque and translucent phytoclasts and sporomorphs derived by landmasses. Phytoclasts are subdivided into four main palynomaceral types (PM), on the basis of their oxidation degree. The autochthonous fraction consists of marine phytoplanktonic as dynoflagellate cysts, acritarchs, microforaminiferal linings (inner linings of foraminiferal tests) and all those organic particles produced within the marine water column. Overall the amount, type and preservation of terrestrial organic matter are strongly controlled by climate, by the proximity of the source area and by length of transportation. The more labile components are rapidly degraded during transport, while oxidized particles (i.e., inertinite) because they are refractory to any further biochemical oxidation can be widely distributed far from the source area intomarine basins. The amount and preservation of marine organic matter are mostly controlled by primary productivity and by the oxygen level within the water column which in turn triggers a sequence of factors and processes more or less interconnected each other. The sedimentary organic constituents of continental (huminite/vitrinite, inertinite, cuticle, wood fragments, tracheids, spores and pollens) and marine (mostly autochthonous-dinoflagellate cysts, algae, foraminifera test linings, acritarchs) origin and amorphous organic matter (AOM) have been grouped according to the Steffen and Gorin (1993) classification modified by Whitaker (1984).\nIn this study, the palynofacies are qualitatively and quantitatively distinguished based on:\n- the amount of total organicmatter present in each samplewhich is a balance between sedimentation and preservation processes; - the relative abundances and variations in percentage of the most common organic debris; - the ratio of marine to terrestrial components which depends on the proximity of the terrestrial source; - the morphological preservation of sporomorphs and degradation degree of palynodebris which is essentially function of oxidation processes and sedimentation rate; - the presence/absence of AOM which indicates reducing conditions in the water column and sediment–water interface."
  }, {
    "heading": "5.1. Palynofacies data",
    "text": "Palynological samples from the lowest part of the borehole (from 4992 m to 3518 m), were characterized by thermally mature organic matter, consisting of a high percentage of inertinite, black AOM and sporadic carbonized palynomorphs (Fig. 3, Plate III.1).\nPlate III. Palynofacies intervals recorded in the Streppenosa Formation: 1)Opaque phytoclasts w thermally OMmaturity; 2) palynofacies interval I from the lower part of the Middle Stre 3, 4) palynofacies interval II in the upper part of theMiddle StreppenosaMember, composed of 3) upward interval II; 5, 6) palynofacies interval III in the lower Upper StreppenosaMemberwith ab increase in vitrinite and AOM (5); the uppermost part shows an increase of inertinite (6); 7, 8 sporomorphs, vitrinite and by an increase in brownish AOM (8). Scale bar = 300 μ.\nStarting from 3518 m up to the top of the investigated succession (2016m), the organic component variations allowdistinction of four intervals, each one displaying distinct palynofacies types (Fig. 3, Plate III).\nInterval I: (from 3518 m to 2950 m) it corresponds to the upper part of the Middle Streppenosa Member palynologically dated as late Norian. The palynofacies is dominated by terrestrially-derived organic matter, with high concentration of palynomacerals, including intertinite, strongly oxidized debris of higher plants (30 to 70% of PM4 and 20–30% of PM4T) andminor percentages of vitrinite (PM1+ PM2) (about 30%), and AOM (10–15%). Scattered sporomorphs (b1%), associated with few marine elements (i.e., foraminiferal linings) characterize the upper part of this lower palynofacies interval (Fig. 3, Plate III.2).\nInterval II: (from 2950 m to 2664 m) it coincides with the upper part of the Middle Streppenosa Member. Inertinite (both PM4 and PM4T) is the most common woody particle (30–35%), associated with minor vitrinite (PM1 and PM2) (10–20%). The palynofacies records a relative increase in brownishAOM(about 20%), sporomorphs (5–10%), and cutinite (PM3) (about 5%), in the upper part of the interval. Sporomorphs include a diversified group of trilete spores in association with minor bisaccate pollen grains and Circumpolles, this latter dominant in the uppermost part of the interval (i.e., Alisporites thomasii and Classopollis meyerianus). The palynofacies contains very few acritarchs and dynoflagellate cysts (Fig. 3, Plate III.3, 4).\nInterval III: (from 2664m to 2520m) it includes the Norian–Rhaetian boundary and corresponds to the transition between the Middle and the Upper Streppenosa members (boundary at 2640 m). The palynofacies shows a relative increase in marine elements, such as the dynoflagellate cyst Dapcodinium priscum, and acritarchs (10–20%). Sporomorphs are abundant (15–20%), with a maximum peak in diversification. The lower part of this interval records a relative increase in low oxidized vitrinite (PM1) (about 20%) and AOM (about 20%). The uppermost part shows an increase of equidimensional and lath-shaped inertinite (up to 55%), and a general decrease of vitrinite (from 25 to 15%), cutinite (b5%), and AOM (b10%) (Fig. 3, Plate III.5, 6).\nInterval IV: (from 2520 m to 2054 m) it corresponds to the Upper StreppenosaMember. The palynofacies records an increase in brownish AOM (30%–40%) and a slight decrease ofmarine elements. The percentage of the other organic components remains rather constant in respect to the underlying interval (Fig. 3, Plate III.7, 8)."
  }, {
    "heading": "6. Discussion",
    "text": "Palynological study of the Streppenosa Formation shows significative changes in the relative abundances of the organic debris that, associated with the lithological and sedimentological features, allowed a reconstruction of the depositional facies succession and a hypothesis for the forcing mechanisms driving the black shale deposition.\nPalynofacies data show the regular presence, across the drilled succession, of terrestrial-derived organic matter, although at different preservation degrees and percentage. It suggests a relative proximity of the marine basin to the continental landmass. The palynofacies of interval I, dominated by degraded terrestrial palynomacerals (mostly inertinite), and by low to absent AOM could suggest an oxic to suboxic depositional environment, relatively far from the shoreline. Inertinite is one of the more resistant palynomacerals that can be transported for a long distance without being further degraded. The few palynomorphs show evidences of degradation linked to transportation from the source area under oxic conditions.\nThe occurrence in the interval II of translucent and fresh palynomacerals such as vitrinite and cutinite in association with a\nith fewpalynomorphs from the bottom interval of Pachino 4; the palynofacies shows high ppenosa Member, dominated by inertinite, minor vitrinite and scattered sporomorphs; inertinite, vitrinite and sporomorphs and4) brownishAOMwhich content slightly increases undant sporomorphs andmarine elements. The lower part of this interval records a relative ) palynofacies interval IV in the upper Streppenosa Member, characterized by abundant\nconsiderable amount of sporomorphs, some of which in tetrad status, revealed more proximal conditions to the landmass and to the parent flora. The dominance of the Classopollis pollens, belonging to the extinct Cheirolepidiaceae family, suggests warm regional climatic conditions (Vakhrameev, 1987; Bonis and Kürschner, 2012). The increase in terrestrial pollen and spore concentrations together with vitrinite and AOM can be explained by an increase in seasonality and wetter conditions. The relative high content of AOM (around 25%) and the good organic matter preservation indicate dysoxic to anoxic marine bottom conditions, ideal for the preservation of organic matter.\nThe palynofacies of interval III, from the basal Upper Streppenosa Member, brackets the Norian–Rhaetian boundary as documented by the palynological assemblage. It results in a mixture of terrestrially derived high plant debris and marine elements. A relative increase of carbonizedwoody plant tissues (inertinite) and a decrease in translucent fresh phytoclasts (vitrinite and cutinite) is associatedwith a relative peak in Dapcodinium priscum and foraminiferal linings and a decrease of AOM (10%). This palynofacies show better oxygenated conditions at least in the middle–upper part of the water column where marine phytozooplankton could flourish as confirmed by the associated facies and microfacies composed of radiolarian, sponge spicule and ammonite bearingmudstone–wackestones. The good organic matter preservation depends upon the sediment accumulation rates under oxic conditions (Tyson, 1995). The bulk sedimentation rate should have been sufficiently high to cause rapid burial. Under such conditions, the organic matter can be quickly removed from the water–sediment surface where it is most easily oxidized.\nIn the meantime, the adjacent carbonate factory (Noto Formation) continued to produce during the deposition of themost part of theMiddle Streppenosa Member as showed by the calcarenite intercalations which punctuate background basinal sediments consisting of calcareous mudstone–wackestone and minor organic rich shales. Carbonates were shed from the marginal shelf area (Mila Member) as calciturbidites and diluted debrisflows into the basin. Only in the uppermost part of theMiddle StreppenosaMember, the carbonate sedimentation and thus the total sedimentation rate slightly reduced triggering the right condition for the organic matter preservation. The lithofacies and palynofacies record a reduction of the sediment production by the carbonate factory, followed, at the top interval, by the marine transgression well documented in the next interval IV.\nThe palynofacies of the interval IV, marked by high content of AOM (30–40%) and inertinite, associated with finely laminated sediments and thick levels of rich organic shales indicate the return to anoxic water conditions. The palynofacies and the abundant organic rich shale intercalations suggest a climate control, such as an increased rainfall that favored fluvial delivery of fine siliciclastics and allochthonous organic debris from continental areas into the basin. Periodically increases of continental water run-off and high terrestrial sediment supply caused also water stratification, anoxic bottomwater conditions and increased preservation of the (largely terrestrial) sedimentary organic matter. The high content of AOM could be also related to high primary productivity in the photic zone that continued to be normally oxygenated. Organic-walled dinoflagellate cysts, as important constituents of primary productivity, could still survive under such conditions living in the upper part of thewater column. After death, theywere converted into amorphous organic matter as a result of bacterial degradation under low oxygen environment at marine bottoms. The strongly enhanced input of land plant-derived organic matter also may have led to increasing oxygen-deficient conditions at the bottom waters (Heimhofer et al., 2006). In the Streppenosa basin the oxidation of the highly increased organic matter content recorded at the Tr–J transition could have further enhanced dysoxic conditions at the bottom waters during black shale formation. At the adjacent basinmargin, the carbonate production decreased, as a consequence of the high siliciclastic influx as well as of the salinity decrease due to largemasses of fresh water supply. The breakdown of carbonate production, widely documented during this\ntime interval (van de Schootbrugge et al., 2007, 2008) caused an indirect increase in concentration of terrestrial organic material. The interval IV records the effect of the Rhaetian trangression causing the widespread of the black shale facies in several areas of the Western Tethys. In the Hyblean plateau area it should correspond to the transgression of the organic rich facies of the Streppenosa basin on the shallow marginal and innermost carbonate shelf of the Noto Formation.\nEvidences of wetter climate, in coincidence with the deposition of organic rich clay/marly successions, have been documented in many successions of the western Tethys realm (Korte et al., 2003; Surlyk, 2003; Bonis et al., 2010a; Pienkowski et al., 2011; Berra, 2012) at the transition from Triassic to Jurassic times. According to several researchers the Upper Triassic climate was characterized by a high monsoonal regime and by three non-zonal pattern climatic belts (e.g., Robinson, 1973; Simms and Ruffell, 1990; Dubiel et al., 1991; Parrish, 1993; Wang, 2009). The configuration of the large Pangaean landmass probably may have intensified the monsoon system because it could retain more heat (e.g., Kutzbach and Gallimore, 1989; Crowley et al., 1992). The intense monsoonal activity resulted in increase runoff and fresh water supply in the marine environments. Another consequence was the increase nutrient loading in the coastal waters, enhancing primary productivity in the inner shelf region.\nCyclic fluctuations in palynomorph concentrations and palynofacies variations have been documented both at low palaeolatitude in the Triassic–Early Jurassic St. Audrie's Bay section (southern UK, Kent and Tauxe, 2005; Bonis et al., 2010b) and at higher latitude (i.e., northern Spain, Gòmez et al., 2007) suggesting an influence ofmonsoonal regime. Additionally, the enrichment of kaolinite-rich clays at the Triassic– Jurassic boundary in NW Europe should prove evidence of warm, humid climate triggered an intenseweathering on the continental landmasses (Ahlberg et al., 2003; Korte et al., 2009).\nThe temporal and spatial distributions of black shales, in the Phanerozoic, are related to the development in time and space of environments inwhich black shalesmay accumulate and to a propitious combination of environmental variables: organic productivity, subsequent preservation of organic matter and appropriate sedimentation rates (Tyson, 2001, 2005; Katz, 2005; Trabucho-Alexandre et al., 2012). The worldwide distribution of marine organic-carbon-rich sediments through geological time is commonly related towidespread ocean anoxia (Pancost et al., 2004; Meyer and Kump, 2008; Negri et al., 2009). Many black shales in thick epicontinental basinal successions formed beneath an oxygen restricted deep water. The organic enrichment has been ascribed to accumulation in basins that had anoxic bottom waters (Tyson and Pearson, 1991; Arthur and Sageman, 1994; Wignall, 1994; Harris, 2005). This condition is considered to be maintained by a stratifiedwater column that isolated the photic zone from the bottom-water nutrient reservoir (Wignall and Myers, 1988; Hatch and Leventhal, 1992; Turner, 1992; Ettensohn, 1995). According to other theories organic rich shales were deposited under conditions of high primary productivity, associated with low sedimentation rate causing a relatively low degree of dilution of the organic matter by siliciclastic and skeletal debris (e.g., Herbin et al., 1995; Lallier-Vergès et al., 1995; Perkins et al., 2008). A combination of both mechanisms is also possible, with an increased freshwater and nutrient input via river runoff leading to stratification and increased productivity (Negri et al., 2009). This combined mechanism could be mainly triggered by the increase of fresh water masses and nutrient input via river runoff during a climate humidification.\nThe palynofacies and lithofacies data from Streppenosa Formation suggest a crucial role for river runoff, responsible for water stratification and for primary productivity increase in the water column. This palaeoenvironmental scenario is also confirmed by the low dinocyst population diversity. The presence of the opportunistic species Dapcodinium priscum could reflect environmental stresses, including salinity excursions (Lister and Batten, 1988; van der Zwan, 1990; Courtinat and Piriou, 2002; Bonis et al., 2009). We consider that the\ndeposition of the Streppenosa Formation occurred in an epeiric basin with perhaps a different depth that varied through time in response to the sedimentation rates, eustatic sea level changes, and basin subsidence. The high organic matter content, the finely laminated structures and the scarcity of benthic biota should indicate accumulation under oxygen-depleted bottom waters. In this palaeogeographic scenario, the “expanding puddle model” (sensu Wignall, 1991; 1994) provides the best explanation for the black shale deposition and for the sequence of events characterizing the palaeoenvironmental evolution.\nThe Lower and Middle Streppenosa members probably deposited during the earlier step of the transgressive phase, when the organic rich sediments accumulated only at the basin depocentre while basin margin and slope were poor of organic matter (mainly terrestrial) because reworking processes and oxygenated waters. The adjacent shallow platform (i.e., Sciacca and/or Noto Fms.) was relatively productive as carbonate factory and oolithic bioclastic debriswas shedded onto the adjacent slope and into the basin. The carbonate platform growth outpaced basinal sedimentation during most of the deposition of the Lower and Middle Streppenosa members.\nDuring the following steps of relative sea level rise, corresponding to the Upper Streppenosa Member, the basin deponcetre lowered beneath the mixed layer surface. This fact, associated with restricted paleoceanographic circulation, gave origin to maximum oxygen depletion and long term stagnant conditions, favorable for organic matter preservation. At this step, the basinal facies of the Streppenosa Formation onlapped and overlay the shallow water carbonates of the Noto Formation."
  }, {
    "heading": "7. Conclusion",
    "text": "The palynological study of the Pachino 4 borehole allows a revision of the age of the Streppenosa Formation. On the basis of the new palynological data the Middle Streppenosa Member, is referable to the Norian and theUpper StreppenosaMember to the Rhaetian. This stratigraphic framework permits the establishment of the evolutionary steps of the Streppenosa basin in the late Triassic–early Jurassic palaeogeographic and palaeoclimate scenarios of the western Tethys. Furthermore the results of this study add new constrains and provide new evidence of the climatic perturbation which presumably started at the upper Norian, continued during the Rhaetian up to the Triassic–Jurassic boundary and therefore may be linked to the onset of volcanic activity of the CAMP.\nThe Streppenosa Formation was deposited within an epeiric basin with oxygen-depleted bottom waters. The integration of palynostratigraphy, and palynofacies data, supported by the occurrence of thick black shale intervals, suggests that sedimentation rate and organic matter type were mainly controlled by warm, humid climate. In this scenario, the reducing conditions of the Streppenosa basinwere triggered by an enhanced river runoffwhich caused a “domino effect” including the high allochthonous organicmatter supply, thewater stratification and the increase of primary productivity in the water column.\nThe results may have implication in the source rock evaluation and source rock distribution in the Hyblean plateau area by enhancing stratigraphic correlation with the units deposited in other sectors of the Hyblean plateau. More generally, the approach represents a powerful tool for the prediction of the kerogen type distribution and reconstruction of organicmatter provenance in different palaeoenvironmental scenarios. Exploration activities find in the organic matter and palynofacies studies fundamental tools for the evaluation of the petroleum potential and the associated risks. The definition of the organic matter type plays a crucial role in source rock evaluation and it depends strongly on the depositional palaeoenvironment (i.e., type I lacustrine, type II marine, type III terrestrial). Indications from the palaeoenvironment of the Streppenosa Formation allow better definition of the source rock presence, quality and distribution."
  }, {
    "heading": "Acknowledgments",
    "text": "The authors gratefully acknowledge Eni E&P Management for permission to study the cuttings and core samples of the Pachino 4 borehole and to publish the results. We are grateful to Amalia Spina for the useful discussions and help and to Giulia Panfili for her assistance in the laboratory. We are deeply in debt with M. H. Stephenson for his accurate review that surely improved the quality of the paper. This study was supported by the funds of the Sedimentary Organic Matter Laboratory (Grant number: CONLABSSOR-000934), directed by S. Cirilli (Perugia University, Italy).\nAppendix I. Species list of cited taxa\nPollens and spores Alisporites australis de Jersey 1962 Alisporites similis (Balme) Dettman 1963 Alisporites thomasii (Couper) Nillson 1958 Annulispora microannulata de Jersey 1962 Aratrisporites saturni (Thiergart) Mädler 1964 Araucariacites australis Cookson 1947 Baculatisporites comaumensis (Cookson) Potonie 1956 Calamospora mesozoica Couper 1958 Calamospora tener (Leschik) Mädler 1964 Carnisporites anteriscus Morbey 1975 Carnisporites leviornatus (Levet-Carette) Morbey 1975 Carnisporites megaspinigerMorbey 1975 Carnisporites spiniger (Leschile) Morbey 1975 Circulisporites parvus de Jersey emend Norris 1965 Classopollis meyerianus (Klaus) de Jersey 1973 Classopollis torosus Reissinger 1950 Conbaculatisporites baculatus Bharadwaj and Singh 1964 Conbaculatisporites mesozoicus Klaus 1960 Concavisporites jurienensis Balme 1957 Converrucosisporites cameronii (de Jersey) Playford and Dettmann 1965 Cyclogranisporites congestus Leschik 1955 Deltoidospora mesozoicus (Thiergart) Schuurman, 1977 Deltoidospora minor (Couper) Pocock 1970 Deltoidospora toralis (Leschick) Lund 1977 Densoisporites velatusWeyland and Krieger emend. Dettmann 1963 Densosporites fissus (Reinhardt) Schulz 1967 Densosporites foveocingulatus Schulz 1967 Dictyophyllidites harrisii Couper 1958 Dictyophyllidites mortonii (de Jersey) Playford and Dettmann 1965 Granuloperculatipollis rudis Venkatachala and Góczán emend. Morbey 1975 Kraeuselisporites dentatus Leschik, 1955 Kyrtomisporis laevigatus Mädler 1964 Leptolepidites major Couper 1958 Neochomotriletes triangularis (Bolkhovitina) Reinhardt, 1961 Osmundacidites fissus (Leschik) Playford 1965 Osmundacidites wellmanii Couper 1953 Paracirculina verrucosa Praehauser-Enzenberg 1970 Pinuspollenites cf. pinoides (Nilsson) Lund 1977 Porcellispora longdonensis (Clarke) Scheuring emend. Morbey, 1975 Retitriletes austroclavatidites (Cookson) Döring, Krutzsch, Mai and Schulz 1963 Retitriletes semimuris (Danzé-Corsin and Laveine) McKellar 1974 Schizosporis scissus Balme and Hennelly1956 Todisporites minor Couper 1958 Trachysporites fuscus Nilsson 1958 Uvaesporites argentaeformis (Bolkhovitina) Schulz 1967 Vitreisporites bjuvensis Nilsson 1958 Dinoflagellate cyst Dapcodinium priscum Evitt emend. Below 1987."
  }],
  "year": 2015,
  "references": [{
    "title": "Triassic–Jurassic weathering and clay mineral dispersal in basement areas and sedimentary basins of southern Sweden",
    "authors": ["A. Ahlberg", "I. Olsson", "P. Simkevicius"],
    "venue": "Sediment. Geol",
    "year": 2003
  }, {
    "title": "Marine black shales: depositional mechanisms and environments of ancient deposits",
    "authors": ["M.A. Arthur", "B.B. Sageman"],
    "venue": "Ann. Rev. Earth Planet. Sci",
    "year": 1994
  }, {
    "title": "The Triassic–Jurassic boundary in Asturias (northern Spain): palynological characterisation and facies",
    "authors": ["E. Barron", "J.J. Gomez", "A. Goy", "A.P. Pieren"],
    "venue": "Rev. Palaeobot. Palynol",
    "year": 2006
  }, {
    "title": "Palynofacies and Petroleum Potential",
    "authors": ["D.J. Batten"],
    "venue": "2nd editionPalynology: Principles and Applications. American Association of Stratigraphic Palynologists Foundation",
    "year": 2002
  }, {
    "title": "Palynofacies Analysis and Its Stratigraphic Application",
    "authors": ["D.J. Batten", "D.T. Stead"],
    "year": 2007
  }, {
    "title": "Sea-level fall, carbonate production, rainy days: how do they relate? Insight from Triassic carbonate platforms (Western Tethys, Southern Alps",
    "authors": ["F. Berra"],
    "venue": "Italy). Geology",
    "year": 2012
  }, {
    "title": "Palaeoenvironmental interpretation of the Late Triassic Fraele Formation (Ortles nappe, Austroalpine Domain, Lombardy)",
    "authors": ["F. Berra", "S. Cirilli"],
    "venue": "Riv. Ital. Paleontol. Stratigr",
    "year": 1997
  }, {
    "title": "Vegetation history, diversity patterns, and climate change across the Triassic/Jurassic",
    "authors": ["N.R. Bonis", "W.M. Kürschner"],
    "venue": "boundary. Paleobiology",
    "year": 2012
  }, {
    "title": "A detailed palynological study of the Triassic–Jurassic transition in key sections of the Eiberg Basin (Northern Calcareous Alps",
    "authors": ["N.R. Bonis", "W.M. Kürschner", "L. Krystyn"],
    "venue": "Austria). Rev. Palaeobot. Palynol",
    "year": 2009
  }, {
    "title": "Climate change driven black shale deposition during the end-Triassic in the western Tethys",
    "authors": ["N.R. Bonis", "M. Ruhl", "W.M. Kürschner"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2010
  }, {
    "title": "Milankovitch-scale palynological turnover across the Triassic–Jurassic transition at St",
    "authors": ["N.R. Bonis", "M. Ruhl", "W.M. Kürschner"],
    "venue": "Audrie's Bay, SW UK. J. Geol. Soc. Lond",
    "year": 2010
  }, {
    "title": "The organic matter of interlayered carbonates and clays sediments — Trias/Lias",
    "authors": ["E. Brosse", "J.P. Loreau", "A.Y. Huc", "A. Frixa", "L. Martellini", "A. Riva"],
    "venue": "Sicily. Org. Geochem",
    "year": 1988
  }, {
    "title": "Some sedimentological and geological characters of the late Triassic Noto formation, source rock in the Ragusa basin (Sicily)",
    "authors": ["E. Brosse", "A. Riva", "S. Santucci", "M. Bernon", "J.P. Loreau", "A. Frixa"],
    "venue": "Org. Geochem",
    "year": 1990
  }, {
    "title": "Microfloristic provincialism in the Upper Triassic Circum — Mediterranean area and palaeogeographic implication",
    "authors": ["N. Buratti", "S. Cirilli"],
    "venue": "Geobios",
    "year": 2007
  }, {
    "title": "A new bleaching method for strongly oxidized palynomorphs",
    "authors": ["N. Buratti", "S. Cirilli"],
    "venue": "Micropaleontology",
    "year": 2011
  }, {
    "title": "Upper Triassic–Lowermost Jurassic Palynology and Palynostratigraphy: A Review",
    "authors": ["S. Cirilli"],
    "venue": "Geological Society, Special Publications,",
    "year": 2010
  }, {
    "title": "Microbial-serpulid buildups in the Norian–Rhaetian ofWesternMediterranean area: ecological response of shelf margin communities to stressed environments",
    "authors": ["S. Cirilli", "A. Iannace", "F. Jadoul", "V. Zamparelli"],
    "venue": "Terra Nova",
    "year": 1999
  }, {
    "title": "Latest Triassic onset of the Central Atlantic Magmatic Province (CAMP) volcanism in the Fundy Basin (Nova Scotia): new stratigraphic constraints",
    "authors": ["S. Cirilli", "A. Marzoli", "L. Tanner", "H. Bertrand", "N. Buratti", "F. Jourdan", "G. Bellieni", "D. Kontak", "P.R. Renne"],
    "venue": "Earth Planet. Sci",
    "year": 2009
  }, {
    "title": "Early Hettangian benthic-planktonic coupling at Doniford (SW England): palaeoenvironmental implications for the aftermath of the end-Triassic crisis",
    "authors": ["M.E. Clemence", "A. Bartolini", "S. Gardin", "G. Paris", "V. Beaumont", "K.N. Page"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2010
  }, {
    "title": "Applications and limitations of palynology in age, climatic, and paleoenvironmental analyses of Triassic sequences in North America",
    "authors": ["B. Cornet"],
    "venue": "N. M. Mus. Nat. Hist. Sci",
    "year": 1993
  }, {
    "title": "Palynological contributions to the chronology and stratigraphy of the Hartford basin in Connecticut and Massachusetts",
    "authors": ["B. Cornet", "A. Traverse"],
    "venue": "Geosci. Man",
    "year": 1975
  }, {
    "title": "Palaeoenvironmental distribution of the Rhaetian dinoflagellate cysts",
    "authors": ["B. Courtinat", "S. Piriou"],
    "venue": "Dapcodinium priscum Evitt,",
    "year": 2002
  }, {
    "title": "Modeling 100,000-year climate fluctuations in pre-Pleistocene time series",
    "authors": ["T.J. Crowley", "K.Y. Kim", "J.G. Mengel", "D.A. Short"],
    "venue": "Science",
    "year": 1992
  }, {
    "title": "The dawn of CAMP volcanism and its bearing on the end-Triassic carbon cycle disruption",
    "authors": ["J. Dal Corso", "A. Marzoli", "F. Tateo", "H.C. Jenkyns", "H. Bertrand", "N. Youbi", "A. Mahmoudi", "E. Font", "N. Buratti", "S. Cirilli"],
    "venue": "J. Geol. Soc. Lond",
    "year": 2014
  }, {
    "title": "The palynology of the Triassic–Jurassic transition in southeastern Queensland, Australia, and correlation with New Zealand",
    "authors": ["N.J. de Jersey", "J.L. McKellar"],
    "venue": "Palynology",
    "year": 2013
  }, {
    "title": "A new chronology for the end-Triassic mass extinction",
    "authors": ["M.H.L. Deenen", "M. Ruhl", "N.R. Bonis", "W. Krijgsman", "W.M. Kürschner", "M. Reitsma", "M.J. Van Bergen"],
    "venue": "Earth Planet. Sci",
    "year": 2010
  }, {
    "title": "Anoxic environments and oil source bed genesis",
    "authors": ["G.J. Demaison", "G.T. Moore"],
    "venue": "Am. Assoc. Pet. Geol. Bull",
    "year": 1980
  }, {
    "title": "The Pangaean megamonsoon — evidence from the Upper Triassic Chinle Formation",
    "authors": ["R.F. Dubiel", "J.T. Parrish", "J.M. Parrish", "S.G. Good"],
    "venue": "Colorado Plateau. Palaios",
    "year": 1991
  }, {
    "title": "Global and regional controls on the origin and burial of organic matter in Devonian–Mississippian black shales of North America",
    "authors": ["F.R. Ettensohn"],
    "venue": "Houston Geol. Soc. Bull",
    "year": 1995
  }, {
    "title": "Events around the Triassic–Jurassic boundary",
    "authors": ["J.J. Gòmez", "A. Goy", "E. Barron"],
    "venue": "Alps (Northern Italy). Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2007
  }, {
    "title": "Palynological evidence of synchronous",
    "authors": ["A.E. 89–110. Götz", "K. Ruckwied", "J. Pálfy", "J. Haas"],
    "year": 2009
  }, {
    "title": "A review of Mesozoic climates",
    "authors": ["A. pp.). Hallam"],
    "venue": "Kuwer Academic Publishers,",
    "year": 1985
  }, {
    "title": "Particulate Organic Matter, Facies Models",
    "authors": ["G.F. Hart", "M.A. Palsey", "W.A. Gregory"],
    "year": 1995
  }, {
    "title": "Relationship between inferred redox potential",
    "authors": ["J.R. Hatch", "J.S. Leventhal"],
    "year": 1992
  }, {
    "title": "Contrasting origins of Early",
    "authors": ["Chem. Geol"],
    "year": 2006
  }, {
    "title": "Sequence stratigraphy of source rocks",
    "authors": ["J.P. Colbeaux", "J.P. Vidier"],
    "year": 1995
  }, {
    "title": "link to initiation of massive volcanism? Geology",
    "authors": ["M.H. Hounslow", "P.E. Posen", "G. Warrington"],
    "year": 2004
  }, {
    "title": "Corrected Late Triassic latitudes for continents",
    "authors": ["D.V. Kent", "L. Tauxe"],
    "venue": "Special Publication,",
    "year": 2005
  }, {
    "title": "Strontium isotope evolution of Late",
    "authors": ["C. Korte", "H.W. Kozur", "P. Bruckschen", "J. Veizer"],
    "venue": "North Atlantic. Science",
    "year": 2003
  }, {
    "title": "Permian and Triassic seawater",
    "authors": ["C. Korte", "S.P. Hesselbo", "H.C. Jenkins", "R.E.M. Rickaby", "C. Spotl"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 2009
  }, {
    "title": "Biotic events around the Norian–Rhaetian boundary",
    "authors": ["L. Krystyn", "W.M. Kürschner"],
    "venue": "SW Britain. J. Geol. Soc",
    "year": 2005
  }, {
    "title": "Carbon-isotope stratigraphy",
    "authors": ["W.M. Kürschner", "N.R. Bonis", "L. Krystyn"],
    "venue": "Rhaetian stage. Albertiana",
    "year": 2007
  }, {
    "title": "Pangaean climates: megamonsoons",
    "authors": ["J.E. 257–280. Kutzbach", "R.G. Gallimore"],
    "year": 1989
  }, {
    "title": "No causal link between terrestrial ecosystem change and methane",
    "authors": ["S. Richoz"],
    "year": 2012
  }, {
    "title": "Stratigraphic and palaeoenvironmental distribution of Early",
    "authors": ["J.K. Lister", "D.J. Batten"],
    "year": 1988
  }, {
    "title": "Palynostratigraphy and vegetation history",
    "authors": ["Palaeontogr. Abt. B", "L. 8–89. Mander", "W.M. Kürschner", "J.C. McElwain"],
    "year": 2013
  }, {
    "title": "Timing and duration of the Central Atlantic",
    "authors": ["S. Cirilli", "G. Bellieni", "A. De Min"],
    "year": 2011
  }, {
    "title": "Macroecological responses of terrestrial vegetation to climatic and atmospheric change across the Triassic–Jurassic boundary in East Greenland. Paleobiology",
    "authors": ["J.C. McElwain", "M.E. Popa", "S.P. Hesselbo", "M. Haworth", "F. Surlyk"],
    "year": 2007
  }, {
    "title": "Palynostratigraphy of samples from GSQ Ipswich 26",
    "authors": ["J.L. McKellar"],
    "venue": "Queensland Gov. Min. J",
    "year": 1982
  }, {
    "title": "Stratigraphy of the Triassic/Jurassic boundary in the Préalpes Médianes nappe: facies and palynology",
    "authors": ["M. Mettraux", "B. Mohr"],
    "venue": "Eclogae Geol. Helv",
    "year": 1989
  }, {
    "title": "Oceanic euxinia in Earth history: causes and consequences",
    "authors": ["K.M. Meyer", "L.R. Kump"],
    "venue": "Annu. Rev. Earth Planet. Sci",
    "year": 2008
  }, {
    "title": "Climate change at the Triassic/Jurassic boundary in the Northwestern Tethyan realm, inferred from sections in the Tatra Mountains (Slovakia)",
    "authors": ["J. Michalík", "A. Biron", "O. Lintnerová", "A.E. Götz", "K. Ruckwied"],
    "venue": "Acta Geol. Pol",
    "year": 2010
  }, {
    "title": "The palynostratigraphy of the Rhaetian stage, Upper Triassic in the Kendlbachgraben",
    "authors": ["S.J. Morbey"],
    "venue": "Austria. Palaeontogr. Abt. B",
    "year": 1975
  }, {
    "title": "Phanerozoic organic-carbon-richmarine sediments: overview and future research challenges",
    "authors": ["A. Negri", "A. Ferretti", "T. Wagner", "P.A. Meyers"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2009
  }, {
    "title": "Environmental changes across the Triassic–Jurassic boundary and coeval volcanism inferred from elemental geochemistry and mineralogy in the Kendlbachgraben section (Northern Calcareous Alps, Austria)",
    "authors": ["J. Pálfy", "N. Zajzon"],
    "venue": "Earth Planet. Sci",
    "year": 2012
  }, {
    "title": "Further evidence for the development of photic-zone euxinic conditions during Mesozoic oceanic anoxic",
    "authors": ["R.D. Pancost", "N. Crawford", "S. Magness", "A. Turner", "H.C. Jenkyns", "J.R. Maxwell"],
    "venue": "events. J. Geol",
    "year": 2004
  }, {
    "title": "Climate of the Supercontinent Pangaea",
    "authors": ["J.T. Parrish"],
    "venue": "J. Geol",
    "year": 1993
  }, {
    "title": "Mesozoic paleotectonic evolution of the Ragusa zone (Southeastern Sicily)",
    "authors": ["E. Patacca", "P. Scandone", "G. Giunta", "V. Liguori"],
    "venue": "Geol. Romana",
    "year": 1979
  }, {
    "title": "Palynology of the plant-bearing Rhaetian to Hettangian Kap Stewart Formation",
    "authors": ["K.R. Pedersen", "J.J. Lund"],
    "venue": "Scoresby Sund, East Greenland. Rev. Palaeobot. Palynol",
    "year": 1980
  }, {
    "title": "Trace-element budgets in the Ohio/Sunbury shales of Kentucky: constraints on ocean circulation and primary productivity in the Devonian–Mississippian Appalachian Basin",
    "authors": ["R.B. Perkins", "D.Z. Piper", "C.E. Mason"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2008
  }, {
    "title": "Geological framework of Italian geological resources",
    "authors": ["M. Pieri", "L. Mattavelli"],
    "venue": "Am. Assoc. Pet. Geol. Bull",
    "year": 1986
  }, {
    "title": "Paleoclimatology and Continental Drift",
    "authors": ["P.L. Robinson"],
    "year": 1973
  }, {
    "title": "Atmospheric carbon injection linked to end-Triassic mass-extinction",
    "authors": ["M. Ruhl", "N.R. Bonis", "G.J. Reichart", "D.J.S. Sinninghe", "W.M. Kürschner"],
    "venue": "Science",
    "year": 2011
  }, {
    "title": "Atmospheric pCO2 perturbations associated with the Central Atlantic",
    "authors": ["M.F. Schaller", "J.D. Wright", "D.V. Kent"],
    "venue": "Magmatic Province. Science",
    "year": 2011
  }, {
    "title": "Precise U–Pb age constraints for end-Triassic mass extinction, its correlation to volcanism and Hettangian post-extinction recovery",
    "authors": ["U. Schaltegger", "J. Guex", "A. Bartolini", "B. Schoene", "M. Ovtcharova"],
    "venue": "Earth Planet. Sci",
    "year": 2008
  }, {
    "title": "Correlating the end-Triassic mass extinction and flood basalt volcanism at the 100 ka level",
    "authors": ["B. Schoene", "J. Guex", "A. Bartolini", "U. Schaltegger", "T.J. Blackburn"],
    "venue": "Geology",
    "year": 2010
  }, {
    "title": "Aspects of Late Triassic palynology: 2. Palynology of the ‘Gre`s et Schiste a`",
    "authors": ["W.M.L. Schuurman"],
    "venue": "Avicula contorta’ and ‘Argiles de Levallois’ (Rhaetian) of Northeastern France and Southern Luxemburg. Rev. Palaeobot. Palynol",
    "year": 1977
  }, {
    "title": "Aspects of Late Triassic palynology: 3. Palynology of latest Triassic and earliest Jurassic deposits of the northern limestone Alps in Austria and southern Germany, with special reference to a palynological characterization of the Rhaetian stage in Europe",
    "authors": ["W.M.L. Schuurman"],
    "venue": "Rev. Palaeobot. Palynol",
    "year": 1979
  }, {
    "title": "Climatic and biotic change in the Late Triassic",
    "authors": ["M.J. Simms", "A. Ruffell"],
    "venue": "J. Geol. Soc. Lond",
    "year": 1990
  }, {
    "title": "Palynofacies of the Upper Tithonian–Berriasian deep-sea carbonates in the Vocontian Trough (SE France)",
    "authors": ["D. Steffen", "G.E. Gorin"],
    "venue": "Bull. Centres Rech. Explor. Prod. Elf-Aquitaine",
    "year": 1993
  }, {
    "title": "Extremely elevated CO2 concentrations at the Triassic/Jurassic boundary. Palaeogeogr",
    "authors": ["M. Steinthorsdottir", "A.J. Jeram", "J.C. McElwain"],
    "venue": "Palaeoclimatol. Palaeoecol",
    "year": 2011
  }, {
    "title": "Palynological zonation of the Heiberg formation (Triassic– Jurassic) eastern Sverdrup Basin, Arctic Canada",
    "authors": ["L.B. Suneby", "L.V. Hills"],
    "venue": "Bull. Can. Petrol. Geol",
    "year": 1988
  }, {
    "title": "The Jurassic of East Greenland: A Sedimentary Record of Thermal Subsidence, Onset and Culmination of Rifting",
    "authors": ["F. Surlyk"],
    "venue": "The Jurassic of Denmark and Greenland. Geological Survey of Denmark and Greenland Bulletin",
    "year": 2003
  }, {
    "title": "Phanerozoic environments of black shale deposition and the Wilson Cycle",
    "authors": ["J. Trabucho-Alexandre", "W.W. Hay", "P.L. de Boer"],
    "venue": "Solid Earth",
    "year": 2012
  }, {
    "title": "Palynology and Stratigraphic Characterization of Subsurface Sedimentary Successions in the Sicanian and Imerese Domains-Central Western Sicily",
    "authors": ["E. Trincianti", "A. Frixa", "D. Sartorio"],
    "venue": "Review of Palaeobotany and Palynology",
    "year": 2015
  }, {
    "title": "Formation of Phanerozoic stratiform sediment-hosted zinc–lead deposits: evidence for the critical role of ocean anoxia",
    "authors": ["R.J.W. Turner"],
    "venue": "Chem. Geol",
    "year": 1992
  }, {
    "title": "The Genesis and Palynofacies Characteristics of Marine Petroleum Source Rocks",
    "authors": ["R.V. Tyson"],
    "venue": "Marine Petroleum Source Rocks. Geological Society Special Publication",
    "year": 1987
  }, {
    "title": "Sedimentary Organic Matter— Organic Facies and Palynofacies",
    "authors": ["R.V. Tyson"],
    "year": 1995
  }, {
    "title": "Sedimentation rate, dilution, preservation and total organic carbon; some results of a modelling study",
    "authors": ["R.V. Tyson"],
    "venue": "Org. Geochem",
    "year": 2001
  }, {
    "title": "The “Productivity Versus Preservation” Controversy: Cause, Flaws and Resolution",
    "authors": ["R.V. Tyson"],
    "venue": "Special Publication",
    "year": 2005
  }, {
    "title": "1991.Modern and Ancient Continental Shelf Anoxia: An Overview",
    "authors": ["R.V. Tyson", "T.H. Pearson"],
    "venue": "Modern and Ancient Continental Shelf Anoxia: Geological Society of London. Special Publication",
    "year": 1991
  }, {
    "title": "Climates and the distribution of some gymnosperms in Asia during the Jurassic and Cretaceous",
    "authors": ["V.A. Vakhrameev"],
    "venue": "Rev. Palaeobot. Palynol",
    "year": 1987
  }, {
    "title": "End-Triassic calcification crisis and blooms of organic-walled ‘disaster species",
    "authors": ["B. van de Schootbrugge", "F. Tremolada", "Y. Rosenthal", "T.R. Bailey", "S. Feist-Burkhardt", "H. Brinkhuis", "J. Pross", "D.V. Kent", "P.G. Falkowski"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2007
  }, {
    "title": "Carbon cycle perturbation and stabilization in the wake of the Triassic–Jurassic boundary mass-extinction event",
    "authors": ["B. van de Schootbrugge", "J.L. Payne", "A. Tomasovych", "J. Pross", "J. Fiebig", "M. Benbrahim", "K.B. Föllmi", "T.M. Quan"],
    "venue": "Geochem. Geophys. Geosyst",
    "year": 2008
  }, {
    "title": "Floral changes across the Triassic/Jurassic boundary linked to flood basalt volcanism",
    "authors": ["B. van de Schootbrugge", "T.M. Quan", "S. Lindström", "W. Puttmann", "C. Heunisch", "J. Pross", "J. Fiebig", "R. Petschick", "H.G. Röhling", "S. Richoz", "Y. Rosenthal", "P.G. Falkowski"],
    "venue": "Nat. Geosci",
    "year": 2009
  }, {
    "title": "Palynostratigraphy and palynofacies reconstruction of the Upper Jurassic to lowermost Cretaceous of the Draugen field, offshore mid Norway",
    "authors": ["C.J. van der Zwan"],
    "venue": "Rev. Palaeobot. Palynol",
    "year": 1990
  }, {
    "title": "Aspects of a Palynological Characterization of Late Triassic and Early Jurassic “Standard",
    "authors": ["H.S. Visscher", "W.M.L. Schuurmann", "A.W. Van Erve"],
    "venue": "Units of Chronostratigraphical Classification in Europe. IV International Palynological Conference, Lucknow,",
    "year": 1980
  }, {
    "title": "A candidate GSSP for the base of the Jurassic in the Northern Calcareous Alps (Kuhjoch section, Karwendel Mountains, Tyrol, Austria)",
    "authors": ["A. von Hillebrandt", "L. Krystyn", "W.M. Kürschner"],
    "venue": "Int. Subcommission Jurassic Strat. Newsl",
    "year": 2007
  }, {
    "title": "Global monsoon in a geological perspective",
    "authors": ["P.X. Wang"],
    "venue": "Chin. Sci. Bull",
    "year": 2009
  }, {
    "title": "The St Audrie's Bay–Doniford Bay section, Somerset, England: updated proposal for a candidate Global Stratotype Section and Point for the base of the Hettangian Stage, and of the Jurassic System",
    "authors": ["G. Warrington", "J.C.W. Cope", "H.C. Ivimey-Cook"],
    "venue": "Int. Subcommission Jurassic Strat. Newsl",
    "year": 2008
  }, {
    "title": "The Usage of Palynology in Definition of Troll Field Geology, Reduction of Uncertainties. Innovative reservoir geomodelling, 6th Offshore Northern Seas Conference and Exhibition, Stavanger",
    "authors": ["M.F. Whitaker"],
    "venue": "Norsk Petroleums-forening, Paper",
    "year": 1984
  }, {
    "title": "Model for transgressive black shales? Geology",
    "authors": ["P.B. Wignall"],
    "year": 1991
  }, {
    "title": "Large igneous provinces andmass extinctions",
    "authors": ["P.B. Wignall"],
    "venue": "Earth Sci. Rev",
    "year": 2001
  }, {
    "title": "Interpreting benthic oxygen levels in mudrocks: a new approach",
    "authors": ["P.B. Wignall", "K.J. Myers"],
    "venue": "Geology",
    "year": 1988
  }, {
    "title": "Palynological Techniques — Processing and Microscopy",
    "authors": ["G.D. Wood", "A.M. Gabriel", "J.C. Lawson"],
    "venue": "2nd editionPalynology: principles and applications. American Association of Stratigraphic Palynologists Foundation",
    "year": 2002
  }, {
    "title": "Dinoflagellate cyst zonation of the English Jurassic",
    "authors": ["R. Woollam", "J.B. Riding"],
    "venue": "Inst. Geol. Sci. Rep",
    "year": 1983
  }, {
    "title": "The subsidence history of the northern Hyblean Plateau margin, southeastern Sicily",
    "authors": ["A. Yellin-Dror", "M. Grasso", "Z. Ben Avraham", "G. Tibor"],
    "venue": "Tectonophysics",
    "year": 1997
  }],
  "id": "SP:993295989100f6f906930196dfac0c6bae9afa1b",
  "authors": [{
    "name": "Simonetta Cirilli",
    "affiliations": []
  }, {
    "name": "Nicoletta Buratti",
    "affiliations": []
  }, {
    "name": "Luigi Gugliotti",
    "affiliations": []
  }, {
    "name": "Alfredo Frixa",
    "affiliations": []
  }],
  "title": "Palynostratigraphy and palynofacies of the Upper Triassic Streppenosa Formation (SE Sicily, Italy) and inference on the main controlling factors in the organic rich shale deposition"
}