{
  "sections": [{
    "text": "Reddened clay-rich horizons between basalt flows have historically been identified as “baked zones” or as zones of lateral groundwater movement. The reddening was interpreted as a form of alteration due to thermal or chemical processes. Many of these zones are referred to as “bole beds” in Deccan traps and occur as prominent horizons showing red to brown, green, purple or grey colors, and are composed of fine-grained clayey material. The red and green colors are caused by the presence of variable amounts of Fe2O3 and MgO in the bole samples. The geochemistry of bole beds suggests that they were derived from basalts due to weathering processes. These boles record significant hiatuses in basalt flow emplacement and in some cases resemble incipient palaeosol deposits. Samples have been collected in profiles from the overlying basalt flow, through the bole, down to the underlying flow. Geochemical analyses suggest loss of Ca, Na, Mg, Fe2+, Fe⁎ and P in the boles compared to neighboring basalts, consistent with the weathering patterns observed in present day volcanic islands. The observed high concentration of K and Rb in the green bole samples compared to the adjoining basalts have been argued as features suggesting eolian transportation of volcanic ashes and deposition rather than evidence of metasomatism. The mean δD and δ18O values of clays from red and green bole outcrops were −83.05‰ and 15.8‰, respectively. Clays analyzed from green boles were marginally more depleted, probably indicating a process of high temperature fractionation during deposition/transformation of ash into green bole. Our estimate of the average meteoric water δ18Op (−8.1‰) value calculated from measured isotopic data (with the assumption of environmental temperature) is similar to or higher than previous estimate from palaeosol carbonates from Cretaceous central India. The depleted meteoric water composition observed in this study provides independent evidence of intensive precipitation during Deccan trap eruption. © 2006 Elsevier B.V. All rights reserved.\nKeywords: Boles; Flood basalt; Weathering; Palaeosol\n⁎ Corresponding author. E-mail address: pghosh@gps.caltech.edu (P. Ghosh).\n0031-0182/$ - see front matter © 2006 Elsevier B.V. All rights reserved. doi:10.1016/j.palaeo.2006.05.018"
  }, {
    "heading": "1. Introduction",
    "text": "The Deccan Volcanic Province (DVP) is one of the largest continental flood basalt provinces in the world, extending over hundreds of kilometers across western\n91P. Ghosh et al. / Palaeogeography, Palaeoclimatology, Palaeoecology 242 (2006) 90–109\nand central India. Thicknesses of basaltic flows, dominantly tholeiitic in composition, are over 2 km in the western part of the province. Sequences of basalt flows commonly include spectacular red interflow strata widely known as “bole bed”, which serve as the marker beds, in between two basaltic flows. Boles are made up of friable earthy clay, and it was suggested that boles are made up of material derived from the weathering of the neighboring basalts and volcanic ashes (Wilkins et al., 1994). Although they are usually recognized based on red color, they also occur in a range of colors varying between brown, green, purple and grey. The coloration and texture of bole bed outcrops suggest processes of chemical weathering similar to what is observed in case of pedogenesis in basalts. The absence of organic matters and biogenic remains made the origin of bole beds controversial. The geochemistry of bole beds and associated rocks suggested that many of the boles are weathered pyroclasts (Wilkins et al., 1994). In a few outcrops, they are characterized by polygonal structures, indicating shrinkage features developed as a result of a loss of fluid after deposition (Sarkar et al., 2000). An escape of fluid may have been triggered by hot magma deposited on top of weathered basalt during repeated eruptions (Sarkar et al., 2000). Interflow boles represent a well-defined time interval due to the fact that they truncate the flow they formed upon, and are, in turn, truncated by the overlying successive flow. In some cases, red boles are similar to lateritic soils in appearance (color) but differ in this in chemical composition from the present day laterite found in the area, whereas green bole bed can be considered as an equivalent of andosols (volcanic ash soil). High concentrations of immobile elements such as Al and Fe3+ ions (Widdowson et al., 1997) in red boles provide indirect evidences that they are primitive forms of palaeo-laterite, probably developed during the short periods (hiatus) of weathering following eruption. Many of these red horizons may have geochemical characters which allow them to be interpreted as palaeosol. Similar reddened zones have been described from the Columbia River flood basalt province in the western United States (Sheldon, 2003). These palaeosols are potentially ideal for palaeo-environmental reconstruction because of their primitive character. The hard compact basalt found on top and underneath of a bole horizon provides less chance of diagenetic alteration due to fluid rock interaction and “therefore” offer greater possibility for preservation of the geochemical and isotopic signatures.\nThe timing of the Deccan Volcanic Episode marks an important phase of earth history, coinciding with extensive volcanic activity and mass extinction during\nthe Late Cretaceous and Early Tertiary time frame. The Cretaceous climate was dominated by global greenhouse conditions with the presence of high levels of pCO2 in the atmosphere (Ghosh et al., 1995, 2001). Understanding the climate and weathering pattern during the event of the Deccan volcanic activity is possible based on the study of geochemistry of the bole beds (red and green horizons developed during periods of quiescence in volcanic eruption episodes). This paper presents major, trace and REE compositions of different bole bed samples and adjoining basalt layers from the type locality of the bole bed occurrence near Pune and Mahabaleshwar. The results from the geochemical analyses were used for interpreting the origin of the bole beds and their relationship with the basalts. The stable isotope composition of the clay mineral found in the bole bed samples was used for the climatic reconstruction during Deccan volcanism."
  }, {
    "heading": "1.1. Age of bole beds",
    "text": "The age of bole beds should be similar to the age of over- and underlying basalts. Despite an earlier proposal of 67 to 65 Ma as the age range of the Deccan basalts, a more recent study constrained the age to 65.2±0.4 Ma (Hofmann et al., 2000). The palaeomagnetic age and geo-chronological age of basaltic flow from the Mahabaleshwar suggest an eruption timing of 65.2± 0.4 Ma (Venkatesan et al., 1993; Hofmann et al., 2000). It was also suggested that at least 1800 m out of the 2500 m thick composite trap section was erupted in a relatively short interval, perhaps even within a 1 m.y. time period. Therefore, the intermittent layers of bole beds must record the signature of the environment during relatively short periods of quiescence between these eruptions."
  }, {
    "heading": "1.2. Study area",
    "text": "The Mahad-Mahabaleshwar section in western India provides a unique opportunity for the study of bole beds. The relatively uniform, undeformed nature of the flood basalts (Fig. 1(A)) provides an exceptional condition for in-situ preservation of the bole bed samples. The occurrence of the bole beds was earlier reported from the same area (Wilkins et al., 1994). The basaltic stratigraphy of the area was comprised of 47 horizontal flows, interspersed with red bole beds at places (Sukheswala and Poldervaart, 1958; Beane et al., 1986). Each flow has a thickness ranging from 7 m to 60 m. Distinctions between the individual flows are commonly made on the basis of intervening red and rare\n92 P. Ghosh et al. / Palaeogeography, Palaeoclimatology, Palaeoecology 242 (2006) 90–109\n93P. Ghosh et al. / Palaeogeography, Palaeoclimatology, Palaeoecology 242 (2006) 90–109\ngreen bole bed horizons. Conspicuous changes in megascopic features such as vesicular zones at the bottom of the flows and concomitant appearances of bole beds provide evidence that they are genetically related, formed either as a result of accumulation of ash or pyroclastic falls or in-situ weathering during subaerial exposure. As a part of this project to understand the origin of the bole beds, we have selected nine outcrops around the Pune as shown in Fig. 1(B). In Fig. 2, the nature and position of bole beds in relationship with the basaltic beds are illustrated."
  }, {
    "heading": "1.3. Sampling locations",
    "text": "The bole bed samples have been collected from the locations in and around Pune, Maharashtra (India) located in proximity to Mumbai (Bombay). The city of Pune is at about 556 m elevation and is surrounded by hill ranges, marking the eastern extensions of the Sahyadris (Western Ghats), providing excellent exposures of the bole outcrops (Figs. 1C and 2). The locations of sampling are: (A) Katraj, (B) Chandani\nChowk (Kothrud), (C) Pisoli, (D) Bapdev Ghat, (E) Saswad and (F) Dive Ghat."
  }, {
    "heading": "1.4. Lithological characters",
    "text": "The bole outcrops occur in between the basalt flows are similar to the incompletely developed palaeosol horizons observed in a modern volcanic islands. In most cases, the underlying basalt is amygdaloidal (zeolitic), whereas the overlying basalt is spheroidally weathered (Fig. 2). The overlying basalt exhibits a sharp contact with the bole beds, whereas the underlying basalt layer is interstratified. From appearance, boles are representative of incipient soil development during repeated cycles of volcanic eruption. Usually, soil formation on a fresh outcrop of basalt found in volcanic islands takes many thousands of years (Patino et al., 2003). One can see the active pedogenic process on basalt in the present day Barren Island of Indian Ocean and Hawaii chain of islands in the Pacific Ocean (Patino et al., 2003; Capaccioni et al., 2004). The soil formation processes active today are mediated by a number of factors\n94 P. Ghosh et al. / Palaeogeography, Palaeoclimatology, Palaeoecology 242 (2006) 90–109\nincluding the influence of local biology, the presence of microorganisms, plant seeds, insects, visits by migratory birds, etc. Plant growth and subsequent decay result in\nthe development of a thin organic layer on the rocks. Wind, rain, snow and freeze/thaw cycles enhance the soil formation process. However, in many cases, the\n95P. Ghosh et al. / Palaeogeography, Palaeoclimatology, Palaeoecology 242 (2006) 90–109\nlack of sufficient duration for the pedogenic activity forbids complete development of soil profiles. As a result, incomplete soil profiles are found more commonly in the basaltic terrains from a tropical region. Soils developed on basalts found in tropical climate are highly weathered and lack macro- and micromorphology character for proper identification/classification. They are classified as “Oxisols” (Retallack, 1990) as they are highly oxidized without any plant organic matter. The presence of the secondary minerals, such as calcite in fracture planes, and the development of the shrinkage cracks provide indirect evidence for the incipient soil development. In addition, the presence of the clay minerals and partially dissolved plagioclase grains in the thin sections allow the bole bed to be interpreted as a soil. In such cases, the similarity of geochemical characters of the bole with palaeosol may be useful criteria for recognition and to understand the genesis. Lithological characters of the bole beds are illustrated (Fig. 2) from the different outcrop locations and are described in details below.\n(A) Katraj bole beds: samples were collected from three locations in this area. Opposite Katraj Lake, a lenticular-shaped red bole outcrop with a central maximum thickness of about 30 cm (Figs. 1C(A) and 2, location A) was sampled. In this quarry section, a thin lenticular green bole bed with a maximum central thickness of about 20 cm was also sampled (Figs. 1c(B) and 2, location B). The bole beds show features like slickensides and resemble the modern Andosol or Inceptisol. We noticed the presence of pedogenic constituents including the secondary calcites, the volcanic glass shards and the volcanic-derived clays, together with occasional shrinkage features. Along the Katraj Ghat (Fig. 2, location C), a sub-parallel red bole bed layer of ∼ 100 cm thickness was prominent and was also sampled for our study. In all three locations, the underlying basalts were amygdaloidal or vesicular whereas the overlying basalts were spheroidally weathered and compact. The fine-grained clays found in the bole beds have infiltrated the fracture plane on the weathered part of the underlying basalt. (B) Chandani Chowk beds: in this area, there is a 50 cm thick red bole bed (Fig. 2, location D). This bed thickens northwards (approaching 150 cm) where it contains a small pocket of about 100 cm thick and 350 cm long patch of the green (Fig. 2, location E) bole material, directly overlying the basalt.\n(C) Pisoli beds: in this area, the red bole outcrop (Figs. 1c (C) and 2, location F) occurs at the boundary between the highly weathered basalt and the overlying jointed compact basalt. (D) In the Bapdev Ghat area, the red bole bed occurs as a small mound-like structure (Fig. 2, location G) with a maximum thickness of about 50 cm situated within the amygdaloidal basalt. (E) In the Saswad area, a red bole bed about 60 cm thick overlies the amygdaloidal basalt. A small area (of about 500 cm width) of the green bole material appears to replace the red bole bed (Figs. 1C(D) and 2, location H) with sharp lateral contacts. (F) In the Dive Ghat area, a 500 cm thick zone of weathered basalt occurs in which the weathered basalt pebbles appear to be separated by the red bole material (Fig. 2, location I). At the top, however, the bole materials have been compacted to give rise to the hardened red clay bed without basaltic pebbles. This zone is sharply overlaid with the jointed compact basalt."
  }, {
    "heading": "2. Experimental methods",
    "text": "Samples were crushed into a fine powder (<63 μm) for XRD and geochemical analyses. Sample numbers A, A2, E and E(G) (Tables 2 and 3) were analyzed for their major elements, trace and rare-earth elements at the National Geophysical Research Institute, Hyderabad (India). The major elemental compositions were determined using the Philips Magi X PRO Model PW 2440 XRF coupled with a single goniometer based measuring channel. The trace elements and REE concentration in the sample were measured using ICP-MS (Perkin-Elmer Sciex ELAN DRC II), and the results were compared with an inhouse rock standard and a JB-2 basalt standard. The preparation of samples for the analyses involved dissolution of 50 mg powder with HF acid. The dissolution procedure is similar to what is described in Balaram et al. (1999). The precision of REE and trace elements result are less than ±6%, in most cases with comparable accuracies (Balaram, 1993).\nA few selected samples (H2, H (R) and H (G)) (Table 1) were analyzed using a SIEMENS SRS 3000 sequential X-ray spectrophotometer with an end-window Rh X-ray tube at the Wadia Institute of Himalayan Geology. The standards used for the analysis were BR, BE-N, BHVO-1, AGV-1, PCC-1, JN1-a, JP-a, JP-1, JA2 and MB-H (WIHG). The overall accuracy (%RSD) for major and minor oxides was ±<5%, and for trace elements <±12%. For major elements analyses lithiumborate fused pellets were used, whereas for trace\n96 P. Ghosh et al. / Palaeogeography, Palaeoclimatology, Palaeoecology 242 (2006) 90–109\nelements analyses pressed powder pellets were used. Matrix correction procedures provided by Lucas-Tooth and Pyne (1964) were followed for final calculation.\nIn another set of experiments (Table 4), clays were separated from the samples for hydrogen and oxygen isotopic analyses. The preparation steps involved first the removal of the inorganic carbonates with diluted HCl (1 N), then drying the residual clay fraction, followed by weighing 20–30 mg of the sample into tin capsules. Sample powders packed in the tin capsules were dropped into an on-line high temperature pyrolysis oven lined with glassy carbon. Reduction of water in the presence of hot glass carbon at 1050 °C evolved hydrogen and COwhich\nwere separated using a online GC column with helium as the carrier gas. 2H/1H ratios were determined by monitoring the ion currents at m/z 3 and 2. The biotite reference material (NBS-30) was measured during each set of measurements in order to evaluate the hydrogen isotopic composition of the sample. The oxygen isotope ratios were measured in a separate run. Clays were mixed with a fluorinated graphitized polymer and the mixture was reacted inside an online furnace maintained at 1400 °C. The δ18O composition was obtained measuring the ion beam ratios 29/28 and 30/28. NBS quartz and biotite standards were used as standards (see Appendix A, Gehre et al., 2004).\n97P. Ghosh et al. / Palaeogeography, Palaeoclimatology, Palaeoecology 242 (2006) 90–109"
  }, {
    "heading": "3. Results and discussion",
    "text": "XRD analyses of selected samples of the green and red bole beds were undertaken in order to identify the clay minerals. The clay constituents in the samples of the red bole beds are smectite and goethite, whereas the compositions of green bole beds are mainly smectite, with occasional presence of anorthite and chlorite. Most of the samples collected were first analyzed for major element concentrations. Results of the major element analyses are presented (as molecular percentages) in Table 1. The trace element concentration was measured in a majority of samples, whereas rare-earth element (REE) concentrations were analyzed in a few selected samples of the basalt and bole beds (Tables 2 and 3). The bole bed samples contain clays, which can also act as a unique recorder of the past meteoric water isotopic composition. Majority of the samples were analysed for the deuterium isotopic composition and a few selected samples were examined for the oxygen isotopes ratios. Results of the isotopic analyses are presented in Table 4."
  }, {
    "heading": "3.1. Major element geochemistry",
    "text": "Fig. 3(A) shows distributions of TiO2 and Na2O in the basalt and the bole beds. Na2O contents of the basalts (both underlying and overlying) are higher compared to the boles. The abundances of CaO in the boles were low as compared to the basalt, indicating removal of Ca, a pattern that would be expected in case of the bole being the residual component of the basalt after weathering (Fig. 3(B)). The concentration of MgO shown in Fig. 3 (C) suggests that most of the samples of the boles (both red and green bole beds) and the basalts are indistinguishable. In general, we observed high concentration of SiO2 in the green bole samples compared to the red ones. Concentration of Fe2O3 in the red boles was relatively higher (Fig. 3(D)) as compared to the green boles. A higher concentration of Si in the green boles probably suggests an alternative process for the generation of the green boles, unlike weathering of the basalt. Similar chemical pattern were recorded from the modern day volcanic soils found in the Hawaiian islands (Rex et al., 1969), where factors like the addition of quartz from eolian dusts transportation was found responsible for the presence of higher SiO2 in the sample. A geochemical distinction of the red bole beds from basalt can be made based on higher Fe2O3 content and lower concentrations of alkali metals. The higher Fe2O3 contents of the red boles also provide evidence for the presence of oxidizing environment, a condition necessary for the transforma-\ntion of ferrous (Fe2+) ion to ferric (Fe3+) ion during the weathering process.\nThe lower concentrations of K2O, Na2O and CaO in the boles as compared to basalts provide indirect evidence about the nature and intensity of the weathering process. A corresponding enrichment of the refractory elements such as Ti and Al, expected during such a weathering process was absent in case of the bole samples. Such behavior can be explained adopting either of these two possibilities: (1) the dilution effect as a result of the addition of material other than the basalt with low Ti and Al content (probably ash; remnants of which are not preserved), or (2) the possible mobility of Ti and Al during the weathering process, along with the alkali elements.\nDespite the alteration of chemical composition during the transformation of the basalt into boles (weathering), a majority of the boles are classified under the category of basalt to andesite (Fig. 4) (Le Bas et al., 1986). A large similarity in the major element compositions of red boles collected from the different locations suggests a similar degree of weathering of the basalts. The homogeneity of the weathering processes provides indirect evidence in favor of classifying the bole beds as incipient soils, probably formed soon after the eruption event. Similar examples are recorded from the Late Tertiary and Quaternary volcanic deposits in the present day Pacific islands (Patino et al., 2003).\nAssuming that red boles are weathered components of the underlying basalt, we used a quantitative approach to estimate an extent of the weathering processes required for the transformation of the basalt into a bole (Morey and Setterholm, 1997; Hill et al., 2000). For this purpose, the weathering index (WI) parameter suggested by Parker (1970) and more recently by Patino et al. (2003) was adopted. This index was chosen in view of the fact that it is more sensitive to chemical variations in the early stages of alteration. It also utilizes the molecular proportion of alkali and alkaline-earth elements, which are significantly different for basalt and bole samples. The formulation used for the purpose of calculating the value of the weathering index (WI) is:\nWI ¼ ð2 Na2O=0:35Þ þ ðMgO=0:9Þð2 K2O=0:25Þ½ þðCaO=0:7Þ 100 Eq:ð1Þ\nThe weathering indices calculated using this formula are displayed in Table 1. WI decreases with an increase in weathering intensity; WI of the overlying basalts are higher than the boles with range of values between 77\n98 P. G hosh et al. / P alaeogeography, P alaeoclim atology, P alaeoecology 242 (2006) 90–109\n99P. Ghosh et al. / Palaeogeography, Palaeoclimatology, Palaeoecology 242 (2006) 90–109\nand 40, whereas the underlying basalts are relatively more weathered as indicated by WI values between 60 and 28. The red bole samples plot with WI values of 38 to 20, with a cluster around 26. The green bole beds are slightly higher in the trend (arrow), with weathering indices varying between 25 and 50. For the graphical presentation, we combined all of the mobile alkali and alkali earth elements (CaO+Na2O+K2O) together and plotted against WI (Fig. 5(A)). An extensive leaching of Ca, Na and K in the boles as compared to basalts can be noticed in this plot. In contrast, concentrations of Al and Ti show little effect during weathering (Table 1). FeO dissolved during weathering of basalt was oxidized and immediately converted to Fe2O3, and remains in-situ in the boles. The indication that the bole bed was derived from basalt is demonstrated on the plot between the WI and oxides of ferro-magnesium elements (Fig. 5(B)). (Fe2O3(T)+FeO(T)+MgO) concentrations in the bole beds were higher than what was measured in the underand the overlying basalts. A lower abundance of Al2O3 was observed in the bole samples compared to the basalt, indicating a mobile behavior of Al during the process of the weathering of basalt (Fig. 5(C)). WI values and TiO2 contents of the bole and basalts are plotted in Fig. 5(D). The green bole beds are distinctly different with higher WI and low TiO2 contents compared to the red bole bed samples. The disagreement of the chemical composition between samples of the green and red bole material suggests different primary rock, similar to the basalt but with a low Ti content. The boles are also characterized by a high H2O content as compared to the basalt, as shown in Fig. 5(e). Thus, various geochemical measures, such as WI, indicate that\nboth the red and green bole beds are the weathered residue, with a relative enrichment of H2O and Fe2O3. The red bole bed samples are relatively more weathered than the green boles but formed by a similar process. We attribute lesser intensity of weathering of the green boles to its fine-grained character. The fine-grained character, low TiO2 and high SiO2 allows the green bole to be classified as weathered ash tuff. The occurrences of a similar rock type with comparable geochemistry are recorded from the modern day Barren Island in Indian Ocean.\n100 P. G hosh et al. / P alaeogeography, P alaeoclim atology, P alaeoecology 242 (2006) 90–109\n101P. Ghosh et al. / Palaeogeography, Palaeoclimatology, Palaeoecology 242 (2006) 90–109"
  }, {
    "heading": "3.2. Trace elements geochemistry",
    "text": "In order to assess the losses or gains of trace elements during weathering, we compared Zr concentration with variableWI calculated in the previous section (Fig. 6(A)). The element Zr is typically assumed to be immobile due to low aqueous solubility. The observed trend show an increase in Zr concentrations with a lowering of WI values. Such a pattern suggests retention of immobile element with progressive weathering of the parent material (basalt). A similar behavior is established for Nb and Y, where a majority of the red boles revealed a high concentration of Y (plotted as an example) (Fig. 6 (B)). Behavior of Zr, Nb and Y for green boles were different, with apparent loss of these elements were noticed. However, concentration of Th was higher in the green boles compared to the basaltic parents. Such a pattern indicate a net dilution effect as a result of addition of the eolian dust component with a low Zr, Nb, Y (refractory and heavy) content and also a high Th concentration as observed in volcanic soils from the Hawaiian islands (Kurtz et al., 2000). Among all of the metals, the behavior of Cu is most similar to that of Zr, with significant enrichment observed in the red boles compared to basalts (Fig. 6(C)). Sr behaved in a similar\nmanner as Ca. A significant drop in Sr concentration was observed in boles compared to basalt (Fig. 6(D)). This might suggest an interaction of meteoric water during the genesis of bole, where net removal of Ca and Sr from basalt are proportional. Both Rb and K2O concentrations in the bole beds and adjacent basalt plotted in Fig. 6(E) illustrate simultaneous enrichment (relatively small) of both oxide of potassium and Rb which can be related to either potassium metasomatism (Rye and Holland, 2000) via a post-formation-fluid flow along the contact between the palaeosol and the overlying basalt, or additions of K and Rb by the wind-borne dust from the volcanic eruptions (see Sheldon, 2003 and reference therein). We observed no significant depletion of K2O in the basalt samples near the contact between the boles with basalts (see Tables 1 and 2), which reduce the possibility of a modification of the composition from interacting fluids. Therefore, based on these geochemical observations, we propose that the most likely source of K and Rb is from wind-borne dust particles or during pedogenic activities."
  }, {
    "heading": "3.3. Distribution of rare-earth elements",
    "text": "Rare-earth elements (REE) are mobilized during weathering, but are primarily recycled within the\nng oxides of alkali elements and SiO2 in the boles and basalt samples. lts= filled diamonds and overlying basalts=crosses.\n102 P. Ghosh et al. / Palaeogeography, Palaeoclimatology, Palaeoecology 242 (2006) 90–109\nweathering profile rather than being transported large distances in solution (Nesbitt, 1979). Because REE and certain trace elements are considered immobile and insoluble in most waters, they commonly serve as a\nreliable means of provenance characterization (Nesbitt andYoung, 1984;McLennan et al., 1993). Bole sediments are mainly composed of clay, with small fractions of detrital and inorganic carbonates. The REE chemistry of\ne2O3+FeO+MgO versus weathering indices; (C) Al2O3 concentration s; (D) H2O content versus weathering indices.\n103P. Ghosh et al. / Palaeogeography, Palaeoclimatology, Palaeoecology 242 (2006) 90–109\nbole bed sediments offers a large-scale perspective to characterize source area composition. In addition, the preservation of primary geochemical composition can also be tested. The chondrite normalized REE abundance among the two different kinds of bole markers and\nFig. 6. Scatter plots of (A) Zr concentration versus weathering indices; (B) weathering indices. (D) Sr concentration with weathering indices. (E) The enrichment of potassium in the bole is linked with pedogenic activity.\npossible precursor (basalt or ash fall deposits) are plotted in a bivariate (Fig. 7). The REE concentration of the ash fall deposits from Barren Island was reported by Capaccioni et al. (2004) and plotted here for comparison. The REE pattern observed in the case of the red boles are\nY concentration versus weathering indices; (C) Cu concentration with concentration of Rb and K2O in the boles and basalts. The observed\n104 P. Ghosh et al. / Palaeogeography, Palaeoclimatology, Palaeoecology 242 (2006) 90–109\nsimilar to the adjoining basalt whereas the green bole samples closely match up with the ash fall deposits from Barren Island. REE distributions in red and green bole beds therefore suggest an involvement of a slightly different precursor material for their genesis. Green bole beds are rare, and probably represent remnants of mixtures of basalt and ash deposition during the Deccan volcanic eruption, whereas red bole beds are a primary derivative of weathered basalts (modified due to the interaction with meteoric water) and resemble the signature of host basalts."
  }, {
    "heading": "3.4. Stable isotopes from separated clays",
    "text": "Stable isotope ratios of hydrogen and oxygen in clay minerals found on sedimentary environment allow estimation of the isotopic composition of environmental (meteoric) water. Lawrence and Taylor (1972) found that, in general, the δ18O values of the weathering products at or near the Earth's surface are significantly higher than those of primary volcanic parent materials because of chemical reactions with meteoric waters at relatively low temperatures. In addition, they observed that the δD values of the weathering products might be drastically different from that of the parent materials. The δ18O and δD values of meteoric precipitation are controlled by\nseveral climatic factors, especially: temperature, “rain-out effect” and the “rain-out history” of the air mass (Rozanski et al., 1993). Basalt weathers due to the interaction of meteoric water. Numerous studies have documented that the pedogenically derived clays formed during this process (at isotopic equilibrium with soil water) retain the isotopic composition ofmeteoricwater (Lawrence and Taylor, 1971, 1972; Cerling and Quade, 1993; Yapp, 1993). Thus, it is expected that the δD and δ18O values of minerals formed at the Earth's surface will define an array roughly parallel to the meteoric water line. By inference, δD and δ18O values of the clay minerals may be an important source of palaeoclimate information.\nThe δD and δ18O compositions of bulk clay analyzed from the bole bed samples are presented in Table 4 and in Fig. 8. The XRD analyses of clay fractions which are described previously provide an estimate of components of different clay minerals present in the samples. Smectite was prominent in the red bole samples (more than 90%), with lesser contributions from the goethite (less than 10%). Therefore, the δD values of bulk clays mainly reflect the compositions of original smectite. The variation of smectite-water oxygen and hydrogen isotopic fractionation at earth surface temperatures are evaluated using the relationship suggested by Savin and Lee (1988) and Capuano (1992). Using these fractionation factors, a\nrcle)) compared with basalt and ash fall deposit from Barren Island.\n105P. Ghosh et al. / Palaeogeography, Palaeoclimatology, Palaeoecology 242 (2006) 90–109\nsmectite line has been constructed in the Fig. 8. The predicted field for the modern day soil smectite is demarcated using the present day isotopic compositions of the meteoric water from the Mahabaleshwar area (δ18O=−1.7±1.9, δD=−5.7±15.6) (Gupta et al., 2005) and local temperature information. The bole bed samples and weathered basalt plot distinctly away from modern day smectite field. For our interpretations, where the possibility of mixing a small fraction of goethite (10%) may also be an issue, we also included an estimate of the predicted trend (goethite line) for isotopic compositions of goethite. A predicted field for mixing of 10% goethite with 90% smectite (dashed ellipse), a case for a modern soil is also shown. Such a type of mixing will drive the expected fields shown by the dashed ellipses towards more depleted values, and therefore approach close to bole samples as plotted in the figure. We have ruled out such possibility based on mineralogical composition, which suggests a negligible (<10%) presence of goethite in the majority of the samples. Therefore, the isotopic compositions of the bole beds can be used to make an\nFig. 8. Samples of the boles are plotted in the δD versus δ18O scatter diagram that form at equilibrium condition with local meteoric water at about 25 °C a clays formed at higher temperatures (100–300 °C) and migrating clay field\nestimate of meteoric water composition during the time of bole formation. Such estimation requires an assumption of the soil water temperature during the formation of clay and further discussion on this topic is included in the next section.\nWe observed that the δD values of the red bole samples range between −74.9‰ and −89.3‰ with an average value of −81.2±4‰ based on 13 samples. The green bole bed samples are slightly more depleted as compared to the red bole beds with values ranging between −74.4‰ and −90.4‰ and an average value of −84.9±4.4 based on 13 samples. Two of the amygdaloidal basalts (HG and H2), which probably have trapped water, yielded average δD values of −84.5‰ and −82.1‰, respectively. Some of the selected samples were analyzed for δ18O compositions. Two of the samples of the red bole beds analyzed for δ18O yielded values of 15.9‰ and 16.1‰ (see Table 4). The green bole beds are slightly more enriched as compared to the red bole beds, and have δ18O values ranging between 14.3‰ and 17‰ (see Table 4).\n. The isotopic compositions of O and H in clays (smectite and goethite) re shown. Also given in this plot are expected fields for hydrothermal with the presence of 90% smectite and 10% goethite (dashed field).\n106 P. Ghosh et al. / Palaeogeography, Palaeoclimatology, Palaeoecology 242 (2006) 90–109"
  }, {
    "heading": "3.4.1. Temperature estimates for formation of bole beds",
    "text": "The palaeo-temperature of this region during the Cretaceous period were discussed in the previous studies on Lameta soil carbonate (Ghosh et al., 1995, 2001) which was also necessary to derive pCO2 estimates in the palaeo-atmosphere. The Lameta Formation is an intertrappean succession that denotes a long hiatus in volcanic eruption, thereby allowing development of a thick pile of soils with vegetation. However, unlike the Lameta sediments, bole beds were characterized by a short episode of soil formation, terminated with the volcanic eruptions. These short time intervals allowed only incipient weathering of basalt and thus development of thin bole sediments. The palaeosols features described from Lameta Formation are similar to soil forming in modern temperate and arid climates. Bole bed sediments, in contrast, are similar to reddened, clay-rich horizons commonly occurring in flood basalt provinces forming under tropical climates with high rainfall (Sheldon, 2003). However, latitudinal position of Indian plate during Cretaceous period was different from present day. Plate tectonic reconstruction for the Cretaceous period places India at a palaeo-latitude 60°S to 25°S. The present day mean annual temperature (MAT) in these latitudes typically ranges from 20 °C to 30 °C. A plot of maximum monthly temperatures suitable for the calcrete formation for the 60°S to 25°S latitudes reveals that, for modern soil systems, 25 °C is a typical temperature at 20°S latitude (Ekart et al., 1999). We have therefore chosen 25 °C as a temperature of soil water for our calculation."
  }, {
    "heading": "3.4.2. Deduced composition of meteoric water",
    "text": "Numerous studies have focused on the exchangeability of oxygen and hydrogen isotopes in phyllosilicate minerals (O'Neil and Kharaka, 1976; Bird and Chivas, 1988; Kyser and Kerrich, 1991; Mizota and Longstaffe, 1996). Results from both laboratory and field studies indicate that mineral hydrogen may be susceptible to the post formational isotopic exchange through the process of proton exchange, in the absence of a mineralogical or chemical change. Despite such possibility, retention of original δD values in the sedimentary record (Sheppard and Gilg, 1996; Gilg, 2000) is an important parameter for palaeoclimate studies. The likelihood of such re-equilibration processes drops with the absence of an oxygen- and hydrogenrich exchange medium, such as the water commonly present in sedimentary basins. In this context, boles are most well-preserved candidates as they are surrounded by dense compact basalt from the top to bottom. In addition, steep topography in the basaltic terrain further\nlower the possibility of the process of re-equilibration with local ground water. Thus, the measured δD values of the samples of bole should resemble the meteoric water composition during Deccan eruption.\nIn one of the previous studies, δ18O compositions of meteoric water was estimated using measured δ18O of palaeosol carbonates from Lameta Formation (65 Ma) near Jabalpur (Ghosh et al., 1995). The observed value of 20‰ in the soil carbonate predicts an equilibrium soil water composition of −8.5‰ at 25 °C. Similarly, in this study, δD and δ18O values for water in isotopic equilibrium with the smectite clay were estimated following the fractionation factor derived based on: 103 ln(18α)= (2.60×106/T2)−4.28 (Savin and Lee, 1988) and 103 ln(Dα) = (−7.50 × 106/T2) + 27.37 (Capuano, 1992). The results are presented in Table 4.\nThe δD values of the water fall within the range −20.6‰ and −35.8‰ (with average of −27.3±4.4‰) for the red bole samples whereas the green bole are slightly more depleted with composition lying between −24.4‰ and −37.1‰ (average value of −31.2±4.7‰). Similarly, the average δ18O composition of water for the red bole beds is −9.1±0.1‰, whereas the green bole beds are depleted, with an average value of −9.3±1.3‰ (see Table 4). The measured oxygen isotope values of the green bole and the red bole clays are indistinguishable, and therefore indicate a common source for meteoric water. Enriched hydrogen isotope ratios observed in a few red bole sample clays suggest the possibility of post-depositional exchange of hydrogen. However, the average estimates of water composition overlapped for both different types of the bole materials. Based on these observations, we conclude that average values of δ18O and δD of meteoric water of central India during Cretaceous are −9.1‰ and −27.3‰, respectively. The available modern day precipitation records suggest that the average composition of δ18O and δD of local meteoric water from Bombay, which is located close to the study area, is −1.7‰ and −5.7‰, respectively (Gupta et al., 2005; IAEA, 2001). Therefore, the δ18O composition of the Cretaceous water of central India was lighter by about 7.4‰ than present day rainfall. This result is similar to the previous estimates of composition of Cretaceous meteoric water derived by Ghosh et al. (1995) and Tandon et al. (1995)."
  }, {
    "heading": "3.4.3. Implication of light meteoric water during post-Cretaceous period",
    "text": "As mentioned previously, the isotopic composition of meteoric water at any geographic location is affected by source water compositions and by various meteorological parameters affecting isotopic compositions (Rozanski et\n107P. Ghosh et al. / Palaeogeography, Palaeoclimatology, Palaeoecology 242 (2006) 90–109\nal., 1993). Kutzbach and Gallimore (1989) proposed that in Gondwanaland monsoonal circulation was from a northeastern direction, thereby bringing moisture-laden clouds from the Tethys Ocean to the inland. Cretaceous rainfall was lighter by ∼ 1‰ than modern day precipitation (Shackleton and Kennett, 1975). As sea surface temperatures in the equatorial belts were similar (Barron and Washington, 1982), we can assume that the atmospheric moisture was also equally depleted. This still leaves a net depletion of 7.4‰ observed in the bole must be explained by atmospheric processes.\nDepletion in δ18O of meteoric water in such a scenario can happen mainly due to: (1) an increase in rainfall amount, (2) an altitude effect and (3) continental effect. The absence of pedogenic carbonate and evaporites in the bole sediments constrain palaeoclimatic reconstruction. Assuming a constant continental size and topography between Early and post-Cretaceous, our results suggest that rainfall amount during post-Cretaceous time, i.e. during the Deccan eruption was high, as observed in a humid climate today. This is also inferred based on field observations such as the highly weathered outcrop of bole beds and the presence of Tertiary coal deposits (Mehrotra, 2000), and further supported by the behavior of major elements, trace elements and REE along with observed stable isotopic depletion in the analyzed clay."
  }, {
    "heading": "4. Conclusions",
    "text": "Towards the end of Cretaceous, a large part of Peninsular India experienced a fissure type volcanic eruption which gave rise to Deccan volcanic province of central India.A geological investigation of lava flows at the Mahabaleshwar area revealed the presence of weathered clay horizons as intertrappean palaeosol sediments. They are described as boles because of their spherical shapes and appear as red or green colors in the outcrop. The origins of bole beds found in between traps were studied applying geochemical and isotopic techniques. Several samples of red and green boles were analyzed for major, trace and REE compositions. The following inferences are drawn based on their chemical composition:\n▪ Chemical composition of red and green color are distinct. The red color is due to the presence of a variable amount of Fe2O3. Smectite is the most abundant clay mineral in both of these types of boles, with an additional presence of chlorite in green boles and goethite in red bole samples. ▪ Major, trace and REE compositions of the samples indicate that the formation of the red boles are as a\nresult of weathering of parent basalts, whereas green bole beds are derived from a mixture of weathered basalt and remnants of ash fall deposits.\nClay fractions were analyzed separately for their δ18O and δD compositions. The result of the stable isotopic analyses of clay minerals is used to estimate the isotopic composition of meteoric water of central India during the Late Cretaceous period. The deduced δ18O value of post-Cretaceous meteoric water was −9.1‰, which was slightly lighter (by 1.1‰) though closely matches with the estimates obtained previously from palaeosols carbonates. Such a highly depleted signature of meteoric water observed during the Late Cretaceous period provides an evidence of enhanced precipitation or mega monsoonal circulation."
  }, {
    "heading": "Acknowledgement",
    "text": "We are grateful to the following people and institution for assistance in analyzing the sample: Roland Werner and Heike Gilman of Max Planck Institute for Biogeochemistry, Jena. In particular, we are thankful to Dr. Willi Brand for extending his support allowing usage of analytical facility at MPI, Jena for stable isotope analyses. We are very indebted to Dr. Steven Driese and an anonymous reviewer for their constructive reviews and comments. Finally, we would like to extend our deep gratitude to Dr. S. Chakraborty of UCSD for valuable suggestions."
  }, {
    "heading": "Appendix A",
    "text": "In two separate experiments, H- and O- present in clay minerals were extracted at a high temperature and resultant water was converted into H2 and CO gases, which were subsequently introduced into an isotope ratio mass spectrometer for analyses. The technique involved the introduction of a sample powder packed in a tin capsule, into a high temperature reactor (TC/EA) Cr reactor for generating H2. Using a He steam the product H2 was carried into a Delta\n+XL isotope ratio mass spectrometer (IRMS) that is coupled on-line via a ConFlo III interface (all units from Finnigan MAT). 2H/1H ratios were determined by monitoring the ion currents at m/z 3 and 2, the former detector having been equipped with an energy discriminator for the purpose of filtering out energy deficient He+U ions (Hilkert et al., 1999). In a separate experiment, oxygen in the clays was released in the presence of fluorinated graphite, and oxygen isotope ratios were monitored on the CO+U masses m/z 30 and 28 (Werner, 2003). Replicate\n108 P. Ghosh et al. / Palaeogeography, Palaeoclimatology, Palaeoecology 242 (2006) 90–109\nmeasurements were made, at best, with a precision level of 1.5‰ to 2‰ for hydrogen and oxygen isotope measurements based on the NBS-30 biotite standard shown in Table 4. The δD and δ18O values to the samples were calculated assuming the NBS-30 biotite as a standard, with assigned values for δD=−66‰ and δ18O=5.1‰. Due to the fact that biotite is mineralogically a phyllosilicate (clays), it was appropriate for analytical comparison while analyzing clays present in bole samples."
  }],
  "year": 2006,
  "references": [{
    "title": "Characterization of trace elements in environmental samples by ICP MS",
    "authors": ["V. Balaram"],
    "venue": "At. Spectr",
    "year": 1993
  }, {
    "title": "International proficiency tests for analytical geochemistry laboratories: an assessment of accuracy and precision in routine geochemical analysis",
    "authors": ["V. Balaram", "T. Gnaneswara Rao", "K.V. Anjaiah"],
    "venue": "J. Geol. Soc. India",
    "year": 1999
  }, {
    "title": "Cretaceous climate: a comparison of atmospheric simulations with the geological record. Palaeogeogr",
    "authors": ["E.J. Barron", "W.M. Washington"],
    "venue": "Palaeoclimatol. Palaeoecol",
    "year": 1982
  }, {
    "title": "Stratigraphy, composition and form of the Deccan basalts, western Ghats, India",
    "authors": ["J.E. Beane", "C.A. Turner", "P.R. Hooper", "K.V. Subbarao", "J.M. Walsh"],
    "venue": "Bull. Volcanol",
    "year": 1986
  }, {
    "title": "Stable isotope evidence for lowtemperature weathering and post-formational hydrogen-isotope exchange in Permian kaolinites",
    "authors": ["M.I. Bird", "A.R. Chivas"],
    "venue": "Chem. Geol",
    "year": 1988
  }, {
    "title": "Barren Island (Andaman Sea, Indian Ocean); Volcanological Features of the only Indian Active Volcano",
    "authors": ["B. Capaccioni", "D. Chandrasekhram", "O. Vaselli", "P. Manetti", "M.A. Alam", "F. Tassi", "A.P. Santo"],
    "year": 2004
  }, {
    "title": "The temperature dependence of hydrogen isotope fractionation between clay minerals and water: evidence from a geo-pressured system",
    "authors": ["R.M. Capuano"],
    "venue": "Geochim. Cosmochim",
    "year": 1992
  }, {
    "title": "Stable carbon and oxygen isotopes in soil carbonates",
    "authors": ["T.E. Cerling", "J. Quade"],
    "venue": "Climate Change in Continental Isotopic Records. Am.Geophys. Union Monograph,",
    "year": 1993
  }, {
    "title": "A 400 million year carbon isotope record of pedogenic carbonate: implications for paleo-atmospheric carbon dioxide",
    "authors": ["D.D. Ekart", "T.E. Cerling", "I.P. Montanez", "N.J. Tabor"],
    "venue": "Am. J. Sci",
    "year": 1999
  }, {
    "title": "Palaeoclimate and palaeovegetation in central India during the Upper Cretaceous based on stable isotope composition of the palaeosol carbonates",
    "authors": ["P. Ghosh", "S.K. Bhattacharya", "R.A. Jani"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 1995
  }, {
    "title": "CO2 levels in the Late Paleozoic and Mesozoic atmosphere from soil carbonate and organic matter, Satpura basin, central India",
    "authors": ["P. Ghosh", "S.K. Bhattacharya"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2001
  }, {
    "title": "D-H evidence for the timing of kaolinitization in NE Bavaria, Germany",
    "authors": ["H.A. Gilg"],
    "venue": "Chem. Geol",
    "year": 2000
  }, {
    "title": "Yttrium: the immobility–mobility transition during basaltic weathering",
    "authors": ["I.G. Hill", "R.H. Worden", "I.G. Meighan"],
    "venue": "Geology",
    "year": 2000
  }, {
    "title": "Refractory element mobility in volcanic soils",
    "authors": ["A.C. Kurtz", "L.A. Derry", "O.A. Chadwick", "M.J. Alfano"],
    "venue": "Geology",
    "year": 2000
  }, {
    "title": "Pangean climates: megamonsoons of the megacontinent",
    "authors": ["J.E. Kutzbach", "R.G. Gallimore"],
    "venue": "J. Geophys. Res",
    "year": 1989
  }, {
    "title": "Retrograde exchange of hydrogen isotopes between hydrous minerals and water at low temperatures",
    "authors": ["T.K. Kyser", "R. Kerrich"],
    "venue": "Geochem. Soc. Spec. Publ.,",
    "year": 1991
  }, {
    "title": "Deuterium and oxygen-18 correlation: clay minerals and hydroxides in Quaternary soil compared to meteoric water",
    "authors": ["J.R. Lawrence", "H.P. Taylor Jr."],
    "venue": "Geochim. Cosmochim",
    "year": 1971
  }, {
    "title": "Hydrogen and oxygen isotope systematics in weathering profiles",
    "authors": ["J.R. Lawrence", "H.P. Taylor Jr."],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 1972
  }, {
    "title": "A chemical classification of volcanic rocks based on the total alkalisilica diagram",
    "authors": ["M.J. Le Bas", "R.W. Le Maitre", "A.Z. Streckeisen", "B. Aneltin"],
    "venue": "J. Petrol",
    "year": 1986
  }, {
    "title": "Geochemical approaches to sedimentation, provenance and tectonics",
    "authors": ["S.M. McLennan", "S. Hemming", "D.K. McDaniel", "G.N. Hanson"],
    "venue": "Geol. Soc. Am.. Spec. Pap.,",
    "year": 1993
  }, {
    "title": "Two new fossil from Oligocene sediments of Makum Coalfield, Assam, India",
    "authors": ["R.C. Mehrotra"],
    "venue": "Curr. Sci",
    "year": 2000
  }, {
    "title": "Origin of Cretaceous and Oligocene kaolinites from the Iwaizumi clay deposit, Iwate, northeastern Japan",
    "authors": ["C. Mizota", "F.J. Longstaffe"],
    "venue": "Clays Clay Miner",
    "year": 1996
  }, {
    "title": "Rare earth elements in weathering profiles and sediments of Minnesota: implications for provenances studies",
    "authors": ["G.B. Morey", "D.R. Setterholm"],
    "venue": "J. Sediment. Res",
    "year": 1997
  }, {
    "title": "Mobility and fractionation of rare elements during weathering of granodiorite",
    "authors": ["H.W. Nesbitt"],
    "venue": "Nature",
    "year": 1979
  }, {
    "title": "Prediction of someweathering trends of plutonic and volcanic rocks based on thermodynamic and kinetic considerations",
    "authors": ["H.W. Nesbitt", "G.M. Young"],
    "venue": "Geochim. Cosmochim",
    "year": 1984
  }, {
    "title": "Hydrogen and oxygen isotope exchange reactions between clay minerals and water",
    "authors": ["J.R. O'Neil", "Y.K. Kharaka"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 1976
  }, {
    "title": "An index of weathering for silicate rocks",
    "authors": ["A. Parker"],
    "venue": "Geol. Mag",
    "year": 1970
  }, {
    "title": "Trace element mobility during spheroidal weathering of basalts and andesites in Hawaii and Guetamala",
    "authors": ["L.C. Patino", "M.A. Velbel", "J.R. Price", "J.A. Wade"],
    "venue": "Chem. Geol",
    "year": 2003
  }, {
    "title": "Soils of the Past; An Introduction to Paleopedology",
    "authors": ["G.J. Retallack"],
    "venue": "Unwin. Hyman. Ltd., London",
    "year": 1990
  }, {
    "title": "Eolian origin of quartz in soils of Hawaiian Islands and in Pacific pelagic sediments",
    "authors": ["R.W. Rex", "J.K. Syers", "M.L. Jackson"],
    "year": 1969
  }, {
    "title": "Isotopic patterns in modern global precipitation",
    "authors": ["K. Rozanski", "L. Araguas-Araguas", "R. Gonfi antini"],
    "venue": "Am. Geophys. Union Monograph.,",
    "year": 1993
  }, {
    "title": "Geology and geochemistry of palaeosols developed on the Hekpoort basalt, Pretoria group, South Africa",
    "authors": ["R. Rye", "H.D. Holland"],
    "venue": "Am. J. Sci",
    "year": 2000
  }, {
    "title": "Development of pencil joints in a red bole bed at Dighi, Raigad district, Maharashtra, India",
    "authors": ["P.K. Sarkar", "A.B. Chakranaryan", "A.K. Deshwandikar", "M.R. Fernandes", "S.D. Rau"],
    "venue": "Curr. Sci",
    "year": 2000
  }, {
    "title": "Isotopic studies of phyllosilicates",
    "authors": ["S.M. Savin", "M. Lee"],
    "venue": "Hydrous Phyllosilicates. Reviews in Mineralogy,",
    "year": 1988
  }, {
    "title": "Late Cenozoic oxygen and carbon isotopic changes at DSDP site 284: implications for glacial history of the northern hemisphere",
    "authors": ["N.J. Shackleton", "J.P. Kennett"],
    "venue": "Initial Report DSDP,",
    "year": 1975
  }, {
    "title": "Pedogenesis and geochemical alteration of the Picture George subgroup, Columbia River basalt Oregon",
    "authors": ["N.D. Sheldon"],
    "venue": "Geol. Soc. Amer",
    "year": 2003
  }, {
    "title": "Stable isotope geochemistry of clay minerals",
    "authors": ["S.M.F. Sheppard", "H.A. Gilg"],
    "venue": "Clay Miner",
    "year": 1996
  }, {
    "title": "Deccan basalts of the Bombay area, India",
    "authors": ["R.N. Sukheswala", "A. Poldervaart"],
    "venue": "Geol. Soc. Amer. Bull",
    "year": 1958
  }, {
    "title": "Palaeo environments of the dinosaur-bearing Lameta Beds (Maastrichtian), Narmada Valley, central India",
    "authors": ["S.K. Tandon", "A. Sood", "J.E. Andrews", "P.F. Dennis"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 1995
  }, {
    "title": "Did Deccan volcanism pre-date the Cretaceous Tertiary transition",
    "authors": ["T.R. Venkatesan", "K. Pande", "K. Gopalan"],
    "venue": "Earth Planet. Sci",
    "year": 1993
  }, {
    "title": "The geochemistry of Indian bole horizons: palaeoenvironmental implications of Deccan intravolcanic palaeosurfaces. Palaeosurfaces: Recognition, Reconstruction and Palaeoenvironmental Interpretation",
    "authors": ["M. Widdowson", "J.N. Walsh", "K.V. Subbarao"],
    "venue": "Geol. Soc. Sp. Pub. No.,",
    "year": 1997
  }, {
    "title": "Weathering regimes in Deccan basalts",
    "authors": ["A. Wilkins", "K.V. Subbarao", "G. Walsh"],
    "venue": "Volcanism. Wiley Eastern Ltd,",
    "year": 1994
  }, {
    "title": "The stable isotope geochemistry of low temperature Fe (III) and Al “oxides” with implications for continental paleoclimate",
    "authors": ["C.J. Yapp"],
    "venue": "Am. Geophys. Union Monogr",
    "year": 1993
  }],
  "id": "SP:89e232bb14d3aab7aba65f0a7b6ac8da30eef0fd",
  "authors": [{
    "name": "Prosenjit Ghosh",
    "affiliations": []
  }, {
    "name": "M.R.G. Sayeed",
    "affiliations": []
  }, {
    "name": "R. Islam",
    "affiliations": []
  }, {
    "name": "S.M. Hundekari",
    "affiliations": []
  }],
  "abstractText": "Reddened clay-rich horizons between basalt flows have historically been identified as “baked zones” or as zones of lateral groundwater movement. The reddening was interpreted as a form of alteration due to thermal or chemical processes. Many of these zones are referred to as “bole beds” in Deccan traps and occur as prominent horizons showing red to brown, green, purple or grey colors, and are composed of fine-grained clayey material. The red and green colors are caused by the presence of variable amounts of Fe2O3 and MgO in the bole samples. The geochemistry of bole beds suggests that they were derived from basalts due to weathering processes. These boles record significant hiatuses in basalt flow emplacement and in some cases resemble incipient palaeosol deposits. Samples have been collected in profiles from the overlying basalt flow, through the bole, down to the underlying flow. Geochemical analyses suggest loss of Ca, Na, Mg, Fe, Fe⁎ and P in the boles compared to neighboring basalts, consistent with the weathering patterns observed in present day volcanic islands. The observed high concentration of K and Rb in the green bole samples compared to the adjoining basalts have been argued as features suggesting eolian transportation of volcanic ashes and deposition rather than evidence of metasomatism. The mean δD and δO values of clays from red and green bole outcrops were −83.05‰ and 15.8‰, respectively. Clays analyzed from green boles were marginally more depleted, probably indicating a process of high temperature fractionation during deposition/transformation of ash into green bole. Our estimate of the average meteoric water δOp (−8.1‰) value calculated from measured isotopic data (with the assumption of environmental temperature) is similar to or higher than previous estimate from palaeosol carbonates from Cretaceous central India. The depleted meteoric water composition observed in this study provides independent evidence of intensive precipitation during Deccan trap eruption. © 2006 Elsevier B.V. All rights reserved.",
  "title": "Inter-basaltic clay (bole bed) horizons from Deccan traps of India: Implications for palaeo-weathering and palaeo-climate during Deccan volcanism"
}