{
  "sections": [{
    "text": "Several interesting points arise from this model. A 1 -bar CO2 atmosphere can be. removed by carbonate precipitation alone in about half a billion years. This is roughly fifty times longer than earlier estimates, which were not based on time-varying models (FANALE et al., 1982; CARR, 1986; POLLACK et al., 1987). One of the chief problems in Martian geology has been how to explain the large number and wide variety of surface features that were apparently formed by aqueous erosion. This longer atmospheric lifetime may be enough to explain the large number of channels seen on older Martian terrain.\nIf the atmosphere started out with more than 1 bar of COZ, it would take correspondingly longer to remove it. If there should be no other means to remove COZ from the atmosphere, this long time constant would indicate that the atmosphere could never have contained more than a few bars of COZ, or else there would still be remnants present today.\nThe increase in alkalinity ofthe ocean as the atmosphere disappears, even without the effects of reduction in the amount of water available, indicates that evaporite deposits may have formed on Mars. If these deposits are still present, they may even yet contain some liquid water.\nINTRODUCI’ION\nSHORTLY AVER ACCRETION, Mars and Earth were probably quite similar. Both had newly formed crusts, heavily bombarded by meteorites; both were probably rich in water, with thick CO2 atmospheres. This paper concerns the interaction between the atmosphere, hydrosphere, and regolith of Mars, and how this interaction might have produced the present Martian environment from a primitive Martian environment much like that of the primitive Earth.\nThe topic of weathering of surface materials on Mars under present conditions has been studied by many researchers ( BERKLEY and DRAKE, 198 1; CLARK and VAN HART, 198 1; GOODING, 1978; HUGUENIN, 1982; MALIN, 1974), but the problem of weathering processes on a primitive Mars in which water was available has been relatively little studied (FULLER and HARGRAVES, 1978; O’CONNOR, 1968). WARREN (1987, 1988) has suggested, however, that a possible sink for the calcium “missing” from the Martian soils analyzed by Viking is in calcium carbonate deposited from bodies of water.\nEstimates of the total CO2 outgassed by Mars range over more than two orders of magnitude, from 0.14 to 20 bars, and corresponding estimates of the volume of water outgassed range between equivalent depths over the entire planet of 6 to 1000 m, respectively (ANDERS and OWEN, 1977; CARR, 1986; DREIBUS and W~~NKE, 1987; FANALE, 1976; GREELEY,\n* Paper presented at the MSATT Workshop on Chemical Weathering on Mars held September lo- 12, 1992, at Cocoa Beach, Florida, USA.\nt Present address: Laboratory for Terrestrial Physics, NASA Goddard Space Flight Center, Greenbelt, MD 2077 1, USA.\n4619\n1987; MCELROY et al., 1977; MORGAN and ANDERS,. 1979; POLLACK and BLACK, 1979; REIMERS and KOMAR, 1979; also see Fig. 1).\nValues of total outgassed CO2 from several to about 10 bars are consistent with present knowledge ( POLLACK et al., 1987 ) , and this amount of CO2 implies an amount of water outgassed at least equal to an equivalent depth of 500-1000 m (CARR, 1986). CARR (1986), however, cautions that even with a total outgassing of up to 10 bars of COZ, the atmosphere may have never been denser than l-3 bars, due to the high rate of formation of carbonate in conditions of high pco, with liquid water available. Under such conditions, it would take only 10’ years to remove 1 bar of COZ to carbonates (FANALE et al., 1982; CARR, 1986; POLLACK et al., 1987), assuming that this removal did not itself change these conditions.\nPOLLACK et al. ( 1987) have made extensive calculations deriving the amount of CO2 necessary to achieve a strong enough greenhouse effect to raise the surface temperature of Mars above the freezing point of water and have determined that, for different values of surface albedo, latitude, and orbital position, pressures of from 0.75 to 5 bars are necessary. They also, in contrast to M. H. Carr’s earlier work (CARR, 1986), estimated that the CO2 released to the atmosphere by volcanic recycling of carbonate rocks was sufficient to maintain a dense CO2 atmosphere over an extended period of time, perhaps about a billion years. The geological evidence suggests that any such warm, wet period in Mars’ history must have been over by about 3.5 billion years ago. One can postulate a lifetime for an primordial Martian ocean, based on these models, of between ten million and one billion years.\nWork by J. E. Kasting, however ( KASTING, 199 1 ), indi-\n4620 M. W. Schaefer\n9 0 \\\n- HP0 --cop\nI” , , 1 0.1 1 2 3 4 5 6 7 8 9\nReference number\nFIG. 1. Summary of estimates of total outgassed CO2 and HZ0 by many researchers. The upper shaded area shows the estimated water abundance of POLLACK et al. ( 1987), while the lower shaded area shows their estimated CO* abundance. The key to the references is as follows: (1) FANALE (1976). (2) ANDERS and OWEN f 1977). (3) McELRoY~~‘~~. (1977); (4) RA~o~L~~~LESERGEANT(I~~~):(~) MORGAN and ANDERS (1979), (6) POLLACK and BLACK (1979), (7) CARR (1986), (8) DREIBUS and WANKE (1987), (9) GREELEY (1987),and(lO)POLLACKetal.(1987).\ncates that CO1 alone may not be sufficient to warm the surface of Mars above the freezing point of water. He finds that under Martian conditions, CO2 cannot be present in the atmosphere at such high pressures but will condense out instead. It is possible that some other greenhouse gas may have been present in sufficient quantity to raise the surface temperature of Mars above the freezing point of water. Even if a CO2 atmosphere alone was not enough to cause a warm early Mars, there is still sufficient evidence that Mars outgassed large amounts of COz ( POLLACK et al., 1987 ), and there is much geological evidence of flowing water upon the surface, implying warm temperatures.\nAbout 4.5-3.5 billion years ago, Mars was subjected to a heavy bombardment of meteorites, which produced extensive impact melt sheets. Hydrothermal alteration of these melt sheets by groundwater (heated by the energy of impact) has been suggested to be the source of a major fraction of Martian soil ( NEWSOM, 1980). There was also heavy volcanic activity at this time. The oldest plains were formed before the end of the heavy bombardment period and were accompanied by extensive fluvial activity ( PIERI, 1976 ) . Some of the extensive older undifferentiated plains may indeed be ash sheets, not lava flows ( GREELEY and SPUDIS, 198 1). The highland patera, widely believed to be partly ash shields, were also formed at around this time. Later, contemporaneous with the formation of the highland-lowland boundary scarp, extensive flood volcanism was active over much of Mars ( GREELEY and SPUDIS, 198 1) . Hydrothermal alteration products, or even low-temperature alteration products, of melt sheets, pyroclastic deposits, or impact breccia could provide an important source of cations for an early Martian hydrosphere.\nAt this same time on the Earth, similar processes may have been occurring. The earliest sedimentary rocks were being formed. The oldest known sequence of metasedimentary rocks on Earth are the Isua supracrustals in Greenland.\nChemical analyses (GILL et al.. 198 1 ) indicate that nearly all ofthe iron, magnesium, and calcium in these rocks was pres-\nent at one time in the form of carbonates. implying that intense carbonation was occurring during weathering as long\nago as 3.78 billion years, and supporting the view that the\nterrestrial atmosphere contained a significant amount ofCOZ\nat this time. These data also imply the presence of a body of\nwater saturated with respect to these carbonates. due presumably to extensive subaerial weathering, as is true today\n(HOLLAND, 1984). Weathering at this time should have been more rapid than at present due to the predomination of mafic\nigneous rocks and lack of oxygen in the atmosphere ( SIEVER\nand WOODFORD, 1979). and due to the relative acidity (caused by the high CO1 content of the atmosphere ) of the water.\nMuch may be learned about the early atmosphere-ocean-\nregolith system of Mars (or of Earth) by geochemical modelling. Such modelling may be used to study what geochemical\nprocesses may have been important on early Mars. It also may be used to investigate the mechanism (and time scale) of the removal of the COZ atmosphere of Mars. With this in mind, a preliminary model of the early Martian hydrosphere\nwas developed to try and shed some light on the sorts of processes that may have been important in early Martian aqueous geochemistry. This model is described in detail in SCHAEFER ( I990 ).\nMODEL DESCRIPTION\nThis preliminary model has since been modified from being a steady-state model to one that is time-varying. The method used to attack this problem is the kinetic method. The treatment of geochemical cycles as systems of complex kinetic chemical reactions has been undertaken for terrestrial systems in recent years with much success ( LASAC;A, 1980, 198 I; BERNER et al.. 1983: LASAGA et al., 1985). This method is capable of elegantly handling the interactions between the simultaneous chemical reactions needed to understand such a system. Geochemical cycles may be represented mathematically by systems of nonlinear differential equations. These systems, which include equations with time scales of widely differing lengths, are considered “stiff.” Such systems require care in the method of integration so that a stable solution may be found within a reasonably small time. The present model uses the reverse Euler method, with the computer algorithm based on those presented by WALKER ( 199 I ).\nThe present model is a simple system, consisting of an\nunweathered starting material (Ca-bearing and Mg-bearing silicates), a COZ atmosphere, an ocean of water in contact with both the atmosphere and the unweathering starting material, and both calcite and dolomite precipitates. A schematic diagram is shown in Fig. 2.\nShown in this schematic are the following five reservoirs:\natmosphere, ocean, unweathered starting material (regolith). precipitated calcite, and precipitated dolomite. Arrows indicate fluxes of different species due to different processes. For example, calcium may pass from the regolith into the ocean via weathering; it may precipitate from the ocean into calcite; it may pass from calcite into the ocean via weathering of the calcite, or through dolomitization of the calcite: or. it\nChemical weathering and evolution of the atmosphere on Mars 4621\nFIG. 2. A schematic diagram of the geochemical cycle on early Mars. Arrows indicate fluxes of various species due to different processes.\nmay pass from dolomite into the ocean via weathering of the dolomite.\nWater was assumed to be in a body or bodies of constant depth, covering 30% of Mars’ surface (the approximate area of the present northern lowland terrain). The Martian sea was assumed to be isothermal and of uniform cation and anion concentration (salinity). Atmospheric CO* partial pressures were allowed to vary between 3.2 X 10m4 bars and 10 bars.\nThe activities of all species were assumed to be equivalent to their concentrations (or partial pressure, in the case of gaseous COz), and effects of ion-pairing were not included. These assumptions are accurate only for solutions of low salinity (ionic strength less than about 0.1) but were made here as a reasonable first approximation. (Note: the ionic strength of terrestrial seawater is about 0.7.)\nThe following set of equations describes the evolution of this system with time:\nSMD - = -C&M,, +; CDDMc.\n6t (1)\n~Mc - = -C&MC + Cc& - CDDMc.\n6t (2)\n&MM,\n- = +CmvMD + C&MC - C&J& fit\n+ WcDMsi, f CDDM~. (4)\n~MHCO; _ ~-\n6t +4CowMn + 2CcwMc - 2Ccp&\n+ 2W~~Mtib + 2Wc&s+4,. (5)\n6M cq = -2C,,Mo - C&MC + CcpSc\n6t\n- ~WCDMS~~ - 2WcoMsil,,. (6)\nSC = McaM~co; - Ccs(&oI - 2Mu - MC - MHCO;). (7)\nWC, = ~~~~~~~G~~G,~,,/(~,P). (8)\nG, = (h - 2M, - MC - MHco;) lOI* ‘.’ 3.88 x lO”CO2o ] . (9)\nG2 = ,+AT-288)\nG3 = &c~(T-288)\nThe variables are defined as follows. MD = dolomite mass. MC = calcite mass.\n(10)\n(11)\nMMg = magnesium mass in the ocean. Mea = calcium mass in the ocean.\nMHCO; = HCO; mass in the ocean.\nMco, = CO2 mass in the atmosphere. Msik. = mass of Ca-silicate rocks.\nM&, = mass of Mg-silicate rocks. SC = intermediate variable (no physical significance).\nWcD = silicate weathering rate constant. zco, = total CO2 in system. Gl = scaling factor for pressure dependence of weath-\nering rate. G2 = scaling factor for dependence of weathering rate on precipitation (temperature-dependent ) . G3 = scaling factor for dependence of weathering rate\non chemical reaction rate (temperature-dependent ) .\nT = surface temperature.\nThe constants are defined as follows: Cow = dolomite weathering rate constant. Ccw = calcite weathering rate constant. CcP = calcite precipitation rate constant. Ccs = calcite saturation constant.\nC uD = dolomitization time constant. Cd2 = precipitation vs. temperature constant.\n4622 M. W. Schaefer\n1 0 x 10” m&s 1 0 x 10iJ m&s\n0 00198 Myr-I 0.00261 Myr-I 4 492 x lo-’ (lOIs rn01)-~ Myr-’ 2 783 x 1Oe4 (lOI mo1)2 1 25 x lo-” Myr-’ 0 038 0 049 2 0 0 21 1.0 x 102 g CW2 y-6 10 x 105 cm 3 0 g cld 1 0 x 105 cm 3.3 x 1O-4 bars\nMimmum 5.0 x 10’4 5.0 x 10’4 1 0 Y IO’” 1.0 x 10’5 1.0 x IO” 0.1 268 III-’ lo-’ 10-z 10-4 10-6 lolo-~ 1 01 *\n104 2.5 104 *\nCc;j = chemical reaction rate vs. temperature constant, Cci4 = ratio of the Ca + Mg + Fe content of rocks on early\nMars to their content on continental silicate rocks on Earth.\nC’(, 5 = scaling factor for dependence of weathering rate on fraction of planet covered by open bodies of water (assumed to be one-third).\nFco, = average Earth CO2 loss rate.\nI+;,, = weathering depth of regolith. p = density of regolith.\nCo, = ocean depth (assuming a single body of water). COzii, = present terrestrial CO*.\nThe factors Gl, G2, G3, C&, and C,, are taken from POLLACK et al. ( 1987) and represent scaling factors between the mass loss rate of atmospheric COZ per unit surface area\nof early Mars and the present silicate weathering rate on Earth ( Fco,). Those constants for which there are no Martian estimates were taken to be the same as terrestrial values.\nIn addition, there are several other constraints, as follows.\nXc = 882 - 2Mo - Mc - M,,coj. (12)\nZca = 793 - MD - MC - MC,. (13)\nL: Mg = 735 - M,, - MMg. (14)\nThese three constraints arise from conservation of mass. Equation 12 sums the total sources of carbon; Eqn. 13, the sources of calcium; and Eqn. 14, the sources of magnesium in the system. The numerical values in these equations are dependent upon the amounts of C02, calcium, and magnesium assumed to be available in the system. Values for calcium and magnesium are based on Viking chemical analyses.\nThe model was integrated forward in time for up to 4.5 X lo9 years, with a variable time step. Integration was stopped earlier when the atmospheric pressure reached the present Martian value of 6 mbars. Other data output included amount of precipitated calcite and dolomite, amount of unweathered regolith, amounts of all species in solution, pH, and salinity.\nMany parameters of the model were varied to determine to which of these parameters the system was sensitive. These\nincluded total CO* (between 0. I and 10 bars); Initial abundances of dolomite and calcite: initial abundances of Mg” , Ca’+, and HCO? cations in the water; water temperature: water depth; regolith density: regolith weathering depth; do-\nlomite and calcite weathering rate constants; calcite precip-\nitation time constant; dolomitization time constant; and some\nof the scaling factors to the terrestrial silicate weathering rate (after POLLACK et al., 1987 ). A summary of the values used is shown in Table 1.\nThe basic case, to which all other runs were compared,\nhad an initial CO2 atmosphere of 1 bar, a temperature of 273\nK, an ocean depth of 1 km. and a regolith weathering depth of 1 km. The initial amounts of Mg2+, Ca”. and HCO; in solution were IO”, lOI’, and IO” mol. Initial abundances of dolomite and calcite were set at 10 I6 mol each. It was not\npossible to set the abundances of cations in solution and of dolomite and calcite at zero because the integration proved to be unstable under those conditions. However. the purpose of this exercise was to determine to what state the system was\ndriven, and both the final state and the time constants of the system were found to be quite insensitive to the starting values of these quantities. All other parameters were set at the values listed earlier.\nThere are some caveats for this model involving the uncertainty in many of the parameters of the model and the oversimplification of the chemical and physical system under study. These are described more fully in the discussion section.\nRESULTS\nMost results of the model calculations are presented here as plots of atmospheric pressure, pH, and salinity vs. time. Such plots illustrate variations in the length oftime necessary to remove CO2 from the atmosphere (the atmospheric lifetime) and illustrate the chemical evolution of the ocean. The basic case is shown in Fig. 3. Initially, the water is somewhat acid, as was indicated also by the previous model (SCHAEFER. 1990). It can be seen that it takes about half a billion years to remove 1 bar of CO: into carbonate deposits. For the last\n10 , II\n-Atmospheric Pressure (bars) --__.\na PH\n--------.Salinity(%)\n,’ cc\ncc *- 6 __--\n___________- __--\n10” 10’"
  }, {
    "heading": "Time (Myears)",
    "text": "Chemical weathering and evolution of the atmosphere on Mars 4623\nseveral hundreds of millions of years, the pH and salinity of the ocean have increased markedly. For comparison, the salinity of present day terrestrial ocean water is 35% ( BROECKER and PENG, 1982). These initial results confirm previous calculations ( FANALE et al., 1982; CARR, 1986; POLLACK et al., 1987) that indicate the removal of the CO2 atmosphere with time by carbonate precipitation, but indicate a much larger time scale for this removal.\nFigure 4 shows the variation of the dissolved species with time, as well as the precipitation of calcite and dolomite. Whereas the dissolved Mg2+ and HCO; simply increase with time, the behavior of the dissolved Ca2+ is more complicated, first rising, then falling to low values. This change in behavior occurs as the calcite begins to precipitate out of the water. The abundance of dolomite, which is more likely to precipitate under alkaline conditions, does not increase until late in the time sequence.\nBehavior of this system was found to be fairly insensitive to variations in many of the parameters. The initial abundances of dolomite, calcite, dissolved Mg2+, Ca2+, and HCO; were not important to the final outcome of the model. Initial abundances ranging over several orders of magnitude still converged to comparable values, at comparable time scales. Variations in dolomite and calcite weathering rate constants, calcite precipitation time constant, and regolith density behaved similarly.\nThe effects of different starting values for Cd2 abundance were quite dramatic (Fig. 5 ) . Not surprisingly, it takes roughly ten times as long (5 X lo9 years) to remove 10 bars of CO2 as it does to remove 1 bar. This would imply, however, another mechanism for CO2 removal from the Martian atmosphere if it ever did contain so much C02. This will be addressed further in the discussion section.\nVarying initial CO2 abundances also had an effect on the pH and salinity of the ocean, particularly in its later stages. The initial pH of water in contact with a IO-bar CO2 atmosphere is less (4.4) than that in contact with a l-bar CO2 atmosphere (5.4) but evolves to a solution with a higher pH ( 11 instead of 9.9) and, therefore, more alkaline. The salinity of the system is affected even more strongly. Although both 1 -bar and IO-bar cases start out identically, the l-bar case\n- Dolomite #.C’ - - - - Calcite --------‘DissolvedMg2+ Dissolved Ca” _. _. _. _. Dissolved HCOi\n_,_,_,_,_._._.-.-.-‘-’ _,/-\n10-1 10” 10’\nTime (Myears)\nPIG. 4. Variation of precipitated calcite and dolomite, and dissolved Mg2+, Ca*+, and HCO;, vs. time.\n100 $\n80\n60\n40\n-CO? pressure, 1 bar initial - - - - pH, 1 bar initial pressure - - - - -salinity (%). 1 bar inital pressure - - - - COP pressure, 10 bars initial --------‘pH, 10barsinitialprsssurs .‘..‘..‘.“““” salinity (%), 10 bars inital pressure\ni’ _..’\n7-r lo________-----_________~ ; ,\n.; 1,\n.______._____-------- ___---\n___A--!; ‘1\nj ; \\ 4-\n/ ,I \\ \\\n.f. , \\\n2- :.;’ ,/ \\\n,./‘., 1 \\"
  }, {
    "heading": "Time (Myears)",
    "text": "FIG. 5. Variation of pressure, pH, and salinity vs. time for starting conditions of 1 bar and 10 bars of CO?. Units on the y-axis are bars (for pressure), 960 (for salinity), and unitless for pH.\nevolves to a solution with a salinity of lO%o, while the lobar case evolves to a probably unrealistically high salinity of 99%.\nTemperature dependence of the system was much as expected (Fig. 6). Higher temperatures caused reactions to proceed faster, shortening the atmospheric lifetime, though probably not by any significant amount, considering the uncertainties in the system. Final pH and salinity values (i.e., those at T = the atmospheric lifetime) were not affected.\n10 - - T=268K\n- - - - - Tz273 K .,.,..,............ T=276 K\n6-\n2- CO2 pressure (bars)\n100 IO’\nTime (Myears)\n4624 M. W. Schaefer\nI ;I >I 3 r\nf\n_a-’ ,.+ ,/, j,/ i\n,.*’ _..* ,,‘: I\n6 _..I- __c\n__--- _- *- __- i _____,yc-A.2.‘; -\ni CO2 pressure (bars), C&=0.1\n- - - - pH, C~p0.1 ; - - - - -salinity (%& Cs~0.l ; - - - - CO2 pressure (bars), C~~=0.01 ; --------‘pH, C~~,Ol ; ~~~~~‘~~ ~~~~~~~ salinity (%), Co2=0.01 /* ,.:\n/’\n0 10-2 10-I 100 10’ 102 103\nTime (Myears)\n1;‘IG. 7. Variation of pressure, pH, and salinity vs. time for two different values of CGz. Comparable or larger variations in the other sealing factors to the terrestrial silicate weathering rate produced variations in the results that were no larger. Units on the y-axis are bars (for pressure), !%I (for salinity), and unitless for pH.\nDependence of the system on some of the other parameters showed more subtle behavior and is still under study. The effective weathering depth of the regolith appears to be an important parameter. For depths of l- 10 km, there appears to be no dependence of atmospheric lifetime or cation concentration in the water. For smaller values, however, such as 100 m, the atmospheric lifetime is increased, indicating a limiting factor in the availability of calcium and magnesium ions in solution to combine with the dissolved CO* and precipitate.\nLarge variations in the scaling factors to the terrestrial siiicate weathe~ng rate ( CG2, CG3, CF4, and Ccs) were found to have only a moderate effect on atmospheric lifetime, and no significant effect on final pH and salinity. As an illustration, the plot for the effects of variations in C,, is shown in\nFig. 7.\nVariations in the dolomitization time constant (Coo) produced perhaps the most int~guing results of ail. Althou~ changes in the value of this constant did not effect the atmospheric lifetime significantly, they produced interesting behavior in the pH and salinity (Fig. 8). Under conditions of short dolomitization time constant (i.e., calcite is converted quickly to dolomite), the pH and salinity of the ocean first rise then, when little atmosphere is left, drop rapidly. This would be due to the greater rate of removal of ions from solution. Effects of this behavior on the system are still under study."
  }, {
    "heading": "DISCUS!3ION",
    "text": "One of the chief problems in Martian geology has been how to explain the large number and wide variety of surface features that were apparently formed by aqueous erosion. There seem to be more valley networks on the ancient cratered terrain, for instance, than could be formed by running water over a time scale of 10’ years, a current estimate of COz atmospheric lifetime ( FANALE et al., 1982; CARR, 1986; POLLACK et al., 1987). It is possible that recycling mechanisms could ameliorate this diflicufty, but a simpler solution\nwould be if the time constant could be made longer. The current model seems to indicate that this is indeed the case. There are several interesting points that arise from this model. If other factors (see below) do not act to change the system too drastically, a l-bar COz atmosphere can be removed by carbonate precipitation alone in about half a billion years. This is roughly fifty times longer than earlier estimates, which were not based on time-varying models f FANALE et at.. 1982; CPIRR, 1986; POLL.ACK et al., 1987). This longer atmospheric lifetime may be enough to explain the large number of channels seen on older Martian terrain.\nIf the atmosphere started out with more than 1 bar of CO*, it would take correspondingly longer to remove it. If there should be no other means to remove CO2 from the atmosphere, this long time constant would indicate that the atmosphere could never have contained more than a few bars of CO:!, or else there would still be remnants present today.\nThe increase in alkalinity of the ocean as the atmosphere disappears, even without the effects of reduction in amount of water available (note below), indicates that evaporite deposits may have formed on Mars. If these deposits are still present, they may even yet contain some liquid water.\nIt is important to remember some caveats of the present model, however. First, values for some of the parameters are not well known. An attempt is being made, however, to quantify how sensitive the model is to the values of these parameters. In most of these cases, the model has been found not to be sensitive to the values of these parameters.\nSecond, the chemical system considered here is oversimplified. Certain important species have not been included as yet. These species, particularly sulfur-bearing and iron-bearing compounds, are likely to have strong effects on the pH of the system and, consequently, the other chemical reactions involved. It is planned to include such species in the next generation of this model.\nThird, effects of the freezing and removal of the ocean with time have not been considered. Both of these processes will act to further concentrate the ions in the liquid part of the ocean. Freezing, additionally, will inhibit gas exchange\n-CO* pressure (bars), Cty~=lO~~ : ,\n4- - - - - pH. C,,D=10-3 jj’\n- - - - -salinity (%), CD,-@ i\n\\\nCO2 pressure (bars), Cm=lO” j ;\n____ .a _..__.__. p”, Co,,10.6\n2 ....llll..,ll.ltt s&i&y &), Coo=t@ i” I\nI I\n__.*.-- I’-\n0 10’ ld 103\nTime (Myears)\nChemical weathering and evolution of the atmosphere on Mars 4625\nbetween the atmosphere and the ocean and may slow down the process of atmosphere removal drastically. If the salinity of the ocean increases to a high enough level ( 100% gives a freezing point depression of about 5 K; see WEAST, 1974) before the climate cools below 273 K, however, freezing of the ocean may not occur at that time. At present, there are hypersaline lakes in Antarctica that never freeze at all, even though the average temperature there is well below the freezing point of pure water (BURTON, 1988 ).\nThis effect of freezing point depression by high salinity could have great relevance to the Martian environment. If this mechanism is indeed capable of preventing the freezing of the northern ocean for a significant length of time, it would allow the continued removal of the atmosphere by means of carbonate precipitation at a relatively high rate. Although this would cause the temperature at the surface to drop even farther, there could still be an increased time period for erosion of the landscape because the water, either unfrozen or in the form of relatively plastic ice, would still be available as an erosional agent.\nAcknowledgmenls-Thanks are due to Henning Leidecker and Gregg Bluth for many helpful discussions. This work was supported by NASA grants NAGW-2889, NAG-245, and NAGS-1694.\nEditorial handling: R. G. Bums"
  }],
  "year": 2002,
  "references": [{
    "title": "Mars and Earth: Origin and abundance of volatiles",
    "authors": [],
    "venue": "Science 198,",
    "year": 1977
  }, {
    "title": "Tracers in the&a",
    "authors": ["T.-H"],
    "venue": "LamontDoherty Geol. Observ. Columbia Univ",
    "year": 1982
  }, {
    "title": "The annual cycle of heat content and mechanical stability of hypersaline Deep Lake, Vestfold Hills, Antarctica, Hydrobiol",
    "authors": ["R. H"],
    "year": 1988
  }, {
    "title": "Mars: A water-rich planet",
    "authors": ["H. CARR M"],
    "venue": "Icarus",
    "year": 1986
  }, {
    "title": "Volatiles on Earth and Mars: A comparison",
    "authors": [],
    "venue": "Icarus",
    "year": 1987
  }, {
    "title": "Martian volatiles: Their degassing history and geochemical",
    "authors": ["P. F"],
    "venue": "fate. Icarus",
    "year": 1976
  }, {
    "title": "Mars: The regolith-atmosphere-cap system and climate change",
    "authors": ["B. W", "S. SAUNDERS R"],
    "venue": "Icarus 50,",
    "year": 1982
  }, {
    "title": "Some consequences of a liquid water saturated regolith in early Martian history",
    "authors": ["B. R"],
    "venue": "Icarus 34,614",
    "year": 1978
  }, {
    "title": "The geochemistry of the earliest known basic metavolcanic rocks, at Isua, West Greenland: A preliminary investigation",
    "authors": ["H. J"],
    "venue": "In GSA Spec. Publ",
    "year": 1981
  }, {
    "title": "Chemical weathering on Mars-Thermodynamic stability of primary minerals (and their alteration products) from mafic igneous rocks",
    "authors": ["L. J"],
    "venue": "Icarus",
    "year": 1978
  }, {
    "title": "The Chemical Evolution of the Atmosphere and Oceans",
    "authors": ["D. H"],
    "year": 1984
  }, {
    "title": "Chemical weathering and the Viking biology experiments on Mars",
    "authors": ["L. R"],
    "venue": "J. Geophys. Res",
    "year": 1982
  }, {
    "title": "The kinetic treatment of geochemical cycles",
    "authors": ["C. A"],
    "venue": "Geochim. Cosmochim. Acta 44,",
    "year": 1980
  }, {
    "title": "Dynamic treatment of geochemical cycles: Global kinetics",
    "authors": ["C. A"],
    "venue": "In Rev. Mineral. 8: Kinetics of Geochemical Processes (ed. A. C. LASAGA",
    "year": 1981
  }, {
    "title": "An improved geochemical model of atmospheric C02: Natural variations Archaean to present",
    "authors": ["M. R"],
    "venue": "In Geophys. Monogr. Ser. 32 (ed. E. T. SUNDQUIST",
    "year": 1985
  }, {
    "title": "Photochemistry and evolution of Mars",
    "authors": ["B. M", "Y. KONG T", "L. YUNG Y"],
    "venue": "atmosphere: A Viking perspective. J. Geophys. Res",
    "year": 1977
  }, {
    "title": "Chemical composition of Mars",
    "authors": [],
    "venue": "Geochim. Cosmochim. Acta 43,",
    "year": 1979
  }, {
    "title": "Hydrothermal alteration of impact melt sheets",
    "authors": ["E. H"],
    "year": 1980
  }, {
    "title": "Implications of the gas compositional measurements of Pioneer Venus for the origin of planetary atmospheres",
    "authors": ["B. J", "C. BLACK D"],
    "venue": "Science 205,",
    "year": 1979
  }, {
    "title": "The case for a wet, warm climate on early Mars",
    "authors": ["M. S", "K. POLIAKOFF"],
    "venue": "Icarus",
    "year": 1987
  }, {
    "title": "Volatile outgassing from Earth and Mars: Implications of the Viking results",
    "authors": [],
    "venue": "Nature",
    "year": 1977
  }, {
    "title": "Evidence for explosive volcanic density currents on certain Martian volcanoes",
    "authors": ["E. REIMERS C", "D. KOMAR P"],
    "venue": "Icarus 39,",
    "year": 1979
  }, {
    "title": "Geochemical evolution of the northern plains of Mars: Early hydrosphere, carbonate development, and present morphology",
    "authors": ["W. M"],
    "venue": "J. Geophys. Rex",
    "year": 1990
  }, {
    "title": "Dissolution kinetics and the weathering of mafic minerals",
    "authors": [],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 1979
  }, {
    "title": "Mars regolith versus SNC meteorites: Possible",
    "authors": ["H. P"],
    "year": 1987
  }, {
    "title": "Mars regolith versus SNC meteorites: Evidence for abundant crustal carbonates",
    "authors": ["H. P"],
    "venue": "In MECA Symp. on Mars: Evolution of its Climate and Atmosphere; LPI Tech. Rept. 87-01,",
    "year": 1988
  }],
  "id": "SP:c8e412a87992c33281a87f45cb4d3cc4b0a7d665",
  "authors": [],
  "abstractText": "A geochemical cycle model is presented for the interaction between the atmosphere, hydrosphere, and regolith of Mars. It was developed to study how this interaction might have produced the present Martian environment from a primitive Martian environment much like that of the primitive Earth. The model is a simple system, consisting of an unweathered starting material (calcium-bearing and magnesium-bearing silicates), a CO1 atmosphere, an ocean of water in contact with both the atmosphere and the unweathering starting material, and both calcite and dolomite precipitates. Several interesting points arise from this model. A 1 -bar CO2 atmosphere can be. removed by carbonate precipitation alone in about half a billion years. This is roughly fifty times longer than earlier estimates, which were not based on time-varying models (FANALE et al., 1982; CARR, 1986; POLLACK et al., 1987). One of the chief problems in Martian geology has been how to explain the large number and wide variety of surface features that were apparently formed by aqueous erosion. This longer atmospheric lifetime may be enough to explain the large number of channels seen on older Martian terrain. If the atmosphere started out with more than 1 bar of COZ, it would take correspondingly longer to remove it. If there should be no other means to remove COZ from the atmosphere, this long time constant would indicate that the atmosphere could never have contained more than a few bars of COZ, or else there would still be remnants present today. The increase in alkalinity ofthe ocean as the atmosphere disappears, even without the effects of reduction in the amount of water available, indicates that evaporite deposits may have formed on Mars. If these deposits are still present, they may even yet contain some liquid water."
}