{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nIcarus\njournal homepage: www.elsevier .com/locate / icarus\nCrustal recycling, mantle dehydration, and the thermal evolution of Mars\nA. Morschhauser, M. Grott ⇑, D. Breuer Institute of Planetary Research, German Aerospace Center (DLR), Rutherfordstraße 2, 12489 Berlin, Germany\na r t i c l e i n f o a b s t r a c t\nArticle history: Received 26 April 2010 Revised 26 November 2010 Accepted 25 December 2010 Available online 30 December 2010\nKeywords: Mars Mars, Interior Thermal histories Volcanism Geophysics\n0019-1035/$ - see front matter 2010 Elsevier Inc. A doi:10.1016/j.icarus.2010.12.028\n⇑ Corresponding author. E-mail address: matthias.grott@dlr.de (M. Grott).\nWe have reinvestigated the coupled thermal and crustal evolution of Mars taking new laboratory data concerning the flow behavior of iron-rich olivine into account. The low mantle viscosities associated with the relatively higher iron content of the martian mantle as well as the observed high concentrations of heat producing elements in a crust with a reduced thermal conductivity were found to promote phases of crustal recycling in many models. As crustal recycling is incompatible with an early separation of geochemical reservoirs, models were required to show no episodes of crustal recycling. Furthermore, admissible models were required to reproduce the martian crust formation history, to allow for the formation of partial melt under present day mantle conditions and to reproduce the measured concentrations of potassium and thorium on the martian surface. Taking dehydration stiffening of the mantle viscosity by the extraction of water from the mantle into account, we found that admissible models have low initial upper mantle temperatures around 1650 K, preferably a primordial crustal thickness of 30 km, and an initially wet mantle rheology. The crust formation process on Mars would then be driven by the extraction of a primordial crust after core formation, cooling the mantle to temperatures close to the peridotite solidus. According to this scenario, the second stage of global crust formation took place over a more extended period of time, waning at around 3500 Myr b.p., and was driven by heat produced by the decay of radioactive elements. Present-day volcanism would then be driven by mantle plumes originating at the core–mantle boundary under regions of locally thickened, thermally insulating crust. Water extraction from the mantle was found to be relatively efficient and close to 40% of the total inventory was lost from the mantle in most models. Assuming an initial mantle water content of 100 ppm and that 10% of the extracted water is supplied to the surface, this amount is equivalent to a 14 m thick global surface layer, suggesting that volcanic outgassing of H2O could have significantly influenced the early martian climate and increased the planet’s habitability.\n2010 Elsevier Inc. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "The coupled crustal and thermal evolution of Mars is one of the outstanding problems in martian geophysics and knowledge of the evolution of the crust can place important constraints on the thermal evolution of the planet. The thickness of the martian crust has been constrained from various studies including analysis of localized admittance spectra (McGovern et al., 2002, 2004), analysis of geoid-to-topography ratios (Wieczorek and Zuber, 2004), viscous relaxation studies (Nimmo and Stevenson, 2001), and geochemical analysis of the martian meteorites (Norman, 1999, 2002). From these, a range of crustal thicknesses of 50 ± 12 km was found to be consistent with all studies (Wieczorek and Zuber, 2004). A hard upper limit on the crustal thickness is placed by the absence of viscous relaxation of topography at the crustal dichotomy boundary and crustal thickness is unlikely to exceed 100 km (Nimmo and Stevenson, 2001).\nll rights reserved.\nThe bulk of the martian crust formed early in martian history and martian meteorite isotope data suggests an early mantle differentiation and the extraction of a primordial crust around 4.5 Gyr b.p. (Halliday et al., 2001; Nyquist et al., 2001). Using mass balance calculations, Norman (1999) constrained the thickness of this layer to 20–30 km. A second stage of crustal formation later produced a 45–75 km thick secondary crust (Norman, 2002), and there is evidence that the crust of Mars is indeed stratified (Ruiz et al., 2006, 2009). It is generally assumed that the bulk of the crust was in place around the end of the Noachian epoch at 4 Gyr b.p. (Nimmo and Tanaka, 2005). The volumetrically largest late stage contribution to the martian crust is marked by the emplacement of the Tharsis rise, which was essentially complete at the end of the Noachian period (Phillips et al., 2001) and changed little thereafter (Banerdt and Golombek, 2000).\nMinor contributions to the martian crust by basaltic volcanism are pervasive throughout martian history and there is ample evidence for late crustal production even after 4 Gyr b.p. (Hartmann et al., 1999; Hartmann and Berman, 2000; Neukum et al., 2004; Grott, 2005; Hauber et al., 2009; Werner, 2009). However, late\nstage activity appears to be focused on the Tharsis and Elysium volcanic provinces. It has been speculated that this activity may be driven by hot mantle plumes (Kiefer and Li, 2009; Grott and Breuer, 2010). Such plumes have also been invoked to explain the formation of the Tharsis bulge (Harder and Christensen, 1996; Li and Kiefer, 2007; Kiefer and Li, 2009). Alternatively, volcanism may be driven by heat accumulation underneath regions of a thickened, thermally insulating crust (Schumacher and Breuer, 2007), or a combination of both processes (Grott and Breuer, 2009).\nThe coupled thermal and crustal evolution of Mars has been previously investigated in a number of studies using parameterized (Spohn, 1991; Hauck and Phillips, 2002; Breuer and Spohn, 2003, 2006; Schumacher and Breuer, 2006; Fraeman and Korenaga, 2010) as well as two dimensional (Li and Kiefer, 2007) and three dimensional (Keller and Tackley, 2009) convection models. In these models, the initial temperature distribution in the martian interior as well as the viscosity structure of the martian mantle were identified as the key parameters influencing mantle melting and the evolution of the martian crust.\nCoupled thermal and crustal evolution models have so far been constrained by the observed and inferred crust production rate (Hauck and Phillips, 2002; Breuer and Spohn, 2006) and the magnetic field history (Breuer and Spohn, 2006). With these constraints, two different classes of admissible models have been identified: On the one hand, a wet mantle rheology is compatible with the formation times as well as the overall volume of produced crust if low initial upper mantle temperatures are assumed (Hauck and Phillips, 2002; Breuer and Spohn, 2006). These models cool relatively efficiently and crustal production ceases around 3.5 Gyr b.p. with the vanishing of the global melt channel. On the other hand, a trade-off exists between initial temperatures and viscosity: Assuming higher initial temperatures, the existence of a primordial crust and a dry mantle rheology were also found to be compatible with the observations (Breuer and Spohn, 2006). This ambiguity has recently been investigated on the basis of elastic thickness estimates, which indicate that a dry mantle rheology is incompatible with the low elastic thicknesses suggested for the Noachian and early Hesperian periods (Grott and Breuer, 2008a, 2010).\nNew laboratory data on the creep behavior of dry olivine indicates that the relatively higher iron content of the martian mantle with respect to the Earth’s reduces mantle viscosity on Mars by approximately one order of magnitude (Zhao et al., 2009). Assuming that this also holds for wet olivine, reference viscosities previously identified with wet and dry rheologies need to be downward corrected by one order of magnitude, resulting in more vigorous mantle convection.\nNew data concerning the enrichment and concentration of radioactive elements in the martian crust has been obtained from the gamma-ray spectrometer on board the Mars Odyssey spacecraft (Taylor et al., 2006). Radioactive elements were found to be distributed fairly homogeneously over the martian surface and the crust was found to be more strongly enriched with heat producing elements than previously assumed. Given a crustal thickness of 45 km, Taylor et al. (2006) estimate that about half the planets inventory of heat producing elements is situated in the crust, corresponding to an enrichment factor of about 10 with respect to the undepleted mantle – more than twice as high as the enrichment usually found in terrestrial mid-ocean ridge basalts (BVSP, 1981). Furthermore, the compositional model by Dreibus and Wänke (1987) was found to best reproduce the ratio of K to Th abundances in the martian interior and is now considered the standard compositional model for Mars. Radioactive elements in this model produce heat at a rate comparable to the chondritic heat production rate. Also, it is consistent with the martian crust formation history (Hauck and Phillips, 2002) as well as the absence\nof viscous topographic relaxation at large impact basins (Grott and Breuer, 2008b).\nThe stronger enrichment of radioactive elements in the crust and its low thermal conductivity lead to a period of lithospheric thinning. Together with the lower reference viscosities, this promotes erosion of the stagnant lid from below and the stagnant lid thickness can thin below the crustal thickness in many models. Physically, this situation corresponds to a scenario in which crust is recycled back into the mantle, replenishing the mantle with enriched crustal material. Crustal erosion and recycling by mantle convection was alluded to in previous publications (Spohn, 1991; Breuer and Spohn, 2006; Keller and Tackley, 2009), but being on the margin of the admissible parameter space has never been studied in any detail. However, together with the assumption of a crust with reduced thermal conductivity, the new data indicates that crustal recycling should be the rule rather than the exception for a variety of models, justifying a reinvestigation of the crustal and thermal evolution of Mars. As argued below, crustal recycling is incompatible with an early separation of geochemical reservoirs (Jagoutz, 1991; Papike et al., 2009), and we will use the requirement that no crust must be recycled back into the mantle to constrain our models. Furthermore, models will be constrained by a comparison with the crust formation history as derived from observations, the measured concentration of potassium on the martian surface as well as the requirement that formation of partial melt should be possible under present day mantle conditions. In the following, we will present a reinvestigation of the coupled crustal and thermal evolution of Mars, which will be studied using parameterized convection models. Extraction of partial melt from the mantle and the fractionation of heat producing elements into the crust are included in a self-consistent manner. Also, the dehydration of the mantle by volcanic outgassing will be investigated."
  }, {
    "heading": "2. Modelling",
    "text": ""
  }, {
    "heading": "2.1. Thermal evolution",
    "text": "The thermal evolution of Mars is modeled starting from an initial temperature profile corresponding to the time after core formation. The evolution is then followed to the present by solving the energy balance equations for the core, the mantle and the lithosphere.\nEnergy conservation in the mantle is given by\nqmcmVl mð1þ StÞ dTm dt ¼ ql þ ðqcrLþ qcrccrðTm TlÞÞ dDcr dt Al\nþ qcAc þ QmVl ð1Þ\nwhere qm and cm are the density and heat capacity of the mantle, Vl is the volume of the convecting mantle given by Vl ¼ 4=3p R3l R 3 c ; Rc the core radius, Rl the radius of the base of the stagnant lid, Al and Ac are the corresponding surface areas given by Al ¼ 4pR2l and Ac ¼ 4pR 2 c and Dcr is the crustal thickness. Tm is the upper mantle temperature, m is the ratio between the average and upper mantle temperature, and St is the Stefan number which accounts for the consumption and release of latent heat during melting and crystallization of mantle rock. ql is the heat flux from the convecting mantle into the base of the stagnant lid, qc is the heat flux from the core into the mantle and t is time. The term proportional to the crustal growth rate dDcr/dt on the right hand side of Eq. (1) accounts for additional heat lost from the convecting mantle due to volcanic heat-piping and qcr and ccr are the crustal density and heat capacity, respectively, L is the latent heat of melting and Tl is the temperature at the base of the stagnant lid. The mantle volumetric heating rate Qm depends on the amount of radioactive elements in the mantle. Here, the depletion of radioactive\nelements in the mantle and the associated enrichment of these elements in the crust is calculated self-consistently using a fractional melting model which will be discussed in Section 2.3.\nThe Stefan number St is calculated from the averaged degree of melting ma in the meltzone and given by\nSt ¼ L cm Va Vl dma dTm\nð2Þ\nwhere Va is the volume of the meltzone. Va and ma are calculated from the assumed melting model (Section 2.2).\nEnergy conservation in the core is given by\nqcccVc c dTc dt ¼ qcAc ð3Þ\nwhere qc and cc are the density and heat capacity of the core, Vc is the volume of the core given by Vc ¼ 4=3pR3c , Tc is the temperature at the core–mantle boundary, and c is the ratio between the average and core–mantle boundary temperature. Core-freezing (e.g., Sevenson et al., 1983) is neglected in our model, as the core of Mars is generally assumed to be entirely molten due to its presumably high sulfur content (Stevenson, 2001).\nThe growth of the stagnant lid is determined by the energy balance at the lithospheric base (Schubert et al., 1979; Spohn and Schubert, 1982; Schubert and Spohn, 1990; Spohn, 1991), which is given by\nqmcmðTm TlÞ dDl dt ¼ ql þ qcrLþ qcrccrðTm TlÞð Þ dDcr dt km @T @r\nr¼Rl\nð4Þ where Dl is the stagnant lid thickness, km is the mantle thermal conductivity and @T=@rjr¼Rl is the thermal gradient at the base of the stagnant lid which is determined from the temperature profile T(r) in the stagnant lid. As heat is transported conductively in the stagnant lid, T(r) is calculated by solving the heat conduction equation given by\n1 r2 @ @r r2kl @T @r þ Q l ¼ 0 ð5Þ\nHere, r is the radial distance from the planetary center and kl and Ql are the thermal conductivity and heat production rate in the stagnant lid, respectively. These have to be replaced by their respective values km, kcr and Qm, Qcr in the lithospheric mantle and crust. As boundary conditions, the surface temperature Ts and the temperature Tl at the base of the stagnant lid (cf. Eq. (8)) will be used.\nIt follows from Eq. (4) that the growth of the stagnant lid is determined by the balance between heat provided to the base of the lid from the convecting mantle and the ability of the lithospheric rocks to conduct this heat. Note that heat conduction in the lid is strongly influenced by the crustal thermal conductivity kcr and crustal heat production rate Qcr. A low crustal thermal conductivity and a high concentration of heat producing elements in the crust result in a thermal insulation of the lid and reduced stagnant lid thicknesses. By including a heat-piping term proportional to the crustal growth rate in the energy balance at the lithospheric base we assume that the bulk of the extracted melt originates from a region close to or inside the upper thermal boundary layer. This is equivalent to the heat-piping case considered by Spohn (1991). The other end-member case, in which volcanic heat transfer bypasses the stagnant lid and heat is provided to the lithospheric base purely conductively will not be considered in detail here. However, we will briefly discuss the influence of neglecting volcanic heat-piping in Eq. (4) when discussing our results in Section 4.\nThe evolution of Mars is driven by the efficiency of mantle energy transport and Mars is in the stagnant lid regime of mantle convection (Solomatov and Moresi, 1997; Reese et al., 1998). We use scaling laws for stagnant lid convection by Grasset and\nParmentier (1998) to parameterize heat flow as a function of Rayleigh number, which is defined as\nRa ¼ aqmgDTðRl RcÞ 3\njg ð6Þ\nwhere DT = Tm Tl + Tc Tb and Tb is the temperature at the base of the mantle, j is the mantle thermal diffusivity, a is the thermal expansivity, g the surface gravitational acceleration and g the mantle viscosity. The mantle viscosity is temperature-dependent and given by\ng ¼ g0 exp A R ðTref TmÞ\nTref Tm\nð7Þ\nwhere g0 is the reference viscosity at the respective reference pressure pref and temperature Tref, R is the gas constant, and A is the activation energy for diffusion creep.\nTo calculate the convection driving temperature difference DT, the temperature Tl at the base of the stagnant lid and the temperature Tb at the base of the mantle need to be known. Tl has been determined using two-dimensional Cartesian mantle convection models (Davaille and Jaupart, 1993; Grasset and Parmentier, 1998; Choblet and Sotin, 2000) and was found to be the temperature at which the viscosity has grown by one order of magnitude with respect to the convecting mantle. It is thus a function of mantle temperature and the rate of change of viscosity with temperature and is given by\nTl ¼ Tm H RT2m\nA ð8Þ\nwhere H = 2.21 is usually assumed (Grasset and Parmentier, 1998). To account for spherical symmetry, H = 2.9 is used here, which was derived from a comparison of the model presented here to the twodimensional mantle convection models by Reese et al. (2005). This change results in a small increase of the surface heat flux as compared to the previously used value of H = 2.21, which is of little influence when studying the general thermal evolution, but has noticeable effects on the melt productivity considered here. The temperature Tb at the base of the mantle is determined by the adiabatic temperature increase in the mantle and\nTb ¼ Tm þ agTm\ncm DR ð9Þ\nwhere DR = Rl Rc du dc and du and dc are the thicknesses of the upper and lower thermal boundary layer, respectively.\nThe heat flow out of the mantle ql and the core qc are calculated from\nql ¼ km Tm Tl\ndu ð10Þ\nand\nqc ¼ km Tc Tb\ndc ð11Þ\nand the thickness of the upper thermal boundary layer is derived from boundary layer theory (Turcotte and Schubert, 2002). It is given by\ndu ¼ ðRl RcÞ Racrit\nRa\nb ð12Þ\nwhere Racrit is the critical Rayleigh number of the mantle and b = 1/3. The thickness of the lower thermal boundary layer is given by\ndc ¼ jfcgcRai;crit\naqmgcðTc TbÞ\n1 3\nð13Þ\nwhere gc is the gravitational acceleration at the core–mantle boundary, fc is a factor accounting for the pressure dependence of\nthe viscosity, and gc = g((Tc + Tb)/2) is the viscosity at the average temperature in the lower thermal boundary layer (Richter, 1978). For the lower thermal boundary layer, Deschamps and Sotin (2001) found that a local critical Rayleigh number Rai,crit depending on the internal Rayleigh number Rai should be used instead of Racrit of Eq. (12). The internal Rayleigh number is defined as\nRai ¼ aqmgDTiðRp RcÞ\n3\njg ð14Þ\nwhere DTi = Tm Ts + Tc Tb and the internal critical Rayleigh number was found to be\nRai;crit ¼ 0:28Ra0:21i ð15Þ"
  }, {
    "heading": "2.2. Crustal evolution",
    "text": "Partial melting in the mantle, melt extraction, and crustal formation have a huge influence on the thermal evolution of Mars and we will present our model for the crustal evolution in this section. We follow an approach similar to that of Breuer and Spohn (2003, 2006) and Schumacher and Breuer (2006), but explicitly take the increase of the mantle solidus upon depletion of crustal components into account. Thus, we need to modify their equation for crustal growth accordingly.\nThe presence of partial melt in the mantle depends on the solidus of mantle rocks and the temperature profile in the mantle. Partial melt will be present whenever the ambient temperature exceeds the pressure dependent solidus of mantle rocks. Here, we assume that the first melting mantle component is peridotite. Therefore, we use the parameterization for the peridotite solidus and liquidus by Takahashi (1990) to determine the degree of partial melting. The peridotite solidus is given by\nTsol;Peridotite ¼ 1409þ 134:2P 6:581P2 þ 0:1054P3 ð16Þ\nwhere the pressure P is in units of GPa. Using the same parameterization, the liquidus is given by\nTliq ¼ 2035þ 57:46P 3:487P2 þ 0:0769P3 ð17Þ\nWith the extraction of crustal components, the solidus of the mantle residue will increase and we will assume a linear increase of Tsol with proceeding depletion of the mantle. A total maximum solidus change of DTsol = 150 K has been determined between undepleted and depleted peridotite (Maaløe, 2004), i.e. harzburgite. Hence, we will use\nTsol ¼ Tsol;Peridotite þ Dcr Dref DTsol ð18Þ\nas a parameterization for the mantle solidus. Here, Dref is a reference crustal thickness defined such that the solidus increase equals DTsol after the extraction of 20% of the total silicate volume, i.e.,\nDref ¼ 0:2 3\nR3p R 3 c\nR2p ð19Þ\nThe volumetrically averaged degree of melting can then be calculated from\nma ¼ 1\nVa Z Va TðrÞ TsolðrÞ TliqðrÞ TsolðrÞ dV ð20Þ\nwhere Va is the volume of the meltzone, i.e., that portion of the mantle where partial melt is present and T(r) is the calculated mantle temperature profile. Due to the higher compressibility of basaltic melt with respect to mantle rock, melt looses its buoyancy at pressures around 6 GPa (Suzuki et al., 1998; Ohtani et al., 1998).\nConsequently, we only consider meltzones shallower than the corresponding depth in the following.\nNote that Eq. (20) implies a linear relationship between the degree of partial melt and the normalized temperature difference between solidus and liquidus, yet in reality this relationship is nonlinear primarily due to the exhaustion of clinopyroxene (McKenzie and Bickle, 1988; Katz et al., 2003). Different parameterizations for the dependence of the degree of partial melt on temperature and pressure have been derived based on thermodynamic considerations and experimental data (McKenzie and Bickle, 1988; Iwamori et al., 1995; Ghiorso et al., 2002; Katz et al., 2003) and a comparison of these parameterizations shows that systematic differences exist at very low and very high degrees of melting (Katz et al., 2003). For this reason, Katz et al. (2003) suggest that a linear relationship should be used to reconcile the different models, which is the approach adopted here.\nFinally, assuming that crust will be distributed uniformly on the planetary surface, the rate of crustal growth can be calculated from\ndDcr dt ¼ uma Va 4pR3p\nð21Þ\nwhere the mantle convection velocity u is given by\nu ¼ u0 Ra\nRacrit\n2b ð22Þ\nand u0 is the mantle convective velocity scale. Thus we assume that the timescale for melt extraction is governed by the rate at which undepleted material can be supplied to the partial meltzone. Note that, depending on plume size, melt ascent in plumes and dikes can be much faster than this timescale for individual melt parcels. However, the local solidus increase will cut-off the melt supply until undepleted material is transported to the meltzone, a process occurring at the convective velocity scale.\nAfter a phase of rapid growth due to volcanic heat extraction, many of our models show a rapidly thinning stagnant lid due to the inefficient heat transport from the lithospheric base. Lithospheric thinning is promoted by the presence of a highly enriched, low thermal conductivity crust and in many cases the stagnant lid thickness Dl becomes smaller than the crustal thickness Dcr. In this case, we will assume that crust will be recycled into the mantle by the vigorous convective motion and that\nDcr ¼ minðDc;Dl Þ ð23Þ\nwhere the offset = 100 m is introduced for reasons of numerical stability. Recycling of the crust into the mantle is promoted by the basalt to eclogite phase transformation, which on Mars occurs at depths between 50 and 150 km (Babeyko and Zharkov, 2000), depending on temperature. Eclogite has a density similar to that of mantle material, thus leading to a loss of buoyancy of the crustal component."
  }, {
    "heading": "2.3. Fractionation of heat producing elements",
    "text": "The amount of radiogenic heating in the mantle and in the crust depends on the bulk concentration of radioactive nuclides and their distribution between crust and mantle. The radiogenic heating rate H0i ðtÞ is decreasing with time due to radioactive decay and is given by\nH0i ðtÞ ¼ Hi expð kitÞ ð24Þ\nwhere the index i extends over all relevant radioactive species, i.e. thorium, uranium and potassium, and ki and Hi are the species half life and heat generation rate, respectively (Turcotte and Schubert, 2002). The volumetric heat generation rate therefore depends on\ntime and the concentration of the respective radioactive species in the host rock which is different for the mantle and the crust.\nThe extraction of radioactive elements from the mantle is calculated self-consistently assuming accumulated fractional melting. The concentration Xliqi of heat producing elements in the liquid phase of the partial melt can be calculated from the bulk mantle concentrations Xmi and partition coefficients Di for each of the heat producing elements i, respectively. It is given by Xliqi ¼ Xmi F 1 ð1 FÞ1=Di h i ð25Þ\nwhere"
  }, {
    "heading": "F ¼ T Tsol",
    "text": "Tliq Tsol\nð26Þ\nis the depth dependent melt fraction. The partition coefficients Di are similar for all relevant heat producing elements (Beattie, 1993). It is Di 0.01 for the partitioning of heat producing elements from clinopyroxene into the melt, Di 0.004 for the garnet-melt system and vanishingly small in all other systems (Hart and Dunn, 1993; Hauri et al., 1994). For the composition model of Wänke and Dreibus (1994) we obtain Di 0.002. As Di 1, the partial melt and thus the crust are strongly enriched in heat producing elements with respect to the mantle.\nTo determine the total amount of heat producing elements extracted from the mantle, we average their depth-dependent concentration Xliqi in the melt over the entire meltzone Xliqi ¼ 1\nmaVa Z Va Xliqi F dV ð27Þ\nThe total mass Mscri for each species of heat producing elements in the secondary crust which has been extracted from the mantle is calculated from dMscri dt ¼ Xliqi dMcr dt ð28Þ\nwhere Mcr ¼ 4=3pðR3p ðRp DcrÞ 3Þqcr is the mass of the crust and Mscri ðt ¼ 0Þ ¼ 0. The enrichment of heat producing elements in the primordial crust, which formed from a magma ocean, probably differs from that of the secondary crust. This is taken into account by treating the extraction of heat producing elements during the first stage of crustal production separately. The amount of radioactive elements in the primordial crust after accretion is parameterized by\nMpcri ¼ KX 0 i M 0 cr ð29Þ\nwhere X0i is the bulk concentration of heat producing elements in the primitive mantle given by the compositional model of Wänke and Dreibus (1994), M0cr ¼ 4=3pðR 3 p ðRp D 0 crÞ\n3Þqcr is the total mass of the primordial crust and K is the crustal enrichment factor of heat producing elements in relation to the primitive mantle.\nThe mantle concentration of heat producing elements at any time t can then be determined from mass balance considerations and is given by\nXmi ðtÞ ¼ X0i M M cr i ðtÞ\nMmðtÞ ð30Þ\nwhere Mm is the mass of the mantle given by Mm ¼ 4=3pððRp DcÞ3 R3c Þqm; M ¼ 4=3pðR 3 p R 3 c Þ is the total mass of the primordial silicate mantle and Mcri ðtÞ is the total mass of each of the heat producing species in the crust given by\nMcri ðtÞ ¼ Mscri ðtÞ; if D 0 cr ¼ 0;\nMscri ðtÞ þM pcr i ; if D 0 cr > 0\n( ð31Þ\nwhere D0cr is the thickness of the primordial crust. The mantle volumetric heating rate Qm(t) can then be calculated from\nQmðtÞ ¼ qm X\ni\nXmi ðtÞH 0 i ðtÞ ð32Þ\nTo calculate the cumulative heating rate in the crust, some assumptions regarding the distribution of heat producing elements within the crust need to be made. Although it has been argued that the crust could be stratified (Norman, 1999, 2002; Ruiz et al., 2006, 2009), impact gardening and intrusive volcanism would act to largely remove any initial compositional heterogeneities. Therefore, we assume that heat producing elements are distributed homogeneously within the crust (Taylor et al., 2006). In this case, the crustal volumetric heating rate is given by QcrðtÞ ¼ qcr X\ni\nMcri ðtÞ McrðtÞ H0i ðtÞ ð33Þ"
  }, {
    "heading": "2.4. Mantle dehydration",
    "text": "Water behaves similar to other moderately incompatible elements and will preferably move to the liquid phase upon partial melting. Thus it will be extracted from the mantle during the crust formation process. By considering water to behave as a regular trace element, its accumulated fractional partitioning between solid and silicate melt can be determined using a bulk distribution coefficient (Katz et al., 2003). The concentration of water remaining in the mantle then follows from mass balance considerations and the successive dehydration of the mantle during crust formation will be described in the following.\nGiven the bulk concentration of water in the mantle rock XmH2O and the partitioning coefficient for water DH2O between solid and silicate melt, the concentration of water in the melt can be determined using a fractional melting model similar to that used for heat producing elements and\nXliqH2O ¼ XmH2O F 1 ð1 FÞ1=DH2O h i\nð34Þ\nwhere DH2O ¼ 0:01 (Katz et al., 2003; Aubaud et al., 2004). X liq H2O is the cumulative concentration of water in the silicate melt, provided that the concentration does not exceed the pressure dependent saturation concentration. The maximum amount of water soluble in the melt is given by\nXsatH2O ¼ v1P n þ v2P ð35Þ\nwhere v1, v2 and n are experimentally determined constants and v1 = 12 wt% GPa n, v2 = 1 wt% GPa 1 and n = 0.6 (Katz et al., 2003). Combining Eqs. (34) and (35), the amount of water in the liquid phase is given by the minimum of the cumulative and saturation concentrations and XliqH2O :¼minðX liq H2O\n;XsatH2OÞ. The concentration of water in the melt therefore depends on the local melt fraction as well as on the local saturation concentration. To determine the total amount of water extracted from the mantle, we average the concentration of water in the melt over the entire meltzone\nXliqH2O ¼ 1\nmaVa Z Va XliqH2OFdV ð36Þ\nand calculate the total mass MscrH2O of water in the secondary crust from\ndMscrH2O dt ¼ XliqH2O dMcr dt ð37Þ\nThe extraction of water from the mantle therefore depends on the decreasing concentration XmH2O of water in the mantle as well as the crustal production rate dMcr/dt. Water extraction and degassing during the formation of a primordial crust from an early magma\nocean is not considered here. Instead, the initial bulk water concentration X0H2O should correspond to a value after formation of the primordial crust. Therefore, McrH2O ¼ M scr H2O\nand the mantle water content at time t is given by\nXmH2OðtÞ ¼ X0H2OM M cr H2O ðtÞ\nMm ð38Þ\nNote that the amount of water transported to the crust is the same as the mass of water extracted from the mantle as the crust entirely consists of extracted mantle material. Part of this water will be outgassed into the atmosphere through extrusive volcanism."
  }, {
    "heading": "3. Parameters",
    "text": "Parameters most sensitively influencing the coupled thermal and crustal evolution of Mars have been identified in previous studies (Hauck and Phillips, 2002; Breuer and Spohn, 2006). In these studies, mantle viscosity, the initial upper mantle temperature, as well as the bulk content of radiogenic elements were found to have the largest influence on model results. We will discuss our choice of these parameters as well as the influence of a primordial crust of variable thickness in the following. Other parameters used in the modeling are summarized in Table 1.\nThe viscosity of the martian mantle is governed by the flow behavior of olivine, which strongly depends on mineral water content (Mei and Kohlstedt, 2000a,b). The viscosity of anhydrous and water saturated olivine differs by two orders of magnitude (Karato and Wu, 1993) and already small amounts of water can be rheologically significant (Mei and Kohlstedt, 2000a,b). The amount of water present in the martian mantle is poorly constrained and estimates range from relatively low water contents of 36 ppm (Wänke and Dreibus, 1994) to extremely large water contents in excess of 1000 ppm (Johnson et al., 1991). Geochemical analysis of the SNC meteorites suggest that the SNC parent magmas contained considerable amounts of water (McSween et al., 2001; Médard and Grove, 2006), but given their relatively shallow crystallization depths a crustal origin of this water cannot be ruled out. On the other hand, even the lowest estimated water concentrations of 36 ppm would be about 20% and 60% saturated in olivine at 300 and 100 km\ndepth, respectively (Hirth and Kohlstedt, 1996), such that a wet mantle rheology appears to be best compatible with all data. We will use a normalized water concentration when calculating mantle dehydration with XmH2O ranging between zero and one and a normalized initial mantle water content of X0H2O ¼ 1, which corresponds to a rheologically wet mantle.\nRecent experiments on the influence of iron content on the creep behavior of olivine indicate that a high iron content can significantly decrease mantle viscosity. In particular, the relatively higher iron content of the martian mantle with respect to Earth’s reduces mantle viscosity on Mars by approximately one order of magnitude (Zhao et al., 2009). Using flow law parameters appropriate for diffusion creep in olivine (Karato and Wu, 1993), reference viscosities of 1019 and 1021 Pa s have been obtained at a reference temperature of 1600 K for wet and dry Earth-like material, respectively (Breuer and Spohn, 2006). Reducing these numbers by one order of magnitude, we will vary g0 between 1018 and 1021 Pa s to cover the whole range of plausible viscosities, spanning the range from iron-rich wet olivine to Earth-like dry material.\nReasonable initial upper mantle temperatures T0m range from 1600 K to 2300 K, where the lower limit is close to the solidus of peridotite and the upper limit is close to its liquidus (Takahashi, 1990). Initial temperatures below the solidus are unlikely if one allows for silicate and mantle melting during core formation. Also, it is highly unlikely that the martian mantle remained above the liquidus for any significant period of time (Spohn and Schubert, 1990). This range of initial temperatures can be further constrained from the crust formation history as high initial temperatures close to the liquidus result in extremely large crustal thicknesses, which are incompatible with the observations (Hauck and Phillips, 2002; Breuer and Spohn, 2006). Therefore, we will here vary initial upper mantle temperatures between 1600 and 1900 K.\nModels for the bulk abundance of heat producing elements in the martian interior fall into two categories. The first class of models produce heat at a rate comparable to the chondritic heat production rate (Dreibus and Wänke, 1987; Treiman et al., 1986; McDonough and Sun, 1989) and the second class of models produce about twice as much (Lodders and Fegley, 1997). Hauck and Phillips (2002) found that the model by Lodders and Fegley (1997) is incompatible with the martian crust formation history,\nas the high heat production rates in this model result in extensive mantle melting and extremely large crustal thicknesses. Furthermore, Grott and Breuer (2008b) found that such large heat production rates would result in the viscous relaxation of topography at the large impact basins. Consequently, we will not consider the model by Lodders and Fegley (1997) in the following. New data concerning the concentration of radioactive elements in the martian crust have been obtained from the gamma-ray spectrometer on board the Mars Odyssey spacecraft (Taylor et al., 2006). They found that the measured ratio of the K and Th abundances in the martian crust is best compatible with the compositional model by Dreibus and Wänke (1987). Therefore, we will use their model in the following.\nDifferent parameterizations for the solidus of peridotite have been derived from melting experiments (McKenzie and Bickle, 1988; Takahashi, 1990; Zhang and Herzberg, 1994; Herzberg et al., 2000; Hirschmann, 2000; Katz et al., 2003). Melting models are summarized in Fig. 1 where the peridotite solidus is given as a function of pressure for different models. Apart from early work by McKenzie and Bickle (1988), which suffered from the lack of available data at high pressures, all models are in good agreement. Note that the parameterizations derived by Herzberg et al. (2000) and Zhang and Herzberg (1994) are valid only for pressures above 2.5 and 5 GPa, respectively, such that models in general agree to within 50 K. In terms of the coupled thermal and crustal evolution of Mars, choosing one parameterization over another is roughly equivalent to a change of initial upper mantle temperature by 50 K. Here we choose the model by Takahashi (1990), which is valid between 0 and 10 GPa and covers the full range of pressures considered here.\nMartian meteorite isotope data suggests an early mantle differentiation and the extraction of a primordial crust around 4.5 Gyr (Halliday et al., 2001; Nyquist et al., 2001). The thickness of this crustal layer has been constrained to 20–30 km (Norman, 1999). In addition, heat flows derived from elastic thickness data indicate that the martian crust is indeed stratified (Ruiz et al., 2006, 2009). Therefore, we will consider two end-member cases in the following. One with an initial primordial crustal thickness D0cr of 30 km and another without a primordial crust.\nIf existing, the primordial crust was probably enriched in radioactive elements while emerging from an early martian magma ocean, but the enrichment of radioactive elements in a putative magma ocean on Mars is not well constrained. However, the\nenrichment should be bracketed by that usually found in komatite and basalt, i.e., ranging from equal partitioning to an enrichment factor of roughly five. The fraction fp of radioactive elements which have been extracted from the primordial mantle can then be calculated assuming a thickness and an enrichment factor for the primordial crust. Using an enrichment factor of five together with the assumption of a 30 km thick primordial crust, we obtain that fp = 12% of the radioactive elements in the primitive mantle are located in the crust. Variations of this value will be briefly discussed in Section 4.5."
  }, {
    "heading": "4. Results",
    "text": ""
  }, {
    "heading": "4.1. Crustal evolution and recycling",
    "text": "We have calculated the coupled crustal and thermal evolution of Mars varying the initial upper mantle temperature T0m between 1600 and 1900 K and the reference viscosity g0 between 1018 and 1021 Pa s. The results of a typical model run assuming an initial upper mantle temperature of 1650 K, a reference viscosity of g0 = 1018 Pa, and a primordial crust of 30 km thickness are shown in Fig. 2. In Fig. 2a, the stagnant lid thickness Dl and crustal thickness Dcr are shown as a function of time. Within the first 10 Myr, the crustal thickness Dcr rapidly grows to 45 km and the magmatic heat-piping connected to the melt extraction causes the stagnant lid to rapidly grow to a thickness of 85 km. The relatively thick low conductivity crust, which is highly enriched in radioactive elements, then acts as an insulating layer and heat transport from the base of the stagnant lid by heat conduction becomes increasingly inefficient. This results in a phase of thinning of the lid until the stagnant lid thickness equals the crustal thickness at around 80 Myr. At this point, crustal recycling sets in and the growth of the crust is limited by the evolution of the stagnant lid thickness. At around 520 Myr the global melt channel vanishes and crustal production is halted, inhibiting a further increase of the thermal blanketing effect caused by the crust. At this point in time, the stagnant lid starts to grow again and the remaining evolution is governed by planetary cooling. Therefore, crustal recycling acts to limit the attainable crustal thickness in this model.\nFig. 2b shows the upper mantle temperature Tm, the temperature at the core–mantle boundary Tc and the temperature at the base of the crust Tcr as a function of time. The superheated core rapidly cools until the temperature difference across the core–mantle boundary layer reaches 55 K. Due to the low mantle viscosity and effective heat transport, the entire evolution is characterized by planetary cooling and mantle temperatures drop by 260 K until the present day. Temperatures at the base of the crust rapidly increase as the crust gets thicker and the crustal base is pushed to ever increasing depths. At the onset of crustal recycling crustal temperatures stabilize at around 1400 K before planetary cooling starts to reduce Tcr to 510 K today.\nThe heat flow out of the mantle into the stagnant lid ql, the heat flow out of the core qc, and the surface heat flux qs are shown as a function of time in Fig. 2c. At 600 Myr, heat flow from the core rapidly drops below 20 mW m 2, the upper limit on the critical heat flow necessary for the generation of a thermally driven core dynamo (Nimmo and Stevenson, 2000). Due to the removal of heat producing elements to the crust, surface heat flow increases in the early evolution and drops to about 20 mW m 2 today, while mantle heat flow drops from 75 to 10 mW m 2.\nThe normalized concentration of water in the martian mantle XmH2O is shown as a function of time in Fig. 2d and continually drops from the normalized initial value of XmH2O ¼ 1 to a final value of 0:19 as long as melt is extracted from the mantle. Note that melt and water extraction continue during the phases of crustal erosion and\nXmH2O only stabilizes with the vanishing of the global melt layer. Therefore, the martian mantle looses 82% of its total water inventory due to outgassing in this model. This value is much higher than predicted by Hauck and Phillips (2002), but similar to the 80% suggested by Fraeman and Korenaga (2010).\nThe crustal production rate as a function of time is shown in Fig. 2e. In general, crustal production declines rapidly as a function of time, though it shows a small peak at the onset of crustal\nerosion. The position and extent of the meltzone is indicated by shades in Fig. 2f where the base of the stagnant lid as well as the crustal thickness are indicated by a dashed and solid line, respectively. Due to the rapid growth of the stagnant lid in the early phases of the evolution, the meltzone is pushed to a depth of 120 km, before shrinking of the lid allows the meltzone to migrate to a depth of 80 km. At around 520 Myr, mantle temperatures have dropped such that the global melt layer finally vanishes.\nAverage melt fractions encountered in this model amount to 5% on average. However, melt fractions locally reach about 10%, consistent with melt fractions derived from trace element analysis of the shergottites, which range from 2% to 10% (Norman, 1999; Borg and Draper, 2003).\nResults of varying initial upper mantle temperature and reference viscosity are shown in Fig. 3a and b, respectively, where the crustal thickness Dcr is shown as a function of time for different models. For initial upper mantle temperatures in excess of 1600 K, models with a reference viscosity of g0 = 1019 Pa s (Fig. 3a) show crustal recycling in the early evolution, which limits the final crustal thickness to 80 km. For T0m ¼ 1600 K, crustal growth in the early evolution is much slower and the present day crustal thickness is only 32 km. Results of varying the reference viscosity while keeping the initial upper mantle temperature constant at 1700 K are shown in Fig. 3b. There, the low viscosity models show crustal recycling. Stabilization of the crust only sets in for g0 P 1020 Pa s. These models show a prolonged phase of crustal production due to the inefficient cooling of the planet.\nThe models for which crustal recycling is observed are identified in Fig. 4, where the fraction of the eroded crustal volume with respect to the present day crustal volume is given as a function of initial upper mantle temperature for different reference viscosities. Models without a primordial crust are shown in Fig. 4a whereas those with a primordial crust of 30 km thickness are shown in Fig. 4b. Crustal erosion is found to be widespread and only models on the abscissa show no signs of crustal recycling. Crustal recycling is promoted by high initial upper mantle temperatures T0m and low reference viscosities g0. Between these two quantities, a clear trade-off can be observed: Higher T0m can be sustained without any recycling of the crust, as long as mantle viscosity is sufficiently high.\nCrustal recycling appears to be incompatible with the SNC geochemical characteristics as these suggest the presence of three to four silicate reservoirs that all formed in the very early evolution of the planet and did not remix since then (e.g., Jagoutz, 1991; Papike et al., 2009). Therefore, we rule out models showing crustal recycling. Inspecting Fig. 4a, we conclude that only models with initial upper mantle temperatures below or equal to 1600, 1650, 1700 and 1800 K for reference viscosities of 1018, 1019, 1020, and 1021 Pa s are compatible with the SNC observations. Fig. 4b shows the results for models with a primordial crustal thickness of 30 km. The general trend for these is similar, yet initial upper mantle temperatures need to be lower by 50 K to prevent crustal recycling.\nNote that for D0cr ¼ 30 km, no model is able to fit the observations for a reference viscosity of 1018 Pa s.\nThe presented results have been obtained assuming that heatpiping is an efficient process to cool the base of the stagnant lid, such that the lid rapidly grows during the phases of early crust production. If the heat-piping term is removed from Eq. (4), crustal recycling will be promoted and more models will show crustal recycling in Fig. 4. In these models, the present day crustal thickness will be smaller than presented in Fig. 3a and b, but the overall volume of produced crust will be similar. Therefore, outgassing of H2O will be an efficient process in these models as well."
  }, {
    "heading": "4.2. Crust formation history",
    "text": "To be compatible with the geological evidence, models need to reproduce the crust formation history visible in the surface record as well as the average volume of produced crust. Here we will use the fact that the bulk of the crust has been produced within the first 500 Myr (Phillips et al., 2001; Nimmo and Tanaka, 2005) to constrain the timing of crust formation. To quantify this, we will assume that 75% of the crust needs to be emplaced before 500 Myr, similar to the nominal model by Hauck and Phillips (2002). For the overall crustal thickness, the observation that no viscous relaxation of topography is visible at the dichotomy boundary will be used as a constrain, which requires Dcr < 100 km (Nimmo and Stevenson, 2001). This can be viewed as a hard upper limit on Dcr, but note that most studies indicate a lower crust thickness of around 50 km (Wieczorek and Zuber, 2004). A lower limit of 33 km is provided by the minimum average crustal thickness found in geoid-to-topography studies (Wieczorek and Zuber, 2004).\nFig. 5a and b shows the fraction of the final crustal volume produced within the first 500 Myr after differentiation as a function of initial upper mantle temperature T0m for different reference viscosities g0 without and with a primordial crust, respectively. Values above 100% indicate early produced crust which was later removed by crustal erosion. Low viscosity models tend to produce crust very early in the evolution, as the efficient mantle convection results in a relatively shallow meltzone. For g0 = 1018 Pa s, all models produce essentially all crust within the first 500 Myr. Models without a primordial crust are shown in Fig. 5a. For a reference viscosity of g0 = 1019 Pa s, only models with T0m P 1650 K are compatible with the constraint that 75% of the crust needs to be produced early. Higher initial upper mantle temperatures of 1800 K and 1900 K\nres T0m and a reference viscosity of g0 = 10 19 Pa s. No primordial crust is assumed. (b) itial upper mantle temperature T0m of 1700 K. No primordial crust is assumed.\nare required for g0 = 1020 and 1021 Pa s, respectively. If we assume that a primordial crust is present at the beginning of the evolution (Norman, 1999; Halliday et al., 2001; Nyquist et al., 2001), models using a dry mantle rheology will comply somewhat better with the requirement of early crust formation. Results assuming D0cr ¼ 30 km are shown in Fig. 5b. In this case, minimum initial upper mantle temperatures need to exceed only 1750 K and 1850 K for g0 = 1020 and 1021 Pa s, respectively.\nPresent day crustal thicknesses for models assuming no initial crustal thickness and assuming D0cr ¼ 30 km are shown in Fig. 5c and d, respectively. The admissible range of crustal thicknesses is indicated by the horizontal dashed lines. Results differ little between D0cr ¼ 0 and 30 km and most models comply with the upper limit of Dcr < 100 km. This is due to the fact that present day crustal thickness is limited by crustal recycling in most models, as indicated by the horizontal trend of the respective lines. Only if g0 P 1020 Pa s and T0m P 1750 K, Dcr will exceed 100 km.\nTaking together the constraints posed by the crust formation history and the fact that models must not show any sign of crustal recycling, we find that only few models satisfy both constraints: For g0 = 1018 Pa s, a primordial crust can be ruled out and T0m needs to be 1600 K. For g0 = 1019 Pa s, T0m needs to be 1600 K and 1650 K for models with and without a primordial crust, respectively. A dry mantle with a reference viscosity of g0 P 1020 Pa s can be ruled out on the grounds that the low initial upper mantle temperatures required to inhibit crustal recycling and to produce a crust of Dcr < 100 km are incompatible with the requirement that the bulk of the crust was formed early in martian history.\nThe concentration and distribution of potassium and thorium on the martian surface has been measured using the gamma-ray spectrometer on board Mars Global Surveyor and it was found that the average concentration of these elements on the martian surface is 0.62 and 3300 ppm, respectively (Taylor et al., 2006). As concentrations vary on the martian surface, we will use the spatial standard deviation of the experimental data as a limit for our models, which is approximately 20% of the respective concentrations (Taylor, G.J., private communication). Furthermore, as potassium and thorium have similar partition coefficients, it is sufficient to consider only one of these elements. The measured values of potassium are compared to the calculated values in Fig. 6 and the admissible range is indicated by dashed lines. Without a primordial crust (Fig. 6a), initial mantle temperatures T0m should be 61750 K for dry mantle rheologies and P1700 K for wet mantle rheologies.\nHowever, if a primordial crust is included, a wider range of models is in accordance with the observations. This is mainly due to the constant enrichment of radioactive elements in the primordial crust. In this case, only high mantle viscosities together with high initial mantle temperatures are incompatible with the observations (Fig. 6b).\nIn summary, only the model with a reference viscosity of g0 = 1019 Pa s, a low initial mantle temperature of 1600 K and a primordial crust of D0cr ¼ 30 km is compatible with all observations. Models without a primordial crust can be ruled out, as the predicted concentrations of heat producing elements in the crust are too high for the required low initial mantle temperatures and viscosities."
  }, {
    "heading": "4.3. Recent volcanism",
    "text": "A final constraint on our models is posed by the observation that volcanism was pervasive throughout martian history and has probably been ongoing into the very recent past (Hartmann et al., 1999; Hartmann and Berman, 2000; Neukum et al., 2004; Werner, 2009). Therefore, melting should be possible under present day mantle conditions and this will be used to constrain our models in the following.\nAs shown by the models presented in the previous sections (e.g. Fig. 3), global volcanism on Mars ceased between 500 and 2000 Myr after core formation and we cannot expect a global melt channel to exist today. However, this does not preclude the formation of local meltzones and there are indeed two alternative hypotheses for the persistence of volcanism on Mars today: First, recent production of partial melt in the martian mantle could be caused by decompression melting in the heads of uprising mantle plumes (O’Neill et al., 2007; Li and Kiefer, 2007) and second, melting could be caused by heat accumulation underneath regions of a thickened, thermally insulating crust (Schumacher and Breuer, 2007).\nIn order to determine whether present day partial melting is feasible in our models, we calculate the temperature rising mantle plumes would have and compare it to the solidus of peridotite. In this way, the excess temperature needed to induce melting and the distance mantle plumes would have to penetrate into the stagnant lid to allow for decompression melting can be calculated. In our parameterized models, mantle plumes would originate at the core–mantle boundary. Thus, the initial plume temperature is\ngiven by the core temperature Tc. Plumes then cool adiabatically as they rise to the surface and plume temperature is given by\nTplumeðzÞ ¼ Tc agTcz\ncm ð39Þ\nwhere z is the distance from the core–mantle boundary. Given the plume and solidus temperatures Tplume and Tsol, we compute the minimum temperature difference DTmin between Tplume and Tsol\nDTmin ¼min TsolðzÞ TplumeðzÞ z6ðRp Rc DlÞ ð40Þ\nto determine if partial melt is generated in the convecting mantle below the stagnant lid. Furthermore, the distance Dmelt mantle plumes would have to penetrate into the stagnant lid from below to initiate decompression melting is calculated. This distance corresponds to the depth at which Tplume equals Tsol and can be decreased under regions of thickened and thermally insulating crust, where plume temperatures have been increased by 100 K (Schumacher and Breuer, 2007). As the feasibility of recent volcanism turned out to be independent of the existence of a primordial crust, the following models are presented only for models including a primordial crust of 30 km thickness.\nResults of calculating DTmin for the range of models considered in this study are presented in Fig. 7a. Low viscosity models cool very efficiently, resulting in low present day mantle temperatures requiring substantial local heating of more than 350 K to initiate partial melting. Given that the temperature excess provided by the thermal blanketing effect of a low conductivity crust is of the order of only 100 K (Schumacher and Breuer, 2007), this is clearly insufficient to initiate melting. Only models with g0 = 1021 Pa s would barely allow for the production of melt today. However, these models produce crust too late in the evolution and have been ruled out in the previous section.\nThe distance D100melt mantle plumes would have to penetrate into the stagnant lid under a locally thickened crust is given in percent of the stagnant lid thickness as a function of T0m and g0 in Fig. 7b. Higher viscosity models have less efficient mantle energy transport and more heat can be stored inside the planet over the course of the evolution. The relatively larger present day stagnant lid thickness for high viscosity models adds to the fact that plumes need not penetrate far into the stagnant lid to initiate partial melting for g0 = 1020 and g0 = 1021 Pa s. However, these models have been ruled out in previous sections as they are incompatible with a\npredominantly early production of crust or the absence of crustal recycling. Models compatible with these constraints have reference viscosities below g0 = 1020 Pa s and inspecting Fig. 7b we find that plumes would need to penetrate 90% and 75% into the stagnant lid for g0 = 1018 and 1019 Pa s, respectively. This is larger than the penetration depths discovered in mantle convection models, which indicate that long-lived mantle plumes can penetrate into the stagnant lid by more than 50% of the stagnant lid thickness (Buske, 2006; Kiefer and Li, 2009).\nIn summary, the model best compatible with the absence of crustal recycling, the concentration of heat producing elements in the crust and the crust formation history has a low initial upper mantle temperature of T0m ¼ 1600 K, a low viscosity of g0 = 1019 Pa s and a primordial crust of D0cr ¼ 30 km thickness. However, considering that plumes would need to penetrate 80% into the stagnant lid to initiate decompression melting even under a locally thickened, thermally insulating crust, this set of parameters is only marginally acceptable.\nOne way to facilitate present day melt production would be to increase mantle viscosity late in the evolution, while keeping viscosity low during the early evolutionary stages. In this way, heat would be released from the interior at a reduced rate, while early crust formation would not be affected. Given that the models considered so far loose a significant amount of water from the mantle due to volcanic outgassing, dehydration stiffening of the mantle would be one way to increase viscosity in the course of the evolution. This possibility will be investigated in the next section."
  }, {
    "heading": "4.4. Dehydration stiffening",
    "text": "The viscosity of water-saturated and anhydrous olivine varies by more than two orders of magnitude (Karato and Wu, 1993) and we will treat the viscosity of the martian mantle as a function of mantle water content in the following. We will assume that viscosity increases linearly between these two end-member cases. To this end, we will parameterize the reference viscosity g0 using the normalized mantle water concentration XmH2O. In the case considered here, XmH2O should be equal to unity for a rheologically wet mantle. Dehydration stiffening is then accounted for by changing the reference viscosity g0 in Eq. (7) according to\ng0ðX m H2O Þ ¼ gwet 1þ Dg 1 X m H2O\nð41Þ\ne and an uprising mantle plume as a function of initial upper mantle temperature T0m mantle plumes would have to penetrate into the stagnant lid from below to initiate per mantle temperature T0m for different reference viscosities g0. Melting is assumed e temperatures are increased by 100 K. No primordial crust is assumed.\nwhere gwet = 1018 Pa s is the viscosity of wet olivine and Dg = 100 a factor accounting for the viscosity difference between wet and dry olivine, respectively. Therefore, viscosities range from values of 1018 Pa s representative for wet, iron-rich olivine to 1020 Pa s, representative for dry, iron-rich olivine.\nResults of the calculations including dehydration stiffening are presented in Table 2, where models are identified by their initial upper mantle temperature T0m and primordial crustal thickness D0cr . For models including a primordial crust, the enrichment factor K is also given. Only those models which do not show crustal recycling are considered and for each model the present day crustal thickness D4500cr , the fraction f 500 cr of crust produced before 500 Myr, the minimum temperature difference DTmin between the mantle solidus and plumes, the distance mantle plumes would have to penetrate into the stagnant lid to initiate decompression melting expressed as a fraction of the stagnant lid thickness f = 1 Dmelt/Dl and the analogue fraction f100 assuming a mantle locally heated by 100 K as well as the percentage of mantle water lost fH2O and the ratio of calculated to measured concentrations of potassium in the crust Kca/Kme are given.\nFor most models, the present day crustal thickness is in the admissible range and the bulk of this crust is produced at an early evolutionary stage. However, the total volume of crust produced in models with low initial mantle temperatures and without a primordial crust is too small as the minimum average crustal thickness may not be lower than 33 km (Wieczorek and Zuber, 2004). Also, the presence of a primordial crust is favoured by the calculated potassium concentrations which are generally too high for models without a primordial crust and only the model with T0m ¼ 1700 K is barely feasible. Assuming a primordial crust with D0cr ¼ 30 km, the best fitting model has an initial mantle temperature of T0m ¼ 1650 K. In this model, melting by excess heating in regions of a thickened crust is possible if DTmin 300 K and therefore unlikely to cause mantle melting on its own. On the other hand, decompression melting gets efficient if thermal insulation by a thick crust is taken into account. In this case, f100 indicates that the distance mantle plumes need to penetrate into the stagnant lid in order to induce melting is reduced to 56%. Therefore, dehydration stiffening of the mantle viscosity facilitates present day volcanism as expected. The best fitting model compatible with all observations has an initial mantle temperature of 1650 K and a primordial crust of 30 km. Though the initial mantle temperature is only slightly higher in this case, recent volcanism is easier to explain if dehydration stiffening is taken into account. Other models presented in Table 2 consider the effects of varying the enrichment K of radioactive elements in the primordial crust, which will be discussed in Section 4.5.\nFig. 8 is similar to Fig. 2 and shows the results for the preferred model including dehydration stiffening in some more detail. For this model, an initially wet mantle rheology with g0 = 1018 Pa s, an initial\nmantle temperature of T0m ¼ 1650 K and a primordial crust with a thickness of D0cr ¼ 30 km have been assumed, and this model may be directly compared to the results presented in Fig. 2 for a model without dehydration stiffening and T0m ¼ 1650 K; g0 ¼ 10\n18 Pa s, and D0cr ¼ 30 km. Results are similar, but the model including dehydration stiffening does not show any crustal recycling because mantle viscosity rapidly increases by a factor of 40 in the first Gyr as in this interval the mantle water content is reduced by 40%. The absence of crustal recycling and the associated larger stagnant lid thickness also result in lower temperatures at the crustal base, where maximum Tcr is close to 1050 K for only a limited period of time. Upper mantle temperatures increase during the first 650 Myr of the evolution due to the less efficient heat transport, resulting in sustained crustal production over that time-period. The global melt layer vanishes at 970 Myr, about 450 Myr later than in the model without dehydration stiffening. This is already indicating the reduced rate at which heat is lost from the mantle."
  }, {
    "heading": "4.5. Model sensitivity to additional processes",
    "text": "The growth of the stagnant lid as presented in Eq. (4) is determined by the energy balance at the lithospheric base. When more heat is transported through the lithospheric mantle towards the surface than is provided to the base of the lid by the mantle boundary layer, the stagnant lid will cool and therefore grow. Heat producing elements in the crust and lithospheric mantle can insulate the base of the stagnant lid and therefore hamper effective heat removal, resulting in a relatively lower stagnant lid thickness. As heat producing elements are highly incompatible and therefore effectively transported from the mantle into the crust, the residual rocks in the global mantle meltzone are depleted in radioactive elements. In this work, we assumed that such a layer will efficiently be remixed with pristine mantle material through vigorous convective motion. However, it cannot be excluded that a depleted layer in the lithospheric mantle could persist. To investigate the influence of such a depleted mantle layer, we have calculated an extreme case for which we assumed that all heat producing elements have been removed from the lithospheric mantle. Results indicate a decrease of the present crustal thickness by 5% in comparison to the model with a homogeneously mixed mantle. This small difference between models assuming either a homogeneously mixed or a layered mantle with respect to heat sources has also been suggested by Fraeman and Korenaga (2010).\nIn our derivation of the crustal growth rate in Eq. (21), we assumed that the meltzone is global whenever the calculated average mantle temperature exceeds the solidus temperature. However, this may not be true in regions of convective downwelling where temperatures are generally lower. In the case of symmetrical\neratures T0m and primordial crustal thicknesses D\n0 cr . For models including a primordial\nss D4500cr , the fraction f\n500 cr of crust produced before 500 Myr, the minimum temperature\nantle plumes need to penetrate into the stagnant lid to initiate decompression melting\ning a locally heated mantle f100, the fraction of extracted water from the mantle fH2 O\nven.\nupwelling and downwelling, the crustal production rate in Eq. (21) would be reduced by a factor of two. In this case, we found that the reduced crustal growth is outbalanced by a less efficient extraction of heat producing elements and reduced volcanic heat-piping from the mantle. This leads to a generally hotter planet, capable of producing thicker meltzones over an extended period of time. Therefore, crustal thicknesses increase by 9% for a half as efficient crustal production rate in our model. This result is in agreement with Fraeman and Korenaga (2010) and Hauck and Phillips (2002), who introduced a variable factor in the crustal production\nrate to account for this effect and found that results vary only marginally by varying this factor.\nThe enrichment of radioactive elements in the secondary crust is calculated self-consistently in our model, but this approach cannot be applied to the primordial crust which probably formed during overturn of an early magma ocean (Elkins-Tanton et al., 2005). In this study, we have assumed a primordial crustal thickness of D0cr ¼ 30 km and an enrichment factor of K = 5 for radioactive elements in the primordial crust, which implies that 12% of all radioactive elements have been extracted into the primordial crust\nduring its formation process. This enrichment is similar to the enrichment factors typically encountered in mid-ocean ridge basalts on Earth (BVSP, 1981). However, the exact differentiation process in a martian magma ocean is unknown and significantly higher or lower enrichments are possible. Hence, we investigated models including dehydration stiffening for different enrichment factors. For these models, resulting concentrations of potassium in the crust are then compared to the measured concentrations (Taylor et al., 2006).\nResults of these calculations are shown in Fig. 9, where the ratios of calculated to measured concentrations of potassium in the martian crust are shown for different enrichment factors K and initial mantle temperatures T0m. For enrichment factors greater than five, concentrations of potassium in the martian crust become too large for low T0m. On the other hand, lower enrichment factors lead to concentrations of potassium better compatible with the observations for cold mantle temperatures and all models result in too low crustal potassium concentrations for T0m P 1800 K.\nTo test the robustness of our results, all models with and without dehydration stiffening have been recalculated assuming no enrichment of radioactive elements in the primordial crust (K = 1). We find that all conclusions presented in this study remain unchanged as model results change only little. As an example, the results for an initial mantle temperature of T0m ¼ 1650 K and a crustal enrichment factor of K = 1 are shown in Table 2. Compared to the model using K = 5, the largest difference is a slightly increased crustal thickness of D4500cr ¼ 65 km, indicating that models are relatively insensitive to low values of K. Note, however, that low enrichment factors are rather unrealistic, as the crustal component should be significantly enriched in incompatible elements when forming from completely molten material.\nCrustal erosion vanishes for enrichment factors of K = 10, 20 even when choosing higher initial mantle temperatures up to T0m ¼ 1700 K, but the concentration of potassium in the martian crust will be too high for initial mantle temperatures below T0m ¼ 1700 K. The results for models with high enrichment factors and T0m ¼ 1700 are compared to the models with an enrichment factor of K = 5 in Table 2. These models are compatible with all\nconstraints and crustal thicknesses tend to be higher than for the admissible model with K = 5. This is caused by the higher initial mantle temperatures necessary to explain the measured concentration of potassium in the martian crust. However, mantle plumes will have to penetrate 10% and 15% deeper into the stagnant lid to enable recent volcanism on Mars, as a more depleted mantle leads to lower mantle temperatures in the late stage of the evolution. Therefore, models assuming K = 10, 20 are also admissible, provided that initial mantle temperatures are slightly increased."
  }, {
    "heading": "5. Discussion and conclusions",
    "text": "We have reinvestigated the coupled thermal and crustal evolution of Mars taking new laboratory data concerning the flow behavior of iron-rich olivine into account. The lower mantle viscosities (Zhao et al., 2009) in combination with an insulating crust were found to promote phases of extensive shrinking of the stagnant lid thickness early in the evolution, with stagnant lid thicknesses rapidly approaching the crustal thickness in many models. We interpret the expansion of the actively convecting region into the crust in terms of a recycling of crustal material back into the mantle. This process is facilitated by the basalt to eclogite phase transformation, which on Mars occurs at depths between 50 and 150 km (Babeyko and Zharkov, 2000), depending on temperature. Eclogite has a density similar to that of mantle material and crustal material will loose buoyancy due to this phase-change.\nGeochemical analysis of the SNC meteorites such as the 182W–142Nd isotope and Re–Os systematics (e.g., Lee and Halliday, 1997; Brandon et al., 2000; Foley et al., 2005) imply the presence of three to four isotopically distinct silicate reservoirs on Mars. Two of these reservoirs are depleted in incompatible lithophile elements relative to chondrites, and the third is enriched. The two depleted reservoirs are most likely located in the martian mantle, while the enriched reservoir could be either in the mantle or the crust. These source reservoirs of the SNC meteorites appear to have remained separate for almost the entire history of Mars (4–4.5 Ga). Crustal recycling would have destroyed any early mantle reservoirs (Jagoutz, 1991) and we require that admissible models do not show episodes of crustal recycling.\nFurther evidence against models exhibiting phases of crustal recycling is provided by the absence of viscous topographic relaxation at the dichotomy boundary and the large impact basins. Crustal flow will relax isostatically supported topography if the base of the crust is too hot (Nimmo and Stevenson, 2001; Parmentier and Zuber, 2007) and basal temperatures in excess of 1200– 1250 K were found to result in efficient lower crustal flow (Grott and Breuer, 2008b; Mohit and Phillips, 2007). Models exhibiting crustal erosion have crustal basal temperatures in excess of 1400 K for extensive periods of time, such that for these models viscous relaxation of topography would be expected. On the other hand, models showing no crustal recycling have much lower crustal temperatures and peak temperatures reach only 1050 K, making crustal flow unlikely.\nFurther model constraints are provided by the inferred crust formation history and we required that 75% of the crust was emplaced within the first 500 Myr after core formation (Phillips et al., 2001; Nimmo and Tanaka, 2005) in admissible models. Also, the present day crustal thickness must not exceed 100 km (Nimmo and Stevenson, 2001) to be compatible with the absence of viscous relaxation at the dichotomy boundary. The content and distribution of heat producing elements in the martian crust has been measured using gamma-ray spectroscopy (Taylor et al., 2006) and admissible models must be able to reproduce the observed crustal concentrations of these elements. Finally, we required that admissible models must allow for the formation of partial melt under\npresent day mantle conditions as volcanism is a recent process on Mars (Hartmann et al., 1999; Hartmann and Berman, 2000; Neukum et al., 2004; Werner, 2009).\nTaken together, these constraints limit the range of admissible models significantly: Models are required to posses a primordial crust to be compatible with the crust formation history and the measured concentration of radioactive elements in the crust. Only low initial upper mantle temperatures around 1600 K are compatible with the absence of crustal recycling. Furthermore, admissible reference viscosities are around 1019 Pa s, and even then models are only marginally compatible with the existence of present day volcanism.\nModel compatibility with the above constraints is improved if the increase of mantle viscosity upon loss of water from the mantle is taken into account. These models cool less efficiently, increasing present day mantle temperatures and facilitating the production of partial melt, while crust production during the early phases of the evolution is only marginally affected. In this way, these models better satisfy the constraints posed by the crust formation history and the existence of present day volcanism. Initial upper mantle temperatures in these models need to be between 1650 and 1700 K, and the best fitting model with T0m ¼ 1650 K and D0cr ¼ 30 km has a present day crustal thickness of 59 km, 93% of which was emplaced before 500 Myr. These results suggest that martian interior temperatures after core formation were reduced to close to the peridotite solidus upon extraction of the primordial crust. A second stage of crust formation then took place over a more extended period of time, waning at around 1000 Myr, and was driven by heat produced by the decay of radioactive elements. In these models, present day volcanism is driven by long-lived mantle plumes under regions of a locally thickened, thermally insulating crust.\nDehydration stiffening of the mantle rheology results in thick thermal boundary layers, which grow as the viscosity of the mantle is increased over time. Therefore, models accounting for mantle water loss show larger stagnant lid thicknesses. Hence, estimates of the elastic thicknesses obtained in these models are increased. Using the best fitting model determined here (cf. Fig. 8), we calculate a present day stagnant lid thickness of 330 km. This value is about 80 km larger than values typically obtained when dehydration stiffening is disregarded. Using the model by Grott and Breuer (2010), this increase of the stagnant lid thickness results in an elastic thickness of 250 km at the north pole today, reducing the discrepancy between derived (Phillips et al., 2008) and modeled values from 100 km to only 50 km. Therefore, taking dehydration stiffening of the mantle into account, the spatial heterogeneity of the martian mantle heat flow does not need to be as strong as previously estimated. However, this would still argue for active mantle plumes on Mars today.\nThe results presented here are similar to those obtained by Hauck and Phillips (2002), who also found that cold initial temperatures and low mantle viscosities best fit the inferred crust formation history, although their preferred models have slightly higher initial upper mantle temperatures between 1700 and 1800 K. However, part of this discrepancy is explained by the use of different parameterizations for the peridotite solidus, with Hauck and Phillips (2002) using the parameterization by Zhang and Herzberg (1994), which results in solidus temperatures which are about 70 K higher than the values adopted here (Takahashi, 1990). While Breuer and Spohn (2006) found that models using high initial upper mantle temperatures and high mantle viscosities are also admissible if the existence of a primordial crust is assumed, we have ruled out these models on the grounds that they show episodes of crustal recycling.\nThe dehydration of the martian mantle upon partial melting and melt extraction has been studied by Hauck and Phillips\n(2002) and they found it difficult to extract more than a few percent of water from the mantle, while 40–50% of water are easily extracted from the mantle in our models. This efficient water extraction is consistent with the models by Fraeman and Korenaga (2010), which indicate a mantle water loss of 80% for crustal thicknesses larger than 50 km. However, it is considerably larger than the amount of extracted water calculated by Hauck and Phillips (2002), which is only 5%. This very low value is similar to the volume fraction of crust produced in their models when compared to the volume of the primitive mantle and would be consistent with a distribution coefficient of D = 1 for water. Also, the fraction of heat producing elements extracted from the mantle is larger than the fraction of extracted water in their models. This indicates that the distribution coefficient used for water is larger than that used for the heat producing elements, which Hauck and Phillips (2002) chose to be D = 0.1 in their nominal model. Therefore, the low amount of water extracted in their models might be due to the use of a comparatively large distribution coefficient for water.\nAssuming an initial mantle water content of 100 ppm, the extracted amount of water in our preferred model is equivalent to a 140 m thick global surface layer, and the concentration of water in the melt ranges from 800 to 2100 ppm. Even if only 10% of magma is erupted onto the martian surface (Lillis et al., 2009), volcanic outgassing of H2O could still have significantly contributed to the surface water inventory, strongly influencing the early climate and increasing the habitability of early Mars."
  }, {
    "heading": "Acknowledgments",
    "text": "We wish to thank Walter S. Kiefer and one anonymous reviewer for their comments, which helped to improve this manuscript. This research has been supported by the Helmholtz Association through the research alliance ‘‘Planetary Evolution and Life’’."
  }],
  "year": 2011,
  "references": [{
    "title": "Hydrogen partition coefficients between nominally anhydrous minerals and basaltic melts",
    "authors": ["C. Aubaud", "E.H. Hauri", "M.M. Hirschmann"],
    "venue": "Geophys. Res. Lett",
    "year": 2004
  }, {
    "title": "Martian crust: A modeling approach",
    "authors": ["A.Y. Babeyko", "V.N. Zharkov"],
    "venue": "Phys. Earth Planet. Inter",
    "year": 2000
  }, {
    "title": "Tectonics of the Tharsis region of Mars: Insights from MGS topography and gravity",
    "authors": ["W.B. Banerdt", "M.P. Golombek"],
    "venue": "Proc. Lunar Sci. Conf",
    "year": 2000
  }, {
    "title": "The generation of uranium series disequilibria by partial melting of spinel peridotite: Constraints from partitioning studies",
    "authors": ["P. Beattie"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 1993
  }, {
    "title": "A petrogenetic model for the origin and compositional variation of the martian basaltic meteorites",
    "authors": ["L.E. Borg", "D.S. Draper"],
    "venue": "Meteorit. Planet. Sci",
    "year": 2003
  }, {
    "title": "Re–Os isotopic evidence for early differentiation of the martian mantle",
    "authors": ["A.D. Brandon", "R.J. Walker", "J.W. Morgan", "G.G. Goles"],
    "venue": "Geochim. Cosmochim",
    "year": 2000
  }, {
    "title": "Early plate tectonics versus single-plate tectonics on Mars: Evidence from magnetic field history and crust evolution",
    "authors": ["D. Breuer", "T. Spohn"],
    "venue": "J. Geophys. Res",
    "year": 2003
  }, {
    "title": "Viscosity of the martian mantle and its initial temperature: Constraints from crust formation history and the evolution of the magnetic field",
    "authors": ["D. Breuer", "T. Spohn"],
    "venue": "Planet. Space Sci",
    "year": 2006
  }, {
    "title": "Three-dimensional thermal evolution models for the interior of Mars and Mercury, Ph.D. Thesis, University of Göttingen",
    "authors": ["M. Buske"],
    "year": 2006
  }, {
    "title": "3D thermal convection with variable viscosity: Can transient cooling be described by a quasi-static scaling law",
    "authors": ["G. Choblet", "C. Sotin"],
    "venue": "Phys. Earth Planet. Inter",
    "year": 2000
  }, {
    "title": "Transient high Rayleigh number thermal convection with large viscosity variations",
    "authors": ["A. Davaille", "C. Jaupart"],
    "venue": "J. Fluid Mech",
    "year": 1993
  }, {
    "title": "Thermal convection in the outer shell of large icy satellites",
    "authors": ["F. Deschamps", "C. Sotin"],
    "venue": "J. Geophys. Res",
    "year": 2001
  }, {
    "title": "Volatiles on Earth and Mars – A comparison",
    "authors": ["G. Dreibus", "H. Wänke"],
    "venue": "Icarus 71,",
    "year": 1987
  }, {
    "title": "Possible formation of ancient crust on Mars through magma ocean processes",
    "authors": ["L.T. Elkins-Tanton", "P.C. Hess", "E.M. Parmentier"],
    "venue": "J. Geophys. Res. 110,",
    "year": 2005
  }, {
    "title": "The influence of mantle melting on the evolution of Mars",
    "authors": ["A.A. Fraeman", "J. Korenaga"],
    "venue": "Icarus",
    "year": 2010
  }, {
    "title": "The pMELTS: A revision of MELTS for improved calculation of phase relations and major element partitioning related to partial melting of the mantle to 3 GPa",
    "authors": ["M.S. Ghiorso", "M.M. Hirschmann", "P.W. Reiners", "V.C. Kress III"],
    "venue": "Geochem. Geophys. Geosyst",
    "year": 2002
  }, {
    "title": "Thermal convection in a volumetrically heated, infinite Prandtl number fluid with strongly temperature-dependent viscosity: Implications for planetary evolution",
    "authors": ["O. Grasset", "E.M. Parmentier"],
    "venue": "J. Geophys. Res",
    "year": 1998
  }, {
    "title": "Late crustal growth on Mars: Evidence from lithospheric extension",
    "authors": ["M. Grott"],
    "venue": "Geophys. Res. Lett. 32,",
    "year": 2005
  }, {
    "title": "The Evolution of the martian elastic lithosphere and implications for crustal and mantle rheology",
    "authors": ["M. Grott", "D. Breuer"],
    "venue": "Icarus 193",
    "year": 2008
  }, {
    "title": "Constraints on the radiogenic heat production rate in the martian interior from viscous relaxation of crustal thickness variations",
    "authors": ["M. Grott", "D. Breuer"],
    "venue": "Geophys. Res. Lett",
    "year": 2008
  }, {
    "title": "Implications of large elastic thicknesses for the composition and current thermal state of Mars",
    "authors": ["M. Grott", "D. Breuer"],
    "venue": "Icarus 201",
    "year": 2009
  }, {
    "title": "On the spatial variability of the martian elastic lithosphere thickness: Evidence for mantle plumes",
    "authors": ["M. Grott", "D. Breuer"],
    "venue": "J. Geophys. Res",
    "year": 2010
  }, {
    "title": "The accretion, composition and early differentiation of Mars",
    "authors": ["A.N. Halliday", "H. Wanke", "Birck", "J.-L", "R.N. Clayton"],
    "venue": "Space Sci. Rev",
    "year": 2001
  }, {
    "title": "A one-plume model of martian mantle convection",
    "authors": ["H. Harder", "U.R. Christensen"],
    "venue": "Nature 380,",
    "year": 1996
  }, {
    "title": "Experimental cpx/melt partitioning of 24 trace elements",
    "authors": ["S.R. Hart", "T. Dunn"],
    "venue": "Contrib. Mineral. Petrol",
    "year": 1993
  }, {
    "title": "Elysium Planitia lava flows: Crater count chronology and geological implications",
    "authors": ["W.K. Hartmann", "D.C. Berman"],
    "venue": "J. Geophys. Res",
    "year": 2000
  }, {
    "title": "Evidence for recent volcanism on Mars from crater counts",
    "authors": ["W.K. Hartmann", "M. Malin", "A. McEwen", "M. Carr", "L. Soderblom", "P. Thomas", "E. Danielson", "P. James", "J. Veverka"],
    "venue": "Nature",
    "year": 1999
  }, {
    "title": "The topography and morphology of low shields and associated landforms of plains volcanism in the Tharsis region of Mars",
    "authors": ["E. Hauber", "J. Bleacher", "K. Gwinner", "D. Williams", "R. Greeley"],
    "venue": "J. Volcanol. Geoth. Res",
    "year": 2009
  }, {
    "title": "Thermal and crustal evolution of Mars",
    "authors": ["S.A. Hauck", "R.J. Phillips"],
    "venue": "J. Geophys. Res",
    "year": 2002
  }, {
    "title": "Experimental and natural partitioning of Th, U, Pb and other trace elements between garnet, clinopyroxene and basaltic melts",
    "authors": ["E.E. Hauri", "T.P. Wagner", "T.L. Grove"],
    "venue": "Chem. Geol",
    "year": 1994
  }, {
    "title": "New experimental observations on the anhydrous solidus for peridotite KLB-1",
    "authors": ["C. Herzberg", "P. Raterror", "J. Zhang"],
    "venue": "Geochem. Geophys. Geosyst",
    "year": 2000
  }, {
    "title": "Mantle solidus: Experimental constraints and the effects of peridotite composition",
    "authors": ["M.M. Hirschmann"],
    "venue": "Geochem. Geophys. Geosyst",
    "year": 2000
  }, {
    "title": "Water in the oceanic upper mantle: Implications for rheology, melt extraction and the evolution of the lithosphere",
    "authors": ["G. Hirth", "D.L. Kohlstedt"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 1996
  }, {
    "title": "Melt generation by isentropic mantle upwelling",
    "authors": ["H.G. Iwamori", "D. McKenzie", "E. Takahashi"],
    "venue": "Earth Planet. Sci",
    "year": 1995
  }, {
    "title": "Chronology of SNC meteorites",
    "authors": ["E. Jagoutz"],
    "venue": "Space Sci. Rev",
    "year": 1991
  }, {
    "title": "Chassigny petrogenesis – Melt compositions, intensive parameters, and water contents of martian",
    "authors": ["M.C. Johnson", "M.J. Rutherford", "P.C. Hess"],
    "venue": "magmas. Geochim. Cosmochim. Acta",
    "year": 1991
  }, {
    "title": "Rheology of the upper mantle: A synthesis",
    "authors": ["Karato", "S.-I", "P. Wu"],
    "venue": "Science 260,",
    "year": 1993
  }, {
    "title": "A new parameterization of hydrous mantle melting",
    "authors": ["R.F. Katz", "M. Spiegelman", "C.H. Langmuir"],
    "venue": "Geochem. Geophys. Geosys",
    "year": 2003
  }, {
    "title": "Towards self-consistent modeling of the martian dichotomy: The influence of one-ridge convection on crustal thickness distribution",
    "authors": ["T. Keller", "P.J. Tackley"],
    "venue": "Icarus",
    "year": 2009
  }, {
    "title": "Mantle convection controls the observed lateral variations in lithospheric thickness on present day Mars",
    "authors": ["W.S. Kiefer", "Q. Li"],
    "venue": "Geophys. Res. Lett. 36,",
    "year": 2009
  }, {
    "title": "Mantle convection and magma production on present day Mars: Effects of temperature-dependent rheology",
    "authors": ["Q. Li", "W.S. Kiefer"],
    "venue": "Geophys. Res. Lett",
    "year": 2007
  }, {
    "title": "Demagnetization of crust by magmatic intrusion near the Arsia Mons volcano: Magnetic and thermal implications for the development of the Tharsis province, Mars",
    "authors": ["R.J. Lillis", "J. Dufek", "J.E. Bleacher", "M. Manga"],
    "venue": "J. Volcanol. Geoth. Res",
    "year": 2009
  }, {
    "title": "An oxygen isotope model for the composition of Mars",
    "authors": ["K. Lodders", "B. Fegley"],
    "venue": "Icarus",
    "year": 1997
  }, {
    "title": "The solidus of harzburgite to 3 GPa pressure: The compositions of primary abyssal tholeiite",
    "authors": ["S. Maaløe"],
    "venue": "Mineral. Petrol",
    "year": 2004
  }, {
    "title": "The composition of the Earth",
    "authors": ["W.F. McDonough", "S.S. Sun"],
    "venue": "Chem. Geol",
    "year": 1989
  }, {
    "title": "Localized gravity/ topography admittance and correlation spectra on Mars: Implications for regional and global evolution",
    "authors": ["P.J. McGovern", "S.C. Solomon", "D.E. Smith", "M.T. Zuber", "M. Simons", "M.A. Wieczorek", "R.J. Phillips", "G.A. Neumann", "O. Aharonson", "J.W. Head"],
    "venue": "J. Geophys. Res",
    "year": 2002
  }, {
    "title": "Correction to ‘‘Localized gravity/topography admittance and correlation spectra on Mars: Implications for regional and global evolution’",
    "authors": ["P.J. McGovern", "S.C. Solomon", "D.E. Smith", "M.T. Zuber", "M. Simons", "M.A. Wieczorek", "R.J. Phillips", "G.A. Neumann", "O. Aharonson", "J.W. Head"],
    "venue": "J. Geophys. Res",
    "year": 2004
  }, {
    "title": "The volume and composition of melt generated by extension of the lithosphere",
    "authors": ["D. McKenzie", "M.J. Bickle"],
    "venue": "J. Petrol",
    "year": 1988
  }, {
    "title": "Geochemical evidence for magmatic water within Mars from pyroxenes in the Shergotty meteorite",
    "authors": ["H.Y. McSween", "T.L. Grove", "R.C.F. Lentz", "J.C. Dann", "A.H. Holzheid", "L.R. Riciputi", "J.G. Ryan"],
    "venue": "Nature 409,",
    "year": 2001
  }, {
    "title": "Early hydrous melting and degassing of the martian interior",
    "authors": ["E. Médard", "T.L. Grove"],
    "venue": "J. Geophys. Res. 111 (E11),",
    "year": 2006
  }, {
    "title": "Influence of water on plastic deformation of olivine aggregates 1. Diffusion creep regime",
    "authors": ["S. Mei", "D.L. Kohlstedt"],
    "venue": "J. Geophys. Res",
    "year": 2000
  }, {
    "title": "Influence of water on plastic deformation of olivine aggregates 2. Dislocation creep regime",
    "authors": ["S. Mei", "D.L. Kohlstedt"],
    "venue": "J. Geophys. Res",
    "year": 2000
  }, {
    "title": "Viscous relaxation on early Mars: A study of ancient impact basins",
    "authors": ["P.S. Mohit", "R.J. Phillips"],
    "venue": "Geophys. Res. Lett",
    "year": 2007
  }, {
    "title": "Recent and episodic volcanic and glacial activity on Mars revealed by the high resolution stereo camera",
    "authors": ["G Neukum"],
    "venue": "Nature",
    "year": 2004
  }, {
    "title": "Influence of early plate tectonics on the thermal evolution and magnetic field of Mars",
    "authors": ["F. Nimmo", "D.J. Stevenson"],
    "venue": "J. Geophys. Res",
    "year": 2000
  }, {
    "title": "Estimates of martian crustal thickness from viscous relaxation of topography",
    "authors": ["F. Nimmo", "D.J. Stevenson"],
    "venue": "J. Geophys. Res",
    "year": 2001
  }, {
    "title": "Early crustal evolution of Mars",
    "authors": ["F. Nimmo", "K. Tanaka"],
    "venue": "Annu. Rev. Earth Planet. Sci",
    "year": 2005
  }, {
    "title": "The composition and thickness of the crust of Mars estimated from REE and Nd isotopic compositions of martian meteorites",
    "authors": ["M.D. Norman"],
    "venue": "Meteorit. Planet. Sci",
    "year": 1999
  }, {
    "title": "Thickness and composition of the martian crust revisited: Implications of an ultradepleted mantle with a Nd isotopic composition like that of QUE94201",
    "authors": ["M.D. Norman"],
    "venue": "Proc. Lunar Sci. Conf",
    "year": 2002
  }, {
    "title": "Ages and geologic histories of martian meteorites",
    "authors": ["L.E. Nyquist", "D.D. Bogard", "Shih", "C.-Y", "A. Greshake", "D. Stöffler", "O. Eugster"],
    "venue": "Space Sci. Rev",
    "year": 2001
  }, {
    "title": "Flotation of olivine and diamond in mantle melt at high pressure: Implications for fractionation in the deep mantle and ultradeep origin of diamond",
    "authors": ["E. Ohtani", "A. Suzuki", "T. Kato"],
    "venue": "Geophys. Monogr. Ser.,",
    "year": 1998
  }, {
    "title": "Melt propagation and volcanism in mantle convection simulations, with applications for martian volcanic and atmospheric evolution",
    "authors": ["C. O’Neill", "A. Lenardic", "A.M. Jellinek", "W.S. Kiefer"],
    "venue": "J. Geophys. Res",
    "year": 2007
  }, {
    "title": "Silicate mineralogy of martian meteorites",
    "authors": ["J.J. Papike", "J.M. Karner", "C.K. Shearer", "P.V. Burger"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 2009
  }, {
    "title": "Early evolution of Mars with mantle compositional stratification or hydrothermal crustal cooling",
    "authors": ["E.M. Parmentier", "M.T. Zuber"],
    "venue": "J. Geophys. Res",
    "year": 2007
  }, {
    "title": "Mars north polar deposits: Stratigraphy, age, and geodynamical response",
    "authors": ["Phillips", "R.J"],
    "venue": "Science 320,",
    "year": 2008
  }, {
    "title": "Ancient geodynamics and global-scale hydrology on Mars",
    "authors": ["R.J. Phillips", "M.T. Zuber", "S.C. Solomon", "M.P. Golombek", "B.M. Jakosky", "W.B. Banerdt", "R.M. Williams", "B. Hynek", "O. Aharonson", "S.A. Hauck"],
    "year": 2001
  }, {
    "title": "Scaling laws for timedependent stagnant lid convection in a spherical shell",
    "authors": ["C.C. Reese", "V.S. Solomatov", "J.R. Baumgardner"],
    "venue": "Phys. Earth Planet. Inter",
    "year": 2005
  }, {
    "title": "Mantle convection models",
    "authors": ["F.M. Richter"],
    "venue": "Annu. Rev. Earth. Planet. Sci",
    "year": 1978
  }, {
    "title": "Evidence for a differentiated crust in Solis Planum, Mars, from lithospheric strength and heat flow",
    "authors": ["J. Ruiz", "R. Tejero", "P.J. McGovern"],
    "venue": "Icarus",
    "year": 2006
  }, {
    "title": "Ancient heat flow and crustal thickness at Warrego rise, Thaumasia highlands, Mars: Implications for a stratified crust",
    "authors": ["J. Ruiz", "Williams", "J.-P", "J.M. Dohm", "C. Fernández", "V. López"],
    "venue": "Icarus",
    "year": 2009
  }, {
    "title": "Thermal history of Mars and the sulfur content of its core",
    "authors": ["G. Schubert", "T. Spohn"],
    "venue": "J. Geophys. Res",
    "year": 1990
  }, {
    "title": "Subsolidus convective cooling histories of terrestrial planets",
    "authors": ["G. Schubert", "P. Cassen", "R.E. Young"],
    "venue": "Icarus 38,",
    "year": 1979
  }, {
    "title": "Influence of a variable thermal conductivity on the thermochemical evolution of Mars",
    "authors": ["S. Schumacher", "D. Breuer"],
    "venue": "J. Geophys. Res",
    "year": 2006
  }, {
    "title": "An alternative mechanism for recent volcanism",
    "authors": ["A. Morschhauser"],
    "venue": "Icarus",
    "year": 2011
  }, {
    "title": "Modes of mantle convection and the removal of heat",
    "authors": ["Venus. Icarus"],
    "year": 1982
  }, {
    "title": "Thermal history of Mars and the sulfur content",
    "authors": ["T. Spohn", "G. Schubert"],
    "venue": "Earth’s interior. J. Geophys. Res",
    "year": 1990
  }, {
    "title": "Mars core and magnetism",
    "authors": ["E. Ohtani", "T. Kato"],
    "venue": "core. J. Geophys. Res",
    "year": 2001
  }, {
    "title": "komatiite and depleted garnet peridotite",
    "authors": ["J. Mars"],
    "venue": "J. Geophys. Res",
    "year": 2006
  }, {
    "title": "Core formation in the Earth and shergottite parent body (SPB) – Chemical evidence from basalts",
    "authors": ["A.H. Treiman", "M.J. Drake", "Janssens", "M.-J", "R. Wolf", "M. Ebihara"],
    "venue": "Geochim. Cosmochim",
    "year": 1986
  }, {
    "title": "Geodynamics, second ed",
    "authors": ["D.L. Turcotte", "G. Schubert"],
    "year": 2002
  }, {
    "title": "Chemistry and accretion history of Mars",
    "authors": ["H. Wänke", "G. Dreibus"],
    "venue": "Philos. Trans. Roy. Soc. Lond",
    "year": 1994
  }, {
    "title": "The global martian volcanic evolutionary history",
    "authors": ["S.C. Werner"],
    "venue": "Icarus",
    "year": 2009
  }, {
    "title": "Thickness of the martian crust: Improved constraints from geoid-to-topography ratios",
    "authors": ["M.A. Wieczorek", "M.T. Zuber"],
    "venue": "J. Geophys. Res. 109 (E1),",
    "year": 2004
  }, {
    "title": "Melting experiments on anhydrous peridotite KLB-1 from 5.0 to 22.5 GPa",
    "authors": ["J. Zhang", "C. Herzberg"],
    "venue": "J. Geophys. Res",
    "year": 1994
  }, {
    "title": "Effect of iron content on the creep behavior of olivine: 1. Anhydrous conditions",
    "authors": ["Zhao", "Y.-H", "M.E. Zimmerman", "D.L. Kohlstedt"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 2009
  }],
  "id": "SP:ee262f4b6cdceb3fd2b1c6a140e5796325325952",
  "authors": [{
    "name": "A. Morschhauser",
    "affiliations": []
  }, {
    "name": "M. Grott",
    "affiliations": []
  }, {
    "name": "D. Breuer",
    "affiliations": []
  }],
  "abstractText": "0019-1035/$ see front matter 2010 Elsevier Inc. A doi:10.1016/j.icarus.2010.12.028 ⇑ Corresponding author. E-mail address: matthias.grott@dlr.de (M. Grott). We have reinvestigated the coupled thermal and crustal evolution of Mars taking new laboratory data concerning the flow behavior of iron-rich olivine into account. The low mantle viscosities associated with the relatively higher iron content of the martian mantle as well as the observed high concentrations of heat producing elements in a crust with a reduced thermal conductivity were found to promote phases of crustal recycling in many models. As crustal recycling is incompatible with an early separation of geochemical reservoirs, models were required to show no episodes of crustal recycling. Furthermore, admissible models were required to reproduce the martian crust formation history, to allow for the formation of partial melt under present day mantle conditions and to reproduce the measured concentrations of potassium and thorium on the martian surface. Taking dehydration stiffening of the mantle viscosity by the extraction of water from the mantle into account, we found that admissible models have low initial upper mantle temperatures around 1650 K, preferably a primordial crustal thickness of 30 km, and an initially wet mantle rheology. The crust formation process on Mars would then be driven by the extraction of a primordial crust after core formation, cooling the mantle to temperatures close to the peridotite solidus. According to this scenario, the second stage of global crust formation took place over a more extended period of time, waning at around 3500 Myr b.p., and was driven by heat produced by the decay of radioactive elements. Present-day volcanism would then be driven by mantle plumes originating at the core–mantle boundary under regions of locally thickened, thermally insulating crust. Water extraction from the mantle was found to be relatively efficient and close to 40% of the total inventory was lost from the mantle in most models. Assuming an initial mantle water content of 100 ppm and that 10% of the extracted water is supplied to the surface, this amount is equivalent to a 14 m thick global surface layer, suggesting that volcanic outgassing of H2O could have significantly influenced the early martian climate and increased the planet’s habitability. 2010 Elsevier Inc. All rights reserved.",
  "title": "Crustal recycling, mantle dehydration, and the thermal evolution of Mars"
}