{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nEarth and Planetary Science Letters\nj ourna l homepage: www.e lsev ie r.com/ locate /eps l\nDecarbonation efficiency in subduction zones: Implications for warm Cretaceous climates\nFraser K.B. Johnston a, Alexandra V. Turchyn a,⁎, Marie Edmonds a,b\na Department of Earth Sciences, University of Cambridge, Downing Street, Cambridge CB2 3EQ , United Kingdom b COMET+, Department of Earth Sciences, University of Cambridge, Cambridge, United Kingdom\n⁎ Corresponding author. E-mail address: avt25@cam.ac.uk (A.V. Turchyn).\n0012-821X/$ – see front matter © 2011 Elsevier B.V. A doi:10.1016/j.epsl.2010.12.049\na b s t r a c t a r t i c l e i n f o\nArticle history: Received 25 September 2010 Received in revised form 22 December 2010 Accepted 23 December 2010 Available online 1 February 2011\nEditor: P. DeMenocal\nKeywords: subduction zones decarbonation Cretaceous warm climate carbon cycle\nSubduction zones play a fundamental role in the geochemical cycle of carbon, and related arc volcanism is believed to exert primary control on atmospheric CO2 concentrations over geological time. Arc volcanism may have been particularly important in the most recent Greenhouse of the late Cretaceous, where it has been hypothesized that the subduction of the carbonate-rich Tethys contributed to overall higher volcanic CO2 outgassing rates and thus a warmer climate. To test this hypothesis, the decarbonation efficiencies of modern subduction zones were calculated through a geochemical database that compared subaerial arc CO2 fluxes with the subducting crust and sediment geochemistry. The modern data are used to postulate a CO2 recycling and degassing scenario for arc volcanism related to the closure of the Tethys. Our analysis indicates that the thermal structure of subduction zones controls the extent and depth of slab decarbonation, while the sediment geochemistry (e.g. the amount of carbonate sediment) may be of secondary importance. The calculated decarbonationefficiency ofmodernarcs ranges from18to70%.Our calculations support recentmodels predicting carbon recycling through infiltration-driven decarbonation, and limited by water availability at sub-arc depths. This analysis allows us to make inferences about the potential volcanic CO2 flux from subduction of the Tethys during the Cretaceous, suggesting between an 8 and 222% increase overmodern CO2 outgassing.We suggest that the primary reason for the increase in CO2 outgassing in the Cretaceous is contamination of arc magmas by platform carbonates in the overlying crust and increased decarbonation efficiency.\nll rights reserved.\n© 2011 Elsevier B.V. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "On geological timescales the concentration of carbon dioxide (CO2) in the atmosphere is regulated by a dynamic equilibrium between outgassing from volcanoes, consumption by chemical weathering of silicate minerals, and deposition of calcium carbonate in the ocean (Berner and Lasaga, 1989; Berner et al., 1983; Walker, 1986). The consumption of atmospheric CO2 through the chemical weathering of silicate minerals leads to the precipitation of carbonate minerals in the ocean, removing carbon from the ocean–atmosphere system through the following generalized reaction:\nCaSiO3 þ CO2 þ 2H2O → CaCO3 þ H4SiO4 The destruction of oceanic lithosphere at subduction zones partially recycles the carbon it contains (in both the crust and overlying sediment) back into the atmosphere, while a remaining proportion is retained in the slab and transferred to the deep mantle or remain in the accretionary wedge (Berner et al., 1983). Subduction zones thus play a fundamental role in the geochemical cycle of carbon,\nas well as other major volatiles, and may have exerted control over atmospheric CO2 concentrations over geological time scales (Edmond and Huh, 2003; Rea and Ruff, 1996).\nGeochemical thermometers, such as oxygen isotopes in carbonate minerals and fossils, have long suggested that the late Cretaceous and early Cenozoic (~120 to 34 Myr)weremuchwarmer than ourmodern climate (Norris and Wilson, 1998; Zachos et al., 2001). Furthermore, paleo-pCO2 proxies (Cerling, 1991; Pagani, 2002; Pagani et al., 2005a), modelling (Pollard and DeConto, 2005), and paleo-pH proxies (Pagani et al., 2005b; Pearson and Palmer, 2000) suggest that it was elevated atmospheric CO2 concentrations in the late Cretaceous to early Cenozoic that contributed to this substantially warmer world. The cause of the elevated pCO2 remains somewhat enigmatic, but recent work has suggested that the subduction of the Tethys ocean during the northward equatorial convergence of India with Eurasia may have been the strongest contributing factor (Edmond and Huh, 2003; Kent and Muttoni, 2008). Enhanced pelagic carbonate accumulation in the Tethys (van Andel, 1975), coupled with a fast convergence rate of the Tethys with Eurasia, may have resulted in prolonged release of excess CO2 in the subduction-associated arc volcanoes. This, coupled with lower silicate weathering rates due to lack of topographic highs such as Himalayan and Cordilleran belts (Edmond and Huh, 2003), could hypothetically be the primary mechanism for this sustained high pCO2.\nIt is unclear, however, that previous attempts at quantifying Cretaceous arc CO2 emissions have properly accounted for important sub-arc processes such as the effect of a changing geothermwith crustal age and the potential impact of crustal contamination on the net CO2 output. While by first principles, the more carbon you put down the more youwill get out, the ultimate controls on total carbon degassing in subduction arc volcanoes are more nuanced and deserve a more rigorous analysis. This study aims to quantify the potential CO2 output from the Tethyan subduction zone based on a detailed analysis of the moderngeochemical andphysical relationship between subduction and related volcanic CO2 emissions.Wefirst address the primary factors that govern decarbonation (release of carbon from slab tomantle wedge) at subduction zones. Using arc volatile flux data from recent studies (Fischer, 2008; Hilton et al., 2002) along with the input slab geochemistry (Plank and Langmuir, 1998) this study will estimate independently the decarbonation efficiency of arcs worldwide. After examining the physical parameters that control the decarbonation efficiency of modern arcs, we apply our results to ancient arcs to quantify the potential volcanic CO2 output related to the Tethyan subduction zone. The predicted physical parameters constraining Tethyan subduction are used to estimate a range of possible decarbonation efficiencies that, once combined with the estimated carbon content of the subducting slab, produce a range of potential CO2 emissions from theTethys and the late Cretaceous/early Cenozoic global subduction systems."
  }, {
    "heading": "2. Background",
    "text": "Typical oceanic lithosphere is comprised of three distinct layers, each containing H2O and CO2 chemically bound in hydroxylated and carbonated minerals respectively, that were acquired during the time that the lithosphere spent in contact with the hydrosphere. Upon subduction, this H2O and CO2 can be released (in the forearc — shallow depth during subduction— or at subarc depths) or subducted into the mantle. The amount that is released versus subducted depends largely on the thermal structure of the lithosphere during subduction, which relates to both the dynamics in the subduction zone and the age of the ocean crust when it is subducted (Dasgupta and Hirschmann, 2010).Wewill first review the amount of volatiles in the various layers of oceanic lithosphere and how they were acquired, then discuss the mechanism and controls on devolitilization during subduction.\nThe base of the oceanic lithosphere is comprised of harzburgite/ peridotite lithospheric mantle and remains largely unhydrated during most of its transit at the surface of the Earth. Bending of the plate during subduction, however, creates large normal faults that allow water to infiltrate this layer to 15–50 km depth and form serpentine (13 wt.% H2O (Peacock, 2001; Rupke et al., 2004)). The more brittle this lowest layer of ocean lithosphere, the deeper normal faults can penetrate, and thus higherwater content itwill ultimately containwhen it is subducted (Rupke et al., 2004). Overlying this lithospheric mantle is the “oceanic crust,” which is the result of partial melting at mid ocean ridges that creates a 7±1 km thick section ofmafic rocks. Hydrothermal alteration of the oceanic crust at mid ocean ridges produces various hydrous minerals, including amphibole, lawsonite, chlorite, and serpentine; hydration of the ocean crust is typically fixedwithin a fewmillion years of formation (5–6 wt.% H2O; Alt and Teagle, 1999). Carbon is also fixed in the ocean crust through the flux of seawater and subsequent precipitation of carbonate in veins; the carbon content of the crust is highest at the top and decreases downward, and the crust continues to gain carbon throughoutmuch of its transit across the oceanfloor until it is insulated from fluid exposure through deposition of overlying sediments (Alt and Teagle, 1999). The oceanic crust is overlain by pelagic sediments whose lithology and composition (calcareous, siliceous or red clay) depend on the trajectory of the crust through the ocean basins. These sediment layers may be accreted upon subduction\nand do not necessarily reach sub-arc depths (von Huene and Scholl, 1991).\nIn a subduction zone, the negative buoyancy of the oceanic lithosphere (comprised of the mantle, oceanic crust, and pelagic sediments) drives its descent into themantle. The time for the overlying mantlewedge to heat this cold lithosphere by conduction is longer than the rate of descent, producing an inverted temperature profile with a cool slab underlying a warm mantle wedge (Helffrich et al., 1989). As the descending slab is heated, temperature- and pressure-dependent metamorphic reactions occur, releasing significant proportions of the volatiles contained in the various layers of the oceanic lithosphere. The process of partially recycling carbon from the subducting slab is known as “decarbonation” (“devolatilization” for volatiles in general). The volatile flux from the descending slab into the overlying mantle wedge will lower themelting solidus, producing anatectic melts roughly at the nose of the 1300 °C isotherm (Grove et al., 2006; Schmidt and Poli, 1998). Driven by buoyancy forces, this volatile-rich melt rises via reactive porous flow and channel formation (Katz et al., 2003). During transport through the crust the (now partially fractionated) magma may acquire additional volatiles (and carbon) from crustal sources before eruption anddegassing (Freda et al., 2008). The ultimate volcanic gas CO2 flux from arc volcanoes is therefore controlled by the extent of devolatilization of the subducting slab and subsequent volatile delivery to the overlying mantle wedge. If significant amounts of volatiles from the oceanic lithosphere are lost before the slab reaches subarc depths, the subaerial CO2 flux will be lower.\nThus, if we wish to understand the CO2 flux out of arc volcanoes, we must constrain the limitations on devolatilization, particularly the depth of devolatilization. This is particularly important because, if the volatiles are released too early, they will migrate back to the ocean and will not emerge from subaerial volcanoes (termed ‘forearc volatile release’). What controls decarbonation at ‘sub-arc’ depths? The extent of decarbonation is due largely to differences in thermal structure within the subduction zone, which is controlled by the following physical parameters (Kerrick and Connolly, 2001a,b; Peacock, 2003):\n• Convergence rate • Thermal structure of subducted lithosphere (function of plate age and sediment thickness) • Geometry of the subduction zone • Rate of shear heating\nThe mechanism (and precise metamorphic reactions) involved in volatile release during subduction largely relate to what is required to releasewater and carbon from the varioushydroxylated and carbonate minerals in the various layers of the lithosphere. Kerrick and Connolly (2001a) calculated crustal decarbonation and dehydration extents by tracing the intersections of predetermined geotherms with phase equilibria computed for average CO2-bearing oceanic metabasalts fromPeacock andWang (1999). The depths atwhich these continuous reactions occurred were found to be heavily dependent on the slab geotherm. However, decarbonation of the sediment layer was subsequently shown to be limited only to H2O-rich sediments in high temperature geotherms and occurs at depths shallower than 80 km (Kerrick and Connolly, 2001b). This suggests that if significant decarbonation of the sedimentary and underlying crustal layers is to occur at sub-arc depths (where it can influence subaerial volcanic CO2 fluxes), it must be induced by an alternative mechanism.\nThe extent of dehydration reactions at sub-arc depths is the critical factor controlling the decarbonation efficiency of subduction zones (Kerrick and Connolly, 2001a). When the temperature of the descending hydrated oceanic crust reaches ~500 °C, the transition to eclogite facies occurs, inducing the heterogeneous breakdown of the dominant hydrous minerals of lawsonite, chlorite and glaucophane to epidote, garnet and barrositic amphibole respectively (Liou et al., 1996; Schmidt and Poli, 1998). Depending on the slab geotherm,\nlawsonite may dehydrate anywhere from 50 km to N200 km depth, while serpentinemay dehydrate between 120 and 180 km at ~600 °C, forming olivine and orthopyroxene (Peacock, 2003). If the geotherm is sufficiently cool to allow the stability field of serpentine to extend to greater depths then it will intersect the 11.8 wt.% H2O stability field (Liou et al., 1996; Peacock, 2003; Rupke et al., 2004). This transformation is water-conserving, and locks the water to the deep mantle.\nThe hydrous flux from these various dehydration reactions induces decarbonation as the water percolates through the oceanic crust and sediments, interacting with the carbonated minerals therein, and thus allowing transportation of carbon to the volcanic front (Molina and Poli, 2000). The extent of fluid-infiltration induced decarbonation is thus limited not by the water content of the descending lithosphere, but by the amount of water released at sub-arc depths. The decarbonation efficiency in subduction zones should therefore be a function of the parameters that determine the thermal structure and thus influence the extent of devolatilization. The most recent and advanced study of this process determined that 10–60% of the subducted volatiles should be released at sub-arc depths (Connolly, 2005)."
  }, {
    "heading": "3. Methods",
    "text": "We calculated the decarbonation efficiency of individual arc segments in the modern ocean by determining the ratio of the volcanic gas CO2 flux to the input of carbon subducted in the altered oceanic lithosphere (see map, Fig. 1 for arc segments used in this study). The flux of CO2 gas from the arc volcanoes was calculated using SO2/CO2 ratios measured using chromatography and/or mass spectrometry from gas samples collected from hot vents and fumaroles. SO2 flux data was compiled using the time-integrated SO2 flux for individual volcanoes measured using a Correlation Spectrometer (COSPEC) (Andres and Kasgnoc, 1998). The SO2 fluxes are generated from passively degassing arc volcanoes only; it has been shown that in subduction zones, SO2 emission by continuous degassing (9.2 Mt/a) is ten times larger than by explosive eruptions (~1 Mt/a; Berresheim and Jaeschke, 1983; Shinohara, 2008). SO2 fluxes are well constrained compared to other volcanic gases (i.e. CO2)\nsince they are relatively easy to measure remotely: they have a low atmospheric background and a strong absorption in the ultraviolet portion of the electromagnetic spectrum (Fischer, 2008).\nThe SO2 fluxes can be combined with measured elemental ratios (SO2/x where x=CO2, N2, H2O, He etc.; Fischer, 2008; Fischer and Marty, 2005; Fischer et al., 2002; Hilton et al., 2002; Shaw et al., 2003) to provide total arc fluxes for other volatile species (Table 1). Median ratios remove the effects of extreme values (Hilton et al., 2002) and, where possible high temperature (N400 °C and preferably N700 °C) fumarolic data (Fischer, 2008) is used for each arc system to try to remove the effects of hydrothermal interaction and equilibration of gases at low temperature (Giggenbach, 1996).\nIn order to resolve accurately the volatile mass balance at each arc the emitted CO2 needs to be assigned to its source components. Since 3He is solely derived from the mantle, CO2/3He ratios in arc volcanoes (≥1010) compared to MORB (~2×109 — Marty and Tolstikhin, 1998) highlight the contribution of mantle-derived CO2. Therefore, CO2/3He characteristics along with the carbon isotope ratios (δ13C) of emitted CO2 (O) can then be used to estimate the proportions of volcanic arc CO2 derived from the mantle (the base of the subducting slab and the mantle wedge — M) and the carbonate (L) and organic carbon (S) in the subducting oceanic crust and overlying sediments. Assuming the carbon coming out of the volcano comes from one of these three sources, we use amass-balancemixingmodel using the fractions (f) of these three end members (similar to Sano and Marty, 1995):\nδ13CO = fMδ 13CM + fLδ 13CL + fSδ 13CS ð1Þ\n1\nC=3He O\n= fM\nC=3He M\n+ fL\nC=3He L\n+ fS\nC=3He S\nð2Þ\nfM + fL + fS = 1 ð3Þ\nWe use the following end member compositions for M, L and S: δ13C (−6.5‰, 0‰ and −20‰) and CO2/3He (1.5×109; 1×1013; 1×1013) respectively (Hilton et al., 2002). The calculated fraction of\nhes are marked by barbed lines (filled barbs=accretionary prism; open barbs=no o as the Andes. The Indonesian arc is based onmeasurements from Sunda, between Java\nslab derived CO2 (fL+fS) is multiplied with the total arc output to quantify the amount of slab derived CO2 contributing to the volcanic output. We calculate the decarbonation efficiency of each arc, which is the ratio of the volcanic output to the input fluxes of carbon, which are presented in Table 2. Two main limitations of this method are:\n1. The δ13C value chosen for the organic carbon end member (S) can have an enormous influence on the calculation. Sano and Marty (1995) used initial values of −30‰ based on measurements made on the sediments prior to subduction. However, the δ13C of organic carbon may isotopically evolve to heavier values (enriched in 13C) during subduction. Evidence of changes with metamorphic grade in the δ13C in the Catalina Schist and other studies (Hoefs and Frey, 1976; Van Soest et al., 1998) support the idea of using a slightly heavier δ13C. 2. Possible fractionation of volatile species (CO2/3He) and isotopes (3He/4He and δ13C) during devolatilization and ascent through the overlying crust is not accounted for in these calculations (Ray et al., 2009).\nFurther, the contribution of the “contamination” in the volcanic gas measurements from carbon acquired from the overlying crust is underestimated in the calculations in Eqs. (1), (2), and (3) becausewe place all mantle contributions from either the base of the subducting slab or themantle wedge as one carbon source, but the C/3He and δ13C used in the calculations represents the base of the oceanic lithosphere and less the more fractionated values present in the mantle wedge. We can independently constrain the possible contamination from volatile acquisition in the overlying crust using helium isotopes. Helium isotopes are particularly sensitive to this contamination since crust ratios (expressed as R/Ra, where R is the 3He/4He measured and Ra is the 3He/4He in air) are more enriched with radiogenic 4He than the base of the oceanic lithosphere (R/Ra~8±1). If there were no ‘crustal contamination’ in the arc volcanoes, then they should all have R/Ra of approximately 8. All arc R/Ra ratios lie below this MORB value (8), indicating that all arc magmas experience some degree of crustal contamination. This could be caused by a combination of mechanisms: hydrothermal and magma degassing; crustal contamination; and CO2 loss via calcite precipitation (Ray et al., 2009).We can assume\nthese effects are negligible for CO2/3HeN5 (Fischer and Marty, 2005). In Fig. 2 we show the compilation of arc R/Ra versus CO2/3He for this study that suggest significant crustal contamination signatures exists particularly for the Andes arcs due to the thickness and lithology of the overlying crust, corroborated by previous studies of the volcanic Andes (van Soest et al., 1998). We correct for this effect, which will overestimate the slab derived CO2 fluxes and thus the decarbonation efficiency, by scaling the CO2/3He ratio for the Andes to 0.5×1010.\nThe carbonate content of the subducting sediments are taken from Hilton et al. (2002), who used the geochemical database of ODP cores for individual arc segments (Plank and Langmuir, 1998). No correction has been made for potential accretion and detachment of sediments in accretionary wedges, although this could remove up to 30% of upper sediments (von Huene and Scholl, 1991).\nFor the oceanic crust, estimates of hydrothermal alteration and calcite precipitation in basalt fractions suggest 0.2 wt.% CO2 for any crust older than a closure age of ~40 Ma (Alt and Teagle, 1999). Unlike Hilton et al. (2002), our calculations assume a logarithmic increase in the carbonate content of the oceanic crust from formation (0 wt.%) to the content at its closure age (0.2 wt.%); the logarithmic increase is to account for the likelihood that the majority of carbon is fixed close to the mid ocean ridge (Alt and Teagle, 1999; Alt, pers. comm.).\nOur ultimate goal in this work is to relate what is going down in a subduction zone to what is ultimately coming out in the subarc volcanoes. By constraining this for modern subduction zones we can better place constraints on paleo-subduction zone related volcanism and high CO2 periods in Earth history."
  }, {
    "heading": "3.1. Methods — error calculations",
    "text": "The major source of error in the calculation of decarbonation efficiency is the uncertainty in the carbonate content of the subducting sediment and oceanic crust; we assume the errors on these are 20% and 5% respectively. The error bar for the carbonate content in the subducting sediment is based on a semi-quantitative analysis of the variation in carbonate content in ODP cores taken near subduction zones. The error in the carbon content of the subducting oceanic crust represents a range around the maximum possible\namount of carbon that can be fixed into the crust before the crust is isolated from the overlying ocean (Alt, pers. comm.) With respect to arc SO2 fluxes a 10–40% error is associated with individual COSPEC measurements (Stoiber et al., 1983), but errors associated with the elemental ratios have not been quantified. One important point to consider in this study is that the CO2 fluxes are for the volcanic arcs only, and do not consider forearc devolatilization from the slab. The Tyrrhenian region, for example, which includes the Aeolian volcanic\narc and Mount Etna, is characterised by extremely high volcanic and non-volcanic mantle-derived CO2 emissions (Chiodini et al., 1999), but it remains unclear whether this is due to traditional subduction devolatilization. It has been proposed that melting of sediments and/ or continental crust of the subducted African lithosphere below southern Europe at pressures greater than 4 GPa generates low fractions of carbonate-rich (hydrous-silicate) melts (Frezzotti et al., 2009). Due to their low density and viscosity, such melts can migrate upward, producing a metasomatised carbonated zone. Upwelling of carbonate-rich melts to depths less than 60–70 km (the solubility limit) induces massive outgassing of CO2, which can migrate to the surface, owing to its buoyancy, through deep lithospheric faults (Frezzotti et al., 2009). This model of slab melting and metasomatism would explain the CO2-rich nature of the volcanic gases in the region, but is unrelated to the subduction of carbonate-rich sediments and instead is a feature of the physical properties of subduction (e.g. Allard et al., 1991). We estimate the total error on the calculated decarbonation efficiency based on our individual errors (Table 3)."
  }, {
    "heading": "4. Results",
    "text": "Carbon fluxes for individual arcs are reported in Table 1, while the physical parameters and calculated decarbonation efficiencies are reported in Table 2. We find that the carbon emissions from volcanic arcs are only a fraction of the carbon subducted, with no arc producing 100% recycling efficiency (Table 2). Therefore, as previous studies have found (Hilton et al., 2002), subduction zones act as pathways for carbon and volatiles back into the deep mantle, the extent of which will depend on the relative amounts of fore arc versus back arc volatile release. The extremely inefficient arcs of Alaska–Aleutians, Kamchatka–Kuriles and Indonesia occur despite similar input carbon\nfluxes compared to the other localities. Potential hypotheses for these discrepancies will be discussed.\nVariations in the annual input fluxes (Table 2 — 33.9–220.8× 106 mol/km arc) are determined by the chemical composition of the sediments, crust, and the convergence rate at each location. Theextreme value for Central America reflects the ~250 m carbonate layer in its sediment section due to its equatorial position in the eastern Pacific in relatively shallow waters. Volcanic annual output fluxes (Table 2 — 6.02–52.19×106 mol/km arc/yr) range within an order of magnitude.\nAfter correcting for crustal contamination (see Methods), the calculated decarbonation efficiencies span a discrete range from 18 to 54%, with the Lesser Antilles being slightly higher at 70% (Table 2); this range falls within the expected range of infiltration-driven decarbonation efficiencies at sub-arc depths (10–60%) predicted by Connolly (2005). The calculated efficiency for Central America (21%) is also within error of other estimates (14–18%; Shaw et al., 2003), further supporting the integrity of our method.\nCalculated decarbonation efficiencies are plotted against the age of the subducting slab (Fig. 3a), the convergence rate (Fig. 3b), the sediment thickness (Fig. 3c) and a thermal parameter (Fig. 3d). Fig. 3a\nFig. 3. (Incomplete) — A plot of our calculated decarbonation efficiency versus age of su parameter (3d).\nshows that as plates age, the decarbonation efficiency increases from ~20% for the youngest subducing crust to ~50% for crust of age 50 Ma, and that decarbonation efficiencies of ~50% are sustained for plates with ages up to 130 Ma. Fig. 3b shows that plate convergence rates below 70 mm/a are associated with efficiency values of b30%, while those over 70 mm/a are associated with higher efficiencies, with exception of the Lesser Antilles. This was an anticipated result because the geotherm of a subducting slab decreases for more rapid convergence rates, as there is less time for the overlying mantle wedge to warm the slab by conduction (Peacock, 2003). Fig. 3c shows that decarbonation efficiencies drop to the minimum of ~20% for sediment thicknesses greater than 400 m. This was contrary to our expectation that increasing the sediment thickness would insulate the descending slab from conductive heating from the overlying mantle wedge, producing a slightly cooler geotherm (Peacock, 2003). It appears that the dominant effect of increasing the sediment column may be to inhibit the migration of aqueous fluids derived from the crust and serpentinized mantle.\nFinally in Fig. 3d we show that there is a positive correlation between the decarbonation efficiency and our thermal parameter. The thermal parameter is a dimensionless number that is equal to the product of the plate age (Ma) and convergence rate (mm/a), divided by the sediment thickness (m). This parameter cannot accurately quantify a relationship between the physical variables and the temperature of the slab geotherm, but should provide a relative measure of slab geotherms against one another (Fowler, 2004). Arcs with hot geotherms (low thermal parameter) are inefficient at recycling volatiles and carbon, while those with colder geotherms (high thermal parameter) are more efficient."
  }, {
    "heading": "5. Discussion",
    "text": "Our results point to correlations between the decarbonation efficiency and physical parameters of modern arcs, including age of the subducting crust, the sediment thickness, the convergence rate,\nbducting slab (3a), convergence rate (3b), sediment thickness (3c) and our thermal\nand our “thermal parameter” (Fig. 3). These results support the theory that the release of carbon from subducting slabs is driven by the infiltration of water-rich fluids at sub-arc depths, with its extent controlled primarily by the thermal structure of the subduction zone, as previously proposed by Kerrick and Connolly (2001a,b). Our results may also be used to test previous hypotheses that CO2 fluxes in arc volcanoes derive solely from the subducting sediments of the slab (de Leeuw et al., 2007; Molina and Poli, 2000). Examination of the input versus output data shown in Table 2 shows clearly that other sources of carbon and volatiles are required in arc-related volcanoes.\nAn increase in the decarbonation efficiency is associated with increasing the age of the subducting plate (Fig. 3a). This is likely due to cooler geotherms with older plates, which allows hydrous minerals in the crust (lawsonite, glaucophane and chlorite) and mantle (serpentine) to persist to greater depths during subduction (Helffrich et al., 1989). Colder slabs can retain more water to sub-arc depths, allowing more infiltration driven decarbonation to contribute to arc volcanism. This could explain the previous observed paradox that higher temperatures in subduction zones yield less productive volcanic arcs (Peacock, 2003). In higher temperature geotherms on younger crust— such as Cascadia and Central America — significant dehydration occurs at fore arc depths and thus does not contribute to subaerial arc volcanism, thus resulting in low calculated decarbonation efficiency. Fore arc dehydration causes serpentinite to form in the cold (Tb600 °C) corner of the mantle wedge (Brocher et al., 2003), since temperatures are too cold (Tb1200 °C) for partial melting to occur (Peacock, 2003; Schmidt and Poli, 1998).\nYet even these younger plates, for which dehydration occurs at shallow depths, the decarbonation efficiency is still non-zero (Cascades and Central America; Fig. 3a), suggesting that decarbonation is occurring, regardless of the availability of hydrous infiltration. At depths between 90 and 150 km, decarbonation of marls commences only if temperatures exceed 700–950 °C in the presence of fluxes of H2O from the marl sediments and/or the underlying lithosphere (Connolly, 2005; Kerrick and Connolly, 2001a,b). In the absence of such hydrous fluids, in order to free substantial amounts of CO2 melting of crustal-bound carbonated lithologies is necessary, which requires even higher temperatures (above 1000–1100 °C at 4 GPa; Dasgupta et al., 2004). Immiscible silicate and carbonate melts are generated at PN3.7 GPa and 1100 °C and at higher temperatures, a homogeneous carbonate-rich hydrous-silicate melt (Thomsen and Schmidt, 2008). These high temperatures are only found in subduction zones with convergence rates of b30 mma−1, which is the true of both the Cascades and the Central American arcs (Fig. 3b). Indeed, evidence of slab melting may be found in these arcs in the form of adakites (high Mg andesites thought to be produced in “hot” subduction zones; Rapp et al., 1999).\nIntermediate temperature geotherms on crust older than 50 Ma show decarbonation efficiencies of ~50% (with the exceptions of Alaska–Aleutians, Kamchatka–Kuriles, Indonesia; Fig. 3a). Compared to younger, hotter crust, dehydration at sub-arc depths drives decarbonation and increased fluid flux into the hot interior of the mantle wedge, producing higher degrees of partial melting and thus greater carbon transport to thevolcanic front for eruption. Excluding the effects of crustal contamination, this plateau of efficiencies at ~50% suggest a maximum of carbon recycling in subduction zones, excluding factors in arcs not accounted for by our model. In theory, for plates of increasing age (N100 Ma), dehydration from the lithospheric is delayed to evengreater depths (Peacock, 2003), andwater canbe locked into the crust and delivered to themantle. The slightly lower efficiency of the NE Japan arc (45%) may show the beginnings of this process.\nThere are other factors within a convergent plate boundary that are important influences on decarbonation efficiency which have not been included in our analysis, due to insufficient data, such as arc-trench gap, crustal thickness, subduction angle and ridge-trench interaction. The slab dip limits the strength of the mantle wedge flow, and the thermal\nstructure of the slab. A higher slab dip in the Nicaraguan section of the Central American arc compared to Costa Rica coincideswith a change in basalt composition, with lower La/Yb and higher δ10Be in the Nicaraguan section (Shaw et al., 2003). This suggests a higher degree of partial melting, probably caused by greater dehydration at sub-arc depths due to the cooler geotherm. Gas data from geothermal productionfields, fumaroles, andhot springs along theCentral American arc show that CO2/3He is inversely proportional to the distance between the volcanic system and the trench. In the southwestern portion of the Central American arc, where the arc-trench gap is short and the subduction angle is shallow, decarbonation is enhanced relative to the mantle heliumflux resulting inhigher CO2/3He. In the northwest,where the gap is greater and the subduction angle steeper, decarbonation decreases relative to theheliumflux (Snyder et al., 2001). Unfortunately data on slab dips in arcs globally is poor and inaccurate and thus not included in our analysis.\nFinally, our analysis has not included the possible effects of subduction of a ridge on the decarbonation efficiency, which, while not important for the modern oceans (only the Chile triple junction involves the subduction of multiple active ridge segments; Cande et al., 1987) may have been important in the past. DeLong et al. (1979) modelled the effect of ridge-trench interaction during ridge subduction and found that as the ridge approached the subduction zone therewas a major decrease in the depth of dehydration, suggesting the depth of dehydrationcouldmigrate as shallowas35 kmduring ridge subduction. The volumes ofwater thatwould be releasedwould then be too shallow to contribute to subarc volcanism, and it seems likely that arc volcanism would cease during ridge subduction and for a substantial period afterwards as the thermal anomaly decays (DeLong et al., 1979).\n5.1. Inefficient anomalies\nWe calculate extremely inefficient arcs in Indonesia, Alaska– Aleutian and Kamchatka–Kurile. Errors in sampling of the volcanic emission data and/or the subducting sediment, or biased measurement localities could be the cause, but since the same method was used for every arc this seems unlikely. These anomalies are neglected from the above interpretation of the results, but their presence could provide further clues into how arc volatile cycling is controlled.\nFor Indonesia our data is sourced from the Sunda section, where the subducting lithosphere is partly composed of Australian continental crust rather than oceanic crust. The lithospheric carbon content (and the thermal structure) of the subducting slab is therefore likely to be different to the structure we have assumed in this analysis, which might in part explain the discrepancy. For the Alaska–Aleutian and Kamchatka–Kurile arcs our hypothesis for their extremely low decarbonation efficiencies is speculative. The Alaska–Aleutian arc has a slightly hotter geotherm than nearby NE Japan (Peacock, 2003; Peacock and Hyndman;, 1999). The high geotherm suggests that the main dehydration reactions in the oceanic crust (transformation of basalt to eclogite) may occur at shallower depth. As discussed above, fore-arc release of fluids enter the relatively colder corner of the mantle wedge (~1000 °C), not hot enough for sub-arc volcanism. Cooler mantle temperatures below the volcanic front in Alaska and Kamchatka may inhibit the production of anatectic melts, and limit the release of carbon to the arc."
  }, {
    "heading": "6. Application to the Tethys",
    "text": "In the global carbon cycle, over million-year timescales the ocean, biosphere and atmosphere act as one distinct reservoir that interacts with the lithosphere (crust, sediments and mantle). Carbon is released to the ocean–atmosphere through mantle degassing, metamorphic reactions, and through recycling precipitated carbonate in oceanic crust and sediments through subduction zones. Atmospheric CO2 is captured in the ocean through chemical weathering of high temperature\naluminosilicate minerals in continental lithologies, leading to the precipitation of carbonate minerals in the ocean (Edmond and Huh, 2003).\nIn the modern ocean, the distribution of calcareous sediments and the location of subduction zones are spatially heterogeneous. Calcium carbonate preferentially accumulates in low latitude waters of the Atlantic and Indian Oceans due to the deeper carbonate compensation depth (CCD) compared to the Pacific, where carbonates are restricted to spreading ridges and highly productive equatorial upwelling zones (Central America). The majority of modern subduction zones, on the other hand, are in the Pacific, destroying old oceanic crust with deep bathymetry and relatively little overlying carbonate sediments.\nThis study has demonstrated that the carbon emissions from arcs with subducting carbon (Central America and Andes) are presently restricted by their low recycling efficiencies. If widespread subduction of major carbonate depocenters were to occur, would this have a substantial effect on the global CO2 flux to the atmosphere? This has been hypothesized for the subduction of the Tethys Ocean and the sustained high pCO2 in the Cretaceous (Edmond and Huh, 2003; Kent and Muttoni, 2008), although it is possible that the Pacific Ocean in the Cretaceous was also much shallower and could also have accumulated carbonate. We have shown in this study that the extent of sub-arc dehydration is not just a factor of the amount of carbon put in, but is critically dependent on the slab geotherm, which relates to the age of the subducting plate as well as the thermal insulation from overlying sediments.\nThe Tethys Oceanwas an equatorial sea that was subducted beneath the Eurasian continent as India migrated northwards from 120 Ma (separation fromAntarctica) until its collisionwith Eurasia ~50 Ma. The diachronous collision created the Alpine — Himalayan mountain belt that extends N10,000 km from the Mediterranean in the east to Indonesia in the west (Kerrick and Caldeira, 1998). Tethyan sediments were carbonate rich due to themigration of the Indianplate through the highly productive equatorial upwelling belt (Kent and Muttoni, 2008). The subduction of the Tethys temporally coincides with steadily rising atmospheric CO2 levels fromtheCretaceous through to the earlyEocene, which has led many to look for a causal relationship.\nTo calculate the potential CO2 emission from the Tethyan arc, and its contribution to global volcanic emissions, we have linked the physical parameters of modern subduction zones to their respective carbon recycling efficiency. No complete sediment section exists for the Tethys, therefore in the following discussion, the sediment input to the Tethyan subduction zone is modelled on the sediment section off Central America which may be the best modern analog. This is inferred from evidence suggesting the northern shore of the Indian Tethys remained between 10° and 13° N latitudes for the entire subduction period and thus in the warm waters that may have accumulated carbonate similar to the sediments subducting under Central America (Kent andMuttoni, 2008). This approximation yields a minimum carbon content for Tethyan sediment since the average age of the subducting crust would have been older than the Central American arc, and thus could have accumulated more sediment. Uncertainties in the carbonate compensation depth and sediment accumulation rates necessarily lead to additional uncertainties in this calculation. The convergence rate is estimated to be similar to the convergence rate of India with Eurasia (~80 mm/a (EdmondandHuh,2003)). Using the convergence rate from the middle of the arc averages the range of actual along arc values (smaller in Arabia; greater in Indonesia) generated by the anticlockwise rotation of the Indian plate with respect to Eurasia from its western Euler pole (Hafkenscheid, 2004). A conservative trench length of 8000 km is used.\nCurrently 1.94×1018 mol/Myr of CO2 is emitted from the modern global trench system of 43,400 km (4.47×1013 mol/Myr/km arc). Based on the above considerations, we estimate the carbon input to the Tethys trench at 2.4×1012 mol/yr. Using the physical parameters and decarbonation efficiency of the Central American arc (21%), the\nlower boundary for Tethyan CO2 output is 6.2×1013 mol/Myr/km arc, about 50% higher than the modern global average for CO2 output of 4.47×1013 mol/Ma/km arc. How does this translate to the global volcanic CO2 output during the Cretaceous? A lower estimate for this calculation can be made by replacing 8000 km of the total modern trench length (43,400 km) with the higher CO2-producing Tethys trench and related arc volcanoes. This leads to a calculated total global CO2 outgassing of 2.1×1018 mol/Myr, an 8% increase over modern volcanic outgassing.\nIt is likely, however, that the subducting Tethyan crust was older than the modern Central American crust, which suggests that the decarbonation efficiency could have been higher than 21%. If a higher efficiency (50%, similar to Philippines, Lesser Antilles, Japan, Kermadec arcs, Fig. 3) is applied to the Tethyan arc, then the CO2 flux from the Tethyan arc will increase to 14.8×1013 mol/Myr/km arc. Replacing 8000 km of trench from the global 43,400 km with this output (1.18×1018 mol/Myr), the Cretaceous CO2 emission rate would rise to 2.76×1018 mol/Myr a 42% increase over today (1.94×1018 mol/Myr).\nThis estimate of CO2 output for the Cretaceous from changes in the Tethyan arc is still likely to be low. Shallow carbonate platforms ringed the Tethys Ocean (Weissert and Erba, 2004), and arc melts and related volcanic gases likely percolated through these sequences. Similar to the Andes today, this would lead to substantial amounts of contamination by crustal carbonates, whereby the total CO2 output is significantly higher than that calculated from just the decarbonation at depth. The crustal contamination effect tripled the apparent decarbonation efficiency for the Andes, and tripled the CO2 output from the arc. Calc-alkaline magmatism in Himalayan sequences suggests an Andean type margin, with thick continental crust overlying the mantle wedge for parts of the Tethyan arc (Kent and Muttoni, 2008). While in the Andes, crustal contamination has tripled the CO2 output from what it would be from sub-arc decarbonation alone, if we use more conservative doubling for the Tethyan arc, then we calculate a total CO2 outgassing for the Cretaceous of 2.34×1018 mol/Myr, an increase of 21% over present-day volcanic CO2 fluxes. Note that this is neglecting the above modification of increased recycling efficiency for the Tethyan arc and is considering the impact of increased crustal contamination alone.\nFinally, in the above calculations the total global length of trench has been kept constant at 43,400 km, but this may have been different in the Cretaceous. If all of the current trenches were present during the Late Cretaceous then the Tethys length of 8000 km could be added to the current trench length. This increase in global trench length would require that either global oceanic crust production rates were higher or convergence rates were lower than today. If we add the Tethys to the current global trench length then we get a calculated CO2 outgassing for the Cretaceous of 2.42×1018 mol/Myr, an increase of 25% over modern volcanic arc CO2 output, again, considering this modification alone.\nIt is possible that all three of these factors were variably in play; in otherwords, the decarbonation efficiencymay have beenhigher, there may have been significant crustal contamination, AND the trench lengthmay have been longer than today. Taking all these together, we calculate a maximum potential Cretaceous global volcanic arc output from changes in the Tethyan arc of 4.31×1018 mol/Ma — a 222% increase over today's global volcanic output. These calculations combined indicate that — just from changes in the thermal structure or length of the Tethyan arc — in the Cretaceous the CO2 output of arc volcanoes (2.1–4.3×1018 mol/Ma) could have been substantially higher than present day emissions (1.94×1018 mol/Ma). The elevated CO2 flux to the atmosphere, coupled with estimates of lower continental weathering rates (due to the lack of major mountain belts— Edmond and Huh, 2003), may have been the primary driver in higher atmospheric CO2 concentrations.\nThese calculations, of course, apply only to changes in the Tethyan arc, but other subduction zones (and thus related subaerial volcanoes)\nin the Cretaceous may have been critically different to today and would have contributed to the globally warm climate. For example, it has been suggested that the Pacific subduction zone in the Cretaceous may have been ‘continental arc’ dominated, rather than ‘island arc’ dominated like today, and theremay have beenmajor slab roll back in the early Cenozoic. This would have substantially altered the thermal structure and overall outgassing of Pacific subduction volcanoes, leading to today their being overall less efficient at volatile recycling and/or less contaminated. Another possible change in subduction zones from the Cretaceous into the Tertiary that may have altered decarbonation efficiency is the likely subduction of several ridge systems into the northern Pacific arcs (Grow and Atwater, 1970). The modelling study by DeLong et al. (1979) found that such a subduction could dramatically decrease the outgassing of the arc related volcanoes because of the increased devolatilization at shallower depths.\nOur analysis prompts a subtle rethinking of the paradigm “the more you put in, the more you get out” — the idea that the more carbonate sediments that are subducted, the more carbon is degassed from the related arc volcanoes. The majority of subducting sedimentary carbonate is decarbonated at forearc depths, where they do not contribute to sub-arc volcanism. We have shown that, similar to previous studies, changes in the slab geothermdetermine the ability of a subducting slab todeliver volatiles to sub-arc depth, and thus are critical for determining the extentof sub-arc decarbonation and thus relatedarc volcanism. Intriguingly, the possible contribution to total volcanic-CO2 outgassing from ‘crustal contamination’ may be an important, and largelyoverlookedcomponent inwarmclimatesof Earth's past. Inwarm climates, shallow ocean basins, including areas over subduction zones, are rimmed with the shallow accumulation of carbonate rich material (carbonate minerals are particularly stable in warm water). These carbonates may decompose when intersected by melts migrating from the mantle wedge to the arc volcanoes, adding to the volcanic CO2 output. It could be thatwarm (i.e. high CO2) climateswould begetwarm climates not through the subduction of carbonate but through the destruction of overlying sediments by arc volcanoes."
  }, {
    "heading": "Acknowledgments",
    "text": "This study grew out of a master's project completed by the first author during the autumn of 2009. We thank Mike Bickle, John Maclennan, DanMackenzie, andAlan Smith for veryhelpful discussions. AVT was supported and encouraged through her involvement with the Canadian Institute forAdvancedResearch(CIFAR). Reviews fromFrancis MacDonald and one anonymous reviewer greatly improved the manuscript."
  }],
  "year": 2011,
  "references": [{
    "title": "Eruptive and diffuse emissions of CO2 from Mount Etna",
    "authors": ["P. Allard", "J. Carbonnelle", "D. Dajlevic", "J. Le Bronec", "P. Morel", "M.C. Robe", "J.M. Maurenas", "R. Faivre-Pierret", "D. Martin", "J.C. Sabroux", "P. Zettwoog"],
    "venue": "Nature 351,",
    "year": 1991
  }, {
    "title": "A time-averaged inventory of subaerial volcanic sulfur emissions",
    "authors": ["R.J. Andres", "A.D. Kasgnoc"],
    "venue": "J. Geophys. Res",
    "year": 1998
  }, {
    "title": "The impact of subduction-zone metamorphism on mantle-ocean chemical cycling",
    "authors": ["G.E. Bebout"],
    "venue": "Chem. Geo",
    "year": 1995
  }, {
    "title": "Modeling the geochemical carbon cycle",
    "authors": ["R.A. Berner", "A.C. Lasaga"],
    "venue": "Sci. Am",
    "year": 1989
  }, {
    "title": "The carbonate-silicate geochemical cycle and its effect on atmospheric carbon dioxide over the past 100 million years",
    "authors": ["R.A. Berner", "A.C. Lasaga", "R.M. Garrels"],
    "venue": "Am. J. Sci",
    "year": 1983
  }, {
    "title": "The contributions of volcanoes to the global atmospheric sulfur budget",
    "authors": ["H. Berresheim", "W. Jaeschke"],
    "venue": "J. Geophys. Res",
    "year": 1983
  }, {
    "title": "Seismic evidence for widespread serpentinized forearc upper mantle along the Cascadia",
    "authors": ["T.M. Brocher", "T. Parsons", "A.M. Trehu", "C.M. Snelson", "M.A. Fisher"],
    "venue": "Margin. Geology",
    "year": 2003
  }, {
    "title": "Interaction between the Chile Ridge and Chile Trench: geophysical and geothermal evidence",
    "authors": ["S.C. Cande", "R.B. Leslie", "J.C. Parra", "M. Hobart"],
    "venue": "J. Geophys. Res",
    "year": 1987
  }, {
    "title": "Carbon dioxide in the atmosphere; evidence from Cenozoic and Mesozoic paleosols",
    "authors": ["T.E. Cerling"],
    "venue": "Am. J. Sci",
    "year": 1991
  }, {
    "title": "Quantification of deep CO2 fluxes from central Italy. Examples of carbon balance for regional aquifers and of soil diffuse degassing",
    "authors": ["G. Chiodini", "F. Frondini", "D.M. Kerrick", "J.D. Rogie", "F. Parello", "L. Peruzzi", "A.R. Zanzari"],
    "venue": "Chem. Geol",
    "year": 1999
  }, {
    "title": "Computation of phase equilibria by linear programming: a tool for geodynamic modeling and its application to subduction zone decarbonation",
    "authors": ["J.A.D. Connolly"],
    "venue": "Earth Planet. Sci",
    "year": 2005
  }, {
    "title": "The deep carbon cycle and melting in Earth's interior",
    "authors": ["R. Dasgupta", "M.M. Hirschmann"],
    "venue": "Earth Planet. Sci. Lett. Front",
    "year": 2010
  }, {
    "title": "Deep global cycling of carbon constrained by the solidus of anhydrous, carbonated eclogite under upper mantle conditions",
    "authors": ["R. Dasgupta", "M.M. Hirschmann", "A.C. Withers"],
    "venue": "Earth Planet. Sci",
    "year": 2004
  }, {
    "title": "The He–CO2 isotope and relative abundance characteristics of geothermal fluids in El Salvador and Honduras: new constraints on volatile mass balance of the Central American Volcanic Arc",
    "authors": ["G.A.M. de Leeuw", "D.R. Hilton", "T.P. Fischer", "J.A. Walker"],
    "venue": "Earth Planet. Sci",
    "year": 2007
  }, {
    "title": "Thermal effects of ridge subduction",
    "authors": ["S.E. DeLong", "W.M. Schwarz", "R.N. Anderson"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 1979
  }, {
    "title": "Non-steady state carbonate recycling and implications for the evolution of atmospheric pCO2",
    "authors": ["J.M. Edmond", "Y. Huh"],
    "venue": "Earth Planet. Sci",
    "year": 2003
  }, {
    "title": "Fluxes of volatiles (H2O, CO2, N2, Cl, F) from arc volcanoes",
    "authors": ["T.P. Fischer"],
    "venue": "Geochem. J",
    "year": 2008
  }, {
    "title": "Volatiles in the sub-arc mantle: insights from volcanic and hydrothermal gas emissions",
    "authors": ["T.P. Fischer", "B. Marty"],
    "venue": "J. Volcanol. Geotherm",
    "year": 2005
  }, {
    "title": "Subduction and recycling of nitrogen along the Central American Margin",
    "authors": ["T.P. Fischer", "D.R. Hilton", "M.M. Zimmer", "A.M. Shaw", "Z.D. Sharp", "J.A. Walker"],
    "venue": "Science",
    "year": 2002
  }, {
    "title": "The Solid Earth: An Introduction to Global Geophysics2nd Edition",
    "authors": ["C.M.R. Fowler"],
    "year": 2004
  }, {
    "title": "Magma-carbonate interaction: an experimental study on ultrapotassic rocks from Alban Hills (Central Italy)",
    "authors": ["C. Freda", "M. Gaeta", "V. Misiti", "S. Mollo", "D. Dolfi", "P. Scarlato"],
    "venue": "Lithos",
    "year": 2008
  }, {
    "title": "Carbonate metasomatism and CO2 lithosphere–asthenosphere degassing beneath the Western Mediterranean: an integrated model arising from petrological and geophysical data",
    "authors": ["M.L. Frezzotti", "A. Peccerillo", "G. Panza"],
    "venue": "Chem. Geol",
    "year": 2009
  }, {
    "title": "Chemical composition of volcanic gases",
    "authors": ["W.F. Giggenbach"],
    "year": 1996
  }, {
    "title": "The influence of H2O on mantle wedge melting",
    "authors": ["T.L. Grove", "N. Chatterjee", "S.W. Parman", "E. Medard"],
    "venue": "Earth Planet. Sci",
    "year": 2006
  }, {
    "title": "Mid-Tertiary tectonic transition in the Aleutian arc",
    "authors": ["J.A. Grow", "T. Atwater"],
    "venue": "GSA Bull",
    "year": 1970
  }, {
    "title": "Subduction of the Tethys Oceans Reconstructed from Plate Kinematics and Mantle Tomography, PhD, University of Utrecht, Netherlands",
    "authors": ["E. Hafkenscheid"],
    "year": 2004
  }, {
    "title": "Subduction zone thermal structure and mineralogy and their relationship to seismic wave reflections and conversions at the slab/mantle interface",
    "authors": ["G.R. Helffrich", "S. Stein", "B.J. Wood"],
    "venue": "J. Gephys. Res",
    "year": 1989
  }, {
    "title": "Noble gases and volatile recycling at subduction zones",
    "authors": ["D.R. Hilton", "T.P. Fischer", "B. Marty"],
    "venue": "Noble Gases in Cosmochemistry and Geochemistry. Mineralogical",
    "year": 2002
  }, {
    "title": "The isotopic composition of carbonaceous matter in a metamorphic profile from the Swiss Alps",
    "authors": ["J. Hoefs", "M. Frey"],
    "venue": "Geochim. Cosmochim",
    "year": 1976
  }, {
    "title": "2003.Anewparameterizationofhydrousmantle melting",
    "authors": ["R.F. Katz", "M. Spiegelman", "C.H. Langmuir"],
    "venue": "Geochem. Geophys. Geosyst",
    "year": 2002
  }, {
    "title": "Equatorial convergence of India and early Cenozoic climate trends",
    "authors": ["D.V. Kent"],
    "venue": "Muttoni,",
    "year": 2008
  }, {
    "title": "Metamorphic CO2 degassing from orogenic belts",
    "authors": ["D.M. Kerrick", "K. Caldeira"],
    "venue": "Chem. Geol",
    "year": 1998
  }, {
    "title": "Metamorphic devolatilization of subducted oceanic metabasalts: implications for seismicity, arc magmatism and volatile recycling",
    "authors": ["D.M. Kerrick", "J.A.D. Connolly", "2001a"],
    "venue": "Earth Planet. Sci",
    "year": 2001
  }, {
    "title": "Metamorphic devolatilization of subducted marine sediments and the transport of volatiles into the Earth's mantle",
    "authors": ["D.M. Kerrick", "J.A.D. Connolly", "2001b"],
    "venue": "Nature 411,",
    "year": 2001
  }, {
    "title": "Stability of hydrous phases in subducting oceanic crust",
    "authors": ["J. Liou", "S.R. Bohlen", "W.G. Ernst"],
    "venue": "Earth Planet. Sci",
    "year": 1996
  }, {
    "title": "CO2 fluxes from mid-ocean ridges, arcs and plumes",
    "authors": ["B. Marty", "I.N. Tolstikhin"],
    "venue": "Chem. Geol",
    "year": 1998
  }, {
    "title": "Carbonate stability and fluid composition in subducted oceanic crust: an experimental study on H2O–CO2-bearing basalts",
    "authors": ["J.F. Molina", "S. Poli"],
    "venue": "Earth Planet. Sci",
    "year": 2000
  }, {
    "title": "Low-latitude sea-surface temperatures for the midCretaceous and the evolution of planktic foraminifera",
    "authors": ["R.D. Norris", "P.A. Wilson"],
    "venue": "Geology",
    "year": 1998
  }, {
    "title": "The Alkenone-C02 Proxy and Ancient Atmospheric Carbon Dioxide. Philosophical Transactions: Mathematical, Physical and Engineering Sciences, Understanding Climate Change: Proxies, Chronology and Ocean–Atmosphere Interactions",
    "authors": ["M. Pagani"],
    "year": 2002
  }, {
    "title": "Marked decline in atmospheric carbon dioxide concentrations during the Paleogene",
    "authors": ["M. Pagani", "J.C. Zachos", "K.H. Freeman", "B. Tipple", "S. Bohaty"],
    "year": 2005
  }, {
    "title": "A critical evaluation",
    "authors": ["F.K.B. Johnston"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2011
  }, {
    "title": "Are the lower planes of double seismic zones caused by serpentine",
    "authors": ["Cosmochim"],
    "year": 2001
  }, {
    "title": "Seismic consequences of warm versus cool subduction",
    "authors": ["S.M. 2517–2520. Peacock", "K. Wang"],
    "year": 1999
  }, {
    "title": "Atmospheric carbon dioxide concentrations",
    "authors": ["P.N. 937–939. Pearson", "M.R. Palmer"],
    "year": 2000
  }, {
    "title": "Reaction between slab",
    "authors": ["R.P. Rapp", "N. Shimizu", "M.D. Norman", "G.S. Applegate"],
    "venue": "Glob. Planet. Change",
    "year": 1999
  }, {
    "title": "Composition and mass flux of sediment entering the world's",
    "authors": ["Chem. Geol"],
    "year": 1996
  }, {
    "title": "Origin of carbon in fumarolic gas from island",
    "authors": ["Y. Sano", "B. Marty"],
    "venue": "arcs. Chem. Geol",
    "year": 1995
  }, {
    "title": "Experimentally based water budgets for dehydrating slabs and consequences for arc magma generation",
    "authors": ["M.W. Schmidt", "S. Poli"],
    "venue": "Earth Planet. Sci",
    "year": 1998
  }, {
    "title": "Contrasting He–C relationships in Nicaragua and Costa Rica: insights into C cycling through subduction zones",
    "authors": ["A.M. Shaw", "D.R. Hilton", "T.P. Fischer", "J.A. Walker", "G. Alvarado"],
    "venue": "Earth Planet. Sci",
    "year": 2003
  }, {
    "title": "Excess degassing from volcanoes and its role on eruptive and intrusive activity",
    "authors": ["H. Shinohara"],
    "venue": "Rev. Geophys 46,",
    "year": 2008
  }, {
    "title": "Regional variations in volatile composition: isotopic evidence for carbonate recycling in the Central American volcanic arc",
    "authors": ["G. Snyder", "R. Poreda", "A. Hunt", "Fehn"],
    "venue": "Geochem. Geophys. Geosyst",
    "year": 2001
  }, {
    "title": "Use of the correlation spectrometer at volcanoes",
    "authors": ["R.E. Stoiber", "L.L.J. Malinconico", "S.N. Williams"],
    "venue": "Forecasting Volcanic Events,",
    "year": 1983
  }, {
    "title": "Melting of carbonated pelites at 2.5–5.0 GPa, silicate–carbonatite liquid immiscibility, and potassium–carbon metasomatism of the mantle",
    "authors": ["T.B. Thomsen", "M.W. Schmidt"],
    "venue": "Earth Planet. Sci",
    "year": 2008
  }, {
    "title": "Mesozoic/Cenozoic calcite compensation depth and the global distribution of calcareous sediments",
    "authors": ["T.H. Van Andel"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 1975
  }, {
    "title": "Tracing crustal and slab contributions to arc magmatism in the Lesser Antilles island arc using helium and carbon relationships in geothermal fluids",
    "authors": ["M.C. Van Soest", "D.R. Hilton", "R. Kreulen"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 1998
  }, {
    "title": "Observations at convergent margins concerning sediment subduction, subduction erosion, and the growth of continental crust",
    "authors": ["R. Von Huene", "D.W. Scholl"],
    "venue": "Rev. Geophys",
    "year": 1991
  }, {
    "title": "Global geochemical cycles of carbon, sulfur, and oxygen",
    "authors": ["J.C.G. Walker"],
    "venue": "Mar. Geol",
    "year": 1986
  }, {
    "title": "Volcanism, CO2 and palaeoclimate: a Late Jurassic–Early Cretaceous carbon and oxygen isotope record",
    "authors": ["H. Weissert", "E. Erba"],
    "venue": "J. Geol. Soc. Lond",
    "year": 2004
  }, {
    "title": "Trends, rhythms, and aberrations in global climate 65",
    "authors": ["J. Zachos", "M. Pagani", "L. Sloan", "E. Thomas", "K. Billups"],
    "venue": "Ma to present. Science",
    "year": 2001
  }],
  "id": "SP:505969ff01d185012cf4db4cbe92de6ed630f940",
  "authors": [{
    "name": "Fraser K.B. Johnston",
    "affiliations": []
  }, {
    "name": "Alexandra V. Turchyn",
    "affiliations": []
  }, {
    "name": "Marie Edmonds",
    "affiliations": []
  }],
  "title": "Decarbonation efficiency in subduction zones: Implications for warm Cretaceous climates"
}