{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nEarth and Planetary Science Letters\nj ourna l homepage: www.e lsev ie r.com/ locate /eps l\nGeologic history of Mars\nMichael H. Carr a,⁎, James W. Head III b\na U. S. Geological Survey, Menlo Park, CA 94025, USA b Department of Geological Sciences, Brown University, Providence, R.I. 02912, USA\n⁎ Corresponding author. E-mail address: carr@usgs.gov (M.H. Carr).\n0012-821X/$ – see front matter © 2009 Elsevier B.V. Al doi:10.1016/j.epsl.2009.06.042\na b s t r a c t a r t i c l e i n f o\nArticle history: Accepted 26 June 2009 Available online 20 August 2009\nKeywords: Mars Geology History\nMars accumulated and differentiated into crust, mantle and core within a few tens of millions of years of Solar System formation. Formation of Hellas, which has been adopted as the base of the Noachian period, is estimated to have occurred around 4.1 to 3.8 Gyr ago, depending on whether or not the planet experienced a late cataclysm. Little is known of the pre-Noachian period except that it was characterized by a magnetic field, subject to numerous large basin-forming impacts, probably including one that formed the global dichotomy. The Noachian period, which ended around 3.7 Gyr ago, was characterized by high rates of cratering, erosion, and valley formation. Most of Tharsis formed and surface conditions were at least episodically such as to cause widespread production of hydrous weathering products such as phyllosilicates. Extensive sulfate deposits accumulated late in the era. Average erosion rates, though high compared with later epochs, fell short of the lowest average terrestrial rates. The record suggests that warm, wet conditions necessary for fluvial activity were met only occasionally, such as might occur if caused by large impacts or volcanic eruptions. At the end of the Noachian, rates of impact, valley formation, weathering, and erosion all dropped precipitously but volcanism continued at a relatively high average rate throughout the Hesperian, resulting in the resurfacing of at least 30% of the planet. Large water floods formed episodically, possibly leaving behind large bodies of water. The canyons formed. The observations suggest the change at the end of the Noachian suppressed most aqueous activity at the surface other than large floods, and resulted in growth of a thick cryosphere. However, presence of discrete sulfate rich deposits, sulfate concentrations in soils, and occasional presence of Hesperian valley networks indicates that water activity did not decline to zero. After the end of the Hesperian around 3 Gyr ago the pace of geologic activity slowed further. The average rate of volcanism during the Amazonian was approximately a factor of ten lower than in the Hesperian and activity was confined largely to Tharsis and Elysium. The main era of water flooding was over, although small floods occurred episodically until geologically recent times. Canyon development was largely restricted to formation of large landslides. Erosion and weathering rates remained extremely low. The most distinctive characteristic of the Amazonian is formation of features that have been attributed to the presence, accumulation, and movement of ice. Included are the polar layered deposits, glacial deposits on volcanoes, ice-rich veneers at high latitudes, and a variety of landforms in the 30–55° latitude belts, including lobate debris aprons, lineated valley fill and concentric crater fill. Most of the gullies on steep slopes also formed late in this era. The rate of formation of the ice-related features and the gullies probably varied as changes in obliquity affected the ice stability relations.\n© 2009 Elsevier B.V. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "Since 1996 three spacecraft have successfully landed on the martian surface and four have been placed in orbit. These vehicles have returned enormous amounts of data that are transforming our understanding of what Mars is like and how it arrived at its present state. The purpose of this paper is to summarize what the new data might imply for the geologic evolution of the planet (Fig. 1). It focuses\nl rights reserved.\nmainly on surficial processes such as erosion, sedimentation and weathering, rather than primary terrain-building processes such as impact, tectonism and volcanism since surficial processes arguably present the most puzzling aspects of Mars' geologic evolution. The role of liquid water is particularly puzzling. With a mean annual temperature close to 215 K at the equator and amean surface pressure of 6.1 mbar, the surface pressure is below the critical pressure for liquid water over half the planet's surface and everywhere temperatures are such that any liquid water that forms will rapidly freeze. Yet geologic evidence for the widespread presence of liquid water is compelling, particularly for early Mars, and claims have also been made of present-day water activity. Thus while the emphasis of the\npaper is on geology, the discussion has implications for climate and atmospheric evolution.\nMartian surface features have been divided into three age groups, the Noachian, Hesperian and Amazonian on the basis of intersection relations and the numbers of superimposed impact craters (Scott and Carr, 1978; Tanaka, 1986). Noachian terrains survive from the heavy bombardment era. The period was named for the heavily cratered Noachis region, following the long established terrestrial practice of naming periods after type localities rather than rock properties. The rest of Mars' history was divided into two periods, the Hesperian named for Hesperia Planum and the Amazonian, named for the younger Amazonia Planum. The Noachian period is estimated to have ended around 3.7 Gyr ago and the Hesperian period around 2.9– 3.3 Gyr ago (Ivanov, 2001; Hartmann and Neukum, 2001). The date of the end of the Noachian is unlikely to be grossly in error, but the date for the Hesperian–Amazonian boundary could incorporate significant errors. Dating younger (b1 Gyr) terrains, where small craters must be used, is more uncertain because of the non-uniform distribution of secondary craters (McEwen et al., 2005) and the possibility of a long term decline in impact rates (Quantin et al., 2004). Recently Bibring et al. (2006) suggested alternate names for the time stratigraphic units, based on mineralogical characteristics, but we will retain here the traditional, more neutral nomenclature based on type localities."
  }, {
    "heading": "2. Very early events",
    "text": "Presence of excess 182W and 142Nd in martian meteorites and the 4.5 Gyr age of ALH84001 indicate that Mars accreted and differ-\nentiated into crust, mantle and core remarkably quickly, within a few tens of millions of years of Solar System formation (Lee and Halliday, 1997; Brandon et al., 2000; Nyquist et al., 2001; Borg et al., 2003). Rapid core formation and estimates of an average crustal thickness of several tens of kilometers (Zuber et al., 2000) place constraints on thermal evolution models. According to Hauck and Phillips (2002), heat flows would have peaked at 60–70 mWm−2 around 4.4 Gyr ago, and then declined almost linearly to a present value of not more than 10–20 mW m−2, and possibly much lower, as indicated by the lack of flexure of the lithosphere under the present polar loads (Johnson et al., 2000; Phillips et al., 2008). By 4 Gyr ago, over 70%, and possibly considerably more of the crust would have accumulated. The rate of volcanism was likely coupled to the heat flow, so it may also have started high and declined rapidly during the first few hundred million years, although geomorphic evidence of the volcanism during these early times has been mostly destroyed. Tharsis may have started to build but, while there is evidence that Tharsis hadmostly accumulated by the end of the Noachian, 3.7 Gyr ago (see below), we have no record of the start of its accumulation. Any volcanism would have been accompanied by outgassing of volatiles such as water and sulfur.\nOne of the more surprising results of the Mars Global Surveyor mission was discovery of large magnetic anomalies, mostly in the southern highlands (Acuña et al., 1999; Connerney et al., 1999). Anomalies are mostly absent around the large, easily recognizable impact basins. The simplest explanation is that early Mars had a magnetic field that left large anomalies that were subsequently destroyed in and around impact basins such as Hellas, Utopia, Argyre and Isidis (Solomon et al., 2005). Some of the anomalies in the\nsouthern uplands are striped, drawing comparisons with terrestrial sea floor features (Connerney et al., 1999; Fairen et al., 2002), but if plate tectonic occurred on early Mars all geomorphic evidence was subsequently destroyed. Another suggestion is that the anomalies are due to the presence of deep dike swarms (Nimmo, 2000).\nThe amount of water and other volatiles acquired during accretion and subsequently outgassed and retained at the surface is very uncertain. It depends on the mix of materials accreted to form the planet (Dreibus and Wänke, 1987; Lunine et al., 2004) the efficacy of outgassing of water and its retention during accretion (Matsui and Abe, 1987), losses due to hydrodynamic escape (Zahnle et al., 1988; Pepin, 1994), the timing and amount of any late volatile rich additions to the planet after global fractionation (Chyba, 1990), the efficacy of impact erosion (Melosh and Vickery, 1989) and upper atmosphere processes (Jakoskyand Jones,1997) in removingwater, and the amount of volcanic outgassing subsequent to the accretionary period (Greeley and Schneid, 1991; Phillips et al., 2001). Because of uncertainties in the efficacy and timing of all these processes,models of the early history of the planet do not place strong constraints on the amount of water that was subsequentlyavailable at the surface to participate in geologic processes.\nHow deep into the era of heavy bombardment the geologic record can be discerned from the surface topography is unknown. Part of the uncertainty stems from the cratering history: whether there was a late spike in basin formation around 3.9 Gyr ago (Tera et al., 1974; Solomon andHead, 2007) or a steady decline after accretion (Stöffler et al., 2006). Frey (2003) proposed that the formationofHellas should be takenas the base of the Noachian. He noted that numerous large Quasi Circular Depressions (QCD's), such as Chryse and Acidalia, are discernible in the MOLA data, but only vaguely visible in the imaging. Some of these are probably remnants of impact basins that pre-date the formation of Hellas, so by his definition formed in the pre-Noachian era. The time of formation of Hellas is uncertain. From the number of craters and QCDs superimposed on basin rims, and estimates of the cratering rate for the late heavy bombardment period, that assume a steady decline rather than a late spike (Hartmann andNeukum, 2001). Frey (2003) estimated that Isidis is 3.9 Gyr old, Hellas is 4.1, Utopia is 4.12, and Ares is 4.23. These ages must, however, be viewed with considerable skepticism since much uncertainty remains about the timing of basin formation on the Moon, if there was a late heavy bombardment, and the relevant scaling of the impact flux to Mars.\nPossibly the oldest geologic event recorded in the configuration of the surface is formation of the global dichotomy (McGill and Squyres, 1991; Nimmo and Tanaka, 2005; Carr, 2006). The dichotomy is expressed in three ways that do not everywhere coincide: as differences in elevations, differences in crustal thickness and differences in crater densities. It results in a bimodal distribution of elevations, with a difference of 5.5 km between the two hemispheres (Aharonson et al., 2001). The thickness of the crust is estimated to average 30 km north of the dichotomy boundary and approximately 60 km to the south (Neumann et al., 2004). The differences in crater densities across the boundary may be a superficial difference as evidence suggests a densely cratered surface is present at depths below the present Hesperian–Amazonian surface north of the dichotomy, indicated by remnants of old craters that poke up through the younger plains, vague circular outlines in MOC images, and the QCDs. The low-lying, heavily cratered Noachian surface north of the dichotomy boundary is simply covered by younger deposits.\nNimmo and Tanaka (2005) suggested that the basement of the northern plains has retained a large crater population from around 4.1 Gyr ago on the basis of the number of QCD's detected within the depression. However, as we saw above the QCD data are very uncertain. A distinction must also be made between the time of formation of the depression and the time of formation of the fill. From the geologic evidence the dichotomy could have formed at any time between the formation of the crust 4.5 Gyr ago and the formation of the oldest of the clearly superimposed impact basins, such as Utopia and Chryse, around\n4.1 Gyr ago according to the Frey (2003) chronology and around 3.8 Gyr ago according to the late cataclysm model.\nThe mode of formation of the dichotomy is also uncertain. The presence of a Noachian surface at shallow depths below the present surface indicates that the northern plains cannot have formed by a process analogous to sea floor spreading and creation of new crust (Sleep, 1994), at least in post Hellas or later times. Another possibility is that the dichotomy is the result of one ormore large impacts (Wilhelms and Squyres, 1984; Andrews-Hanna et al., 2008; Marinova et al., 2008; Nimmo et al., 2008). The outline of the basin is partly masked by the younger volcanics of Tharsis and by Chryse which may be a younger superimposed basin. Neumann et al. (2004) expressed skepticism that the northern lowlands could be an impact scar, because there is little evidence for extreme thinning of the crust as there is within Hellas and Isidis, nor is there a perceptible rim around the basin. They prefer an early internal origin, tied to global mantle convection (Wise et al., 1979; Zhong and Zuber, 2001). Andrews-Hanna et al. (2008), however, by using gravity to trace the outline of the basin under Tharsis showed that the basinwas somewhatelliptical and that the geophysical data could be reconciled with an impact origin. Modeling suggests that the basin may have formed by an oblique impact by a body 1600–2700 km in diameter (Marinova et al., 2008). If the basin formed very early, soon after formation of the crust, it would have experienced erosion, sedimentation, isostatic rebound, and volcanic filling for hundreds of millions of years, an era almost as long as the terrestrial Phanerozic, before a more complete geologic record emerged after formation of the Hellas basin at the start of the Noachian.\nSurface conditions during the pre-Noachian are very uncertain since the geologic record has been almost completely erased and modeling of the retention of water and other volatiles incorporate large uncertainties. One certainty is that the surface was episodically disrupted by very large, basin forming impact events. As discussed further in the section on the Noachian, formation of these large (N500 km diameter) craters and basins would have resulted in ejection of large amounts of rock vapor and rock melt into and beyond the atmosphere, evaporated any oceans that might have been present, and raised the surface temperatures by several hundred K (Sleep and Zahnle, 1998; Segura et al., 2002). Despite the low solar luminosity, surface temperatures could have remained above freezing for years after each large impact event. Water injected into the atmosphere during the initial impact and during the subsequent warming of the surface and subsurface could rain out over years, the time depending on the size of the impact. Conditions during the long (possibly millions of years) periods between basin-forming events would have depended on the effects of smaller impacts, and the ability of the atmosphere to provide significant greenhouse warming during this era of low solar luminosity, which in turnwould have depended on the thickness of the atmosphere and its composition, particularly the abundance of trace greenhouse gases such as CH4 and SO2.\nIn summary, the pre-Noachian extends from the time of formation of the planet 4.5 Gyr ago to the time of formation of Hellas. Estimates of the age of Hellas range from4.1 Gyr ago to 3.8 Gyr ago depending on whether a steady decline in basin formation is assumed or a late spike. The planet differentiated into crust, mantle and core within a few tens of millions of years of planet formation, the global dichotomy probably formed early, the planet had a magnetic field and Tharsis may have started to accumulate before the era was over. Large impact craters and basins that formed episodically would have had devastating environmental effects. However, the nature of the atmosphere, the surface inventory of volatiles and surface conditions between large impact events are all unknown."
  }, {
    "heading": "3. The Noachian period",
    "text": "The most distinguishing features of the Noachian as compared with later times are high rates of cratering, erosion, and valley formation, the\naccumulation of most of Tharsis, and surface conditions that enabled widespread production of weathering products such as phyllosilicates (Fig. 1). The density of visible craters larger than 100 km in diameter in Noachian terrains is approximately 2×10−6 km−2 (Strom et al., 1992) or 300 such sized craters planet-wide. The visible craters probably all post-date the formationof Hellas, so areNoachian in age or younger. The cratering model of Ivanov (2001) suggests that 4 Gyr ago one 100 km diameter crater formed everymillion years, so that the 300 planet-wide number is crudely consistent with a 4.1 Gyr ago for Hellas. The impacts would have ballistically distributed ejecta around the planet, caused hydrothermal activity around the impact sites, comminuted surface materials thereby enabling them to be moved by wind and water, and brecciated the near surface materials thereby increasing their porosity, and so affecting groundwater movement and storage. The Noachian crater size distribution (Strom et al., 1992) and the Segura et al. (2002) model, imply that Noachian craters with diameters between 500 and 1000 km would have deposited approximately 300 m of ejecta planet wide; Hellas alone would have deposited 0.5 km. The coarser fraction from all these impactswould have formed bedded breccia depositswith thicknesses dependent on the size of the impact events and their proximity to the resulting craters. The fate of thefiner ejecta fractionwas likely more complicated. Large areas of the Noachian terrain have an etched appearance (Scott and Tanaka, 1986; Greeley and Guest, 1987; Malin and Edgett, 2001) as though parts of the surface had been formerly coveredwith easily erodible, horizontally layered deposits that have been partly removed by the wind. Fine-grained impact ejecta is likely a significant componentof these deposits, alongwith volcanic ash, as well as the products of weathering and erosion as discussed below. Admittance data suggests that the densely cratered terrain of the southern highlands has surface densities of 2500–3000 kg m−3 (McGovern et al., 2002), significantly lower than the density of the Tharsis volcanics and martian meteorites (3100–3300 kg m−3), and consistent with a crust that has been modified by impacts, erosion and sedimentation.\nMost of the volcanism during the Noachianwas likely concentrated in Tharsis, where a volcanic pile approximately 5000 km across and 9 km high may have largely accumulated by the end of the Noachian (Phillips et al., 2001). Large impact basins and the northern basin may also contain significant amounts of Noachian volcanic fill that is buried by younger deposits. Almost everywhere else, the rate of resurfacing by volcanism was low compared with resurfacing by impacts so that most Noachian terrain is dominated by impacts when viewed from orbit at the 100 m scale. Primary volcanic deposits are, however, present (Squyres et al., 2007). Despite the scarcity of geomorphic evidence for volcanism, most of the materials exposed in the cratered uplands are probably primary volcanic rocks (Bandfield et al., 2000; Mustard et al., 2005) or volcanic rocks reworked by impacts. They are mainly basalts rich in low calcium pyroxene, with variable amounts of olivine (Poulet et al., 2005; Bibring et al., 2006). The Columbia Hills (Squyres et al., 2007) may be typical of the cratered Noachian uplands in general. They are comprised mostly of basaltic rocks of various types, including pyroclastic flows and impact breccias. Many of the rocks have undergone aqueous alteration suggestive of circulation of hydrothermal fluids. Detection of primary igneous minerals, particularly olivine, inmuch of the Noachian terrain (Bibring et al., 2006)may indicate limited weathering since the deposition of the uppermost layers. However, widespread presence of hydrated silicates deeper in the section and in alluvial fans indicates widespread aqueous alteration prior to deposition of the olivine rich units.\nFormation of Tharsis deformed the martian lithosphere on a global scale to create a trough around the rise, an antipodal high, and gravity anomalies, as predicated by loading of a spherical elastic shell with the Tharsis topography (Phillips et al., 2001). It appears to have been largely in place at the end of the Noachian as indicated by slope indicators such as valley networks and lava flows. Approximately 3×108 km3 of rock accumulated to form Tharsis, the equivalent of a\nglobal layer 2 km thick. If the magmas contained amounts of water similar to theHawaiian basalts, the global equivalent of a layer ofwater 120 m deep would have been outgassed, together with significant amounts of sulfur. If all of Tharsis accumulated after 4.1 Gyr ago, the average extrusion rate would have been 0.75 km3 yr−1, approximately equivalent to the Hesperian extrusion rate for the entire planet (Greeley and Schneid, 1991). For comparison, the average extrusion rate for the Earth is 4 km3 yr−1 (Crisp, 1984). Another possible site of large accumulation of Noachian volcanics is the Utopia basin. It could contain 5×106 km3 of fill, the equivalent of a 35 m planet-wide layer, but the extent to which the fill is volcanic is unclear (Searles et al., 2006)."
  }, {
    "heading": "3.1. Erosion rates",
    "text": "The Noachian terrains are clearly much more eroded than younger terrains. While Hesperian craters as small as a few kilometers across generally preserve all their primary impact features, even delicate textures on their ejecta, Noachian impact craters several hundreds of kilometers across mostly have highly eroded rims and partly filled interiors. The contrast implies a precipitous drop in erosion rates at the end of the Noachian. The number of fresh appearing craters with well preserved ejecta patterns on Noachian terrains is comparable to the number on Hesperian terrains, which also suggests that high erosion rates persisted until the end of the Noachian and then rapidly declined (Craddock and Howard, 2002). Golombek and Bridges (2000) and Golombek et al. (2006) in summarizing all the data available on martian erosion rates concluded that although Noachian erosion rates were 2–5 orders of magnitude higher than they were subsequently, they still appear to have been lower than average terrestrial rates, being comparable to those of old flat cratons on Earth, or about 5 µm yr−1. However, such comparisons should be viewed with caution. Estimates of rates of geologic process on Earth, including erosion, are dependent on the time interval over which the process is measured (Gardner et al., 1987), the longer the time interval the lower the estimated rate, possibly because the longer time interval are more likely to include periods of inactivity.\nLow average rates of erosion in the Noachian compared with the Earth are consistent with preservation of the planet's larger features. The denudation rate for the continental U. S. is approximately 50 m/ 106 year s (Judson and Ritter, 1964). We do not know howmuch fill is in Hellas, but with a depth of over 9 km, it is unlikely to contain more than a few km. If we assume the floor of the basin (2×106 km2) has 2 km of fill derived from the surrounding drainage area (107 km2), we derive a denudation rate of 1–4 m/106 yrs depending on the age of Hellas, or almost two orders of magnitude lower than the U.S. rates. Average Noachian erosion rates, while orders of magnitude greater than the rates for subsequent eras, still appear low compared with terrestrial rates."
  }, {
    "heading": "3.2. Valley networks",
    "text": "Much, but not all of the Noachian terrain is dissected by valley networks. Most drain into local lows and are only up to a few hundred kilometers long, particularly in Cimmeria and Serinum where there is no strong regional slope. However, several valleys thousands of kilometers long drain northwest down the long regional slope from the high ground around Hellas toward the Chryse-Acidalia low. Stream profiles are poorly graded and closely follow the regional slopes (Howard et al., 2005a,b). There is little indication that formation of the best-preserved valleys resulted in a general lowering and grading of the landscape as occurs with long-lived terrestrial rivers. The result is low basin concavities, poorly graded stream profiles and poor correlation of basin circularity with elevation within the basins (Stepinski and Coradetti, 2004). Drainage densities vary considerably with location, up to the low end of the terrestrial range (Judson and Ritter, 1964;\nGolombek and Bridges, 2000). The apparent low drainage densities, amphitheater heads of tributaries, and rectangular cross-section suggested to many early workers that groundwater sapping had played a major role in formation of many of the valleys (Pieri, 1980; Carr and Clow, 1981; Baker et al., 1990; Gulick 1998) although all acknowledged that precipitation and/or hydrothermal circulation were needed to recharge the groundwater system to enable sustained or episodic flow. Better imaging and altimetry now show that dense, area-filling networks are common throughout the Noachian terrains. Precipitation followed by surface runoff, coupled with infiltration and groundwater seepage must have occurred at least episodically in the Noachian (Craddock and Howard, 2002; Irwin and Howard, 2002; Hynek and Phillips 2003; Stepinski and O'Hara, 2003; Howard et al., 2005a,b; Carr, 2006). Going from the upper Noachian into the Hesperian, valleys with sapping characteristics may become more common and surface runoff characteristics less common (Harrison and Grimm, 2005; Carr, 2006). However, Lamb et al. (2006) cast doubt on the efficacy of sapping in cutting valleys in coherent rock such as basalt, and suggest that often cited examples of sapping, such as Nirgal Vallis, may not be the result of sapping.\nMany lows, such as craters, have inlet and outlet valleys (open basin lakes; Fassett and Head, 2008a), indicating that lakes formerly occupied lows in the dissected terrains, as expected for a poorly graded landscape undergoing fluvial erosion. Indeed, Fassett and Head (2008a)mappedmore than 210 open-basin lakes, including some that are the size of Lake Baikal or the Caspian Sea on Earth, and others that form continuous interconnected chains that extend across the surface toward the northern lowlands for distances typically of ∼1000 km, but with several up to 4500 km in length. Deltas or fans are commonly observed where valleys enter the lows, with particularly striking examples in Eberswalde crater, Holden Crater, and in the Nili Fossae region (Jezero crater) (Malin and Edgett, 2003; Fassett and Head, 2005). The dimensions of the channel remnants on the Eberswalde delta suggest that the discharges were comparable to terrestrial streams draining similar sized basins (Moore et al., 2003) and that the deltas and fans may have taken only decades to form (Jerolmack et al., 2004). Chlorine rich deposits found in local lows within the Noachian uplands may be the result of evaporation of lakes (Osterloo et al., 2008). Temporary late Noachian to early Hesperian lakes are also suggested by the MER findings in Meridiani. Some of the sulfate-rich deposits found there may have been deposited in transient inter-dune lakes, and subsequently altered as a result of oscillations in the local groundwater table (Grotzinger et al., 2005a,b).\nFassett and Head (2008b) dated thirty valley network systems and found that the ages clustered in the late Noachian, near the Noachian– Hesperian boundary. Their data suggest a major change in valley formation intensity near the Noachian/Hesperian boundary in the Late Noachian or earliest Hesperian. Howard et al. (2005a,b) suggested that the more pristine valleys incised into the highland terrains are the result of a late Noachian to early Hesperian episode of incision. They make a distinction between the general degradation of the landscape and formation of the incised valley networks. They suggest that duringmost of the Noachian therewaswidespread fluvial erosion of crater rims and other high ground, and partial infilling of lows such as craters, but that formation of the incised networks was fundamentally different. Theywere incised into a degraded landscape, but contributed little to that degradation. They form an immature drainage system in which individual valleys are poorly graded, and basin development by erosion and alluviation barely occurred. Some support for the late incision model in which the more pristine, more easily detected valleys contribute little to the general landscape degradation is the observation that areas that appear only sparsely dissected, such as the region between Hellas and Argyre, are just as degraded as the highly dissected areas.\nDegradation of the Noachian landscape must have produced large amounts of erosional debris. Layered rocks are common in craters,\ncanyons, and other lows in Noachian terrains. Their erodability, the presence of steep scarps, and the lack of boulders at the bases of scarps, suggests that most of these layered Noachian deposits are indurated, fine-grained sediments rather than coherent volcanic rocks. Unknown amounts of Noachian fill could also be hidden under younger deposits in the low-lying northern plains, below cover of Hesperian Vastitas Borealis Formation (Kreslavsky and Head, 2002) and volcanic ridged plains (Head et al., 2002).\nOne the most striking characteristic of these sediments, irrespective of their age, is their rhythmic layering, which in some cases is remarkably regular (Malin and Edgett, 2000; Lewis et al., 2008). The layering could result from a variety of causes such as successive impacts and volcanic events, or changes in the erosional regime as a result of climate changes. While all these three processes likely contributed to the sediments, the extreme regularity of some of the layering argues against volcanism and impacts as a primary cause. The rhythmic depositional patterns suggest an astronomical forcing, such as changes in erosion rates brought about by climate changes linked to periodic changes in the orbital and rotational motions of the planet (Laskar et al., 2004).\nMany of the fluvial features found on post-Noachian terrains were formed by large outflow channels. However, despite widespread dissection during the Noachian, large floods appear to have been rare. Mawrth Vallis is one example. Ladon Vallis is another that may be part of a large ancient waterway extending from close to the rim of Argyre into the northern plains. It has been attributed to overflow of a lake in Argyre (Parker et al., 2000), although that interpretation has been challenged (Hiesinger and Head, 2002). Another possible flood feature is Ma'adim Vallis, which Irwin et al. (2002, 2004) plausibly argue was formed in part by rapid drainage of a large lake upstream from the main valley.\nThe widespread dissection of Noachian terrains coupled with surface runoff patterns and open basin lakes indicates at least episodic precipitation and warm surface conditions during the Noachian. Nevertheless, there is considerable uncertainty as to how sustained such conditions were, and whether there was ever a sustained global hydrologic system in which precipitation, infiltration, runoff and groundwater flow were in quasi equilibrium with evaporation and sublimation from large bodies of water and ice. Despite considerable relief along the dichotomy boundary and aroundHellas, large drainage basins analogous to the Mississippi and Amazon did not develop, although chains of open-basin lakes can be up to several thousand kilometers long (Fassett and Head, 2008a). Seemingly, the cumulative effects of erosion, alluviation and stream capture were insufficient to result in integration of drainage over large areas and growth of large basins. Hellas is instructive. There are no significant valleys draining into Hellas from the north andwest despite several kilometers of relief and despite the area having possibly experienced 100 to 400 My of erosion during the Noachian. Even if Hellas was filled with water to the −3.1 km level (Moore and Wilhelms, 2001), there is still 5 km of relief from the rim crest down to the proposed sea level to enable drainage. If the observed degradation of craters superimposed on the rim was due to fluvial erosion, then most of the drainage must have been local with the water accumulating in local lows to be lost by infiltration or evaporation. Such a scenario is also consistent with the apparent failure to transport large amounts of sediment from the Hellas drainage basin into the central depression. The sediment eroded from the highs must simply have accumulated in local lows.\nWhether there were ever oceans on Mars is one of the planet's most controversial issues (Parker et al., 1989, 1993; Head et al., 1999; Clifford and Parker, 2001; Carr and Head, 2003). Discussion has focused mainly on the possibility of post-Noachian oceans primarily because they could have resulted from the large post-Noachian floods discussed later, and because any evidence for oceans would be better preserved for the post-Noachian than that for the Noachian. However, the Noachian is the time for which we have the best evidence for\nwarm conditions under which oceans might be present. Clifford and Parker (2001) argue from estimates of the global inventory of water and the thermal conditions implied by the valley networks that possibly one third of the planet was covered by oceans during parts of the Noachian. Two possible Noachian shorelines have been identified within Hellas (Moore andWilhelms, 2001), and the absence of valleys in the Noachian of northwest Arabia could have resulted from burial by sediments, along the periphery of a northern ocean (Howard et al., 2005a,b). Despite these suggestions, the prospect for finding compelling geomorphic evidence of former Noachian oceans is poor, since such evidence, if it ever existed, would be vulnerable to erasure by burial and erosion (e.g., Head et al., 2002). Nevertheless, if Noachian Mars had a large inventory of water and if warm condition ever prevailed, then bodies of water would have accumulated in lows such as the northern lowland basin and Hellas."
  }, {
    "heading": "3.3. Weathering",
    "text": "A distinguishing feature of the Noachian as compared with later periods is the widespread presence of phyllosilicates, such as nontronite, Fe-rich chlorites, saponite and montmorillonite (Murchie et al., 2008), minerals that all form by the aqueous alteration of basalts (Zolotov and Mironenko, 2007). Where the geologic relations can be discerned, the phyllosilicates appear to be excavated from below the surface or are overlain by unaltered olivine-rich, rocks. Mustard et al. (2007) suggest, for example, that the olivine rocks that overlie phyllosilicates in the Nili Fossae formed from impact melts produced by the event that formed the Isidis basin. The relations suggest, in general, that prior to the uppermost Noachian, conditions were such that phyllosilicates could form, but conditions changed toward the end of the era such that rocks that formed at the end of the Noachian retain their primary mineralogy. Since there was negligible hydrous weathering of primary minerals for the rest of the planet's history (aside from surface coatings; see below), we are left with a Noachian surface on which weathered products are found locally where older materials are excavated to the surface or exposed by erosion. Near the end of the Noachian surface conditions appear to have changed from warmwet conditions under which hydrous weathering could occur, at least occasionally, to colder, drier conditions under which hydrous weathering was suppressed."
  }, {
    "heading": "3.4. Noachian climates",
    "text": "The geomorphic evidence for lakes and rivers (Carr, 2006; Fassett and Head, 2008a) the widespread presence of phyllosilicates in Noachian terrains (Bibring et al., 2006; Murchie et al., 2008), the evidence for groundwater movement and surface water at Meridiani (Grotzinger et al., 2005a,b), and chlorine rich deposits in local lows (Osterloo et al., 2008) all suggest at least episodic warm conditions during and at the end of the Noachian. Greenhouse models indicate that it is difficult to raise global temperatures sufficiently to allow widespread precipitation on early Mars with only a CO2–H2O atmosphere because of Mars' distance from the Sun, the expected low energy output of the Sun, and formation of CO2 clouds (Kasting 1991). Although some carbonates have been detected from orbit (Ehlmann et al., 2008), extensive deposits have not been detected (Bibring et al., 2006). Failure to detect significant carbon sinks, coupled with the difficulty of losing carbon to space, is difficult to reconcile with presence of a thick (N1 bar) CO2 atmosphere during and particularly at the end of the Noachian, when the most prominent valleys formed. If Mars was at least episodically warm and wet near the end of the Noachian, somemechanism other thanwarming simply by a CO2–H2O greenhouse seems to be required. Possibilities include presence of other greenhouse gases such as SO2 and CH4, or the effects of large scale climatic perturbations resulting from impacts or volcanism. Large impacts would warm the surface and inject significant amounts\nof water into the atmosphere that could precipitate out over decades to form the valleys (Segura et al., 2002). For example, formation of 600 km, 1000 km and 2500 km craters are estimated to result respectively in global precipitation of 2, 9 and 16 m of water (Marinova et al., 2008). Some possible difficulties with the model are (1) the trivial amounts of precipitation that result from these very large impacts, which are few in number, compared with the amounts typically needed to erode terrestrial valleys, (2) the fact all the Noachian craters with the above sizes are highly eroded and must be much older than the valley networks that we observe (Fassett and Head, 2008b), particularly the more pristine ones, and (4) the two best preserved impact basins, the 200 km diameter Lowell and the 220 km diameter Lyot are only minimally dissected by valley networks. Thus, while the mineralogic and geomorphic evidence for warm conditions in the Noachian is convincing, how such conditions were achieved remains obscure."
  }, {
    "heading": "4. Hesperian period",
    "text": "The Hesperian period (Fig. 1) was initially invoked to distinguish old post-Noachian plains such as Hesperia Planum and Lunae Planum from younger plains such as those in Tharsis and Amazonis and was subsequently defined more quantitatively according to the number of superimposed craters (Scott and Tanaka, 1986; Strom et al., 1992). The crater densities suggest that the period extends from the end of heavy bombardment around 3.7 Gyr ago to around 3 Gyr ago (Hartmann and Neukum, 2001), approximately coincident with the early Archean on Earth. The main characteristics of the Hesperian period are continued, but possibly episodic, volcanism to form extensive lava plains, low rates of valley formation compared with the Noachian, formation of the canyons, formation of the largest outflow channels and their terminal lakes or seas, extremely low rates of erosion, a steep decline and possibly cessation of rock alteration to form phyllosilicates and accumulation locally of sulfate-rich deposits, particularly in the western hemisphere (Fig. 1). The steep decline in rates of erosion, weathering and valley formation strongly suggests that surface conditions favorable to aqueous erosion and weathering, seemingly common in the Noachian, were rare in the Hesperian.\nHesperian volcanism is evident mainly in the form of ridged plains, and a number of low shield-like central edifices, known as paterae (Apollonaris, Alba, Peneus, Hadriaca, Amphitrites, etc.; Greeley and Spudis, 1981). In the western hemisphere Hesperian lava plains occur mainly around the eastern periphery of Tharsis (Watters andMaxwell, 1986; Scott and Tanaka, 1986). In the eastern hemisphere, they form Hesperia Planum, Syrtis Major Planum, Malea Planum and much of the floor of Hellas (Greeley and Guest, 1987). Hesperian ridged plains, present in local lows throughout the cratered uplands of both hemispheres, are likely to also have a significant volcanic component; indeed, extensive feeder dikes hundreds of kilometers long have been mapped in the Huygens–Hellas region, and their widths are consistent with flood basalt effusion rates (Head et al., 2006c). Partly buried craters and subdued ridges in Vastitas Borealis suggest that the northern plains are underlain by Hesperian volcanics that are continuous with the volcanic ridged plains further south (Head et al., 2002) and Hesperian plains almost certainly underlie the younger Amazonian plains of central Tharsis and Elysium. In addition, some of the smaller shields in Tharsis may be Hesperian in age with flanks that were subsequently buried by younger lavas as Tharsis continued to accumulate, and the large Tharsis shields, including Olympus Mons, probably started to accumulate in the Hesperian, or even earlier despite the young ages of the present surfaces. Thus volcanismwas widespread in the Hesperian, continuing at an average rate of ∼1 km3 yr−1, comparable to the average Noachian rate (Greeley and Schneid, 1991). It resulted in the resurfacing of approximately 30% of the planet (Head et al., 2002), if we assume\nthat in central Tharsis and Elysium Hesperian volcanics underlie the younger Amazonian deposits (Tanaka et al., 1988).\nInitially two types of Hesperian plains were recognized from TES spectra (Bandfield et al., 2000). Type 1, found mostly at low latitudes, is compatible with basalts. Type 2, found mostly at higher latitudes, is more silica-rich and similar in composition to terrestrial andesites. At least two possibilities have been suggested to explain the Type 2 compositions. The first is that the composition is that of the primary igneous rock which would imply awet mantle (Bandfield et al., 2000). The second interpretation is that the Type 2 material is altered rind on a Type 1 basalt (Wyatt and McSween, 2002; Wyatt et al., 2004; McSween et al., 2009), the alteration being enhanced at higher latitudes because of themore frequent presence of snow and frost. The issue remains unresolved. Olivine is detected almost everywhere in orbital spectra of the Hesperian plains where dust is sparse or absent (Christensen et al., 2001; Putzig et al., 2005), which likely implies only limited chemical weathering."
  }, {
    "heading": "4.1. Valleys and channels",
    "text": "The rate of formation of large, integrated valley networks declined by the earliest Hesperian period (Fassett and Head, 2008b). But despite the decline, there are examples of Hesperian, and even Amazonian valley networks, particularly on volcanoes (e.g. Alba Patera, Ceraunius Tholus, Hecates Tholus; Gulick, 1998; 2001; Fassett and Head, 2006, 2007, 2008b). A rare example of a heavily dissected Hesperian plain is that adjacent to southern Echus Chasma (Mangold et al., 2004). Thus, although a change in conditions resulted in the dramatic drop off in valley formation at the end of the Noachian (Fassett and Head, 2008b), conditions were occasionally such that fluvial erosion to form small valleys was enabled, at least locally. These conditions may have been different than the climatic conditions that led to the Noachian valley networks; Fassett and Head (2008b) compare the earlier and later valley networks and conclude that some of the later ones were caused by local geothermal melting of summit snowpack on the volcanoes, not global climate change.\nIn contrast, most of the large outflow channels formed in the Hesperian, particularly the late Hesperian (Tanaka et al., 2005). The most important question concerning outflow channels is whether or not they were carved by liquid water. Some outflow channels have features in common with lunar and venusian rilles, including abrupt beginnings, streamlined islands, inner channels, anastomosing reaches, and terraces (Leverington, 2004). Lava flows are clearly visible in some outflow channels (e.g. Marte Vallis, Athabasca Valles), and the source of some outflow channels (e.g. Cerberus Fosssae) are also sources of lava flows (e.g., Head et al., 2003a). Boulders, omnipresent in the low-lying northern plains at the ends of the large Chryse channels, suggested to McEwen et al. (2007) that lava flows, rather than fluvial sediments, are at the surface (Jaeger et al., 2007). Despite these observations, a fluvial origin for most of the large outflow channels seems secure, although Hesperian ridged plains lie at shallow depths below the surface of the Vastitas Borealis Formation, and may be the sources of some of the boulders (Head et al., 2002; Kreslavsky and Head, 2002). The lunar and venusian rilles are only a few kilometers across as compared with tens of kilometer widths of Kasei, Ares, Mangala, and others. Most of the sinuous rilles are simple in form and lack the rich array of landforms that are common to both the martian outflow channels and large terrestrial flood features (Baker andMilton,1974). In addition, the floors of several rubble-filled channel sources (e.g. Juventae Chasma and Aromatum Chaos) are at a much lower elevation than the outgoing channels yet show no evidence of former lava lakes such as draping of the source depressions by lava. An aqueous origin is also supported by sulfaterich deposits in several source depressions such as Juventae Chasma (Gendrin et al., 2005; Bibring et al., 2006). Although some of the simpler, rille-like channels, such as Hrad Vallis, may be cut by lava, the\nfollowing discussion will assume that the larger, more complex outflow channels such as Kasei, Tiu, Simud, Ares, Mangala, and Maja were cut by large floods of water. If this assumption is correct then large bodies of water must have been left in the lows at the ends of the channels when the floods were over.\nThe abrupt start of outflow channels indicates that they formed not by surface drainage immediately following precipitation but by the rapid release of large volumes of stored water. The storage medium could be a subsurface groundwater aquifer, or a lake (as with the Channeled Scabland of EasternWashington), or ice (as with Icelandic jokulhlaups). All three possibilities may be represented on Mars. (1) Several large channels that emerge from rubble filled depressions south of the Chryse basin, and others elsewhere that start at graben appear to have formed by eruptions of groundwater (Carr, 1978; Wilson and Head, 2004; Ghatan et al., 2005). (2) Drainage of lakes in the Valles Marineris is suggested by eroded sections of Ganges, Eos and Capri Chasmas and the mergers of Kasei Vallis with Echus Chasma, and Maja Vallis with Juventae Chasma (McCauley, 1978; Lucchitta et al., 1992; Harrison and Chapman, 2008). (3) Chasma Boreale may have formed from meltwater from the north polar cap (Clifford, 1980; Fishbaugh and Head, 2002; Hovius et al., 2008).\nNumerous estimates have been made of peak discharges and the volumes of water involved in the floods. The main difficulties are in knowing the flood depth and how long the floods lasted. Channel depths can be measured but they give only an upper limit for the stream depth. Most estimates of peak discharges for the largest channels range from 107 to 108 m3 s−1 depending on the channel and the assumed depth (Baker, 1982; Robinson and Tanaka, 1990; Wilson et al., 2004; Ghatan et al., 2005; Leask et al., 2007). The large uncertainty in the discharges propagates into the size of the bodies of water left after the floods.\nIf the floods formed by water, then a groundwater source appears almost inescapable for channels such as Shalbatana, Tiu, Maja and Ares that originate in chaos filled depressions and for those such as Mangala, and Athabasca that originate at graben. The sources are likely extensive aquifers trapped belowa thick cryosphere (Hanna and Phillips, 2005). The discharges from such aquifers would be restricted by the dimensions of the aquifers, their permeability, the hydrostatic head and the dimensions of the conduit to the surface (Carr, 1978; Head et al., 2003a; Manga, 2004; Ghatan et al., 2005; Leask et al., 2007). Andrews-Hanna and Phillips (2007), acknowledging the difficulties of estimating peak discharges from channel dimensions, estimated discharges for Ares Vallis by modeling the eruption of groundwater from an overpressurized aquifer trapped below a kilometers thick cryosphere. Their estimates of the peak discharge for Ares range from 106 to 107 m3 s−1 depending on the assumed aquifer and conduit dimensions and properties.\nAn important attribute of groundwater eruptions is that the discharge peaks rapidly (within hours), then declines by almost a factor of ten within a few days, as hydrostatic pressure around the eruption site falls and flow toward the eruption site is constrained by the aquifer properties. For martian conditions, the flow in the conduit to the surface will ultimately freeze as the discharge rate declines and heat is lost from the conduit to the surrounding cryosphere. According to Andrews-Hanna and Phillips (2007), for example, a typical Ares floodwould have had a peak discharge around 107m3 s−1, the conduit to the surface would have frozen after 20–30 day s, at which time the streamwould have been only a few meters deep and 1–5×103 km3 of water would have been erupted. They suggested that after such a flood the aquifer could be recharged from more distant parts of the pressurized aquifer, and that successive floods would have occurred to carve Ares Vallis. The total volume eroded to form Ares Vallis is approximately 8×104 km3. Thus, according to the Andrews-Hanna/ Phillips model, several tens of such floods may have been needed to carve Ares Vallis, depending on the sediment load.\nThe high discharges require the aquifer be pressurized. This could result simply from the aquifer topography and supply of water from highs such as Tharsis and Elysium (Russell and Head, 2003, 2007; Harrison and Grimm, 2004) or from tectonic pressurization, particularly for channels such as Mangala and Athabasca that start at faults (Andrews-Hanna and Phillips, 2007). Emplacement of dikes may also have contributed to water release, by cracking of the cryosphere, melting of ground ice and creating fractures that act as both horizontal and vertical conduits (Head et al., 2003a; Wilson and Head, 2004).\nThe apparent scarcity of large groundwater eruptions to form large floods in the Noachian may have resulted from the lack of a thick cryosphere. Their repeated occurrence in the Hesperian may be another consequence of a change in surface conditions at the end of the Noachian that is implied by the decline in formation of valley networks and hydrated weathering products. The change led to the growth of a thick cryosphere, thereby enabling large groundwater eruptions. The decline in groundwater eruptions toward the end of the Hesperian could result from a variety of causes such as depletion of water below the cryosphere, growth of the cryosphere to engulf most of the high porosity megaregolith, or declining tectonic and volcanic activity."
  }, {
    "heading": "4.2. Valles Marineris",
    "text": "The Valles Marineris present some of the most puzzling issues of martian geology, including how and when they formed, the origin of their interior layered deposits, whether the canyons ever contained lakes, and if so how the lakes formed and dissipated. The primarily structural origin by movement along faults radial to Tharsis was recognized early (Sharp, 1973; Blasius et al., 1977). But not all of the negative relief of the canyons was created simply by faulting along parallel normal faults to create graben. The common transition from individual pits, to chains of coalescing pits, to discontinuous linear depressions with scalloped walls to continuous canyons indicates that collapse of the near surface materials into voids at depths also took place at a wide range of scales (Tanaka and Golombek, 1989). NNE– SSWextension to form the rifts may have occurred over a billion years, and thinned the crust under the canyons (Mège and Masson, 1996; Schultz and Lin, 2001). Some of the larger normal faults may have extended through the entire lithosphere. Extension may also have been accompanied by dike intrusions (McKenzie and Nimmo, 1999). East of approximately 310 E structural control by Tharsis radials is much less obvious. In addition, the N–S Echus Chasma, if formed by faulting, appears at odds with the Tharsis centered stress system.\nThe age of the canyons is difficult to determine precisely. They formed mainly as a result of stresses created by the Tharsis load. Since Tharsis appears to have largely formed by the end of the Noachian, it is likely that the canyons started to form in the late Noachian. This is also consistent with the changing patterns of deformationwith time in the Tharsis region (Anderson et al., 2001), but the fact that the rim of Valles Marineris is made up of early Hesperian ridge plains (Greeley and Guest, 1987) suggests that most of the opening occurred after the early Hesperian (Webb and Head, 2002a,b; Montgomery et al., 2009). Opening of the main troughs was followed by erosion of the walls into their characteristic spur and gully topography and erosion of the side canyons such as those on the south wall of Ius Chasma. The spurs, gullies and side canyon are cut by faults and there is little if any evidence of alluvial fans or deltas on the canyon floors. The canyon floors were probably still subsiding when erosion occurred, and the fans that resulted from the erosionwere either eroded away or buried by younger deposits. In contrast, the landslides, the youngest features that cut the adjacent plains, accumulated on the canyon floor and are rarely cut by faults. Most of the landslides are Amazonian but some may be as old as late Hesperian (Quantin et al., 2004). The floors of Coprates and Ganges are continuous eastward with the late Hesperian aged Tiu and Simud Valles. These data collectively suggest that\ncanyons started opening in the Noachian and that faulting, subsidence of the floor, and erosion of the walls continued through the late Hesperian, after which faulting and subsidence was minor and widening was largely restricted to landslides.\nMounds of layered sediments are widespread within the canyons, at elevations that range from under −3000 m in Melas to over 3000 m inwest Candor. Most are rich in hydrated, mainly Mg and Ca sulfates (Bibring et al., 2006; Murchie et al., 2008). For the last 30 year s the favored origin for the sediments is that they were deposited in intra-canyon lakes (Nedell et al., 1987; Komatsu et al., 1993; Weitz and Parker, 2000; Harrison, 2007; Harrison and Chapman, 2008). Such an origin is consistent with the fine layering of the sediments, superposition relations across the Ophir–Candor divide, the marked contrast in erosional styles between the sediments and the canyon walls, and the presence of sulfates. The lake hypothesis is also supported by numerous fluvial features in and downstream of the Capri, Eos, Echus, Ganges and Juventae Chasmas which suggest that all these canyons once contained water that drained to the east and north in late Hesperian times. However, the lake hypothesis has many unresolved issues, such as the areal extent, interconnectivity, depth, and age of any lakes, the source of the sedimentary materials, the cause of the downslope dip of the sediments around the mounds (Hauber et al., 2006), the origin of the moat around the sediments in Hebes, Ophir and Candor, how the completely enclosed Hebes Chasma drained and how Echus Chasma with its limited volume could have given rise to the enormous Kasei Vallis. The only plausible shoreline so far identified within the canyons is one in Coprates Chasma at an elevation of approximately −3500 m (Harrison, 2007; Harrison and Chapman, 2008), 6500 m below the top of the sediments in Candor. The lake hypothesis does not necessarily imply deep lakes. The sediments may have accumulated over many millions of years by repeated episodes of evaporation and/or sublimation following injections of water into the canyons as a result of climatic events, faulting, or other causes. As indicated above, outflow channels commonly start at faults, so it is not unreasonable to conclude that the huge faults that created the canyons could have been conduits that supplied groundwater for lakes within the canyons. If climatic conditions were similar to today's, the lakes would have frozen and been hindered from draining away by a thick cryosphere.\nA variant of the lake hypothesis is that the canyons contained shallow lakes that episodically drained eastward to form the outflow channels but that the sediment mounds are largely eolian in origin. They strongly resemble mounds of finely bedded, sometimes sulfaterich, sediments found in craters throughout the highlands (e.g. Henry, Gale). The craters seemingly have acted as traps for eolian material, and the canyons may similarly have been traps for wind blown material that could have been deposited both subaerially and subaqueously. Other suggestions are that the canyon internal deposits are young pyroclastic deposits (Weitz and Parker, 2000), or products of sub-ice or sub-aqueous volcanism (Chapman and Tanaka, 2001).\nMalin and Edgett (2000) suggest a very different origin for the sediments. They argue that the sediments do not post-date the canyons but are instead simply remnants of the Noachian–Hesperian materials into which the canyons are cut. By this hypothesis the layering, the contrasting erosional styles and the superposition relations are inherited from the original pre-canyon materials. Lakes may still have been present at times but they did not result in deposition of kilometer-thick stacks of sediments, and the apparent young age of the sediments is an exposure age not a depositional age. Catling et al. (2006) similarly interpret the sulfate mounds in Juventae Chasma as erosional remnants of pre-canyon materials. The issue of whether or not the interior layered deposits is post-canyon sediments or pre-canyon remnants may have important implications for the evolution of the planet. If they are remnants, then Noachian deposits may be rich in sulfates, at least peripheral to Tharsis, as might be\nexpected if Tharsis accumulatedmostly in the Noachian (Phillips et al., 2001) and was accompanied by emission of large amounts of SO2."
  }, {
    "heading": "4.3. Oceans",
    "text": "If the outflow channels formed by floods, as is likely, then large bodies of water must have been left at their termini, which are mostly in the northern plains. Evidence for such bodies of water remains equivocal. Several possible shorelines have been tentatively identified in and around the northern plains (Parker et al., 1989, 1993; Clifford and Parker, 2001) and Hellas (Moore and Wilhelms, 2001) but they remain controversial, and often coincide with volcanic contacts (Carr and Head, 2003). Supporting evidence for the presence of former bodies of water of Hesperian age in the northern plains are partly buried ridges and craters, interpreted as the result of burial by sediments carried by the large floods (Kreslavsky and Head, 2002). The burying unit, part of the Vastitas Borealis Formation, covers an area of 1–2×107 km2 and has a minimum volume of 3×106 km3. The boundary of the unit is approximately coincident with the proposed Deuteronilus shoreline (Clifford and Parker, 2001). Its enclosed volume is more than adequate to account for even the largest estimated flood volumes (Robinson and Tanaka, 1990; Ghatan et al., 2005; Leask et al., 2007). Also supporting the former presence of bodies of water in the northern plains are numerous features that suggest that stagnant ice sheets could have been left behind when the bodies of water froze (Kargel et al., 1995). Most of the features (e.g. thumbprint terrain, polygonal ground) are found around the edge of the Vastitas Borealis Formation, but most of the features, particularly the polygonal terrain, date to the late Amazonian (Mangold et al., 2004; Levy et al., 2009). Arguing against the former presence of large bodies of water in the northern plains are the lack of detection of evaporites (Bibring et al., 2006) and the presence of large boulders up to 2 m in diameter in low areas where fine-grained sediments would be expected by the flood hypothesis (McEwen et al., 2007). We conclude that while a plausible case can be made for bodies of water as large as 107 km3, the volume implied by channel dimensions and burial by sediments, the case for larger bodies, being solely dependent on identification of shorelines, is less compelling. A major issue with respect to floods and oceans is where all the water went. The known sinks (polar layered terrain, high latitude regolith, lobate debris aprons, losses to space, etc.) appear inadequate to account for the volumes of water that were likely required to form the large channels. Other possible sinks are buried ice in the northern plains, ground ice elsewhere, and groundwater."
  }, {
    "heading": "4.4. Polar and circumpolar deposits",
    "text": "The Dorsa Argentea Formation, a south circumpolar unit mapped as Hesperian in age (Tanaka and Scott, 1987), has been interpreted to be the remnants of a huge Hesperian polar ice deposit (Head and Pratt, 2001), covering more than two times the area of the current Amazonian-aged south polar layered terrain, which is superposed. The Dorsa Argentea Formation is characterized by pedestal craters, esker-like ridges, central pitted areas attributed to volcano–ice interactions, marginal pits and a candidate marginal lake deposit, and several major valleys extending from the edge of the deposit down into the Argyre basin (Ghatan and Head, 2002; Ghatan et al., 2003; Ghatan and Head, 2004; Dickson and Head, 2006). On the basis of these features, and the thickness and lateral extent of the deposits, the unit was interpreted to be an extensive Hesperian-aged polar ice sheet that underwent subsequent modification and melting, in part due to volcano–ice interactions, basal melting and drainage (Ghatan and Head, 2002; Ghatan et al., 2003). The detailed age of the deposit is uncertain due to its friable nature and the difficulty in distinguishing formation ages from modification ages (Tanaka and Kolb, 2001). Depending on its detailed age, it could be either a high-altitude source\nof meltwater feeding the global aquifer (e.g., Clifford, 1987, 1993) or one of the major sinks for water emplaced in the northern lowlands during the Noachian and Hesperian (Head and Pratt, 2001). The volatile-rich nature of parts of the Dorsa Argentea Formation has been confirmed by MARSIS data (Plaut et al., 2007)."
  }, {
    "heading": "4.5. Erosion and weathering",
    "text": "Both orbital and surface observations indicate that average erosion rates dropped 2–5 orders of magnitude at the end of the Noachian and that the low rates were sustained for the rest of the planet's history (Golombek et al., 2006). The rates of 0.02–0.03 nm yr−1 estimated for the uppermost Noachian or Hesperian lava plains of Gusev and the Pathfinder landing site aremany orders ofmagnitude below the lowest rates (104–105 nmyr−1) for the Earth. However, despite the extremely low average rates, extensive post-Noachian erosion has occurred locally with some post-Noachian units, such as the Medusae Fossae Formation and the polar layered deposits. The higher rates appear to occur mainly as a result of local events such as floods, or where rock properties are such that wind and sublimation are effective removal agents. In addition, steep slopes in mid-to-high latitudes are commonly gullied (Malin and Edgett, 2001). But the gullies appear to have contributed little to the infilling of craters, or back wasting of the crater walls despite their commonpresence in craters that must be billions of years old. Their fresh appearance represents a combination of their youthful age (Schon et al., 2009), and the very localized nature of the erosion in the framework ofmuch lower regional erosion rates, a phenomenon common in hyper-arid cold climates such as the Antarctic Dry Valleys (Marchant and Head, 2007).\nThe widespread detection from orbit of olivine (Bandfield et al., 2000) on post-Noachian surfaces indicates persistently low weathering rates throughout much of Mars history (Hoefen et al., 2003), olivine being a mineral particularly susceptible to breakdown under moist conditions. Low weathering rates are also implied by alteration of the basalts in Gusev. The basaltic flows on the floor of Gusev crater have a crater retention age of 3.6 Gyr (Greeley et al., 2005), and although individual boulders analyzed by the Sprit rover cannot be dated, they are likely also to be billions of years old. The rocks have a thin alteration rind inwhich S, Cl and Br are enhanced, but the primary minerals olivine, plagioclase and magnetite are retained. Chemical patterns in the soils indicate migration of soluble elements, thereby implicating liquid water. However, the alteration rinds and soil patterns are likely to be mainly the result of interactions at low water/rock ratios such as might result at low rates from acid clouds or local melting of frost under present or higher obliquity conditions (Haskins et al., 2005)."
  }, {
    "heading": "4.6. Sulfates",
    "text": "Abundant sulfates have been observed in the soils at all the landing sites so far visited (except Phoenix), many of the rocks in the Columbia Hills have been pervasively altered by sulfate-rich fluids, sulfates are a major component of the sediments at Meridiani, and thick sulfate deposits have been detected from orbit at several locations mainly in the western hemisphere, but also around the north pole. The altered, sulfate-rich Peace and Clovis class rocks in the Columbia Hills are almost certainly Noachian in age. The number of craters superimposed on the sulfate-rich Meridiani deposits suggest that they are upper Noachian in age (Lane et al., 2003; Arvidson et al., 2003, 2006. However, the age of the sulfate-rich deposits in depressions, such as Gale Crater (Milliken et al., 2009) are poorly constrained and could be significantly younger. The sulfate-rich dunes around the north poles are almost certainly Amazonian, but might be related to erosion of an older polar basal unit. As indicated above, the dominant view is that the thick sulfate deposits in Valles Marineris and Juventae Chasma postdate the canyons, and thus are Hesperian or younger, although a\nminority view asserts that they are part of the Noachian materials into which the canyons are cut (Malin and Edgett, 2000; Catling et al., 2006).\nThe sulfate-rich deposits sampled by Opportunity in Meridiani are part of the unit approximately 600 km across and several hundred meters thick that overlies typical Noachian cratered terrain. The unit appears etched in orbital images (Arvidson et al., 2003). The MER experimenters interpret the composition of the deposits analyzed by the rovers as the result of a mixture of approximately equal parts of a sulfate end member, and altered basalt, that has been depleted of approximately 50% of its original Fe, Mg and Ca. (Squyres et al., 2006). Jarosite, the only sulfate mineral detected by the rovers, has the same sulfur content as the hypothesized sulfate end member. Kieserite has been detected elsewhere in the etched unit by CRISM, as have phyllosilicates (Wiseman et al., 2007). The MER experimenters interpret the section at Meridiani to result largely from eolian deposition of sand-sized grains of the two end members to form dunes and sand sheets (Grotzinger et al., 2005a,b). Sedimentary structures indicative of aqueous deposition in the upper part of the section in Endurance crater suggest ephemeral, inter-dune lakes which are interpreted as acid because jarosite precipitates under very acid condition. Mineral casts and incrustations together with variations in Cl and Br in the section probably result from groundwater oscillations (McLennan et al., 2005). The wind-deposited sulfate-rich grains are also thought to have originally formed by evaporation in an acid playa environment (Hoefen et al., 2003). However, the evaporative origin of the sulfates at Meridiani has not been universally accepted (McCollom and Hynek, 2005; Knauth et al., 2005). In addition, detailed observations at Victoria crater show that the size of the hematite-rich concretions decreases higher in the stratigraphic section, interpreted by Squyres et al. (2009) to represent variations in the intensity of groundwater processes.\nSulfate minerals can form directly by weathering of basalts by acidic sulfate-rich fluids such as acid fogs, fumarolic condensates or groundwater affected by magmatic volatiles (Madden et al., 2004). They can also form by evaporation of waters derived from the weathering (Tosca et al., 2005; Tosca and McLennan, 2006). As weathering of a basalt by acidic, sulfate-rich fluid progresses, the pH rises, and the fluids become buffered by the basalt. The resulting alteration minerals and fluid compositions vary according to when weathering is arrested, such as by dissipation of the acid fogs or by a drop in the groundwater table. The composition of any resulting evaporites will also vary according to the composition of the fluids at the start of evaporation, and the extent to which dissolution of previously precipitated minerals can occur. Thus a wide range of outcomes are possible as a result of the weathering.\nThe sulfates at Meridiani appear to have been deposited mainly by the wind. The same is likely true for other sulfate deposits such as those in crater mounds like Gale crater and those in the north pole erg. For the bulk of the sulfate deposits at Meridiani, the MER experimenters favor a playa-like source, similar to that inferred for the upper part of the Endurance section, but no extensive sources have been identified. Because of the large volume of the etched Meridiani unit (approximately 105 km3), a playa source, fed either by surface runoff or groundwater, would imply the processing of large amounts of water. Evaporation of waters from the large floods appears ruled out because of timing and failure to detect evaporites in the northern plains. One possibility is that the Meridiani site is the preferred location of groundwater upwelling, and that repeated upwelling and evaporation resulted in the extensive sulfate-rich deposits observed (Andrews-Hanna et al., 2007).\nAnother possibility is that the sulfates did not all form by evaporation but that some are instead primary weathering products. By this scenario, acid fogs or other forms of acidic precipitation form easily erodible, sulfate-rich weathering rinds that are eroded by the wind and ultimately accumulate to form eolian sedimentary deposits.\nBy this mechanism discrete bodies of water are not required. PostNoachian weathering rates may have been too low for post-Noachian weathering to have contributed significantly to the numerous sulfaterich deposits that are observed, but the mechanism could have been significant in the Noachian when both weathering and erosion rates were much higher. The sulfates produced may then have been repeatedly eroded and deposited by the wind, over tens to hundreds of millions of years, so that their present locations, such as Meridiani, Valles Marineris, Gale Crater and the polar erg, have little relation to the sulfate's original sources.\nWhere sulfate deposits occur in Noachian terrain, as in Meridiani, they are at the top of the section. Although phyllosilicate are detected in Noachian terrains where craters have ejectedmaterials from deeper in the section, sulfates are not common (but see Wray et al., 2009; Milliken et al., 2009). There appears to be a transition from a mainly phyllosilicate producing era in the middle and late Noachian to a sulfate producing era in the late Noachian and Hesperian. Bibring et al. (2006) suggested that the transition was due to massive eruptions of sulfur that accompanied formation of Tharsis, an origin that may be at odds with the conclusions that Tharsis was largely built by the end of the Noachian (Phillips et al., 2001). Another possibility is that the enhanced sulfur activity is the result of the eruptions that formed the widespread Hesperian lava plains (e.g., Head et al., 2002). Yet another possibility is simply that sulfate-rich deposits become more visible in transitioning from the Noachian to the Hesperian because as the pace of processes such as impacts, volcanism, and fluvial erosion slows, the results of evaporation and eolian activity become more evident.\nThus, the planet underwent a major change in transitioning from the Noachian to the Hesperian (Fig. 1). Rates of impact and erosion declined dramatically. Volcanism, in the form of some local low edifices, and widespread smooth plains that became wrinkle-ridged, covered ∼30% of the planet. The intensity of valley formation also steeply declined, although not to zero (Fassett and Head, 2008b). Surface conditions changed such that the rate of weathering to produce phyllosilicates declined, but sulfate-rich deposits became more evident. In contrast, the rate of formation of large water floods increased, which likely resulted in the episodic, temporary presence of large bodies of water, particularly in the northern plains. The Valles Marineris appear to have largely formed by the end of the Hesperian, possibly being the source of some of the large water floods. The fate of the water involved in these floods is uncertain, but much of it may have been transported to polar cold traps, such as the south circumpolar Dorsa Argentea Formation (Head and Pratt, 2001). Many of these changes suggest a climate change at the end of the Noachian and start of the growth of a thick global cryosphere, although the magnitude of the change and its causes remain unclear. Increased atmospheric concentrations of volcanically degassed SO2 and H2S have been proposed to account for both the presence of liquid water in the Noachian–Hesperian and the lack of carbonates, due to an SO2 feedback mechanisms similar to the CO2 feedback mechanism on Earth (Halevy et al., 2007). In this scenario, as volcanism subsided, SO2 was rapidly removed from the atmosphere and surface temperatures dropped; these factors may help explain both the transition to a global cryosphere and the formation of sulfates."
  }, {
    "heading": "5. Amazonian Period",
    "text": "The Amazonian Period extends from approximately 3 billion years ago, the middle of the terrestrial Archean, to the present, encompassing two thirds of the history of Mars (Fig. 1). Despite the long time represented by the Amazonian Period, surface geomorphogical changes represented by basic processes of impact cratering, tectonism and volcanismaremodest, comparedwithearlierperiods, and the extremely low erosion and weathering rates that typified the late Hesperian continued (Golombek et al., 2006). Partly as a consequence of the low rates of terrain building, the effects of some surficial processes, such as\nthose involving ice and wind, are more evident than for earlier eras and perhaps the most distinguishing feature of the Amazonian is the abundant evidence for the action of ice, particularly at mid to high latitudes. Processes driven by obliquity variations are alsomore evident for this era, although such processes likely occurred throughout all of martian history (Laskar et al., 2004). The polar layered deposits, for example, provide a record mostly of recent events, but older similar records probably accumulated episodically at the poles thoughout the Amazonianandearlier (e.g., during theHesperian, as theDorsaArgentea Formation; Head and Pratt, 2001) but were subsequently modified or destroyed."
  }, {
    "heading": "5.1. Volcanism",
    "text": "Volcanic activity in the Amazonianwas largely in, and peripheral to Tharsis and Elysium, where the large shields continued to grow and lava plains continued to accumulate. The estimated eruption volumes (Greeley and Schneid, 1991) and the chronology given above (Hartmann and Neukum, 2001) suggest that average eruption rates dropped from approximately 1 km3 yr−1 in the Hesperian to approximately 0.1 km3 yr−1 in the Amazonian. These are, however, average rates. Clustering of crater ages around a few dates suggests that the eruption rate was highly episodic (Neukum et al., 2004, 2007; Werner, 2009), an observation supported by the episodic nature of caldera formation on the major shield volcanoes (Wilson et al., 2001). Most of the Amazonian volcanic plains are distinctively different from the earlier Hesperian plains. The earlier plains (the Lunae, Solis, Chryse, Hesperia, Syrtis Major, Hellas Plana, etc.) typically have numerous wrinkle ridges but few primary flow structures. In contrast most of the Amazonian plains have few wrinkle ridges but numerous primary volcanic structures such as flow fronts, lava channels, and lines of skylights at the crests of lava ridges. The scarcity of wrinkle ridges may reflect the concentration of many Amazonian flows in central Tharsis where the compressive stresses due to the Tharsis bulge are lower than in the peripheral regions, although one of the youngest plains, Amazonis Planitia, is peripheral to Tharsis and has few mare ridges. The lack of late-stage wrinkle ridges could also be due to evolutionary thickening of the lithosphere. The contrast in abundance of primary flow features is more difficult to understand, although it likely reflects differences in lava properties or eruption conditions (volatile content, temperature, fissure vs. point source, regional slopes, etc.). For example, it may be related to the apparent flood basalt style of Hesperian plains suggested by dike widths (Head et al., 2006c) compared to the smaller volumes that are often extruded from central edifices characterized by shallow magma reservoirs (Wilson and Head, 1994; Wilson et al., 2001). Crater ages of tens of millions of years for volcanic surfaces in Tharsis and Elysium (Berman and Hartmann, 2002), and crystallization ages as young as 150 My from martian meteorites (McSween, 2002), suggest that Mars is still episodically active, although at low rates averaged over hundreds of millions of years."
  }, {
    "heading": "5.2. Ice",
    "text": "Ice likely played a significant role in modifying the landscape throughout much of Mars' history (Kargel and Strom, 1992; Lucchitta, 1981) but its effects are most evident for the Amazonian. The possibility that extensive ice deposits were left in low areas after large Hesperian floods was mentioned above (Kargel et al., 1995; Kreslavsky and Head, 2002), and the south circumpolar Dorsa Argentea Formation may represent the sink for some of this water (Head and Pratt, 2001). In addition, ice-rich veneers cover most the surface at mid to high latitudes, deeper ground ice may be present at these latitudes (Clifford, 1993), and glaciation may have occurred locally and regionally in several places, including the tropics (Head\nand Marchant, 2003). Also, much of the ice presently at the poles appears to have accumulated late in the Amazonian.\nAt mid to high latitudes today ice is unstable at the surface because summer daytime temperatures rise above the frost point. However, daily temperature fluctuations damp out rapidly with depth, and modeling suggest that water ice is stable in many locations within a few tens of centimeters of the surface, the depth depending on the latitude and the thermal inertia of the materials overlying the ice (Mellon and Jakosky, 1995). At latitudes higher than 60°, neutron and gamma-ray spectrometer measurements detected ice at depths of tens of centimeters below a dehydrated layer (Boynton et al., 2002; Feldman et al., 2004), and the presence of an ice table centimeters below the surface was confirmed by the Phoenix lander (Smith, 2009). However, the amount of ice detected by the orbital and surface measurements was far in excess of that expected from simple vapor diffusion of ice into regolith pore spaces, requiring either huge amounts of secondary ice emplacement by diffusion (Mellon et al., 2008), or primary deposition of snow and ice and formation of surface sublimation lags during spin-axis/orbital climate variations (Head et al., 2003b). At latitudes much lower than 60°, comparably large fractions of ice are not detected by orbiter spectrometers, although geologic indicators of ground ice, such as patterned ground (Levy et al., 2009) and sublimation pitting (Mustard et al., 2001; Milliken et al., 2003), are present down to latitudes as low as 30°. The observations suggest that significant amounts of near-surface ice may be present down to latitudes as low as 25–30° at depths too deep to be detected by the spectrometers, or below the several hundred kilometer resolution of these instruments.\nThe stability of ice at the surface is sensitive to the obliquity cycle. During periods of high obliquity ice tends to be driven from the poles to be deposited at lower latitudes (Jakosky and Carr, 1985; Mellon and Jakosky, 1995). The reverse occurs at low obliquities. During the current epoch the obliquity oscillates between 15° and 35° about a mean of 24°, but Laskar et al. (2004) estimate that the average obliquity over geologic time is 40° and that there is a 63% probability that the obliquity reached 60° in the last 1 Gyr. At obliquities higher than 54° the average insolation rate at the poles is higher than at the equator. Moreover, most of the insolation is received during the summermonths when the pole and pole facing slopes at mid latitudes are constantly illuminated, thereby causing amplification and deep penetration of the annual thermal wave (Costard et al., 2002). This means that polar ice may be readily mobilized during higher obliquity epochs, and transported equatorward. At the current obliquity, ground ice should be present down to 40° latitudes, but indicators of ice at latitudes as low as 30° suggest that the ground ice has equilibrated with the more common higher obliquity conditions. It is thus likely that the current configuration of polar ice may be atypical, and that deposition of ice at lower latitudes may have been much more common in the Amazonian than suggested by its current configuration, an interpretation supported by the statistical analysis of the history of obliquity (Laskar et al., 2004) and emerging evidence for significant Amazonian non-polar ice deposits at many non-polar latitudes and longitudes (Head and Marchant, 2008).\nIn the most recent part of the Amazonian, most of the terrain in the 30–55° latitude belts is covered with a thin (∼10 m) veneer of material that forms a smooth surface where still intact and a finely pitted surface where partly removed (Mustard et al., 2001). It is interpreted to be an ice-dust mixture, deposited during a recent era of higher obliquities 0.4–2 Myr ago, that it is now in the process of being removed (Head et al., 2003b). If thick enough such mantling deposits could flow to form glaciers (Milliken et al., 2003). They have been invoked as a source of water that cut the gullies that commonly occur on steep slopes, as discussed below (Christensen, 2003). This mantling deposit has been interpreted to be the source of the significant volumes of shallow ice detected by the Odyssey spectrometers (Boynton et al., 2002; Feldman et al., 2004) and at\nthe Phoenix site (Smith, 2009). This depositional mantling hypothesis has been strengthened by the recent detection of shallow buried ice excavated by very recent impact craters (Dundas et al., 2009), and the presence of layering in the mantle that may represent the cyclic deposition of ice and the formation of sublimation lags (Schon and Head, in press).\nMuch thicker, possibly ice-rich, deposits occur preferentially at mid latitudes (Carr, 2001). Lobate debris aprons, adjacent to most steep slopes in the 30°–55° bands in both hemispheres are compelling indicators of the presence of ice (Squyres, 1978). They typically have convex-upward surfaces, are approximately 500 m thick adjacent to the slope at their origin and extend approximately 20 km away from the slope. Numerous surface textures indicate flow away from the slopes, with the aprons commonly wrapping around obstructions or converging on gaps in obstacles to the flow (Lucchitta, 1981). Similar features are not found at latitudes less than 30° where talus normally simply accumulates on slopes at the angle of repose.While the general consensus is that the enhanced mobility of slope debris is due to the presence of ice, there are several unresolved issues such as the fraction of ice needed to mobilize the flows, the relative roles of precipitated ice as opposed to ground ice, the extent towhich down-valley flowhas contributed to the formation of the valleys in the debris-flow regions, and the age of the flows. Several ideas have been proposed for the origin of the ice: 1) it could be primary residual ground ice shed from the slopes at the head of the debris aprons (Lucchitta, 1984), which implies that the ground ice is pervasive in the 30–55° latitude belts to depth of 10's to 100's of meters, consistent with flow of near-surface materials to produce a general softening of the terrain (Squyres, 1978); 2) the lobate debris aprons could represent ice-assisted creep caused by vapor diffusion of ice into talus pile pore spaces, with resultingmobilization and flow (a rock-glacier-like origin) (Pierce and Crown, 2003); 3) the lobate debris aprons could also represent debriscovered glaciers, involving significant precipitation of snow and ice during periods of higher obliquity, followed by glacial flow, and the development of a protective surface rock and soil sublimation till (Lucchitta, 1981; Head et al., 2006a,b). Experimental work suggests that if the debris flows are mixtures of rock and ice they must contain at least 28% ice (Mangold et al., 2002). Recent analysis has shown the presence of ring-mold craters on lobate debris aprons, a type of impact crater interpreted to be detecting the presence of relatively pure subsurface ice at shallow depths (Kress and Head, 2008). The detailed flow patterns seen in new high-resolution image data, the presence of ring-mold craters, and the presence of prominent sublimation features all support the debris-covered glacier model. In addition, the radar properties of these deposits are similar to those of the polar layered terrains, strongly suggesting nearly pure near-surface ice beneath a protective sublimation lag (Holt et al., 2008; Plaut et al., 2009). Evidence of upslope flow, trim lines within valleys, the beheading of flows and alcove-like accumulation areas collectively suggest that some of the flows were significantly thicker in the past than at present, and that ice formerly in the upstream sources has now been removed (Head et al., 2006a,b; Dickson et al., 2008).\nA similar ambiguity exists for the origin of the wide, flat-floored valleys with lineated fill that extend into the uplands from the plains upland boundary where it crosses the 30–55° latitude belt. Lineated valley fill may have formed simply by widening of typical valleys by flow of ice-rich materials shed from the valley walls (Squyres, 1978), or they could result from glaciation, an origin supported by their relationship to lobate debris aprons, their integrated patterns over thousands of km2, their similarities to regional plateau glaciation patterns on Earth (Head et al., 2006a,b, 2009), and the detection, by radar, of many hundreds of meters of nearly pure at shallow depths below the lineated valley fill texture. Whatever the origin of the lineated valley fill, significant down-valley flow was not needed to form it since there are several examples of lineated fill in valleys that are closed at both ends.\nImpact craters on the debris aprons have a wide range of preservation. Counts of all superimposed craters, irrespective of preservation, indicate ages of several hundred million years for the flows (Mangold, 2003; Levy et al., 2007; Morgan and Head, 2009), whereas counts of small fresh craters give ages of a few million years (Mangold, 2003). The counts indicate that the lobate debris aprons and lineated valley fill began forming at least several hundred million years ago and that the craters have been episodically or continually undergoing degradation by sublimation and other processes ever since. Degradation rates are such that small (b0.5 km) craters are preserved for millions of years.\nGlaciers also formed outside the 30–55° latitude belts during the Amazonian. On the northwest flanks of Olympus Mon and the other large Tharsis volcanoes, several features, including lobate flows and fan-shaped formations with finely striated margins, strongly suggest that former glaciers modified the volcanic surfaces and left extensive moraines on the adjacent plains (Lucchitta, 1981; Head and Marchant, 2003; Shean et al., 2005; Milkovich et al., 2006; Shean et al., 2007; Kadish et al., 2008). A glacial origin is supported by modeling studies of the general circulation of the atmosphere that indicate that the northwest volcano flanks are preferred sites for precipitation of ice during periods of high obliquity (Forget et al., 2006). Glacial flow models employing the location and amount of precipitation predicted by the general circulation models produce deposits similar to those observed (Fastook et al., 2008).\nWhile the geologic evidence for large fractions of recent very nearsurface ice at high latitudes (N60°) is compelling, and confirmed by direct observations, numerous issues remain. Geomorphic indicators of flow in older deposits, such as lobate debris aprons, lineated valley fill and concentric crater fill, suggest large (N30% up to relatively pure ice as detected by SHARAD; Holt et al., 2008; Plaut et al., 2009) fractions of near-surface ice may also be present locally and perhaps regionally under a many meters thick dehydrated layer down to latitudes as low as 30° and perhaps even very locally in the tropics. These deposits lie on what is thought to be a more extensive perhaps global cryosphere that may extend to kilometers depth (Squyres et al., 1992; Clifford, 1993). How thick is this ice-rich layer? Does it fill the bedrock pores to substantial depths (100's of meters to kilometers), or is it restricted to the interstices of the uppermost fragmental materials. When and how did the ice accumulate? Crater counts indicate that ice-abetted flow has been occurring for at least several hundred million years. Some of the ice could have been deposited as early as the late Hesperian (recent evidence has been presented for mid-latitude presence of ice on the surface in the Hesperian; Head et al., 2004; Morgan et al., 2009), a consequence of the large floods, or even earlier, the result of the changes in surface conditions at the end of the Noachian as indicated by the decline valley formation and aqueous weathering. Alternatively the ground ice may have accumulated entirely during the Amazonian as a consequence of deposition during obliquity highs."
  }, {
    "heading": "5.3. Fluvial activity",
    "text": "Although the main era of outflow channel formation was over by the end of the Hesperian, a few younger outflow channels have been identified, and more will likely be discovered as high-resolution imaging accumulates. In Tharsis, young outflow channels (MouginisMark, 1990; Plescia, 2003) are associated with the Olympica Fossae and with an unnamed set of fractures adjacent to the southeast cliff of Olympus Mons (Basilevsky et al., 2006) but the most prominent examples of young outflow channels are the Athabasca, Grjota, Rahway and Marte Valles in southeast Elysium. These have crater ages that range from 2 to 140Myr (Berman and Hartmann, 2002), and some cut plains with crater ages of 10 Myr (Burr et al., 2002). All the young outflow channels, both in Tharsis and Elysium, start at faultcreated fissures. If formed by water, they imply that in places liquid\nwater is present at depth, below the cryosphere, and can be released to the surface by tectonic activity, or dike-emplacement events (Head et al., 2003a), even in the present epoch.\nVery few demonstrably Amazonian valley networks have been identified. Unusually young valley networks occur in Melas Chasma and to the west of the south end of Echus Chasma (Mangold et al., 2004). While the units they dissect are late Hesperian (2.9 to 3. 4 billion years old), the valleys could be Amazonian (Fassett and Head, 2008b). Similarly, some of the valleys on densely dissected volcanoes such as Hecates could be Amazonian (Fassett and Head, 2008b). The most prominent unambiguously Amazonian valley networks are on Alba Patera. The origin of these valleys is unclear. Some form hierarchical networks that resemble those formed by terrestrial drainage systems, but interspersed among such networks are channels that clearly formed by lava, so that the role of precipitation in forming these valleys remains obscure. If formed by precipitation, then one possibility is that they formed by melting of ice deposits that accumulated during periods of high obliquity (Costard et al., 2002). Other possible Amazonian valley networks may occur locally, as in Lyot (Dickson et al., 2009).\nGullies are by far the most common fluvial-like features that formed in the Amazonian. They typically consist of an upper theatershaped alcove that tapers downslope to converge on one or more channels that extend further downslope to terminate in a debris fan (Malin and Edgett, 2001). They are mostly meters to tens of meters wide, hundreds of meters long, and are common on steep slopes in the 30–60° latitude belts, particularly in the south, having a preference for pole-facing slopes, at least at latitudes 30–45° (Balme et al., 2006; Bridges and Lackner, 2006; Dickson et al., 2007, 2009). Their origin is controversial. Although initially attributed to groundwater seeps, this origin now seems unlikely given the probable thick cryosphere during most of the Amazonian and the common presence of gullies at locations where groundwater is unlikely, as on slopes around mesas and central peaks and at crater rim crests. Dry mass-wasting may contribute to their formation but this also seems to be an unlikely cause since many of the gullies cut through bedrock ledges. Erosion by wind or flowing ice appears ruled out by their morphology, and erosion by liquid or gaseous CO2 appears ruled out by stability relations (Stewart and Nimmo, 2002). All the morphologic attributes are consistent with water erosion, and this is the broad consensus on their origin, although debate continues on the amount of water involved and its role in the actual erosion and deposition.\nIn the southern highlands at mid-latitudes, where most of the gullies occur, average daily summer temperatures are in the 220– 230 K range and surface pressures are below the triple point of water. While liquid water might temporarily exist under such conditions, particularly in the presence of salts, accumulation of sufficient liquid to erode gullies is unlikely, and although newly formed bright deposits associated with gullied slopes have been attributed to liquid water (Malin et al., 2006), a plausible alternative is that these deposits are simply dust avalanches (Sullivan et al., 2001). The gullies more likely result from the temporary presence of water produced by the melting of snow and ice deposited at mid-latitudes during periods of high obliquity (Head et al., 2003b). Such an origin is supported by modeling studies (Costard et al., 2002; Williams et al., 2009), by observations of the associations of gullies with very young glacial deposits that are also the sites of current water ice accumulation (Head et al., 2008), and by observations of gullies emerging from beneath what appear to be ice deposits on steep slopes (Christensen, 2003). The age of the gullies cannot be easily determined because of their small area, but recent studies have been able to link gully activity to more widespread stratigraphic markers (dunes, Reiss et al., 2004; crater ejecta, Schon et al., 2009), and these ages suggest that they were active in the very recent geological past, consistent with their formation from melting of the recent ice-rich latitude dependent mantle (Milliken et al., 2003; Head et al., 2003b). Thus, fluvial activity\nduring the last 3 billion years of Mars' history has been minor, and restricted mainly to rare groundwater eruptions, very rare valley network formation, and the gullying of steep slopes in certain latitude ranges, probably from melting of ice emplaced during periods of higher obliquity."
  }, {
    "heading": "5.4. Poles",
    "text": "The thinly-layered deposits at the poles provide the most complete record of geologically recent events on the planet. The deposits in the north form a mound approximately centered on the pole and reaching up to 3 km above the surrounding plains of Vastitas Borealis. Crater counts indicate that the average age of the surface is of the order of 105 years (Herkenhoff and Plaut, 2000). The deposits can be divided into two distinct units: (1) a basal, platy, low-albedo unit, up to 1 km thick that rests directly on the much older, extensive fill of the Borealis basin (Byrne and Murray, 2002; Fishbaugh and Head, 2005), and (2) the overlying, finely layered deposits, that constitute the bulk of the 3-km high mound (Tanaka et al., 2005). The layered deposits extend out to 80° latitude and are surrounded by a vast dune field that is in places rich in gypsum (Langevin et al., 2005). Radar sounding shows that the layers in the upper unit form four distinct packets and individual layers can be traced large distances across the entire cap both in the radar returns and images (Phillips et al., 2008). The southern deposits are more complicated (Byrne, 2009). A 3-km high central mound extending approximately 5° from the pole is partly surrounded by thinner, older deposits that extend several degrees further out, where a much older layered unit, the Dorsa Argentea Formation is exposed. Crater counts on the central mound indicate an age of the order of 107 years (Herkenhoff and Plaut, 2000). The difference in ages between the two caps may result from differences in the persistence of the residual CO2 cap at the two poles (Herkenhoff and Plaut, 2000).\nThe layering has long been attributed to accumulations of dust and ice modulated by orbital and rotational motions and this is still the prevailing theory. The weakest radar reflecting layers detected by SHARAD could contain as little as 2% dust, the rest being ice; the strongest reflectors could contain as much as 30% dust (Phillips et al., 2008). Variations in obliquity could affect deposition and removal of ice at the poles and the incidence of dust storms and hence the deposition of dust (Toon et al., 1980). While attempts have been made to correlate specific layers with recent obliquity variations (Milkovich and Head, 2005), the correlations will remain uncertain until samples are available for dating. Nevertheless, the layering appears to reflect geologically recent events, but uncertainty exists as to whether the entire north polar ice deposit is lost during periods of higher obliquity (Levrard et al., 2007), or whether some older parts may remain below the surface, protected by a sublimation lag (Tanaka et al., 2005). The absence of an older record is consistent with the interpretation that many features at mid latitudes are the result of removal of ice at high latitudes and deposition at lower latitudes during periods of high obliquity. Accumulation and removal of layered deposits at the poles probably has been occurring repeatedly throughout the history of the planet. At the north pole we have only a recent record, but a partial record of older polar deposits may be preserved in the south. The origin and age of the coarsely layered basal unit at the north pole, and whether it is the source of the gypsum-containing sands around the pole, as has been suggested (Byrne and Murray, 2002) are unclear as are the age and origin of the units peripheral to the central mound at the south pole."
  }, {
    "heading": "5.5. Wind",
    "text": "The effects of wind are pervasive, dunes being evident in almost every image of the surface. However, preservation of primary textures\non volcanic flows and impact ejecta suggests erosion of primary rock surfaces by the wind has been trivial and that the main effect of the wind has been the reworking of poorly coherent fragmental materials. Etched surfaces, pedestal craters, crater mounds, dunes, and thick deposits, such as the Medusae Fossae Formation, with fluted surfaces and yardangs are evidence of the continual movement of loose material across the surface of Mars. The fragmental debris, mainly basaltic sand and sulfates, is probably of diverse origin, the result of a variety of processes such as impact, volcanism, erosion, weathering, and evaporation. It probably has accumulated and eroded over much of the planet's history."
  }, {
    "heading": "6. Summary and outstanding problems",
    "text": "Mars accumulated and differentiated into crust, mantle and core within a few tens of millions of years of Solar System formation, and most subsequent geologic activity was confined to the first 1. 5 billion years of its history (Fig. 1). Formation of Hellas, which has been adopted as the base of the Noachian period, occurred around 4.1 to 3.8 Gyr ago. Little is known of the pre-Noachian period except that it was characterized by a magnetic field, and was subject to numerous large basin-forming impacts, probably including one that formed the global dichotomy. The Noachian period, which ended around 3.7 By ago, was characterized by high rates of cratering, erosion, and valley formation. Most of Tharsis formed during this period, and surface conditions were at least episodically such as to cause widespread production of hydrous weathering products such as phyllosilicates. Extensive sulfate deposits accumulated late in the period and into the Hesperian. Average erosion rates, though high compared with later epochs, fell short of the lowest average terrestrial rates and though valley networks are common, they form an immature system that had only a modest effect in shaping the landscape. The record suggests that warm, wet conditions necessary for fluvial activity were met only occasionally, particularly late in the Noachian, such as might occur if caused by large impacts, volcanic eruptions, or spin-axis/orbitalinduced climate change.\nA major change occurred at the end of the Noachian. The rates of impact, valley formation, weathering, and erosion all dropped precipitously (Fig. 1). On the other hand, volcanism continued at a relatively high average rate in the Hesperian, particularly in the first half, resulting in the resurfacing of at least 30% of the planet. Large water floods formed episodically, particularly in the latter parts of the Hesperian, possibly leaving behind large bodies of water in the northern lowlands. The canyons formed. The observations suggest that the change at the end of the Noachian suppressed most aqueous activity at the surface other than large floods, and resulted in growth of a thick cryosphere. However, the presence of discrete sulfate rich deposits and sulfate concentrations in soils suggests that water activity did not decline to zero.\nAfter the end of the Hesperian, around 3 Gyr ago the pace of geologic activity slowed further (Fig. 1). The average rate of volcanism during the Amazonian was approximately a factor of ten lower than in the Hesperian and confined largely to Tharsis and Elysium. The main era of water flooding was over, although small floods appear to have occurred episodically until geologically recent times. Canyon development was largely restricted to formation of large landslides. Erosion and weathering rates remained extremely low. The most distinctive characteristic of the Amazonian is formation of features that have been attributed to the presence, accumulation, and movement of ice. Included are the polar layered deposits, latitude-dependent ice-rich veneers at high latitudes, glacial deposits on the flanks of tropical volcanoes, and a variety of landforms in the 30–55° latitude belts indicative of the accumulation of ice and glacial flow, including lobate debris aprons, lineated valley fill and concentric crater fill. Gullies on steep mid-latitude slopes formed in the latest Amazonian. The rate and latitude of formation of\nthe ice-related features and the gullies varied as changes in orbital parameters affected the ice stability relation.\nThe advent of the international Mars exploration program during the last two decades has brought untold new knowledge of, and perspectives on, the geologic history of Mars. It has also raised important new questions (Head, 2007), which form the basis of future research andmission planning. Among the outstanding questions are: What is the history of the magnetic field?What is the history of water onMars, its total abundance, and its acquisition (accretion, degassing) and loss with time? What was the nature of the Noachian climate? Was it warm and wet, cold and wet, or some combination with time? Was Noachian valley networks formation episodic or continuous? Were there oceans in the northern lowlands in the Noachian? What factors caused changes in the Noachian climate? Was there a late heavy bombardment and, if so, what were its consequences? How did the seemingly pervasive aqueous formation of Noachian crustal rocks occur and over what time scales? What caused the change in surface chemistry and water flux at the end of the Noachian? When did the major canyons of Valles Marineris form and how, and at what rate did they evolve? Are the sediments on the floor of the canyons Noachian, or later, in age, and how did they originate? Were there extensive lakes in the canyons and if so, how were they related to outflow channel formation? Were outflow channels catastrophic or episodic, and how much water and sediment were emplaced in the northern lowlands (ponds, lakes or seas)? What was the fate of the outflow channel effluent? What caused the change from phyllosilicate to sulfate deposits around the Noachian–Hesperian boundary? When did Mars become characterized by a global cryosphere and howmuch groundwater remains today in the subsurface? How has the thickness and latitudinal distribution of the cryosphere changed with time? What was the flux of volcanism during the Hesperian; was it a steady decline from the Noachian, or a peak related to the emplacement of Hesperian ridged plains? Why was volcanism centralized to the Tharsis and Elysium regions? What is the spin-axis/orbital parameter history of Mars and how has this controlled the distribution of volatiles in the surface and subsurface? Under what atmospheric and astronomical parameter conditions do tropical mountain glaciers, mid-latitude glaciers, and large circumpolar ice caps form and what do these deposits tell us about the climate history ofMars?What is the age of the current polar ice deposits and why do they apparently differ?What is the origin of the north polar basal unit? How long does it take to form the individual polar layers and what processes of deposition and sublimation are involved? Answering these fundamental questions requires the sophisticated, multi-discipline approach that is necessary for developing an in-depth understanding of the geologic history of Mars. Reaching this new understanding requires a robust future Mars exploration program."
  }, {
    "heading": "Acknowledgements",
    "text": "Insightful reviews provided by Matt Golombek and Victor Baker resulted in significant improvement of the manuscript and their assistance is greatly appreciated. Thanks are extended to Caleb Fassett for a helpful review. Support from NASA/JPL for participation in the Mars Express High Resolution Stereo Camera (HRSC) Team is gratefully acknowledged."
  }],
  "year": 2010,
  "references": [{
    "title": "Global distribution of crustal magnetization discovered by the Mars",
    "authors": ["M.H. Acuña", "J.E.P. Connerney", "N.F. Ness", "R.P. Lin", "D. Mitchell", "C.W. Carlson", "J. McFadden", "K.A. Anderson", "H. Rème", "C. Mazelle", "D. Vignes", "P. Wasilewski", "P. Cloutier"],
    "venue": "Global Surveyor MAG/ER experiment. Science",
    "year": 1999
  }, {
    "title": "Statistics of Mars' topography from the Mars orbiter laser altimeter: slopes, correlations, and physical models",
    "authors": ["O. Aharonson", "M.T. Zuber", "D.H. Rothman"],
    "venue": "J. Geophys. Res",
    "year": 2001
  }, {
    "title": "Primary centers and secondary concentrations of tectonic",
    "authors": ["R.C. Anderson", "J.M. Dohm", "M.P. Golombek", "A.F.C. Haldemann", "B. Franklin", "K.L. Tanaka", "J. Lias", "B. Peer"],
    "year": 2001
  }, {
    "title": "185–203 activity through time in the western hemisphere of Mars",
    "authors": ["J.W.M.H. Carr"],
    "venue": "Head III / Earth and Planetary Science Letters",
    "year": 2010
  }, {
    "title": "Hydrological modeling of outflow channels and chaos regions",
    "authors": ["J.C. Andrews-Hanna", "R.J. Phillips"],
    "venue": "J. Geophys. Res. 112,",
    "year": 2007
  }, {
    "title": "Meridiani Plains and the global hydrology of Mars",
    "authors": ["J.C. Andrews-Hanna", "R.J. Phillips", "M.T. Zuber"],
    "venue": "Nature",
    "year": 2007
  }, {
    "title": "The Borealis basin and the origin of the martian crustal dichotomy",
    "authors": ["J.C. Andrews-Hanna", "M.T. Zuber", "W.B. Banerdt"],
    "venue": "Nature",
    "year": 2008
  }, {
    "title": "Mantled and exhumed terrains in Terra Meridiani, Mars",
    "authors": ["R.E. Arvidson", "F.P. Seelos", "K.S. Deal", "W.C. Koeppen", "N.O. Snide", "J.M. Kieniewicz", "B.M. Hynek", "M.T. Mellon", "J. Garvin"],
    "venue": "J. Geophys. Res",
    "year": 2003
  }, {
    "title": "Nature and origin of thehematite-bearing plans of Terrameridiani based on analysis",
    "authors": ["R.E. Arvidson", "F. Poulet", "R.V. Morris", "Bibring", "J.-P", "J.F. Bell III", "S.W. Squyres", "P.R. Christensen", "G. Bellucci", "B. Gondet", "B.L. Ehlmann", "W.H. Farrand", "R. Fergason", "M.P. Golombek", "J.L. Griffes", "J. Grotzinger", "E. Guinness", "K.E. Herkenhoff", "J. Johnson", "G. Klingelhöfer", "Y. Langevin", "D. Ming", "K. Seelos", "R. Sullivan", "J. Ward", "S. Wiseman", "M. Wolff"],
    "year": 2006
  }, {
    "title": "The Channels of Mars",
    "authors": ["V.R. Baker"],
    "year": 1982
  }, {
    "title": "Erosion by catastrophic floods on Mars and Earth",
    "authors": ["V.R. Baker", "D.J. Milton"],
    "venue": "Icarus",
    "year": 1974
  }, {
    "title": "Spring sapping and valley network development",
    "authors": ["V.R. Baker", "R.C. Kochel", "J.E. Laity", "A.D. Howard"],
    "venue": "Geological Society of America Special Paper,",
    "year": 1990
  }, {
    "title": "Orientation and distribution of recent gullies in the southern hemisphere of Mars: Observations from High Resolution Stereo Camera/Mars Express (HRSC/MEX) and Mars Orbiter Camera/Mars Global Surveyor (MOC/MGS) data",
    "authors": ["M. Balme", "N. Mangold", "D. Baratoux", "F. Costard", "M. Gosselin", "P. Masson", "P. Pinet", "G. Neukum"],
    "venue": "J. Geophys. Res. 111,",
    "year": 2006
  }, {
    "title": "A global view of martian surface compositions from MGS-TES",
    "authors": ["J.L. Bandfield", "V.E. Hamilton", "P.R. Christensen"],
    "venue": "Science",
    "year": 2000
  }, {
    "title": "Geologically recent tectonic, volcanic and fluvial activity on the eastern flank of the Olympus Mons volcano",
    "authors": ["A.T. Basilevsky", "S. Werner", "G. Neukum", "J.W. Head", "S. van Gasselt", "K. Gwinner", "B. Ivano"],
    "venue": "Mars. Geophys. Res. Lett. 33,",
    "year": 2006
  }, {
    "title": "Recent fluvial, volcanic, and tectonic activity on the Cerberus Plains of Mars",
    "authors": ["D.C. Berman", "W.K. Hartmann"],
    "venue": "Icarus 159,",
    "year": 2002
  }, {
    "title": "Global mineralogical and aqueous Mars history derived from OMEGA/Mars",
    "authors": ["Bibring", "J.-P", "Y. Langevin", "J.F. Mustard", "F. Poulet", "R. Arvidson", "A. Gendrin", "B. Gondet", "N. Mangold"],
    "venue": "OMEGA Team,",
    "year": 2006
  }, {
    "title": "Geology of the Valles Marineris: first analysis of imaging from the Viking 1 orbiter primary mission",
    "authors": ["K.R. Blasius", "J.A. Cutts", "J.E. Guest", "H. Masursky"],
    "venue": "J. Geophys. Res",
    "year": 1977
  }, {
    "title": "The age of Dar al Gani 476 and the differentiation history of the martian meteorites inferred from their radiogenic isotopic systematics",
    "authors": ["L.E. Borg", "L.E. Nyquist", "H. Wiesmann", "Shih", "C.-Y", "Y. Reese"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 2003
  }, {
    "title": "Distribution of hydrogen in the near surface of Mars: evidence for subsurface ice",
    "authors": ["W.V. Boynton", "W.C. Feldman", "S.W. Squyres", "T.H. Prettyman", "J. Brückner", "L.G. Evans", "R.C. Reedy", "R. Starr", "J.R. Arnold", "D.M. Drake", "P.A. Englert", "A.E. Metzger", "I. Mitrofanov", "J.I. Trombka", "C. d'Uston", "H. Wänke", "O. Gasnault", "D.K. Hamara", "D.M. Janes", "R.L. Marcialis", "S. Maurice", "I. Mikheeva", "G.J. Taylor", "R.L. Tokar", "C. Shinohara"],
    "year": 2002
  }, {
    "title": "Re-Os isotopic evidence for early differentiation of the Martian mantle",
    "authors": ["A.D. Brandon", "R.J. Walker", "J.W. Morgan", "G.G. Goles"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 2000
  }, {
    "title": "Northern hemisphere Martian gullies and mantled terrain: implications for near-surface water migration in Mars' recent past",
    "authors": ["N.T. Bridges", "C.N. Lackner"],
    "venue": "J. Geophys. Res. 111,",
    "year": 2006
  }, {
    "title": "Recent aqueous floods from the Cerberus Fossae, Mars",
    "authors": ["D.M. Burr", "A.S. McEwen", "S.E. Sakimoto"],
    "venue": "Geophys. Res. Lett",
    "year": 2002
  }, {
    "title": "The polar deposits of Mars",
    "authors": ["S. Byrne"],
    "venue": "Annu. Rev. Earth Planet. Sci",
    "year": 2009
  }, {
    "title": "North polar stratigraphy and the paleo-erg of Mars",
    "authors": ["S. Byrne", "B. Murray"],
    "venue": "J. Geophys. Res",
    "year": 2002
  }, {
    "title": "Formation of martian flood features by release of water from confined aquifers",
    "authors": ["M.H. Carr"],
    "venue": "J. Geophys. Res",
    "year": 1978
  }, {
    "title": "Mars Global Surveyor observations of martian fretted terrain",
    "authors": ["M.H. Carr"],
    "venue": "J. Geophys. Res",
    "year": 2001
  }, {
    "title": "The Surface of Mars",
    "authors": ["M.H. Carr"],
    "year": 2006
  }, {
    "title": "Martian channels and valleys: their characteristics, distribution and age",
    "authors": ["M.H. Carr", "G.D. Clow"],
    "venue": "Icarus",
    "year": 1981
  }, {
    "title": "Oceans on Mars: an assessment of the observational evidence and possible fate",
    "authors": ["M.H. Carr", "J.W. Head"],
    "venue": "J. Geophys. Res",
    "year": 2003
  }, {
    "title": "Light-toned layered deposits in Juventae chasma, Mars",
    "authors": ["D.C. Catling", "S.E. Wood", "D.R. Montgomery", "C. Leovy", "H.M. Greenberg", "C.R. Glein", "J.M. Moore"],
    "venue": "Icarus 181,",
    "year": 2006
  }, {
    "title": "Interior trough deposits on Mars: subice volcanoes",
    "authors": ["M.G. Chapman", "K.L. Tanaka"],
    "venue": "J. Geophys. Res",
    "year": 2001
  }, {
    "title": "Formation of recent martian gullies through melting of extensive water-rich snow deposits",
    "authors": ["P.R. Christensen"],
    "venue": "Nature",
    "year": 2003
  }, {
    "title": "Impact delivery and erosion of planetary oceans in the early inner Solar System",
    "authors": ["C.F. Chyba"],
    "venue": "Nature 343,",
    "year": 1990
  }, {
    "title": "Chasma Boreale (85°N, 0°W): remnant of a martian jokulhlaup",
    "authors": ["S.M. Clifford"],
    "venue": "Bull. Amer. Astron. Soc",
    "year": 1980
  }, {
    "title": "Polar basal melting on Mars",
    "authors": ["S.M. Clifford"],
    "venue": "J. Geophys. Res",
    "year": 1987
  }, {
    "title": "A model for the hydrologic and climate behavior of water onMars",
    "authors": ["S.M. Clifford"],
    "venue": "J. Geophys. Res",
    "year": 1993
  }, {
    "title": "The evolution of the martian hydrosphere: implications for the fate of a primordial ocean and the current state of the northern plains",
    "authors": ["S.M. Clifford", "T.J. Parker"],
    "venue": "Icarus 154,",
    "year": 2001
  }, {
    "title": "Formation of recent martian debris flows by melting of near-surface ground ice at high obliquity",
    "authors": ["F. Costard", "F. Forget", "N. Mangold", "J.P. Peulvast"],
    "year": 2002
  }, {
    "title": "The case for rainfall on a warm, wet early Mars",
    "authors": ["R.A. Craddock", "A.D. Howard"],
    "venue": "J. Geophys. Res",
    "year": 2002
  }, {
    "title": "Rates of magma emplacement and volcanic output",
    "authors": ["J.A. Crisp"],
    "venue": "J. Volcanol. Geotherm. Res",
    "year": 1984
  }, {
    "title": "Evidence for an Hesperian-aged south circum-polar lake margin environment on Mars",
    "authors": ["J.L. Dickson", "J.W. Head"],
    "venue": "Planet. Space Sci",
    "year": 2006
  }, {
    "title": "Martian gullies in the southern midlatitudes of Mars: evidence for climate-controlled formation of young fluvial features based upon local and global topography",
    "authors": ["J.L. Dickson", "J.W. Head", "M.A. Kreslavsky"],
    "year": 2007
  }, {
    "title": "Late Amazonian glaciation at the dichotomy boundary on Mars: evidence for glacial thickness maxima and multiple glacial phases",
    "authors": ["J.L. Dickson", "J.W. Head", "D.R. Marchant"],
    "venue": "Geology 36,",
    "year": 2008
  }, {
    "title": "Amazonian-aged fluvial valley systems in a climate microenvironment on Mars: melting of ice deposits on the interior of Lyot crater",
    "authors": ["J.L. Dickson", "C.I. Fassett", "J.W. Head"],
    "venue": "Geophys. Res. Lett",
    "year": 2009
  }, {
    "title": "Volatiles on Earth and Mars: a comparison",
    "authors": ["G. Dreibus", "H. Wänke"],
    "venue": "Icarus",
    "year": 1987
  }, {
    "title": "Modeling sublimation of ice exposed by recent impacts in the martian mid-latitudes",
    "authors": ["Dundas C.M", "B.S. S", "M.A"],
    "venue": "Lunar Planet. Sci",
    "year": 2009
  }, {
    "title": "Orbital identification of carbonate-bearing rocks on Mars",
    "authors": ["B.L. Ehlmann", "J.F. Mustard", "S.L. Murchie", "F. Poulet", "J.L. Bishop", "A.J. Brown", "W.M. Calvin", "R.N. Clark", "D.J. Des Marais", "R.E. Milliken", "L.H. Roach", "T.L. Roush", "G.A. Swayze", "J.J. Wray"],
    "venue": "Science 322,",
    "year": 2008
  }, {
    "title": "An origin for the linear magnetic anomalies on Mars through accretion of terrains: implications for dynamo timing",
    "authors": ["A.G. Fairen", "J. Ruiz", "F. Angula"],
    "venue": "Icarus 160,",
    "year": 2002
  }, {
    "title": "Fluvial sedimentary deposits on Mars: ancient deltas in a crater lake in the Nili Fossae region",
    "authors": ["C.I. Fassett", "J.W. Head"],
    "venue": "Geophys. Res. Lett. 32, L14201",
    "year": 2005
  }, {
    "title": "Valleys on Hecates Tholus Mars: origin by basal melting of summit snowpack",
    "authors": ["C.I. Fassett", "J.W. Head"],
    "venue": "Planet. Space Sci",
    "year": 2006
  }, {
    "title": "Valley formation on martian volcanoes in the Hesperian: evidence formeltingof summit snowpack, caldera lake formation,drainage anderosion on Ceraunius Tholus, Mars",
    "authors": ["C.I. Fassett", "J.W. Head"],
    "venue": "Icarus 189,",
    "year": 2007
  }, {
    "title": "Valley network-fed, open-basin lakes on Mars: distribution and implications for Noachian surface and subsurface hydrology",
    "authors": ["C.I. Fassett", "J.W. Head"],
    "venue": "Icarus 198,",
    "year": 2008
  }, {
    "title": "The timing ofmartian valley network activity: constraints from buffered crater counting",
    "authors": ["C.I. Fassett", "J.W. Head"],
    "venue": "Icarus 195,",
    "year": 2008
  }, {
    "title": "Tropical mountain glaciers on Mars: altitude-dependence of ice accumulation, accumulation conditions, formation times, glacier dynamics, and implications for planetary spin-axis/orbital history",
    "authors": ["J.L. Fastook", "J.W. Head", "D.R. Marchant", "F. Forget"],
    "venue": "Icarus 198,",
    "year": 2008
  }, {
    "title": "Global distribution of near-surface hydrogen on Mars",
    "authors": ["W.C. Feldman", "T.H. Prettyman", "S. Maurice", "J.J. Plaut", "D.L. Bish", "D.T. Vaniman", "M.T. Mellon", "A.E. Metzger", "S.W. Squyres", "S. Karunatillake", "W.V. Boynton", "R.C. Elphic", "H.O. Funsten", "D.J. Lawrence", "R.L. Tokar"],
    "venue": "J. Geophys. Res. 109,",
    "year": 2004
  }, {
    "title": "Chasma boreale, Mars: topographic characterization from Mars Orbiter Laser Altimeter data and implications for mechanisms of formation",
    "authors": ["K.E. Fishbaugh", "J.W. Head"],
    "venue": "J. Geophys. Res",
    "year": 2002
  }, {
    "title": "Origin and characteristics of the Mars north polar basal unit and implications for polar geologic history",
    "authors": ["K.E. Fishbaugh", "J.W. Head"],
    "venue": "Icarus 174,",
    "year": 2005
  }, {
    "title": "Formation of glaciers on Mars by atmospheric precipitation at high obliquity",
    "authors": ["F. Forget", "R.M. Haberle", "F. Montmessin", "B. Levrard", "J.W. Head"],
    "venue": "Science 311,",
    "year": 2006
  }, {
    "title": "Buried impact basins and the earliest history of Mars",
    "authors": ["H.V. Frey"],
    "venue": "Lunar Planet. Sci",
    "year": 2003
  }, {
    "title": "Geomorphic and tectonic process rates: effect of measured time",
    "authors": ["T.W. Gardner", "D.W. Jorgensen", "C. Shuman", "C.R. Lemieux"],
    "venue": "interval. Geology",
    "year": 1987
  }, {
    "title": "Sulfates in martian layered terrains: the OMEGA/Mars",
    "authors": ["A. Gendrin", "N. Mangold", "Bibring", "J.-P", "Y. Langevin", "B. Gondet", "F. Poulet", "G. Bonello", "C. Quantin", "J.F. Mustard", "R. Arvidson", "S. LeMouélic"],
    "venue": "Express view. Science",
    "year": 2005
  }, {
    "title": "Candidate subglacial volcanoes in the south polar region of Mars: morphology, morphometry and eruption conditions",
    "authors": ["G.J. Ghatan", "J.W. Head"],
    "venue": "J. Geophys. Res",
    "year": 2002
  }, {
    "title": "Regional drainage of meltwater beneath a Hesperianaged south circumpolar ice sheet on Mars",
    "authors": ["G.J. Ghatan", "J.W. Head"],
    "venue": "J. Geophys. Res. 109,",
    "year": 2004
  }, {
    "title": "Cavi Angusti, Mars: characterization and assessment of possible formation mechanisms",
    "authors": ["G.J. Ghatan", "J.W. Head", "S. Pratt"],
    "venue": "J. Geophys. Res",
    "year": 2003
  }, {
    "title": "Mangala Valles, Mars: assessment of early stages of flooding and downstream flood evolution",
    "authors": ["G.J. Ghatan", "J.W. Head", "L. Wilson"],
    "venue": "Earth Moon, Planets",
    "year": 2005
  }, {
    "title": "Erosion rates on Mars and implications for climate change: constraints from the Pathfinder landing site",
    "authors": ["M.P. Golombek", "N.T. Bridges"],
    "venue": "J. Geophys. Res",
    "year": 2000
  }, {
    "title": "Erosion rates at the Mars Exploration Rover landing sites and long-term climate change on Mars",
    "authors": ["M.P. Golombek", "J.A. Grant", "L. Crumpler", "R. Greeley", "R. Arvidson", "J.F. Bell III", "C.M. Weitz", "R. Sullivan", "P.R. Christensen", "L.A. Soderblom", "S.W. Squyres"],
    "venue": "J. Geophys. Res",
    "year": 2006
  }, {
    "title": "Geologic map of the eastern equatorial region of Mars",
    "authors": ["R. Greeley", "J.E. Guest"],
    "venue": "U.S. Geological Survey Misc. Inv. Map I-1802-B",
    "year": 1987
  }, {
    "title": "Magma generation on Mars: amounts, rates, and comparisons with Earth, Moon, and Venus",
    "authors": ["R. Greeley", "B.D. Schneid"],
    "venue": "Science",
    "year": 1991
  }, {
    "title": "Fluid lava flows in Gusev crater, Mars",
    "authors": ["R. Greeley", "B.H. Foing", "H.Y. McSween Jr.", "G. Neukum", "P. Pinet", "M. van Kan", "S.C. Werner", "D.A. Williams", "T.E. Zegers"],
    "venue": "J. Geophys. Res. 110,",
    "year": 2005
  }, {
    "title": "Stratigraphy and sedimentology of a dry to wet eolian depositional system, Burns formation, Meridiani Planum, Mars",
    "authors": ["J.P. Grotzinger", "R.E. Arvidson", "J.F. Bell III", "W.M. Calvin"],
    "venue": "Earth Planet. Sci",
    "year": 2005
  }, {
    "title": "Stratigraphy, sedimentology and depositional environment of the Burns Formation, Meridiani Planum, Mars",
    "authors": ["J.P. Grotzinger", "R.E. Arvidson", "J.F. Bell", "W.M. Calvin", "B.C. Clark", "D.A. Fike", "M.P. Golombek", "R. Greeley", "A.F.C. Haldemann", "K.E. Herkenhoff", "B.L. Jolliff", "A.H. Knoll", "M. Malin", "S.M. McLennan", "T.J. Parker", "L.A. Soderblom", "J.N. Sohl-Dickstein", "S.W. Squyres", "N.J. Tosca", "T.R. Watters"],
    "venue": "Earth Planet. Sci",
    "year": 2005
  }, {
    "title": "Magmatic intrusions and a hydrothermal origin of fluvial valleys on Mars",
    "authors": ["V.C. Gulick"],
    "venue": "J. Geophys. Res",
    "year": 1998
  }, {
    "title": "Origin of the valley networks on Mars: a hydrologic perspective",
    "authors": ["V.C. Gulick"],
    "venue": "Geomorphology",
    "year": 2001
  }, {
    "title": "A sulfur dioxide climate feedback on early Mars",
    "authors": ["I. Halevy", "M.T. Zuber", "D.P. Schrag"],
    "venue": "Science 318,",
    "year": 2007
  }, {
    "title": "Hydrologic modeling of the martian crust with application to the pressurization of aquifers",
    "authors": ["J.C. Hanna", "R.J. Phillips"],
    "venue": "J. Geophys. Res. 110,",
    "year": 2005
  }, {
    "title": "Ponding in central Valles Marineris due to late-stage martian outflow channel activity",
    "authors": ["K.P. Harrison"],
    "venue": "Lunar Planet. Sci",
    "year": 2007
  }, {
    "title": "Evidence for ponding and catastrophic floods in central Valles Marineris, Mars",
    "authors": ["K.P. Harrison", "M.G. Chapman"],
    "venue": "Icarus 198,",
    "year": 2008
  }, {
    "title": "Tharsis recharge: a source of groundwater for Martian outflow channels",
    "authors": ["K.P. Harrison", "R.E. Grimm"],
    "venue": "Geophys. Res. Lett. 31,",
    "year": 2004
  }, {
    "title": "Groundwater-controlled valley networks and the decline of surface runoff on early Mars",
    "authors": ["K.P. Harrison", "R.E. Grimm"],
    "venue": "J. Geophys. Res",
    "year": 2005
  }, {
    "title": "Cratering chronology and the evolution of Mars",
    "authors": ["W.K. Hartmann", "G. Neukum"],
    "venue": "Space Sci. Rev. 96,",
    "year": 2001
  }, {
    "title": "Water alteration of rocks and soils on Mars and the Spirit rover site",
    "authors": ["L.A. Haskins", "A. Wang", "B. Jolliff"],
    "venue": "Gusev crater. Nature",
    "year": 2005
  }, {
    "title": "An integrated study of interior layered deposits in Hebes, Chasma, Valles Marineris, Mars, using MGS",
    "authors": ["E. Hauber", "K. Gwinner", "A. Gendrin", "F. Fueten", "R. Stesky", "S.M. Pelkey", "H. Wulf", "D. Reiss", "T. Zegers", "P. MacKinnon", "G. Michael", "R. Jaumann", "Bibring", "J.-P", "G. Neukum"],
    "venue": "HRSC Co-Investigator Team,",
    "year": 2006
  }, {
    "title": "Thermal and crustal evolution of Mars",
    "authors": ["S.A. Hauck II", "R.J. Phillips"],
    "venue": "J. Geophys. Res",
    "year": 2002
  }, {
    "title": "Interplanetary correlation: themes in the geological history of terrestrial planetary bodies",
    "authors": ["J.W. Head"],
    "venue": "Vernadsky–Brown Microsymposium,",
    "year": 2006
  }, {
    "title": "The geology of Mars: new insights and outstanding questions",
    "authors": ["J.W. Head"],
    "year": 2007
  }, {
    "title": "Extensive Hesperian-aged south polar ice sheet on Mars: evidence for massive melting and retreat, and lateral flow and ponding of meltwater",
    "authors": ["J.W. Head", "S. Pratt"],
    "venue": "J. Geophys. Res",
    "year": 2001
  }, {
    "title": "Cold-based mountain glaciers on Mars: western",
    "authors": ["J.W. Head", "D.R. Marchant"],
    "venue": "Arsia Mons. Geology",
    "year": 2003
  }, {
    "title": "Evidence for non-polar ice deposits in the past history of Mars",
    "authors": ["J.W. Head", "D.R. Marchant"],
    "venue": "Lunar Planet. Sci",
    "year": 2008
  }, {
    "title": "Possible ancient oceans on Mars: evidence from Mars Orbiter Laser Altimeter",
    "authors": ["J.W. Head", "H. Hiesinger", "M.A. Ivanov", "M.A. Kreslavsky", "S. Pratt", "B.J. Thomson"],
    "year": 1999
  }, {
    "title": "Northern lowlands of Mars: evidence for widespread volcanic flooding and tectonic deformation in the Hesperian period",
    "authors": ["J.W. Head", "M.A. Kreslavsky", "S. Pratt"],
    "venue": "J. Geophys. Res",
    "year": 2002
  }, {
    "title": "Generation of recent massive water floods at Cerberus Fossae, Mars by dike emplacement, cryospheric cracking, and confined aquifer groundwater release",
    "authors": ["J.W. Head", "L. Wilson", "K.L. Mitchell"],
    "venue": "Geophys. Res. Lett. 30,",
    "year": 2003
  }, {
    "title": "Glacial deposits on the rim of a Hesperian–Amazonian outflow channel source trough: Mangala Valles, Mars",
    "authors": ["J.W. Head", "D.R. Marchant", "G.J. Ghatan"],
    "venue": "Geophys. Res. Lett. 31,",
    "year": 2004
  }, {
    "title": "Modification of the dichotomy boundary on Mars by Amazonian mid-latitude regional glaciation",
    "authors": ["J.W. Head", "A.L. Nahm", "D.R. Marchant", "G. Neukum"],
    "venue": "Geophys. Res. Lett. 33,",
    "year": 2006
  }, {
    "title": "Extensive valley glacier deposits in the northern mid-latitudes of Mars: evidence for Late Amazonian obliquity-driven climate change",
    "authors": ["J.W. Head", "D.R. Marchant", "M.C. Agnew", "C.I. Fassett", "M.A. Kreslavsky"],
    "venue": "Earth Planet. Sci. Lett. 241,",
    "year": 2006
  }, {
    "title": "The Huygens–Hellas giant dike system on Mars: implications for Late Noachian–Early Hesperian volcanic resurfacing and climatic evolution",
    "authors": ["J.W. Head", "L. Wilson", "J.L. Dickson", "G. Neukum"],
    "venue": "Geology 34,",
    "year": 2006
  }, {
    "title": "Formation of gullies on Mars: Link to recent climate history and insolation microenvironments implicate surface water flow origin",
    "authors": ["J.W. Head", "D.R. Marchant", "M.A. Kreslavsky"],
    "venue": "Proc. Natl. Acad. Sci",
    "year": 2008
  }, {
    "title": "Northern mid-latitude glaciation in the Amazonian Period of Mars: Criteria for the recognition of debris-covered glacier and valley glacier landsystem deposits in the 30°–50°",
    "authors": ["J.W. Head", "D.R. Marchant", "J.L. Dickson", "A.M. Kress", "D.M. Baker"],
    "venue": "N latitude band. Earth Planet. Sci. Lett., in review",
    "year": 2009
  }, {
    "title": "Surface ages and resurfacing rates on the polar layered deposits on Mars",
    "authors": ["K.E. Herkenhoff", "J.J. Plaut"],
    "venue": "Icarus",
    "year": 2000
  }, {
    "title": "Topography and morphology of Argyre Basin, Mars: implications for its geologic and hydrolic history",
    "authors": ["H. Hiesinger", "J.W. Head"],
    "venue": "Planet. Space Sci",
    "year": 2002
  }, {
    "title": "Discovery of olivine in the Nili Fossae region of Mars",
    "authors": ["T.M. Hoefen", "R.N. Clark", "J.L. Bandfield", "M.D. Smith", "J.C. Pearl", "P.R. Christensen"],
    "year": 2003
  }, {
    "title": "Radar sounding evidence for buried glaciers in the southern mid-latitudes of Mars",
    "authors": ["J.W. Holt", "A. Safaeinili", "J.J. Plaut", "J.W. Head", "R.J. Phillips", "R. Seu", "S.D. Kempf", "P. Choudhary", "D.A. Young", "N.E. Putzig", "D. Biccari", "Y. Gim"],
    "venue": "Science 322,",
    "year": 2008
  }, {
    "title": "Recent volcano–ice interaction and outburst flooding in a Mars polar cap re-entrant",
    "authors": ["N. Hovius", "A. Lea-Cox", "J.M. Turowski"],
    "venue": "Icarus 197,",
    "year": 2008
  }, {
    "title": "An intense terminal epoch of widespread fluvial activity on Mars: 1. valley network incision and associated deposits",
    "authors": ["A.D. Howard", "J.M. Moore", "R.P. Irwin III"],
    "venue": "J. Geophys. Res. 110,",
    "year": 2005
  }, {
    "title": "A sedimentary platform in Margaritifer Sinus, Meridiani Planum and Arabia",
    "authors": ["A.D. Howard", "J.M. Moore", "R.P. Irwin III", "R.A. Craddock"],
    "venue": "Lunar Planet. Sci",
    "year": 2005
  }, {
    "title": "New data reveal mature, integrated drainage systems on Mars indicative of past precipitation",
    "authors": ["B.M. Hynek", "R.J. Phillips"],
    "venue": "Geology",
    "year": 2003
  }, {
    "title": "Drainage basin evolution in Noachian Terra Cimmeria, Mars",
    "authors": ["R.P. Irwin III", "A.D. Howard"],
    "venue": "J. Geophys. Res",
    "year": 2002
  }, {
    "title": "A large paleolake basin at the head of Ma'adim Vallis, Mars",
    "authors": ["R.P. Irwin III", "T.A. Maxwell", "R.A. Craddock", "D.W. Leverington"],
    "year": 2002
  }, {
    "title": "Sedimentary resurfacing and fretted terrain development along the crustal dichotomy boundary, Aeolis Mensae, Mars",
    "authors": ["R.P. Irwin III", "T.R. Watters", "A.D. Howard", "J.R. Zimbelman"],
    "venue": "J. Geophys. Res. 109,",
    "year": 2004
  }, {
    "title": "Mars/Moon cratering rate ratio estimates",
    "authors": ["B.A. Ivanov"],
    "venue": "Space Sci. Rev. 96,",
    "year": 2001
  }, {
    "title": "Athabasca Valles, Mars: a lava-draped channel system",
    "authors": ["W.L. Jaeger", "L.P. Keszthelyi", "A.S. McEwen", "C.M. Dundas", "P.S. Russell"],
    "venue": "Science 317,",
    "year": 2007
  }, {
    "title": "Possible precipitation of ice at low latitudes of Mars during periods of high obliquity",
    "authors": ["B.M. Jakosky", "M.H. Carr"],
    "venue": "Nature 315,",
    "year": 1985
  }, {
    "title": "The history of martian volatiles",
    "authors": ["B.M. Jakosky", "J.H. Jones"],
    "venue": "Rev. Geophys",
    "year": 1997
  }, {
    "title": "A minimum time for the formation of Holden Northeast fan, Mars",
    "authors": ["D.J. Jerolmack", "Mohrig", "M.T. Zuber", "S. Byrne"],
    "venue": "Geophys. Res. Lett. 31,",
    "year": 2004
  }, {
    "title": "Lithospheric loading by the northern polar cap on Mars",
    "authors": ["C.L. Johnson", "S.C. Solomon", "J.W. Head", "R. Phillips", "D.E. Smith", "M.T. Zuber"],
    "venue": "Icarus 144,",
    "year": 2000
  }, {
    "title": "Rates of regional denudation in the United States",
    "authors": ["S. Judson", "D.F. Ritter"],
    "venue": "J. Geophys. Res",
    "year": 1964
  }, {
    "title": "The Ascraeus Mons fan-shaped deposit: Volcano–ice interactions and the climatic implications of cold-based tropical mountain glaciation",
    "authors": ["S.J. Kadish", "J.W. Head", "R.L. Parsons", "D.R. Marchant"],
    "venue": "Icarus 197,",
    "year": 2008
  }, {
    "title": "Evidence of ancient continental glaciation in the Martian northern plains",
    "authors": ["J.S. Kargel", "V.R. Baker", "J.E. Beget", "J.F. Lockwood", "T.L. Pewe", "J.S. Shaw", "R.G. Strom"],
    "venue": "J. Geophys. Res",
    "year": 1995
  }, {
    "title": "CO2 condensation and the climate of early Mars",
    "authors": ["J.F. Kasting"],
    "venue": "Icarus 94,",
    "year": 1991
  }, {
    "title": "Impact origin of sediments at the Opportunity landing site on Mars",
    "authors": ["J.P. Knauth", "D.M. Burt", "K.H. Wohletz"],
    "venue": "Nature",
    "year": 2005
  }, {
    "title": "Stratigraphy and erosional landforms of layered deposits in Valles Marineris",
    "authors": ["G. Komatsu", "P.E. Geissler", "R.G. Strom", "R.B. Singer"],
    "venue": "J. Geophys. Res",
    "year": 1993
  }, {
    "title": "Fate of outflow channel effluents in the northern lowlands of Mars: the Vastitas Borealis Formation as a sublimation residue from frozen ponded bodies of water",
    "authors": ["M.A. Kreslavsky", "J.W. Head"],
    "venue": "J. Geophys. Res",
    "year": 2002
  }, {
    "title": "Ring-mold craters in lineated valley fill and lobate debris aprons on Mars: evidence for subsurface glacial ice",
    "authors": ["A.M. Kress", "J.W. Head"],
    "venue": "Geophys. Res. Lett. 35,",
    "year": 2008
  }, {
    "title": "Can springs cut canyons into rock",
    "authors": ["M.P. Lamb", "A.D. Howard", "J.R. Johnson", "K.X. Whipple", "W.E. Dietrich", "J.T. Perron"],
    "venue": "J. Geophys. Res",
    "year": 2006
  }, {
    "title": "Utilization of the THEMIS visible and infrared imaging data for crater population studies of the Meridiani Planum landing site",
    "authors": ["M.D. Lane", "P.R. Christensen", "W.K. Hartmann"],
    "venue": "Geophys. Res. Lett. 30,",
    "year": 2003
  }, {
    "title": "Sulfates in the north polar region of Mars by OMEGA Mars Express",
    "authors": ["Y. Langevin", "F. Poulet", "Bibring", "J.-P", "B. Gondet"],
    "year": 2005
  }, {
    "title": "Long term evolution andchaotic diffusion of the insolation quantities ofMars",
    "authors": ["J. Laskar", "A.C.M. Correia", "M. Gastineau", "F. Joutel", "B. Levrard", "P. Robutel"],
    "venue": "Icarus 170,",
    "year": 2004
  }, {
    "title": "Formation of Mangala outflow channel, Mars: morphological development and water discharge and duration estimates",
    "authors": ["H.J. Leask", "L. Wilson", "L.K. Mitchell"],
    "venue": "J. Geophys. Res. 112,",
    "year": 2007
  }, {
    "title": "Volcanic rilles, streamlined islands, and the origin of outflow channels on Mars",
    "authors": ["D.W. Leverington"],
    "venue": "J. Geophys. Res",
    "year": 2004
  }, {
    "title": "Recent formation and evolution of northern Martian polar layered deposits as inferred from a global climate model",
    "authors": ["B. Levrard", "F. Forget", "F. Montmessin", "J. Laskar"],
    "venue": "J. Geophys. Res. 112,",
    "year": 2007
  }, {
    "title": "Lineated valley fill and lobate debris apron stratigraphy in Nilosyrtis Mensae, Mars: evidence for phases of glacial modification of the dichotomy boundary",
    "authors": ["J. Levy", "J.W. Head", "D.R. Marchant"],
    "venue": "J. Geophys. Res",
    "year": 2007
  }, {
    "title": "Thermal contraction crack polygons on Mars: classification, distribution and climate implications from global HiRISE observations",
    "authors": ["J. Levy", "J.W. Head", "D.R. Marchant"],
    "venue": "J. Geophys. Res. 114,",
    "year": 2009
  }, {
    "title": "Quasiperiodic bedding in the sedimentary rock record of Mars",
    "authors": ["K.W. Lewis", "O. Aharonson", "J.P. Grotzinger", "R.L. Kirk", "A.S. McEwen", "T. Suer"],
    "year": 2008
  }, {
    "title": "Mars and Earth: comparison of cold climate features",
    "authors": ["B.K. Lucchitta"],
    "venue": "Icarus",
    "year": 1981
  }, {
    "title": "Ice and debris in the fretted terrain",
    "authors": ["B.K. Lucchitta"],
    "venue": "J. Geophys. Res",
    "year": 1984
  }, {
    "title": "The canyonsystemonMars. In:Kieffer,H.H., Jakosky,B.M",
    "authors": ["B.K. Lucchitta", "A.S. McEwen", "G.D. Clow", "P.E. Geissler", "R.B. Singer", "R.A. Schultz", "S.W. Squyres"],
    "year": 1992
  }, {
    "title": "Origin of martian water",
    "authors": ["L.I. Lunine", "J. Chambers", "A. Morbidelli", "L.A. Leshin"],
    "venue": "Icarus 165,",
    "year": 2004
  }, {
    "title": "Jarosite as an indicator of water-limited chemical weathering on Mars",
    "authors": ["M.E. Madden", "R.J. Bodnar", "J.D. Rimstidt"],
    "venue": "Nature",
    "year": 2004
  }, {
    "title": "Sedimentary rocks of earlyMars",
    "authors": ["M.C. Malin", "K.S. Edgett"],
    "venue": "Science",
    "year": 2000
  }, {
    "title": "Mars Global Surveyor Mars Orbiter Camera: interplanetary cruise through primary mission",
    "authors": ["M.C. Malin", "K.S. Edgett"],
    "venue": "J. Geophys. Res",
    "year": 2001
  }, {
    "title": "Evidence for persistent flow and aqueous sedimentation on early Mars",
    "authors": ["M.C. Malin", "K.S. Edgett"],
    "venue": "Science",
    "year": 2003
  }, {
    "title": "Presentday impact cratering rate and contemporary gully activity on Mars",
    "authors": ["M.C. Malin", "K.S. Edgett", "L.V. Posiolova", "S.M. McColley", "E.Z. Noe-Dobrea"],
    "year": 2006
  }, {
    "title": "Martian floods at Cerberus Fossae can be produced by groundwater discharge",
    "authors": ["M. Manga"],
    "venue": "Geophys. Res. Lett. 31,",
    "year": 2004
  }, {
    "title": "Geomorphic analysis of lobate debris aprons onMars at Mars Orbiter Camera scale: evidence for ice sublimation initiated by fractures",
    "authors": ["N. Mangold"],
    "venue": "J. Geophys. Res",
    "year": 2003
  }, {
    "title": "Experimental and theoretical deformation of ice–rock mixtures: implications on rheology and ice content of Martian permafrost",
    "authors": ["N. Mangold", "P. Allemand", "P. Thomas", "P. Duval", "Y. Geraud"],
    "venue": "Planet. Space Sci",
    "year": 2002
  }, {
    "title": "Evidence for precipitation on Mars from dendritic valleys in the Valles",
    "authors": ["N. Mangold", "C. Quantin", "V. Ansan", "C. Delacourt", "P. Allemand"],
    "venue": "Marineris area. Science",
    "year": 2004
  }, {
    "title": "Antarctic Dry Valleys: microclimate zonation, variable geomorphic processes, and implications for assessing climate change on Mars",
    "authors": ["D.R. Marchant", "J.W. Head"],
    "venue": "Icarus 192,",
    "year": 2007
  }, {
    "title": "Mega-impact formation of the Mars hemispheric dichotomy",
    "authors": ["M.M. Marinova", "O. Aharonson", "E. Asphaug"],
    "venue": "Nature",
    "year": 2008
  }, {
    "title": "Evolutionary tracks of the terrestrial planets",
    "authors": ["T. Matsui", "Y. Abe"],
    "venue": "Earth Moon, Planets",
    "year": 1987
  }, {
    "title": "Geologic map of the Coprates quadrangle of Mars",
    "authors": ["J.F. McCauley"],
    "venue": "U.S. Geological Survey Misc. Inv. Map I-897",
    "year": 1978
  }, {
    "title": "A volcanic environment for bedrock diagenesis at Meridiani Planum, Mars",
    "authors": ["T.M. McCollom", "B.M. Hynek"],
    "venue": "Nature",
    "year": 2005
  }, {
    "title": "The rayed crater Zunil and interpretations of small impact craters on Mars",
    "authors": ["A.S. McEwen", "B.S. Preblich", "E.P. Turtle", "N.A. Artemieva", "M.P. Golombek", "M. Hurst", "R.L. Kirk", "D.M. Burr", "P.R. Christensen"],
    "venue": "Icarus 176,",
    "year": 2005
  }, {
    "title": "A closer look at water-related geologic activity",
    "authors": ["M.E. Banks", "J.J. Wray"],
    "venue": "onMars. Science",
    "year": 2007
  }, {
    "title": "Origin of the Martian crustal dichotomy: evaluating hypotheses",
    "authors": ["G.E. McGill", "S.W. Squyres"],
    "venue": "Icarus",
    "year": 1991
  }, {
    "title": "Localized gravity/ topography admittance and correlation spectra on Mars: implications for regional and global evolution",
    "authors": ["P.J. McGovern", "S.C. Solomon", "D.E. Smith", "M.T. Zuber", "M. Simons", "M.A. Wieczorek", "R.J. Phillips", "G.A. Neumann", "O. Aharonson", "J.W. Head"],
    "venue": "J. Geophys. Res",
    "year": 2002
  }, {
    "title": "The generation of martian floods by the melting of ground ice above dykes",
    "authors": ["D. McKenzie", "F. Nimmo"],
    "venue": "Nature",
    "year": 1999
  }, {
    "title": "The rocks of Mars",
    "authors": ["H.Y. McSween Jr."],
    "venue": "Meteorit. Planet. Sci",
    "year": 2002
  }, {
    "title": "Elemental composition of the martian crust",
    "authors": ["H.Y. McSween Jr.", "G.J. Taylor", "M.B. Wyatt"],
    "venue": "Science",
    "year": 2009
  }, {
    "title": "Amounts of crustal stretching in Valles Marineris, Mars",
    "authors": ["D. Mège", "P. Masson"],
    "venue": "Planet. Space Sci",
    "year": 1996
  }, {
    "title": "The distribution and behavior of martian ground ice during past and present epochs",
    "authors": ["M.T. Mellon", "B.M. Jakosky"],
    "venue": "J. Geophys. Res",
    "year": 1995
  }, {
    "title": "A prelanding assessmentof the ice-table depth and ground ice characteristics inmartianpermafrost at the Phoenix landing site",
    "authors": ["M.T. Mellon", "W.V. Boynton", "W.C. Feldman", "Bandfield", "J.L"],
    "venue": "J. Geophys. Res. 114,",
    "year": 2008
  }, {
    "title": "Impact erosion of the primordial atmosphere of Mars",
    "authors": ["H.J. Melosh", "A.M. Vickery"],
    "venue": "Nature",
    "year": 1989
  }, {
    "title": "North polar cap of Mars: polar layered deposit characterization and identification of a fundamental climate signal",
    "authors": ["S.M. Milkovich", "J.W. Head"],
    "venue": "J. Geophys. Res. 110,",
    "year": 2005
  }, {
    "title": "Debris-covered piedmont glacier deposits along the northwest flank of the Olympus Mons scarp: evidence for lowlatitude ice accumulation during the Late Amazonian of Mars",
    "authors": ["S.M. Milkovich", "J.W. Head", "D.R. Marchant"],
    "venue": "Icarus 181,",
    "year": 2006
  }, {
    "title": "Viscous flow features on the surface of Mars: observations from high-resolution Mars Orbiter Camera (MOC) images",
    "authors": ["R.E. Milliken", "J.F. Mustard", "D.L. Goldsby"],
    "venue": "J. Geophys. Res",
    "year": 2003
  }, {
    "title": "Clay and sulfate-bearing rocks in a stratigraphic sequence in Gale crater",
    "authors": ["R.E. Milliken", "K.S. Edgett", "G.A. Swayze", "R.N. Clark", "B.J. Thomson", "R. Anderson", "J.F. Bell III"],
    "venue": "Lunar Planet. Sci",
    "year": 2009
  }, {
    "title": "Continental-scale salt-tectonics on Mars and the origin of Valles Marineris and associated outflow channels",
    "authors": ["D.R. Montgomery", "S.M. Som", "M.P.A. Jackson", "B.C. Schreiber", "A.R. Gillespie", "J.B. Adams"],
    "venue": "Geol. Soc. Am",
    "year": 2009
  }, {
    "title": "Hellas as a possible site of ancient ice-covered lakes on Mars",
    "authors": ["J.M. Moore", "D.E. Wilhelms"],
    "venue": "Icarus 154,",
    "year": 2001
  }, {
    "title": "Martian layered fluvial deposits: implications for Noachian climate scenarios",
    "authors": ["J.M. Moore", "A.D. Howard", "W.E. Dietrich", "P.M. Schenk"],
    "venue": "Geophys. Res. Lett. 30,",
    "year": 2003
  }, {
    "title": "Sinton crater, Mars: evidence for impact into a plateau icefield and melting to produce valley networks at the Hesperian–amazonian boundary",
    "authors": ["G.A. Morgan", "J.W. Head"],
    "venue": "Icarus 202,",
    "year": 2009
  }, {
    "title": "Lineated valley fill (LVF) and lobate debris aprons (LDA) of the northern Dichotomy boundary, Mars: constraints on the extent, age and episodicity of Amazonian glacial events",
    "authors": ["G.A. Morgan", "J.W. Head", "D.R. Marchant"],
    "venue": "Icarus",
    "year": 2009
  }, {
    "title": "Recent water release in the Tharsis region of Mars",
    "authors": ["P.J. Mouginis-Mark"],
    "venue": "Icarus",
    "year": 1990
  }, {
    "title": "First results from the Compact Reconnaissance Imaging Spectrometer for Mars (CRISM)",
    "authors": ["S.L. Murchie"],
    "venue": "CRISM Science and Engineering Teams,",
    "year": 2008
  }, {
    "title": "Evidence for recent climate change onMars from the identification of youthful near-surface ground ice",
    "authors": ["J.F. Mustard", "C.D. Cooper", "M.K. Rifkin"],
    "venue": "Nature 412,",
    "year": 2001
  }, {
    "title": "Olivine and pyroxene diversity in the crust of Mars",
    "authors": ["J.F. Mustard", "F. Poulet", "A. Gendrin", "Bibring", "J.-P", "Y. Langevin", "B. Gondet", "N. Mangold", "G. Bellucci", "F. Altieri"],
    "year": 2005
  }, {
    "title": "Mineralogy of Nili Fossae regionwith OMEGA/Mars Express data: 1. Ancient impact melt in the Isidis Basin and implications for the transition from the Noachian to Hesperian",
    "authors": ["J.F. Mustard", "F. Poulet", "J.W. Head", "N. Mangold", "Bibring", "J.-P", "S.M. Pelkey", "C.I. Fassett", "Y. Langevin", "G. Neukum"],
    "venue": "J. Geophys. Res. 112,",
    "year": 2007
  }, {
    "title": "Origin and evolution of the layered deposits in the Valles Marineris",
    "authors": ["S.S. Nedell", "S.W. Squyres", "D.W. Anderson"],
    "venue": "Mars. Icarus",
    "year": 1987
  }, {
    "title": "Recent and episodic volcanic and glacial activity on Mars revealed by the High Resolution",
    "authors": ["G. Neukum", "R. Jaumann", "H. Hoffman", "E. Hauber", "J.W. Head", "A.T. Basilevsky", "B.A. Ivanov", "S.C. Werner", "S. van Gasselt", "J.B. Murray", "T.B. McCord"],
    "venue": "HRSC Co-Investigator Team,",
    "year": 2004
  }, {
    "title": "The geologic evolution of Mars: episodicity of resurfacing events and ages from cratering analysis of image data and correlation with radiometric ages of martian meteorites",
    "authors": ["G. Neukum", "A.T. Basilevsky", "M.G. Chapman", "S.C. Werner", "S. van Gasselt", "R. Jaumann", "E. Hauber", "H. Hoffman", "U. Wolf", "J.W. Head", "R. Greeley", "T.B. McCord"],
    "venue": "HRSC CoInvestigator Team,",
    "year": 2007
  }, {
    "title": "Crustal structure of Mars from gravity and topography",
    "authors": ["G.A. Neumann", "M.T. Zuber", "M.A. Wieczorek", "P.J. McGovern", "F.G. Lemoine", "D.E. Smith"],
    "venue": "J. Geophys. Res",
    "year": 2004
  }, {
    "title": "Dike intrusions as a possible cause linear martianmagnetic",
    "authors": ["F. Nimmo"],
    "venue": "anomalies. Geology",
    "year": 2000
  }, {
    "title": "Early crustal evolution of Mars",
    "authors": ["F. Nimmo", "K. Tanaka"],
    "venue": "Ann. Rev. Earth Planet. Sci",
    "year": 2005
  }, {
    "title": "Implications of an impact origin for the martian hemispheric dichotomy",
    "authors": ["F. Nimmo", "S.D. Hart", "D.G. Korycansky", "C.B. Agnor"],
    "venue": "Nature 453,",
    "year": 2008
  }, {
    "title": "Ages and geologic histories of martian meteorites",
    "authors": ["L.E. Nyquist", "D.D. Bogard", "Shih", "C.-Y", "A. Greshake", "D. Stöffler", "O. Eugster"],
    "venue": "Space Sci. Rev",
    "year": 2001
  }, {
    "title": "Chloride bearing materials in the Southern Highlands of Mars",
    "authors": ["M.M. Osterloo", "V.E. Hamilton", "J.L. Bandfield", "T.D. Glotch", "A.M. Baldridge", "P.R. Christensen", "L.L. Tornabene", "F.S. Anderson"],
    "venue": "Science 319,",
    "year": 2008
  }, {
    "title": "Transitional morphology in West Deuteronilus Mensae, Mars: implications for modification of the Lowland/Upland",
    "authors": ["T.J. Parker", "R.S. Saunders", "D.M. Schneeberger"],
    "venue": "boundary. Icarus",
    "year": 1989
  }, {
    "title": "Coastal geomorphology of the Martian northern plains",
    "authors": ["T.J. Parker", "D.S. Gorsline", "R.S. Saunders", "D.C. Pieri", "D.M. Schneeberger"],
    "venue": "J. Geophys. Res",
    "year": 1993
  }, {
    "title": "Argyre Planitia and the Mars global hydrologic cycle",
    "authors": ["T.J. Parker", "S.M. Clifford", "W.B. Banerdt"],
    "venue": "Lunar Planet. Sci",
    "year": 2000
  }, {
    "title": "Evolution of the martian atmosphere",
    "authors": ["R.O. Pepin"],
    "venue": "Icarus 111,",
    "year": 1994
  }, {
    "title": "Ancient geodynamics and global-scale hydrology on Mars",
    "authors": ["R.J. Phillips", "M.T. Zuber", "S.C. Solomon", "M.P. Golombek", "B.M. Jakosky", "W.B. Banerdt", "D.E. Smith", "R.M. Williams", "B.M. Hynek", "O. Aharonson", "S.A. Hauck II"],
    "year": 2001
  }, {
    "title": "Mars north polar deposits: stratigraphy, age, and geodynamical response",
    "authors": ["R.J. Phillips", "M.T. Zuber", "S.E. Smrekar", "M.T. Mellon", "J.W. Head", "K.L. Tanaka", "N.E. Putzig", "S.M. Milkovich", "B.A. Campbell", "J.J. Plaut", "A. Safaeinili", "R. Seu", "D. Biccari", "L.M. Carter", "G. Picardi", "R. Orosei", "P. Surdas Mohit", "E. Heggy", "R.W. Zurek", "A.F. Egan", "E. Giacomoni", "F. Russo", "M. Cutigni", "E. Pettinelli", "J.W. Holt", "C.J. Leuschen", "L. Marinangeli"],
    "venue": "Science",
    "year": 2008
  }, {
    "title": "2003.Morphologic and topographic analyses of debris aprons in the eastern Hellas region, Mars",
    "authors": ["T.L. Pierce", "D.A. Crown"],
    "venue": "Icarus 163,",
    "year": 1035
  }, {
    "title": "Geomorphology of martian valleys",
    "authors": ["D.C. Pieri"],
    "venue": "NASA Tech. Memo",
    "year": 1980
  }, {
    "title": "Radar sounding of subsurface layers in the south polar plains of Mars: correlation with the Dorsa Argentea Formation",
    "authors": ["J.J. Plaut", "A. Ivanov", "A. Safaeinili", "S.M. Milkovich", "G. Picardi", "R. Seu", "R.J. Phillips"],
    "venue": "Lunar Planet. Sci",
    "year": 2007
  }, {
    "title": "Radar evidence for ice in lobate debris aprons in the mid-northern latitudes of Mars",
    "authors": ["J.J. Plaut", "A. Safaeinili", "J.W. Holt", "R.J. Phillips", "J.W. Head", "R. Seu", "N.E. Putzig", "A. Frigeri"],
    "venue": "Geophys. Res. Lett. 36,",
    "year": 2009
  }, {
    "title": "Cerberus Fossae, Elysium, Mars: a source for lava and water",
    "authors": ["J.B. Plescia"],
    "venue": "Icarus",
    "year": 2003
  }, {
    "title": "Phyllosilicates on Mars and implications for early martian climate",
    "authors": ["F. Poulet", "Bibring", "J.-P", "J.F. Mustard", "A. Gendrin", "N. Mangold", "Y. Langevin", "R. Arvidson", "B. Gondet", "C. Gomez"],
    "venue": "OMEGA Team,",
    "year": 2005
  }, {
    "title": "Global thermal inertia and surface properties of Mars from the MGS mapping mission",
    "authors": ["N.E. Putzig", "M.T. Mellon", "K.A. Kretke", "R.E. Arvidson"],
    "venue": "Icarus 173,",
    "year": 2005
  }, {
    "title": "Ages of Valles Marineris (Mars) landslides and implications for canyon history",
    "authors": ["C. Quantin", "P. Allemand", "N. Mangold", "C. Delacourt"],
    "venue": "Icarus 172,",
    "year": 2004
  }, {
    "title": "Absolute dune ages and implications for the time of formation of gullies in Nirgal Vallis, Mars",
    "authors": ["D. Reiss", "S. van Gasslet", "G. Neukum", "R. Jaumann"],
    "venue": "J. Geophys. Res. 109,",
    "year": 2004
  }, {
    "title": "Magnitude of a catastrophic flood event at",
    "authors": ["M.S. Robinson", "K.L. Tanaka"],
    "venue": "Kasei Vallis, Mars. Geology",
    "year": 1990
  }, {
    "title": "Elysium–Utopia flows as mega-lahars: a model of dike intrusion, cryosphere cracking, and water-sediment release",
    "authors": ["P.S. Russell", "J.W. Head"],
    "venue": "J. Geophys. Res",
    "year": 2003
  }, {
    "title": "The martian hydrologic system:multiple recharge centers at large volcanic provinces and the contribution of snowmelt to outflow channel activity",
    "authors": ["P.S. Russell", "J.W. Head"],
    "venue": "Planet. Space Sci",
    "year": 2007
  }, {
    "title": "A recent ice age on Mars: Evidence for climate oscillations from regional layering in mid-latitude mantling deposits",
    "authors": ["S.C. Schon", "J.W. Head", "in press"],
    "venue": "Geophys. Res. Lett. doi:10.1029/2009GL038554",
    "year": 2009
  }, {
    "title": "Unique chronostratigraphic marker in depositional fan stratigraphy on Mars: evidence for ca. 1.25 Ma gully activity and surficial meltwater origin",
    "authors": ["S.C. Schon", "J.W. Head", "C.I. Fassett"],
    "venue": "Geology 37,",
    "year": 2009
  }, {
    "title": "Three-dimensional normal faulting models of Valles Marineris, Mars, and geodynamical implications",
    "authors": ["R.A. Schultz", "J. Lin"],
    "venue": "J. Geophys. Res.106,16549–16566",
    "year": 2001
  }, {
    "title": "Geologic map of Mars",
    "authors": ["D.H. Scott", "M.H. Carr"],
    "venue": "U.S. Geological SurveyMisc. Inv. Map I-1083",
    "year": 1978
  }, {
    "title": "Geologic map of the western equatorial region of Mars",
    "authors": ["D.H. Scott", "K.L. Tanaka"],
    "venue": "U.S. Geological Survey Misc. Inv. Map I-1802-A",
    "year": 1986
  }, {
    "title": "Utopia and Hellas basins, Mars: twins separated at birth",
    "authors": ["M.L. Searles", "W.B. Banerdt", "R.J. Phillips"],
    "venue": "J. Geophys. Res",
    "year": 2006
  }, {
    "title": "Environmental effects of large impacts",
    "authors": ["N.H. Segura", "O.B. Toon", "A. Colaprete", "K.J. Zahnle"],
    "venue": "Science 298,",
    "year": 2002
  }, {
    "title": "Mars: troughed terrain",
    "authors": ["R.P. Sharp"],
    "venue": "J. Geophys. Res",
    "year": 1973
  }, {
    "title": "Origin and evolution of a cold-based tropical mountain glacier on Mars: the Pavonis Mons fan-shaped deposit",
    "authors": ["D.E. Shean", "J.W. Head", "D.R. Marchant"],
    "venue": "J. Geophys. Res. 110,",
    "year": 2005
  }, {
    "title": "Recent glaciation at high elevations on Arsia Mons, Mars: implications for the formation and evolution of large tropical mountain glaciers",
    "authors": ["D.E. Shean", "J.W. Head", "J.L. Fastook", "D.R. Marchant"],
    "venue": "J. Geophys. Res",
    "year": 2007
  }, {
    "title": "Martian plate tectonics",
    "authors": ["N.H. Sleep"],
    "venue": "J. Geophys. Res",
    "year": 1994
  }, {
    "title": "Refugia from asteroid impacts on early Mars and the early Earth",
    "authors": ["N.H. Sleep", "K. Zahnle"],
    "venue": "J. Geophys. Res",
    "year": 1998
  }, {
    "title": "Water at the Phoenix landing site",
    "authors": ["P.H. Smith"],
    "venue": "Lunar Planet. Sci",
    "year": 2009
  }, {
    "title": "If the late heavy bombardment on the Moon was a terminal cataclysm, what are some implications for Mars",
    "authors": ["S.C. Solomon", "J.W. Head"],
    "venue": "Lunar Planet. Sci",
    "year": 2007
  }, {
    "title": "Martian fretted terrain — flow of erosional debris",
    "authors": ["S.W. Squyres"],
    "venue": "Icarus",
    "year": 1978
  }, {
    "title": "Ice in the martian regolith",
    "authors": ["S.W. Squyres", "S.M. Clifford", "R.O. Kuzmin", "J.R. Zimbelman", "F.M. Costard"],
    "year": 1992
  }, {
    "title": "Two years at Meridiani Planum: results from the Opportunity Rover",
    "authors": ["S.W. Squyres", "A.H. Knoll", "R.E. Arvidson", "B.C. Clark", "J.P. Grotzinger", "B.L. Jolliff", "S.M. McLennan", "N.J. Tosca", "J.F. Bell III", "W.M. Calvin", "W.H. Farrand", "T.D. Glotch", "M.P. Golombek", "K.E. Herkenhoff", "J.R. Johnson", "G. Klingelhöfer", "H.Y. McSween Jr.", "A.S. Yen"],
    "venue": "Science 313,",
    "year": 2006
  }, {
    "title": "Pyroclastic activity at home plate in Gusev Crater, Mars",
    "authors": ["G. Klingelhöfer", "K.W. Lewis", "R. Li", "T.J. McCoy", "A.S. McEwen", "H.Y. McSween Jr.", "D.W. Ming", "J.M. Moore", "R.V. Morris", "T.J. Parker", "J.W. Rice", "S. Ruff", "M. Schmidt", "C. Schröder", "L.A. Soderblom", "A. Yen"],
    "venue": "Science 316,",
    "year": 2007
  }, {
    "title": "Exploration of Victoria Crater by the Mars Rover Opportunity",
    "authors": ["J.W", "C. Shröder", "R.J. Sullivan", "A. Yen", "R.A. Yingst"],
    "venue": "Science 324,",
    "year": 2009
  }, {
    "title": "Comparing morphologies of drainage basins on Mars and Earth using integral-geometry and neural maps",
    "authors": ["T.F. Stepinski", "S. Coradetti"],
    "venue": "Geophys. Res. Lett. 31,",
    "year": 2004
  }, {
    "title": "Vertical analysis of martian drainage basins",
    "authors": ["T.F. Stepinski", "W.J. O'Hara"],
    "venue": "Lunar Planet. Sci",
    "year": 2003
  }, {
    "title": "Surface runoff features on Mars: testing of the carbon dioxide hypothesis",
    "authors": ["S.T. Stewart", "F. Nimmo"],
    "venue": "J. Geophys. Res",
    "year": 2002
  }, {
    "title": "Cratering history and lunar chronology",
    "authors": ["D. Stöffler", "G. Ryder", "B.A. Ivanov", "N.A. Artemieva", "M.J. Cintala", "R.A. Grieve"],
    "venue": "Rev. Mineral. Geochem",
    "year": 2006
  }, {
    "title": "The Martian Impact Cratering Record",
    "authors": ["R.G. Strom", "S.K. Croft", "N.G. Barlow"],
    "year": 1992
  }, {
    "title": "Mass movement slope streaks imaged by the Mars Orbiter Camera",
    "authors": ["R. Sullivan", "P. Thomas", "J. Veverka", "M. Malin", "K.S. Edgett"],
    "venue": "J. Geophys. Res",
    "year": 2001
  }, {
    "title": "The stratigraphy of Mars",
    "authors": ["K.L. Tanaka"],
    "venue": "Proc. Lunar Planet. Sci. Conf. 17, J. Geophys. Res",
    "year": 1986
  }, {
    "title": "Geologic map of the polar regions of Mars",
    "authors": ["K.L. Tanaka", "D.H. Scott"],
    "venue": "US. Geological Survey Misc. Invest. Series, Map I-1802-BC",
    "year": 1987
  }, {
    "title": "Geologic history of the polar regions of Mars based onMars Global Surveyor data",
    "authors": ["K.L. Tanaka", "E.J. Kolb"],
    "venue": "Noachian and Hesperian periods. Icarus",
    "year": 2001
  }, {
    "title": "Martian tension fractures and formation of graben and collapse features at Valles Marineris",
    "authors": ["K.L. Tanaka", "M.P. Golombek"],
    "venue": "Proc. Lunar Planet. Sci. Conf",
    "year": 1989
  }, {
    "title": "The resurfacing history of Mars: a synthesis of digitized, Viking-based geology",
    "authors": ["K.L. Tanaka", "N.K. Isbell", "D.H. Scott", "R. Greeley", "J.E. Guest"],
    "venue": "Proc. Lunar Planet. Sci. Conf",
    "year": 1988
  }, {
    "title": "Geologic map of the northern plains of Mars",
    "authors": ["K.L. Tanaka", "J.A. Skinner", "T.M. Hare"],
    "venue": "U. S. Geol. Surv., Sci. Inv. Map",
    "year": 2005
  }, {
    "title": "Isotopic evidence for a terminal lunar cataclysm",
    "authors": ["F. Tera", "D.A. Papanastassiou", "G.J. Wasserburg"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 1974
  }, {
    "title": "The astronomical theory of climate change on Mars",
    "authors": ["O.B. Toon", "J.B. Pollack", "W. Ward", "J.A. Burns", "K. Bilski"],
    "venue": "Icarus",
    "year": 1980
  }, {
    "title": "Constraints on evaporation processes at Meridiani Planum: combining theoretical and experimental data",
    "authors": ["N.J. Tosca", "S.M. McLennan"],
    "venue": "Lunar Planet. Sci",
    "year": 2006
  }, {
    "title": "Geochemical modeling of evaporation processes on Mars: insights from the sedimentary record at Meridiani Planum",
    "authors": ["N.J. Tosca", "S.M. McLennan", "B.C. Clark", "J.P. Grotzinger", "J.A. Hurowitz", "A.H. Knoll", "C. Schroder", "S.W. Squyres"],
    "venue": "Earth Planet. Sci",
    "year": 2005
  }, {
    "title": "Orientation, relative age and extent of the Tharsis plateau ridge system",
    "authors": ["T.R. Watters", "T.A. Maxwell"],
    "venue": "J. Geophys. Res",
    "year": 1986
  }, {
    "title": "Terrestrial analogs for Noachian tectonics of the Tharsis rise and Thaumasia plateau, Mars",
    "authors": ["B.M. Webb", "J.W. Head"],
    "venue": "Lunar Planet. Sci. Conf",
    "year": 2002
  }, {
    "title": "Noachian tectonics of Syria Planum and Thaumasia plateau, Mars",
    "authors": ["B.M. Webb", "J.W. Head"],
    "venue": "Lunar Planet. Sci. Conf",
    "year": 2002
  }, {
    "title": "New evidence that the Valles Marineris interior deposits formed in standing bodies of water",
    "authors": ["C.M. Weitz", "T.J. Parker"],
    "venue": "Lunar Planet. Sci",
    "year": 2000
  }, {
    "title": "The global martian volcanic evolutionary history",
    "authors": ["S.C. Werner"],
    "venue": "Icarus 201,",
    "year": 2009
  }, {
    "title": "The martian hemispheric dichotomy may be due to a giant impact",
    "authors": ["D.E. Wilhelms", "S.W. Squyres"],
    "venue": "Nature",
    "year": 1984
  }, {
    "title": "Ancient melting of midlatitude snowpacks on Mars as a water source for gullies",
    "authors": ["K.E. Williams", "O.B. Toon", "J.L. Heldmann", "M.T. Mellon"],
    "venue": "Icarus 200,",
    "year": 2009
  }, {
    "title": "Mars: review and analysis of volcanic eruption theory and relationships to observed landforms",
    "authors": ["L. Wilson", "J.W. Head"],
    "venue": "Rev. Geophys",
    "year": 1994
  }, {
    "title": "Evidence for a massive phreatomagmatic eruption in the initial stages of formation of the Mangala Valles outflow channel, Mars",
    "authors": ["L. Wilson", "J.W. Head"],
    "venue": "Geophys. Res. Lett. 31,",
    "year": 2004
  }, {
    "title": "Evidence for episodicity in the magma supply to the large Tharsis volcanoes",
    "authors": ["L. Wilson", "E.D. Scott", "J.W. Head"],
    "venue": "J. Geophys. Res",
    "year": 2001
  }, {
    "title": "Mars outflow channels: a reappraisal of the estimation of water flow velocities from water depths, regional slopes and channel floor properties",
    "authors": ["L. Wilson", "G.J. Ghatan", "J.W. Head", "K.L. Mitchell"],
    "venue": "J. Geophys. Res",
    "year": 2004
  }, {
    "title": "Tectonic evolution of Mars",
    "authors": ["D.U. Wise", "M.P. Golombek", "G.E. McGill"],
    "venue": "J. Geophys. Res",
    "year": 1979
  }, {
    "title": "Initial analyses of CRISM data over Meridiani Planum",
    "authors": ["S.M. Wiseman", "R.E. Arvidson", "J.L. Griffes", "S.L. Murchie", "F. Poulet"],
    "venue": "CRISM Science Team,",
    "year": 2007
  }, {
    "title": "Columbus crater and other possible paleolakes in Terra Sirenum, Mars",
    "authors": ["J.J. Wray", "R.E. Milliken", "G.A. Swayze", "C.M. Dundas", "J.L. Bishop", "S.L. Murchie", "F.B. Seelos", "S.W. Squyres"],
    "venue": "Lunar Planet. Sci",
    "year": 2009
  }, {
    "title": "Spectral evidence for weathered basalt",
    "authors": ["J.W.M.H. Carr"],
    "venue": "Head III / Earth and Planetary Science Letters",
    "year": 2010
  }, {
    "title": "alternative to andesite in the northern lowlands of Mars",
    "authors": ["M.B. Wyatt", "H.Y. McSween", "K.L. Tanaka", "J.W. Head"],
    "venue": "Nature 417,",
    "year": 2004
  }, {
    "title": "Degree-1 mantle convection and the crustal dichotomy on",
    "authors": ["M.T. Zuber"],
    "venue": "Earth's accretion. Icarus",
    "year": 2001
  }, {
    "title": "Formation and fate of phyllosilicates on the surface of Mars: geochemical modeling of aqueous weathering",
    "authors": ["M.Y. Zolotov", "M.V. Mironenko"],
    "venue": "Int. Conf. Mars",
    "year": 2007
  }, {
    "title": "Internal structure and early thermal evolution of Mars from Mars",
    "authors": ["M.T. Zuber", "S.C. Solomon", "R.J. Phillips", "D.E. Smith", "G.L. Tyler", "O. Aharonson", "G. Balmino", "W.B. Banerdt", "J.W. Head", "C.L. Johnson", "F.G. Lemoine", "P.J. McGovern", "G.A. Neumann", "D.D. Rowlands", "S. Zhong"],
    "venue": "Global Surveyor topography and gravity. Science",
    "year": 2000
  }],
  "id": "SP:721301ad563cb2fe54f3c75310305cbf3c3da214",
  "authors": [{
    "name": "Michael H. Carr",
    "affiliations": []
  }, {
    "name": "James W. Head III",
    "affiliations": []
  }],
  "title": "Geologic history of Mars"
}