{
  "sections": [{
    "text": "The Lodève basin, which contains an exceptional long and nearly uninterrupted profile of Early to Late Permian continental red beds, iswell correlated to the other European Permocarboniferous basins. Together they cover the time span from the Late Pennsylvanian to the Permian–Triassic boundary. Although these basins were placed within the equatorial belt for the whole Permian, several climatic changes are recorded in the sediments. Terrestrial sedimentation is governed by the interaction of climate and tectonics as well as by volcanism to a variable degree. Therefore, small scale climatic variations of the Milankovitch band are hardly discernable and if so, they could not be correlated between different basins. Indeed, larger scale climatic shifts could be identified.\nIt is shown, that the shift from the Carboniferous icehouse to the Mesozoic warmhouse was a multi-stage process. This global warming resulted in a general aridisation of northern Pangea, indicated by outspreading playa and sabkha red beds, aeolianites and evaporites. Several short phases of increased humidity interrupted this trend, indicated by wet red beds, lake sediments and coal deposits. In central and southern Europe, these wet periods are traceable within the Late Stephanian/Lower Rotliegend (Gzhelian/ Asselian), topmost Lower Rotliegend (Asselian/Sakmarian), Upper Rotliegend I (late Artinskian/early Kungurian) and Upper Rotliegend II/Zechstein (Wuchiapingian). The aridisation of the northern Pangea which accelerated near the Sakmarian/Artinskian transition is attributed to a reorganisation of the major ocean currents. Cold water currents along the western flank of the Pangea, indicated by the Permian chert event, blocks moisture transport from West onto the continent. During Roadian and Wordian the onset of an additional cold water current along the Cimmerian continents, blocks moisture transport from the East. Both phenomena together are responsible for the maximum of aridity at the Early to Middle Permian transition.\nAdditionally, the equatorial climate has been affected by an increasing seasonality within the Late Pennsylvanian and Permian, caused by the wide shifting of the Zone of Inter-tropical Convergence (ITC) over the equator. Based on a new reconstruction of the Pangean assembly in this paper, climatic changes in the Permian are interpreted and causes of the arid-humid-arid shifts are examined. Phases of higher humidity are often related to events of global impact, like the waxing and waning of the Gondwanan glaciation, obtained in the South African Karoo Basin (Dwyka Group). But also regional events had strong climatic influence. The Zechstein transgression in the Northern and Southern Permian Basin as well as the Bellerophon transgression of the Southern Alps caused the wet phase in the Wuchiapingian. © 2006 Elsevier B.V. All rights reserved.\nKeywords: Permian; Climate; Glaciation; Aridisation; Seasonality; Continental basins; peri-Tethys\n⁎ Corresponding author. E-mail address: schneidj@geo.tu-freiberg.de (J.W. Schneider).\n0031-0182/$ - see front matter © 2006 Elsevier B.V. All rights reserved. doi:10.1016/j.palaeo.2006.03.057"
  }, {
    "heading": "1. Introduction",
    "text": "Generally, the climate development during the Late Carboniferous (Pennsylvanian) and the Permian of the palaeo-equatorial zone, which is the Euramerian biota province, is described as the transition from tropical everwet to increasing dryer conditions during the transition from the Late Palaeozoic icehouse to theMesozoic greenhouse. Meanwhile, increasingly improved correlations of the continental deposits of different basins in the Euramerian belt (e.g., Schneider, 2001; Schneider et al., 2004) enable the comparison of different processes,which control the individual features of each single basin, e.g., tectonics, volcanism, local and regional climate as well as resulting facies pattern through time. In this way, the old idea of Stille (1920) of correlative tectonic “phases” in the Variscan orogenwas modified by Schneider et al. (1995a) to wider spaced, to some degree synchronous culminations (e.g., the Franconian and the Saalian movements) of volcano-tectonics and basin development/basin reorganisation. This concept is adopted meanwhile for different regions of theVariscides (Deroin andBonin, 2003). Based on them, some phenomena in changing diversity and distribution pattern of aquatic faunas linked to the development of lake and river systems, respectively migration pathways, could partially be explained (Schneider and Zajic, 1994; Schneider et al., 2000; Boy and Schindler, 2000). The influence of the increasing aridisation on the constitution and distribution of floral associations during this time is well known (Ziegler, 1990; Kerp, 1996; DiMichele et al., 2001; Wagner, 2004). Unfortunately, the interaction between the continents and the oceans, which together with orbital factors produce theworld climate, are not really well understood. The ultimate cause is the hitherto unresolved task of direct biostratigraphical correlations of pure continental profiles and marine sections. One exception for the Lucero basin, New Mexico, with mixed marine–continental deposits, is published by Schneider et al. (2004). Therefore, climate models, as developed by Parrish (1993), Kutzbach and Ziegler (1994), Fluteau et al. (2001) give, until now, only general pictures in much too wide spaced time-slices. Nevertheless, they illustrate unresolved problems. One of them is the correlation of the glaciation/deglaciation cycles in the higher latitudes of the Pangea with the dry and wet cycles in the equatorial belt.\nIn the following, we try to distinguish between tectonically driven local facies patterns and the larger scale regional facies associations. We suppose that the latter are caused by regional and global climate changes and can be correlated by combination of biostratigraphic data and isotopic ages. For climate interpretations we use a new\nreconstruction of relative plate movements during Pangea formation."
  }, {
    "heading": "2. The Permian of the Lodève basin",
    "text": "In one of the most complete and best exposed Permian sections in Europe — the continental fluvial-lacustrine grey sediments and red beds of the southern French Lodève basin (Figs. 1, 2) — detailed sedimentological, geochemical, mineralogical and palaeoecological investigations have been carried out. The basin is situated on the southern border of the Massif Central forming a half graben structure with a supposed master fault in the south (Broutin et al., 1992; Deroin et al., 2001). Permian sediments crop out in an area of 150 km2 with a thickness of about 2500 m.\nAlthough the position of the Lodève basin was in the equatorial belt during thewhole Permian, climatic changes had been quite common. They will be analysed and discussed in context to regional and global climate signals."
  }, {
    "heading": "2.1. Litho- and biofacial climate signals",
    "text": "Permian sedimentation started in the Asselian/ Sakmarian with fluviatile clastics and lacustrine black shales of the Usclas–St. Privat Formation and the Tuilières–Loiras Formation (Fig. 2). These grey facies sediments are deposited in a fan and flood plain system with eutrophic lakes in the basin centres. The climate has been semi-humid with seasonal rainfall, as indicated by laminated (varved) lake sediments and a absolutely coniferan-dominated macroflora (85%, Galtier in Lopez et al., 2005). In the transition zone of the upper Tuilières–Loiras Formation to the lower Viala Formation, the facies changed from grey to red, respectively from lacustrine to dominant fluvial. The Viala Formation consists mainly of cyclic braided river/sheetflood sandstones and flood plain silt-/mudstones. Only in the lower part grey laminated, lacustrine clay-/siltstones are still intercalated. The red facies has been deposited under semiarid conditions, indicated by desiccation cracks, xeromorphic calcisols, vertisols and rare pseudomorphs after gypsum and halite crystals.\nAbove a tectonically induced erosional unconformity, the second sedimentation cycle starts with fanglomeratic fan deposits at the base of the Rabejac Formation (Fig. 2). Further deposition took place in an alluvial plain/flood plain environment with periodically waterfilled ponds. Bedding planes of these ponds contain masses of conchostracan- and triopsid-ichnia, tetrapod tracks and rare plant remains. Grey facies is completely missing. Remains of macroflora in fluvial sandstones are still\nfrequent, but oxidised. Invertebrate burrows are common, especially Scoyenia in floodplain deposits. Widespread flood casts and rain prints as well as desiccation cracks point to seasonal to episodic heavy precipitation events in an overall semiarid climate. Toward the top of the Rabejac Formation sheetflood and braided river sandstones diminish, indicating a retreat of the alluvial fans and a transition into the playa sediments of the following Salagou Formation. Cycles of the Octon Member, lower Salagou Formation, consist of m-thick, massive structure-less red brown clayish siltstones (vertisols) and beige-coloured, cm-thick calcareous siltstones with characteristic desiccation cracks (Fig. 3a,b). The latter ones are interpreted as deposits of exceptional flash flood events. Fluvial sandstones and siltstones disappear almost completely. Indications of a semiarid to arid climate as vertisols (instead of\ncalcisols) and desiccation crack horizons became increasingly frequent. The absence of plant roots as well as invertebrate burrows, like Scoyenia, point to a lowered groundwater level. Internal birds-eyes-structures as well as degassing structures result from decaying biomats. The occurrence of fossils in the Octon Member is almost completely restricted to temporary water filled channels which contain masses of aquatic organisms, adapted to dryness of seasonal and or longer frequency (conchostracans, triopsids — comp. Gand et al., 1997a,b; Garric, 2001). The maximum of aridity was reached in the Octon Member.\nSedimentary cycles of the Mérifons Member, upper Salagou Formation, consist of cm- to dm-thick, often laminated, red brown siltstone and grey-green, cm-thick siltstone with calcareous cements (Fig. 4a,b). Sporadically intercalated are pebbly sandstone channels or cm- to dm-\nthick sandstone horizons. These coarse clastic sediments are mainly distal fan deposits. They are traceable to the synsedimentary tectonical active western border of the basin, where they are much more abundant. Fossils like triopsids, conchostracans and insect wings as well as rare plant fragments are found in channels and in laminated claystones. They aremuchmore frequent than in theOcton Member (see Fig. 2). Sand patch fabric, vertisols as well as dewatering structures indicate periodic wetting and drying (comp. Hardie et al., 1978). The absence of evaporites or even of pseudomorphs of evaporites as halite hopper crystals points towards an open system, possible a through-flow playa (comp. Rosen, 1994).\nQuite abrupt, the La Lieude Formation (Fig. 2) starts with fluviatile coarse clastics. An up to 90 m thick series of dm- to m-thick sheetflood and braided river conglomerates, as well as large scale cross-bedded pebbly channel sandstones directly overlie the series of 1800 m of fine clastic red sediments of the Salagou Formation. Frequent greenish–whitish colours of calcareous cemented sandstone layers and calcic soils indicate a higher ground-water level causing reducing conditions. With the first conglomeratic levels calcisols and invertebrate burrows of Scoyenia-type, rooted siltstones, tree vegetation and a new tetrapod track association (Gand, 1993, Gand et al., 2000) appear. The trackmaker of 20 to 30 cm diameter tracks is a pelycosaur similar to Cotylorhynchus. Skeleton remains, belonging to those more than 4 m long herbivorous reptile, were newly discovered in sheetflood sediments. These drastic changes in litho- and biofacies patterns from dry playa to wet alluvial plain environments are indications of a rapid increase in the rate of precipitation."
  }, {
    "heading": "2.2. Volcanism",
    "text": "Tuff beds are mainly known from the Usclas–St. Privat, Tuilières–Loiras and Viala Formation (Odin, 1986). Nmila et al. (1989) first recognized that the Rabejac Formation and the Salagou Formation also contain volcanic material. About 9 air-fall tuff beds (Fig. 5) of 3 to 10 cm thickness are found in the Octon Member (Körner, 1999). These tuff beds deliver valuable information on climate related weathering processes and via the identification of their source areas onmain directions of air currents; additionally they could be used for isotopic age determination. Because of the instability of primary volcanic shards in the red facies, they are mainly made up of authigenic minerals like analcime, albite and carbonates. In contrast, tuff beds of the grey facies contain mainly authigenic potassium feldspar and carbonate. This change is directly accompanied by the transition from a\nlacustrine sedimentation with reducing milieu to flood plain sedimentation with oxic milieu in the upper Tuilières–Loiras to the lower Viala Formation.\nIn Ocean Ridge Granites (ORG) normalized spidergrams, tuffs and tuffites of the Lodève basin compared to the early calc-alkalic cycle and the latter alkalic cycle of Permian acidic volcanism from Corsica, show similar patterns (Nmila, 1995). Volcanic material of the Rabejac and Salagou Formation show Th/Ta ratios close to seven, similar to the Th/Ta ratios of the Permian alkalic volcanism of Esterel (Provence, S-France) and Corsica. On the contrary, the Th/Ta ratios of the tuff beds from the grey facies of Usclas–St. Privat to Viala Formations are close to ten. They are comparable to the first cycle Permian calcalkalic volcanism of Corsica. Zr/Th- and Th/Hf-ratios show the same relationship. The typological study of the zircon population from tuff beds of Usclas–St. Privat, Tuilières–Loiras andViala Formation (Odin, 1986; Nmila et al., 1992) confirmed a calc-alkalic volcanism in the grey facies and transitional grey/red facies. Fluid and crystalline inclusions in volcanic quartz of the Rabejac Formation (Bouchachi et al., 1990) as well as geochemical analyses of volcanic material in the Salagou Formation (Nmila, 1995) point to an alkalic volcanism in the red facies of Rabejac and Salagou Formations. The general chemical composition of the tuff beds of the Rabejac and Salagou Formations, their low concentrations of 3dtransition elements (Co, Cr, Ni) and Al2O3, P2O5, TiO2 confirm their acidic composition (Nmila et al., 1992).\nThe grain-size of the ash tuffs of the Usclas–St. Privat to Viala Formation and their decreasing thickness to the North–West suggest a source of the volcanic eruptions located maximally 100 km toward the south/south-east (Leroy, 1992 in Nmila, 1995). This is additionally supported by amodelling of climate during Pangea, assuming a super monsoon with main wind direction in the northern summer from the south-east (Parrish, 1993; Kutzbach, 1994; Fluteau et al., 2001). This fits well with the geochemical identity between the Lodève pyroclastics and the Permian volcanites of Corsica and Esterel south-east of the Lodève basin."
  }, {
    "heading": "2.3. Petrology",
    "text": "Themudstones of the grey facies consist predominantly of illite, potassium feldspar, dolomite, quartz, kaolinite and organic carbon. Characteristic for the grey facies is kaolinite, indicating a high intensity of chemical weathering, and organic carbon, implying a high organic productivity and reducing conditions. Potassium feldspar only appears in grey facies where it is very abundant— up to 35% of the whole rock (Odin, 1986) — and in small\namounts at the top of the Lodève profile in the upper MérifonsMember and in the LaLieude Formation (Fig. 6).\nMudstones of the red facies consist predominantly of illite, albite, analcime, dolomite, calcite and quartz. Characteristic for the red facies is hematite, which indicates oxic conditions, as well as authigenically formed albite and analcime. They are partly formed by alteration of volcanic shards, as indicated by high analcime contents within tuff or tuffite beds. But the highest contents of analcime and albite were found in the upper Octon Member. In this level no tuff beds occur and thus most of the analcime and albite had to be formed by the early diagenetic process of evaporative pumping, which is char-\nacteristic for semiarid climates. Evaporatic pumping leads to the destruction of detrital feldspar and of montmorillonite providing highly alkaline solutions (Hsü and Siegenthaler, 1969; Remy and Ferrel, 1989). From these solutions analcime and albite can be authigenically formed.\nThe clastic input, indicated by the amount of quartz, after reaching a first minimum in the Viala Formation, rise in the Rabejac Formation, indicating mainly tectonic activity with onset of the second sedimentation cycle. The second minimum input in the upper Octon Member corresponds well with the highest analcime and albite contents, pointing towards a maximum of aridity. In the Mérifons Member some peaks of higher clastic input are\ncime in clayish siltstones of the Lodève basin (T.–L.=Tuilières–Loiras t the entire fraction of plagioclase is made of authigenic albite.\npossibly related to tectonic movement at the Orb fault, the western border of the basin.With the start of the LaLieude Formation, authigenic analcime disappears and quartz content reaches high values. Both together confirm the above described shift to increasing precipitation."
  }, {
    "heading": "2.4. Geochemistry",
    "text": "Geochemical investigations included element geochemistry of the whole profile, carbon isotope analyses on organic carbon of the grey facies as well as oxygenand carbon-isotope analysis on calcareous cemented siltstones of the red facies (Körner, 1999; Körner et al., 2001, 2003). Due to diagenesis, the δ18O-values have been highly altered and do not reflect the climatic trends derived from other data.\nIn the transition zone from grey to red facies, changes in the major element geochemistry are associated with the appearing/disappearing of distinct minerals. Higher Na2O- (albite, analcime), CaO- (calcite) and Fe2O3contents (hematite) are associated with the decline of K2O- (potassium feldspar) andMgO-contents (dolomite).\nThe Na2O-content (Fig. 7) reflects the abundance of analcime and albite in the rocks. As outlined above, both minerals have been formed under semiarid conditions. Aggressive solutions induced by evaporative pumping are responsible for the destruction of detrital minerals and volcanic shards. In cause of this alteration potassium is partly leached out and replaced by sodium during neoformation of albite and analcime. The samples of theOcton Member, which have the highest Na2O/Al2O3-ratios and the lowest K2O/Al2O3-ratios compared to the other units, documents therefore a period of strong evaporation. These\ntrends are reflected in the calcareous cemented siltstones as well as in the mudstones of the whole profile.\nδ13Corg-values (bulk) from lacustrine dark grey, laminated mudstones of the Usclas–St. Privat and Tuilières– Loiras Formation are very variable, fluctuating between −19‰ and−26‰. This indicates changing productivity or varying ratios of algal material to continental C3-plant (analyses have been carried out by Radtke, MPI Jena and Peters–Kottig, Münster).\nThe large Middle Permian negative excursion cannot be explained by sedimentological, element geochemical and palaeontological signals within the Lodève basin (comp. Figs. 2,7 and 8). Thus we interpret this signal as an atmospheric one. Decreasing δ13C-values up to the Middle Permian (Octon Member) correspond well with modelling of CO2-pressure curves (Berner, 1991, 1994). Due to the coupled atmosphere/ocean system, the postulated atmospheric signal should also be traceable within the Mid-Permian oceanic record."
  }, {
    "heading": "3. Climate-significant facies associations in the central European Pennsylvanian and Permian basins",
    "text": "Upper Mississippian to Middle Pennsylvanian (Namurian toWestphalian)mainlymarine to paralic deposits in different east andwest European basins andNorthAmerica are compared by means of sequence stratigraphy with glaciation/deglaciation cycles of Gondwanaland by Izart et al. (2002). It is shown that in the west European paralic foreland basins of the Variscides, no relationship exists between the intensity of transgressions into these basins and the Gondwana glaciation cycles. Süss et al. (2004) concludes from very detailed investigations of sedimentary\ne. The high level of the Na2O/Al2O3 — and the low level of the K2O/ ed analcime and albite, which is interpreted as the period of strongest\nenvironments and the sequence stratigraphy of the Ruhr and Aachen basins (part of the Variscan foreland basin), that sedimentation was dominated by periodic sea-level changes. These changes should be induced by periodic\nvariations of Gondwana ice-sheet extents in a frequency of 112 ka, which are the 5th order Milankovitch cycles (short excentricity). Cycles of 100 to 110 ka duration have also been found in the paralic Donetsk basin by Izart et al.\n(2002). The latter authors state, that orbital forced climatic changes may have played an important role in limnic and continental basins and also have caused cyclicities. Stollhofen et al. (1999) discuss tectonic versus climatic control on depositional sequences in the Stephanian and the Permian Rotliegend of the Saar–Nahe basin. The discussed 200–400 ka cycles fall within the Milankovitch band. Nevertheless, because of different volcano-tectonic features, it is concluded that irregular episodes of rapid tectonic subsidence were the dominant force, rather than regular climatic fluctuations. However, interference between both driving forces is accepted to generate large, long existing lakes during climaticallywet periods. Because of the strong tectonic overprint of the climatic signals from the Milankovitch band in Variscian continental basins, we concentrate in the following on longer lasting wet and dry periods. Doing so, we have to face two problems (comp. Fig. 9). First, as shown by Schneider (2001) and Lützner et al. (2003, in press), deposits of Kasimovian up to Artinskian age, which is a duration of 25 Ma, could be biostratigraphicaly well subdivided and correlated with a time resolution between 0.5 and 1.5 Ma. Correlations are more or less well supported by isotopic ages. But, for the remaining time of 30 Ma up to the end of the Permian, only very scattered biostratigraphic information exists, isotopic ages are almost completely missing. Second, in most of the European basins, with exception of the Saar–Nahe basin and the Lodève basin, sedimentation from theMiddleCisuralian up to theUpperGuadalupian is interrupted by several hiatuses."
  }, {
    "heading": "3.1. The intra-Stephanian drought phase",
    "text": "In contrast to widespread grey sediments with coal seams in the European basins of Westphalian and Cantabrian times, red to red brown and dark violet coloured sediments are typical for parts of the Stephanian. Alluvial plain and floodplain red sediments are characterized by calcisols and vertisols with colour mottling. Bioturbation of Scoyenia gracilis-type is common. Yellowish to white sandstones are the result of leaching by groundwater flows in buried, coarse grained, porous channel deposits. Primary grey colours are restricted to the neighbourhood of the rare coal seams. Lacustrine limestones are deposited in temporary pools and short existing lakes (Gebhardt, 1988). These facies patterns are well known from different basins: the Stephanian B Rothenburg Formation and partially the Stephanian C Siebigerode Formation of the Mansfeld Subgroup in the Saale basin (Schneider and Gebhardt, 1993; Schneider et al., 2005), the Stephanian B Heusweiler Formation, Ottweiler Subgroup, of the Saar basin (Schäfer, 1989; Müller et al., 1989; Schäfer andKorsch, 1998), the StephanianATýnec\nFormation and partially the Stephanian B Jivka Member of the Odolov Formation of the Intrasudetic basin, the Stephanian ATýnec Formation and partially the Stephanian B Slaný Formation of the Central Bohemian basins (Pešek et al., 1998; Pešek and Skocek, 1999)."
  }, {
    "heading": "3.2. The Stephanian/Lower Rotliegend wetness phase (Gzhelian/Asselian transition)",
    "text": "In most of the basins, in which more or less continuous profiles exist, a recurrence of peat formation and/or extensive lake horizons is observed (Fig. 9). Depending on intensified tectonics and subsidence, in some basins linked with strong volcanism (Franconianmovements, Schneider et al., 1995a), red alluvial sediments of progradating fans could be intercalated to various degrees in predominating grey facies. In the Saar–Nahe basin, the coal seams of the Stephanian C Breitenbach Formation and the basin wide lake horizons of the Altenglan Formation belong to this interval. That is the so-called “Stephano–Autunian predominantly lacustrine phase” of Boy andSchindler (2000). Supported by biostratigraphic data, it correlates to the coals and the lake horizons of the Gehren Subgroup and the Ilmenau and Manebach Formations of the Thuringian Forest basin as well as the Wettin Subformation in the upper Siebigerode Formation of the Saale basin (Schneider, 1996, 2001; Lützner et al., in press). This level corresponds biostratigraphicaly (Schneider and Werneburg, 1993; Werneburg, 1996) to coals and lake horizons in the Netzkater Formation of the Ilfeld basin in East Germany as well as in the lower Autunian of the Autun basin in the French Massif Central from the Moloy up to the Muse Formation. In the Krkonoše Piedmont basin the very extensive Rudnik lake horizon of the Vrchlabi Formation belongs to this phase. Characteristically for this phase is the partial co-occurrence of hydrophilous to hygrophilous Stephanian floral elements with mesophilous Autunian elements."
  }, {
    "heading": "3.3. The topmost Lower Rotliegend wetness phase (Asselian/Sakmarian transition)",
    "text": "Inmost of the basins, the interval between theGzhelian/ Asselian and the Asselian/Sakmarian wetness phase is characterized by a complex intercalation of alluvial fan and fluvial conglomerates, alluvial plain and lacustrine fine clastics, lacustrine black shales and limestones, sometimes decimeter thick coal seams and frequent pyroclastic horizons. These sequences are characterized by increasing red colours upward in the profiles. In some basins, a last extensive lake development appears in the topmost Lower Rotliegend or Autunian; mostly in the form of some meter\nthick laminated black calcareous shales or laminated reddish limestones, intercalated in red beds. They are sometimes accompanied by first playa-like sediments, as in the case of the Oberhof Formation of the Thuringian Forest basin. The character-fossil of those playa-like deposits is the freshwater jellyfish Medusina limnica (Gand et al., 1996). This level could be well correlated by amphibian zones (Melanerpeton gracile–Discosauriscus pulcherrimus-zone andDiscosauriscus austriacus-zone of Werneburg, 1996) supported by insect biostratigraphy (Schneider and Werneburg, 1993; Schneider et al., 2004). To this interval belongs the Friedrichroda lake horizon, Upper Oberhof Formation of the Thuringian Forest basin, the Humberg lake horizon in top of the Meisenheim Formation, Saar–Nahe basin, the Bačov black shale in the Boskovice Graben, the Ruprechtice lake, Broumov Formation of the Intrasudetic basin, the Buxieres-les-Mines coal seams and lake of theAumance basin, aswell as the Le Tèlots black shales of the Millery Formation, Autun basin, in the Massif Central. In the Lodève basin, the Usclas–St. Privat lake correlates by amphibians (pers. comm. Werneburg) with this last extensive level of perennial lakes."
  }, {
    "heading": "3.4. Upper Rotliegend I wetness phase (Late Artinskian)",
    "text": "The discrimination and correlation of this wetness phase during red bed sedimentation of basal Upper Rot-\nFig. 9. Correlation scheme of European basins and Karoo Basin. (A) — S transition); (B) — topmost Lower Rotliegend wetness phase (Asselian/Sak Artinskian); (D) — Upper Rotliegend arid phase (Kungurian to Roadian); (E Early Changhsingian). The correlations are based on the following data: (1 (1996)— Bohemiacanthus Ug-zone (Schneider and Zajic, 1994)— Syscioph 1993); (2)— 293±2 Ma (295±3 to 291±2) (Ar/Ar) (Goll and Lippold, 200 3 Ma (U/Pb-SHRIMP) (Breitkreuz and Kennedy, 1999); (5)A—M. sembach Om zone (Schneider, 1985)=upper Bohemiacanthus lauterensis to palatinu ilfeldensis– to S. balteata-zone (Schneider and Werneburg, 1993); (5)B — M 7 Ma (Lützner et al., 2003) — Spiloblattina homigtalensis-sperbersbach zone=Bohemiacanthus palatinus-zone (Hampe, 1989), (Schneider and Zajic Melanerpeton eisfeldi-zone; (6)B — Bohemiacanthus Ugo-zone (Gaitzsch, Spiloblattina odernheimensis–Sysciophlebia n. sp. B-zone; (9)A — 287± arnhardti–Apateon flagrifera oberhofensis— toM. gracile–Discosauriscus p Buxieres-les-Mines 289±4 Ma (Pb/Pb); (10)— 290.7±0.9 Ma (Rb/Sr) (Lip Sobernheim Moravamylacris kukalovae-zone; (13) — 275±4 Ma (U/Pb) (L zone–Lioestheria monticula-zone (Martens, 1987)=L. andreevi-zone (Ho Leonardian (Bermann and Martens, 1993); (14) — conchostracans; (15) Lueckisporites virkkiae, Corisaccites Capitanian to Abadehian (Kozur, 1988) (18)— Zechstein limestone—Merrillina divergens— lower Wuchiapingian remains, karst fissure fills (in Hessia) — modern tetrapod tracks in the Co (Breitkreuz and Kennedy, 1999); (20)— 293.8±2.7Ma (SHRIMP) (Breitkre 2003); (22)— 289.3±6.7Ma (U/Pb); (23)— 284±4Ma (U/Pb); (24)— ins al., 1997a,b); (25) — close to IR (Bachtadse pers. commun.) — tetrapod t (SHRIMP) (Bangert et al., 1999); (27)— 288.0±3.0 Ma (SHRIMP) (Banger 265±2.5 Ma (SHRIMP) (Wanke et al., 2000)— Tropidostoma A.Z.— midStephanian to Autunian macroflora (Pešek, 2004); (32) — Late Autunian macroflora (Šimùnek in Pešek, 2004); (34) — Stephanian C macroflora (Ši rubida-zone (Schneider, 1982); (35) — Autunian macroflora (Pešek, 2004);\nliegend I (“Saxonian” in French terms) is somewhat speculative, because of insufficient biostratigraphical control. It is primarily based on following observations. First, the unusual, up to 70 m thick red and black lacustrine sediments of theMüritz Formation in theNorthGerman basin. Biostratigraphically they belong to early Upper Rotliegend I (Schneider et al., 1995b) as well as tectonostratigraphically to the post-rift megasequence of Stollhofen et al. (1999), which is again Upper Rotliegend I. Second, the unusual co-occurrence of Stephanian-type floral elements together with modern Permianmeso- to xerophilous floral elements inUpper Rotliegend I red beds of the lowerNahe Subgroup, Wadern Formation, Sobernheim lake horizon, Saar–Nahe basin (Kerp and Fichter, 1985; Kerp, 1996). Within the Lodève basin this wet-phase is represented by the Rabejac Formation. Deposits of temporary pools and lakes as well as the clay mineralogy (Fig. 7) give hints for more humid conditions compared to the red beds of the foregoing Viala Formation. In comparison to alluvial and playa-like red beds of the Rotterode Formation, raised precipitation rates were discussed for the alluvial plain red beds of the Tambach Formation, Thuringian Forest basin (Martens et al., 1981; Schneider, 1996). The following ongoing aridisation is indicated by aeolian sand dunes in the Kreuznach Formation, Saar–Nahe basin, and in the Upper Hornburg Formation of the Saale basin, too. Coarse debris flow deposits of the Eisenach Formation contain\ntephanian/Lower Rotliegend wetness phase (latest Gzhelian/Asselian marian transition); (C) — Upper Rotliegend I wetness phase (Late ) — Upper Rotliegend II/Zechstein wetness phase (Late Capitanian to ) — Branchierpeton saalensis–Apateon intermedius-zone Werneburg lebia euglyptica–Syscioblatta dohrni-zone (Schneider and Werneburg, 1); (3)— 300±2.4 Ma (Ar/Ar) (Burger et al., 1997); (4)— 297–301± ense–A. dracyiensis-zone (Werneburg, 1996)— Bohemiacanthus-Um/ s-zone (Hampe, 1989), (Schneider and Zajic, 1994) — Sysciophlebia . sembachense–A. dracyiensis-zone (Werneburg, 1996); (6)A — 288± ensis–Sysciophlebia balteata-zone — Bohemiacanthus Ugo/Ogo — , 1994) — Branchierpeton reinholdi–Apateon flagrifera flagrifera– to 1995); (7) — 297±3.2 Ma (U/Pb-SHRIMP) (Königer, 2000); (8) — 2 Ma (282±2) (Ar/Ar) (Goll and Lippold, 2001) — Melanerpeton ulcherrimus-zone; (9)B— Bohemiacanthus type Buxieres— dated in polt and Hess, 1989); (11)—Moravamylacris kykalovae-zone; (12)— ützner et al., 2003) Elgersburg rhyolithe–Moravamylacris kukalovaelub and Kozur, 1981) — Seymouria sanjuanensis Wolfcampian/ — Pseudestheria wilhelmsthalensis-zone (Martens, 1987); (16) — ; (17) — conchostracans; (IR) — Ilawarra Reversal (Menning, 1995); (Bender and Stoppel, 1965; Kozur, 1994)— cynodont and dicynodont rnberg and Weissliegend sandstone; (19) — 302±3 Ma (SHRIMP) uz and Kennedy, 1999); (21)— 295.5±5.1 Ma (U/Pb) (Bruguier et al., ects, conchostracans Kungurian/Roadian (Bethoux et al., 2002; Gand et racks Tatarian, (Gand et al., 2000); (26) — 299.2±3.2/302.0±3 Ma t et al., 1999); (28)— 270±1.0 Ma (SHRIMP) (Turner, 1999); (29)— Middleton Fm.; (30)— Sooblatta stephanensis (Pešek, 2004); (31)— macroflora (Šimùnek in Pešek, 2004); (33) — Early Stephanian B mùnek in Pešek, 2004), Spiloblattina lawrenceana and Sysciophlebia (36) — Stephanian to Autunian macroflora (Šimùnek in Pešek, 2004).\naeolian transported well-rounded coarse sand grains (saltation load). Supported by isotopic ages (see Fig. 9) a coupling of this Late Artinskian wet phase could exist to the much extended Pietermaritzburg marine transgression in the Lower Ecca Group, South Africa."
  }, {
    "heading": "3.5. Upper Rotliegend arid phase (Kungurian to Capitanian)",
    "text": "During this time interval, widespread red beds were deposited on dry fans, alluvial plains and in playa settings as well in all European basins. In the Lodève basin a maximum of drought was reached in the Octon Member of the Salagou Formation, the following Mérifons Member (see Section 2) show indications for increasing precipitation rates under still semiarid conditions. In the Saar–Nahe basin, most of the Standenbühl Formation, in the Thuringian Forest basin the Eisenach Formation and parts of the Trutnov Formation in theKrkonoše Piedmont and the Intrasudetic basin as well are possibly equivalents of the Octon Member, lower Salagou Formation."
  }, {
    "heading": "3.6. Upper Rotliegend II/Zechstein wetness phase",
    "text": "During the Upper Rotliegend II (about Wordian– Capitanian) the huge 2500×600 km intracontinental North German–Polish depression, the Southern Permian basin, respectively, was formed by thermal subsidence (Gast, 2003). It was dominated by desert playa and sabkha sediments caused by an arid to semiarid climate. Alluvial fans and dunes occurred especially at the southern basin margin whereas saline lake deposits dominated in the centre. Before the Zechstein transgression flooded the basin completely, establishing full marine conditions, periodical marine ingressions affected the Southern Permian Basin during theDethlingen andHannover formations (Schneider and Gebhardt, 1993; Gebhardt, 1994; Legler et al., 2005). These marine ingressions in the Southern Permian Basin togetherwith theUpper PermianBellerophon transgression of the Southern Alps, has given a maritime print of regional scale on the strong continental climate in Europe. This relatively fast climatic change can correlate with the fast change from dry playa facies of the Salagou Formation to wet flood plain red beds of the La Lieude Formation in the Lodève basin. This change is characterised by the reoccurrence of Scoyenia, rooted soils and calcisols instead of formerly exclusive vertisols of the Salagou Formation."
  }, {
    "heading": "4. Discussion of climate phenomena and conclusions",
    "text": "The general palaeogeographic position of the here discussed European basins, could roughly be estimated\nbased on the palaeomagnetic data obtained in the Lodève basin. The palaeogeographic position of this basin changed from about 5° south in the Tuilières–Loiras Formation, lower Sakmarian, to 10° north in the La Lieude Formation, Wuchiapingian (pers. comm. V. Bachtadse; Schiller, 2002). It passed the equator at about 275 Ma. At present, the Lodève basin is situated about 5° south of the European basins discussed here. This value has not changedmuch duringAlpine orogeny, because all of these basins are situated north ofAlpinemain deformation front. Hence, the central European basins are situated in the Late Permian maximally by about 15° north. It follows, these basins altogether were placed within the equatorial belt during the whole time, provided that palaeoclimatic belts were of similar extension and shape as recent ones (comp. Ziegler, 1990). As shown in detail for the Lodève basin, Section 2, and in amore general outline in Section 3 for the basins in Central Europe, climatic changes are observable, which could not be explained simply by constantly increasing aridity."
  }, {
    "heading": "4.1. Seasonality of Permian climate and palaeogeographical models",
    "text": "Distinct laminated sediments of perennial lakes are known at least since the Late Stephanian (Early Asselian) and could be traced up to the last perennial lakes in the topmost Lower Rotliegend or Sakmarian, respectively (Schneider, 1996). They are interpreted as a result of annual changes of wet and dry seasons of monsoonal climate (Stapf, 1989; Schäfer and Stamm, 1989; Schneider and Gebhardt, 1993; Clausing and Boy, 2000). In the Lodève basin, similar distinct laminations are observed in the lacustrine black shales and in the playa lake red beds as well, see Section 2. This seasonality within the palaeotropics has no recent analogy. It can be explained only by the continental arrangement and its effects on atmospheric circulation patterns. The huge landmasses in the northern and southern mid-latitudes would generate a strong monsoonal climate. This has already been modelled by Parrish (1993) and Kutzbach and Ziegler (1994). The zone of Inter-Tropical Convergence (ITC) was much more displaced over the continent like today. After Kutzbach and Ziegler (1994) it reached latitudes of about 30° north respectively 30° south. In theory four seasons should occur. Northern summer and winter dry seasons are expected, because of the relatively large distance to the ITC and its precipitation belt and the influence of trade winds. Spring and autumn wet seasons occur while the ITC is placed directly above the basins next to the equator. Comparing with Kutzbach and Ziegler (1994) it is obvious that the trade winds arise from the continents. Therefore they\ncould not bring along a lot ofmoisture. Themoisture of the ITCmust have been obtained from thewest, like it is today over Africa. The large distance of the Panthalassic Ocean stands in contradiction to these, if using present palaeogeographic reconstructions (e.g., Golonka, 2000). Therefore a new model is proposed here. It is based on the Late Permian (255 Ma) map of Scotese (2002) (Fig. 10b). This map is projected on a sphere with an actual Earth diameter. The graticule of both Fig. 10 a and b is the same. Laurussia is considered to be constant. So, Fig. 10a is no real palaeogeographic map. Only the relative arrangement of Gondwana in respect to the northern continent is shown.\nFor explanation of these phenomena the post-Caledonian orogens along the Gondwana–Laurussia suture demonstrate that the collision processes took place from Early Devonian to Late Permian. The existence of a continuous trans-Pangean mountain chain with high altitudes reaching from the Variscides to the Ouachita Mountains, used for climatic modelling by Kutzbach and Ziegler (1994) as well as Fluteau et al. (2001), requires contemporaneous orogenic processes along the whole plate boundary. Actually the individual orogens give evidence for diachronic tectonothermal events. Particularly with regard to uplift and exhumation processes taking place in Early to Late Carboniferous and Permian times, large differences exist between the European Variscides, the Ouachita Mountains and the North American Appalachian orogen, respectively. The climax of high pressure metamorphism during Variscan orogeny is reached at Early Carboniferous time. Strong erosion and differential uplift accompanying the following rapid exhumation and cooling of the high grade metamorphic complexes. At the end of the Late Carboniferous, the orogenic crust of Europe is equilibrated as far as possible (Kroner et al., 2004). Finally, dextral transpression during the Permocarboniferous is documented in local, small scale tectonothermal events.\nLate Carbonifereous arc/continent collision led to the very low grade fold and thrust belt of the Ouachita Mountains at the southern edge of Laurentia (Thomas, 1989). There is no hint of large scale uplift and erosion at a subsequent stage. The final closure of the Rheic Ocean during the Permian, caused by the clockwise rotation of Gondwana and contemporaneous shearing along the South Atlas and Gibraltar Fracture Zone (Fig. 10a,b) created the Alleghanian–Mauretanides orogen of Northern America and Western Africa, respectively (Arthaud and Matte, 1977; Ziegler, 1982). Convergent tectonics, producing large scale fold and thrust belts, started in the Late Carboniferous and ceased at the Late Permian. Tectonothermal events, uplift and exhumation processes are characteristic for the whole time span (Hatcher et al.,\n1989). Large scale uplift and erosion lasted up to the Triassic.\nAs a consequence of the processes delineated above, it is very doubtful to operate with a Pangean wide mountain chain at the Middle Permian. High altitudes should occur in Appalachian and West African Mountain belts (Mauretanide orogen) at this time. Compared with this, in the region of the OuachitaMountains and the European Variscides a strong topography is ruled out. Furthermore the reconstruction of the Late Palaeozoic plate movement of Gondwana in relation to Laurussia (Fig. 10a) shows that there is no need for a strong collision between South America and Laurentia. Instead of this collision orogen, used by many authors (e.g., Kutzbach and Ziegler, 1994; Fluteau et al., 2001) an oceanic embayment from the Panthalassia Ocean to the Mid-European areas persisted at least from Early to Middle Permian times. This oceanic embayment, which was situated in the low latitudes of Pangea, would explain the marine Permian sediments, mentioned by Benison and Goldstein (2000), in the southwest of the Mid-Continent Basin (Utah, Colorado, W-Wyoming).\nEven with the present reconstruction (e.g., Golonka, 2000; Scotese, 2002) of the Early Permian Pangea, it is no problem to obtain the moisture from the Panthalassia Ocean. It should be beard in mind that the source of atmospheric water was a much larger ocean compared to the actual Atlantic Ocean. A continent wide precipitation belt develops over north equatorial Africa in recent northern summers sourced from the Atlantic Ocean. The annual distribution of precipitation in central Africa, Kongo and Uganda, is a well comparable recent analogon. But because of the much larger shift of the ITC in Late Palaeozoic times, the summer and winter seasons have been much dryer. This thesis is maintained by climate proxies in the Lodève basin (Section 2).\nRecapitulating, an ever-wet tropical zone is not developed at the eastern low latitude margin of Pangea in Stephanian to Early Permian times. The wide shift of the ITC caused equatorial droughts in summer and winter. It was already reported by Ziegler, A.M. (1990) andWitzke (1990), that the ever-wet biome is well developed in Cathaysia, but not at Pangea. But Ziegler, A.M. (1990, p. 370) mentioned some scattered occurrences of the everwet biome in the western and central equatorial Pangea (Texas, Morocco, Spain). With the hypothesis of a wide shifting ITC, presented here, it is not to explain, using actual reconstructions of Lower Permian Pangea. Conditions, where tropical rainforests develop, occur recently along the equator due to the ITC and elsewhere in the tropics where trade winds bring warm moist air to narrow (20–30 km) belts mainly along east-facing coasts\n(Ziegler, 1990). These coastal positions for the scattered occurrence of everwet biomes (see above) are confirmed by the new Pangea reconstruction presented here."
  }, {
    "heading": "4.2. Dry and wet phases in European basins caused by Gondwana glaciation cycles?",
    "text": "In Section 3, large scale modifications of the climate during the general trend of aridisation are described. This repeated change of dry and wet phases within the palaeotropic belt has to be explained. If plotting these more humid phases on a stratigraphic correlation scheme, it is striking that they fit well to the deglaciation cycles of the Dwyka Group of the Karoo basin (Fig. 9). The stratigraphy of Dwyka Group is very challenging, due to the rarity or even lack of biostratigraphic relevant fossils. Therefore the stratigraphic position of these sediments was defined by isotopic ages. Data are published by Bangert et al. (1994, 1999), Rohn and Stollhofen (2000), Stollhofen (1999), Stollhofen et al. (1999, 2000). Visser (1997) and Scheffler et al. (2003) dealt with the relative sea-level during these times. The positioning of the transgression- and regression-cycles in relation to the lithologic profile is the same by both authors. Differences occur in the reference to absolute ages. This is possibly only an artefact of state of knowledge and the using of different timescales.\nThe humidity in Central Pangea increases towards the top of every deglaciation cycle. In literature it is widely accepted, that these cycles are of deepening upward (transgressive) nature. The rhythms of sea level fluctuation have a frequency of 5–7 Ma (Scheffler et al., 2003). This duration is not known from any recent orbital frequency. So, the cause of these undulations cannot be explained at the moment, but the impact of the waxing and waning of the Gondwanan glaciation is global traceable. It is not represented everywhere as accurate as in the marine– paralic Kansas cyclothemes (Heckel, 1999, 2002a,b). Nevertheless, in our opinion these climatic signals could be observed in the non-marine environments, too."
  }, {
    "heading": "4.3. The Sakmarian/Artinskian climate event",
    "text": "Continental climate is influenced by topography, geographic position, arrangement of continents and oceanic processes. The topography of the Permian Pangea is under\nFig. 10. (a, b) Reconstruction of the Late Palaeozoic relative plate movement (b). Laurussia is fixed to the grid. Reconstruction is made on a true sphere w 300 Ma an oceanic embayment within the western Pangaea is necessary to ex Gondwana around the Eulerian pole shown in (a), the last part of the Rheic created by Arne Schendel with ArcGis v.8.3.\nhard discussion. Different estimations exist for the altitude range of the Variscan mountain chain, in excess up to 5000m (Becq-Giraudon et al., 1996; Fluteau et al., 2001). In our opinion the topography of the Variscids in the Early Permian is similar to low mountain ranges like the recent Erzgebirge (mean high 800–1000 m) or in maximum like the recent Appalachians (mean high 1000–1300 m). This could be supported by a simple mathematic equation. Recent denudation rates of the western Himalayan mountain range are published by Garzanti et al. (2005). Using these values of 3.0±1.3 to 4.5±1.7 mm/a for a simple linear calculation, which do not represent the truth, the solution is surprising. In average it is about 3.5 mm/a. In other units it looks like this, 3.5 km/Ma. This would imply an erosion of 10 km within a time span of less than 3 Ma. This seems to be not very realistic. To bring it down-to-earth using an erosion rate of 0.5 mm/a the orogens roof of 10 km would be eroded during 20 Ma. The Variscan mountain chain was situated next to the equator, within the tropical belt, during the Early Westphalian, when the main uplift and erosion took place. Because of the undoubted thin vegetation cover and the climatic conditions, the erosion was presumably stronger than today. Capuzzo and Wetzel (2004) reported a rapid removal of more than 5 km of upper Variscian crust in Late Carboniferous times for the Salvan-Doréna intramontaneous basin. They justify their assumption by 39Ar/ 40Ar chronometry of white mica from subaerially cooled volcanics in contrast to ages derived from the sedimentary detritus above the volcanics. There are some events of relief reactivation within the Pennsylvanian and Permian, e.g., the Asturian-, Franconian-, Saalian-movements etc. (Schneider et al., 1995a). But, these compressional movements never reached the strength to build up a high mountain chain again, like it is supposed for the Late Mississippian culmination of orogeny. The maximum of Variscan metamorphism occurred at 340 Ma and such strong deformation rates are never replicated within the Variscian orogeny (Kroner, 1995).\nApart from the absolute height of the mountains, it is not under discussion that during the Sakmarian and Artinskian no dramatic change in topography occurred. Also the geographic position and arrangement of Pangea did not change dramatically at this time. So the cause for the global climatic change is to be searched for in the oceans. In our opinion there is a dramatic reorganisation of the\nof Gondwana in relation to Laurussia between 300 Ma (a) and 255 Ma ith recent Earth diameter. Due to spherical geometrical constraints at plain the evolution of the Variscian to Ouachita orogen. By rotation of Ocean was closed at 255 Ma (b). Orthographic projection, map basis\nmajor worldwide ocean currents. These claims are hard to prove, because no Permian oceanic crust is bequeathed. But, there are some indications or potential evidences for this hypothesis. Beauchamp and Baud (2002) describe the intensified sedimentation of cherts along the western and north-western margin of Pangea from the Sakmarian– Artinskian boundary to the Permotriassic boundary. This phenomenon is not caused by the permanent deepening of the environment. The onset occurred with a maximum flooding event and the ending of high-frequency/highamplitude glacioeustatic shelf cyclicity. On the contrary, some authors (e.g., Visser, 2003) reported an overall drop of sea-level in the Permocarboniferous. Beauchamp and Baud (2002) attributed this Permian Chert Event (PCE) to the onset of a cold and possibly upwelling parallel, coastal current, which is induced by a presumably seasonal melting northern sea-icecap. LePage et al. (2003) support this idea by new discoveries of warm-temperate macrofloras within Kungurian cold water carbonates of the CanadianHighArctic. For modern oceans, such an icecap is a necessary engine to keep the thermohaline circulation inmotion. Referring toHay and Flögel (2004), the salinity of the Palaeozoic oceans was much higher than today. They modelled salinity data between 55 and 43 g/kg for the Lower Permian. Compared to recent values of about 35 g/kg this would imply a weaker influence of salinity, but a stronger effect of temperature to the density of water. If accepting this, an icecap, which existence is not proven, is not necessary to force a thermohaline circulation. A normal temperature gradient could be sufficient enough to produce a pure thermal circulation. On the other hand, it is well accepted in literature that the Permocarboniferous Gondwana glaciation endswith theAsselian or at leastwith the beginning of the Sakmarian (Dickins, 1996; Beauchamp and Baud, 2002; Scheffler et al., 2003). Angiolini et al. (2003) described the initial Tethys rift to proceed within the Sakmarian. Also such plate-tectonic changes influence the open seaways and thus the ocean currents. Taking all these facts into consideration, the ocean — motor, heat pump and climatic buffer—was totally rearranged near the Asselian/Sakmarian boundary. The cool or cold current in front of western Pangea would cause a cooling of the westerly winds and a coastal desert was formed. The recent Benguela current at the south-western margin of Africa is a comparable example. The transport of moisture to the continent is reorganised. Not asmuch atmospheric water as before was transported to the northern Pangea as well as to the southern part of the supercontinent. The end of the Gondwana glaciation is possibly caused by the interruption of moisture transport to the continent and the fact that the snow accumulation rate decreases below the melting rate. But until the causal problem of the multiple waxing and\nwaning of the glaciers is not solved, it is a chicken and egg question.\nThis dramatic climatic change, which appears as an aridisation on the northern and western Pangea should be traceable over the whole world. For example Hembree et al. (2004) described episodic, perhaps seasonal droughts in the Permian costal plain of Kansas. They support their hypothesis on amphibian burrows and ephemeral ponds (Speiser Shale, Kansas).\nVysotskiy et al. (2004) reported continental evaporates of Asselian to Sakmarian age in Belarus. In the European basins this event is marked by the outspreading red bed facies. The fast increasing aridisation is interrupted by the Upper Rotliegend I wetness phase (Late Artinskian/Early Kungurian; comp. Section 3.4.). The maximum of aridity is reached during the Upper Rotliegend arid phase (Kungurian to Capitanian; comp. Section 3.5.).\nThe ongoing drying of Pangea can be easily explained by positive feedback effects and/or the before mentioned Permian regressive trend (Visser, 2003). This is supported by the occurrence of evaporites in the North American Mid-Continent area, reported by Benison and Goldstein (2000) for the Leonardian to Guadalupian Opeche Shale of the Williston Basin. Weldon and Shi (2003) showed that during Roadian and Wordian times, cool water currents from Australia to Siberia, Mongolia and Pamir are necessary to explain the distribution of cold water adapted brachiopods. This coast parallel, cool current could block moisture to be brought to the continent from the east. This clench led to the maximum of aridity in Pangea. Because of the lack, respectively the rareness of sediments of this time slice, this maximum is not as easy detectable as the Gzhelian, Lower Asselian and Asselian/Sakmarian wet phases.\nThe recovering to former more humid conditions did not occur as sharp as the transition at the Asselian/ Sakmarian boundary.\nMany processes are described in literature, which could impact climatic development. At the moment we are not able to line out the primary one. A good candidate is the Wordian final Tethys opening described by Angiolini et al. (2003). They also mention a simultaneous transgression. Kotlyar et al. (2003) as well as Beauchamp and Baud (2002) also published transgressions within this time interval from different regions (Asia, Sverdrup Basin, and Svalbard). Crustal reorganisation is also expressed by the basalts in the Northern Permian Basin (Glennie, 2003), the thermal sagging of Europe (Gast, 2003), the China–Siberia collision (Deng, 2003) and the eruption of the Emeishan flood basalts. Zhou et al. (2002) dated this large igneous province (LIP) radiometricaly\n(206Pb/238U SHRIMP) to an age of 259±3 Ma. For further discussions see Courtillot and Renne (2003). Ali et al. (2002) presented palaeomagnetic constrains to the date of this LIP to be 1–1.5 Ma (at least two conodont zones) younger than the Guadalupian/Lopingian boundary (260.5 Ma Menning and German Stratigraphic Commission, 2002). Interestingly, this coincides with the first marine incursions into the North German–Polish basin via the Viking graben and Central rift. This heralds the fast, possibly “catastrophically” flooding of the Central European area by the Zechstein sea."
  }, {
    "heading": "Acknowledgements",
    "text": "The authors thank the Deutsche Forschungsgemeinschaft (DFG) who supported this study with the research grants DFG-SCHN 408/7-1 and 2, which was a part of the SPP “Evolution of the System Earth”, as well as the common project of M. Menning and J.W. Schneider DFG-Me 1134/5-2 “Devonian–Carboniferous–Permian Correlation Chart”. The German Academic Exchange Survey (DAAD) has contributed with the grant A/01/ 00754 for investigations in Morocco and the DFGwith the grant 436UKR 18/1/02 for fieldwork in the Donetsk basin, Ukraina. We have to thank S. Hoernes, Bonn University, J. Radtke, formerlyMPI Jena, andW. Peters-Kottig, formerly Münster University, for geochemical analysis and helpful discussions. Ken Glennie, the dessert fox, is to thank for common excursions and intensive discussions too. We thank G. Gand, Dijon University, and J. Garric, Montpellier, for very fruitful cooperation during our investigations of the Lodève and St. Affrique basins as well as informative excursions in the basins of the FrenchMassive Central, which are the base for this publication. Our Czech colleagues, as V. Holub, J. Pešek, S. Opluštil, J. Zajíc, is to thank for decades of cooperation. J.W.S. thanks Shekar Gosh, formerly Geological Survey of India, for common fieldwork in the Gondwanas. M. Eaton supported us as an English native speaker. The reviewers, H. Stollhofen, Aachen, and T. M. Peryt, Warszawa, are to thank for their helpful critics and comments on the first manuscript."
  }],
  "year": 2006,
  "references": [{
    "title": "Emeishan Basalts (SW China) and the ‘end-Guadalupian",
    "authors": ["J.R. Ali", "G.M. Thompson", "X. Song", "Y. Wang"],
    "venue": "crisis: magnetobiostratigraphic constraints. J. Geol. Soc. Lond",
    "year": 2002
  }, {
    "title": "Late Paleozoic strike-slip faulting in southern Europe and northern Africa: result of a right-lateral shear",
    "authors": ["F. Arthaud", "P. Matte"],
    "year": 1977
  }, {
    "title": "Bentonitic tuff horizons of the Permo-Carboniferous Dwyka Group in southern Africa; volcaniclastic deposits as ideal time markers",
    "authors": ["B. Bangert", "V. Lorenz", "R. Armstrong"],
    "venue": "J. Afr. Earth Sci",
    "year": 1994
  }, {
    "title": "The geochronology and significance of ash-fall tuffs in the glaciogenic Carboniferous–Permian Dwyka Group of Namibia and South Africa",
    "authors": ["B. Bangert", "H. Stollhofen", "V. Lorenz", "R.L. Armstrong"],
    "venue": "J. Afr. Earth Sci",
    "year": 1999
  }, {
    "title": "Growth and demise of Permian biogenic chert along northwest Pangea: evidence for end-Permian collapse of thermohaline circulation",
    "authors": ["B. Beauchamp", "A. Baud"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2002
  }, {
    "title": "Hercynian high-altitude phenomena in the French Massif Central: tectonic implications",
    "authors": ["Becq-Giraudon", "J.-F", "C. Montenat", "J. Van Den Driessche"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 1996
  }, {
    "title": "Sedimentology of ancient saline pans: an example from the Permian Openche Shale, Williston Basin, North Dakota, U.S.A",
    "authors": ["K.C. Benison", "R.H. Goldstein"],
    "venue": "J. Sediment. Res",
    "year": 2000
  }, {
    "title": "First occurrence of Seymouria (Amphibia: Batrachosauria) in the Lower Permian",
    "authors": ["D.S. Bermann", "T. Martens"],
    "venue": "Rotliegend of central Germany. Ann. Carnegie Mus",
    "year": 1993
  }, {
    "title": "A model for atmospheric CO2 over Phanerozoic time",
    "authors": ["R.A. Berner"],
    "venue": "Am. J. Sci",
    "year": 1991
  }, {
    "title": "Geocarb II: a revised model of atmospheric CO2 over Phanerozoic time",
    "authors": ["R.A. Berner"],
    "venue": "Am. J. Sci",
    "year": 1994
  }, {
    "title": "Discovery of the genus Iasvia Zalessky, 1934 in the Upper Permian of France (LodeveBasin) (Orthoptera, Ensifera, Oedischiidae)",
    "authors": ["O. Bethoux", "A. Nel", "G. Gand", "J. Lapeyrie", "J. Galtier"],
    "venue": "Geobios",
    "year": 2002
  }, {
    "title": "Identification et caractérisation du volcanisme du bassin de Lodève par l'etude des inclusions vitreuses des cristaux des quartz",
    "authors": ["M. Bouchachi", "R. Clocchiatti", "D. Massare", "J. Weisz"],
    "venue": "C.R. Acad. Sci. Fr. Paris",
    "year": 1990
  }, {
    "title": "Ökostratigraphische Bioevents im Grenzbereich Stephanium/Autunium (höchstes Karbon) des Saar– Nahe–Beckens (SW-Deutschland) und benachbarter Gebiete",
    "authors": ["J.A. Boy", "T. Schindler"],
    "venue": "N. Jb. Geol. Paläontol",
    "year": 2000
  }, {
    "title": "Magmatic flare-up at the Carboniferous/Permian boundary in the NE German basin revealed by SHRIMP zircon ages",
    "authors": ["C. Breitkreuz", "A. Kennedy"],
    "venue": "Tectonophysics",
    "year": 1999
  }, {
    "title": "The Lodève basin",
    "authors": ["J. Broutin", "J.J. Chateauneuf", "V. Mathis"],
    "venue": "Cah. Micropaléontol",
    "year": 1992
  }, {
    "title": "Application of in situ zircon geochronology and accessory phase chemistry to constraining basin development during post-collisional extension: a case study from the French Massif Central",
    "authors": ["O. Bruguier", "J.F. Becq-Giraudon", "M. Champenois", "E. Deloule", "J. Ludden", "D. Mangin"],
    "venue": "Chem. Geol",
    "year": 2003
  }, {
    "title": "Tephrochronologie mit Kaolin–Kohlentonsteinen: Mittel zur Korrelation paralischer und limnischer Ablagerungen des Oberkarbons",
    "authors": ["K. Burger", "J.C. Hess", "H.J. Lippold"],
    "venue": "Geol. Jb., A",
    "year": 1997
  }, {
    "title": "Facies and basin architecture of the Late Carboniferous Salvan–Dorenaz continental basin (western Alps, Switzerland/France)",
    "authors": ["N. Capuzzo", "A. Wetzel"],
    "venue": "Sedimentology",
    "year": 2004
  }, {
    "title": "Lamination and primary production in fossil lakes: relationship to plaeaoclimate in the Carboniferous– Permian transition. In: Hart (Ed.), Climates: Past and Present",
    "authors": ["A. Clausing", "J.A. Boy"],
    "venue": "Special Publications,",
    "year": 2000
  }, {
    "title": "On the ages of flood basalt events",
    "authors": ["V.E. Courtillot", "P.R. Renne"],
    "venue": "Comptes Rendus Geosci",
    "year": 2003
  }, {
    "title": "A new Permian flora in northeast China and the significance to the collision of plates",
    "authors": ["S. Deng"],
    "venue": "XVth International Congress on Carboniferous and Permian Stratigraphy, Utrecht, Abstracts,",
    "year": 2003
  }, {
    "title": "Late Variscan tectonomagnetic activity in western Europe and surrounding areas: the Mid-Permian episode",
    "authors": ["Deroin", "J.-P", "B. Bonin"],
    "venue": "Boll. Soc. Geol. It.,",
    "year": 2003
  }, {
    "title": "The Permian of southern France: an overview, Natura Bresciana",
    "authors": ["Deroin", "J.-P", "B. Bonin", "J. Broutin", "B. Cabanis", "Châteauneuf", "J.-J", "R. Damotte", "M. Durand", "G. Gand"],
    "venue": "Ann. Mus. Civ. Sci. Nat.,",
    "year": 2001
  }, {
    "title": "Problems of a Late Palaeozoic glaciation in Australia and subsequent climate in the Permian",
    "authors": ["J.M. Dickins"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 1996
  }, {
    "title": "Response of Late Carboniferous and Early Permian plant communities to climate change",
    "authors": ["W.A. DiMichele", "H.W. Pfefferkorn", "R.A. Gastaldo"],
    "venue": "Ann. Rev. Earth Planet. Sci",
    "year": 2001
  }, {
    "title": "The Late Permian climate. What can be inferred from climate modelling concerning Pangea scenarios andHercynian range altitude? Palaeogeogr",
    "authors": ["F. Fluteau", "J. Besse", "J. Broutin", "G. Ramstein"],
    "venue": "Palaeoclimatol. Palaeoecol",
    "year": 2001
  }, {
    "title": "La palichnofaune de vertébrés tétrapodes du bassin permien de Saint–Affrique (Aveyron): comparisons et conséquences stratigraphiques",
    "authors": ["G. Gand"],
    "venue": "Géol. Fr",
    "year": 1993
  }, {
    "title": "Biocoenoses à méduses du Permien francais (bassin de Saint–Affrique, Massiv Central)",
    "authors": ["G. Gand", "J. Garric", "J. Schneider", "J. Sciau", "H. Walter"],
    "venue": "GEOBIOS",
    "year": 1996
  }, {
    "title": "Discovery of fossiliferous gutter-casts or channel siltstone bodies in the Permien of the Saint-Affrique basin (Aveyron-France)",
    "authors": ["G. Gand", "J. Garric", "J. Lapeyrie", "M. Lapeyrie", "K. Stapf"],
    "venue": "Bull. Soc. Hist. Nat. Autun",
    "year": 1997
  }, {
    "title": "Découverte d'Arthropodes et de bivalves inédits dans le Permien continental (Lodèvois, France)",
    "authors": ["G. Gand", "J. Lapeyrie", "J. Garric", "A. Nel", "J. Schneider", "H. Walter"],
    "venue": "Sci. terre et des planètes",
    "year": 1997
  }, {
    "title": "La Palichnofaune de vertebres tetrapodes du Permien superieur du bassin de Lodève (Languedoc-France) (Tetrapod (vertebrate) ichnofauna from theUpper Permian of the Lodève basin, Languedoc, France)",
    "authors": ["G. Gand", "J. Garric", "G. Demathieu", "P. Ellenberger"],
    "venue": "Palaeovertebrata",
    "year": 2000
  }, {
    "title": "Les rigoles fossilifères du Saxonien du bassin de Lodève",
    "authors": ["J. Garric"],
    "venue": "Bull. Soc. Hist. Nat. d ́Autun",
    "year": 2001
  }, {
    "title": "Petrology of Indus River sands: a key to interpret erosion history of the western Himalayan syntaxis",
    "authors": ["E. Garzanti", "G. Vezzoli", "S. Ando", "P. Paparella", "P.D. Clift"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 2005
  }, {
    "title": "The influence of Rotliegend tectonics on the palaeotopography and subsequent distribution of reservoir sandstones in northern Germany",
    "authors": ["R. Gast"],
    "venue": "XVth International Congress on Carboniferous and Permian Stratigraphy, Utrecht, Abstracts,",
    "year": 2003
  }, {
    "title": "Mikrofazies und Paläontologie biogener Karbonate der Unteren Mansfelder Schichten (Oberkarbon, Stefan)",
    "authors": ["U. Gebhardt"],
    "venue": "Hall. Jb. f. Geowiss",
    "year": 1988
  }, {
    "title": "Zur Genese der Rotliegend-Salinare in der Norddeutschen Senke (Oberrotliegend II, Perm)",
    "authors": ["U. Gebhardt"],
    "venue": "Freiberger Forschungsheft,",
    "year": 1994
  }, {
    "title": "The Permo-Carboniferous Rotliegend of NW Europe",
    "authors": ["K.W. Glennie"],
    "venue": "XVth International Congress on Carboniferous and Permian Stratigraphy,Utrecht, Abstractz,",
    "year": 2003
  }, {
    "title": "Biotit-Geochronologie (40Ar rad/K, 40Ar rad/39 AR/K′87Sr rad/87Rb) spät-variscischer Magmatite des Thüringer Waldes",
    "authors": ["M. Goll", "H.J. Lippold"],
    "venue": "N.Jb. Geol. Paläontol",
    "year": 2001
  }, {
    "title": "Cambrian–Neogene: plate tectonicmaps",
    "authors": ["J. Golonka"],
    "venue": "Habilitation Thesis, Uniwersytet Jagiellonski, Kraków b Wydawn,",
    "year": 2000
  }, {
    "title": "Revision der Triodus-Arten (Chondrichthyes: Xenacanthida) aus dem saarpfälzischen Rotliegenden (Oberkarbon-Perm, SW-Deutschland) aufgrund ihrer Bezahnung",
    "authors": ["O. Hampe"],
    "venue": "Paläontol. Z",
    "year": 1989
  }, {
    "title": "Saline Lakes and their deposits: a sedimentological approach",
    "authors": ["L.A. Hardie", "J.P. Smoot", "H.P. Eugster"],
    "venue": "Spec. Publ. Int. Ass. Sediment",
    "year": 1978
  }, {
    "title": "Alleghanian orogen. The Geology of North America. The Appalachian–Ouachita Orogen in the United States, vol. F-2",
    "authors": ["D.H. Hatcher", "W.A. Thomas", "P.A. Geiser", "A.W. Snoke", "S. Mosher", "D.V. Wiltschko"],
    "year": 1989
  }, {
    "title": "Salinity history of the ocean based on sedimentary mass balance",
    "authors": ["W.W. Hay", "S. Flögel"],
    "venue": "Abschluβkolloquium des DFG Schwerpunktprogramms",
    "year": 2004
  }, {
    "title": "Middle and Upper Pennsylvanian (Upper Carboniferous) Cyclothem Succession in Midcontinent Basin, U.S.A. KGS-Open-file Report 99-27, Field Trip #8",
    "authors": ["P.H. Heckel"],
    "venue": "Kansas Geological Survey, Calgary",
    "year": 1999
  }, {
    "title": "Overview of Pennsylvanian cyclothems in midcontinent North America and brief summary of those elsewhere in the world",
    "authors": ["P.H. Heckel"],
    "venue": "Memoir — Canadian Society of Petroleum Geologists,",
    "year": 2002
  }, {
    "title": "Genetic stratigraphy and conodont biostratigraphy of Upper Desmoinesian–Missourian (Pennsylvanian) cyclothem succession in midcontinent North America",
    "authors": ["P.H. Heckel"],
    "venue": "Carboniferous and Permian of the World; XIV ICCP Proceedings. Memoir— Canadian Society",
    "year": 2002
  }, {
    "title": "Amphibian burrows and ephemeral ponds of the Lower Permian Speiser Shale, Kansas: evidence for seasonality in the midcontinent",
    "authors": ["D.I. Hembree", "L.D. Martin", "S.T. Hasiotis"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2004
  }, {
    "title": "Revision einiger Conchostracen-Faunen des Rotliegend und biostratigraphische Auswertung der Conchostracen des Rotliegend",
    "authors": ["V. Holub", "H. Kozur"],
    "venue": "Geol. Paläontol. Mitt. Innsbruck",
    "year": 1981
  }, {
    "title": "Preliminary experiments on hydrodynamic movement induced by evaporation and their bearing on the dolomite problem",
    "authors": ["K.J. Hsü", "C. Siegenthaler"],
    "venue": "Sedimentology",
    "year": 1969
  }, {
    "title": "Sequence stratigraphy of the Serpukhovian, Bashkirian and Moscovian in Gondwanaland, western and eastern Europe and USA",
    "authors": ["A. Izart", "D. Vachard", "D. Vaslet", "Fauvel", "P.-J", "P. Süss", "O. Kossovaya", "A. Maslo"],
    "year": 2002
  }, {
    "title": "Post-Variscan Late Palaeozoic northern hemisphere gymnosperms: the onset to the Mesozoic",
    "authors": ["H. Kerp"],
    "venue": "Rev. Palaeobot. Palynol",
    "year": 1996
  }, {
    "title": "Die Makrofloren des saarpfälzischen Rotliegenden (?Oberkarbon-Unter-Perm; SW-Deutschland)",
    "authors": ["J.H.F. Kerp", "J. Fichter"],
    "venue": "Mainzer Geowiss. Mitt",
    "year": 1985
  }, {
    "title": "Verbreitung, Fazies und stratigraphische Bedeutung distaler Ascheentuffe der Glan-Gruppe im karbonisch-permischen Saar–Nahe–Becken (SW-Deutschland)",
    "authors": ["S. Königer"],
    "venue": "Mainzer Geowiss. Mitt",
    "year": 2000
  }, {
    "title": "Sedimentologie und Geochemie der Perm-Klastite des Lodève Beckens (S-Frankreich): Fazies",
    "authors": ["F. Körner"],
    "year": 1999
  }, {
    "title": "Climate and continental sedimentation in the Permian of the Lodève basin (S-France) — sedimenmtology, geochemistry, cyclostratigraphy. Internat. Meeting Stratigraphy and Structural Evolution on the Late Carboniferous to Triassic Continental and",
    "authors": ["F. Körner", "J.W. Schneider", "S. Hoernes", "G. Gand", "R. Kleeberg"],
    "year": 2001
  }, {
    "title": "Climate and continental sedimentation in the Permian of the Lodève basin (southern France)",
    "authors": ["F. Körner", "J.W. Schneider", "S. Hoernes", "G. Gand", "R. Kleeberg"],
    "venue": "Boll. Soc. Geol. It",
    "year": 2003
  }, {
    "title": "Late Wordian– Capitanian Ecotone Assemblages of East Asia",
    "authors": ["G. Kotlyar", "O. Kossovaya", "A. Zhuravlev"],
    "venue": "XVth International Congress on Carboniferous and Permian Stratigraphy, Utrecht,",
    "year": 2003
  }, {
    "title": "The age of the central European Rotliegendes",
    "authors": ["H. Kozur"],
    "venue": "Z. Geol. Wiss",
    "year": 1988
  }, {
    "title": "The correlation of the Zechstein with the marine standard",
    "authors": ["H. Kozur"],
    "venue": "Jb. Geol. B.-A",
    "year": 1994
  }, {
    "title": "Postkollisionale Extension — Ein Modell für die Entwicklung am Nordrand der Böhmischen Masse. Freib",
    "authors": ["U. Kroner"],
    "year": 1995
  }, {
    "title": "Synthesis of the geological history of Saxo-Thuringia: from Cadomian accretion to Variscan collision. GEOLOGICA SAXONICA",
    "authors": ["U. Kroner", "U. Linnemann", "R.L. Romer"],
    "year": 2004
  }, {
    "title": "Idealized Pangean climates: sensitivity to orbital change",
    "authors": ["J.E. Kutzbach"],
    "venue": "Geol. Soc. Am.,",
    "year": 1994
  }, {
    "title": "Simulation of Late Permian climate and biomes with an atmosphere–ocean model; comparisons with observations",
    "authors": ["J.E. Kutzbach", "A.M. Ziegler"],
    "year": 1994
  }, {
    "title": "Late Permian nonmarine–marine transitional profiles in the central Southern Permian Basin, Northern Germany",
    "authors": ["B. Legler", "U. Gebhardt", "J.W. Schneider"],
    "venue": "Int. Journ. Earth Sci. (Geol. Rundsch.)",
    "year": 2005
  }, {
    "title": "Late Early Permian plant fossils from the Canadian high arctic: a rare palaeoenvironmental/climatic window in northwest Pangea",
    "authors": ["B.A. LePage", "B. Beauchamp", "H.W. Pfefferkorn", "J. Utting"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2003
  }, {
    "title": "Isotopic evidence for the stratigraphic position of the Saar–Nahe Rotliegend volcanism. III. Synthesis of results and geological implications",
    "authors": ["H.J. Lippolt", "J.C. Hess"],
    "venue": "N. Jb. Geol. Paläontol. Mh",
    "year": 1989
  }, {
    "title": "Excursion Guide. Playa Environments in the Lodève Permian Basin and the Triassic Cover (Languedoc-France)",
    "authors": ["M. Lopez", "G. Gand", "J. Garric", "J. Galtier"],
    "venue": "Association Sedimentologistes Francais, Montpellier,",
    "year": 2005
  }, {
    "title": "Improved stratigraphic and radiometric age data for the continental Permocarboniferous reference-section Thüringer–Wald, Germany",
    "authors": ["H. Lützner", "J. Mädler", "R.L. Romer", "J.W. Schneider"],
    "venue": "XVth International Congress on Carboniferous and Permian Stratigraphy",
    "year": 2003
  }, {
    "title": "Stratigraphic and radiometric age data for the continental Permocarboniferous reference-section Thüringer–Wald, Germany",
    "authors": ["H. Lützner", "S. Littmann", "J. Mädler", "R.L. Romer", "J.W. Schneider", "in press"],
    "venue": "Proc. XVth International Congress on Carboniferous and Permian Stratigraphy",
    "year": 2003
  }, {
    "title": "Conchostracan zone — succession",
    "authors": ["T. Martens"],
    "venue": "Excursion Guidebook, Symp. Rotliegendes in Central Europe. Zentralinst. Physik der Erde, Potsdam,",
    "year": 1987
  }, {
    "title": "Zur Paläontologie und Genese fossilführender Rotsedimente— Der Tambacher Sandstein, Oberrotliegendes, Thüringer Wald. Freib",
    "authors": ["T. Martens", "J. Schneider", "H. Walter"],
    "year": 1981
  }, {
    "title": "A numerical time scale for the Permian and Triassic periods: an integrated time analysis",
    "authors": ["M. Menning"],
    "venue": "Permian of the Northern Pangea,",
    "year": 1995
  }, {
    "title": "A geologic time scale 2002. In: German Stratigraphic Commission (Ed.), Stratigraphic",
    "authors": ["M. Menning"],
    "venue": "German Stratigraphic Commission,",
    "year": 2002
  }, {
    "title": "Erläuterungen zur Geologischen Karte des Saarlandes 1:50,000",
    "authors": ["E.P. Müller", "H.P. Konzan", "A. Mihm", "H. Engel"],
    "venue": "Geol. Landesamt des Saarlandes, Saarbrücken,",
    "year": 1989
  }, {
    "title": "L'Empreinte du volcanisme dans le remplissage Permien du bassin de Lodève, Etude petrographique et geochemique implication metallogenique",
    "authors": ["A. Nmila"],
    "venue": "Thèse Doct. Univ. Pierre et Marie Curie Paris VI, spécialité Pétrologie — Géochime,",
    "year": 1995
  }, {
    "title": "Reliques volcaniques dans le remplissage permien du bassin de Lodève",
    "authors": ["A. Nmila", "B. Cabanis", "J. Dardel", "J. Saint-Martin", "M. Treuil"],
    "venue": "Incidence métallogénique. C.R. Acad. Sci",
    "year": 1989
  }, {
    "title": "Découverte de nouveaux horizons tuffiques dans le Permien rouge supérieur du bassin de Lodève (Herault, France)",
    "authors": ["A. Nmila", "B. Cabanis", "S. Leroy", "O. Henriot", "V. Mathis"],
    "venue": "Essai de caractérisation du volcanisme. C.R. Acad. Sci",
    "year": 1992
  }, {
    "title": "Les formations permiennes Autunien supérieur à Thuringien du “bassin",
    "authors": ["B. Odin"],
    "venue": "de Lodève (Hérault, France). Thèse Doct. Univ. Marseille III, spécialité Géologie,",
    "year": 1986
  }, {
    "title": "Climate of the supercontinent Pangea",
    "authors": ["J.T. Parrish"],
    "venue": "J. Geol",
    "year": 1993
  }, {
    "title": "Late Paleozoic Limnic Basins and Coal Deposits of the Czech Republic, Geologica Editio Specialis Volumen 1. Musei Rerum Naturalium Bohemiae Occidentalis, Plzen",
    "authors": ["J. Pešek"],
    "year": 2004
  }, {
    "title": "Alluvial–lacustrine red beds in Upper Paleozoic continental basins, Bohemian massif, Czech Republic",
    "authors": ["J. Pešek", "V. Skocek"],
    "venue": "Czech Geol. Surv. Spec. Pap",
    "year": 1999
  }, {
    "title": "Distribution and origin of analcime in marginal lacustrine mudstones of the Green River Formation, south-central Uinta Basin, Utah",
    "authors": ["R.R. Remy", "R.E. Ferrel"],
    "venue": "Clays Clay Miner",
    "year": 1989
  }, {
    "title": "The Permian Age of the Passa Dois Group (Parana Basin, southern Brazil) Re-affirmed, 31st International Geological Congress, Brazil",
    "authors": ["R. Rohn", "H. Stollhofen"],
    "year": 2000
  }, {
    "title": "The importance of groundwater in playas: a review of playa classifications and the sedimentology and hydrology of playas",
    "authors": ["M.R. Rosen"],
    "year": 1994
  }, {
    "title": "Variscan molasse in the Saar–Nahe Basin (SWGermany), Upper Carboniferous and Lower Permian",
    "authors": ["A. Schäfer"],
    "venue": "Geol. Rdsch",
    "year": 1989
  }, {
    "title": "Formation and sediment fill of the Saar–Nahe Basin (Permo-Carboniferous, Germany)",
    "authors": ["A. Schäfer", "R.J. Korsch"],
    "venue": "Z. Geol. Ges",
    "year": 1998
  }, {
    "title": "Global changes during Carboniferous–Permian glaciation of Gondwana: linking polar and equatorial climate evolution by geochemical",
    "authors": ["K. Scheffler", "S. Hoernes", "L. Schwark"],
    "venue": "proxies. Geology",
    "year": 2003
  }, {
    "title": "Magnetostartigraphie im oberen Perm des Lodève Beckens, Hérault, Südfrankreich. diploma thesis, dep. of Geo- und Environmental-sciences, section Geophysics, Ludwig-Maximilians Universität München",
    "authors": ["W. Schiller"],
    "year": 2002
  }, {
    "title": "Entwurf einer Zonengliederung für das euramerische Permokarbon mittels der Spiloblattinidae (Blattodea, Insecta)",
    "authors": ["J. Schneider"],
    "venue": "Freib. Forsch. C",
    "year": 1982
  }, {
    "title": "Elasmobranchier-Zahntypen (Pisces, Chondrichthyes) und ihre stratigraphische Verbreitung im Karbon und Perm der Saale-Senke (DDR)",
    "authors": ["J.W. Schneider"],
    "venue": "Freib. Forsch. C",
    "year": 1985
  }, {
    "title": "Biostratigraphie des kontinentalen Oberkarbon und Perm im Thüringer Wald, SW-Saale-Senke — Stand und Probleme",
    "authors": ["J. Schneider"],
    "venue": "Beitr. Geol. Thüring., N. F",
    "year": 1996
  }, {
    "title": "Rotliegendstratigraphie — Prinzipien und Probleme",
    "authors": ["J.W. Schneider"],
    "venue": "Beitr. Geol. Thüring., N. F",
    "year": 2001
  }, {
    "title": "Litho — und Biofaziesmuster in intra— und extramontanen Senken des Rotliegend (Perm, Nord— und Ostdeutschland)",
    "authors": ["J.W. Schneider", "U. Gebhardt"],
    "venue": "Geol. Jahrb. A",
    "year": 1993
  }, {
    "title": "Neue Spiloblattinidae (Insecta, Blattodea) aus dem Oberkarbon und Unterperm von Mitteleuropa sowie die Biostratigraphie des Rotliegend",
    "authors": ["J. Schneider", "R. Werneburg"],
    "venue": "Veröff. Naturhist. Mus. Schloβ Bertholdsburg",
    "year": 1993
  }, {
    "title": "Xenacanthodier (Pisces, Chondrichthyes) des mitteleuropäischen Oberkarbon und Perm — Revision der Originale zu GOLDFUSS 1847 und FRITSCH 1879–1890",
    "authors": ["J. Schneider", "J. Zajic"],
    "venue": "Freib. Forsch. C",
    "year": 1994
  }, {
    "title": "Timelines of Late Variscan volcanism — a holostratigraphic synthesis",
    "authors": ["J. Schneider", "R. Rössler", "B. Gaitzsch"],
    "venue": "Zbl. Geol. Paläontol. Teil I,",
    "year": 1995
  }, {
    "title": "Fossilführung und Biostratigraphie",
    "authors": ["J.W. Schneider", "U. Gebhardt", "B. Gaitzsch"],
    "venue": "Stratigraphie von Deutschland I. Norddeutsches Rotliegendbecken. RotliegendMonographie Teil II. Cour. Forsch.-Inst",
    "year": 1995
  }, {
    "title": "The Late Carboniferous and Permian: aquatic vertebrate zonation in southern Spain and German basins",
    "authors": ["J. Schneider", "O. Hampe", "R. Soler-Gijón"],
    "venue": "IGCP 328. Final report. Cour. Forsch.-Inst. Senckenberg",
    "year": 2000
  }, {
    "title": "The blattida (insecta) fauna of Carrizo Arroyo, New Mexico — biostratigraphic link between marine and non-marine Pennsylvanian/ Permian boundary profiles",
    "authors": ["J. Schneider", "S.G. Lucas", "J.M. Rowland"],
    "venue": "Bull. New Mexico Mus. Nat. Hist. Sci",
    "year": 2004
  }, {
    "title": "Saale-Senke. In: Deutsche Stratigraphische Kommission (Ed.), Stratigraphie von Deutschland, Oberkarbon, vol. 254",
    "authors": ["J.W. Schneider", "R. Rößler", "B. Gaitzsch", "U. Gebhardt", "A. Kampe"],
    "venue": "Frankfurt a. M., Courier Forschungsinstitut Senkenberg,",
    "year": 2005
  }, {
    "title": "http://www.scotese.com, (PALEOMAP website)",
    "authors": ["C.R. Scotese"],
    "year": 2002
  }, {
    "title": "Biogene fluvio-lakustrine Sedimentation im Rotliegend des permokarbonen Saar–Nahe–Beckens (SW-Deutschland)",
    "authors": ["K.R.G. Stapf"],
    "venue": "Facies",
    "year": 1989
  }, {
    "title": "Über Alter und Art der Phasen variscischer Gebirgsbildung",
    "authors": ["H. Stille"],
    "venue": "Nachr. Ges. Wiss. Göttingen, Math.-Phys",
    "year": 1920
  }, {
    "title": "Karoo Synrift-Sedimentation und ihre tektonische Kontrolle am entstehenden Kontinentalrand Namibias",
    "authors": ["H. Stollhofen"],
    "venue": "Z. Geol. Ges",
    "year": 1999
  }, {
    "title": "Volcanic rocks as discriminants in evaluating tectonic versus climatic control on depositional sequences, Permo-Carboniferous continental Saar",
    "authors": ["H. Stollhofen", "B. Frommherz", "I.G. Stanistreet"],
    "venue": "Nahe Basin. J. Geol. Soc",
    "year": 1999
  }, {
    "title": "Tuffs, tectonism and glacially related sea-level changes, Carboniferous– Permian, southern Namibia",
    "authors": ["H. Stollhofen", "I.G. Stanistreet", "B. Bangert", "H. Grill"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2000
  }, {
    "title": "The Ruhr and Aachen basins — sedimentary environments, sequence stratigraphic model, and synsedimentary tectonics of Variscan foreland basins (Namurian B/C to Westphalian C, W. Germany)",
    "authors": ["M.P. Süss", "G. Drozdzewski", "A. Schäfer"],
    "year": 2004
  }, {
    "title": "The Appalachian–Ouachita orogen beneath the Gulf Coastal Plain between the outcrops in the Appalachian and Ouachita mountains",
    "authors": ["W.A. Thomas"],
    "venue": "The Geology of North America",
    "year": 1989
  }, {
    "title": "Tectonostratigraphical development of the Upper Karoo foreland basin; orogenic unloading versus thermallyinduced Gondwana rifting",
    "authors": ["B.R. Turner"],
    "venue": "J. Afr. Earth Sci",
    "year": 1999
  }, {
    "title": "Deglaciation sequences in the Permo-Carboniferous Karoo and Kalahari basins of Southern Africa; a tool in the analysis of cyclic glaciomarine basin fills",
    "authors": ["J.N.J. Visser"],
    "venue": "Sedimentology",
    "year": 1997
  }, {
    "title": "Overview of Global Source Rock Development During the Permo-Carboniferous, XVth International Congress on Carboniferous and Permian Stratigraphy",
    "authors": ["W. Visser"],
    "venue": "Utrecht, Abstracts,",
    "year": 2003
  }, {
    "title": "Marine and continental Lower Permian evaporites of the Prypiac' Trough (Belarus)",
    "authors": ["E.A. Vysotskiy", "A.A. Makhnach", "T.M. Peryt", "S.A. Kruchek"],
    "venue": "Sediment. Geol",
    "year": 2004
  }, {
    "title": "Climatic changes as mirrored by Carboniferous and Permian floral distributions",
    "authors": ["R.H. Wagner"],
    "venue": "Monogr. Jard. Bot. Córdoba",
    "year": 2004
  }, {
    "title": "Karoo unconformities in NW-Namibia and their tectonic implications",
    "authors": ["A. Wanke", "H. Stollnhofen", "I.G. Stanistreet", "V. Lorenz"],
    "venue": "Commun. Geol. Surv. S. West Afr. /Namib",
    "year": 2000
  }, {
    "title": "Global distribution of Terrakea Booker, 1930 (Productidina, Brachiopoda): implications for Permian marine biogeography and Eurasia–Gondwana correlations",
    "authors": ["E.A. Weldon", "G.R. Shi"],
    "venue": "XVth International Congress on Carboniferous and Permian Stratigraphy, Utrecht, Abstracts,",
    "year": 2003
  }, {
    "title": "Temnospondyle Amphibien aus dem Karbon Mitteldeutschlands. Veröff",
    "authors": ["R. Werneburg"],
    "venue": "Naturhist Mus. Schloβ Bertholdsburg Schleusingen",
    "year": 1996
  }, {
    "title": "Palaeoclimatic constraints for Palaeozoic palaeolatitudes of Laurentia and Euramerica",
    "authors": ["B.J. Witzke"],
    "venue": "Palaeozoic Palaeogeogr. Biogeogr. The Geological Society",
    "year": 1990
  }, {
    "title": "A temporal link between the Emeishan large igneous province (SW China) and the endGuadalupian mass extinction",
    "authors": ["M.F. Zhou", "J. Malpas", "X.Y. Song", "P.T. Robinson", "M. Sun", "A.K. Kennedy", "C.M. Lesher", "R.R. Keays"],
    "venue": "Earth Planet. Sci",
    "year": 2002
  }, {
    "title": "Phytogeographic patterns and continental configurations during the Permian period",
    "authors": ["A.M. Ziegler"],
    "year": 1990
  }, {
    "title": "Faulting and graben formation in western and central Europe",
    "authors": ["P.A. Ziegler"],
    "venue": "Philos. Trans. R. Soc. Lond., A",
    "year": 1982
  }],
  "id": "SP:7259519a3c9d83fd9794a8f73166ad9bcb1479cd",
  "authors": [{
    "name": "Jörg W. Schneider",
    "affiliations": []
  }, {
    "name": "Frank Körner",
    "affiliations": []
  }, {
    "name": "Marco Roscher",
    "affiliations": []
  }, {
    "name": "Uwe Kroner",
    "affiliations": []
  }],
  "abstractText": "The Lodève basin, which contains an exceptional long and nearly uninterrupted profile of Early to Late Permian continental red beds, iswell correlated to the other European Permocarboniferous basins. Together they cover the time span from the Late Pennsylvanian to the Permian–Triassic boundary. Although these basins were placed within the equatorial belt for the whole Permian, several climatic changes are recorded in the sediments. Terrestrial sedimentation is governed by the interaction of climate and tectonics as well as by volcanism to a variable degree. Therefore, small scale climatic variations of the Milankovitch band are hardly discernable and if so, they could not be correlated between different basins. Indeed, larger scale climatic shifts could be identified. It is shown, that the shift from the Carboniferous icehouse to the Mesozoic warmhouse was a multi-stage process. This global warming resulted in a general aridisation of northern Pangea, indicated by outspreading playa and sabkha red beds, aeolianites and evaporites. Several short phases of increased humidity interrupted this trend, indicated by wet red beds, lake sediments and coal deposits. In central and southern Europe, these wet periods are traceable within the Late Stephanian/Lower Rotliegend (Gzhelian/ Asselian), topmost Lower Rotliegend (Asselian/Sakmarian), Upper Rotliegend I (late Artinskian/early Kungurian) and Upper Rotliegend II/Zechstein (Wuchiapingian). The aridisation of the northern Pangea which accelerated near the Sakmarian/Artinskian transition is attributed to a reorganisation of the major ocean currents. Cold water currents along the western flank of the Pangea, indicated by the Permian chert event, blocks moisture transport from West onto the continent. During Roadian and Wordian the onset of an additional cold water current along the Cimmerian continents, blocks moisture transport from the East. Both phenomena together are responsible for the maximum of aridity at the Early to Middle Permian transition. Additionally, the equatorial climate has been affected by an increasing seasonality within the Late Pennsylvanian and Permian, caused by the wide shifting of the Zone of Inter-tropical Convergence (ITC) over the equator. Based on a new reconstruction of the Pangean assembly in this paper, climatic changes in the Permian are interpreted and causes of the arid-humid-arid shifts are examined. Phases of higher humidity are often related to events of global impact, like the waxing and waning of the Gondwanan glaciation, obtained in the South African Karoo Basin (Dwyka Group). But also regional events had strong climatic influence. The Zechstein transgression in the Northern and Southern Permian Basin as well as the Bellerophon transgression of the Southern Alps caused the wet phase in the Wuchiapingian. © 2006 Elsevier B.V. All rights reserved.",
  "title": "Permian climate development in the northern peri-Tethys area — The Lodève basin, French Massif Central, compared in a European and global context"
}