{
  "sections": [{
    "text": "Contents lists available at SciVerse ScienceDirect\nPlanetary and Space Science\n0032-06 doi:10.1\nn Tel.:\nE-m\njournal homepage: www.elsevier.com/locate/pss\nFluvial landforms on fresh impact ejecta on Mars\nN. Mangold n\nLaboratoire Planétologie et Géodynamique de Nantes, UMR6112 CNRS/INSU et Université de Nantes, 2 rue de la Houssini ere, 44322 NANTES, France\na r t i c l e i n f o\nArticle history: Received 11 February 2011 Received in revised form 9 December 2011 Accepted 10 December 2011 Available online 17 December 2011\nKeywords: Mars Impact craters Valley networks Fluvial Ice Eberswalde\n33/$ - see front matter & 2011 Elsevier Ltd. A 016/j.pss.2011.12.009\nþ33 251125340. ail address: nicolas.mangold@univ-nantes.fr\na b s t r a c t\nFluvial valleys provide critical clues to the distribution and state of water throughout the history of the planet Mars. Early in Mars’ history (o3.7 Gy), the climate may have been warmer than at present leading to the development of valley networks. Younger valleys formed on volcanic and glacial landforms under colder conditions than experienced in Mars’ early history. Only rare examples of fluvial valleys over fresh impact craters have been reported. In the present study, a survey of hundreds of fresh post-Noachian impact craters (of 12 to 150 km in diameter) has been done to identify fluvial landforms, especially in regions lacking ancient valleys, using images from the High Resolution Stereo Camera (HRSC) instrument onboard Mars Express and from the Context Camera (CTX) instrument onboard Mars Reconnaissance Orbiter. Observations show that these valleys are locally sinuous, display isolated channels, a poor connectivity and frequent braiding. Valleys were most likely formed over a short duration with high discharge rates, estimated from 500 to 40,000 m3 s 1. In Arabia Terra, a total of 27 out of the 204 surveyed craters were found to have fluvial landforms on the ejecta blanket, exclusively in the mid-latitude band (25–451). Dating of impact ejecta gives young ages from the Late Hesperian to the Middle Amazonian, thus providing a temporal constraint for the fluvial activity. Late climatic episodes of snow deposition and subsequent melting scattered in space and time could explain observations. Alternatively, the thermal anomaly of impacts and their ejecta over ice-bearing terrains is a possible triggering mechanism for the observed fluvial valleys. Calculations show that the thermal anomaly can persist in the ejecta over several hundreds of years for mid-size craters (20–40 km). Such a process would not explain all Martian fluvial activity because of the marked difference between the pristine landforms described and Late Noachian valley networks. Nevertheless, fluvial landforms on preserved ejecta blankets can be used as a new proxy for the temporal distribution of water on Mars.\n& 2011 Elsevier Ltd. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "Fluvial valleys provide critical clues to the distribution and state of water throughout the history of Mars, and insight into martian climate history (e.g. Carr, 1996). Early in Mars’ history (o3.7 Gy), the climate is believed to have been warmer than at present leading to the formation of valley networks (e.g., Masursky et al., 1977; Baker et al., 1992; Carr, 1996; Hynek and Phillips, 2001; Craddock and Howard, 2002; Irwin et al., 2005; Ansan and Mangold, 2006) and hydrated minerals (e.g. Poulet et al., 2005; Loizeau et al., 2007; Mustard et al., 2009; Loizeau et al., 2010; Ansan et al., 2011). The more recent Late Hesperian, and Amazonian climate (o3 Ga) appears to have been cold and hyperarid throughout, as seen from the scarcity of fluvial activity as well as that of hydrated minerals (Bibring et al., 2006; Mangold et al., 2007; Fassett and Head, 2008). However, prolonged activity and/or reactivations of ancient valleys seem to have occurred well\nll rights reserved.\ninto the Hesperian (Baker and Partridge, 1986; Mangold and Ansan, 2006; Bouley et al., 2009; Bouley et al., 2010). In addition, Late Hesperian to Amazonian valley networks have been observed on volcanoes (Gulick and Baker, 1990; Hauber et al., 2005; Ansan et al., 2009), Valles Marineris’ interior and plateau (Mangold et al., 2004, 2008; Ansan et al., 2008; Quantin et al., 2005; Chapman et al., 2010; Weitz et al., 2010), and mid-latitude glaciers (Fassett et al., 2010, Dickson et al., 2009). Most of these late fluvial landforms likely formed under regional environments that experienced episodic melting of water ice due to a variety of conditions (episodic snowmelt triggered by obliquity variations, hydrothermal heating, etc.), rather than a globally warmer climate. The study of these fluvial landforms is fundamental to better understand the martian water cycle through all its history, and to reconstitute past climate conditions.\nOver Mars’ entire history, impact cratering has been an ongoing process, and the role of impact craters on the formation of valley network has been debated for decades. Brakenridge et al. (1985) first proposed that hydrothermal activity associated with impacts into a frozen subsurface is a good potential heat source for valley formation. Modeling of the largest craters also predicts\nthe huge potential influence of these impacts on fluvial processes (Segura et al., 2002; Segura et al., 2008; Toon et al., 2010). Nevertheless, fluvial activity has only been sparsely reported on fresh impact craters, which were likely formed under a cold and dry climate similar to today. For these craters the role of the impact process in the fluvial activity should be less ambiguous than it is for early martian landforms. Rare examples of channels\nTable 1 Coordinates and diameter of all craters presented in figures and discussed in the text. Ages as obtained in Fig. 8. EH: Early Hesperian. LH: Late Hesperian. EA: Early Amazonian. MA: Middle Amazonian.\nName Latitude E. Long. Diameter (km)\nFigure number Epoch\nCerulli 32 22 110 Fig. 1 EH/LH Unnamed 35 7 12 Fig. 2 LH Unnamed 36 8 25 Fig. 3 EA Unnamed 32 7 18 Fig. 4 LH Unnamed 39 118 45 Fig. 5 EA Unnamed 31 89 26 Fig. 6a LH/EA Tignish 31 87 22 Fig. 6b EA/MA Unnamed 37 20 25 Fig. 7a LH Unnamed 41 142 95 Fig. 7c EA/MA Sinton 41 32 60 Morgan and Head,\n2009\nLH/EA\nhave been observed on the surfaces of ejecta blankets and inner walls of Cerulli crater, may indicate that liquid water formed after ejecta emplacement due to the excavation of deeply-buried ice (Mouginis-Mark, 1987). The young Mojave crater displays well developed gully-fan systems on its interior rim whose origin is unknown, but probably required precipitation of either rainfall or snow (Williams and Malin, 2008). Sinton crater displays fluvial valleys on its ejecta that could be the consequence of melting of water–ice glaciers buried by hot ejecta (Morgan and Head, 2009). Lyot Crater, one of the youngest impact basins 4200 km in diameter on Mars display channels suggesting that impactrelated groundwater release might have occurred at Lyot (Harrison et al., 2010). Hale crater shows a braided outflow channel-like landform that may have formed due to the heat released by Hale impact and deep ice excavation (Jones et al., 2011).\nIn this study, tens of craters (of 12 to 150 km in diameter) were identified as displaying significant fluvial landforms on their ejecta. They were found at diverse geographic locations, but always in the mid-latitude bands. Observations are first presented qualitatively to illustrate the main landform characteristics using selected examples (Table 1, Fig. 1–7). Ages and discharge rates are also estimated for most of these examples (Table 2, Annex A, Fig. 8). A detailed regional study is then presented to illustrate the geographic patterns (Fig. 9, Annex B). The formation of fluvial\nMamers Vallis (MV) is an ancient valley buried beneath Cerulli. (b) Sinuous valleys ide braided (B) valley displays a fan deposit (F) (Close-up of HRSC image 5213). er shapes (A) with one fan (F) visible at the outlet of the largest valley. North is to dit NASA/JPL/Arizona State University (http://themis-data.asu.edu).\nlandforms is then discussed in relation to impact crater formation with calculations to explain the formation of valleys on ejecta blankets specifically (Fig. 10)."
  }, {
    "heading": "2. Approach",
    "text": "From the return of the first Viking Orbiter images of martian impact craters it was evident that the morphology of the ejecta blankets surrounding many craters observed by this probe was different from that of their lunar counterparts insofar as much of the ejecta appeared to have been emplaced by surface flow (Carr et al. 1977; Mouginis-Mark, 1987; Costard, 1989). The main evidence for this is the frequent presence of lobate ejecta blankets with welldefined front, which differ from ejecta observed on the Moon which are devoid of frontal lobes. Nevertheless, ejecta are not observed around all craters. A large proportion of ancient craters, usually Noachian in age, have no visible ejecta and are degraded, as visible from the eroded rims, the lack of central peaks and shallow depths. This degradation likely took place during the early martian history, mainly in the Noachian, as a consequence of fluvial erosion and deposition (Craddock et al., 1997; Craddock and Howard, 2002). In itself, the presence of well-preserved ejecta shows that no\nmajor episodes of erosion took place after the impact formed, which therefore suggests a Late Hesperian to Amazonian age because low erosion rates are estimated for these periods (Golombek et al., 2006). In this study, only craters with continuous preserved ejecta blankets were included.\nCrater ejecta display a variety of landforms that should not be mistaken for fluvial features. Grooves, rays, terminal lobes and megabreccias formed by the cratering process were identified to determine ejecta boundaries. Lobate shapes can locally mimic fluvial landforms, but they differ from fluvial valleys by being a topographic step, rather than a two-sided valley. In contrast, fluvial landforms exhibit geomorphic features distinct from ejecta, including sinuous shapes and meanders, valley junctions, braiding and depositional fans. None of these features have been recognized as being related to the very rapid formation of ejecta. Furthermore, ejecta are known to be weakly influenced by local topography because of their high velocity (e.g., Melosh, 1989), while topography is a main control for fluvial stream incision.\nThe HRSC camera onboard Mars Express acquired images in five panchromatic channels under different observation angles, as well as four color channels at relatively high spatial resolution (Neukum et al., 2004, 2005). The panchromatic nadir images were used in this study, with a spatial resolution in between 10 and 20 m/pixel. HRSC\nimages have a large coverage making it possible to observe a crater and its whole ejecta blanket. Context (CTX) images (Malin et al., 2007) were used to provide a detailed view of the ejecta at a typical scale of 6 m/pixel, or to fill gaps in the HRSC data coverage. For the mapping (Section 4), craters considered were those for which a substantial coverage was available using either instrument at a resolution of o15 m/pixel at the time of the study. Mars Observer Laser Altimeter (MOLA) data (Smith et al., 1999) were used to extract topographic profiles. Sketch maps are provided when a full coverage at high resolution was available on the whole ejecta blanket."
  }, {
    "heading": "3. Observations",
    "text": ""
  }, {
    "heading": "3.1. Morphology of fluvial landforms on ejecta",
    "text": "Detailed observations are given for nine craters of sizes from 12 to 110 km that show valleys dissecting fresh ejecta, which are\nall 50 m to 1 km in width, and less than 65 km long (Table 1). These examples are taken from both hemispheres that are representative of a variety of regions from a variety of geographic and topographic settings, and which display key characteristics helpful in understanding the valley formation process.\nCerulli crater is a 110 km diameter crater located in southern Ismenius Lacus (321N, 211E). Mamers Vallis (MV in Fig. 1) is an ancient valley dated of the Early Hesperian that joins a depression in Ismenus Cavus (e.g., Dehouck et al., 2010). Mamers Vallis is buried beneath Cerulli showing a clear crosscutting relationship between the landforms. Cerulli ejecta are identifiable by the knobby grooved texture surrounding the crater rim passing progressively to secondary craters, which are often assembled in rays. At higher resolution, ejecta are smoothed by a mantling often observed at mid-latitudes, impeding observations of the ejecta in more detail. From both the freshness of Cerulli’s ejecta and its relationship with Mamers Vallis, it is interpreted that this crater postdates the Noachian – Early Hesperian peak of fluvial\nactivity. Nevertheless, a series of 100 to 400 m wide sinuous valleys (labeled SV in Fig. 1b) crosses the ejecta and merge together. Braiding is observed close to the junction on the largest valley. These valleys vanish progressively downstream. A 500 m wide braided valley (B in Fig. 1c) displays a fan deposit (F in Fig. 1c). Many valleys and fans are also visible inside the interior rims of Cerulli (Fig. 1d), as discussed by Mouginis-Mark (1987) based on lower resolution Viking images.\nFig. 2 (centered at 351N, 71E) shows a series of craters in Eastern Ismenius Lacus. Two craters are ancient and degraded (dotted lines in Fig. 2b). Three craters are fresh craters with continuous lobate ejecta blankets visible (C1 to C3 in Fig. 2b). Ejecta crosscutting relationships show that C1 formed before C2 and that C2 formed before C3. Small pristine fluvial valleys are visible locally in this area. South of crater C1, ejecta are cut by sinuous valleys. One large valley breaches the C1 crater rims, but others (Fig. 2c) trend toward a depression (D on Fig. 2b). Valleys are limited to the ejecta blanket; they do not extend out of the ejecta. The 12 km diameter crater C3 superimposes an older crater to the east (Fig. 2d). A continuous ejecta blanket is visible all around C3 crater, as drawn on the sketch (Fig. 2e). This crater\nshows branching valleys incising into the southern and western side of its ejecta blanket. These 20 km long valleys connect and increase in width toward the south (Fig. 2f). Flow directions as suggested by junctions are consistent with a regional slope to the south as indicated by MOLA topographic contours. The difference in slope between the southern ejecta (about 31 toward south) and the northern ejecta (o0.21) may explain the difference in valley occurrence. The 12 km diameter crater C2 is breached on the east by a few valleys (Fig. 2h). A series of valleys also emerge from beneath its ejecta (Fig. 2i) indicating a flow direction to the south. The latter crosses the pre-existing ejecta of crater C1. No valleys are observed on the inner crater rims of either C2 or C3, and for crater C1 the rim is only breached by a valley in the south (Fig. 2c).\nOne could interpret all the landforms on Fig. 2 to be the result of a single episode of fluvial activity, but if this is the case, then this episode should postdate all of the craters, and therefore could not be related to any of the ancient valley networks observed in Arabia Terra, which predate the fresh-ejecta craters. The fluvial landforms are very heterogeneously distributed, with no valley observed outside the ejecta. For example, the topographic step\nto the south (arrows indicating ‘‘no valley’’ on Fig. 2a) should be dissected by fluvial erosion because the slope is similar to that on the dissected ejecta in Figs. 2c, f and i. An alternative explanation to these observations would be that these valleys formed in association with each crater impact. In the case of Fig. 2i, it is difficult to know if these valleys are formed from seepage at the front of C2 ejecta or predate C2 and formed from the C1 impact, as for those in Fig. 2c.\nFig. 3 shows a 25 km diameter crater. A well-developed continuous ejecta blanket is visible all around the crater. Several\nvalleys cross the southern ejecta blanket, concentrated at the location around a 0.4 km deep depression (TC in Fig. 3b). Fluvial valleys are 50 to 700 m wide and several tens of kilometers long. They display a poor connectivity with local braiding. They locally cross ejecta rays and grooves. All valleys are oriented with the main slope, towards the 2 km deep depression, and orthogonally to the crater rays. This depression likely predates valleys formation, as valleys are deflected toward it. Valleys predating the depression would have eroded the ejecta radially toward the south rather than concentrically toward the depression as observed. A transient pond may have formed in this depression if all these valleys were coeval. No valleys are observed on the crater inner rims.\nFig. 4 shows a 20 km diameter crater. A thick continuous ejecta blanket is visible all around the crater. Close-ups show two valleys (labeled V1 and V2 in Fig. 4c). The larger one, V1, terminates at a fan deposit (labeled F) inside a smaller crater. The fan is identified by its flat edge, which is different from the curved terminal front of ejecta. The head of V1 is followed by a shallower narrower valley (NV). The start of NV is located inside a closed depression (CD). This could suggest a formation by local ponding and overflow of CD to form NV. No other valley crosses these ejecta. No valley is observed on the crater inner rim.\nFig. 5 displays a 45 km diameter crater located to the east of Hellas basin (391S, 1181E). Ejecta are easily visible from the topographic step and morphology of the frontal lobe. Close-ups display small sinuous valleys crossing the ejecta blanket. These valleys frequently lack visible heads and outlets. Junctions locally exist (Fig. 5d), but most valleys are unconnected. Topographic steps seem to enhance the formation of small valleys (Fig. 5c). One valley (Fig. 5e) is partially filled by lineated glacial material. It crosses grooves and rays from the impact ejecta and joins a depression. Its head is amphitheater shaped, wide from the beginning without smaller tributaries. Valleys are absent on the crater inner rim, but glacial tongues are present all around the crater flanks.\nFig. 6 displays two craters of the southern hemisphere located north of Hellas basin. The first is a 26 km diameter crater (321S, 88.51E) which displays well-developed ejecta with clear grooves (EG in Fig. 6c) and rays radial to the crater center. A CTX mosaic shows a 200 m wide sinuous valley to the west connecting with a 0.5 to 1 km wide braided valley to the east. Ejecta patterns are systematically cut by these valleys. The second is a 22 km diameter crater (311S, 871E), which displays multiple lobate ejecta. A small valley cuts the ejecta close to the ejecta front (EF in Fig. 6e). The latter displays well-developed braiding suggesting high discharge rates. The inner rims of these two craters do not show fluvial landforms, but many recent gullies (e.g. Balme et al., 2006) can be observed, especially on pole-facing slopes.\nFig. 7a and b show a 25 km diameter crater (371N, 201E) and a 95 km diameter crater (411S, 1421E), respectively, both with clearly visible ejecta. The first crater displays 10 to 20 km long valleys on the southern ejecta blanket. These valleys are poorly connected and occur over the topographic step created by the rim of an older crater blanketed by the 25 km diameter fresher one. Valley heads often show amphitheater shapes. The ejecta of the 95 km diameter crater are crossed by sinuous valleys with local braiding. These valleys are up to 1 km in width and are not connected to any other valleys. Valleys exist on the interior rim of this crater as for Cerulli crater.\nAll these craters display fluvial valleys crossing their ejecta. Their origin as fluid flows is demonstrated by their relationship with topography: valleys always follow the main slope and follow radial ejecta patterns only when the overall slope is in that direction, i.e. valleys are not structures formed by the impact such as grooves and rays. Valleys are more developed in locations\nwith topographic steps (Figs. 5c, e and 7b) and pre-existing regional slopes (Figs. 2, 3 and 6). In Fig. 3, valleys are radial to a depression located beneath the southern ejecta, where the slope is 411, while no valley is observed on the flat northern side. Ejecta on Fig. 2d display valleys on the steeper southern side of this crater only. South of these ejecta, a similar slope does not show any valley neither (indicated by arrows in Fig. 2a). Ejecta on relatively flat plains display few or no valleys as on Figs. 2 and 3 for the northern ejecta blankets.\nObservations also show that these fluvial valleys display isolated channels and a poor connectivity (Figs. 1, 4, 5 and 6) with some notable exceptions (Fig. 2). Valleys are locally sinuous (Figs. 1, 5 and 6), but also frequently wide and braided (Figs. 1, 3, 6 and 7) implying an abundant supply of sediments and, at least episodically, intense discharges. Valley heads are often wide and isolated, without catchments or smaller tributaries (Figs. 3b, 5e and 6) suggesting local control by seepage or sudden break out. Locally, ponding inside ejecta troughs may enable a formation of channels by overflow (Fig. 4).\nLastly, several valleys were observed in inner rims on two of the largest craters (Figs. 1 and 7). These valleys are better organized than those on ejecta, but also have theater-heads, as\nseen in Fig. 1d. Similar valleys were also observed by Berman et al. (2009) on other mid-latitude craters, but their formation process was not addressed. The lack of inner valleys for most craters shows that valleys on ejecta may have been formed by local processes that did not form valleys on inner rims, at least for small craters."
  }, {
    "heading": "3.2. Discharge rates estimation",
    "text": "Discharge rates are difficult to estimate in valleys that are formed progressively though time, for which the water level is difficult to reconstruct. Nevertheless, some observational elements suggest that water occupied most of the valley width, i.e. valleys observed are closer to individual channels. Indeed, many valleys have a single head without connecting tributaries; many of them have characteristics such as braiding and scours, and none of them displays inner channels, which are best indicators of progressive erosion (Irwin et al., 2005). Inner channels should be observed at least at the scale of CTX images, especially given the young age and fresh appearance of these landforms. All this suggests that they were formed by individual channels, carved by one or multiple discrete events.\nBoth the Manning and Darcy-Weisbach equations can be used to give a good estimation of discharge rates. The Manning equation corrected for martian gravity gives the discharge rate Q as:\nQ ¼ AðgmsR 4=3=gen 2Þ1=2 ð1Þ\nwhere A is the cross-sectional area, R is the hydraulic radius (the ratio of flow cross sectional area to wetted perimeter), gm and ge are the values for gravity on Mars and Earth respectively and n is the Manning coefficient, fixed at 0.0545 as suggested by Wilson et al. (2004) for coarse bedded outflow channels on Mars.\nThe Darcy–Weisbach equation has been used more often in recent literature, because it does not depend on an empirical parameter (Wilson et al., 2004, Kleinhans, 2005). This relation is given by:\nQ ¼ Að8gmRs=f Þ1=2 ð2Þ\nwhere f is the friction factor that depends on channel bed rock size. As coarse material is expected by eroding ejecta, the friction f is given for gravel bed regime by (Wilson et al., 2004) as:\nf ¼ 8=ð5:75log10 ðR=d84Þþ3:514Þ ð3Þ\nwhere d84 is the size at which 84% of clasts are that size or smaller. This value d84 is taken at 0.6 m as suggested by Kleinhans (2005) for Mars. Values found for f vary from 0.07 to 0.15.\nTopographic measurements provide valley depth estimates of 10 to 80 m at maximum using MOLA (Mars Observer Laser Altimeter) data from a few examples (Figs. 2–4). Taking the maximum depth would assume a bankfull discharge of the channel, so a unique and violent episode filling the overall channel to the top. A conservative approach was used for depths used in calculations, using from 3 to 10 m, instead of using potentially unrealistic bankfull discharges. Note that depths less than 3 m would not be realistic given the width (450 m) of the channels. Using 3 to 10 m depths are realistic given channel widths (100 m–1 km). Indeed, width/depth ratios are often around 10–20 on Earth (e.g. Leopold et al., 1992) and it is unlikely that a 300 m wide channel, for instance, was carved by a o1 m thick flow.\nCalculated discharge rates using both methods give consistent results (Table 2). Results show a range of discharge rates from 500 m3 s 1 to 5000 m3 s 1 using a depth of 3 m, or 500 to 40,000 m3 s 1 assuming a 10 m depth, which is possible for the largest channels. Values correspond to discharge rates in the main tributaries. The highest discharge rates (410,000 m3 s 1) are in the lower bound of those estimated at Sinton crater (Morgan and Head, 2009). The lowest discharge rates (500–5000 m3 s 1) are similar to those found for the much longer (4100s km) martian ancient valleys (Irwin et al., 2005). Terrestrial rivers with such high discharge rates are usually 4500 km long (Table 2). The high discharge rates coupled with short valley lengths (15–65 km) are characteristics that are not expected for precipitation-fed valleys when compared to terrestrial examples (Annex A). These properties coupled with the isolated valley heads suggest a formation dominated by sudden water outbursts of short duration. These characteristics suggest that flows were not necessarily formed at equilibrium with atmospheric pressure and temperature."
  }, {
    "heading": "3.3. Age estimation by small crater counts",
    "text": "Small impact craters on ejecta blankets were analyzed to estimate the timing of crater formation and of the fluvial activity. The method used is the incremental crater count by root two intervals as described by Hartmann (1999) and Hartmann and Neukum (2001). This method has been thoroughly tested for dating small landforms (Hartmann et al., 1999; Mangold, 2003; Quantin et al., 2004; Bouley et al., 2010). Nevertheless a good statistics are difficult to obtain because of the small size of the ejecta and the strong degradation of smallest craters at these latitudes. Hence, only small crater diameter bins between 300 m to 2 km were included. Bins with No3 craters were not used to give a conservative approach to the statistics. This explains why several craters lack data at diameters 41 km. Hartmann plots have normally been presented only for this size range (Fig. 8). With these limitations, the studied examples display ages ranging from the Early–Late Hesperian transition ( 3.5 Gy, for Cerulli) to the end of the Middle Amazonian ( 2 Gy). Previous studies found an age at the Late Hesperian/Early Amazonian transition ( 3.1 Gy) for Sinton crater (Morgan and Head, 2009), and a mid-Amazonian age ( 1 Gy) for Hale crater (Jones et al., 2011).\nThe low density of fluvial valleys and the small ejecta size limits the possibility to use this method to date valley formation directly. Nevertheless, a count of small craters affected by fluvial landforms could give information on a possible time gap between crater formation and fluvial landforms.\nAmong the 10 craters listed in Table 1, most small craters on ejecta are fresh and seem to postdate valley formation. A total of N¼510 craters were counted for all ejecta blankets to give the\ncrater count statistics of Fig. 8, but only three were found to be incised by valleys, so a proportion o1%. A 3 km diameter crater on the southern ejecta of Fig. 2 is affected by valleys. Nevertheless, a close inspection of its northern rim shows that it was likely blanketed by the ejecta of the 12 km diameter crater, suggesting this crater is in fact partially buried beneath ejecta rather than postdating the impact. A 7 km and a 15 km diameter crater on Cerulli rim and ejecta postdate valleys. These craters could highlight a gap between crater formation and subsequent erosion. Nevertheless, the largest one is of the size of the individual craters C2 and C3 analyzed in Fig. 2. If these craters were highlighting a time gap between the main impact and valley formation, there should be a suite of smaller craters that predate the valleys because the crater impact frequency increases at smaller diameters.\nA short period of time between ejecta emplacement and fluvial erosion is suggested from the observation that small craters on ejecta, possibly with the exception of Cerulli, are all superimposed on fluvial landforms. Nevertheless, this conclusion is limited by the small spatial extent of valleys, being sometimes a single lineation on a large area of ejecta. The mutual intersection of crater area and fluvial valley area is usually small and limit the validity of this conclusion. At least, such a result shows that the fluvial activity observed on each crater ejecta might not have occurred simultaneously because each large impact craters formed at different times in the past."
  }, {
    "heading": "4. Regional mapping",
    "text": "All the 9 examples described in detail (Figs. 1–7) are found in the regions between 301 and 421 of latitude in both hemispheres. Extended regional mapping was done to better understand the geographic distribution of these landforms (Fig. 9, Annex B). This mapping covers 901 of longitude, and 0–441N in latitude. The limitation at 441N was chosen, because of the strong recent resurfacing poleward of this latitude. This resurfacing limits the preservation of ejecta and hence would strongly bias the number of fresh craters recorded. The region selected was also chosen for its relative homogeneous age (Noachian and Hesperian plateaus) and the presence of some of the previously described craters (Figs. 1–4). Only craters with preserved ejecta blankets were taken into account, not ancient degraded craters. A total of 204 craters were analyzed thanks to available HRSC and CTX data, of which 27 showed fluvial landforms on their ejecta blanket.\nThe resulting map displays a clear latitudinal zonation. All craters with fluvial landforms are located at latitudes 25–421N. Longitudes 50 to 701E lack fresh ejecta craters at these latitudes, probably as a result of a stronger regional mantling. Craters with fluvial landforms occur at latitude 4251N on craters of any diameter and on any geologic unit. Craters with fluvial landforms occur on the highland plateau and on the northern plains. No examples of fluvial landforms on ejecta were found on any craters 416 km in diameter in the equatorial regions (0–251N).\nA plot of crater diameter versus the proportion of craters displaying fluvial landforms has been derived from these data. The high percentage of craters with fresh ejecta eroded by fluvial landforms at mid-latitudes (450% for craters of 422 km at the 30–441 latitude range) suggests that this process was common at these latitudes. This plot also shows that the probability of observing fluvial landforms increases with the diameter of craters. This is especially visible when plotting craters only in the 30–441 latitude band (Fig. 9c). Here, the percentage of craters affected by fluvial activity increases from 35% at small diameters to 100% at the largest diameters studied. This observation\nsuggests that the process forming fluvial landforms is intimately related to the cratering process."
  }, {
    "heading": "5. Scenarios of valley formation",
    "text": ""
  }, {
    "heading": "5.1. Climate-related melting",
    "text": "Mid-latitudes (4251) contain landforms such as pitted terrains or lineated fills that have been interpreted as being due to shallow ice deposited by atmospheric processes (Mustard et al., 2001; Mangold, 2003; Balme et al., 2006; Byrne et al., 2009; Dundas and Byrne, 2010; Vincendon et al., 2010). Small valleys of possible supraglacial origin have been found at mid-latitudes (Fasset et al., 2010). Melting of such deposits could provide the water required for fluvial activity. Hypothetical climatic variations with, for example, high summer temperatures provide the energy for melting ice. In such a scenario, the enhanced fluvial erosion on ejecta could be due to their lower strength against erosion. This hypothesis could be plausible if all the valleys were formed in the Late Hesperian, where regional fluvial landforms have been observed in other regions unrelated to impact craters (e.g. Mangold et al., 2004). It may be more difficult to explain such fluvial activity in the Amazonian, except if this activity was scattered in space and time.\nEpisodic variations in obliquity have been proposed to explain channels inside mid-latitude crater interiors (Fasset et al., 2010). In this case, however, the oldest craters should display enhanced cumulative erosion after having crossed all these multiple climatic episodes, a characteristic not observed in the studied examples. Thus, climatic processes should have only regional effects to explain observations, for example as postulated in Kite et al. (2011).\nAlternatively, global conditions could have been more favorable to snow deposition and subsequent melting in the past. It is possible that atmospheric pressure was slightly higher than currently as shown by the recent discovery of buried CO2 in the southern polar cap (Phillips et al., 2011). This could have generated periods of enhanced melting compared to more recent periods during which this CO2 was trapped."
  }, {
    "heading": "5.2. Impact-related melting",
    "text": "In a second scenario, the crater itself could have provided the energy necessary for ice melting explaining the apparent disconnection of fluvial episodes. The thermal effect of crater increases with the crater diameter because of the higher kinetic energy provided (Melosh, 1989). Assuming a crater-related process, the probability of forming fluvial features should increase with the crater diameter as well. This effect is observed in Fig. 9c, therefore strengthening the genetic relationship between impact process and fluvial landforms."
  }, {
    "heading": "5.2.1. Melting by warm ejecta over shallow ice",
    "text": "Impact process may enable shallow ice melting by warm ejecta deposition. At Sinton crater, braided valleys were interpreted as being sourced from the melting of mid-latitude glaciers buried below hot ejecta (Morgan and Head, 2009). In the present study, the widespread mid-latitude ice-bearing mantle (e.g., Mustard et al., 2001) could be the source of melt water. Suevite breccias (i.e. rocks from ejecta) around the 23 km in diameter Ries crater in Germany were deposited at temperatures reaching 700 1C (Engelhardt et al., 1994). Such a high temperature is not homogeneously distributed throughout the ejecta, but local maxima could favor ice melting and outflow. Calculations were performed to evaluate the potential role of ejecta heating on an\nice-bearing substratum using classical conductive heat laws (Fig. 10).\nThe heat flow equation is solved in a pure conductive case in 1D (e.g. Turcotte and Schubert, 1982):\n@ @z k @T @z ¼ A rc @T @t\nð4Þ\nwhere z is the 1D profile at depth, k is the thermal diffusivity, A is the source of internal heat (radiogenic), r the volumetric mass, c the specific heat, T the temperature and t the time interval. The internal production of head (radiogenic) is neglected, as well as the geothermal gradient (low over o200 m depth).\nThe calculations in Fig. 10 were done using a finite difference approximation (e.g. Fowler and Nisbet, 1982). Time increments were fixed at 1 year and spatial elements were fixed at 5 m. Thermal diffusivity was taken to be 10 6 m2 s 1 (as usual for rocks, Turcotte and Schubert, 1982). Thermal properties of ejecta and substratum were considered as similar (ejecta correspond to the same rocks as the substratum, but brecciated by the impact). An initial temperature of 70 1C was taken as the mean annual temperature at 401 latitude. The calculations began at t¼0 with the instantaneous deposition of 20 m thick ejecta deposits at a temperature of 700 1C. Ejecta thicknesses for 16 to 50 km diameter crater were estimated to be 20–50 m using topographic profiles for craters of similar size (Figs. 2 and 3). These estimations are consistent with theoretical ejecta thicknesses calculated using empirical laws established on the Moon (McGetchin et al., 1973).\nFig. 10b shows the thickness of substratum heated to temperatures 40 1C for varying ejecta thickness (20 m to 50 m). Ejecta initial temperatures ranged from 200 1C to 800 1C to take into account the natural variability in ejecta temperatures. Temperatures of 200 1C were taken as the minimum for mixed ejecta composed of cold ballistic ejecta and melt sheet at 4800 1C. Durations range from 4 to 80 years as a consequence of the longer time taken for thermal anomaly propagation for warmer, thicker ejecta.\nResults show that 20 m thick ejecta heated at 700 1C would create a 30 m thick zone at temperatures 40 1C over 15 years. Even if warm ejecta were mixed with cooler breccias down to an average temperature of 200 1C, 40 m thick ejecta would still melt 20 m of ice-bearing substratum. According to these calculations, the thickness of buried material at temperatures 40 1C is similar to that of the ejecta thickness. The duration over which this warming can occur is several tens of years for the crater diameters considered (Fig. 10b). This timescale seems sufficient to form the poorly connected channels observed.\nIn such process, the variability in valley geometry (from branching channels to single-headed braided channels) may depend on the pathway found by liquid water to reach the surface. In some cases, water may seep from local fractures or weakness points creating multiple heads. In other cases, liquid water may generate an overpressure that would breach the ejecta suddenly and would reach the surface by bursts. The latter would explain the highest drainages. This mechanism also relies on the amount of water available for erosion. Shallow ice at midlatitudes is thought to occur at a proportion of 450% (Byrne et al., 2009; Dundas and Byrne, 2010): could the liquid water melted from this layer be sufficient to produce the limited fluvial erosion observed without recharge?\nThe contributing area of ejecta for valleys in Figs. 2–4, are of 415, 880 and 522 km2, respectively. Areas of ejecta eroded by valleys measured from the same figures are 19, 36 and 10 km2. Thus, for these ejecta blankets, it can be estimated that valleys have eroded, respectively, 4.5%, 4% and 2% of ejecta. The first example is by far one of the denser valley networks and can be\ntaken as an upper limit. These values give the maximum eroded fraction, assuming the valleys eroded all ejecta, which is not always the case. This method enables us to estimate the proportion eroded without taking into account the ejecta thickness. So volumes of ejecta excavated are o5% of the total ejecta volume, and usually much below this value. Assuming 30 m thick ejecta, the 5% would translate into a 1.5 m column of eroded material, on average. Then, assuming channels are outburst of concentrated flows with typically 10–50% of solid rock, the amount of water required is an equivalent thickness of 3 to 15 m. Yet, modeling results for 30 m thick ejecta show that the warming can occur over a substratum thickness of 15 to 45 m depending on ejecta temperatures. Assuming a shallow ice mantle of 50:50 ice:regolith fraction blanketed by ejecta, the column of water available in these 15–45 m level is 7.5–22.5 m. These values are in the range of the column of estimated water required for erosion of 3–15 m, showing that shallow ice can produce enough water to generate the observed valleys. This conclusion is realistic if fluvial flows had a high enough sediment concentration. The high discharge rate coupled with poorly dendritic geometry of most examples is consistent with this assumption, explaining this type of channels over ejecta. Nevertheless, channels were locally observed on inner rims of two craters. Other processes may, therefore, be necessary for a full explanation."
  }, {
    "heading": "5.2.2. Melting by deep ice excavation",
    "text": "A contribution of deep ground ice (4100 m) present at midlatitudes and excavated by the impact is also possible, as proposed for Hale crater (Jones et al., 2011). No tool has been found to estimate such contribution with regard to shallow ice, but the fluidization of lobate ejecta on Mars has been explained in the past by the vaporization of subsurface ice (Mouginis-Mark, 1987; Costard, 1989). Ejecta with fluvial landforms observed at 25–451 latitudes (such as in Fig. 3) have properties (lobateness, mobility) often similar to ejecta devoid of fluvial activity around equivalent diameter craters in equatorial regions. So, the occurrence of valleys and the fluidization process seem to be two independent processes. If ground ice contributed to valley formation, it would imply that the role of ice in forming fluidized ejecta is not required.\nAlternatively, snowfall on warm ejecta could explain some fluvial landforms if it occurred intensely enough to explain the high discharge rates. An impact into an ice-bearing crust can generate temporary climate modifications leading to snow precipitation (Segura et al., 2002, 2008; Kite et al., 2011). This should occur shortly after the ejecta emplacement. However, this process has been proposed only for large impacts, generating craters 4100 km, and does not explain most landforms observed on smaller craters.\nImpacts into ice-bearing crust can also create hydrothermal activity on crater interior and rims (Newsom, 1980, Abramov and Kring, 2005). For 100 km diameter craters this activity can be prolonged over duration 4100,000 years (Abramov and Kring, 2005). Such process may explain a prolonged fluvial activity over large crater inner rims (such as perhaps on Cerulli, Fig. 1), but not valleys observed on o50 km crater ejecta where valley heads are observed far from crater rims. Therefore, while deep ice has certainly a strong role in the excavation and melting of water ice, in the enrichment of the atmosphere in water vapor and in crater-related hydrothermal activity, the landforms observed in this study are more consistent with a process in which melting is triggered by interactions between shallow ice and warm ejecta. Of course, a combination of all these processes is possible, especially for the largest craters."
  }, {
    "heading": "6. Implications",
    "text": ""
  }, {
    "heading": "6.1. Implications for water ice distribution",
    "text": "The latitude distribution observed in Fig. 9 is likely an effect of the widespread presence of shallow water ice at mid-latitudes. Cratering is a gradual process through time with a nearly steadystate law for the last 3 billion years (Hartmann and Neukum, 2001). The craters mapped cannot all have formed in the recent past, showing that the observed latitudinal distribution requires a long-term stability of shallow ice in that region. For example, Sinton crater has been dated to the Late Hesperian/Early Amazonian transition (Morgan and Head, 2009), at about 3.1 Gy. The high percentage of fresh craters with fluvial landforms at midlatitudes (450% for craters of 422 km at the 30–451 latitude range) suggests that this ice distribution was relatively stable during the whole Amazonian period (o3.1 Gy).\nThe lack of valleys on several craters’ ejecta may not mean a lack of buried ice. Indeed, observations of the nine detailed examples show that valleys develop preferentially on ejecta where a pre-existing slope exists, such as scarps, ancient crater rims, etc. Fluvial flows are difficult to initiate on flat terrains, which may explain why similar valleys are not found on all midlatitude craters, such as those in smooth plains. In general, the scattered distribution of valley heads on ejecta may be controlled by a variety of parameters including variations in local topography, ejecta roughness and water ice availability.\nThe distribution should be seen as a higher potential of forming fluvial landforms at mid-latitudes relative to low latitudes where no craters display such landforms in the area studied. Indeed, no equatorial examples of fluvial landforms on ejecta were found over 81 craters 416 km in diameter below 251 of latitude. While the complete absence of fluvial landforms for such large number of craters shows an important contrast to the mid-latitudes, atmospheric water ice can accumulate in the equatorial regions during periods of high obliquity (Forget et al., 2006). The lack of fluvial landforms on any ejecta suggests that the presence of shallow ice at the equator was limited to periods of time so short, or locations so small that the stochastic cratering process did not sample it in the studied region. In that case, periods of high obliquity might have limited effects on water ice occurrence in the equatorial regions studied over the last 3 Gy. Alternatively, if deeper ground ice is at the origin of these landforms, it may signify the lack of ground ice in the equatorial regions."
  }, {
    "heading": "6.2. Implications for early Mars fluvial activity",
    "text": "The fresh ejecta blankets studied are sufficiently well preserved to demonstrate that no long-term period of fluvial erosion occurred after their formation. While climatic variations could explain some of the fluvial valleys observed at mid-latitudes, processes associated with impact craters, such as shallow ice melted by warm ejecta, better explain the occurrence of scattered fluvial activity primarily expressed on ejecta. A similar origin was tentatively proposed to explain valleys on early Mars (Brakenridge et al., 1985). Indeed, the frequency of impact craters was higher during the late heavy bombardment, which prompted researchers to make a link between impacts and the formation of ancient valley networks (Brakenridge et al., 1985; Segura et al., 2002; Toon et al., 2010). However, many differences exist between the observed valleys on ejecta and ancient valleys. The length of ancient valleys (4100 km), the presence of inner channels and their multiple heads favor a sustained activity not possible under present cold conditions (e.g., Craddock and Howard, 2002; Irwin et al., 2005).\nAs seen from the examples described in this study, valleys on ejecta are sometimes braided with apparent high discharge rates relative to their length, suggesting transient episodes rather than a sustained activity. If processes of impact warming existed in a frozen Late Noachian, valleys would display properties similar to those observed in the present study, perhaps with more density due to larger craters. However, they would still differ from ancient valley networks because their formation does not enable any recharge of water. Late Noachian valleys show characteristics significantly different from the studied landforms, which means that they formed under climatic conditions more favorable to sustained liquid water. Nevertheless, local examples can be found that could be associated with non-climatic processes. For instance, the 150 km diameter Holden crater may have formed in the Late Hesperian and could have generated valleys on ejecta such as those leading to Eberwalde crater fan (Mangold et al., submitted for publication). Thus, identifying local fluvial landforms related to impact-related processes is important for a better interpretation of the overall climatically-related landforms."
  }, {
    "heading": "7. Conclusions",
    "text": "Only rare examples of fluvial valleys over fresh craters have been reported in previous studies. In the present study, fluvial landforms were identified on tens of crater ejecta using images from the High Resolution Stereo Camera (HRSC) instrument onboard Mars Express and from the Context Camera (CTX) instrument onboard Mars Reconnaissance Orbiter. It was shown that:\n(i) These fluvial landforms were observed preferentially on ejecta blankets for craters larger than 12 km in diameter, and on inner rims for a few craters larger than 90 km in diameter. Outside the ejecta, fluvial landforms are generally absent.\n(ii) Fluvial landforms on ejecta follow the regional slope as expected for fluid flows. They display patterns suggesting episodes of transient activity, including braided channels, poor connectivity, and limited length. High calculated discharge rates compared to terrestrial or other martian valleys confirm the episodic activity.\n(iii) Most fluvial landforms have amphitheater heads, with heads scattered on ejecta and not on topographic highs, suggesting local water outbursts rather than precipitation. (iv)\nCrater’s ejecta incised by fluvial erosion have ages scattered from the Late Hesperian to the Middle Amazonian epochs, suggesting erosional episodes were young and not coeval.\n(v) The identification of valleys on impact ejecta provides a timing constraint for the formation of the valleys if a dating of the impact formation is possible.\n(vi) Regional mapping shows that craters with fluvial incision on ejecta form only at mid-latitudes (25–451), showing a link with climatic processes such as the presence of shallow ice at midlatitudes.\n(vii) A process of shallow ice melted below warm ejecta can explain most of these observations. Snow deposition and subsequent melting as well as hydrothermal activity may be associated with this process, especially for the largest craters.\nBefore this study, it was known that impact craters play a huge role in the evolution of planetary surfaces, especially on Mars, but for past martian fluvial activity, this process was suggested being either irrelevant (e.g., Craddock and Howard, 2002) or predominant (e.g., Toon et al., 2010). Such conflicting viewpoints are a result of the lack of observations demonstrating a clear link between impacts and fluvial activity. This study focused on postNoachian craters and has shown that this link may exist through the heating of shallow ground ice. However, this process cannot\nTable B1 (continued )\nLatitude Longitude Diameter (km) Class\n36,8 22,3 25 A 40,7 31,7 60 A 35,2 21,2 35 A\nexplain all past fluvial activity because of the marked difference between the pristine landforms described (poorly connected channels) and Late Noachian valley networks (branching valleys with small inner channels). Nevertheless, impact-related processes are important enough to be taken into account for a full understanding of fluvial activity and its timing on Mars.\n37,4 31,3 37 A 34,5 26,4 21 A 32,2 22,1 113 A 36,5 39,4 35 A 41,8 44,5 124 A 42,0 47,8 31 A 25,5 84,0 93 A 38,8 4,0 17 A 25,0 74,8 62 A 32,5 14,0 40 A 36,6 30,5 66 A 38,0 35,8 17 A 32,5 28,5 44 A 35,8 75,7 35 A 28,7 84,8 20 B"
  }, {
    "heading": "Acknowledgments",
    "text": "The author appreciated reviews by anonymous referees, and helpful comments by V. Ansan, D. Baratoux and S. Conway. The authors acknowledge the use of Context camera processed by Malin Space Science Systems, and images from the HRSC Experiment Team of the German Aerospace Center (DLR) Berlin. We acknowledge the efforts of the HRSC experiment technical teams and co-investigators. This work was supported by the French Space Agency (CNES) and the Institut National des Sciences de l’Univers (INSU/CNRS).\n14,0 76,1 18 B 27,4 76,9 26 B 29,7 87,2 39 B 24,5 58,9 27 B 22,2 61,3 28 B Annex A\n(See Table A1).\n20,2 69,4 52 B 38,2 12,0 31 B 10,9 50,8 55 B 39,8 1,0 36 B 44,7 12,7 16 B 14,2 24,8 17 B Annex B (See Table B1).\nTable A1 Examples of discharge rates close to outlet for selected terrestrial rivers in various climates. Sources: Rivers of the Earth, http://home.comcast.net/ igpl/Rivers.html, River discharge database: http://www.sage.wisc.edu/riverdata.\nName Average discharge rate Length\nYukon (Canada) 6210m3/s 3180km Nile (Africa) 5000m3/s 6600km Snake river (NW USA) 2330m3/s 1674km Loire (France) 900m3/s 1012km Murray (Australia) 767m3/s 2550km Negro (Argentina) 760m3/s 550km Douro (Spain-Portugal) 714m/s 927km Garonne (France) 700m3/s 640km Karun (Iran) 480m3/s 720km Seine (France) 450m3/s 776km Guadalquivir (Spain) 434m3/s 657km Eel (USA, Ca) 250m3/s 320km Shannon (Ireland) 186m3/s 386km Androscoggin (Canada) 182m3/s 287km Sebou (Marocco) 137m3/s 458km Kalinadi (India) 128m3/s 184km Thames (England) 85m3/s 346km Var (France) 65m3/s 114km Langat river (Malaysia) 30m3/s 55km\nTable B1 Coordinates and diameter of craters shown in the map Fig. 9. Class A: Craters with fluvial landforms on ejecta. Class B: Craters without fluvial landforms on ejecta.\nLatitude Longitude Diameter (km) Class\n40,7 5,1 26 A 39,8 5,8 19 A 37,7 4,3 27 A 35,6 0,6 50 A 37,1 6,1 19 A 36,2 8,1 24 A 35,0 9,5 21 A 34,4 13,2 24 A 32,6 7,5 18 A 36,9 19,8 25 A\n36,6 4,3 18 B 41,6 1,2 29 B 41,9 15,2 22 B 28,9 13,2 16 B 15,2 16,4 19 B 32,8 0,7 36 B 44,3 64,2 20 B 39,8 4,0 26 B 25,4 1,2 17 B 37,9 75,7 27 B 44,9 69,9 27 B 43,5 37,6 42 B 35,0 20,5 18 B 30,5 37,1 38 B 30,9 29,4 43 B 31,1 15,9 24 B 27,3 47,3 16 B 18,5 22,1 18 B 17,8 19,0 27 B 17,5 19,6 26 B 14,7 20,7 40 B 13,8 13,1 23 B 20,3 15,6 17 B 19,7 16,1 17 B 19,2 7,5 17 B\n8,6 20,9 74 B 0,7 1,5 18 B 11,5 13,5 80 B\n5,3 5,8 43 B 17,6 39,7 25 B 15,2 41,5 49 B 17,3 30,6 20 B 22,4 43,0 36 B 15,6 62,3 17 B 15,2 62,6 15 B 18,3 48,9 34 B 17,1 50,5 35 B 26,1 57,0 50 B 31,9 44,2 17 B 27,7 48,7 19 B 26,6 51,1 26 B 26,4 52,8 50 B 37,3 52,1 22 B 26,1 61,7 30 B 36,0 48,4 19 B 12,6 83,7 16 B 18,5 65,1 32 B\nTable B1 (continued )\nLatitude Longitude Diameter (km) Class"
  }, {
    "heading": "2,1 44,4 16 B",
    "text": ""
  }, {
    "heading": "6,1 8,9 30 B",
    "text": ""
  }, {
    "heading": "4,9 84,2 17 B",
    "text": ""
  }, {
    "heading": "8,9 74,3 23 B",
    "text": "10,9 74,4 16 B\n9,6 75,5 15 B 5,3 81,3 43 B 20,8 75,8 59 B\n3,1 57,7 65 B 5,9 61,1 40 B 2,2 30,8 65 B 9,0 39,9 34 B 1,6 26,7 95 B 0,7 34,0 18 B 2,8 62,1 16 B 3,1 32,6 24 B 0,1 34,3 17 B 2,3 32,4 55 B 8,3 24,8 20 B 3,7 45,7 17 B 10,7 59,1 17 B\n0,9 61,2 20 B 6,5 61,2 33 B 4,6 22,5 27 B 8,8 32,9 24 B 8,5 30,9 17 B 42,1 23,4 21 B 33,6 44,3 31 B 37,5 70,8 25 B 24,9 71,7 25 B 14,8 66,1 28 B 27,9 18,8 44 B 17,1 46,8 18 B 11,6 58,2 32 B 12,9 58,1 25 B\n2,5 46,5 20 B 32,5 28,5 44 B\n3,9 43,2 42 B 1,9 48,0 30 B 2,1 56,5 16 B 19,9 65,8 25 B 28,2 71,1 23 B\n2,0 3,0 16 B 22,6 7,3 16 B 30,4 18,6 20 B 11,8 74,7 20 B 35,7 4,6 18 B 38,6 18,4 21 B\n5,9 70,5 20 B 29,3 60,2 16 B\n4,4 70,4 16 B 32,7 12,8 16 B\n2,3 64,8 21 B 34,0 4,8 17 B 35,7 4,6 18 B 38,6 18,4 21 B 32,7 12,8 16 B 23,2 35,0 38 B"
  }],
  "year": 2012,
  "references": [{
    "title": "Impact-induced hydrothermal activity on early Mars",
    "authors": ["O. Abramov", "D.A. Kring"],
    "venue": "Journal of Geophysical Research 110,",
    "year": 2005
  }, {
    "title": "New observations of Warrego Valles, Mars: evidence for precipitation and surface runoff",
    "authors": ["V. Ansan", "N. Mangold"],
    "venue": "Planetary and Space Science",
    "year": 2006
  }, {
    "title": "Topography of valley networks on Mars from the Mars express high resolution stereo camera digital elevation models",
    "authors": ["V. Ansan", "N. Mangold", "Masson", "Ph", "E. Gailhardis", "G. Neukum"],
    "venue": "Journal of Geophysical Research,Planets",
    "year": 2008
  }, {
    "title": "Fluvial valleys on Alba Patera, Mars, viewed by HRSC/MEx camera, AGU Fall, #EP53F-05",
    "authors": ["V. Ansan", "N. Mangold", "P. Masson", "G. Neukum"],
    "year": 2009
  }, {
    "title": "Stratigraphy, mineralogy, and origin of layered deposits inside Terby crater, Mars",
    "authors": ["V. Ansan", "D. Loizeau", "N. Mangold", "S. Le Mouélic", "J. Carter", "F. Poulet", "G. Dromart", "A. Lucas", "Bibring", "J.-P", "A. Gendrin", "B. Gondet", "Y. Langevin", "Masson", "Ph", "S. Murchie", "J.F. Mustard", "G. Neukum"],
    "venue": "Icarus 211,",
    "year": 2011
  }, {
    "title": "Channels and Valley Networks",
    "authors": ["V.R. Baker", "M.H. Carr", "V.C. Gulick", "C.R. Williams", "M.S. Marley"],
    "year": 1992
  }, {
    "title": "Small Martian valleys – pristine and degraded morphology",
    "authors": ["V.R. Baker", "J.B. Partridge"],
    "venue": "Journal of Geophysical Research",
    "year": 1986
  }, {
    "title": "Orientation and distribution of recent gullies in the Southern Hemisphere of Mars: observations from HRSC/MEX and MOC/MGS data",
    "authors": ["M. Balme", "N. Mangold", "D. Baratoux", "F. Costard", "M. Gosselin", "Masson", "Ph", "P. Pinet", "G. Neukum"],
    "venue": "Journal of Geophysical Research, Planets",
    "year": 2006
  }, {
    "title": "Degradation of mid-latitude craters on Mars",
    "authors": ["D.C. Berman", "D.A. Crown", "L.F. Bleamaster"],
    "venue": "Icarus 77–95,",
    "year": 2009
  }, {
    "title": "Global mineralogical and aqueous Mars history derived from the OMEGA/Mars express data",
    "authors": ["J.P. Bibring", "Y. Langevin", "J.F. Mustard", "F. Poulet", "R. Arvidson", "A. Gendrin", "B. Gondet", "N. Mangold", "P. Pinet", "F. Forget"],
    "venue": "OMEGA team,",
    "year": 2006
  }, {
    "title": "Fluvial morphology of Naktong Vallis, Mars: a late activity with multiple processes",
    "authors": ["S. Bouley", "V. Ansan", "N. Mangold", "Masson", "Ph", "G. Neukum"],
    "venue": "Planetary and Space Science",
    "year": 2009
  }, {
    "title": "Characterization of fluvial activity in Parana Valles using different age-dating techniques",
    "authors": ["S. Bouley", "R.C. Craddock", "N. Mangold", "A. Ansan"],
    "venue": "Icarus",
    "year": 2010
  }, {
    "title": "Ancient hot springs on Mars: origins and paleoenvironmental significance of small Martian",
    "authors": ["G.R. Brakenridge", "H.E. Newsom", "V.C. Baker"],
    "venue": "valleys. Geology",
    "year": 1985
  }, {
    "title": "Distribution of mid-latitude ground ice on Mars from new impact craters",
    "authors": ["S Byrne"],
    "venue": "Science",
    "year": 2009
  }, {
    "title": "Martian impact craters and emplacement of ejecta by surface flow",
    "authors": ["M.H. Carr", "L.S. Crumpler", "J.A. Cutts", "R. Greeley", "J.E. Guest", "H. Masursky"],
    "venue": "Journal of Geophysical Research",
    "year": 1977
  }, {
    "title": "Noachian–Hesperian geologic history of the Echus Chasma and Kasei Valles system on Mars: new data and interpretations, Earth and Planetary Science Letters. doi:10.1016/j.epsl.2009.11.032",
    "authors": ["M.G. Chapman", "G. Neukum", "A. Dumke", "G. Michael", "S. van Gasselt", "T. Kneissl", "W. Zuschneid", "E. Hauber", "V. Ansan", "N. Mangold", "Masson", "Ph"],
    "year": 2010
  }, {
    "title": "The spatial distribution of volatiles in the Martian Hydrolithosphere",
    "authors": ["F.M. Costard"],
    "venue": "Earth Moon Planets",
    "year": 1989
  }, {
    "title": "Crater morphometry and modification in the Sinus Sabaeus and Margaritifer Sinus regions of Mars",
    "authors": ["R.A. Craddock", "T.A. Maxwell", "A.D. Howard"],
    "venue": "Journal of Geophysical Research",
    "year": 1997
  }, {
    "title": "The case for rainfall on a warm, wet early Mars",
    "authors": ["R.A. Craddock", "A.D. Howard"],
    "venue": "Journal of Geophysical Research 107,",
    "year": 2002
  }, {
    "title": "Ismenius Cavus, Mars: a deep paleolake with phyllosilicate deposits",
    "authors": ["E. Dehouck", "N. Mangold", "S. Le Mouélic", "V. Ansan", "F. Poulet"],
    "venue": "Planetary and Space Science",
    "year": 2010
  }, {
    "title": "Amazonian-aged fluvial valley systems in a climatic microenvironment on Mars: melting of ice deposits on the interior of Lyot Crater",
    "authors": ["J.L. Dickson", "C.I. Fassett", "J.W. Head"],
    "venue": "Geophysical Research Letters",
    "year": 2009
  }, {
    "title": "Modeling sublimation of ice exposed by new impacts in the Martian mid-latitudes",
    "authors": ["C.M. Dundas", "S. Byrne"],
    "year": 2010
  }, {
    "title": "Ries impact crater, Germany: thermal history of the suevite breccia",
    "authors": ["W.V. Engelhardt", "J. Arndt", "B. Fecker", "H.G. Panckau"],
    "venue": "Meteoritics",
    "year": 1994
  }, {
    "title": "The timing of martian valley network activity: constraints from buffered crater counting",
    "authors": ["C.I. Fassett", "J.W. Head"],
    "venue": "Icarus 195,",
    "year": 2008
  }, {
    "title": "Formation of glaciers on Mars by atmospheric precipitation at high obliquity",
    "authors": ["F. Forget", "R.M. Haberle", "F. Montmessin", "B. Levrard", "J.W. Head"],
    "year": 2006
  }, {
    "title": "The thermal background to metamorphism II. simple two-dimensional conductive models",
    "authors": ["C.M.R. Fowler", "E.G. Nisbet"],
    "venue": "Geosciences Canada",
    "year": 1982
  }, {
    "title": "Erosion rates at the Mars Exploration Rover landing sites and long-term climate change on Mars",
    "authors": ["Golombek", "M.P"],
    "venue": "Journal of Geophysical Research 111E12S10",
    "year": 2006
  }, {
    "title": "Origin and evolution of valleys on Martian volcanoes",
    "authors": ["V.C. Gulick", "V.R. Baker"],
    "venue": "Journal of Geophysical Research",
    "year": 1990
  }, {
    "title": "Impact-induced overland fluid flow and channelized erosion at Lyot crater, Mars",
    "authors": ["T.N. Harrison", "M.C. Malin", "K.S. Edgett", "D.E. Shean", "M.R. Kennedy", "L.J. Lipkaman", "B.A. Cantor", "L.V. Posiolova"],
    "venue": "Geophysical Research Letters 37,",
    "year": 2010
  }, {
    "title": "Martian cratering VI: crater count isochrons and evidence for recent volcanism from Mars Global Surveyor",
    "authors": ["W.K. Hartmann"],
    "venue": "Meteoritics & Planetary Science",
    "year": 1999
  }, {
    "title": "Evidence for recent volcanism on Mars from crater counts",
    "authors": ["W.K. Hartmann", "M. Malin", "A. McEwen", "M. Carr", "L. Soderblom", "P. Thomas", "E. Danielson", "P. James", "J. Veverka"],
    "venue": "Nature 397,",
    "year": 1999
  }, {
    "title": "Cratering chronology and the evolution of Mars",
    "authors": ["W.K. Hartmann", "G. Neukum"],
    "venue": "Space Science Reviews",
    "year": 2001
  }, {
    "title": "Discovery of a flank caldera and very young glacial activity at Hecates Tholus",
    "authors": ["E Hauber"],
    "venue": "Mars. Nature",
    "year": 2005
  }, {
    "title": "Evidence for extensive denudation of the martian highlands",
    "authors": ["B.M. Hynek", "R.J. Phillips"],
    "venue": "Geology",
    "year": 2001
  }, {
    "title": "Interior channels in Martian valley networks: discharge and runoff production",
    "authors": ["R.P. Irwin", "R.A. Craddock", "A.D. Howard"],
    "venue": "Geology 33",
    "year": 2005
  }, {
    "title": "A geomorphic analysis of Hale crater, Mars: the effects of impact into ice-rich crust",
    "authors": ["A.P. Jones", "A.S. McEwen", "L.L. Tornabene", "V.R. Baker", "H.J. Melosh", "D.C. Berman"],
    "venue": "Icarus 211,",
    "year": 2011
  }, {
    "title": "Localized precipitation and runoff on Mars",
    "authors": ["E.S. Kite", "T.I. Michaels", "S. Rafkin", "M. Manga", "W.E. Dietrich"],
    "venue": "Journal of Geophysical Research 116,",
    "year": 2011
  }, {
    "title": "Flow discharge and sediment transport models for estimating a minimum timescale of hydrological activity and channel and delta formation on Mars",
    "authors": ["M.G. Kleinhans"],
    "venue": "Journal of Geophysical Research, Planets 110",
    "year": 2005
  }, {
    "title": "Fluvial Processes in Geomorphology",
    "authors": ["L.B. Leopold", "M.G. Wolman", "J.P. Miller"],
    "year": 1992
  }, {
    "title": "Stratigraphy in the Mawrth Vallis region through OMEGA, HRSC color imagery and DTM",
    "authors": ["D. Loizeau", "N. Mangold", "F. Poulet", "V. Ansan", "E. Hauber", "Bibring", "J.-P", "B. Gondet", "Y. Langevin", "Masson", "Ph", "G. Neukum"],
    "venue": "Icarus",
    "year": 2010
  }, {
    "title": "Phyllosilicates in the Mawrth Vallis region of Mars",
    "authors": ["D. Loizeau", "N. Mangold", "F. Poulet", "Bibring", "J.-P", "A. Gendrin", "V. Ansan", "C. Gomez", "Y. Langevin", "B. Gondet", "Masson", "Ph", "G. Neukum"],
    "venue": "Journal of Geophysical Research 112",
    "year": 2007
  }, {
    "title": "Context camera investigation on board the Mars reconnaissance orbiter",
    "authors": ["Malin", "M.C"],
    "venue": "Journal of Geophysical Research 112,",
    "year": 2007
  }, {
    "title": "Geomorphic analysis of lobate debris aprons on Mars at MOC scale: evidence for ice sublimation initiated by fractures",
    "authors": ["N. Mangold"],
    "venue": "Journal of Geophysical Research, Planets",
    "year": 2003
  }, {
    "title": "Evidence for precipitation on Mars from dendritic valleys in the Valles",
    "authors": ["N. Mangold", "C. Quantin", "V. Ansan", "C. Delacourt", "P. Allemand"],
    "venue": "Marineris area. Science",
    "year": 2004
  }, {
    "title": "Mineralogy of the Nili Fossae region with OMEGA/MEx data: 2. Aqueous alteration of the crust",
    "authors": ["N. Mangold", "F. Poulet", "J. Mustard", "Bibring", "J.-P", "B. Gondet", "Y. Langevin", "V. Ansan", "Masson", "Ph", "C. Fassett", "J. Head", "H. Hoffmann", "G. Neukum"],
    "venue": "Journal of Geophysical Research 112,",
    "year": 2007
  }, {
    "title": "Geomorphic study of fluvial landforms on the northern Valles Marineris plateau, Mars",
    "authors": ["N. Mangold", "V. Ansan", "Masson", "Ph", "C. Quantin", "G. Neukum"],
    "venue": "Journal of Geophysical Research 113,",
    "year": 2008
  }, {
    "title": "Detailed study of an hydrological system of valleys, a delta and lakes in Thaumasia region, Mars",
    "authors": ["N. Mangold", "V. Ansan"],
    "venue": "Icarus 180,",
    "year": 2006
  }, {
    "title": "Classification and time formation of Martian channels based on Viking data",
    "authors": ["H. Masursky", "J.M. Boyce", "A.L. Dial", "G.G. Schaber", "M.E. Strobell"],
    "venue": "Journal of Geophysical Research",
    "year": 1977
  }, {
    "title": "Radial thickness variation in impact crater ejecta: implications for lunar basin deposits",
    "authors": ["T.R. McGetchin", "M. Settle", "J.W. Head"],
    "venue": "Earth and Planetary Science Letters",
    "year": 1973
  }, {
    "title": "Impact Cratering: A Geologic Process",
    "authors": ["H.J. Melosh"],
    "year": 1989
  }, {
    "title": "Sinton crater, Mars: evidence for impact into a plateau icefield and melting to produce valley networks at the Hesperian",
    "authors": ["G.A. Morgan", "J.W. Head"],
    "venue": "Amazonian boundary. Icarus",
    "year": 2009
  }, {
    "title": "Water or ice in the martian regolith – clues from Rampart craters seen at very high-resolution",
    "authors": ["P.J. Mouginis-Mark"],
    "venue": "Icarus",
    "year": 1987
  }, {
    "title": "Evidence for recent climate change on Mars from the identification of youthful near-surface ground ice",
    "authors": ["Mustard", "J.F"],
    "venue": "Nature 412,",
    "year": 2001
  }, {
    "title": "Composition, morphology, and stratigraphy of Noachian Crust around the Isidis basin",
    "authors": ["J.F. Mustard", "B.L. Ehlmann", "S.L. Murchie", "F. Poulet", "N. Mangold", "J.W. Head", "Bibring", "J.-P", "L.H. Roach"],
    "venue": "Journal of Geophysical Research",
    "year": 2009
  }, {
    "title": "HRSC: the high resolution stereo camera of Mars express",
    "authors": ["Neukum", "G.R.Jaumann"],
    "venue": "HRSC Co-Investigator and Experiment Team,",
    "year": 2004
  }, {
    "title": "Recent and episodic volcanic and glacial activity on Mars revealed by the high resolution stereo camera",
    "authors": ["G Neukum"],
    "venue": "Nature 432,",
    "year": 2005
  }, {
    "title": "Hydrothermal alteration of impact melt sheets with implications for Mars",
    "authors": ["H.E. Newsom"],
    "venue": "Icarus",
    "year": 1980
  }, {
    "title": "Massive CO2 ice deposits sequestered in the South Polar layered deposits of Mars",
    "authors": ["R.J. Phillips"],
    "venue": "Science",
    "year": 2011
  }, {
    "title": "Fluvial and lacustrine activity on layered deposits in Melas Chasma, Valles Marineris, Mars",
    "authors": ["C. Quantin", "P. Allemand", "N. Mangold", "G. Dromart", "C. Delacourt"],
    "venue": "Journal of Geophysical Research",
    "year": 2005
  }, {
    "title": "Ages of Valles Marineris landslides and their consequences for the canyon history",
    "authors": ["C. Quantin", "P. Allemand", "N. Mangold", "C. Delacourt"],
    "venue": "Icarus 172,",
    "year": 2004
  }, {
    "title": "Environmental effects of large impacts on Mars",
    "authors": ["T.L. Segura", "O.B. Toon", "A. Colaprete", "K. Zahnle"],
    "venue": "Science 298,",
    "year": 2002
  }, {
    "title": "Modeling the environmental effects of moderate-sized impacts on Mars",
    "authors": ["T.L. Segura", "O.B. Toon", "A. Colaprete"],
    "venue": "Journal of Geophysical Research",
    "year": 2008
  }, {
    "title": "The global topography of Mars and implications for surface evolution",
    "authors": ["Smith", "D.E"],
    "venue": "Science",
    "year": 1999
  }, {
    "title": "The formation of Martian river valleys by impacts",
    "authors": ["O.B. Toon", "T. Segura", "K. Zahnle"],
    "venue": "Annual Review of Earth and Planetary Science",
    "year": 2010
  }, {
    "title": "Mars Reconnaissance Orbiter observations of light-toned layered deposits and associated fluvial landforms on the plateaus adjacent to Valles Marineris",
    "authors": ["C.S. Weitz", "R.E. Milliken", "J.A. Grant", "A.E. McEwen", "R.M.E. Williams", "J.L. Bishop", "B.J. Thomson"],
    "venue": "Icarus 205,",
    "year": 2010
  }, {
    "title": "Sub-kilometer fans in Mojave crater",
    "authors": ["R.M.E. Williams", "M.C. Malin"],
    "venue": "Icarus 198,",
    "year": 2008
  }, {
    "title": "Mars Outflow channels: a reappraisal of the estimation of water flow velocities from water depths, regional slopes and channel floor properties",
    "authors": ["L. Wilson", "G.J. Ghatan", "J.W. Head III", "K.L. Mitchell"],
    "venue": "Journal of Geophysical Research",
    "year": 2004
  }],
  "id": "SP:55afddabad0fd127efdb09b39c39c6bc5d992ce1",
  "authors": [{
    "name": "N. Mangold",
    "affiliations": []
  }],
  "abstractText": "Fluvial valleys provide critical clues to the distribution and state of water throughout the history of the planet Mars. Early in Mars’ history (o3.7 Gy), the climate may have been warmer than at present leading to the development of valley networks. Younger valleys formed on volcanic and glacial landforms under colder conditions than experienced in Mars’ early history. Only rare examples of fluvial valleys over fresh impact craters have been reported. In the present study, a survey of hundreds of fresh post-Noachian impact craters (of 12 to 150 km in diameter) has been done to identify fluvial landforms, especially in regions lacking ancient valleys, using images from the High Resolution Stereo Camera (HRSC) instrument onboard Mars Express and from the Context Camera (CTX) instrument onboard Mars Reconnaissance Orbiter. Observations show that these valleys are locally sinuous, display isolated channels, a poor connectivity and frequent braiding. Valleys were most likely formed over a short duration with high discharge rates, estimated from 500 to 40,000 m s . In Arabia Terra, a total of 27 out of the 204 surveyed craters were found to have fluvial landforms on the ejecta blanket, exclusively in the mid-latitude band (25–451). Dating of impact ejecta gives young ages from the Late Hesperian to the Middle Amazonian, thus providing a temporal constraint for the fluvial activity. Late climatic episodes of snow deposition and subsequent melting scattered in space and time could explain observations. Alternatively, the thermal anomaly of impacts and their ejecta over ice-bearing terrains is a possible triggering mechanism for the observed fluvial valleys. Calculations show that the thermal anomaly can persist in the ejecta over several hundreds of years for mid-size craters (20–40 km). Such a process would not explain all Martian fluvial activity because of the marked difference between the pristine landforms described and Late Noachian valley networks. Nevertheless, fluvial landforms on preserved ejecta blankets can be used as a new proxy for the temporal distribution of water on Mars. & 2011 Elsevier Ltd. All rights reserved.",
  "title": "Fluvial landforms on fresh impact ejecta on Mars"
}