{
  "sections": [{
    "text": "lable at ScienceDirect\nContents lists avai\nJournal of South American Earth Sciences\njournal homepage: www.elsevier .com/locate/ jsames\nMesozoic paleogeography and paleoclimates e A discussion of the diverse greenhouse and hothouse conditions of an alien world\nMichael Holz UFBA, Salvador, Brazil\na r t i c l e i n f o\nArticle history: Received 27 August 2014 Accepted 3 January 2015 Available online 12 January 2015\nKeywords: Mesozoic Paleoclimatology Paleogeography\nE-mail address: michael@cpgg.ufba.br.\nhttp://dx.doi.org/10.1016/j.jsames.2015.01.001 0895-9811/© 2015 Elsevier Ltd. All rights reserved.\na b s t r a c t\nThe Mesozoic was the time of the break-up of Pangaea, with profound consequences not only for the paleocontinental configuration, but also for paleoclimates and for the evolution of life. Cool greenhouse conditions alternated with warm greenhouse and even hothouse conditions, with global average temperatures around 6e9 C warmer than the present ones. There are only sparse and controversial evidence for polar ice; meanwhile, extensive evaporitic and desertic deposits are well described. Global sea levels were mainly high, and the content of atmospheric O2 was varying between 15 and 25%. These conditions make the Mesozoic Earth an alien world compared to present-day conditions. Degassing from volcanism linked to the rifting process of Pangaea and methane emissions from reptilian biotas were climate-controlling factors because they enhanced atmospheric CO2 concentrations up to 16 times compared to present-day levels. The continental break-up modified paleopositions and shoreline configurations of the landmasses, generating huge epicontinental seas and altering profoundly the oceanic circulation. The Mesozoic was also a time of important impact events as probable triggers for “impact winters”; and for the Era at least nine huge (diameter > 20 km) impact structures are known. This paper presents an abridged but updated overview of the Mesozoic paleogeographic and paleoclimatic variations, characterizing each period and sub-period in terms of paleoclimatic state and main tectonic and climatic events, and provides a brief geologic, stratigraphic, paleoclimatic and taphonomic characterization of dinosaur occurrences as recorded in the Brazilian continental basins.\n© 2015 Elsevier Ltd. All rights reserved."
  }, {
    "heading": "1. Introduction e the Mesozoic e an alien world",
    "text": "The rifting of Pangaea occurred during the Mesozoic, eventually fragmenting this supercontinent into several plates which will form the modern continents. This break-up had profound consequences not only for the paleocontinental configuration, but also for paleoclimates and for the evolution of life; because it significantly modified the paleoposition and shoreline configurations of the land masses, generated huge epicontinental seas and altered profoundly the oceanic circulation.\nDue to its unique paleoclimatic conditions, with several times of very high temperatures (mean global temperature >25 C) alternating with less warmer intervals and even with short-lived iceages, the Mesozoic Earth was, in comparison to the present, an “alien world”, paraphrasing Sellwood and Valdes (2006).\nFischer (1982) introduced the nowadays widely used terms ‘greenhouse’ and ‘icehouse’ to characterize the two major climatic states of the Earth during the Phanerozoic. Kidder and Worsley (2010, 2012) proposed that there are actually three basic states for Earth climate: Icehouse, Greenhouse (subdivided into Cool and Warm states), and Hothouse. The ‘Icehouse’ (IH) displays polar ice, strong latitudinal temperature gradient (50e60 C) and alternating glacialeinterglacial episodes in response to orbital forcing. This climatic state apparently did not occur during the whole Mesozoic. The ‘Cool Greenhouse” (GH-c) shows some polar ice and alpine glaciers, but no ice streams calving icebergs into the ocean. Global average temperatures are thought to range between 21 and 24 C. Atmospheric CO2 levels are thought to have been between 2 and 4 times those of today (600e1200 ppmv). The high to low latitude temperature gradient is weaker that in the icehouse (ca. 40 C). The ‘Warm Greenhouse’ (GH-w) is devoid of any polar ice. Global average temperatures might have ranged from 24 to 30 C. Kidder and Worsley (2012) believe that atmospheric CO2 levels ranged between 4 and 16 times the present ones\n(1200e4800 ppmv) during GH-w stages. Seasonal reversals of the atmospheric pressure systems around the poles should have occurred. The lower latitudinal temperature gradients (<34 C) thus mean reduced winds, and the warmer ocean would absorb even less oxygen. Isolated basins could become bottom oxygendepleted. The “Hothouse” (HH) condition is relatively short-lived (<1 to ca. 3 Ma) and results from anomalously large inputs of CO2 into the atmosphere during the formation of Large Igneous Provinces (LIPs), when atmospheric CO2 concentrations may rise above 16 times (4800 ppmv).\nThe Mesozoic Earth had been experiencing the cool greenhouse, warm greenhouse and the hothouse climatic states. Hence, Mesozoic climate was very variable, what is corroborated by several global-scale studies. For instance, Veizer et al. (2000) demonstrated the variability of the Mesozoic global climate relying on a study on atmospheric CO2 and global tropical sea surface temperatures anomalies (TSSTA), reporting positive anomalies for the Early to Middle Triassic and for the Late Cretaceous, and negative anomalies during Early Jurassic and specially for the Mid-Jurassic, when the mean surface temperatures were 4 C higher than today.\nGlobal sea levels throughout the Mesozoic were generally much higher than at present, with exceptions for the sea level lowstand in the Early Induan (i.e, the beginning of the Triassic, cf. Haq et al., 1988) and two noticeable lowstands in the early Jurassic (Hettangian/Sinemurian) and in the early Cretaceous (Valanginian) (Haq, 2014).\nMesozoic atmospheric oxygen content was also different when compared to current values. Theoretical calculations, based on both chemical and isotopic composition of sedimentary rocks and admitting a wide margin of error (about ±10%), indicate that atmospheric O2 had been varying between 15 and 25% (Campbell and Allen, 2008; Royer, 2014). The transition from Permian to Triassic is marked by a huge drop of the atmospheric oxygen content, falling from ~30% to less than 15% according to some authors (e.g. Dudley, 2000; Berner et al., 2003). During Induan/Olenekian (Early Triassic), the O2 content was about 15%, then it increasing to 20% (i.e. close to the present-day level) until the Early Jurassic and finally to 25% toward the Late Cretaceous (Berner and Canfield, 1989; Berner et al., 2003; Holland, 2006).\nWhy did the Mesozoic have such a different and overall hotter climate when compared, for instance, to the present day world? The main factors are:\n(1) the paleocontinental configuration: the assembling of a supercontinent, forming an almost pole-to-pole continuous land mass, is one of the climate-driving factors. The combination of a gigantic land mass (Pangaea covered an approximate surface of 130 million km2) and a lower global sea level (associated with reduced rates of tectonic movement) resulted in an arid climate during the Early Mesozoic, as stated by Frakes (1979). Parrish (1993) assigned to the Triassic the maximum development of megamonsoons, due to an almost symmetrical position of Pangaea over the equator. This megamonsoonal regime would have caused the displacement of the arid belt towards the poles, causing a decrease of the precipitation/evaporation rate in the mid-latitudes of Pangaea interiors, where huge semi-arid to arid belts characterized that period. The rifting of the supercontinent began during the Triassic, and the major break-up of Pangaea took place during the Jurassic (when Laurasia rifted from Gondwana and Africa separated from Antarctica/Australia); and continued during the Cretaceous (when Africa and South America rifted apart, and Greenland separated from North America). The breakup and the consequent continental drift modified the paleoposition and shoreline configurations of the land masses, generated huge epicontinental seas, separated land masses by interior sea ways, and altered profoundly the oceanic circulation. These\nfactors helped controlling climate change during Middle and Late Mesozoic.\n(2) the degassing process linked to plate tectonics: intense seafloor spreading enhanced greenhouse conditions thanks to degassing of H2S, CH4 and CO2 (Seton et al., 2009; Royer, 2014), and rifting events are frequently linked to flood basalts and to the emplacements of large igneous provinces (LIPs) both continental and oceanic. It is a climate-controlling factor: since during these events the short term cooling is followed by warming induced by CO2 degassing and enhanced greenhouse effect on climate (e.g. Kidder andWorsley, 2010; Chui and Komp, 2014). During the entire Mesozoic the CO2 levels were relatively high (1000e2000 ppmv), with transient excursions to even higher values (>2000 ppmv; Retallack, 2001), and extremely elevated CO2 concentrations at the Triassic/Jurassic boundary (Steinthorsdottir et al., 2011). Times of high atmospheric CO2 and the consequent warm-wet paleoclimatic conditions led to the so-called “greenhouse crises” (Retallack, 2013), which are believed to have played a role in mass extinctions and long-term evolutionary trends during the entire Phanerozoic (Retallack, 2009). Greenhouse gases would have not only disrupted life on land with warmer and wetter climates, but with spreading tropical pathogens, long-distance plant and animal migrations, sea level rise, low-oxygenated ground water and water acidification. Atmospheric oxygen depleted by massive emissions of CH4 and H2S (Berner, 2006) would have challenged animals with pulmonary edema, high elevations might have become uninhabitable, later reducing habitat for many animals (Huey and Ward, 2005), and animals with smallemedium body size and short muscular limbs (e.g. Lystrosaurus), would be the evolutionary outcome of such a greenhouse crisis (Retallack et al., 2003).\nThe evolution of terrestrial vertebrates seemingly was another climate-controlling factor. During Mesozoic, herbivorous vertebrates display an evolutionary trend towards gigantism; hence, methane emissions from that kind of reptilian biotas are also considered a climate-controlling factor: the vast herds of grazing reptiles might have released enhanced methane content in the atmosphere and therefore elevated the warm to hot greenhouse conditions of the Mesozoic world (Wilkinson et al., 2012).\n(3) the impact events: the collision of huge asteroids produces a huge amount of ejecta which is smeared through atmospheric circulation over huge areas or even globally, causing the so-called “impact winter“ which is a period of prolonged cold weather resulting from blocked sunlight (e.g. Covey et al., 1994; Chapman and Morrison, 1994), hence, inducing severe ecological alterations that could lead to extinction (e.g. Raup, 1992).\nThe goal of the present paper is twofold. The first and main goal is to offer an abridged but updated overview of the Mesozoic paleogeographic and paleoclimatic variations, characterizing for each period and sub-period:\n- the paleoclimatic state (GH-c, GH-w and HH, sensu Kidder and Worsley, 2010); - global temperature (e.g. Sun et al., 2012; Veizer et al., 2000; Wang et al., 2012); - sea surface temperature anomalies (Veizer et al., 2000); - global CO2 levels (e.g. Bergman et al., 2004; Retallack, 2013; Royer, 2014); - global O2 levels (e.g. Bergman et al., 2004; Berner, 2009); - rifting events and LIP (large igneous provinces) emplacements, compiled from Prokoph et al. (2013) e only considering LIP's with vol. > 1000 103 km3; - main impact events, with data compiled from Rajmon (2009) and cross-checked with information from the data bank of the Planetary and Space Science Centre of the University of New Brunswick (Canada);\n- extinction intensity, from Keller (2008) and cross-checked with data from Rohde and Muller (2005).\nFor quick reference, the entire data set as discussed in the text is summarized in a chart, referred to as “Appendix 1” throughout the paper.\nThe second goal is to provide a brief geological, stratigraphic, paleoclimatic and taphonomic characterization of the dinosaur occurrences from Brazilian continental basins."
  }, {
    "heading": "2. Triassic e paleogeographic and paleoclimatologic aspects",
    "text": "At the PermianeTriassic transition (~252 Ma), Pangaea was completely assembled. The supercontinent started to assemble at the end of the Carboniferous with the collision of Gondwana and Laurasia, reached its maximum development in Triassic with the addition of Kazakhstan, Siberia, parts of China and southeastern Asia (Ziegler et al., 1983; Klimetz, 1983; Veevers, 1991). The Late Permian-Early Triassic transition is marked by a pronounced greenhouse event (Retallack, 2009) which seemingly drove the evolution of reptiles (successive pelycosaur, dinocephalian, dicynodont, rhynchosaur and early dinosaur faunas), inducing decrease of body size and respiratory adaptations (such as enlarged bony secondary palate), and mass extinction of glossopterids, gigantopterids, tree lycopsids and cordaites, as major contributors to coal deposits in the southern hemisphere (Retallack, 2009). Hence, greenhouse crises are turning points in both animal and plant evolution, and are typically survived by small to medium vertebrates capable of burrowing and coping with low oxygen. The greenhouse crises of the Late Permian/Early Triassic transition is one of the most severe known; however, Retallack (2013) numbers of eleven greenhouse crises for the Triassic (see Appendix 1), seven of which in the Early to MidTriassic, as recorded by proxies such as paleosoils and stomal index of Lepidopteris leaves.\nRifting of Gondwana began during the Early Triassic with the opening of the Indian Ocean and the separation of India and Australia (Rad et al., 1994). There was not other significant modifications of the paleoposition of Pangaea during the Triassic (Scotese and McKerrow, 1990; Blakey, 2008) (Fig. 1A and B). Sealevel changes modified shoreline configuration and enhanced platform areas inducing intense marine biodiversification/biodiversity, because the Triassic was a time of increasing sea level, which peaked during the Norian and was only decreasing by the end of the period (Haq et al., 1988) (Fig. 1C).\nThe absence of glacial deposits (tillites), along with the generalized occurrence of plants and evidence of seasonal changing climatic conditions in very high latitudes, suggests that the global climate was much hotter than nowadays, with high average annual temperatures even in polar latitudes; since Triassic reptilian fossils found in the Transantarctic Mountains (Hammer et al., 2004) advocate a relatively warm climate for large parts of Antarctica, enabling reptilian faunas to dwell high latitudes (>60 ). Earlier studies based upon climatic sensitive facies distribution (e.g. Hallam, 1985) demonstrated that the Triassic Pangaea was characterized by a wide-spaced climatic zoning, with three climatic zones: one eminently humid at low latitudes, a seasonally humid zone at middle latitudes, and an arid zone in high latitudes. Modern simulation studies, mostly based on global circulation models (GCM), explained in detail the knowledge of Triassic paleoclimates.\nThe end of the Triassic is defined by a huge extinction event. Concerning terrestrial vertebrates, the most important was the extinction of the crurotarsans or “thecodonts” (Lucas, 1998)."
  }, {
    "heading": "2.1. Early Triassic paleoclimate",
    "text": "Parrish et al. (1986) used basic principles of atmospheric and oceanic circulation to construct global maps of atmospheric circulation, precipitation and oceanic upwelling for different Mesozoic and Cenozoic time intervals. Their reconstruction of atmospheric circulation for the Induan (Early Triassic) shows a strong summer monsoon over Gondwanaland and awinter monsoon over Laurasia, with equatorial cross-flow over the Tethys Sea. According to that model, the monsoonal features reversed in the opposite season. Consequently, the interior of Pangaea would receive a moderately\nlow precipitation rate, provoking the development of an extensive arid zone in both hemispheres. The areas of high to moderately pluvial discharge would be restricted to the margins of the Tethys, in the middle latitudes of thewestern portion of Pangaea and in the western equatorial portion of Pangaea. Such qualitative models were corroborated by paleocontinental studies (e.g. Golonka et al., 1994) and numerical models (e.g. Kutzbach and Gallimore, 1989), pointing out an extremely hot and arid climate for the Early Triassic. Based on isotope studies and fossil record, Sun et al. (2012) showed that temperatures in Pangaea interiors during the Early Triassic oscillated between 30 and 40 C, with heat peaks in the Induan and during the Early and Late Olenekian, when mean annual temperature exceeded 35 C (Fig. 2). This was corroborated by Veizer et al. (2000) with atmospheric CO2 and global tropical sea surface temperatures anomalies (TSSTA). The authors described positive anomalies (þ3 C, see Appendix 1) for the Early Triassic.\nAtmospheric CO2 was low during the Early Triassic, about ~420 to 500 ppmv (Fletcher et al., 2008; Royer, 2014), so the hothouse condition of the Induan/Olenekian is seemingly decoupled from the CO2 control. This implicates that the carbon dioxide released during the emplacement of the Siberian Traps, a huge end-Permian LIP (see Appendix 1) located in Russia and which allegedly caused the PermianeTriassic extinction event (e.g. Reichow et al., 2009), played no role as a climate-controlling factor of the hothouse conditions of Early Triassic. 40Ar/39Ar data presented by Reichow\net al. (op. cit.) confirm that the bulk of Siberian volcanism occurred at 250Ma during a period of less than 2Myrs i.e. the volcanismwas entirely Permian.\nThe compilation of tetrapod fossil occurrences (Lucas, 1998) has underlined so far their absence between 30 N and 40 S in the Early Triassic, with the exceptions of the Lystrosaurus Assemblage Zone (Late Permian/Dorashamian to Induan) and the Cynognathus Assemblage Zone (Olenekian), both from the Karoo Basin (Lucas, 1998; Abdala and Ribeiro, 2010). Based upon isotope studies, this “tetrapod gap” in equatorial Pangaea coincides with an endPermian to Middle Triassic global “coal gap” that indicates the disappearance of peat swamps (Retallack et al., 1996). Peat formation, a product of high plant productivity driven by humidity, was only reestablished in the Anisian, when climatic conditions were less hot (Fig. 2).\nDuring Early Triassic, models indicate a 15% atmospheric content of oxygen (Berner et al., 2003; Berner, 2006), representing a moderate oxygen depletion (see curve 6 in Appendix 1). This kind of atmospheric condition is breathable for terrestrial animals, corresponding to contemporary partial oxygen pressure at an altitude of approximately 2.5 km, and is not an immediate selective evolutionary force: virtually all terrestrial animal taxa tolerate such conditions. However, since no large terrestrial animals are compatible with oxygen-depleted environments, the low O2 content of Induan/Olenekian atmospheremight the explanation for the low body size of the amphibian and reptilian life-forms found in those rocks. Four of the aforementioned greenhouse crises as depicted by Retallack (2013) fall within the Induan/Olenekian time span."
  }, {
    "heading": "2.2. Mid-Triassic paleoclimate",
    "text": "No GCM studies are available for this period. Based upon plant fossils and palynomorphs, the climate of the Middle Triassic is considered mostly as semi-arid, with an arid equatorial climatic belt and a mid-latitude temperate regime (Preto et al., 2010).\nGlobal temperature was still high, between 20 C and 30 C (Veizer et al., 2000), and atmospheric CO2 content was slowly increasing to ~900 ppmv close to the Ladinian-Carnian boundary (Royer, 2014). Veizer et al. (2000) found positive but decreasing anomalies for the Mid-Triassic global tropical sea surface temperatures (values between þ2 C and 0 C, see Appendix 1). This context characterizes a GH-w global climate, with three greenhouse crises as depicted by Retallack (2013).\nThe southern polar zone had cool winters and warmer summers (Cúneo et al., 2003). Model simulations for this period indicate an annual temperature range of 50 Ce70 C, with winter lows of 40 C to 50 C and summer high of 20 Ce25 C (Wilson et al., 1994).\nHumid episodes, probably brought by volcanism (Szulc, 1999; Haas et al., 2012), seemed to have occurred on a global basis during the Anisian and the Ladinian (Fig. 3), although Preto et al. (2010) report evidence for a “humid pulse” only during the Anisian. Based upon records of plant fossils and climate-sensitive facies, humid episodes were observed and described also in theMiddle Anisian of western Tethys (Kustatscher et al., 2010); and in the Ladinian of the Germanic Basin and the Alps (Mutti and Weissert, 1995; Hounslow and Ruffell, 2006).\nAs for Gondwana, Mid-Triassic humid episodes are registered by fossil vertebrates of the Molteno Formation (e.g. Kitching and Raath, 1984). Holz and Barberena (1994) interpret periods of heavy rainfall alternatedwith times of lowwater level for the south Brazilian Gondwana plains during the Ladinian, while Mancuso and Marsicano (2008) report evidence for an episode of humid climate\nfrom the Late Ladinian Los Rastros Formation of central western Argentina."
  }, {
    "heading": "2.3. Late Triassic paleoclimate",
    "text": "Most estimates of Late Triassic atmospheric CO2 indicate that minimum levels were approximately three to four times preindustrial levels (e.g. Berner and Kothavala, 2001; McElwain et al., 1999), specially close to the RhaetianeHettangian boundary (Appendix 1). Huynh and Poulsen (2005) used a numerical coupled oceaneatmosphere climate model of the Late Triassic to determine environmental stresses associated with a rapid increase in atmospheric CO2. These authors ran a series of sensitivity experiments, with CO2 levels that bracket end-Triassic pCO2 estimates (2e8 times preindustrial levels), retrodicting extreme environmental conditions. Fig. 4 shows the mean temperatures in a scenario of 4 higher atmospheric pCO2 compared to preindustrial levels. On land, the consequences would be an extreme heat, intense seasonal fluctuations of surface temperatures, an increase in the number of hot days and days without precipitation, and an exponential rise in the land surface area affected by heat and aridity, hence, causing huge terrestrial biotic stresses. This means a return to the “hothouse” condition of the Induan/Olenekian (Early Triassic). Some humidity could only be expected at the equator, as suggested the occurrence of coals and black shales within 5 of the paleoequator, at least in the northern hemisphere (Kent and Olsen, 2000).\nSellwood and Valdes (2006) also use GCMs to simulate climate predictions for the Mesozoic: their Late Triassic paleoclimate was a very arid climate for Gondwana interiors, with intense evaporation throughout most of the year, corroborating the modeling of Huynh and Poulsen (2005). Hence, the Late Triassic, specially the Norian and Carnian, was a time of hothouse condition, with two greenhouse crises (Retallack, 2013) and increasing atmospheric CO2 reaching > 2000 ppmv close to the RhaetianeHettangian boundary (Royer, 2014).\nAs for terrestrial vertebrates, what would be the consequence of such a harsh climate?\nStudies in modern organisms (e.g. P€ortner, 2002) showed that a genuine increase of temperatures induces physiological changes, such as increased oxygen demand and an exponential rise in the cell membrane permeability, requiring massive inputs of energy to compensate for the dissipative ion movements (Moseley et al., 1994). Other consequences include higher\nproduction of oxygen radicals linked to oxidative stress (Rifkind et al., 1993); and eventual collapse of ventilatory and circulatory functions responsible of progressive hypoxia in the body fluids in case of prolonged heat stress. According to P€ortner (op.cit.), these physiological changes lead to the disruption of growth and reproduction in individual organisms, and will adversely affect the population dynamics in a matter of weeks to month. Ecosystem models using future climate-warming scenarios (with much less atmospheric CO2) predict extinction risks of 15e37% for all species (e.g. Thomas et al., 2004). Hence, if the ecological response in the Late Triassic was at all similar to the modern simulations, the mass extinction (one of the five largest extinctions in Earth history, inwhich 80% of all species perished), as well as the subsequent appearance of new life form during the Jurassic, was possibly a climate-driven phenomenon.\nAlthough the Late Triassic was a time of heat and widespread aridity, there was at least one time of significant increase in rainfall during Middle/Late Carnian. Evidences for increased freshwater influx, such as fluviatile sandstones with high kaolinite/illite ratio, clastic component increase of marine sequences and marine carbonates with extremely depleted d13C values, large-scale karstic phenomena in subaerially exposed limestone areas are indications of increased rainfall during Middle/Late Carnian. This climatic episode was labeled the “Carnian Pluvial Event” (CPE) by Simms and Ruffel (1989). These authors speculate that the cause of this increased pluviosity might have been related to the rifting of Pangaea, through disruption of atmospheric and oceanic circulation patterns, eustatic changes, or the effects of rift volcanism rifting. Initially characterized in the Alps and the Germanic Basin, the CPE was further recognized as a humid climate perturbation represented by multiple humid climate pulses which affected a wide area of the northern hemisphere spanning from tropical to high latitudes (Roghi et al., 2010). The global feature of the “Carnian Pluvial Event”, as by intercontinental correlations and the remarkable synchronicity of the sudden end of this climatic anomaly together with the development of eolian deposits were discussed by Arche and L opez-G omez (2014).\nThe Late Triassic is marked by two relatively well studied impact events (Appendix 1). Noteworthy is the Manicouagan Impact crater, a large astrobleme (diameter~85 km) of Norian age (~215 M.a.), located in Canada. The astrobleme was caused by the impact of a 5 km diameter asteroid. Spray et al. (1998) suggested that the Manicouagan crater could be part of a multiple impact event which also formed the Rochechouart crater (France), Saint Martin crater (Canada), Obolon crater (Ukraine), and the RedWing crater (North Dakota/USA). Although Kent (1998) argued against the synchronicity of this event, stating that the impacts were separated temporally by at least the a few thousand years, the matter of fact is that during the Norian multiple impacts stroked the earth surface and created impact craters with a total ejecta perhaps similar to that of the famous end-Cretaceous Chicxulub impact crater in the Gulf of Mexico. However, there have been so far no conclusive studies linking this apparently multiple Late Triassic impact events to evident climate changes and extinctions, and this is a matter of ongoing study. The Saint Martin impact crater (Manitoba, Canada), for instance, is still not well dated (220 ± 32Ma), (Kent, 1998)."
  }, {
    "heading": "3. Jurassic e paleogeographic and paleoclimatologic aspects",
    "text": "The Jurassic is the middle Mesozoic period spanning the time interval from ~201 Ma to ~145 Ma, according to the 2013 IUGS time scale. The major events of the Jurassic were the explosive adaptive radiation of dinosaurs and the evolution of birds (sometimes\nreferred to as avian dinosaurs), the diversification of the cycads, seed ferns and the “cycadeoids”, and the ongoing break-up of Pangaea, specially the opening of the North Atlantic by the rifting of Africa and North America (Fig. 5AeC). Sea level was increasing during almost the entire period, peaking during the KimmeridgianTithonian (Fig. 5D). The sea level rise flooded continental areas all around Pangaea, forming huge epicontinental seas especially in northern Africa and eastern Laurasia (modern China) (Haq et al., 1988). Veizer et al. (2000) in their aforementioned study on atmospheric CO2 and global tropical sea surface temperatures anomalies (TSSTA) found negative values for the entire Jurassic, contrasting to the sea surface conditions during the Triassic (see curve 4 in Appendix 1).\nDespite evidence for episodes of cold or sub-freezing polar climates during the Middle (BajocianeBathonian) and Late Jurassic (Tithonian) as discussed by Price (1999), the world was predominantly warm with at least four times the present level of atmospheric CO2. GCM simulations for evaporation and precipitation are generally consistent with recorded distributions of evaporites, calcretes and other climatically sensitive facies (Sellwood and Valdes, 2008).\nThe transition from Triassic to Early Jurassic is marked by a noticeable climate-driven extinction. The cause of this event is still a matter of debate. Some authors (e.g. Olsen et al., 2002) cite bolide impact and the subsequent increase in atmospheric opacity and major changes in CO2 content of the atmosphere. Others explain\nthe extinction as a consequence of climate change due to expulsion and out-gassing of large quantities of flood basalts from the central Atlantic magmatic province (e.g. Marzoli et al., 2004), combined with release of methane from sea-floor methane hydrates (e.g. McElwain et al., 1999; Beerling and Berner, 2002).\nDespite the doubt about the cause of the climate shift, the fact is that the TriassiceJurassic transition marks a noticeable shift in atmospheric CO2 content (e.g. Royer, 2014)."
  }, {
    "heading": "3.1. Early Jurassic paleoclimate",
    "text": "Chandler et al. (1992) using GCM simulation, concluded that the Early Jurassic climate was characterized by a global warming, compared to the present, of 5 Ce10 C, with temperature increases at high latitudes five times this global average. Average summer temperatures exceed 35 C in low-latitude regions of western Pangaea where eolian sandstones testify to the presence of vast deserts. Simulated precipitation and evaporation patterns shown by Chandler et al. (op.cit.) agree closely with the moisture distribution interpreted from evaporites and coal deposits. High rainfall rates were associated primarily with monsoons that originated over the warm Tethys Ocean, characterizing an overall GH-w paleoclimate for the Jurassic (Appendix 1).\nSteinthorsdottir et al. (2011) report that during the Rhaetian, the CO2 concentration was approximately 1,000 ppm, then started to rise, reaching values about 2000e2,500 ppm at the TriassiceJurassic transition. During the Hettangian CO2 decreased to typical Rhaetian values. Hence, the climatic conditions in the beginning of the early Jurassic were similar to those of the Late Triassic.\nThe Pliensbachian to Toarcian was a time of global warming, probably driven by the Karoo magmatism. Jourdan et al. (2008) showed that the emplacement of the Karoo LIP lasted from 186 to 176 Ma, with the main pulses of magmatism occurring over a window of ~3 Ma from 184 to 181 Ma. The Early Toarcian global warming trend is marked by an oceanic anoxic event, which is associated with a major negative carbon isotope excursion. Dera et al. (2011) related this set of event to intensive volcanism; likewise described by Krencker et al. (2014). But Huang and Hesselbo (2014) demonstrated by a global correlation of carbon isotope records from four stratigraphic sections of the western margin of the Tethys Ocean, that the Toarcian anoxic event and associated biotic crisis are not adequately constrained by a precise chronology and that an orbital forcing mechanism better explains the timing of the anoxic event than volcanism does.\nIt is noteworthy that three short-term cooling events are described for the Pliensbachian/Toarcian interval, which is one of the warmest times of the Jurassic. One cold snap was described by Krencker et al. (2014) for the very late Pliensbachian, and two for the Mid-Toarcian (between ~178 and 176 Ma.). The hot to cold climate change might be explained by the sulfur-prone type of volcanism of the Karoo province, remembering that H2SO4 dissemination is a cooling rather than a heating agent, because H2SO4 disturbs solar radiations and may cause atmospheric cooling (Rampino and Self, 1992). The high latitude position of the Karoo LIP (between 45 and 75 S) could have also eased the H2SO4 dissemination: the boundary between troposphere and stratosphere is lower at higher latitudes, and SO2 remains longer in the stratosphere than in the troposphere (Self et al., 2005). The Karoo\nduring the Kimmeridgian/Tithonian, when sea-level was over a hundred meter higher than the present-day level (curve modified from Haq et al., 1988).\nLIP could have injected enough SO2 into the late Early Jurassic atmosphere to produce, or at least to trigger, the cold climate episodes."
  }, {
    "heading": "3.2. Mid-Jurassic paleoclimate",
    "text": "For the Early Bajocian, Hesselbo et al. (2003) characterized strongly seasonally arid versus weakly seasonally arid climates, which can be classified as hothouse conditions using the classification of Kidder and Worsley (2010). The heating was driven by a major carbon-cycle perturbation as a global phenomenon recognizable by its carbon-isotopic signature in both terrestrial organic matter and marine carbonates. Based upon data from charcoal (as a proxy for dry seasons) coal (as an indicative of continuous precipitation) and the presence of suitable environments for accumulation and preservation of plant remains, the Bajocian was first more arid, experienced a humid pulse and returned to more arid conditions towards its end.\nJenkyns et al. (2012) stated that relatively warm sea-surface conditions (26e30 C) existed from Mid-Jurassic (~160 Ma) to the Early Cretaceous (~115 Ma) in the Southern Ocean, with a general warming trend through the Late Jurassic followed by a general cooling trend through the Early Cretaceous. The lowest sea-surface temperatures are recorded from around the CallovianeOxfordian boundary, indicating a significant cooling. Dromart et al. (2003) depicted the same scenario of pronounced climate and sea level fluctuations around the Middle/Late Jurassic transition in the northern hemisphere. Global sea level rise andwarming initiated in the Late Bathonian and lasted to the Middle Callovian.\nFrom Late Callovian to Early Oxfordian (i.e., the transition form Mid-to Late Jurassic), migration of marine fauna and isotopic thermometry are pointing out drastic cooling during the early Late Callovian, suggesting continental ice formation at this time. Dromart et al. (2004) designated this episode the “Callovian Ice Age” which lasted about 2.6 My (see Appendix 1). The compilation of Jurassic isotopic data by Dera et al. (2011) corroborated the temperature minimum in the Late Callovian. Hence, the MidJurassic seems to display one of the coldest climates of the entire Mesozoic.\nA large impact structure is known for the Mid-Jurassic (P alfy, 2004) which is the Puchezh-Katunki impact crater in Russia, a 80 km diameter structure of ~167 Ma (Bajocian), which is prior to the Callovian extinction event as depicted by Keller (2008). Hence, it was not been considered as a factor for this biotic extinction event. However, P alfy (ibidem) stated that the link between this extinction and the impact event cannot be ruled out because the age of the Puchezh-Katunki impact crater is not known with certainty, and that both the existing palynostratigraphic ages as well the KeAr ages require better calibration."
  }, {
    "heading": "3.3. Late Jurassic paleoclimate",
    "text": "Valdes and Sellwood (1992) used a high-resolution circulation model (GCM) to simulate Kimmeridgian climates, retrodicting no permanent ice cover near either pole, arid conditions over the southwestern USA, seasonally arid climate over southern Europe, winter storminess over Europe and Australia, and surface temperatures over Siberia and southeastern Gondwanaland dropping below zero for a significant part of the winter. Hence, seemingly the Kimmeridgian was a time of cool greenhouse conditions.\nMoore et al. (1992) used a version of the Community Climate Model (CCM) from the National Center for Atmospheric Research to study the climate of the Kimmeridgian/Tithonian transition, precisely the time of enhanced rifting, increased sea-floor spreading, and a relatively high sea level stand which led to the final\nfragmentation and flooding of Pangaea and induced alteration of the global paleoclimate. The authors run two Kimmeridgian/ Tithonian paleoclimate seasonal simulations, with geologically inferred paleotopography: one using a CO2 concentration of 280 ppm (preindustrial level) and the other 1120 ppm. The simulation with increased atmospheric CO2 content resulted in a virtually global warming. Model results indicate that sea ice was restricted to high latitudes, hence the distribution of sea ice in the 1120 ppm CO2 simulation is largely offshore of the continents and fits the actual absence of reported glacial deposits in the stratigraphic record for that period. The trade winds bring heavy rainfall in December/January/February to eastern Gondwana and in June/ July/August to the Tethys Sea margins, while strong June/July/ August monsoons occur over southeastern Asia.\nThese retrodicted humid climate zones are corroborated by the distribution of Tithonian coal deposits. The greatest warming occurs over higher latitude oceans and the least over equatorial and subtropical regions. This elevated greenhouse effect fits the paleogeopgraphic distribution of paleoclimatically sensitive faunas, floras, and sedimentary rocks of this time. More recent papers corroborate the OxfordianeKimmeridgian warming and the more humid paleoclimatic conditions towards the Tithonian (e.g. Wierzbowski et al., 2013).\nSellwood and Valdes (2008) ran GCM simulations for the Late Jurassic with similar conclusions, showing a warm Earth with greatly enhanced evaporation and precipitation, by comparison with the present. The widespread extent of drought-prone areas, in both the model and the distribution of climate-sensitive facies, is explained as a consequence of the fact that most of the rainfall is convective in character, falling over the oceans. Corroborating the study of Moore et al. (1992), terrestrial wetlands are modeled to occur in warm-temperate high latitudes. The numeric model, however, is not perfect: to replicate climatic conditions similar to those indicated by proxy facies, a very large increase in atmospheric CO2 of at least four times the present day values is required. In addition, in continental interiors, model simulations generate winter conditions considered to be too cold (by 15 C or more) by reference to temperatures estimated from palaeontological data (e.g. from the distributions of terrestrial vertebrates and fossil plants).\nThe TithonianeBerriasian boundary, also marking the JurassicCretaceous boundary, is characterized by a series of relatively huge asteroid impacts (see Appendix 1). Dypvik et al. (2010) described the Mjølnir impact structure, which is a 40 km-diameter crater, situated on the Bjarmeland Platform in the Barents Sea below 350 m of water and buried under 50e150 m of post-impact sediments. The structure resulted from an oblique impact (Tsikalas, 2005) which happened close to the Jurassic/Cretaceous boundary (i.e. latest Tithonian). Northern South Africa registered the socalled Morokweng impact structure, a nearly circular shaped and ~70 km width structure described by Henkel et al. (2002). The Gosses Bluff crater (~24 km diameter) in central Australia recorded an impact with an age similar to the Morokweng crater in South Africa (Milton et al., 1996). The timing of these impact events can apparently be correlated with the Tithonian extinction event as described by Keller (2008) (see Appendix 1)."
  }, {
    "heading": "4. Cretaceous e paleogeographic and paleoclimatologic aspects",
    "text": "This period spans from circa 145.5 to 65.5 Ma and is hence is the longest period of the Phanerozoic Eon. Main events were the South AmericaeAfrica rifting during the Early Cretaceous (Fig. 6AeC) and the rifting of North America and Greenland, besides several LIP\nemplacements and impact events that might have driven some climatic changes.\nThe Cretaceous was a period with a relatively warm climate (e.g., Frakes, 1999; Wang et al., 2012), with increasingly high sea levels and numerous epicontinental seas. According to Campbell and Allen (2008), the mean global temperature was ~18 C (representing 4 above present-day global temperature), the mean CO2 content was about six times the preindustrial level, and the atmosphere was increasingly enriched in oxygen, reaching 30vol%. Despite the greenhouse character of the period, the cooling trend towards the Maastrichtian and the 116 Ma “cold snap” (McAnena et al., 2013) triggered the interest in possible Cretaceous glaciations. Wang et al. (2012) depictured four cooling events, which could be related to potential glaciations in the Cretaceous: BerriasianeValanginian, AptianeAlbian, early Santonian, and CampanianeMaastrichtian.\nSea level was higher than in present-day, and the Late Cretaceous was characterized by very high sea levels worldwide, probably the highest in the Phanerozoic (Fig. 6D). According to Haq (2014), sea level reached a trough in Mid-Valanginian, followed by two peaks, the first in early Barremian and the second, the highest peak of the Cretaceous, in earliest Turonian. The curve also displays two ~20 My-long periods of relatively high and stable sea levels (Aptian to early Albian and Coniacian to Campanian). Rapid, low-amplitude Cretaceous sea-level fluctuations were linked by Fl€ogel et al. (2011) to snowfall and consecutive ice formation on Antarctica. The results of simulations run by these authors suggested that these ice cap accumulations controlled glacio-eustatic variations. The possibility of an Antarctic ice shield build-up large enough to drive sea level fluctuations on the order of tens of meters within ~20,000 years is supported under the assumption of pCO2 levels <800 ppm, low insolation, and elevated topography."
  }, {
    "heading": "4.1. Early Cretaceous paleoclimate",
    "text": "An overall panorama of the Early Cretaceous (Albian/Aptian) zones is shown in Fig. 7A. The interior of Gondwanawas a boad arid zone extending between the equator and 40 S, where all Brazilian dinosaur-bearing basins were located.\nThe Berriasian was a relatively warm time, with widespread aridity in the equatorial region (Hay and Floegel, 2012), but towards the Valanginian the temperature dropped and cool greenhouse conditions ruled. Alley and Frakes (2003) described a tillite in southern Australia of Berriasian to Valanginian age based upon palynological and paleobotanical dating. After this “cold snap”, increasingly warm conditions persisted, with a temperature increase of ~10 C from the Valanginian towards the Hauterivian (Wang et al., 2012). In their 2012 paper, Kidder & Worsley mentioned a possible hothouse episode in the Early Aptian (~120 Ma), driven by the first phase of the Ontong-Java LIP emplacement. This hot climate condition did not last and was succeeded by a huge temperature drop. McAnena et al. (2013) described an end-Aptian “cold snap” disrupting the warm greenhouse/hothouse state of the Early Jurassic. Based upon geochemistry and micropaleontology of a marine sediment core taken from the North Atlantic Ocean, the authors showed that a global\nchanges as depicted in (D). The Cretaceous had mostly very high sea levels, increasing sea level, peaking during the Cenomanian/Turonian, when important seaways were formed in North and South America, and northern Africa was almost entirely transgressed (curve modified from Haq et al., 1988). Inset numbers in maps refer to Brazilian basins with proven dinosaur taphocoenosis: 1 e Bauru Basin, 2 e Parecis Basin, 3 e Recôncavo Basin, 4 e Araripe Basin, 5 e S~ao Luis Basin, 6 e Amazonas Basin.\ntemperature drop of up to 5 C resulted in a major shift in the global carbon cycle over a period of 2.5 myrs. The climatic change is explained by the opening and widening of new oceanic basins around Africa, South America and Europe, which created additional space where large amounts of atmospheric CO2 was fixed by photosynthetic organisms like marine algae. Hence, the sediments in these new basins locked away the carbon that was previously in the atmosphere, decreasing atmospheric CO2, reducing the greenhouse effect and lowering global temperature. The end of the Aptian cold snapwas probably related to enhanced global warming, triggered by large-scale volcanism in the Indian Ocean associated with the emplacement of the Kerguelen LIP, when the CO2 production enhanced, reinstating greenhouse conditions. The hot climate of the Albian developed a tropicaleequatorial hot arid belt (Hay and Floegel, 2012). Two additional cooling events are described byWang et al. (2012) for the BerriasianeValanginian and the AptianeAlbian, having ocean currents as the primary controls.\nAn impact event was described for the Early Cretaceous (Barremian) of Australia. The impact structure is known as the Tookoonooka crater, a huge (~60 km diameter) astrobleme discovered by seismic surveys (Gorter et al., 1989)."
  }, {
    "heading": "4.2. Late Cretaceous paleoclimate",
    "text": "The Late Cretaceous climate gradually cooled from the warmest Albian-Cenomanian time to the end of the Maastrichtian with\nseveral intervening warm periods (e.g. Hay, 2009), installing cold greenhouse conditions towards the end of the period (e.g. Friedrich et al., 2012). Wang et al. (2013) compared data from the Songliao Basin in eastern Asia and the Western Interior Seaway on the northern American plate, corroborating the gradual cooling from the Cenomanian towards the end of the Maastrichtian (Appendix 1). However, Veizer et al. (2000) found positive global tropical sea-surface temperature anomalies for the Late Cretaceous (values up to þ4 C during Santonian, see Appendix1). This data conflicts with the global cooling as depicted by Wang et al. (2013) and requires further investigation.\nThe gradual cooling towards the end of the Maastrichtian is marked by two “cold snaps” described by Wang et al. (2012): early Santonian and CampanianeMaastrichtian. The latter cold snap is corroborated by a taphonomical and sedimentological study of dinosaur-bearing Maastrichian bonebeds in northern Alaska (Fiorillo et al., 2010). These bonebeds formed under cool mean annual temperatures (<5 C), where seasonal flooding due to the combination of snow melt and alpine permafrost produced the regular killing mechanism for the dinosaur fauna.\nSellwood and Valdes (2006) used GCM to model early Late Cretaceous (~Cenomanian/Turonian) climatic conditions (Fig. 7B). According to their study, during june-july-august (i.e. northern hemisphere summer), a very large proportion of eastern Asia was very hot (>40 C). Mongolia and Siberia were warm (28 C at 45 N) with 20 C extending to the coast of the Arctic Sea. The scattered land areas of Eurasia between 40 N and 80 N are generally above 20 C. North Africa and northern South America were generally hot (>30 C). A zone of steep temperature gradients occurs from around 30 S with temperatures falling to 16 C and lower (locally approaching zero in South Africa in June and July). South America exhibits a similar pattern but not such low temperatures (Patagonia generally between 8 and 12 C). Precipitation exceeded evaporation during June-July-August (i.e. northern hemisphere summer) north of the equator under the intertropical convergence zone. Most of northwest Africa had an excess of precipitation with strongly seasonal humidity. On the northern margins of European Tethys, the scattered landmasses received significant precipitation during that season. Southern and central parts of China are modeled to be mostly dry (desert) with semi-arid steppes extending northwards across Mongolia and northeastern Siberia. The warm greenhouse state of the early Late Cretaceous is corroborated by Bice et al. (2006), who showed that in the late Turonian, the temperature of the Atlantic equatorial region (Demerara Rise) might have been as warm as 42 C. The implication is that temperatures on land could have been even higher.\nKidder and Worsley (2012) cited two possible hothouse episodes in the Late Cretaceous, driven by volcanism: the Cenomanian-Turonian (~93 Ma), and the end Cretaceous event (65 Ma) (see Appendix 1). The corresponding volcanism events are the second phase of the Ontong-Java LIP emplacement (~94e86 Ma), and the emplacement of the Deccan traps (66 Ma). Therefore, the beginning of the Late Cretaceous (CenomanianTuronian) might have been one of the warmest times of the Cretaceous. This is also corroborated by the study of Zhou et al. (2012) for the late Early Cretaceous (Albian/Cenomanian, ~100 Ma). The authors investigated vegetationeclimate interactions using a fully coupled ocean-atmosphere general circulation model and simulations with 1 , 10 and 16 preindustrial atmospheric CO2. Results showed that forests expanded from midlatitudes to high latitudes indicating a global warming.\nConcerning impacts of asteroids, the most famous impact event of the Late Cretaceous is the Chicxulub event that marked the end of the Mesozoic and is well documented and described in the literature (see, for instance, Schulte et al. (2010) for an updated\nrevision). Recently, Lerbekmo (2014) defended that the end of the Cretaceous was marked by two large asteroid impacts separated by about 40,000 years. The first strike produced the ~180 km-diameter Chicxulub crater on the Yucatan shelf off southern Mexico, while the second hit the shelf of the northward drifting Indian continent in the southern Indian Ocean, producing a crater ~450 600 km named Shiva. About 10 Myrs prior to the K/T boundary, a huge impact event is recorded in Iowa (USA), where a 38 km-diameter structure was described and dated ~73.8 Ma by 40Ar/39Ar radiometric dating of a sanidine clast from a melt-matrix breccia (Izett et al., 1993)."
  }, {
    "heading": "5. Geological, stratigraphic, paleoclimatic and taphonomical context of the Brazilian dinosaur record",
    "text": "Brazil has more than 30 sedimentary basins within its territorial range, including foreland basins (e.g. Acre), intracratonic basins (e.g., Paran a, Parnaíba), continental rift basins (e.g. Recôncavo, Araripe) and marginal rift basins (e.g. Campos, Santos). Bittencourt\nTable 1 Overview on dinosaur-bearing basins, the type of fossil material and the main taphono continental basins are indicated, according to the following key: 1e Paran a, 2e Curitiba, 3 Rio do Peixe/Iguatu, 9 e Potiguar, 10 e Parnaíba, 11 e Grajaú, 12 e ?, 13 e Alto Tapaj os, 14 complex intracratonic Proterozoic to Paleozoic basin), all other basins record a Mesozoic dinosaur fossils were yet discovered.\nBasin Tectonic style Age span Type of fossils S~ao Luis Marginal rift Cretaceous (Aptian-Albian) Humerus, caudal verte\ncentrum, fragments of segments of postcrani\nAmazonas Intracratonic Silurian to Cretaceous Only isolated teeth are Parecis Intracratonic Silurian to Cretaceous Segments of post-cran teeth, vertebrae and t Araripe Continental rift Early Jurassic to Cretaceous Fragments of rostrum isolated teeth, feather Recôncavo Continental rift Late Jurassic (Tithonian) to\nEarly Cretaceous (Aptian) Only isolated vertebra\nBauru Intracratonic Late Cretaceous (Cenomanian to Maastrichtian) Isolated teeth, trunk, c vertebrae, dentary, pr of postcranium, osteod partial skeletons Paran a Intracratonic (although the Triassic stratigraphic record is linked to a rift phase of the basin) Silurian to Late Jurassic Partial skeletons, segm femur, tibia, partial pe\nand Langer (2011) presented an almost complete survey of dinosaur occurrences in Brazil since the nineteenth century, compiling fossil record of dinosaur remains in seven Brazilian basins: Paran a, Bauru, Parecis, Recôncavo, Araripe, Amazonas and S~ao Luis. Table 1 shows the geographic location of these basins and offers a brief overview on geology, stratigraphy and main taphonomical mode of preservation of these fossil remains. The present paper will end up with a discussion about the geological, stratigraphic, paleoclimatic and taphonomical context of dinosaur remains as recorded in the basins listed in that table."
  }, {
    "heading": "5.1. Brazilian Triassic",
    "text": "The Triassic strata of the Paran a basin in southernmost Brazil are building two supersequences (Zerfass et al., 2005) (Appendix 1).\nThe lower onee named the Sanga do Cabral Supersequencee is of Induan/Olenekian age and delivered no dinosaurs so far. Tetrapod fossil record consists of temnospondyl amphibians, and cynodonts and procolophonid reptiles. Fossil bones are very\nmical mode of preservation of these fossil remains. For completeness purposes, all\ne S~ao Francisco, 4e Itaboraí, 5e Tucano-Jatob a, 6e Sergipe Alagoas, 7e Cear a, 8e e Acre, 15 e Solim~oes, 16 e Maraj o, 17 e Tacutu. With the exception of basin #3 (a succession, i.e., have dinosaur time-equivalent sedimentary deposits, although no\nBrazilian onshore sedimentary basins e reference map Obs: in black, basins with proven dinosaur record are shown. The numbers refer to the existing Brazilian continental sedimentary basins with no dinosaur findings so far. For identification, see the caption of the table\nType of preservation brae, vertebra rostrum, um, isolated teeth\nHighly allochthonous preservation in stratified sands from tidal sand bars and muddy sediments from a subtidal bayfill environment. Subrounded to rounded fragments of vertebrate fossils, some reaching 20 cm length, fine-grained bioclasts and even “bone flour” mixed within the lithic matrix\nrecorded No taphonomic information are available ium and isolated ibia No taphonomic information are available , skulls, ribs, s Preservation in carbonate concretions from both fluvial and lacustrine strata e are recorded No taphonomic information are available\naudal and cervical emaxila, segments erms, humerus, Allochthonous preservation in sediments from alluvial plains, where flash-flood deposits reworked previously exposed soil sediments (caliche), in the context of a seasonally arid environment\nents of postcranium, lvis, caudal vertrebrae Autochtonous to allochthonous preservation in anastoming river system with extense floodplains and some crevasse deposits; where articulated skeletons (fossils with short residence time within the taphonomic active zone) are eventually found in muddy sediments from floodplains. Fossils with long residence time (disarticulated and fragmented material) occur in sands of channel infill and floodplain sediments\nfragmented, mainly found in gravel lenses formed in ephemerous braided fluvial systems. The concentration of bones occurred during periods of huge floods that punctuated the characteristic dry climatic seasons of the hothouse climatic state of the Early Triassic (Holz and Souto-Ribeiro, 2000).\nThe upper Triassic supersequence is called the Santa Maria Supersequence by Zerfass et al. (2005) (Appendix 1). It is subdivided into three sequences (Santa Maria I, II and II). The basal and middle part (sequences I and II) are formed by the strata of the Santa Maria Formation, deposited during alternating wet and dry seasons (Holz and Schultz, 1998) characteristic for the warm greenhouse state of the Ladinian to Carnian interval. The trend towards humidity as recorded in the Santa Maria beds (Holz and Scherer, 2000), peaking in the Carnian, is probably the regional record of the global “Carnian humid pulse” as described by Simms and Ruffel (1989) and Preto et al. (2010). According to Bittencourt and Langer (2011), Stauricosaurus pricei (Colbert, 1970), Saturnalia tupiniquim (Langer et al., 1999) and Teyuwasu barberenai (Kischlat, 1999) are typical dinosaurs found in this strata. In the upper portion of the Santa Maria Supersequence (sequence III, formed by the Norian/Raethian Caturrita Formation), dinosaurs like Sacisaurus agudoensis (Ferigolo and Langer, 2007), Unaysaurus toletinoi (Leal et al., 2004) and Guaibasaurus candelariensis (Bonaparte et al., 1999) appear. These dinosaurs lived under hothouse conditions, marked by higher atmospheric CO2 then the Induan/Olenekian amphibians and reptiles."
  }, {
    "heading": "5.2. Brazilian Jurassic",
    "text": "According to Bittencourt and Langer (2011), despite the increase of fieldwork in the last decade, there are still no dinosaur body-fossils of Jurassic age. Possible Jurassic dinosaurs in Brazil are only known by their footprints and trackways from the Botucatu Formation, an eolian succession of the Paran a basin (see Appendix 1), covering areas in Brazil, Uruguay and Argentina and with coeval deposits in Africa (Etjo Formation), documenting a widespread desert area covering >1.5 million km2. The Botucatu Formation is loosely dated as Late Jurassic/Early Cretaceous (e.g. Tamrat and Ernesto, 2006), because the dating of the beginning of Botucatu eolian deposition is problematic. On one hand, De Santana and Veroslavsky (2004) define ~165 Ma as the maximum age for the Botucatu Formation. On the other hand, the end of the palaeoerg development is well dated by the interaction of the eolian sediments and the subsequent lava flows of the Cretaceous Serra Geral Formation, as described in several localities. (e.g., Scherer, 2002; Petry et al., 2006; Holz et al., 2008), suggesting a mean value of 132 Ma as a reliable chronological reference for the end of the Botucatu sedimentation, which coincides with the oldest age of 133 Ma reported from lavas interbedded with dune deposits in the Etendeka LIP (Holz et al., ibidem). This age range was used to plot the Botucatu Formation in the chart (see Appendix 1). It is noteworthy that the formation seemingly developed during the aforementioned noticeable global temperature increase mapped for the ValanginianeHauterivian transition (Appendix 1). How this change in temperature might have affected wind strength and circulation pattern is an issue to be further investigated."
  }, {
    "heading": "5.3. Brazilian Cretaceous",
    "text": "Six Brazilian basins delivered Cretaceous dinosaur fossils. The Bauru Basin is an intracratonic basin with a Late Cretaceous (Cenomanian to Maastrichtian) infilling. Dinosaur remains,\nmostly from Adamantina and Marília Formations (Bauru Group), are allocthonous, preserved in deposits of alluvial fans and braided river systems, where periodical flash-flood events reworked previously exposed soil sediments (caliche). During that period, a broad zone with excessive evaporation extends from the equator to beyond 30 S, embracing central Africa and the central parts of South America, where the Bauru Basin is located. The predominantly arid climate of that zone is corroborated by several faciological and taphonomical evidence (e.g. Carvalho et al., 2010; Araujo and Marinho, 2013) and fits with the global Late Cretaceous climate characterization (Fig. 7).\nThe Parecis Basin is a large intracratonic sag (~500,000 km2), with an EeW elongation, located in central Brazil, with a sedimentary succession up to 6 km thick. The oldest sedimentary rocks are Neoproterozoic to Ordovician and SiluroeDevonian, while the youngest ones are Mesozoic and Tertiary, but very little chronostratigraphic information is available for this basin (Goldberg et al., 2011). Actually, it is one of the least explored sedimentary basins of Brazil. According to its paleocontinental location, the area of the basin had displayed arid climate throughout the entire Cretaceous (Fig. 7). Pieces of dinosaur post-cranium and isolated teeth, vertebrae and tibia are recorded for the Late Cretaceous Parecis Group (Bittencourt and Langer, 2011), but no piece of taphonomic information is available so far.\nThe Recôncavo Basin, located in northeastern Brazil, is a typical example of a continental rift basin. It is the southern part of the RecôncavoeTucanoeJatob a rift system, which developed during the break-up of Gondwana, during the Late Jurassic and Early Cretaceous. The basin is characterized by asymmetric graben structures comprising three fault-delimited compartments (southern, central and northern), and is exposed over an area of 11,500 km2. In the depocenter, a maximum basinal infilling of up to 6500 m is reached. The rift sequence is characterized by fluvialedeltaic, lacustrine and alluvial fan deposits (Holz et al., 2014), and according to the paleoclimatic zonation shown in Fig. 7, the basin was located in an arid zone during the entire Cretaceous. However, correlation with the global temperature curve (Appendix 1) suggests that the Recôncavo Basin developed during the aforementioned noticeable global temperature increase mapped for the ValanginianeHauterivian transition (Appendix 1), indicating that the main rift sediments were deposited under warm greenhouse conditions. The dinosaur fossil record is poor up to date, only isolated vertebrae are recorded (Bittencourt and Langer, 2011), without any taphonomic information.\nThe Araripe Basin, also located in the northeastern region of Brazil, is a small interior rift basin (area of ~9000 km2)where Assine (2007) identified four unconformity-bounded units: a Palaeozoic Sequence (represented by the alluvial Mauriti Formation), an Early Jurassic Pre-Rift Supersequence (Brejo Santo and Miss~ao Velha Formations), a Barremian to Hauterivian Rift Supersequence (formed by the Abaiara Formation); and a Albian/Aptian Post-Rift Supersequence, formed by the Barbalha, Santana, Araripina and Exu Formations. Dinosaur-bearing strata are linked to the Albian/ Aptian Santana Formation of the Post-Rift supersequence, under warm greenhouse conditions, with global temperature peaking during the Albian/Cenomanian (cf. Zhou et al., 2012). All dinosaurs from the Santana Formation are theropods and at least four different clades were identified (Bittencourt and Langer, 2011). Fragments of rostrum, skulls, ribs, isolated teeth and feathers are preserved in carbonate concretions from both fluvial and lacustrine strata.\nThe S~ao Luis/Grajaú Basin is located in the equatorial portion of Brazil and covers an area of 250,000 km2. Its genesis is related to the processes of continental rupture and consequent formation of the South Atlantic rift initiated during the Late Jurassic and Early Cretaceous (G oes and Rossetti, 2001). The sedimentary record consists almost entirely of Cretaceous rocks that can be divided into three depositional sequences sensu Rossetti (2001). Sequence S1 accumulated during the Late Aptian and Early Albian, and includes sandstones, shales and limestones deposited in shallow marine, lacustrine and fluvio-deltaic environments that make up the Grajaú and Cod o Formations. Sequence S2, of EarlyeMiddle Albian age, consists of sandstone and mudstones of shallow marine and fluvio-deltaic environments that form the Itapecuru and Cod o formations. Sequence S3 developed between the Middle Albian and Cenomanian. It comprises sandstones and mudstones referred to the Alcântara and Cujupe Formations. This is the most important dinosaur-bearing unit of that basin, with a taphocoenosis represented by thousands of logs, bone fragments and teeth. Thin section analysis of the rock matrix revealed fine-grained fragments and even “bone flour”, evidencing intense reworking of the bones prior to final burial. The dinosaur taphocoenosis of the Alcântara Formation are actually high-order sequence boundaries coinciding with erosive trangressive surfaces. They were produced by sea-level fall, when the dinosaur bones were transported basinwards in a highly selective manner, and were reworked during the subsequent transgressive events, resulting in highly chaotic and mixed-up fossil deposits. It is a rare example of dinosaur fossils marking transgressive surfaces within an incised valley infill (Holz, 2003). Most of the assemblage represents a continental paleocommunity similar to the coeval northern African fauna, including dinosaurs such as Carcarodontosaurus, Spinosaurus, titanosaurs and a rebbachisaurid form (Medeiros et al., 2007). The dinosaurian fauna lived in an arid to semi-arid environment, according to paleoenvirommental discussion by Medeiros et al. (ibidem) and Lindoso et al. (2013); that is concurrent with the global paleoclimatic characterization of the Early Cretaceous as shown in Fig. 7A.\nThe Amazonas Basin, formerly known as the Middle and Lower Amazonas sub-basins, consists in a rather narrow trench that occupies a surface of approximately 500,000 km2, covering parts of the states of Amazonas and Para (Mabesoone and Neumann, 2005). Isolated teeth from the Late Cretaceous Alter do Ch~ao Formation were registered (Bittencourt and Langer, 2011). During that period, the basin was located in the tropical paleoclimatic zone as depicted by Fig. 7. No taphonomic data are available."
  }, {
    "heading": "6. The Mesozoic e summary and conclusion",
    "text": "The Mesozoic Era was the time of the fragmenting of supercontinent Pangaea, implicating in dramatic changes concerning:\n- paleocontinental positioning and shoreline configuration; - intensity of volcanism and LIP emplacement; - pattern of oceanic circulation; - paleoclimate zonation; - evolution of life.\nThe Era began under extreme severe “hothouse” conditions during Early Triassic, had mainly greenhouse conditions until MidJurassic, when the first of a series of noticeable temperature drops occurred, inaugurating a phase of variable climates, where greenhouse conditions were followed by “cold snaps” or mini ice ages, but also eventual and short-lived hothouse conditions.\nThe mechanisms and interaction of the several climatecontrolling factors such as the change in paleocontinental positioning, the opening of sea-ways modifying the oceanic circulation, the LIP emplacements enhancing CO2 and the impact events triggering “nuclear winters”, are still a controversy and debatedmatter. Some facts and events are closely related and might explain some paleoclimatic conditions, such as the global heating events and the atmospheric CO2 content. Other events, such as the Triassic humid pulses, are harder to explain.\nThe fact is that the major extinction events in Earth history can be found in the Mesozoic. The Phanerozoic extinction record suggests that a 10% generic turnover per stage can be considered as overall background extinctions or “normal faunal turnovers” (Keller, 2008). Hence, rates greater than 10% are considered extinction events, and such events did occur several times during the Mesozoic. The Triassic period records an important extinction event during the Norian/Rhaetian (>30% extinction rate). Three noticeable extinctions occurred in the Jurassic (Pliensbachian, Callovian and Tithonian, all with extinction rates close to 20%), and three in the Cretaceous e during the Aptian (extinction rate ~15%), the Cenomanian (extinction rate ~18%) and specially the Maastrichian extinction that finished the reign of the dinosaurs on land and the ammonites in the oceans (extinction rate close to 45%).\nConcerning Brazilian Mesozoic basins and tetrapod evolution, many questions arise if one compares the fossil record with the paleoenvironmental characterization of the different Mesozoic periods. For instance, the rock succession of the Recôncavo Basin probably records an important paleoclimatic change, from the cool greenhouse conditions in the Berriasian/Valanginian to warmer greenhouse regime of the Hauterivian/Barremian. Warm greenhouse to hothouse conditions had prevailed during the deposition of the basal part of the Bauru basin succession, while the upper part was deposited under cool greenhouse conditions. To what extend are these climatic variations linked to or, at least, the key control to the tetrapod evolution as recorded in those Brazilian basins? Brusatte et al. (2010) stated that it is essential to understand not only the climatic and environmental backdrop of dinosaur history, but also the absolute and relative ages of dinosaur fossils andwhole dinosaur assemblages. A sound understanding of dinosaur evolution relies on geological data, which are fundamental to large-scale macroevolutionary studies. Especially for the Triassic and Early Jurassic, correlations between sedimentary successions on both local and global scales are extremely difficult, but should become a primary goal in future studies in dinosaur evolution. Fine-tuned studies, linking and correlating high resolution paleoclimatic data with full biostratigraphic range of dinosaur taxa in Brazilian basins, are still in their infancy, but are hopefully one of the outgrows of the 2013 symposium."
  }, {
    "heading": "Acknowledgments",
    "text": "The author acknowledges Dr. Roberto Candeiro for his invitation to give a talk at the First Brazilian Dinosaur Symposium in 2013 and to contribute to this special issue of the journal. The Brazilian agency CNPq is acknowledged for personal study grant (PQ 303047/ 2011-9). Two anonymous reviewers criticized an earlier version of this manuscript. The authors specially thanks Bruno B. M. Ferr e for his truly detailed and extremely helpful review, fromwhich a much better paper emerged.\nAppendix 1"
  }],
  "references": [{
    "title": "Distribution and diversity patterns of Triassic cynodonts (Therapsida, Cynodontia) in Gondwana",
    "authors": ["F. Abdala", "A.M. Ribeiro"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2010
  }, {
    "title": "First known Cretaceous glaciation: Livingston Tillite, South Australia",
    "authors": ["N.F. Alley", "L.A. Frakes"],
    "venue": "Aust. J. Earth Sci",
    "year": 2003
  }, {
    "title": "Taphonomy of a baurusuchus (Crocodyliformes, Baurusuchidae) from the Adamantina formation (Upper Cretaceous, Bauru Basin), Brazil: implications for preservational modes, time resolution and paleoecology",
    "authors": ["H.I. Araújo Jr.", "T.S. Marinho"],
    "venue": "J. South Am. Earth Sci",
    "year": 2013
  }, {
    "title": "The Carnian Pluvial Event in western Europe: new data from Iberia and correlation with the western Neotethys and eastern North America e NW Africa regions",
    "authors": ["J. opez-G omez"],
    "venue": "Earth Sci. Rev. 128,",
    "year": 2014
  }, {
    "title": "Biogeochemical constraints on the Triassic-Jurassic boundary carbon cycle event",
    "authors": ["D.J. Beerling", "R.A. Berner"],
    "venue": "Glob. Biogeochem. Cycles",
    "year": 2002
  }, {
    "title": "COPSE: a new model of biogeochemical cycling over Phanerozoic time",
    "authors": ["N.M. Bergman", "T.M. Lenton", "A.J. Watson"],
    "venue": "Am. J. Sci",
    "year": 2004
  }, {
    "title": "GEOCARBSULF e a combined model for Phanerozoic atmospheric O2 and CO2",
    "authors": ["R.A. Berner"],
    "venue": "Geochimica Cosmochimica Acta",
    "year": 2006
  }, {
    "title": "Phanerozoic atmospheric oxygen: new results using the GEOCARBSULF model",
    "authors": ["R.A. Berner"],
    "venue": "Am. J. Sci",
    "year": 2009
  }, {
    "title": "GEOCARB III: a revised model of atmospheric CO2 over Phanerozoic time",
    "authors": ["R.A. Berner", "Z. Kothavala"],
    "venue": "Am. J. Sci",
    "year": 2001
  }, {
    "title": "Phanerozoic atmospheric oxygen",
    "authors": ["R.A. Berner", "D.J. Beerling", "R. Dudley", "J.M. Robinson", "R.A. Wildman Jr."],
    "venue": "Annu. Rev. Earth Planet. Sci",
    "year": 2003
  }, {
    "title": "A new model for atmospheric oxygen over Phanerozoic time",
    "authors": ["R.A. Berner", "D.E. Canfield"],
    "venue": "Am. J. Sci",
    "year": 1989
  }, {
    "title": "Mesozoic dinosaurs from Brazil and their biogeographic implications",
    "authors": ["J.S. Bittencourt", "M.C. Langer"],
    "venue": "An. Acad. Bras. Ciências",
    "year": 2011
  }, {
    "title": "A multiple proxy and model study of Cretaceous upper ocean temperatures and atmospheric CO2 concentrations",
    "authors": ["K.L. Bice", "D. Birgel", "P.A. Meyers", "K.A. Dahl", "Hinrichs", "K.-U", "R.D. Norris"],
    "venue": "Paleoceanography",
    "year": 2006
  }, {
    "title": "Gondwana paleogeography from assembly to breakup e a 500 million year odyssey",
    "authors": ["R.C. Blakey"],
    "venue": "Geological Society of America, pp",
    "year": 2008
  }, {
    "title": "A new early Late Triassic saurischian dinosaur from Rio Grande do Sol state, Brazil",
    "authors": ["J.F. Bonaparte", "J. Ferigolo", "A.M. Ribeiro"],
    "venue": "Proceedings of the Second Gondwanan Dinosaur Symposium. National Science Museum Monographs,",
    "year": 1999
  }, {
    "title": "The origin and early radiation of dinosaurs",
    "authors": ["S.L. Brusatte", "S.J. Nesbitt", "R.B. Irmis", "R.J. Butler", "M.J. Benton", "M.A. Norell"],
    "venue": "Earth Sci. Rev",
    "year": 2010
  }, {
    "title": "Formation of supercontinents linked to increases in atmospheric oxygen",
    "authors": ["I.H. Campbell", "C.M. Allen"],
    "venue": "Nat. Geosci",
    "year": 2008
  }, {
    "title": "Climate's role in the distribution of the Cretaceous terrestrial crocodyliformes throughout Gondwana",
    "authors": ["I.S. Carvalho", "Z.B. Gasparini", "L. Salgado", "F.M. Vasconcellos", "T.S. Marinho"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2010
  }, {
    "title": "Pangaean climate during the early Jurassic: GCM simulations and the sedimentary record of palaeoclimate",
    "authors": ["M.A. Chandler", "D. Rind", "R. Ruedy"],
    "venue": "Geol. Soc. Am",
    "year": 1992
  }, {
    "title": "Impacts on the earth by asteroids and comets: assessing the hazard",
    "authors": ["R.C. Chapman", "D. Morrison"],
    "venue": "Nature 367,",
    "year": 1994
  }, {
    "title": "A saurischian dinosaur from the Triassic of Brazil",
    "authors": ["E.H. Colbert"],
    "venue": "Am. Mus. Novit. 2405,",
    "year": 1970
  }, {
    "title": "Global climatic effects of atmospheric dust from an asteroid or comet impact on Earth",
    "authors": ["C. Covey", "S.L. Thompson", "P.R. Weissman", "M.C. MacCracken"],
    "venue": "Glob. Planet. Change",
    "year": 1994
  }, {
    "title": "Global warming and the end-Permian extinction event: proxy and modeling perspectives",
    "authors": ["Y. Cui", "L.R. Kump"],
    "venue": "Earth Sci. Rev",
    "year": 2014
  }, {
    "title": "In situ fossil forest from the upper Fremouw Formation (Triassic) of Antarctica: paleoenvironmental setting and paleoclimate analysis",
    "authors": ["N.R. Cúneo", "E.L. Taylor", "T.N. Taylor", "M. Krings"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2003
  }, {
    "title": "Climatic ups and downs in a disturbed",
    "authors": ["G. Dera", "B. Brigaud", "F. Monna", "F. Laffont", "E. Puc eat", "Deconinck", "J.-F", "P. Pellenard", "M.M. Joachimski", "C. Durlet"],
    "venue": "Jurassic world. Geology",
    "year": 2011
  }, {
    "title": "The evolutionary physiology of animal flight: paleobiological and present perspectives",
    "authors": ["R. Dudley"],
    "venue": "Annu. Rev. Physiol",
    "year": 2000
  }, {
    "title": "The Late Jurassic Mjølnir Impact Crater in the Barents Sea e Drilling",
    "authors": ["H. Dypvik", "P. Claeys", "A. Deutsch", "F.T. Kyte", "T. Matsui", "M. Smelror"],
    "year": 2010
  }, {
    "title": "A Late Triassic dinosauriform from south Brazil and the origin of the ornithischian predentary bone",
    "authors": ["J. Ferigolo", "M.C. Langer"],
    "venue": "Hist. Biol. A J. Paleobiol",
    "year": 2007
  }, {
    "title": "Taphonomic and sedimentologic interpretations of the dinosaur-bearing Upper Cretaceous Strata of the Prince Creek Formation, Northern Alaska: Insights from an ancient high-latitude terrestrial ecosystem",
    "authors": ["A.R. Fiorillo", "P.J. McCarthy", "P.P. Flaig"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2010
  }, {
    "title": "Long-term climatic oscillations recorded in stratigraphy",
    "authors": ["A.G. Fischer"],
    "year": 1982
  }, {
    "title": "Atmospheric carbon dioxide linked with Mesozoic and early Cenozoic climate change",
    "authors": ["B.J. Fletcher", "S.J. Brentnall", "C.W. Anderson", "R.A. Berner", "D.J. Beerling"],
    "venue": "Nat. Geosci",
    "year": 2008
  }, {
    "title": "Cool episodes in the Cretaceous d exploring the effects of physical forcings on Antarctic snow accumulation",
    "authors": ["S. ogel", "K. Wallmann", "W. Kuhnt"],
    "venue": "Earth Planet. Sci. Lett. 307",
    "year": 2011
  }, {
    "title": "Climates throughout Geologic Time",
    "authors": ["L.A. Frakes"],
    "year": 1979
  }, {
    "title": "Estimating the global thermal state from Cretaceous sea surface and continental temperature data",
    "authors": ["L.A. Frakes"],
    "venue": "Geological Society of America,",
    "year": 1999
  }, {
    "title": "Diagenesis of Paleozoic playa-lake and ephemeral-stream deposits from the Pimenta Bueno Formation, SiluroeDevonian (?) of the Parecis Basin, central Brazil",
    "authors": ["K. Goldberg", "S. Morad", "I.S. Al-Aasm", "L.F. De Ros"],
    "venue": "J. South Am. Earth Sci",
    "year": 2011
  }, {
    "title": "Phanerozoic paleogeographic and paleoclimatic modeling maps",
    "authors": ["J. Golonka", "M.I. Ross", "C.R. Scotese"],
    "venue": "Canadian Society of Petroleum Geologists,",
    "year": 1994
  }, {
    "title": "The Tookoonooka structure: an enigmatic sub-surface feature in the Eromanga Basin, its impact origin and implications for petroleum exploration",
    "authors": ["J.D. Gorter", "V.A. Gostin", "P. Plummer"],
    "venue": "The Cooper and Eromanga Basins, Australia: Proceedings of the Cooper and Eromanga Basins Conference,",
    "year": 1989
  }, {
    "title": "A review of Mesozoic climate",
    "authors": ["A. Hallam"],
    "venue": "J. Geol. Soc. Lond. 142,",
    "year": 1985
  }, {
    "title": "The first upper Triassic vertebrate Locality in Antarctica",
    "authors": ["W.R. Hammer", "J.W. Collinson", "R.A. Askin", "W.J. Hickerson"],
    "venue": "Gondwana Res",
    "year": 2004
  }, {
    "title": "Mesozoic and Cenozoic chronostratigraphy and cycles of sea-level change",
    "authors": ["B.U. Haq", "J. Hardenbol", "P.R. Vail"],
    "venue": "Soc. Econ. Paleontol. Mineral",
    "year": 1988
  }, {
    "title": "Cretaceous Eustasy Revisited",
    "authors": ["B.U. Haq"],
    "venue": "Glob. Planet. Change 113,",
    "year": 2014
  }, {
    "title": "Climatic controls on sedimentary environments in the Triassic of the Transdanubian Range (Western Hungary)",
    "authors": ["J. Haas", "T. Budai", "B. Raucsik"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol. 353e355,",
    "year": 2012
  }, {
    "title": "Cretaceous oceans and ocean modeling",
    "authors": ["W.W. Hay"],
    "venue": "SEPM (Society for Sedimentary Geology),",
    "year": 2009
  }, {
    "title": "New thoughts about the Cretaceous climate and oceans",
    "authors": ["W.W. Hay", "S. Floegel"],
    "venue": "Earth Sci. Rev",
    "year": 2012
  }, {
    "title": "Magnetic and gravity model of the Morokweng impact structure",
    "authors": ["H. Henkel", "W.U. Reimold", "C. Koeber"],
    "venue": "J. Appl. Geophys",
    "year": 2002
  }, {
    "title": "Carbon-cycle perturbation in the middle Jurassic and accompanying changes in the terrestrial paleoenvironment",
    "authors": ["S.P. Hesselbo", "H.S. Morgans-Bell", "J.C. McElwain", "P.M. Rees", "S.A. Robinson", "C.E. Ross"],
    "venue": "J. Geol",
    "year": 2003
  }, {
    "title": "The oxygenation of the atmosphere and oceans",
    "authors": ["H.D. Holland"],
    "venue": "Phil. Trans. R. Soc. B",
    "year": 2006
  }, {
    "title": "Sequence stratigraphy as a tool for vertebrate taphonomy. An example from a Late Cretaceous dinosaur taphocoenosis from S~",
    "authors": ["M. Holz"],
    "year": 2003
  }, {
    "title": "Taphonomy of the south Brazilian Triassic paleoherpetofauna: pattern of death, transport and burial",
    "authors": ["M. Holz", "M.C. Barberena"],
    "venue": "Paleogeogr. Paleoclimatol. Paleoecol. Amst",
    "year": 1994
  }, {
    "title": "Taphonomy of the south Brazilian Triassic herpetofauna: fossilization mode and implications for morphological studies",
    "authors": ["M. Holz", "C.L. Schultz"],
    "venue": "Lethaia",
    "year": 1998
  }, {
    "title": "Sedimentological and paleontological evidence of paleoclimatic change during the Southbrazilian Triassic: the register of a global trend towards a humid paleoclimate. Zentralblatt für Geol",
    "authors": ["M. Holz", "C. Scherer"],
    "year": 2000
  }, {
    "title": "Taphonomy of the south-Brazilian Triassic vertebrates",
    "authors": ["M. Holz", "A. Souto-Ribeiro"],
    "venue": "Rev. Bras. Geociências",
    "year": 2000
  }, {
    "title": "Preservation of aeolian dunes by pahoehoe lava: an example from the Botucatu Formation (Early Cretaceous) in Mato",
    "authors": ["M. Holz", "A.P. Soares", "P.C. Soares"],
    "year": 2008
  }, {
    "title": "Sequence stratigraphy of Continental rift Basins II: an example from the Brazilian cretaceous Recôncavo Basin",
    "authors": ["M. Holz", "E. Troccoli", "M. Vieira"],
    "year": 2014
  }, {
    "title": "Triassicd seasonal rivers, dusty deserts and salty lakes",
    "authors": ["M.W. Hounslow", "A. Ruffell"],
    "year": 2006
  }, {
    "title": "Pacing of the Toarcian Oceanic Anoxic Event (Early Jurassic) from astronomical correlation of marine sections",
    "authors": ["C. Huang", "S.P. Hesselbo"],
    "venue": "Gondwana Res",
    "year": 2014
  }, {
    "title": "Hypoxia, global warming, and terrestrial Late Permian extinctions",
    "authors": ["R.B. Huey", "P.D. Ward"],
    "venue": "Science 308,",
    "year": 2005
  }, {
    "title": "Rising atmospheric CO2 as a possible trigger for the end-Triassic mass extinction",
    "authors": ["T.T. Huynh", "C.J. Poulsen"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2005
  }, {
    "title": "The manson impact",
    "authors": ["G.A. Izett", "W.A. Cobban", "J.D. Obradovich", "M.J. Kunk"],
    "year": 1993
  }, {
    "title": "Warm Middle JurassiceEarly Cretaceous high-latitude sea-surface temperatures from the Southern Ocean",
    "authors": ["H.C. Jenkyns", "L. Schouten-Huibers", "S. Schouten", "J.S. Sinninghe Damste"],
    "venue": "Clim. Past",
    "year": 2012
  }, {
    "title": "Phanerozoic large igneous provinces (LIPs), HEATT (Haline Euxinic Acidic Thermal Transgression) episodes and mass extinctions",
    "authors": ["D.L. Kidder", "T.R. Worsley"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2010
  }, {
    "title": "Human-induced hothouse climate? GSA Today",
    "authors": ["D.L. Kidder", "T.R. Worsley"],
    "year": 2012
  }, {
    "title": "Fossils from the Elliot and Clarens formations (Karoo Sequence) of the northeastern Cape, Orange FreeState and Lesotho, and a suggested biozonation based on tetrapods",
    "authors": ["J.W. Kitching", "M.A. Raath"],
    "venue": "Palaeontol. Afr",
    "year": 1984
  }, {
    "title": "Cretaceous climate, volcanism, impacts, and biotic effects",
    "authors": ["G. Keller"],
    "venue": "Cretac. Res",
    "year": 2008
  }, {
    "title": "Impacts on earth in the late Triassic",
    "authors": ["D.V. Kent"],
    "venue": "Nature",
    "year": 1998
  }, {
    "title": "Magnetic polarity stratigraphy and paleolatitude of the TriassiceJurassic Blomidon Formation in the Fundy basin (Canada): implications for early Mesozoic tropical climate gradients",
    "authors": ["D.V.C. Kent", "P.E. Olsen"],
    "venue": "Earth Planet. Sci. Lett. 179,",
    "year": 2000
  }, {
    "title": "Speculations on the Mesozoic plate tectonic evolution of eastern China. Tectonics 2 (2), 139e166",
    "authors": ["M.P. Klimetz"],
    "year": 1983
  }, {
    "title": "The middle Toarcian cold snap: trigger of mass extinction and carbonate factory demise",
    "authors": ["K.B. ollmi", "A. Immenhauser"],
    "venue": "Glob. Planet",
    "year": 2014
  }, {
    "title": "Macrofloras and palynomorphs as possible proxies for palaeoclimatic and palaeoecological studies: a case study from the Pelsonian (Middle Triassic) of Kühwiesenkopf/ Monte Pr a della Vacca (Olang Dolomites, N-Italy)",
    "authors": ["E. Kustatscher", "G. Roghi"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2010
  }, {
    "title": "Pangaean climates: Megamonsoons of the megacontinent",
    "authors": ["J.E. Kutzbach", "R.G. Gallimore"],
    "venue": "J. Geophys. Res",
    "year": 1989
  }, {
    "title": "A sauropodomorph dinosaur from the Upper Triassic (Carnian) of southern Brazil",
    "authors": ["M.C. Langer", "F. Abdala", "M. Richter", "M. Benton"],
    "year": 1999
  }, {
    "title": "The Chicxulub-Shiva extraterrestrial one-two killer punches to Earth 65 million years",
    "authors": ["J.F. Lerbekmo"],
    "venue": "ago. Mar. Petrol. Geol",
    "year": 2014
  }, {
    "title": "A titanosaur (Dinosauria: Sauropoda) osteoderm from the Alcântara formation (Cenomanian)",
    "authors": ["R.M. Lindoso", "T.S. Marinho", "R.M. Santucci", "M.A. Medeiros", "I.S. Carvalho"],
    "year": 2013
  }, {
    "title": "Global Triassic tetrapod biostratigraphy and biochronology",
    "authors": ["S.G. Lucas"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 1998
  }, {
    "title": "Geological history of the greater Amazonas Basin in Brazil",
    "authors": ["J.M. Mabesoone", "V. Neumann"],
    "venue": "Dev. Sedimentol",
    "year": 2005
  }, {
    "title": "Paleoenvironments and taphonomy of a Triassic lacustrine system (Los Rastros Formation, central-western Argentina)",
    "authors": ["A.C. Mancuso", "C.A. Marsicano"],
    "year": 2008
  }, {
    "title": "Synchrony of the Central Atlantic magmatic province and the Triassic-Jurassic boundary climatic and biotic crisis",
    "authors": ["A. Marzoli", "H. Bertrand", "K.B. Knight", "S. Cirilli", "N. Buratti", "C. V erati", "S. Nomade", "P.R. Renne", "N. Youbi", "R. Martini", "K. Allenbach", "R. Neuwerth", "C. Rapaille", "L. Zaninetti", "G. Bellieni"],
    "year": 2004
  }, {
    "title": "Atlantic cooling associated with a marine biotic crisis during the mid-Cretaceous period",
    "authors": ["S. ogel", "P. Hofmann", "J.O. Herrle", "A. Griesand", "J. Pross", "H.M. Talbot", "J. Rethemeyer", "K. Wallmann", "T. Wagner"],
    "venue": "Nat. Geosci",
    "year": 2013
  }, {
    "title": "Another African dinosaur recorded in the EoCenomanian of Brazil and a revision of the paleofauna of the Lage do Coringa site",
    "authors": ["M.A. Medeiros", "P.C. Freire", "A.A. Pereira", "R.A.B. Santos", "R.M. Lindoso", "A.F.A. Coêlho", "E.B. Passos", "E.S. Júnior"],
    "year": 2007
  }, {
    "title": "Fossil plant and global warming at the TriassiceJurassic boundary",
    "authors": ["J.C. McElwain", "D.J. Beerling", "F.I. Woodward"],
    "venue": "Science 285,",
    "year": 1999
  }, {
    "title": "Gosses Bluffda latest Jurassic impact structure, central Australia. Part 1: geological structure, stratigraphy, and origin",
    "authors": ["D.J. Milton", "A.Y. Glikson", "R. Brett"],
    "venue": "AGSO J. Aust. Geol. Geophys",
    "year": 1996
  }, {
    "title": "Paleoclimate of the Kimmeridgian/Tithonian (Late Jurassic) world: I. Results using a general circulation model",
    "authors": ["G.T. Moore", "D.N. Hayashida", "C.A. Ross", "S.R. Jacobson"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 1992
  }, {
    "title": "Thermal stress induces epithelial permeability",
    "authors": ["P.L. Moseley", "C. Gapen", "E.S. Wallen", "M.E. Walter", "M.W. Peterson"],
    "venue": "Am. J. Physiol",
    "year": 1994
  }, {
    "title": "Triassic monsoonal climate and its signature in LadinianeCarnian carbonate platforms (Southern Alps, Italy)",
    "authors": ["M. Mutti", "H. Weissert"],
    "venue": "J. Sediment. Res",
    "year": 1995
  }, {
    "title": "The continental Triassice Jurassic boundary in central Pangea: recent progress and preliminary report of an Ir anomaly",
    "authors": ["P.E. Olsen", "C. Koeberl", "H. Huber", "A. Montanari", "S.J. Fowell", "M. EtTouhani", "D.V. Kent"],
    "year": 2002
  }, {
    "title": "Did the Puchezh-Katunki impact trigger an extinction",
    "authors": ["J. alfy"],
    "venue": "Cratering in Marine Environments and on Ice,",
    "year": 2004
  }, {
    "title": "Permian-Triassic paleogeography, paleoclimatology, and inplications for therapsid distributions",
    "authors": ["J.M. Parrish", "J.T. Parrish", "A.M. Ziegler"],
    "year": 1986
  }, {
    "title": "Climate of the supercontinent Pangaea",
    "authors": ["J.T. Parrish"],
    "venue": "J. Geol",
    "year": 1993
  }, {
    "title": "Volcanic-sedimentary features in the Serra Geral Fm., Paran a Basin, southern Brazil: examples of dynamic lavaesediment interactions in an arid setting",
    "authors": ["K. Petry", "D.A. Jerram", "P. Almeida", "H. Zerfass"],
    "venue": "J. Volcanol. Geotherm",
    "year": 2006
  }, {
    "title": "Climate variations and the physiological basis of temperature dependent biogeography: systemic to molecular hierarchy of thermal tolerance in animals",
    "authors": ["H.O. ortner"],
    "venue": "Comp. Biochem. Physiol",
    "year": 2002
  }, {
    "title": "Triassic climates d State of the art and perspectives",
    "authors": ["N. Preto", "E. Kustatscher", "P.E. Wignall"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2010
  }, {
    "title": "The evidence and implications of polar ice during the Mesozoic",
    "authors": ["G.D. Price"],
    "venue": "Earth Sci. Rev",
    "year": 1999
  }, {
    "title": "Periodicities in the emplacement of large igneous provinces through the Phanerozoic: relations to ocean chemistry and marine biodiversity evolution",
    "authors": ["A. Prokoph", "H.E. Bilali", "R. Ernst"],
    "venue": "Geosci. Front",
    "year": 2013
  }, {
    "title": "The Triassic of the Thakkhola (Nepal). I: stratigraphy and paleoenvironment of a northeast Gondwanan rifted margin",
    "authors": ["Rad", "U.von", "S. Dürr", "J.G. Ogg"],
    "venue": "Geol. Rundsch",
    "year": 1994
  }, {
    "title": "Volcanic winter and accelerated glaciation following the Toba super-eruption",
    "authors": ["M.R. Rampino", "S. Self"],
    "venue": "Nature 359,",
    "year": 1992
  }, {
    "title": "Large-body impact and extinction in the phanerozoic",
    "authors": ["D.M. Raup"],
    "venue": "Paleobiology",
    "year": 1992
  }, {
    "title": "The timing and extent of the eruption of the Siberian traps large igneous province: implications for the end-permian environmental crisis",
    "authors": ["M.K. Reichow", "M.S. Pringle", "A.I. Al'Mukhamedov", "M.B. Allen", "V.L. Andreichev", "M.M. Buslov", "C.E. Davies", "G.S. Fedoseev", "J.G. Fitton", "S. Inger", "Medvedev", "A.Ya", "C. Mitchell", "V.N. Puchkov", "Safonova", "I.Yu", "R.A. Scott", "A.D. Saunders"],
    "year": 2009
  }, {
    "title": "Impact Database 2010.1",
    "authors": ["D. Rajmon"],
    "venue": "On-line. http://impacts.rajmon.cz",
    "year": 2009
  }, {
    "title": "A 300-million-year record of atmospheric carbon dioxide from fossil plant cuticles",
    "authors": ["G.J. Retallack"],
    "venue": "Nature 411,",
    "year": 2001
  }, {
    "title": "Greenhouse crises of the past 300 million years",
    "authors": ["G.J. Retallack"],
    "venue": "Geol. Soc. Am. Bull. 121,",
    "year": 2009
  }, {
    "title": "Permian and Triassic greenhouse crises",
    "authors": ["G.J. Retallack"],
    "venue": "Gondwana Res",
    "year": 2013
  }, {
    "title": "Global coal gap between PermianTriassic extinction and Middle Triassic recovery of peat-forming plants",
    "authors": ["G.J. Retallack", "J.J. Veevers", "R. Morante"],
    "venue": "Geol. Soc. Am. Bull",
    "year": 1996
  }, {
    "title": "Vertebrate extinction across the PermianeTriassic boundary in the Karoo Basin, South Africa",
    "authors": ["G.J. Retallack", "R.M.H. Smith", "P.D. Ward"],
    "venue": "Geol. Soc. Am",
    "year": 2003
  }, {
    "title": "Formation of free radicals under hypoxia",
    "authors": ["J.M. Rifkind", "O. Abugo", "A. Levy", "R. Monticone", "J. Heim"],
    "year": 1993
  }, {
    "title": "Palynological correlation of Carnian humid pulses throughout western Tethys",
    "authors": ["G. Roghi", "P. Gianolla", "L. Minarelli", "C. Pilati", "N. Preto"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2010
  }, {
    "title": "Cycles in fossil diversity",
    "authors": ["R.A. Rohde", "R.A. Muller"],
    "venue": "Nature 434,",
    "year": 2005
  }, {
    "title": "Late Cenozoic sedimentary evolution in northeastern Par",
    "authors": ["D.F. Rossetti"],
    "year": 2001
  }, {
    "title": "Atmospheric CO2 and O2 during the Phanerozoic: tools, patterns, and impacts",
    "authors": ["D.L. Royer"],
    "venue": "Treatise on Geochemistry, second ed.,",
    "year": 2014
  }, {
    "title": "Preservation of aeolian genetic units by lava flows in the lower cretaceous of the Paran a Basin, southern Brazil",
    "authors": ["C. Scherer"],
    "venue": "Sedimentology",
    "year": 2002
  }, {
    "title": "Revised world maps: an introduction",
    "authors": ["C. Scotese", "W.S. Mckerrow"],
    "venue": "Geol. Soc. Amer. Mem",
    "year": 1990
  }, {
    "title": "The Chicxulub Asteroid Impact and Mass Extinction at the CretaceousPaleogene Boundary",
    "authors": ["G. Ravizza", "M. Rebolledo-Vieyra", "W.U. Reimold", "E. Robin", "T. Salge", "R.P. Speijer", "A.R. Sweet", "J. Urrutia-Fucugauchi", "V. Vajda", "M.T. Whalen", "P.S. Willumsen"],
    "venue": "Science 327,",
    "year": 2010
  }, {
    "title": "Gas fluxes from flood basalt eruptions",
    "authors": ["S. Self", "T. Thordarson", "M. Widdowson"],
    "year": 2005
  }, {
    "title": "Mid-cretaceous seafloor spreading pulse: fact or fiction",
    "authors": ["M. Seton", "C. Gaina", "R.D. Müller", "C. Heine"],
    "venue": "Geology 37,",
    "year": 2009
  }, {
    "title": "Mesozoic climates: general circulation models and the rock Record. Sediment",
    "authors": ["B.W. Sellwood", "P.J. Valdes"],
    "venue": "Geol. 190,",
    "year": 2006
  }, {
    "title": "Synchroneity of climatic change and extinctions in the late Triassic",
    "authors": ["M.J. Simms", "A.H. Ruffel"],
    "year": 1989
  }, {
    "title": "Evidence for a late Triassic multiple impact event on earth",
    "authors": ["J.G. Spray", "S.P. Kelley", "D.B. Rowley"],
    "venue": "Nature 392,",
    "year": 1998
  }, {
    "title": "Extremely elevated CO2 concentrations at the Triassic/Jurassic boundary. Palaeogeogr",
    "authors": ["M. Steinthorsdottir", "A.J. Jeram", "J.C. McElwain"],
    "venue": "Palaeoclimatol. Palaeoecol. 308 (Issues 3e4),",
    "year": 2011
  }, {
    "title": "AnisianeCarnian evolution of the Germanic basin and its eustatic, tectonic and climatic controls",
    "authors": ["J. Szulc"],
    "venue": "Epicontinental. Triassic: Zbl. Geol. Pal€aont. Teil I, Stuttgart,",
    "year": 1999
  }, {
    "title": "Lethally hot temperatures during the early Triassic greenhouse",
    "authors": ["Y. Sun", "M.M. Joachimski", "P.B. Wignall", "C. Yan", "Y. Chen", "H. Jiang", "L. Wang", "X. Lai"],
    "year": 2012
  }, {
    "title": "Paleomagnetic constraints on the age of the Botucatu Formation in Rio Grande do Sul",
    "authors": ["E. Tamrat", "M. Ernesto"],
    "venue": "Southern Brazil. An. Acad. Bras. Ciências",
    "year": 2006
  }, {
    "title": "Extinction risk from climate change",
    "authors": ["C.D. Thomas", "A. Cameron", "Green", "R.E"],
    "venue": "Nature 427,",
    "year": 2004
  }, {
    "title": "Mjølnir Crater as a result of oblique impact: asymmetry evidence constrains impact direction and angle",
    "authors": ["F. Tsikalas"],
    "year": 2005
  }, {
    "title": "A palaeoclimate model for the Kimmeridgian",
    "authors": ["P.J. Valdes", "B.W. Sellwood"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 1992
  }, {
    "title": "Mid-Triassic lacuna on the Gondwanaland plataform in the context of Pangaean fusion and incipient fission",
    "authors": ["J.J. Veevers"],
    "venue": "In: Internat. Gondwana",
    "year": 1991
  }, {
    "title": "Evidence for decoupling of atmospheric CO2 and global climate during the Phanerozoic eon",
    "authors": ["J. Veizer", "Y. Godderis", "L.M. François"],
    "venue": "Nature 408,",
    "year": 2000
  }, {
    "title": "Cretaceous paleogeography and paleoclimate and the setting of SKI borehole sites in Songliao Basin, northeast China",
    "authors": ["C. Wang", "Z. Feng", "L. Zhang", "Y. Huang", "K. Cao", "P. Wang", "B. Zhao"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2012
  }, {
    "title": "Late cretaceous climate changes recorded in eastern Asian Lacustrine deposits and North American Epieric sea strata",
    "authors": ["C. Wang", "R.W. Scott", "X. Wan", "S.A. Graham", "Y. Huang", "P. Wang", "H. Wu", "W.E. Dean", "L. Zhang"],
    "venue": "Earth Sci. Rev. 126,",
    "year": 2013
  }, {
    "title": "MiddleeUpper Jurassic (Upper CallovianeLower Kimmeridgean) stable isotope and elemental records of the Russian Platform: Indices of oceanographic and climatic changes",
    "authors": ["H. Wierzbowski", "M.A. Rogov", "B.A. Matyja", "D. Kiselev", "A. Ippolitov"],
    "venue": "Glob. Planet. Change 107,",
    "year": 2013
  }, {
    "title": "Could methane produced by sauropod dinosaurs have helped drive Mesozoic climate warmth",
    "authors": ["D.M. Wilkinson", "E.G. Nisbet", "D.G. Ruxton"],
    "venue": "Curr. Biol",
    "year": 2012
  }, {
    "title": "General circulation model simulations of Triassic climates: preliminary results",
    "authors": ["K.M. Wilson", "D. Pollard", "W.W. Hay", "S.L. Thompson", "C.N. Wold"],
    "year": 1994
  }, {
    "title": "Tectonic control of the Triassic Santa Maria Supersequence of the Paran ai Basin, southernmost Brazil, and its correlation to the Waterberg Basin, Namibia",
    "authors": ["Zerfass Jr.", "H.Chemale", "F. Lavina"],
    "venue": "Gondwana Res",
    "year": 2005
  }, {
    "title": "Mesozoic and Cenozoic paleogeographic maps",
    "authors": ["A.M. Ziegler", "C.R. Scotese", "S.F. Barrett"],
    "year": 1983
  }, {
    "title": "Vegetationclimate interactions in the warm mid-Cretaceous",
    "authors": ["J. Zhou", "C.J. Poulsen", "N. Rosenbloom", "C. Shields", "B. Briegleb"],
    "venue": "Clim. Past",
    "year": 2012
  }],
  "id": "SP:bfeff53c6364f4b7e24c6decc32457219717f8be",
  "authors": [{
    "name": "Michael Holz",
    "affiliations": []
  }],
  "abstractText": "The Mesozoic was the time of the break-up of Pangaea, with profound consequences not only for the paleocontinental configuration, but also for paleoclimates and for the evolution of life. Cool greenhouse conditions alternated with warm greenhouse and even hothouse conditions, with global average temperatures around 6e9 C warmer than the present ones. There are only sparse and controversial evidence for polar ice; meanwhile, extensive evaporitic and desertic deposits are well described. Global sea levels were mainly high, and the content of atmospheric O2 was varying between 15 and 25%. These conditions make the Mesozoic Earth an alien world compared to present-day conditions. Degassing from volcanism linked to the rifting process of Pangaea and methane emissions from reptilian biotas were climate-controlling factors because they enhanced atmospheric CO2 concentrations up to 16 times compared to present-day levels. The continental break-up modified paleopositions and shoreline configurations of the landmasses, generating huge epicontinental seas and altering profoundly the oceanic circulation. The Mesozoic was also a time of important impact events as probable triggers for “impact winters”; and for the Era at least nine huge (diameter > 20 km) impact structures are known. This paper presents an abridged but updated overview of the Mesozoic paleogeographic and paleoclimatic variations, characterizing each period and sub-period in terms of paleoclimatic state and main tectonic and climatic events, and provides a brief geologic, stratigraphic, paleoclimatic and taphonomic characterization of dinosaur occurrences as recorded in the Brazilian continental basins. © 2015 Elsevier Ltd. All rights reserved.",
  "title": "Mesozoic paleogeography and paleoclimates - A discussion of the diverse greenhouse and hothouse conditions of an alien world"
}