{
  "sections": [{
    "text": "Lakes on Mars were formed under periglacial to glacial climates. Extreme conditions prevailed including freezing temperatures, low atmospheric pressure, high evaporation/sublimation rates, and liquid water reservoirs locked in aquifers below a thick cryosphere. Although many of the Martian paleolakes display evidence of a short period of activity consistent with these conditions, others display clear evidence of lifetimes ranging from 104 to 105 years. The discovery of young seeping processes in impact craters and pole-facing valley slopes along with young volcanic activity raise questions about the conditions and limitations of liquid water flow and potential lacustrine activity today on Mars. Current climate models show that in today’s conditions there exist regions on Mars of sols above the triple point and below boiling point of water that could provide hydrogeological conditions comparable to these of the Antarctic Dry Valley lakes (with the exception of the atmosphere pressure). The locations of the most recent Martian paleolakes are correlated with these regions. Throughout the history of Mars, lakes generated diversified environments, which could have provided potential habitats for life. The recent discovery of young energy sources from volcanism and the potential for liquid water reinforces the possibility of extant life on Mars, and suggests recent ponds and ancient paleolakes as primary targets for rover and sample return missions. D 2002 Elsevier Science B.V. All rights reserved.\nKeywords: paleolake; Mars; ponds"
  }, {
    "heading": "1. Introduction",
    "text": "The study of paleolakes is critical because of the capacity of their sediments to retain a record of seasonal and orbital cyclic changes, hydrological regimes, and geological events that occurred in the catchment area during their lifetime (Reineck and Singh, 1980; Einsele, 1992; McLane, 1995; Selley, 1996; Miall, 1996). They could also provide niches for a variety of living organisms, as well as favorable\nconditions for the preservation and fossilization of these organisms as they die. In the context of the Mars exploration program, where science objectives encompass the reconstruction of past climatic, geological and possibly biological evolution, the identification of exploration sites such as paleolakes is, thus, a priority. From the purely hydrogeological standpoint, they also offer a unique opportunity to compare similar processes in two different planetary environments, and to weigh the influence of these environments in the final structures and landforms. Compared to terrestrial analogs, the survey of Martian paleolakes is associated with limitations and unknowns, which make any interpretation and conclusions somewhat more diffi-\n0921-8181/02/$ - see front matter D 2002 Elsevier Science B.V. All rights reserved. PII: S0921 -8181 (02 )00127 -3\n* Tel.: +1-650-604-0312; fax: +1-650-604-6779. E-mail address: ncabrol@mail.arc.nasa.gov (N.A. Cabrol).\ncult. However, evidence that can already be accessed provides us with an overview of the evolution of Martian limnologic processes through time, which can be compared to Earth."
  }, {
    "heading": "2. Identification of paleolakes from orbit: methods, limitations, and unknowns",
    "text": "The presence of paleolacustrine structures on Mars has been shown in several studies using the complementary approaches of geology, morphology, limnology, hydrogeologic modeling, and exobiology (Forsythe, 1990; Cabrol, 1991, 1995; De Hon, 1992; De Hon and Pani, 1992; Cabrol et al., 1994, 1998, 2000a,b; Landheim et al., 1994; Farmer et al., 1994; Landheim, 1995; Cabrol and Grin, 1995, 1999; Forsythe and Zimbelman, 1995; Newsom et al., 1996, 2000; Grin and Cabrol, 1997, 2000; Forsythe and Blackwelder, 1998; Barlow, 1998; Zimbelman, 1998; Newsom, 1998; Nelson et al., 1998a,b; Haberle et al., 2000; Cockell et al., 2000; Ori et al., 2000). A prerequisite is that water was the fluid flowing in the channels that converged into the basins. Since Viking, many models have been presented to explain the formation of Martian channels, including cataclysmic water floods for the outflow channels (Baker and Milton, 1974; Baker, 1978, 1982; Carr, 1979, 1996; Komar, 1979, 1980), debris flows (Tanaka, 1997, 1999) or more recently, liquid CO2 (Hoffman, 2000), clathrate hydrates (Kargel et al., 2000), lava (Milton, 1973; Carr, 1974; Schonfeld, 1976), hydrocarbons (Milton, 1974; Yung and Pinto, 1978), wind (Cutts et al., 1978; Cutts and Blasius, 1979), structural formations (Schumm, 1974), glaciers or ice streams (Lucchitta et al., 1981; Lucchitta, 1982; Lucchitta and Ferguson, 1983), debris flows or mud flows (Nummedal, 1978; Thompson, 1979; Nummedal and Prior, 1981). However, water is still the fluid which best explains the spectrum of varied morphologies and it finds a general consensus: water is present in the Martian poles; the phase diagram shows that in the current atmospheric conditions, water is close to the triple point; the presence of subsurface water or ice is likely to explain both impact craters with fluidized ejecta (MouginisMark, 1979; Mouginis-Mark and Cloutis, 1983;\nBarlow, 1988; Kuzmin et al., 1988), lobate debris aprons in the Martian high latitudes (Squyres, 1978; Lucchitta, 1984), and possibly recent to contemporary seeping features observed by MOC (Malin and Edgett, 2000)."
  }, {
    "heading": "2.1. Resolution",
    "text": "From Mariner 9 to the current Mars Global Surveyor mission, the method used to interpret the Martian landscape has been remote sensing. The accuracy and level of interpretation is thus dependent on the resolution and precision of the instruments onboard the orbiters. For instance, the Viking orbiters provided an average resolution of 200 m per pixel (m/ pxl). Currently, Mars Global Surveyor (MGS) is producing images which are commonly around 10 m/pxl, with narrow angle views that can reach up to 1 m/pxl. The camera imagery in the visible is associated with a suite of instruments, such as the Thermal Emission Spectrometer (TES) and the Mars Orbiter Laser Altimeter (MOLA), which add mineralogical and topographical information. However, even with the current significant improvement in resolution, only the bulkier shapes, structures, and features of the Martian paleolakes can be accessed compared to the detail that can be reached in the field with terrestrial analogs. Some critical and smaller scale diagnostic elements of climatic conditions and fluvio-lacustrine dynamics existing during the lacustrine episodes, such as varving, centimetric desiccation cracks at the surface of lakebeds, subsurface stratigraphy, and most of the time paleoshorelines have yet to be accessible. Their identification relies then on a series of evidence compatible with that observed on Earth in lacustrine environments at comparable resolution. For instance: (a) the presence of one or a series of channels converging towards topographic lows, and (b) the identification of sedimentary structures and features such as alluvial fans, deltas, sedimentary terraces, and shore mounds. The analysis of the morphological record with somewhat limited information is the sole element that can aid in deciphering the nature of observed structures and landforms, and provides elements to identify the climatic conditions under which the lakes were formed. Resolution is not the only limitation encountered in the survey of Martian paleolakes."
  }, {
    "heading": "2.2. Topography",
    "text": "Until 1997, the Martian topography reconstructed by the Viking altimeter was known to have an inconsistency of about F 1 km. The reconstruction of slopes, gradients, discharges, transportation and sedimentation processes, depositional dynamics and, from a more general perspective, limnology and bathymetry, are all strongly dependent on an accurate knowledge of the topography. Although relative altitude and height can be evaluated using photoclinometry and shapeto-shade methods, a significant degree of uncertainty is associated with these estimations, and therefore reflects on the results of derived limnologic and bathymetric models. Currently, MOLA is providing vertical accuracy on the order of a few meters, and has a 150-m footprint on the ground. It should allow for a critical improvement in modeling in the near future but was not available at the time of the first global survey of Martian paleolakes (Cabrol and Grin, 1999, 2000)."
  }, {
    "heading": "2.3. Volumes of water and sediments",
    "text": "Another uncertainty which has consequences for Martian limnologic models lies in the estimation of a water/sediment ratio between the volume of water necessary to transport these sediments and the volume of water which actually reached the basins and ponded. The estimated volume of water, in turn, affects an estimation of the lifetime of the lake. Before the Mars Global Surveyor mission, only valleys and not channels were accessible to the observer. In such limiting conditions, assessing the volume of sedimentary material actually transported to the basin required an estimation of the initial shape of the channel and an evaluation of the fraction of material deposited in the valley after the last episode of flow. This material is associated with the valley’s late enlargement by mass wasting of its walls and, thus, should not be considered in the transport model. Finally, it is also critical to consider the porosity decay constant (Kp) of the Martian crust (2.82 km). Kp is derived from the lunar crust model of Binder and Lange (1980). Porosity corresponds to the volume of pores in the sediment lens that could be occupied by water or ice, and should not be accounted in the final estimate of sedimentary volume. The current models of Martian regolith porosity\nvaries between 20% and 50% (Clifford, 1993). The porosity U(z) at depth z is calculated by\nUðzÞ ¼ Uð0Þexpð z=KpÞ: ð1Þ\nInterestingly, this model assumes a Martian regolith comparable to the Lunar regolith, which is a mix of ejecta and breccia materials piled up over several kilometers thick. Recently, MOC images revealed the presence of layers in the majority of outcrops, valley, and canyon walls implying that the porosity might need to be reevaluated at regional and local scales for each kind of material forming these layers."
  }, {
    "heading": "2.4. Mineralogical signatures",
    "text": "Terrestrial paleolakes show specific mineralogical signatures related to the presence of carbonate deposits and evaporites. These signatures are also searched for on Mars as complementary diagnostic information. Evaporites are unequivocal evidence of arid, but not necessarily warm conditions, since they also occur in Antarctica playa lakes (James and Kendall, 1992; Kendall, 1992). Thus, they are expected to be found on Mars in ancient lakes. Forsythe and Zimbelman (1995) and Forsythe and Blackwelder (1998) proposed the existence of evaporitic deposits in ancient Martian salars and sabkhas. Their conclusions were based on high-albedo deposits in closed impact crater basins. These conclusions are being debated by Ruff (2000), who examined the TES results over some of the proposed sites, especially White Rock in the 80- km diameter Pollack Crater. White Rock is the most spectacular and one of the larger high-albedo deposits in the Viking images. Ruff concluded that the TES signature over White Rock was no different from that of the surrounding environment. He suggested that the high albedo of the deposit is an artifact due to color stretching during the processing of the Viking images. Although intriguing, this conclusion has to be considered as preliminary. The Martian environment is filled with dust, which is deposited in a thin (or regionally thick) film all over the planet’s surface, and most likely also on top of White Rock, therefore potentially obscuring the spectral readings of TES. Currently, the search continues to identify evaporite and carbonate deposits in paleolakes deemed as favorable candidates, which have been selected from the\ncatalog of Martian impact crater paleolakes (Cabrol and Grin, 1999) to verify if positive signatures can be obtained from TES in these basins.\nSo far, 25 years of orbital, landed and rover spectroscopy has also failed to demonstrate the presence of carbonates on Mars (Bandfield et al., 2000). Several reasons can be set forth to explain these unsuccessful attempts. (a) The spatial resolution of the instruments. TES is the most powerful spectrometer ever sent to Mars with a spatial resolution of 3 km. However, its resolution and penetration might still not be powerful enough to identify carbonates in the surrounding environment mineralogical noise. (b) Conditions for forming large volumes of carbonates on Mars might have been more favorable in the early planet’s history, under thicker atmospheric and milder climatic conditions. Since then, the abundant geological activity of Mars unraveled by Mars Global Surveyor data might have buried earlier formations and deposits under hundreds of meters to kilometers of material, and/or eroded them away, and (c) there is still the possibility that carbonates never formed on Mars, although the presence of abundant atmospheric CO2 and water seems to weaken this hypothesis."
  }, {
    "heading": "2.5. Ages and climate changes",
    "text": "Mars also has highly variable orbital parameters. The obliquity, which varies chaotically in time (Laskar and Robutel, 1993; Touma and Wisdom, 1993), makes a prediction of climate evolution extremely difficult beyond few millions of years. Moreover, although a global stratigraphic model (Scott and Tanaka, 1986; Greeley and Guest, 1987; Tanaka and Scott, 1987) and a geological chronology have been established from the impact cratering record (Tanaka, 1986; Tanaka et al., 1988), the ages of the main Martian geological events are known at best with an error margin of (F ) tens of millions of years. Currently, Hartmann et al. (2000) and Ivanov (2000) are using the MGS data to revise Martian absolute chronology. Two factors, climate and age, are somewhat related in the basins analysis. The (F ) tens of millions of years error margin might include several climate cycles and probably very different conditions at the surface of the planet. Therefore, it is currently impossible to pinpoint the climatic conditions at the time of the lakes’ formation. As a consequence,\nconversely to Earth where past climates are well known in general or at least can be deduced from field work, the morphological analysis from orbital remote sensing is providing first clues to reconstructing the climatic conditions at the time of the lakes’ formation on Mars because data about in situ paleoclimate conditions are lacking to decipher morphologies.\nFarther away from the Sun than the Earth, Mars has been throughout its history colder than Earth on average, receiving 2.5 times less energy. The daily temperature variations in the intertropical band might have favored freeze–thaw cycles in the past, while overall conditions and temperatures would range from glacial to periglacial climates at best. Considering this climatic environment, two types of lakes were likely to form: (a) ice-covered lakes, generated by the release of groundwater from aquifer reservoirs, hydrothermal water, and possibly precipitation. Once the lake formed, water froze in topographic lows, and (b) subglacial lakes, formed by collection and ponding of water from basal melting of glaciers. The formation of glaciers on Mars, although suggested by several studies (Lucchitta et al., 1981; Lucchitta, 1982; Lucchitta and Ferguson, 1983; Cabrol et al., 2000a,b; Cabrol and Grin, 2000), is still controversial. It requires the precipitation of snow in sufficient quantity for it to accumulate, along with climatic, atmospherical, and rheological conditions suitable for: making the glaciers flow, allowing the meltwater to flow in a stable state at the surface (or allowing a process to prevent it from evaporating, which could be physical, such as an ice-sheet protecting the flow from evaporation, and/or chemical such as a superbrine flow), and finally conditions allowing the water to pond. These requirements assume wetter conditions than those of today but not necessarily much warmer. These conditions might have been met not so long ago, as suggested by converging results of recent studies on the ages and mineralogical composition of the Lafayette and Los Angeles SNC meteorites (Swindle et al., 2000; Rubin et al., 2000), evidence of recent to contemporary water flow (Hartmann et al., 2000; Malin and Edgett, 2000) and volcanic activity (Hartmann et al., 2000), indicators of recent to contemporary lacustrine activity (Cabrol et al., 2000a,b), and climate modeling (Haberle et al., 2000). Recent Global Circulation Models (GCM) by Haberle et al.\n(2000) show that such conditions might have occurred repeatedly in the past during favorable orbital cycles when the obliquity of Mars was z 30j, that these conditions could return in the future, and could still be locally present even today.\nIn the next sections, the main characteristics and types of Martian paleolakes are surveyed, and (a) the information they unravel about their processes of formation, (b) the likely climate at the time of their formation as derived from their morphological signatures, and (c) the type of environmental conditions they might have provided for life to arise. Considering the uncertainties on the topography with the Viking data, only lakes that were formed in well-defined boundaries of impact crater basins were selected. Lakes in topographic lows and lacustrine plains were surveyed by De Hon (1992) using Viking data. The possibility of playas in topographic lows as suggested by the MOC images is explored, as well as the formation of recent or possibly current lakes on Mars. New evidence proposed by MGS is also discussed in the next sections."
  }, {
    "heading": "3. Classification and distribution",
    "text": "Nearly 180 paleolakes in impact craters were identified using the Viking data (Cabrol and Grin, 1999, 2000). Only basins showing drainage by surface channels were considered. Lakes can also form by drainage of an underground aquifer at the base of a basin as modeled by Grin and Cabrol (1997) and demonstrated by the recent MOC images (Malin and Edgett, 2000), especially in an ice/water-rich subsurface environment such as Mars. At Viking resolution, the nature of the material within such basins was difficult to assess because of the resolution of the images. With MOC, the resolution is more favorable for identifying groundwater drainage lakes, as was proven recently (Fig. 1). Therefore, the current total of Martian paleolakes identified is expected to increase considerably in the coming years."
  }, {
    "heading": "3.1. Classification",
    "text": "Considering the uncertainties and unknowns, most of the criteria that are used to classify terrestrial lakes are not available yet for Mars. The diversity of\nterrestrial lake basins and their sedimentary fills generate almost endless possibilities of classification (Horie, 1978; Fouch and Dean, 1982; Allen and Collinson, 1986; Anadon et al., 1991). Lakes can be classified using climate environments, chemical, physical, hydrological, and biological processes. The chemical, hydrological, and climate conditions at the time of the lakes’ formation are not known with sufficient accuracy to form a classification using these parameters. Moreover, it has yet to be discovered whether life arose in the past or whether it is still present on Mars today. Therefore, a classification based on the fluvio-lacustrine system dynamics as reflected in the morphology of basins observed in the orbital images was proposed. Martian paleolakes were classified as: open, closed, and lake chain systems (Cabrol and Grin, 1999). The open system reflects the presence of one or a series of channels inflowing and outflowing via the basins, while closed systems do not show outlets. The lake chain systems correspond to a series of impact crater paleolakes connecting each other through one or a series of channels. The last paleolake of the chain can be either open or closed (Fig. 2). In terrestrial lakes, these different systems imply varied water chemistry,\ndepending whether the lake water is river dominated as in the case of the open systems, or basin dominated with a significant role played by evaporation in the closed systems; or if an increasing salinity and evaporite fractioning are observed from the higher to the lower lakes as in the case of the lake chain systems (Einsele, 1992). These different chemistries should reflect on the mineralogical elements found in these basins and should be seen by TES where the basin floors are not covered by dust. It could allow a more specific classification in the coming years. This preliminary classification provides, however, a qualitative approach to assess the duration of water residence in the basin, which could be supported by any still visible morphological indicators. For instance, closed basins supplied by well-developed drainage systems that show delta morphologies and sedimentary terraces are likely to have experienced longer water residence compared to open basins cut by outflow channels, which originated from catastrophic floods. Although generally true, this statement needs to be reassessed case by case in the light of new GCM results. Haberle et al. (2000) showed that even under current climate conditions on Mars, there are regions of sols above triple point and below boiling point of\nwater. These conditions can last for a few hours per day and several days per Martian year. Cabrol et al. (2000a,b) and Haberle et al. (2000) showed that, intriguingly, there is also an almost perfect correlation (86% of co-location) between these regions and the most recent Martian paleolakes (Fig. 3). Therefore, ponds or lakes resulting from a catastrophic outburst of water that flowed into crater basins recently could have theoretically lasted longer if located in one of these favorable regions, although water, which is only in a metastable state even in these regions, will tend to eventually evaporate."
  }, {
    "heading": "3.2. Distribution",
    "text": "Martian paleolakes are observed over a wide range of latitudes, from 42jN latitude to 64jS longitude. Their location seems to be related more to the nature of the geological units than to latitudinal parameters as, along with the valley network systems, the outflow and fretted channels, the impact crater paleolakes are mainly located in the cratered uplands. In the past, this co-location of fluvial and lacustrine features with the oldest geological units of Mars was used as evidence to defend the past wetter and warmer climate model, and the monotonical decline of the atmosphere. This\nargument now seems to be contradicted by the analysis of recent MGS data which suggest that although the first fluvio-lacustrine episodes might have been ancient, morphological evidence demonstrates that some systems were reactivated through time, some of them less than 500 million years ago and possibly much more recently (Cabrol et al., 2000a,b; Dohm et al., 2000; Baker et al., 2000; Cabrol and Grin, 2000). The announcement of possible current liquid water on Mars with ponding and seeping regions by Malin and Edgett (2000) comes as support to these studies. The evidence showing a reactivation of some fluvio-lacustrine systems is of various natures: (a) the most recent flows have resurfaced the older terrains either by erosion or sediment deposition, resetting the cratering record clock in these regions. These terrain units are much less cratered than the older ones, showing few or no superimposed impact craters. (b) Multiple sedimentary terrace levels can be observed in the crater basins. The interpretation of such a morphological record can be ambiguous in some instances because it can either correspond to the legacy of a unique lacustrine episode associated with a regular waning of the water, or show the record of several lacustrine episodes which could have been separated in times by aeons. The structure and morphology of accompanying deltas and regions of channel mouths can aid in discriminating between the two hypotheses. The notion of reactivation finds significant support not only in the analysis of fluvio-lacustrine system morphologies, but also in the survey of the catchment area and water supply systems, as well as climate modeling as shown in the next sections."
  }, {
    "heading": "4. Origin",
    "text": "Depending on the energy and duration of the flow, the Martian paleolakes completely or partially occupied their basin boundaries. The dimensions of crater basins where lakes and ponds were formed range from ten to hundreds of kilometers in diameter (Cabrol and Grin, 1999). According to McLane (1995, p. 193), ‘‘Lakes [on Earth] in different climates or lakes of very different sizes are very different in their chemistry and organic productivity, their physical structure and dynamics and the nature of their deposits’’. Therefore, the climatic environment of the Martian lakes at the\ntime of their setting could be documented by surveying their morphologies. The key diagnostic features are: (a) the source area and evidence for groundwater source, such as channels and chaos deposit, (b) the structures and features associated with the deposits at the channels mouth, (c) evaporitic deposits, (d) shorelines, and shore mounds. The ultimate goal is to be able to reconstruct enough of their environments by documenting critical questions such as: Where did they form? When did they form? What are their characteristics? Did these characteristics change with time? What do they tell us about the evolution of Martian hydrology and climate? They hold critical information that could help in assessing conditions they might have provided for the precursors of life, life inception, development, and preservation. Eventually, their potential as candidate landing sites for the exploration of Mars needs to be evaluated.\nFrom the morphological record, four types of water supply processes can be established for the Martian paleolakes, with intermediate subtypes associating multiple processes. Because of the glacial to periglacial climate conditions, they most likely included cold waters in general, with local occurrences of relatively warm hydrothermal waters. Evidence shows that their formation processes ranged from sudden, catastrophic, and short-lived events lasting from several days to several years, to slow and longer events that could have lasted over entire climate cycles (104–105 years). Both types of events were likely to have been regionally repetitive in time (Cabrol et al., 2000a,b)."
  }, {
    "heading": "4.1. Slow discharge of aquifer reservoirs",
    "text": "Many of the Martian valley networks imaged by MOC exhibit a morphology consistent with sapping processes (Malin and Carr, 1999; Malin and Edgett, 2000). This process implies slow drainage of groundwater and substantial lateral erosion of the valley walls. The morphology of these valleys is characterized by a series of alcove-like features and usually by a lack of dense tributary systems. If compared to terrestrial analogs, common characteristics would have been slow and episodic discharges (seasonal and/or accidental) and valley enlargement by wall retreat. A typical example of valleys formed through that process is shown in the MOC image #24106 captured in the Terra Meridiani region (Fig. 4). High-\nalbedo sand dunes now occupy the former main channel and tributaries, masking former channel bedforms. Considering the probable slow discharges involved, the freezing temperatures and evaporation rates, temporary ponds rather than lakes were likely to form in the topographic lows in these valleys or at their mouth, and might not have lasted more than a few hours or weeks since the atmosphere was becoming thinner in recent geological times. Few hundreds of kilometers to the east, but in the same hydrogeological region, MOC captured what resembles morphological evidence of a playa (Fig. 5). Clear traces of cracks at the surface of the deposits are similar to those observed in terrestrial playas following the desiccation of the deposits. This deposit could be relatively recent. The putative playa is part of the hydrogeological region of the Schiaparelli basin, which shows pristine lacustrine deltas.\nNew indications of slow discharge of aquifers associated with lake and pond formation in impact craters were revealed recently by MOC (Malin and Edgett, 2000). For the first time, the camera provided\ndirect evidence that a fluid had been seeping recently through impact crater walls and forming lakes and ponds on the basin floor. MOC image M11-0944 captured a 7-km impact crater located in the Newton basin (Fig. 6). The image distinctly shows an emergence level in the inner slope of an impact crater, as well as channels and alluvial fans. A detail of the crater floor shows a deposit of layered aqueous material covering several square kilometers that suggests repetitive episodes of deposition and ponding. As the state of preservation of these features reveals, the deposition of the aqueous material occurred in recent geological times (Malin and Edgett, 2000) and might even be current. This latter point raises a series of critical questions considering the average Martian temperature of 50 jC and an atmosphere pressure 165 times lower than that of Earth. Moreover, these features occur in the coldest regions of Mars, between 30j and 70j of latitude in both hemispheres (Malin and Edgett, 2000). If water is the most likely fluid, it\nis necessary to find models that take into account these physical parameters. One way to depress the freezing point of water would be the presence of salts in the fluid, which would be consistent with results obtained at the two Viking landing sites, where the presence of salts was shown in the soil (Toulmin et al., 1977). A super-saline fluid (superbrine) could depress the freezing point down to between 20 and 60 jC depending on its composition. Therefore, this seepage could be envisioned as a seasonal process occurring when the temperature becomes relatively high enough to reach the melting point. The surface channels, the well-developed alluvial fans, and the layered deposits also show that the fluid flowing downslope is successfully fighting evaporation to some extent. Malin and Edgett (2000) hypothesize that water would be kept from evaporating and maintained under pressure by a cap of ice. A possible additional clue is provided by the orientation of these features, which are for 50% of them observed on slopes pointing to the pole, thus not exposed to the sun. This preliminary observation and possible correlation with slope exposure is possibly the indication of a physical and/or chemical threshold that initiates the\nprocess. However, the latitudinal bands and orientation suggested by Malin and Edgett might also just be a statistical sampling artifact and a thorough examination of images acquired in the intertropical band, as well as on non-pole facing slopes, is still necessary before a final conclusion can be reached."
  }, {
    "heading": "4.2. Catastrophic discharge of groundwater",
    "text": "Episodic catastrophic release of groundwater occurred throughout Martian history. Although it might have taken globally millions of years to form those final channels observed today, each episode of outflow was likely sudden, brutal, and possibly shortlived (few days to few years) as demonstrated by the streamlined islands, striated floors, inner cataracts, and etched and plucked zones (Baker and Milton, 1974; Baker, 1982; Baker et al., 1992). Models of flow transport show that the flow velocity could have ranged between 4.7 and 27 m/s (Komar, 1980). The amount of material deposited at the channel mouths suggests that these flows were more likely powerful giant mud flows rather than water flows. Their destructive power has been demonstrated by terrestrial analogs on many occasions during floods and earthquakes. It is likewise demonstrated on Mars by the morphology of relic impact craters that lay in the direct path of these outflows (e.g., collapsed walls, structures subdued under mud deposits). It is therefore unlikely that lakes were formed in topographic lows directly in the path of the outflows. However, there are many instances where flows were diverted by piracy channels and large and deep lakes of longer duration were formed at the mouth of these derivation channels. One of the best examples is provided by the Aram Chaos region (Fig. 7). Aram Chaos is a 250-km diameter round depression, the origin of which was probably an impact crater. A deep channel links Aram with the Ares Vallis outflow channel. At the junction of the channel and Aram Chaos, a large deltaic structure displays all the typical characteristics and transitional forms of a sublacustrine delta: a delta platform, a prodelta slope, distributary channels, and settling of fine material (likely laminated mud type). The delta platform is about 60-km long and 120-km wide. Activity in Ares Vallis has been traced from the Early Hesperian to as recently as the margin of the Hesperian and the Amazonian periods (several hun-\ndreds of millions of years ago only). It is thus likely that the climate conditions were not too different from those of today, and that freezing temperatures had rapidly generated an ice cover over its surface. The presence of a large body of water in this region is not only suggested by the channel and delta, it is also supported by the recent MOC and TES data. Aram Chaos is one of these regions where a hematite deposit had been discovered by TES (Christensen et al., 1999, in press). The shape of the hematite deposit corresponds to the plausible setting of the lake. More evidence is brought by a high-resolution MOC image showing fine-layered high-albedo deposits in the embedding material (Fig. 8) throughout the chaos region. This high-albedo material deposit was apparently buried deep under several hundreds of meters of darker materials of different origin(s) exposed after the formation of the chaos, suggesting that a lacustrine episode significant in extent and duration occurred at some time early in the history of the region. Other outflow regions on Mars are associated with the formation of lakes, such as the Maja and Mangala Valles regions, the latter being also likely associated with hydrothermal processes (discussed in the next section)."
  }, {
    "heading": "4.3. Release of hydrothermal water",
    "text": "Lakes may have been generated by relatively warm waters in two instances: near active volcanic/tectonic regions, and after the formation of an impact crater in a volatile-rich environment. As the Martian underground was, on a large scale, volatile-rich—as demonstrated by the formation of rampart ejecta on crater almost at global scale on the planet—and impact cratering and volcanic activity were most common on Mars (and might still be going on, as recently suggested by Hartmann et al., 2000), the generation of lakes through release of hydrothermal waters might have been quite common too. The process of formation of these hydrothermal lakes after impact cratering has been studied in detail by Newsom et al. (1996) who showed that deep craters could have breached local aquifers. The lens of melt material and the central peak\nregion provide a source of heat that favors the inception of hydrothermal processes. Newsom et al. (1996) draw their conclusion from the study of terrestrial analogs and conclude that on Mars, heat sources in craters of 50-km diameter or larger are sufficient to drive substantial hydrothermal activity for thousands of years. Recently, MOC images of impact basins, such as the Bakhuysen crater, show clear evidence of the presence of groundwater shortly after the formation of the crater (Malin and Carr, 1999). Grin and Cabrol (1997) developed a model of aquifer discharge in impact craters, suggesting that lakes were likely to be created in these depressions just following the impact event, thus providing a mechanism for water accumulation in craters even if evidence for surface drainage has not been observed. Until recently, the morphological evidence to support this model was scarce and the resolution unreliable. The new MOC images, especially the seeping features proposed by Malin and Edgett (2000), seem to strongly support this model (see Figs. 1 and 6). When observed on ancient craters, these fresh seeping features cannot be related any more to hydrothermal processes but rather to accidental destabilization of the aquifer (e.g., small earthquakes from nearby meteoritic impact and/or tectonic movement). However, these images of recent seeping provide a good illustration of what the sources of water for these lakes might have looked like. Impact cratering produced a source of heat somewhat limited in time compared to the heat delivered by volcanotectonic activity.\nFig. 9a and b shows two ways hydrothermal waters could have been delivered to the surface of Mars in volcano-tectonic environments. The first one involves the existence of fault systems in volcanic regions. The Mangala Valles provides an example where a recent outflow channel was generated from the emergence of an underpressure flow from the Memnonia fault system in the Tharsis region, where the four largest volcanoes of the solar system (Olympus, Arsia, Pavonis, and Ascraeus Montes) are located. The outflows rushed downstream for several hundreds of kilometers before debouching in the Amazonis Planitia. Along its course, it destroyed many craters but formed numerous lakes in others. Some of them show well-defined deltaic structures (see Fig. 10). Another example is provided by impact crater paleolakes in the Aeolis region, where a series of lakes were formed in the\nneighborhood of Zephyra Patera, an f 4000-m-high volcano (Fig. 9b). Small drainage networks were formed on the slope of the volcano and converged towards a large valley and impact craters where smooth aqueous deposits, sedimentary terraces, and drainage systems strongly support lacustrine activity. Evidence for volcanic hydrothermal sources has been presented in studies by Gulick (1998) and Dohm and Tanaka (1999) which established a relationship between the heads of small valley networks and large craters."
  }, {
    "heading": "4.4. Generation of water from glacial melt",
    "text": "Among the ancient Martian paleolakes, there is at least one case at Viking resolution where subglacial processes and the formation of subglacial lakes can be suggested (Cabrol et al., 2000a,b). The Darwin crater is 173 km in diameter located 57jS latitude and 17jW\nlongitude. A network of valleys was developed east of its rim. Most of the valleys head west to enter the crater basin while one long and large valley named Doanus Valles heads southwest. Considering its size and erosion, the Darwin crater is probably between 3.6 and 3.9 Ga old. However, the material observed in the valleys converging in Darwin or towards the southwest is much younger. Cabrol et al. (2000a,b) proposed that the material could be from the Late Amazonian (at most) or even current, since there are no superimposed impact craters on it. The morphology of the catchment area shown in Fig. 11 is particularly revealing. The rim is dissected by large valleys filled with material. Although lineated, this material shows significant differences from the lineated material of fretted valleys observed in the northern hemisphere, the formation of which is explained by the meeting of opposing aprons—longitudinal ridges—(Squyres, 1978), and by the downvalley flow of volatile-rich material—longitudinal curled striae—(Lucchitta, 1984). There are several indications that this region might have experienced glaciers and subglacial flows. A possible indication of a meteorological contribution is seen in the Argyre\nBasin and in the Darwin crater/Doanus region. In a region where the GCM model of Haberle et al. (2000) suggests accumulation of snow during favorable obliquity cycles, a survey of the Darwin crater morphology shows valleys starting in cirque-like depressions near mountain crests, where CO2 frost currently accumulates and where water ice was likely to have accumulated during previous warmer climate cycles. These valleys converge at the crater basin. The material within these valleys is still visible. It is different from the fretted terrain material, as the junction between valleys resembles glacier junctions and not longitudinal ridges. The best evidence of material flow, and its potential origin from subglacial flow, is the existence of several deltas downstream. One of these deltas (Fig. 12-2) is associated with the Doanus Valles system (63.0jS latitude and 19jW longitude) which originates also in the Darwin region. The Doanus system displays sections of valleys filled with material resembling relics of glacier material such as moraines and downstream sections characterized by sinuous drainage channels with no fill material. The morphological sequence of cirque-like source areas near the crests, valleys filled with lineated material, valley junctions resembling moraine collection, sinuous channels and deltas is consistent with the evidence left by a recent glacier and asso-\nciated downstream basal melting. The morphology of the delta itself is of a large, 40-km lobate structure, which shows the superposition of multiple thick layers of sediment. Several levels of delta deposits correspond to terrace levels in the channel and suggest several episodes of flow. Recently, a series of MOC images have shown more evidence of volatile-rich flow in valleys of the southern hemisphere, but so far, the Darwin crater/Doanus Valles and deltas provide the best evidence for a plausible meteorological contribution, the formation of glaciers and subglacial flows, and the establishment of lakes in topographic lows associated with the generation of large sublacustrine deltas. Finally, it is important to emphasize that as on Earth, many of the lakes formed on Mars were not necessarily formed through a single process only but likely as a combination of several of those presented in the previous section."
  }, {
    "heading": "5. Morphological record",
    "text": "The best evidence that a body of water was generated and sustained for a significant period of\ntime is given by the sedimentary structures that are associated with them, which are described in detail in Cabrol and Grin (1999). Therefore, only summarized here are what they are and what their main characteristics are."
  }, {
    "heading": "5.1. Deltas",
    "text": "Martian deltas present varied morphologies that can be lobate, fanlike, or elongated (Fig. 12). Grin and Cabrol (2000, this book) develops a chapter on Martian subglacial lacustrine deltas. From terrestrial analogs, it is known that elongated delta plains indicate high-discharge periods; entrenchment and dissection indicate the resurgence of water influx; successive fan lobes are the results of cyclic discharges; funneled deltaic mesas can also be indicative of forced subglacial discharges under ice-covered lakes (Grin and Cabrol, 1997). Among all crater paleolakes, many had deltas partially destroyed by erosion and/or subsequent impact cratering. About 75 complete or partial deltaic structures were observed at Viking resolution (Cabrol and Grin, 2000). The lobate types are the most numerous, emphasizing the likely role of repetitive cycles of activity, while the fanlike are the least observed. Some of the deltas resembling those of terrestrial subglacial lakes are discussed by Grin and Cabrol (2000, this book). The most recent deltaic structures on Mars, and associated aqueous deposits, do not show any large superimposed impact craters. This observation could reveal a recent setting in conditions which were not too different from those of today (Cabrol et al., 2000a,b; Haberle et al., 2000; Hartmann et al., 2000; Malin and Edgett, 2000). This raises the question of the origin of the water and of its stability at the surface, the same questions that are being raised for the seeping features observed by Malin and Edgett (2000) that could be even more recent than these deltas."
  }, {
    "heading": "5.2. Terraces",
    "text": "Many of the Martian paleolakes show sedimentary terraces. Some of them are smooth (at 70 m/pxl resolution), while other show unambiguous features such as streamlining and etching, as in Gale crater shown in Fig. 13. Several hypotheses were proposed to explain these markings (Cabrol et al., 1998; Cabrol\nand Grin, 1999). Wind sculptures (yardang-like features) were suggested but are unlikely considering the direction of the marking which is always perpendicular to the terraces’ orientation, while the terraces are formed all around on a circular mound within the crater. The preferred hypothesis is that of scours from an ice sheet covering the lake after its formation. This particular crater lake was formed less than 500 million years ago (Cabrol et al., 1998), most likely in climate conditions which were at best periglacial, and most likely glacial."
  }, {
    "heading": "5.3. Layering",
    "text": "The MOC camera has revealed that most of the Martian upper regolith is layered. Although the origin of the materials seen in these layers is currently difficult to assess, the aqueous sedimentary hypothesis is likely when the context is that of an ancient lake as is the case for Gale crater, with spectacular layering observed both at Viking and MOC resolution (Fig. 14). These layers provide indications about the volume of sediment deposited and associated volumes of\nwater. They could show cycles of lacustrine activity but before these layers are studied in situ it will be impossible to confirm if there are evidence of several lacustrine episodes or a record of the waning of the lake water during a unique episode."
  }, {
    "heading": "5.4. Evaporitic deposits",
    "text": "Some basins show deposits of high-albedo material that suggest the presence of evaporite (Fig. 15) although it cannot be confirmed so far by TES. Their location within the basin would be consistent with water evaporation. Evaporation was likely a prom-\ninent phenomenon in the thin Martian atmosphere. However, evaporite deposits are fragile environments, and there are only two circumstances that could explain why they are still seen today: (a) they are ancient and they have been rapidly buried after formation by subsequent geological episodes and reexposed recently at the surface by erosion, or (b) they are recent or contemporary. In both cases, they are likely to be mixed with other material, such as the embedding material in the first case, or with dust and sand in the second case. In all likelihood, their spectral signature might be one of highly mixed minerals at TES resolution. Therefore, critical information about these deposits that could teach us more about the climate in which these lakes or ponds were formed is currently missing. Evaporites are characteristic of arid environments, but they can either be formed in warm or very cold environments. Their mineralogical composition holds the clue to responding to that question. If the proposed missions can access this level of detail, mineralogical differences in the composition between ancient exposed and relatively recent evaporite deposits might be revealed and could reveal the climate change on Mars through aeons."
  }, {
    "heading": "5.5. Shorelines",
    "text": "Shorelines in periglacial environments have different morphologies from those formed in temperate or tropical environments. This simple observation is at the heart of the current debate about the Martian northern ocean. Large beaches are unlikely to have developed on Mars because long-lasting tropical—or even temperate—climate conditions were unlikely to have happened, and also because beaches and associated features are fragile environments. For the Martian ocean, as for all ancient bodies of water on Mars, most traces of shorelines have most likely disappeared if the features were formed earlier than a few millions years ago. In periglacial climate, alignments of blocks pushed by ice are common and beaches are not as developed. It is therefore difficult to identify shorelines on Mars, not only because hundreds of millions of years of erosion and deposition may mask the evidence, but also because before MGS and the MOC resolution it was impossible to observe any feature the size of a boulder. However, metric-size blocks are detected now by MOC and could help unravel potential block alignments on putative shorelines. At Viking resolution, several crater basins showed morphologies that are consistent with a series of shoreline. One example is shown in Fig. 16. Series of parallel fronts could indicate the deposition of material through time and shoreline processes."
  }, {
    "heading": "5.6. Mounds",
    "text": "Pingos and frost mounds in general are often associated with lakes in periglacial environments. They can be circular to elongated, hundreds of meters in diameter, and covered by sediments. Cryostatic pressure and hydraulic water pressure are the two processes associated with their origin. Their presence on Mars has been suggested in several studies (Lucchitta, 1981; Rossbacher and Judson, 1981; Squyres et al., 1992; Parker et al., 1993) More recently, possible frost mounds have been described in Gusev crater (Cabrol et al., 2000a,b). Gusev crater was the locus of several major lacustrine episodes (Cabrol and Grin, 1995; Grin and Cabrol, 1997; Cabrol et al., 1998). Although an order of magnitude larger than potential terrestrial analogs, the Martian features show morphological and morphometrical ratios that are similar to those of terrestrial pingos (Fig. 17). In the same region, heaves, curvilinear troughs, small hills, longitudinal ridges, and chaotic depressions present in the basin support the hypothesis of a sediment/ice interaction, and the evolution of periglacial processes in this region after the last lake episode dated a few hundreds of million years ago (Cabrol et al., 1998)."
  }, {
    "heading": "6. Lifetime of Martian paleolakes",
    "text": "For most of Martian history, the generation of lakes was subjected to extreme conditions that included: freezing average temperatures, low atmospheric pressure, high-evaporation rate, and liquid water locked underground in aquifers below several kilometers of cryosphere. Potential triggers of fluvial and lacustrine activity would then have been: (a) accidental events, such as meteorite, asteroid, and comet strikes that breached through the aquifer, tectonic movements (e.g., fracturing of the aquifer), (b) more durable events, such as climate changes during favorable obliquity cycles (z 30j), or (c) other, that could include flows of superbrines (or other fluids that have yet to be determined) even in today’s conditions. Climate cycles provided temporary increases in temperatures; superbrines could offer solutions to depress the melting point. Possible magmatic pulses could also have contributed to increase temporarily the atmosphere pressure (Baker et al., 2000; Dohm et\nal., 2000). However, most of its history Mars experienced low pressure and low temperature and once a body of water was formed at the surface, it faced a high-evaporation/sublimation rate which could vary with the surface albedo (Moore et al., 1995). Regardless of these limiting physical factors, some of the paleolakes show evidence of long water residence assuming perennial lacustrine activity. There are two approaches to assessing the lifetime of these lakes: reconstruction of the lake’s bathymetry from its morphological record (Grin and Cabrol, 1997), and modeling. The first approach uses the shape of the crater basins, possible indicators of paleoshorelines, playas, evaporites, sedimentary terrace levels, and topographic data that can be orbital or ground based (e.g., radar profiles). The resulting bathymetric model is then used to estimate the volume of water for successive plausible water levels (as revealed by the sedimentary terrace levels). The total volume of the lake V of depth z is given by V ¼ Z z¼n z¼0 Azdz ð2Þ\nwhere Az is the area of a contour line of depth z. The volume V is computed from the lake bottom (z = 0) to a given water level n. Area of contour-line series m and n are then plot against z. The volume of the lake is summed by the elementary volumes included between Am and An. The volume of a given element between two levels z=m and z = n is determined using the formula of a frustum cone volume simulated as\nVm n ¼ 1\n3 ½Am þ An þ ðAm AnÞ1=2 ðm nÞ: ð3Þ\nThe volume V is then used to deduced the plausible lifetime of the lake. The lifetime of the lake depends on the volume balance between the release of water into the crater, its loss by evaporation and by infiltration from the lake surface, and loss by the ablation of an ice-covered sheet formed at the surface (Grin and Cabrol, 1997). The residence time of the lake is given by the equilibrium of the ice volume removed by the ice-sheet ablation, and the supply of liquid water at the ice/water interface. Assuming a worst-case scenario, which includes when the latent heat flux at the ice/water interface is insufficient to maintain the water above freezing and the water supply ceases, the total\nlake body would freeze at a time scale corresponding to the conductive cooling of the melt sheet of the crater bottom. When the ice sheet is no longer sustained at the interface ice/water by liquid water, the lake wanes. The example of the 160-km Gusev crater (Grin and Cabrol, 1997) showed that the frozen water of the whole lake volume at 500-m elevation can be estimated by the volume of liquid water contained by the initial 500-m-deep lake, giving an ice volume of 4700 km3 for a density ice/water about 0.9 kg m 3 (Kieffer, 1990). This volume corresponds to an ice-sheet thickness of 430 m spread uniformly over the 11,000 km2 of the lakebed area. According to ice-covered Antarctic lake surveys, a reasonable ablation rate of 3 cm/year (McKay et al., 1985) gives a total ice-sheet lifetime of 104 years in the case of no supply of ice at the ice/water interface. A time scale of 2 104 years to dry out the water from the aquifer’s mean distance to the center of the ice-covered lake as a function of a flow-rate of 10 6 m s 1 is estimated, with a corresponding hydraulic conductivity of 5 10 7 m s 1 (Newsom et al., 1996). If the equilibrium between the ablation of the ice sheet and the water supply was maintained, the duration of the lake could have been twice as long, corresponding to the total drainage of the aquifer. This model assumes an undisturbed cycle of formation. Moore et al. (1995) proposed a lifetime of 38,000 years for a 400-m-deep lake with an albedo of 0.3 or 218,000 years with an albedo of 0.5. These two examples show potential Martian lake lifetimes ranging from 104 to 105 years. Interestingly, these estimates are consistent with the span of climate cycles, as well as with the lifetime of glaciers.\nThe other approach developed by Haberle et al. (2000) was to investigate the possibility that the most recent Martian paleolakes were formed by meteorological control (favorable obliquity cycles) rather than by geological factors. Haberle et al. adopted the model of Antarctic Dry Valley lakes, which are always covered with ice but never freeze completely. Liquid water is maintained beneath the ice by glacial melting from nearby snow accumulations. The three requirements for this model are: a source of snow, temperatures exceeding the freezing point at least several days per year, and meteorological conditions allowing liquid water to be stable long enough to flow into the lake. The GCM model used by Haberle et al. (2000)\nincludes the new MOLA data. It shows that under current conditions there are still several regions on Mars where water could be stable over a period exceeding 10 days for some of them (see Fig. 3), which is a typical value for the Antarctic Dry Valley lakes. However, a basic requirement is also to melt the ice before it could flow, which is problematic under current Martian conditions. However, both morphological/bathymetrical survey and modeling suggest that Martian lakes could have been generated and sustained for significant periods of time during favorable climate cycles. It is also possible that the welldeveloped, and potentially perennial, paleolakes observed on Mars were formed during these favorable periods, while small ponds, or small basins showing evaporites were formed by accidental discharges randomly throughout Martian history. They might have just lasted for few hours or few days."
  }, {
    "heading": "7. Conclusion: abodes of life?",
    "text": "Lakes are favorable environments for the inception, development, and preservation of living organisms, or of dead organisms via fossilization processes. Considering the discovery of potential recent to current liquid water and volcanic activity on Mars, and also taking into account that lakes formed in impact craters created diversified environments through time, ranging from hydrothermally driven waters to icecovered habitats, it is reasonable to suggest that the paleolakes were probably among the most favorable environments if life arose on Mars. Water is a prerequisite for life, and energy is needed to sustain living organisms. The fact that both might still be present today on Mars significantly increases the potential for survival, although living organisms protected from surface UV bombardment would be facing extreme survival conditions. If life did arise on Mars, it is unknown if it existed on a continuous scale throughout the history of the planet, or was terminated and restarted at multiple events, as suggested by Maher and Stevenson (1988) and Sleep et al. (1989). Living organisms would have to be highly adaptable to have survived throughout extreme climatic conditions and fluctuations. If life arose in impact crater paleolakes soon after their formation, they might have provided conditions to sustain living organisms in\nthermally driven subaerial or subaqueous environments. Terrestrial analog environments have been described by Brock (1967). The preservation of biological information in hydrothermal deposits was discussed by Walter and Des Marais (1993) and Farmer (2000). As the body of water cools and freezes, physical and chemical changes occur in the lake (e.g., water temperature, pH, salinity) which have direct consequences on species abundance, diversity, and dominance. Perennially ice-covered lakes in Antarctica are hosts to microbial mats composed primarily of bacteria, cyanobacteria, and algae which exist without sunlight for most of the year (Wharton, 1994). In extremely arid environments, playas still provide niches for these microorganisms found in carbonate deposits (Schopf, 1983; McKay and Nedell, 1988) and in evaporites (Rothschild, 1990). Endolithic communities are also potential microorganisms that can be envisioned for Mars. These communities seek refuge below or within rocks and are common in desert environments, including the Antarctica Dry Valleys (Friedmann, 1982, 1986; Friedmann and Koriem, 1989). Impact crater paleolakes might have been abodes for life on Mars, maybe the most diversified on the planet over time and throughout climate changes. Observation of recent to current seeping processes in these environments designate them as primary candidates for future rover and sample return missions."
  }, {
    "heading": "Acknowledgements",
    "text": "This study is financially supported by NASA Life Sciences through SETI Institute Cooperative Agreement No. NCC2-1064. The author would like to thank Horton E. Newsom and an anonymous reviewer for their constructive remarks and suggestions. Our thanks also go to Brenda Simmons at the SETI Institute for her patient and dedicated revision and editing of the manuscript."
  }],
  "year": 2002,
  "references": [{
    "title": "Sedimentary Environments and Facies",
    "authors": ["P.A. Allen", "J.D. Collinson"],
    "year": 1986
  }, {
    "title": "A global view of Martian surface compositions from MGS–TES",
    "authors": ["J.L. Bandfield", "V.E. Hamilton", "P.R. Christensen"],
    "venue": "Science",
    "year": 2000
  }, {
    "title": "The Spokane floods controversy and the Martian outflow channels",
    "authors": ["V.R. Baker"],
    "venue": "Science",
    "year": 1978
  }, {
    "title": "The Channels of Mars",
    "authors": ["V.R. Baker"],
    "year": 1982
  }, {
    "title": "Erosion by catastrophic floods on Mars and Earth",
    "authors": ["V.R. Baker", "D.J. Milton"],
    "venue": "Icarus",
    "year": 1974
  }, {
    "title": "Mars Oceanus Borealis, ancient glaciers, and the MEGAOUTFLO hypothesis",
    "authors": ["V.R. Baker", "R.G. Strom", "J.M. Dohm", "V.C. Gulick", "J.S. Kargel", "G. Komatsu", "G.G. Ori", "J.W. Rice Jr."],
    "venue": "31st Lunar and Planetary Science Conference,",
    "year": 2000
  }, {
    "title": "Crater size-frequency distributions and a revised Martian relative chronology",
    "authors": ["N.G. Barlow"],
    "venue": "Icarus",
    "year": 1988
  }, {
    "title": "The Schiaparelli basin as a Mars Surveyor 2001 landing site",
    "authors": ["N.G. Barlow"],
    "venue": "Mars Landing Site Workshop,",
    "year": 1998
  }, {
    "title": "On the thermal history, thermal state, and related tectonism of a Moon fission origin",
    "authors": ["A.B. Binder", "M.A. Lange"],
    "venue": "Journal of Geophysical Research",
    "year": 1980
  }, {
    "title": "Life at high temperatures",
    "authors": ["T.D. Brock"],
    "venue": "Science 158,",
    "year": 1967
  }, {
    "title": "Etude des paleo-chenaux Martiens: caractéristiques morphologiques, distribution spatio-temporelle, mécanismes de genèse [PhD thesis",
    "authors": ["N.A. Cabrol"],
    "venue": "Paris I, Panthéon-Sorbonne University, France,",
    "year": 1991
  }, {
    "title": "Rapport de faisabilité d’une mission automatique d’exobiologie sur la planète Mars: Ministère de l’Enseignement Supérieur et de la Recherche, compte-rendu de fin de mission post-doctorale",
    "authors": ["N.A. Cabrol"],
    "year": 1995
  }, {
    "title": "A morphological view on potential niches for exobiology",
    "authors": ["N.A. Cabrol", "E.A. Grin"],
    "venue": "Planetary and Space Science",
    "year": 1995
  }, {
    "title": "Distribution, classification, and ages of Martian impact crater lakes",
    "authors": ["N.A. Cabrol", "E.A. Grin"],
    "venue": "Icarus 142,",
    "year": 1999
  }, {
    "title": "Recent lakes on Mars",
    "authors": ["N.A. Cabrol", "E.A. Grin"],
    "venue": "1st Astrobiology Science Conference, NASA Ames Research Center, Abstract,",
    "year": 2000
  }, {
    "title": "Fluvial processes and sedimentation in Ma’adim Vallis and Gusev crater: arguments for a high priority exobiology site",
    "authors": ["N.A. Cabrol", "R. Landheim", "R. Greeley", "J. Farmer"],
    "venue": "25th Lunar and Planetary Science Conference,",
    "year": 1994
  }, {
    "title": "Duration of the Ma’adim Vallis–Gusev crater hydrogeologic system, Mars",
    "authors": ["N.A. Cabrol", "E.A. Grin", "R. Landheim", "R.O. Kuzmin", "R. Greeley"],
    "venue": "Icarus 133,",
    "year": 1998
  }, {
    "title": "Possible frost mounds in an ancient Martian lakebed",
    "authors": ["N.A. Cabrol", "E.A. Grin", "W.H. Pollard"],
    "venue": "Icarus 145,",
    "year": 2000
  }, {
    "title": "Distribution and ages of Martian impact crater lakes: the morphological evidence for recent lacustrine activity",
    "authors": ["J. Schaeffer"],
    "venue": "31st Lunar and Planetary Science Conference,",
    "year": 2000
  }, {
    "title": "The role of lava erosion in the formation of Lunar rilles and Martian channels",
    "authors": ["M.H. Carr"],
    "venue": "Icarus 22,",
    "year": 1974
  }, {
    "title": "Formation of Martian flood features by release of water from confined aquifers",
    "authors": ["M.H. Carr"],
    "venue": "Journal of Geophysical Research",
    "year": 1979
  }, {
    "title": "Water on Mars",
    "authors": ["M.H. Carr"],
    "year": 1996
  }, {
    "title": "Results from Mars Global Surveyor Thermal Emission Spectrometer",
    "authors": ["Christensen"],
    "venue": "Science 279,",
    "year": 1998
  }, {
    "title": "A model for the hydrologic and climatic behavior of water on Mars",
    "authors": ["S.M. Clifford"],
    "venue": "Journal of Geophysical Research",
    "year": 1993
  }, {
    "title": "Environmental stress and the search for life on Mars",
    "authors": ["C.S. Cockell", "E.A. Grin", "D.D. Wynn-Williams", "R.M. Haberle", "N.A. Cabrol"],
    "venue": "1st Astrobiology Science Conference,",
    "year": 2000
  }, {
    "title": "Martian outflow channels: quantitative comparisons of erosive capacities for eolian and fluvial models",
    "authors": ["J.A. Cutts", "K.R. Blasius"],
    "venue": "Lunar and Planetary Science Conference,",
    "year": 1979
  }, {
    "title": "Martian channels formed by lava erosion",
    "authors": ["J.A. Cutts", "W.J. Roberts", "K.R. Blasius"],
    "venue": "Lunar and Planetary Science Conference,",
    "year": 1978
  }, {
    "title": "Martian lake basins and lacustrine plains",
    "authors": ["R. De Hon"],
    "venue": "Earth, Moon, and Planets",
    "year": 1992
  }, {
    "title": "Geology of the Thaumasia region, Mars: plateau development, valley origins, and magmatic evolution",
    "authors": ["J.M. Dohm", "K.L. Tanaka"],
    "venue": "Planetary and Space Science",
    "year": 1999
  }, {
    "title": "Pulses of magmatic activity through time: potential triggers for climatic variations on Mars",
    "authors": ["J.M. Dohm", "R.C. Anderson", "V.R. Baker", "R.G. Strom", "G. Komatsu", "T.M. Hare"],
    "venue": "31st Lunar and Planetary Science Conference,",
    "year": 2000
  }, {
    "title": "Sedimentary Basins",
    "authors": ["G. Einsele"],
    "year": 1992
  }, {
    "title": "Strategies for the astrobiological exploration of Mars. Concepts and Approaches for Mars Exploration, Part 1",
    "authors": ["J.D. Farmer"],
    "venue": "Lunar and Planetary Institute,",
    "year": 2000
  }, {
    "title": "Exobiology, part 1, section 5",
    "authors": ["J.D. Farmer", "D.J. DesMarais", "H.P. Klein"],
    "venue": "NASA RP 1238: Mars Landing Site Catalog,",
    "year": 1994
  }, {
    "title": "A case for Martian salars and saline lakes during the Noachian",
    "authors": ["R.D. Forsythe"],
    "venue": "21st Lunar and Planetary Science Conference,",
    "year": 1990
  }, {
    "title": "Noachian Martian salars (closed drainage salt pans) and sabkhas as a lander/sample return mission target",
    "authors": ["R.D. Forsythe", "C.R. Blackwelder"],
    "venue": "Mars Landing Site Workshop,",
    "year": 1998
  }, {
    "title": "A case for ancient evaporite basins on Mars",
    "authors": ["R.D. Forsythe", "J.R. Zimbelman"],
    "venue": "Journal of Geophysical Research 100,",
    "year": 1995
  }, {
    "title": "Lacustrine environments",
    "authors": ["T.D. Fouch", "W.E. Dean"],
    "venue": "Sandstone Depositional Environments,",
    "year": 1982
  }, {
    "title": "Endolithic microorganisms in the Antarctic cold",
    "authors": ["E.I. Friedmann"],
    "venue": "desert. Science",
    "year": 1982
  }, {
    "title": "The Antarctic cold desert and the search for traces of life on Mars",
    "authors": ["E.I. Friedmann"],
    "venue": "Advances in Space Research",
    "year": 1986
  }, {
    "title": "Life on Mars: how it disappeared (if it was ever there)",
    "authors": ["E.I. Friedmann", "A.M. Koriem"],
    "venue": "Advances in Space Research",
    "year": 1989
  }, {
    "title": "Geologic map of the Eastern Equatorial region of Mars. U.S. Geological Survey Miscellaneous Investigation Series Map I-1802-B, scale 1:15,000,000",
    "authors": ["R. Greeley", "J.E. Guest"],
    "year": 1987
  }, {
    "title": "Limnologic analysis of Gusev crater paleolake, Mars",
    "authors": ["E.A. Grin", "N.A. Cabrol"],
    "venue": "Icarus 130,",
    "year": 1997
  }, {
    "title": "Hydrologic and climatic significance of lacustrine deltas in Martian impact craters",
    "authors": ["E.A. Grin", "N.A. Cabrol"],
    "venue": "Lunar and Planetary Science Conference,",
    "year": 2000
  }, {
    "title": "Magmatic intrusion and a hydrothermal origin for fluvial valleys on Mars",
    "authors": ["V.C. Gulick"],
    "venue": "Journal of Geophysical Research",
    "year": 1998
  }, {
    "title": "Meteorological control on the formation of paleolakes on Mars",
    "authors": ["R.M. Haberle", "C.P. McKay", "J. Schaeffer", "M. Joshi", "N.A. Cabrol", "E.A. Grin"],
    "venue": "31st Lunar and Planetary Science Conference,",
    "year": 2000
  }, {
    "title": "Martian chronology: new Mars Global Surveyor results on absolute calibration",
    "authors": ["W.K. Hartmann", "J.A. Grier", "D.C. Berman", "W. Bottke", "B. Gladman", "A. Morbidelli", "J.M. Petit", "L. Dones"],
    "venue": "31st Lunar and Planetary Science Conference,",
    "year": 2000
  }, {
    "title": "White Mars: a new model for Mars’ surface and atmosphere based on CO2",
    "authors": ["N. Hoffman"],
    "venue": "Icarus",
    "year": 2000
  }, {
    "title": "Lacustrine sedimentation. In: Fairbridge",
    "authors": ["S. Horie"],
    "year": 1978
  }, {
    "title": "The model for secondary crater’s distribution",
    "authors": ["B. Ivanov"],
    "venue": "Lunar and Planetary Science Conference,",
    "year": 2000
  }, {
    "title": "Introduction to carbonate and evaporite facies",
    "authors": ["N.P. James", "A.C. Kendall"],
    "venue": "Geological Association of Canada,",
    "year": 1992
  }, {
    "title": "Formation and dissociation of clathrate hydrates on Mars: polar caps, northern plains, and highlands",
    "authors": ["J.S. Kargel", "K.L. Tanaka", "V.R. Baker", "G. Komatsu", "D.R. MacAyeal"],
    "venue": "31st Lunar and Planetary Science Conference,",
    "year": 2000
  }, {
    "title": "Facies Model—Response to Sea Level Changes",
    "authors": ["A.C. Kendall"],
    "venue": "Geological Association of Canada,",
    "year": 1992
  }, {
    "title": "H2O grain size and the amount of dust in Mars’ residual north polar cap",
    "authors": ["H.H. Kieffer"],
    "venue": "Journal of Geophysical Research",
    "year": 1990
  }, {
    "title": "Comparisons of the hydraulics of water flows in Martian outflow channels with flows of similar scale on Earth",
    "authors": ["P.D. Komar"],
    "venue": "Icarus",
    "year": 1979
  }, {
    "title": "Modes of sediment transport in channelized water flows with ramifications to the erosion of Martian outflow channels",
    "authors": ["P.D. Komar"],
    "venue": "Icarus",
    "year": 1980
  }, {
    "title": "Inhomogeneities in the upper levels of the Martian cryolithosphere",
    "authors": ["R.O. Kuzmin", "N.N. Bobina", "E.V. Zabulueva", "V.P. Shaskina"],
    "venue": "Lunar and Planetary Science Conference,",
    "year": 1988
  }, {
    "title": "Exobiology sites for Mars exploration and geologic mapping of Gusev crater-Ma’adim Vallis [Master Thesis",
    "authors": ["R. Landheim"],
    "venue": "Arizona State University,",
    "year": 1995
  }, {
    "title": "Stratigraphic assessment of Gusev crater as an exobiology landing site",
    "authors": ["R. Landheim", "N.A. Cabrol", "R. Greeley", "J. Farmer"],
    "venue": "25th Lunar and Planetary Science Conference,",
    "year": 1994
  }, {
    "title": "The chaotic obliquity of the planets",
    "authors": ["J. Laskar", "P. Robutel"],
    "venue": "Nature 362,",
    "year": 1993
  }, {
    "title": "Mars and Earth: comparison of cold-climate features",
    "authors": ["B.K. Lucchitta"],
    "venue": "Icarus",
    "year": 1981
  }, {
    "title": "Ice sculpture in the Martian outflow channels",
    "authors": ["B.K. Lucchitta"],
    "venue": "Journal of Geophysical Research",
    "year": 1982
  }, {
    "title": "Ice and debris in the fretted terrains, Mars",
    "authors": ["B.K. Lucchitta"],
    "venue": "Journal of Geophysical Research",
    "year": 1984
  }, {
    "title": "Chryse Basin channels: low gradients and ponded flows",
    "authors": ["B.K. Lucchitta", "H.M. Ferguson"],
    "venue": "Proceedings of the 13th Lunar and Planetary Science Conference. Journal of Geophysical Research Supplement,",
    "year": 1983
  }, {
    "title": "Did ice streams carve Martian outflow channels",
    "authors": ["B.K. Lucchitta", "D.M. Anderson", "H. Shoji"],
    "venue": "Nature",
    "year": 1981
  }, {
    "title": "Impact frustration of the origin of life",
    "authors": ["K.A. Maher", "D.J. Stevenson"],
    "venue": "Nature 331,",
    "year": 1988
  }, {
    "title": "Groundwater formation on Martian valleys",
    "authors": ["M.C. Malin", "M.H. Carr"],
    "venue": "Nature",
    "year": 1999
  }, {
    "title": "Evidence for recent groundwater seepage and runoff on Mars",
    "authors": ["C.M. Malin", "K.S. Edgett"],
    "venue": "Science",
    "year": 2000
  }, {
    "title": "Are there carbonate deposits in Valles Marineris, Mars? Icarus",
    "authors": ["C.P. McKay", "S.S. Nedell"],
    "year": 1988
  }, {
    "title": "Thickness of ice on perennially frozen lakes",
    "authors": ["C.P. McKay", "S.S. Clow", "R.A. Wharton Jr.", "S.W. Squyres"],
    "venue": "Nature 313,",
    "year": 1985
  }, {
    "title": "The Geology of Fluvial Deposits",
    "authors": ["A.D. Miall"],
    "year": 1996
  }, {
    "title": "Water and processes of degradation in the Martian landscape",
    "authors": ["D.J. Milton"],
    "venue": "Journal of Geophysical Research",
    "year": 1973
  }, {
    "title": "Carbon dioxide hydrate and floods on Mars",
    "authors": ["D.J. Milton"],
    "venue": "Science",
    "year": 1974
  }, {
    "title": "The circum-Chryse region as possible example of hydrologic cycle on Mars: geologic observations and theoretical evaluation",
    "authors": ["J.M. Moore", "G.D. Clow", "W.L. Davis", "V.C. Gulick", "D.R. Janke", "C.P. McKay", "C.R. Stoker", "A.P. Zent"],
    "venue": "Journal of Geophysical Research",
    "year": 1995
  }, {
    "title": "Martian fluidized crater morphology",
    "authors": ["P.J. Mouginis-Mark"],
    "year": 1979
  }, {
    "title": "Ejecta areas of impact craters on the Martian ridged plains",
    "authors": ["P.J. Mouginis-Mark", "E.A. Cloutis"],
    "venue": "14th Lunar and Planetary Science Conference,",
    "year": 1983
  }, {
    "title": "Da Vinci Crater: potential landing site for the Mars",
    "authors": ["D.M. Nelson", "R. Greeley", "H.P. Klein"],
    "venue": "mission. Mars Landing Site Workshop,",
    "year": 1998
  }, {
    "title": "Galilei crater as a possible landing site for the Mars",
    "authors": ["D.M. Nelson", "R. Greeley", "H.P. Klein"],
    "venue": "mission. Mars Landing Site Workshop,",
    "year": 1998
  }, {
    "title": "Hot rocks, wet rocks, and deep rocks: eroded impact crater and channel deposits in Tiu Vallis",
    "authors": ["H.E. Newsom"],
    "venue": "Mars Landing Site Workshop,",
    "year": 1998
  }, {
    "title": "Impact cratering and the formation of crater lakes on Mars",
    "authors": ["H.E. Newsom", "G.E. Britelle", "C.A. Hibbitts", "L.J. Crossey", "A.M. Kudo"],
    "venue": "Journal of Geophysical Research",
    "year": 1996
  }, {
    "title": "Sampling fossil aqueous and hydrothermal environments in large Martian craters",
    "authors": ["H.E. Newsom", "J.J. Hagerty", "I.E. Thorsos"],
    "venue": "1st Astrobiology Science Conference, NASA Ames Research Center, Abstract,",
    "year": 2000
  }, {
    "title": "The role of liquefaction in channel development on Mars. Reports of Planetary Geology and Geophysics Program—1977–1978, NASA TM-79729",
    "authors": ["D. Nummedal"],
    "venue": "NASA HQ,",
    "year": 1978
  }, {
    "title": "Generation of Martian chaos and channels by debris",
    "authors": ["D. Nummedal", "D.B. Prior"],
    "venue": "flows. Icarus",
    "year": 1981
  }, {
    "title": "Terraces in Gilberttype deltas in crater lakes in Ismenius Lacus and Memnonia (Mars)",
    "authors": ["G.G. Ori", "L. Marinangeli", "A. Baliva"],
    "venue": "Journal of Geophysical Research",
    "year": 2000
  }, {
    "title": "Coastal morphology of the Martian northern plains",
    "authors": ["T.J. Parker", "D.S. Gorsline", "R.S. Saunders", "D.C. Pieri", "D. Schneeberger"],
    "venue": "Journal of Geophysical Research",
    "year": 1993
  }, {
    "title": "Ground ice on Mars: inventory, distribution and resulting landforms",
    "authors": ["L.S. Rossbacher", "S. Judson"],
    "venue": "Icarus",
    "year": 1981
  }, {
    "title": "Petrology of Los Angeles: a new basaltic Shergottite find",
    "authors": ["A.E. Rubin", "P.H. Warren", "J.P. Greewood", "R.S. Verish", "L.A. Leshin", "R.L. Hervig"],
    "venue": "31st Lunar and Planetary Science Conference,",
    "year": 2000
  }, {
    "title": "White Rock’’ lacks evidence of an aqueous origin: the search for Martian evaporites continues",
    "authors": ["S.W. Ruff"],
    "venue": "1st Astrobiology Science Conference,",
    "year": 2000
  }, {
    "title": "On the origin of the Martian channels",
    "authors": ["E. Schonfeld"],
    "venue": "EOS, Transactions, American Geophysical Union,",
    "year": 1976
  }, {
    "title": "The Earth Earliest Biosphere: Its Origin and Evolution",
    "authors": ["J.W. Schopf"],
    "year": 1983
  }, {
    "title": "Structural origin of large Martian channels",
    "authors": ["S.A. Schumm"],
    "venue": "Icarus",
    "year": 1974
  }, {
    "title": "Geologic map of the Western Equatorial region of Mars. U.S. Geological Survey Miscellaneous Investigation Series Map I-1802-A, scale 1:15,000,000",
    "authors": ["D.H. Scott", "K.L. Tanaka"],
    "year": 1986
  }, {
    "title": "Ancient Sedimentary Environments and their Sub-Surface Diagnosis",
    "authors": ["R.C. Selley"],
    "year": 1996
  }, {
    "title": "Annihilation of ecosystems by large asteroid impacts on the early Earth",
    "authors": ["N.H. Sleep", "K. Zanhle", "J.F. Kasting", "H.J. Morowitz"],
    "venue": "Nature 342,",
    "year": 1989
  }, {
    "title": "Mars fretted terrains, flow of erosional debris",
    "authors": ["S.W. Squyres"],
    "venue": "Icarus",
    "year": 1978
  }, {
    "title": "Ice in the Martian regolith",
    "authors": ["S.W. Squyres", "S.M. Clifford", "R.O. Kuzmin", "J.R. Zimbelman", "F.M. Costard"],
    "year": 1992
  }, {
    "title": "The stratigraphy of Mars",
    "authors": ["K.L. Tanaka"],
    "venue": "Journal of Geophysical Research. Supplement",
    "year": 1986
  }, {
    "title": "Debris-flow origin for the Simud/Tiu deposit on Mars",
    "authors": ["K.L. Tanaka"],
    "venue": "Journal of Geophysical Research",
    "year": 1999
  }, {
    "title": "Geologic map of the Polar region of Mars. U.S. Geological Survey Miscellaneous Investigation Series Map I-1802-C, scale 1:15,000,000",
    "authors": ["K.L. Tanaka", "D.H. Scott"],
    "year": 1987
  }, {
    "title": "The resurfacing history of Mars: a synthesis of digitized, Viking-based geology",
    "authors": ["K.L. Tanaka", "N.K. Isbell", "D.H. Scott", "R. Greeley", "J.E. Guest"],
    "venue": "Proceedings of 18th Lunar and Planetary Science Conference,",
    "year": 1988
  }, {
    "title": "Origin of the longitudinal grooving in Tiu Vallis, Mars: isolation of responsible fluid types",
    "authors": ["D.E. Thompson"],
    "venue": "Geophysical Research Letters",
    "year": 1979
  }, {
    "title": "Geochemical and mineralogical interpretation of the Viking inorganic chemical results",
    "authors": ["P. Toulmin", "A.K. Baird", "B.C. Clark", "K. Keil", "H.J. Rose Jr.", "R.P. Christian", "P.H. Evans", "W.C. Kelliher"],
    "venue": "Journal of Geophysical Research",
    "year": 1977
  }, {
    "title": "The chaotic obliquity of Mars",
    "authors": ["J. Touma", "J. Wisdom"],
    "venue": "Science",
    "year": 1993
  }, {
    "title": "Preservation of biological information in thermal spring deposits: developing a strategy for the search for fossil life on Mars",
    "authors": ["M.R. Walter", "D.J. Des Marais"],
    "venue": "Icarus 101,",
    "year": 1993
  }, {
    "title": "Stromatolitic mats in Antarctic lakes",
    "authors": ["R.A. Wharton"],
    "venue": "Phanerozoic Stromatolites II. Kluwer Academic Publishing,",
    "year": 1994
  }, {
    "title": "Primitive atmosphere and implications for the formation of channels on Mars",
    "authors": ["Y.L. Yung", "J.P. Pinto"],
    "venue": "Nature",
    "year": 1978
  }, {
    "title": "Possible lacustrine deposits on crater floors as targets for Mars Surveyor sample return missions",
    "authors": ["J.R. Zimbelman"],
    "venue": "Mars Landing Site Workshop,",
    "year": 1998
  }],
  "id": "SP:6b2ca302d4cd1d760d05061068561dcf93f4a392",
  "authors": [{
    "name": "Nathalie A. Cabrol",
    "affiliations": []
  }, {
    "name": "Edmond A. Grin",
    "affiliations": []
  }],
  "abstractText": "Lakes on Mars were formed under periglacial to glacial climates. Extreme conditions prevailed including freezing temperatures, low atmospheric pressure, high evaporation/sublimation rates, and liquid water reservoirs locked in aquifers below a thick cryosphere. Although many of the Martian paleolakes display evidence of a short period of activity consistent with these conditions, others display clear evidence of lifetimes ranging from 10 to 10 years. The discovery of young seeping processes in impact craters and pole-facing valley slopes along with young volcanic activity raise questions about the conditions and limitations of liquid water flow and potential lacustrine activity today on Mars. Current climate models show that in today’s conditions there exist regions on Mars of sols above the triple point and below boiling point of water that could provide hydrogeological conditions comparable to these of the Antarctic Dry Valley lakes (with the exception of the atmosphere pressure). The locations of the most recent Martian paleolakes are correlated with these regions. Throughout the history of Mars, lakes generated diversified environments, which could have provided potential habitats for life. The recent discovery of young energy sources from volcanism and the potential for liquid water reinforces the possibility of extant life on Mars, and suggests recent ponds and ancient paleolakes as primary targets for rover and sample return missions. D 2002 Elsevier Science B.V. All rights reserved.",
  "title": "Overview on the formation of paleolakes and ponds on Mars"
}