{
  "sections": [{
    "text": "Icarus 196 (2008) 667–671\nContents lists available at ScienceDirect\nIcarus\nwww.elsevier.com/locate/icarus\nNote\nGeomorphological evidence of water level changes in Nepenthes Mensae, Mars\nMiguel Ángel de Pablo a,b,∗, Andrea Pacifici b a Departamento de Geología, Universidad de Alcalá, 28871 Alcalá de Henares, Madrid, Spain b International Research School of Planetary Sciences, Dipartimento di Scienze, Università d’Annunzio, 65421 Pescara, Italy\na r t i c l e i n f o a b s t r a c t\nArticle history: Received 12 February 2008 Revised 1 April 2008 Available online 1 May 2008\nKeywords: Mars, surface Mars, climate Geological processes Tectonics Volcanism\nIn the western sector of Nepenthes Mensae, Mars, there are some geomorphological features that could be related to a standing water sheet in the area, such as fluvial terraces, deltas and shorelines. A detailed analysis of these features reveals two variations in water level, probably related to tectonic processes, as suggested by the existence of a fissural volcano at this site.\n© 2008 Elsevier Inc. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "The presence of water, oceans and seas on Mars has been widely studied throughout the time of martian exploration (see Fairén et al., 2003 and Carr, 1996, 2006 for a review). Since the existence of a martian ocean was first proposed (Baker et al., 1991), different geological, geomorphological and geochemical evidence of changes in water level has been studied (as summarized in Fairén et al., 2003), including the existence of different global shorelines on Mars that reflect the different altitude of water level on the planet (e.g., Parker et al., 1989, 1993; Clifford and Parker, 2001; Head et al., 1999). The existence of frozen seas within the northern lowlands was also proposed, especially at Utopia Planitia (e.g., Chapman, 1994, 2003; Russell and Head, 2003), and Elysium Planitia (e.g., Kossacki et al., 2006). Moreover the existence of an extended ocean covering the northern lowlands has been hypothesized (e.g., Baker et al., 1991; Fairén et al., 2003 and references therein). Other works proposed the existence of small lakes (e.g., Scott et al., 1995), not only on the martian lowlands, but also within the ancient highlands (e.g., Irwin et al., 2002; Cabrol and Grin, 1999, 2001). However, all the evidence of the existence of water sheets in the lowlands does not reflect a continuous history of the evolution of the water level. They are evidence of the level of water at different periods in martian history (see Fairén et al., 2003 and references therein). The interpretation of all the evidence allows the partial reconstruction of the history of martian oceans and seas in the northern region (e.g., Baker et al., 1991; Fairén et al., 2003; Tanaka et al., 2005).\nAt the martian hemispheric dichotomy boundary (which separates northern plains from older southern highlands) in Nepenthes Mensae, we found several geomorphological features that could explain, from both a detailed and local point of view, the evolution of the water level in this region, which we relate to the evolution of the northern ocean of Mars. Here we describe those features, some of which are reported here for a first time. Finally, we briefly discuss their possible geological setting and relationship with previously described martian shorelines.\nWe perform a detailed geomorphological analysis of the western area of Nepenthes Mensae (centered at 3◦ N, 122◦ E) by using MOC narrow angle (about 2 meters per pixel), THEMIS visible (about 18 meters per pixel) and HRSC images\n* Corresponding author at: Departamento de Geología, Universidad de Alcalá, 28871 Alcalá de Henares, Madrid, Spain.\nE-mail address: miguelangel.depablo@uah.es (M.A. de Pablo).\n0019-1035/$ – see front matter © 2008 Elsevier Inc. All rights reserved. doi:10.1016/j.icarus.2008.04.005\n(about 12.5 meters per pixel), together with both MOLA- and HRSC stereo-derived digital elevation models (463 and 200 meters per pixel, respectively). All those data were integrated into a Geographic Information System (GIS) that allowed us to perform three-dimensional analyses of these features and to derive map and topographic profiles of the study area."
  }, {
    "heading": "2. Brief geographic and geological setting",
    "text": "The study area is located directly northward of the martian dichotomy and southwestward of the Elysium rise and Utopia Planitia, and consists of a knobby terrain created by erosion and degradation of the martian highlands (Fig. 1A). Nepenthes Mensae at the study area is a partially rough irregular plain, as shown in the MOC images and topographic data (Figs. 1A and 1D). This plain is separated from the martian highlands from a chain of smooth depressions irregular in shape. Geologically, Nepenthes Mensae was mapped (e.g., Tanaka et al., 1992, 2005) as undivided knobby terrain (HNu) from the erosion of martian cratered and dissected terrains that form the highlands (NPld). The age of those units is Noachian to Lower Hesperian. The materials forming these terrains are mainly volcanic and were later modified by channels and glacial, periglacial, and impact processes."
  }, {
    "heading": "3. Landforms description",
    "text": "The study area is marked by the topographic scarp of the martian dichotomy (about 2400 m of relief in this region) with a clear tectonic character, marked by NW–SE faults and alignments (Fig. 1), possibly due to the regional stress history (e.g., Schultz et al., 1982; Watters, 1993, 2003; Tanaka et al., 2005; Skinner and Tanaka, 2006). There is a gradual change between the highlands (about 200 m in altitude) and lowlands (about −2200 m in altitude) with a rough and irregular relief marked by the presence of hills, knobs and mounds. Toward the northern part of the study area there is a flat region, about −1500 m in altitude. It is characterized by rough and mottled textures and some smooth depressions. Between this flat area and the dichotomy there is a set of irregular depressions, some of them topographically connected. Highlands near the dichotomy are marked by the presence of channels (Fig. 1C). They are up to 120 km in length and show both parallel and dendritic patterns with more than three tributary levels (Strahler, 1952). The channels appear narrow and locally shallow but they have enough topographical expression\n668 N ote /Icarus 196 (2008) 667–671\ne NW–SE scarp of the hemispheric dichotomy boundary,\nin of elongated and irregular-edged depressions near the\nto be defined on MOLA-derived DEMs. These channels terminate in shallow depressions near the dichotomy (Fig. 1D). It is in those depressions where we found a set of geomorphological features that could help understand the evolution of the water level in this area.\nThe first interesting feature is a NW–SE elongated relief (Fig. 2A), 500 m high, 8 km long and 4 km wide located at the lower part of a depression near the dichotomy (2.4◦ N, 121.7◦ E). Two elongated deep pits or depressions occur on the topmost part of this feature, which follow the main direction of faults and alignments in this area. Moreover, the elongated feature is located at the intersection of two alignments: NW–SE and SW–NE (Fig. 1B). The first orientation is related to edges of mesas near the dichotomy; the second one is related to a fault at the highland boundary later remodeled by a channel. This feature has an irregular rough texture with abundant narrow gullies on its northern flank. We interpret this feature as a possible fissural volcano because of its morphology, its orientation in relation to the main faults in the area and its location on the lower part of the basin.\nThe base of the southern flank of this volcano is covered partially by a flat and elongated sedimentary deposit (Fig. 2A). It is located at the end of a fluvial valley that we will describe below. The maximum altitude of this deposit is about −2200 m, which places it clearly above the surrounding terrain, which is about −2500 m in altitude. We interpret this deposit as a fluvial delta emplaced at the mouth of a channel coming from the highlands (Fig. 2A).\nPartially covering this delta, there is a thick semicircular shaped deposit located at the end of the same channel. This deposit is about 400 m thick with a maximum altitude of −1990 m. Based on its morphology, Irwin et al. (2005) interpreted this deposit as a Gilbert-type delta (Gilbert, 1885). This second delta is pristine in morphology, with only a few small impact craters on its surface and is faintly eroded by a few narrow and shallow channels. The deltas are located at the mouth of a deep and straight “V” shaped valley originating from the highlands and following a SW–NE fracture; the valley is mainly straight and with a slope about 2◦ toward the north. Along the left wall of the valley, a small flat deposit occurs, which appears to be about 200 m higher than the talweg of the channel. Because of the general setting of this deposit, and its relationship with the channel and its morphology, we interpret it as a fluvial terrace. The altitude of this fluvial terrace is about −1400 m.\nSeveral equipotential linear features characterize scarps for all depressions in the area (Fig. 2B), except for pristine impact craters. They also occur around knobs and hills rising from the depressions. These linear features range between about −1400 and −2400 m in altitude. Generally, linear features show a spacing of a few hundreds of meters and a difference in altitude of about few tens of meters. Often, terrain occurring higher than the linear features shows a rougher texture than those occurring below. Geomorphological and topographical characteristics of the linear features suggest that they could be shorelines marking different wave-cut terraces. Their presence implies that once there was water in the topographic depressions of the area, and it occurred for a time sufficient to have effective wave-cut erosion.\nShorelines imply that the water level varied during the geological evolution of the area. Generally, water levels indicated by these possible shorelines approximate the Contact 1 mapped by Parker et al. (1989, 1993) and Head et al. (1999)."
  }, {
    "heading": "4. Possible geological evolution",
    "text": "Stratigraphic relationships between the different features described here (i.e., volcano, terrace, deltas, and shorelines; Fig. 2), allow us to propose a possible interpretation of the geological evolution of this area (Fig. 3). On the floor of a depression near the martian dichotomy (Fig. 3A) there was a volcanic event forming a fissural volcano (Fig. 3A). The location of this volcano marks the lower altitude of the study area and the crossing of two tectonic alignments (Fig. 1B). There are no other volcanoes described in this area, but the relationship between volcanoes and faults have been widely described on Earth. Moreover, this region had important tectonic activity (e.g., Watters, 1993, 2003; Tanaka et al., 2005; Skinner and Tanaka, 2006; Martín-González et al., 2007; Caprarelli et al., 2007). We do not have enough evidence to explain what kind of eruption produced this volcano, but the high slopes of its flanks, the important craters on the top compared to the size of the volcano, and the lack of well-distinguished lava flows could indicate explosive activity. We do not have enough evidence to establish if water had an important role in the eruptions and the formation of this volcano. However, later, water and sediments coming from the channel started to fill the lower part of this basin (Fig. 3B) and formed the lower delta. The distal area of this delta covers partially the SE flank of the volcano, what it means that the delta is younger than the volcano. Later, one or more events (including possible tectonic or climatic change event, increase water availability) produced an increase in water level (Fig. 3C). Water level increase is suggested by the existence of a terrace in the middle of the channel, which implies a higher level for the equilibrium profile of the channel. During this stage of higher water level, sediments could have filled the valley, forming sedimentary deposits inside it, and the Gilbert-type delta at the valley mouth (Fig. 3D).\nThe altitude of this terrace is about −1400 m, which agrees with the altitude of Contact 1, proposed as a possible global level for an ancient ocean on Mars (e.g., Parker et al., 1989, 1993; Baker et al., 1991; Clifford, 1993; Head et al., 1999; Fairén et al., 2003). Successive water levels are lower; this implies a decreasing of the equilibrium profile of the channel and an increase in erosion rates, allowing the reworking of fluvial sediments inside the valley and the formation of the observed terrace (Fig. 3E). This lower level of water could approximate the altitude of the flat part of Gilbert-type delta, about −1980 m. This altitude is the same as the higher altitude of shorelines described in this work, which characterizes different depressions near the dichotomy. Finally, some small channels eroded the top of the Gilbert-type delta forming a deposit of fluvial sediments between the delta and the volcano (Fig. 3F).\n5. Discussion\nOur interpretation of the evolution of water level in this area reveals changes in the altitude, and then in the volume of water contained in the different depressions near the dichotomy and probably in the martian ocean. However, we do not have enough evidence to hypothesize about the origin of these changes in water level. A possible change of climate toward warmer conditions (e.g., Baker et al., 1991; Gulick et al., 1997; Jakosky and Phillips, 2001) could explain the increase in water availability to fill the depressions near the dichotomy and to form a sedimentary deposit in the fluvial valley and a submarine apron. The ensuing change of the equilibrium profile of the channels could be due to an important lowering of water sheets, maybe due to evaporation. This lowering could have originated terraces in the channel, and the Gilbert-type delta at its mouth. Later, the water level could have decreased slowly, forming the different shorelines observed on the northern part of the studied area.\nHowever, it is still possible that tectonics could have had an important role in the evolution of water level in this area. There is much evidence of the role of tec-\ntonics in the origin and morphology of the dichotomy in this region (e.g., Tanaka et al., 1992; Watters, 1993, 2003; Tanaka et al., 2005). Proposed models of this region reveal an extensional stress system (Watters, 2003; Martín-González et al., 2007; Caprarelli et al., 2007) that could include the existence of a graben. These extensional models agree with the existence of the described fissural volcano at the bottom of the basin, as observed in extensional regions on Earth, such as Iceland. A possible reactivation of this stress field could produce the descent of a northern block of the dichotomy, forming a deeper basin. The ensuing decreasing of the equilibrium profile of the channel allowed an increase on erosion rate: this led to the erosion of sedimentary deposit in the channel valley and to the formation of the Gilbert-type delta. Both hypotheses are feasible, but the tectonic evidence is clearer in this area. For that reason we think that the tectonic activity could be the most probable process responsible for water level changes in Nepenthes Mensae.\nAccording to regional geologic maps (Tanaka et al., 1992, 2005) depressions and other features here described are located at the HNn unit (Late Noachian–Early Hesperian) from the erosion and reworking of Nn unit, i.e. materials forming the highlands (Middle Noachian–Late Noachian). In this way, the events here proposed about the possible evolution on water level changes could have happened between Late Noachian and Early Hesperian ages. This age range also agrees with ages proposed for outflow processes (e.g., Fairén et al., 2003 and references therein), intense fluvial activity on martian highlands (Irwin et al., 2005), and a warmer global climate (Baker, 2001)."
  }, {
    "heading": "6. Conclusions",
    "text": "The western sector of Nepenthes Mensae area is characterized by the presence of elongated and shallow depressions near the martian dichotomy. In the lower portion of this area there is a possible fissural volcano covered by two different deltas, the younger of which is a Gilbert-type. Both deltas are related to water coming from the highlands through a narrow and deep tectonic valley with terraces near the talweg. The altitude of both of these terraces and of the surface of the Gilbert-type delta are in agreement with a proposed shoreline (Contact 1) for the ancient martian ocean (Parker et al., 1989, 1993; Head et al., 1999). Edges of the basins near the dichotomy are characterized by different terrace-like features, here interpreted as possible shorelines. In this way, deltas, fluvial terraces and shorelines indicate important changes in the water level in this area. Tectonics processes could the responsible for local changes on water level, and also could be related to the origin of the fissural volcano. This work confirms that detailed analysis of landforms on Mars could help to better understand the local geological evolution of the area."
  }, {
    "heading": "Acknowledgments",
    "text": "We are grateful to the reviewers of this manuscript, V.R. Baker and P.A. Carling for suggestions that greatly improved the manuscript and to C. Leff for polishing our English. The authors acknowledge to NASA, USGS, MSSS, ASU, DLR and Freie Universitaet Berlin for the use of MOC, MOLA, THEMIS and HRSC data."
  }],
  "year": 2008,
  "references": [{
    "title": "The evolution of lacustrine environments on Mars: Is",
    "authors": ["N.A. Cabrol", "E.A. Grin"],
    "venue": "crater lakes. Icarus",
    "year": 2001
  }, {
    "title": "A description of surface features in north Tyrrhena Terra",
    "authors": ["G. Neukum"],
    "year": 2007
  }, {
    "title": "The Surface of Mars",
    "authors": ["M.H. Carr"],
    "year": 2006
  }, {
    "title": "Evidence, age, and thickness of a frozen Paleolake in Utopia Planitia, Mars",
    "authors": ["M.G. Champan"],
    "venue": "Icarus",
    "year": 1994
  }, {
    "title": "Sub-ice volcanoes ad ancient oceans/lakes: A martian challenge",
    "authors": ["M.G. Chapman"],
    "venue": "Global Planet. Changes",
    "year": 2003
  }, {
    "title": "A model for the hydrologic and climatic behavior of water on Mars",
    "authors": ["S.M. Clifford"],
    "venue": "J. Geophys. Res",
    "year": 1993
  }, {
    "title": "The evolution of the martian hydrosphere: Implications for the fate of a primordial ocean and the current state of the northern plains",
    "authors": ["S.M. Clifford", "T.J. Parker"],
    "venue": "Icarus 154,",
    "year": 2001
  }, {
    "title": "Episodic flood inundations of the northern plains of Mars",
    "authors": ["A.G. Fairén", "J.M. Dohm", "V.R. Baker", "M.A. de Pablo", "J. Ruiz", "J.C. Ferris", "R.C. Anderson"],
    "venue": "Icarus 165,",
    "year": 2003
  }, {
    "title": "Episodic ocean-induced CO2 greenhouse on Mars: Implications for fluvial valley formation",
    "authors": ["V.C. Gulick", "D. Tyler", "C.P. McKay", "R.M. Haberle"],
    "venue": "Icarus 130,",
    "year": 1997
  }, {
    "title": "Possible oceans on Mars: Evidence from Mars Orbiter Laser Altimeter",
    "authors": ["J.W. Head", "H. Heisinger", "M.A. Ivanov", "M.A. Kreslavsky", "S. Pratt", "B.J. Thomson"],
    "year": 1999
  }, {
    "title": "A large paleolake basin at the head of Ma’adim Vallis, Mars",
    "authors": ["R.P. Irwin", "T.A. Maxwell", "A.D. Howard", "R.A. Craddock", "D.W. Leverington"],
    "venue": "Science 296,",
    "year": 2002
  }, {
    "title": "An intense terminal epoch of widespread fluvial activity on early Mars",
    "authors": ["R.P. Irwin", "A.D. Howard", "R.A. Craddock", "J.F. Moore"],
    "venue": "J. Geophys. Res",
    "year": 2005
  }, {
    "title": "Mars’ volatile and climate history",
    "authors": ["B.M. Jakosky", "R.J. Phillips"],
    "venue": "Nature 412,",
    "year": 2001
  }, {
    "title": "Possible remnants of a frozen mud lake in southern Elysium, Mars",
    "authors": ["K.J. Kossacki", "W.J. Markiewicz", "M.D. Smith", "D. Page", "J. Murray"],
    "venue": "Icarus 181,",
    "year": 2006
  }, {
    "title": "Alignments mapping and structural analysis of western sector of Nepenthes Mensae, Mars",
    "authors": ["F. Martín-González", "M.A. de Pablo", "A. Pacifici"],
    "venue": "Geophys. Res. Abstracts",
    "year": 2007
  }, {
    "title": "Transitional morphology in the west Deuteronilus Mensae region of Mars: Implications for modification of the lowland/upland",
    "authors": ["T.J. Parker", "R.S. Saunders", "D.M. Schneeberger"],
    "venue": "boundary. Icarus",
    "year": 1989
  }, {
    "title": "Coastal geomorphology of the martian northern plains",
    "authors": ["T.J. Parker", "D.S. Gorsline", "R.S. Saunders", "D.C. Pieri", "D.M. Schneeberger"],
    "venue": "J. Geophys. Res",
    "year": 1993
  }, {
    "title": "Elysium–Utopia flows as mega-lahars: A model of dike intrusion, cryosphere cracking, and water-sediment release",
    "authors": ["P.S. Russell", "J.W. Head"],
    "venue": "J. Geophys. Res",
    "year": 2003
  }, {
    "title": "The structure and evolution of ancient impact basins on Mars",
    "authors": ["P.H. Schultz", "R.A. Schultz", "J. Rogers"],
    "venue": "J. Geophys. Res",
    "year": 1982
  }, {
    "title": "Map of Mars showing channels and possible paleolake basins (1:30,000,0000). U.S. Geological Survey, Miscellanea Investigation Series, Map I-2461",
    "authors": ["D.H. Scott", "J.M. Dohm", "J.W. Rice"],
    "year": 1995
  }, {
    "title": "Evidence for and implications of sedimentary diapirism and mud volcanism in the southern Utopia highland–lowland boundary plain, Mars",
    "authors": ["J.A. Skinner", "K.L. Tanaka"],
    "venue": "Icarus 186,",
    "year": 2006
  }, {
    "title": "Hypsometric (area altitude) analysis of erosional topology",
    "authors": ["A.N. Strahler"],
    "venue": "Geol. Soc. Am. Bull",
    "year": 1952
  }, {
    "title": "Geologic map of the Elysium region of Mars (1:5,000,000). U.S. Geological Survey, Miscellanea Investigation Series, Map I-2147",
    "authors": ["K.L. Tanaka", "M.G. Chapman", "D.H. Scott"],
    "year": 1992
  }, {
    "title": "Geologic map of the northern plains of Mars. U.S. Geological Survey, Science Investigation Map Series, Map 2888",
    "authors": ["K.L. Tanaka", "J.A. Skinner", "T.M. Hare"],
    "year": 2005
  }, {
    "title": "Compressional tectonism on Mars",
    "authors": ["T.R. Watters"],
    "venue": "J. Geophys. Res",
    "year": 1993
  }, {
    "title": "Lithospheric flexure and the origin of the dichotomy boundary on Mars",
    "authors": ["T.R. Watters"],
    "venue": "Geology",
    "year": 2003
  }],
  "id": "SP:ec2c785868f973f7e9634db2a4357b2749bb7e5d",
  "authors": [{
    "name": "Miguel Ángel de Pablo",
    "affiliations": []
  }, {
    "name": "Andrea Pacifici",
    "affiliations": []
  }],
  "title": "Geomorphological evidence of water level changes in Nepenthes Mensae, Mars"
}