{
  "sections": [{
    "text": "We present here the first available estimations of chemical weathering and associated atmospheric CO2 consumption rates as well as mechanical erosion rate for the Lesser Antilles. The chemical weathering (100–120 t/km2/year) and CO2 consumption (1.1– 1.4 106 mol/km2/year) rates are calculated after subtraction of the atmospheric and hydrothermal inputs in the chemical composition of the river dissolved loads. These rates thus reflect only the low-temperature basalt weathering. Mechanical erosion rates (approx. 800–4000 t/km2/year) are estimated by a geochemical mass balance between the dissolved and solid loads and mean unaltered rock. The calculated chemical weathering rates and associated atmospheric CO2 consumption rates are among the highest values worldwide but are still lower than those of other tropical volcanic islands and do not fit with the HCO3 concentration vs. 1/ T correlation proposed by Dessert et al. (2001). The thick soils and explosive volcanism context of the Lesser Antilles are the two possible keys to this different weathering behaviour; the development of thick soils limits the chemical weathering and the presence of very porous pyroclastic flows allows an important water infiltration and thus subsurface weathering mechanisms, which are less effective for atmospheric CO2 consumption. D 2005 Elsevier B.V. All rights reserved.\nKeywords: Lesser Antilles; Weathering; Basalt; Rivers; Thermal springs"
  }, {
    "heading": "1. Introduction",
    "text": "It is now well established that basalts are the silicate rocks with the highest weathering rates (Louvat, 1997; Dessert et al., 2003). Basalt weathering has thus to be taken into consideration in the worldwide evaluation of silicate weathering and associated atmospheric CO2 consumption. Among all rivers draining basalts and andesite, only a few have been investigated in subduction contexts (Java: Louvat, 1997; Kamchatka: Dessert et al., 2001). This study on Caribbean\n0375-6742/$ - see front matter D 2005 Elsevier B.V. All rights reserved. doi:10.1016/j.gexplo.2005.08.063\n* Corresponding author.\nE-mail address: rad@ipgp.jussieu.fr (S. Rad).\nIslands is one of the first on the denudation of volcanic arc relief. Besides getting a better comprehension of basalt weathering processes, we want to check how these new data fit in the law proposed by Dessert et al. (2001).\nGuadeloupe and Martinique are characterised by a uniform andesitic lithology. They are located in a tropical climate with high temperatures (24–28 8C), high precipitation, very dense vegetation, sharp relief and very thick soils. Variations in runoff (4600 mm/year on the East coast, 2500 mm/year in the West Coast) and bedrock ages (0–5 Ma, North–South gradient) over short distances (b100 km) influence the weathering rates from one basin to another. Antilles rivers have a torrential hydrologic regime; their discharges can be\nmultiplied by a factor 400 in less than 2 h during the rainy season (tropical storms). In such conditions, riverine transport of sediments and landslides are a major environmental concern.\nIn this paper, we quantify chemical and physical erosion processes by a geochemical study of river dissolved and solid materials."
  }, {
    "heading": "2. Sampling and measurements",
    "text": "We have sampled the main streams of Guadeloupe, Martinique and Dominique (dissolved phases, suspended particles and sands) as well as some thermal springs and soils, in February 2003 and February 2004 (both low-water stages) and in October 2004 (highwater stage). Water samples were filtered through 0.2 Am filters. Major and trace element concentrations in soils, river sediments and dissolved phases were measured by HPLC and ICP-MS. Sr isotopic compositions of streams and thermal waters have been measured by TIMS."
  }, {
    "heading": "3. Dissolved loads",
    "text": "The total dissolved solids load of Lesser Antilles rivers range from 27 to 255 mg/l for Guadeloupe (mean 68 mg/l), from 32 to 460 mg/l for Martinique (mean 79 mg/l) and from 33 to 106 mg/l for Dominique (mean 55 mg/l). Those values are high compared to major global rivers (Gaillardet et al., 1999) but lower other tropical volcanic islands as Reunion (Louvat and Allègre, 1998) and Java (Louvat, 1997). SiO2 concentrations are homogeneous from one island to another, ranging from 213 to 1000 Amol/l. Major cation concentrations (Na, Ca, Mg, K) are within the same range for the 3 islands (respectively, 188–808 Amol/l, 32–697 Amol/l, 31–380 Amol/l and 11–56 Amol/l). Bicarbonates are the dominant anions for all islands with a mean value of 578 Amol/l. Cl concentrations (mean value of 340 Amol/l) are globally very high in comparison with other volcanic islands and their range is especially wide for Guadeloupe (150–1100 Amol/l). Rivers with the highest TDS are often located close to mapped hydrothermal activity.\nThermal springs of Guadeloupe and Martinique show a wide range of chemical compositions with contrasted SO4/Na, Cl/Na and HCO3/Na concentration ratios. Most of the sampled springs have relatively high SO4 contents (19–7843 Amol/l) and low pH. Their TDS load is between 149 and 9200 mg/l. Trace elements such as Li and B are particularly enriched in thermal springs and, together with SO4 2 , are good tracers of a\nhydrothermal contribution to the river dissolved loads (and may even serve to discover unknown or new springs).\nThe 87Sr/86Sr isotopic ratios of the main rivers vary between 0.70457 and 0.70514 for Guadeloupe and between 0.70413 and 0.70585 for Martinique. Basalt 87Sr/86Sr isotopic ratios of Lesser Antilles are very variable ranging from 0.70354 to 0.70624 for Martinique (Davidson, 1986) and from 0.70341 to 0.70485 for Guadeloupe (White and Dupré, 1986), which is lower than our mean value in rivers. Values of 87Sr/86Sr isotopic ratios reflect both chemical weathering of the andesite rocks and an atmospheric input of an oceanderived Sr.\nOur Lesser Antilles river data set on major and trace elements and Sr isotopes allows us to identify, in the chemical composition of the dissolved loads, the fraction derived from low-temperature alteration only. Atmospheric and hydrothermal inputs are corrected on the basis of mixing equations of X/Na concentration ratios (X being a major or trace element other than Na), which characterise the various end-members: low-temperature alteration, atmosphere (with oceanic-like X/Na ratios) and hydrothermalism (many end-members have to be defined for this input because of the variability of the thermal spring chemical compositions). Two mixing diagrams for Lesser Antilles rivers and thermal springs are illustrated in Fig. 1a and b for Guadeloupe only."
  }, {
    "heading": "4. Solid load",
    "text": "The aim of our sampling for Antilles river solid loads is two-folds: to quantify the river sediment transport and to geochemically characterise its weathering state. In order to compare the river solid load chemical composition with that of local unaltered rocks, we represent their extended REE patterns normalised to a primitive mantle composition (Hoffman, 1988) (Fig. 2). The order of the elements has been chosen such that the mean unaltered rock composition has a regular decreasing pattern. For Guadeloupe and Martinique, sand samples have chemical compositions very similar to those of the volcanic rocks of those islands, but with negative anomalies corresponding to the partial dissolution of the rocks.\nFig. 2 presents extended REE patterns for one river in Guadeloupe where we have a very complete set of samples with two sands (one near the source and the other near the mouth of the river), one suspended load and one soil sample. The patterns of mean unaltered rocks (data from Samper, personal communication) and sand are very similar except for soluble elements for\nwhich sand show slight depletions as a consequence of chemical weathering. These depletions are more pronounced for soils and suspended load. A major observation in this study is that soils and suspended load have very comparable patterns, which suggests that soil particles are re-mobilised during the flood season. On the other hand, sand is immature material (low degree of alteration), which has probably been produced by impact and fragmentation of huge blocks directly inside the riverbed, with limited chemical weathering."
  }, {
    "heading": "5. Weathering rates",
    "text": ""
  }, {
    "heading": "5.1. Chemical weathering rates",
    "text": "From the runoff and corrected TDS of the different rivers, we calculate chemical denudation rates of 120 t/ km2/year in Guadeloupe and 100 t/km2/year in Martinique and associated atmospheric CO2 consumption rates of 1.4 106 mol/km2/year in Guadeloupe and 1.1 106 mol/km2/year in Martinique. Those values are particularly high in comparison with the world’s largest rivers (Gaillardet et al., 1999) and are among the highest values for basaltic–andesitic province comparable to Réunion (63–170 t/km2/year for chemical weathering (Louvat and Allègre, 1998).\nThese two new points plot out of the general trend of the negative correlation line of atmospheric CO2 consumption by silicate weathering (HCO3 concentration) vs. 1/T defined by Dessert et al. (2001) (Fig. 3). This relation is based on Arrhenius’ law which modelise dissolution of volcanic rocks as a function of temperature (White and Blum, 1995). The CO2 consumption rates of Guadeloupe and Martinique are too low with respect to their temperature. Although Lesser Antilles are similar to the other basaltic–andesitic provinces in many aspects, they present many differences: their soils are thick (they can reach 100 m) and they have a torrential dynamics for all rivers. Mixing of pyroclastic flows within the soils results in very thick and dense clay-ash soils. On parts of these islands, especially in Martinique, pyroclastic formations are dominant, creating a very porous surface and allowing water transfer through infiltration in more important proportions than through runoff. This means that an important part of the chemical weathering process takes place in the subsurface and is not taken into account in the present evaluation of dissolved load transfer from land to the ocean."
  }, {
    "heading": "5.2. Physical erosion rates",
    "text": "Physical denudation is mainly controlled by landslide, especially where pyroclastic formations are thick. It is discontinuous and proceeds by pulses during tropical storms. This reflects the torrential dynamics of the rivers. During low-water periods, our observations show that physical erosion is quite nonexistent and that almost all rainfall water may infiltrate the thick soils.\nA simple geochemical mass balance (Gaillardet et al., 1995, 1997; Louvat and Allègre, 1998) between the dissolved and solid loads and the unaltered rocks of each basin allows us to estimate a mean solid load\nconcentration of 200–1000 mg/l. This mass balance implies that a steady state exists between chemical and mechanical erosions, which is particularly hard to verify for torrential rivers. It has nevertheless the advantage of providing us with minimum mechanical\nerosion rates, which are impossible to determine with classical hydrological on-field measurements. We propose an approximate mechanical weathering rate of 800–4000 t/km2/year for Guadeloupe. This rate is in the range of Réunion Island (1200–9000 t/km2/year, Louvat and Allègre, 1998) under similar climatic and hydrological regimes."
  }, {
    "heading": "6. Conclusion",
    "text": "We have presented here the first available estimations of chemical weathering and associated atmospheric CO2 consumption rates as well as mechanical erosion rate for Lesser Antilles. Values are among the highest values worldwide but are still lower than those for other tropical volcanic islands. From the extended REE patterns of river solid loads, we infer a relatively low degree of alteration of the transported sediments and trace the origin of the finer suspended particles in the soils.\nOur data on river dissolved loads reflect a mixing of end-members such as atmosphere and thermal spring, their contribution is then corrected to constrain river composition. It appears that each island has a complex composition with several thermal spring end-members depending on SO4 2 , Cl and Li concentration. Rivers with high TDS show high values of SO4 2 , which means that thermal springs contribution, cannot be neglected.\nLesser Antilles rivers present a torrential dynamics, which induce high physical erosion, they are also characterised by the development of thick soils which limits the chemical weathering. The explosive volcanism context of the Lesser Antilles induces pyroclastic formations that favour high water infiltration and, thus, subsurface weathering mechanisms, which are less effective for atmospheric CO2 consumption. Those facts may explain that Martinique and Guadeloupe do not follow the law proposed by Dessert et al. (2001)."
  }],
  "year": 2006,
  "references": [{
    "title": "Water–rock interactions in tropical catchments: field rates of weathering and biomass",
    "authors": ["M.F. Benedetti", "O. Menard", "Y. Noack", "A. Carvalho", "D. Nahon"],
    "venue": "impact. Chem. Geol",
    "year": 1994
  }, {
    "title": "Isotopic and trace element constraints on the petreogenesis of subduction-related lavas from Martinique, Lesser Antilles",
    "authors": ["J.P. Davidson"],
    "venue": "J. Geophys. Res. B",
    "year": 1986
  }, {
    "title": "Erosion of Deccan Traps determined by river geochemistry",
    "authors": ["C. Dessert", "B. Dupré", "François", "L.M", "J. Schott", "J. Gaillardet", "G. Chakrapani", "S. Bajpai"],
    "year": 2001
  }, {
    "title": "Basalt weathering laws and the impact of basalt weathering on the global carbon cycle",
    "authors": ["C. Dessert", "B. Dupré", "J. Gaillardet", "L. François", "C.J. Allègre"],
    "venue": "Chem. Geol",
    "year": 2003
  }, {
    "title": "A global mass budget applied to the Congo Basin rivers: Erosion rates and continen",
    "authors": ["J. Gaillardet", "B. Dupré", "C.J. Allègre"],
    "year": 1995
  }, {
    "title": "Chemical and physical denudation in the Amazon River Basin",
    "authors": ["J. Gaillardet", "B. Dupré", "C.J. Allègre", "P. Négrel"],
    "venue": "Chem. Geol",
    "year": 1997
  }, {
    "title": "Global silicate weathering and CO2 consumption rates deduced from the chemistry of large rivers",
    "authors": ["J. Gaillardet", "B. Dupré", "P. Louvat", "C.J. Allègre"],
    "venue": "Chem. Geol",
    "year": 1999
  }, {
    "title": "Chemical weathering of basalt in SW-Iceland: effects of runoff, age of rocks and vegetative/glacial cover",
    "authors": ["S.R. Gislason", "S. Arnorsson", "H. Armannsson"],
    "venue": "Am. J. Sci",
    "year": 1996
  }, {
    "title": "Chemical differenciation of the Earth: the relationship between mantle, continental crust and oceanic crust",
    "authors": ["A.W. Hoffman"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 1988
  }, {
    "title": "Etude géochimique de l’érosion fluviale d’ı̂less volcaniques à l’aide des bilans d’éléments majeurs et traces, Thèse, IPGP",
    "authors": ["P. Louvat"],
    "year": 1997
  }, {
    "title": "Present denudation rates on the Island of Réunion determined by river chemistry",
    "authors": ["P. Louvat", "C.J. Allègre"],
    "venue": "Geochim. Cosmochim",
    "year": 1997
  }, {
    "title": "Riverine erosion rates on Sao Miguel volcanic island, Azores Archipelago",
    "authors": ["P. Louvat", "C.J. Allègre"],
    "venue": "Chem. Geol",
    "year": 1998
  }, {
    "title": "Composition chimique des ruisseaux non pollués de France",
    "authors": ["M. Mebeck"],
    "venue": "Sci. Geol",
    "year": 1986
  }, {
    "title": "Effect of climate on chemical weathering in watersheds",
    "authors": ["A.F. White", "A.E. Blum"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 1995
  }, {
    "title": "Sediment subduction and magma genesis in the Lesser Antilles: isotopic and trace element constraints",
    "authors": ["W.M. White", "B. Dupré"],
    "venue": "J. Geophys. Res",
    "year": 1986
  }],
  "id": "SP:5d1d0f36817db6ce7bb1dc985565dda291b955b6",
  "authors": [{
    "name": "Sétareh Rad",
    "affiliations": []
  }, {
    "name": "Pascale Louvat",
    "affiliations": []
  }, {
    "name": "Caroline Gorge",
    "affiliations": []
  }, {
    "name": "Jérôme Gaillardet",
    "affiliations": []
  }, {
    "name": "Claude Jean Allègre",
    "affiliations": []
  }],
  "abstractText": "We present here the first available estimations of chemical weathering and associated atmospheric CO2 consumption rates as well as mechanical erosion rate for the Lesser Antilles. The chemical weathering (100–120 t/km/year) and CO2 consumption (1.1– 1.4 10 mol/km/year) rates are calculated after subtraction of the atmospheric and hydrothermal inputs in the chemical composition of the river dissolved loads. These rates thus reflect only the low-temperature basalt weathering. Mechanical erosion rates (approx. 800–4000 t/km/year) are estimated by a geochemical mass balance between the dissolved and solid loads and mean unaltered rock. The calculated chemical weathering rates and associated atmospheric CO2 consumption rates are among the highest values worldwide but are still lower than those of other tropical volcanic islands and do not fit with the HCO3 concentration vs. 1/ T correlation proposed by Dessert et al. (2001). The thick soils and explosive volcanism context of the Lesser Antilles are the two possible keys to this different weathering behaviour; the development of thick soils limits the chemical weathering and the presence of very porous pyroclastic flows allows an important water infiltration and thus subsurface weathering mechanisms, which are less effective for atmospheric CO2 consumption. D 2005 Elsevier B.V. All rights reserved.",
  "title": "River dissolved and solid loads in the Lesser Antilles: New insight into basalt weathering processes"
}