{
  "sections": [{
    "text": "Contents lists available at SciVerse ScienceDirect\nGlobal and Planetary Change\nj ourna l homepage: www.e lsev ie r .com/ locate /g lop lacha\nPalaeoenvironment of Northwestern India during the late Cretaceous Deccan volcanic episode from trace-element and stable-isotope geochemistry of intertrappean ostracod shells\nSunil Bajpai a,1, Jonathan Holmes b,⁎, Carys Bennett c, Nivedita Mandal a,1, Ashu Khosla d\na Department of Earth Sciences, Indian Institute of Technology Roorkee, Roorkee, Uttarakhand, India b Environmental Change Research Centre, University College London, Gower Street, London WC1E 6BT, UK c Géosystèmes, UMR 8217 du CNRS, Université de Lille1, Bâtiment SN5, Villeneuve d'Ascq 59655, France d Geology Department, Panjab University, Chandigarh 160014, India\n⁎ Corresponding author. Tel.: +44 2076790559. E-mail address: j.holmes@ucl.ac.uk (J. Holmes).\n1 Present address: Birbal Sahni Institute of Palaeobotan 226007, India.\n0921-8181/$ – see front matter © 2013 Elsevier B.V. All http://dx.doi.org/10.1016/j.gloplacha.2013.04.011\na b s t r a c t a r t i c l e i n f o\nArticle history: Received 3 October 2012 Accepted 22 April 2013 Available online 28 April 2013\nKeywords: Deccan Cretaceous ostracod stable isotope trace element\nThe Deccan Traps are flood basalts distributed widely across western and central peninsular India and formed at the end of the Cretaceous. The Deccan volcanism has been implicated in the mass extinctions that occurred at this time. Sediments preserved within the basalts are known as the Deccan intertrappeans. Many of the intertrappean rock sequences are fossiliferous and therefore provide an excellent opportunity to reconstruct terrestrial palaeoenvironments of peninsular India during the late Cretaceous. We evaluate the use of, and apply, trace-element (Mg/Ca and Sr/Ca) and stable isotope (δ18O and δ13C) ratios from well-preserved ostracod shells, from intertrappean localities, with particular focus on one site, Lakshmipur, in northwestern India. We show that variations in preservation within well-defined limits do not appear to have significant effects on the geochemical signatures. Differences in stable isotope values between individual species are most likely related to species-specific offsets from equilibrium for oxygen, and differences in habitat for carbon. The geochemical data for the Lakshmipur section suggest that it represents a freshwater body that underwent significant evaporative enrichment, with evidence of wide variability in the aquatic environment on short timescales. These findings are broadly consistent with the palaeoecological evidence from this site andwith other palaeoenvironmental reconstructions from the region. Anymarine influence at this near-coastal site was probably too minor to have had any effect on the trace-element or stable isotope geochemistry of the ostracods at Lakshmipur, although other siteswith palaeocological evidence for an unequivocal marine influence also show some geochemical signs of seawater intrusion.We conclude that the trace-element and stable isotope determinations of intertrappean ostracods have good potential for reconstructing late Cretaceous climate and aquatic environments.\n© 2013 Elsevier B.V. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "The transition from the Cretaceous to Tertiary periodwasmarked by extensive volcanic eruptions in peninsular India, which produced the Deccan Traps. These flood basalts presently cover about 500,000 km2 in central and western parts of peninsular India, with outlying occurrences extending as far as the southeastern coast of the subcontinent. The Deccan volcanism represents one of the largest occurrences of continentalflood basalt provinces in theworld. During the past twenty-five years or so, there has been a dramatic revival of interest in this massive volcanic activity because of its postulated links to end-Cretaceous mass extinctions. Recent high-resolution radiometric, palaeomagnetic and\ny, 53 University Road, Lucknow\nrights reserved.\nbiostratigraphic data indicate a close time correspondence between the Deccan eruptions and the K/T boundary, pointing to a significant causative role of Deccan volcanism in the K/T mass extinctions (Archibald et al., 2010; Keller et al., 2010). The volcanic eruptions were episodic in nature and took place primarily in three phases with the earliest phase in theMaastrichtian between 67 and 68 Ma, followed by the main volcanic episode during the terminal Maastrichtian within the chron C29R, and the last during the early Palaeocene across the C29R/C29N transition (Keller et al., 2009a).\nFossils occurring in sediments associated with the Deccan volcanic rocks, particularly those intercalated within the lava flows (Deccan intertrappeans), are of considerable interest because of their importance in addressing issues relating to the timing and duration of Deccan volcanism (e.g. Bajpai and Prasad, 2000) as well as the palaeoenvironment and palaeoecology of contemporary ecosystems (e.g. Khosla and Sahni, 2003). However, many studies of intertrappean faunas and sediments have only provided a broad perspective on\nDeccan palaeoenvironments (e.g. Khadkikar et al., 1999). Insights into palaeocological aspects of Deccan intertrappean beds are rare, with the notable exception of the non-marine Ostracoda (e.g. Whatley and Bajpai, 2005). In some sections, the intertrappean ostracods appear exceptionally well preserved, raising the possibility that they can be used for geochemical determinations in order to contribute to palaeoenvironmental reconstruction.\nIn recent years the chemical composition of ostracod shells has been used extensively in the reconstruction of palaeoenvironments and palaeoclimates. Trace element (especially Mg and Sr) and stable isotope (δ18O and δ13C) determinations have been used to reconstruct lake hydrochemistry and temperature. Trace element ratios (Mg/Ca, Sr/Ca) in ostracod shells have been shown to covary with the trace-element content of the water in which the ostracod lived and, for Mg, with water temperature (Holmes and Chivas, 2002). In some environments, the Mg/Ca and Sr/Ca ratio of lake water covaries with salinity, which may change in lakes as a result of evaporative enrichment or intrusion of seawater, although the relationship with salinity is far from universal (Dettman and Dwyer, 2012). Oxygen and carbon isotope ratios of lacustrine ostracod shells have also been used as tracers ofwater temperature, evaporative enrichment and aquatic productivity (e.g. Lister, 1988; von Grafenstein, 2002). The majority of geochemical applications of ostracod shells have related to Quaternary-age material (e.g. Holmes, 1996), although there are examples of successful application to pre-Quaternary material (e.g. Arp and Mennerich, 2008). Moreover, Sanyal et al. (2005) undertook a preliminary study of the stable isotope composition of ostracod shells from Lakshmipur, the intertrappean site in Kutch, northwestern India that is also the subject of the present study. They concluded that the results were consistent with a fresh but evaporated water body, as we discuss in further detail later.\nIt is vital to screen fossil ostracods for diagenetic alteration prior to geochemical analysis and subsequent palaeoenvironmental interpretations, especially in the case of pre-Quaternary material. Several techniques have been used to assess diagenesis in Recent to Quaternary ostracods, such as a visual assessment of preservation under light microscopy (Dwyer et al., 2002; Keatings et al., 2002a) and the identification of surface recrystallisation using scanning electron microscopy images (Mischke et al., 2008). Only two studies have compared the ultrastructure of fossil ostracods with Recent specimens (Dépệche, 1982; Bennett et al., 2011). In fossil ostracods, preservation can be most accurately assessed by examining both carapace ultrastructure and geochemistry (Bennett et al., 2011). In this paper, we evaluate the application of trace-element and stable-isotope determinations of ostracod shells to intertrappean sequences from northwestern India. We assess the extent to which meaningful signatures are preserved within late Cretaceous ostracod shells and use the geochemical data to reconstruct environmental and climatic conditions in northwestern India during this interval."
  }, {
    "heading": "2. Material and methods",
    "text": ""
  }, {
    "heading": "2.1. Geological sections sampled",
    "text": "This study is based primarily on data from the section at Lakshmipur, although a small number of results from three other sites are also presented for comparison. The deposits from these sites are not physically linked but are part of the overall Deccan volcano-sedimentary sequence and therefore belong to the same restricted interval of time during the late Cretaceous to earliest Palaeocene. The biota from most of the intertrappean localities across the main part of the Deccan province is dominantly terrestrial or freshwater and, barring a few intertrappean sections that lie close to the palaeo marine shore line, much of the Deccan province is considered to be terrestrial. However, the occurrence of planktonic foraminifera in an intertrappean locality in the central part of the province suggests the presence of a seaway\nin peninsular India at the time of the K/T transition (Keller et al., 2009a, 2009b)."
  }, {
    "heading": "2.1.1. Lakshmipur",
    "text": "The Lakshmipur intertrappean locality (LKP) is located about 1.5 km southwest of the village Lakshmipur (N23°26′45″ E69°2′50″), district Kutch, in the western Indian state of Gujarat (Fig. 1). This section, exposed in a stream cutting, is about 2 m thick and has yielded one of the most abundant, diverse and well-preserved non-marine ostracod faunas in the Deccan province (Whatley and Bajpai, 2000). Associated biota includes abundant non-marine pulmonate gastropods (mainly Physa), fishes, turtles and charophytes (Bajpai et al., 1990). Palaeoenvironmentally, the sequence represents deposits laid down in a shallow lake. However, the only known detailed study of the palaeoecology of the intertrappean Ostracoda (Whatley and Bajpai, 2005) suggests that such interpretations are very general in nature. The fact that a large majority of the intertrappean ostracod taxa are endemic, albeit at the species level (Whatley and Bajpai, 2006), introduces further uncertainty in their palaeoecological interpretations. Such uncertainties are apparent from somewhat conflicting palaeoenvironmental interpretations based on different ostracod taxa occurring in the same horizon (for instance, permanent vs temporary water bodies, see Whatley and Bajpai, 2005). Further, given the extent of theDeccanvolcanic province (presently covering about 500,000 km2), the diverse palaeogeographic settings of the volcanic eruptions, and the differences in diversity and abundance of ostracod taxa, it is important to employ additional indicators, such as geochemistry, to decipher palaeoenvironmental conditions. Chronologically, this section appears to represent an early phase of Deccan volcanic activity but still within theMaastrichtian based on the occurrence of a relatively primitive palynofloral assemblage (Samant and Bajpai, 2005)."
  }, {
    "heading": "2.1.2. Kora",
    "text": "This is a second intertrappean locality in Kutch, which lies at the northwestern corner of the presently ruined village of Kora (23° 35′ 55″N: 680 53′ 40″E) about 1.5 km NNW of Dayapar and about 30 km northwest of Lakshmipur (Fig. 1). Lithologically, the Kora section exposes about 4 m thick mudstones with intercalations of marl. The section is capped by brownish yellow shales that yield wellpreserved ostracods in association with charophytes and fish remains (Bajpai et al., 1990; Bajpai and Whatley, 2001; Srinivasan et al., 1994). The section is of similar age and palaeoenvironmental setting to that at Lakshmipur. However, the ostracods from Kora are typically less well-preserved than at the latter site, and provided comparable material with which to assess the effect of diagenesis on ostracod geochemistry."
  }, {
    "heading": "2.1.3. Rajahmundry, southeastern India",
    "text": "In the Krishna–Godavari basin, about 1500 km to the southeast of the main Deccan volcanic province, a series of exposed lava flows with intercalated marine intertrappean beds, mainly limestone and some shale, is found near the city of Rajahmundry, close to the southeastern coast of peninsular India (Fig. 1). Rajahmundry intertrappeans contain brackishwater/marine fossil assemblages (Keller et al., 2008, 2009b). Keller et al. (2008) placed the lower Rajahmundry trap flows in chron C29R, ending just before the K–Pg boundary; the intertrappean sediments immediately above these flows are of early Danian zone P1a, which spans C29R, or about 200 kyr after the K–Pg boundary. Previous stable-isotope determinations have been reported from theRajahmundry intertrappeans (Keller et al., 2009b). We undertook analyses because these sediments represent a shallowmarine environment, and thus contrast palaeoenvironmentally with the sediments from Lakshmipur."
  }, {
    "heading": "2.1.4. Asifabad Intertrappeans, Adilabad, southern India",
    "text": "This is a 3 m thick Maastrichtain-aged intertrappean section of mudstones and sandstones, located about 3 km south of the village\nAda, in District Adilabad, Andhra Pradesh (Fig. 1) and associated with dinosaur bones (Rao and Yadagiri, 1981). Subsequently, Prasad et al. (1986) reported a diverse fossil assemblage of non-marine ostracods, charophytes, and a rich assemblage of microvertebrates including a mixture of freshwater and shallow-marine fishes. As a potentially brackish water site, the Asifabad section provides a further contrast, palaeoenvironmentally, to the sediments from Lakshmipur and Rajahmundry. Moreover, the specimens from this site are also less well preserved than those from Lakshmipur."
  }, {
    "heading": "2.2. Assessment of preservation",
    "text": "Ostracod carapace preservation was assessed visually by scanning electron microscopy (SEM) and cathodoluminescence (CL) and geochemically by electron microprobe. Because these procedures precluded analysis of trace element ratios by ICP or stable isotopes by mass spectrometry (as described in the next section), preservation assessment was undertaken on specimens deemed to be representative of different preservation states but not the same specimens thatwere subsequently analysed. Carapaces, single valves, broken fragments and a\npolished thin section of specimens embedded in araldite were analysed at the University of Lille1. Twenty-four specimens were analysed visually and eight geochemically from six species. The thin sectionwas produced by embedding a representative set of ten carapaces and single valves into araldite, which was polished to a thickness of 200 μm in order to section the fossils. Specimenswere imaged under high vacuum on a FEI Quanta 200 SEM using the secondary electron detector. CL analysis used an optical microscope, cold cathode vacuum setup, with a 15 kV accelerating voltage and 380 μm beam current. A Cameca SX100 electron microprobe was used with a 15 kV accelerating voltage, 15 nA current and 1 μm beam diameter. The analytical error is less than 0.1 wt.%, although therewas some variation in the calcite CaOwt% results due to differences in the size of specimens and the angle at which they were embedded in the araldite thin section, which had a microscopic effect on the polished surface thus affecting the electron beam."
  }, {
    "heading": "2.3. Trace-element and stable-isotope analyses",
    "text": "Where possible, ostracod specimens showing signs of minimal alteration under 40× magnification were selected for trace-element and\nstable-isotope analyses, although in some instances shells containing small amounts of calcite spar that could not be removed had to be used owing to lack of pristine specimens. Regardless of preservation state, single shells for all geochemical determinationswere brush-cleaned under a binocular microscope at 40× magnification using a fine (4/0) nylon paintbrush and deionised water. For trace-element analyses, single shells were used for each determination whereas between 2 and 5 shells were used for each stable-isotopemeasurement. In addition to ostracods, shells of the gastropod Lymnaeawere selected and analysed for stable isotopes from three levels from the Lakshmipur section.\nCleaned valves were placed in clean polypropylene tubes and dissolved in 1 mL of 0.6 M HCl for trace-element analysis. BDH Aristar HCl and 18.2 MΩ-quality deionised water were used to produce the acid. The solutions were then analysed for Ca (wavelength 317.93 nm), Sr (407.77 nm) and Mg (279.95 nm) contents using a JY-Ultima 2C ICP-AES at University College London. The instrument was calibrated using multi-element standards prepared by dilution of BDH Spectrosol 1000 μg/mL mono-element standards for ICP. Corrections were made for blank concentrations of the elements in the solvent acid as well as for instrumental drift using an external drift monitor. The ostracod data were expressed as atomic ratios of the trace metal to calcium for plotting purposes. Overall precision, based on multiple (n = 10) determinations of an ‘in house’ calcite (UCL calcite 22/6/07-1) was ±1.1% RSD (relative standard deviation) for Mg/Ca and ± 1.8% for Sr/Ca.\nCleaned and dried shells were combined for stable isotope analysis, which was performed at the Bloomsbury Environmental Isotope Facility, University College London, using a Finnigan MAT 253 mass spectrometer connected to a Kiel carbonate preparation device. Values are reported in standard delta notation relative to the VPDB standard, with a mean standard deviation of measurements of between 0.10 and 0.15‰."
  }, {
    "heading": "3. Results",
    "text": ""
  }, {
    "heading": "3.1. Preservation assessment",
    "text": "In general, there is a linear relationship between the size of an ostracod carapace and crystal size, as the carapace mineralises within an organic framework, which is regulated by the size of the animal. The primary indicator of pristine specimens is a microcrystalline procuticle (the calcified part of the carapace), where the individual crystals are of a micron size or less. In contrast, recrystallised fossil ostracods have a carapace ultrastructure composed of larger, interlocking calcite crystals, resulting from neomorphic recrystallisation (Bennett et al., 2011). For the intertrappean specimens, there is a visual and measurable difference in relative crystal size between microcrystalline carapaces and those that have larger crystals relative to specimen size, which are identified as recrystallised (Fig. 2). The average crystal size is 0.5 μm and 1.1 μm for microcrystalline and recrystallised carapaces respectively (Supplementary Table 1). The calcite crystals are interlocking and have a variable shape (prismatic, elongate, blocky) and alignment, controlled by carapace ornamentation (such as pores).\nA ‘good’ or ‘poor’ preservation status was determined by the results from CL, carapace ultrastructure description and crystal size measurements (Supplementary Table 1). Luminescent carapaces are interpreted to have higher levels of trace elements such as manganese and magnesium and thus to be diagenetically altered. The majority of the specimens studied were well preserved, with only four poorly preserved specimens, from the Lakshmipur, Kora and Adilabad sections. Recrystallised (poorly preserved) carapaces do not fit the measured linear relationship between crystal size and carapace size (Fig. 2F). They are composed of larger crystals relative to their carapace size, which are notably larger on the exterior surface. Many specimens contained calcite spar in the carapace cavity, which is luminescent under CL and diagenetic in origin. The presence of spar does not significantly affect the integrity of the carapace preservation. Varying amounts of Mn, Mg, Fe and to a lesser\nextent Sr are present within the low-Mg calcite of the ostracod valves (Supplementary Table 2). Poorly preserved specimens have elevated amounts of Fe, Mg and Mn, which correlate with the trend towards higher Mn and Fe levels in the void filling spar (Fig. 2G)."
  }, {
    "heading": "3.2. Trace-element and stable-isotope analyses",
    "text": "The results of geochemical analyses are shown for the Lakshmipur section stratigraphically in Fig. 3: all data are also shown on Figs. 4 and 5 and listed in Supplementary Tables 3 and 4. For the Lakshmipur section, δ18O and δ13C values range from−0.5 to−15.99‰ and−2.56 to −17.99‰, respectively. The exclusion of two outliers changes these ranges to −0.5 to −4.97‰ and −2.56 to −9.68‰, respectively. The mollusc values for this site range from −2.74 to −7.28‰ and −6.41 to −11.14‰ for δ18O and δ13C, respectively, and so fall within the range of ostracod values. For the other intertrappean sites, δ18O and δ13C values fall within the range seen at Lakshmipur although on average the δ13C values are typically more negative: the same is true of the δ18O values, except for the specimens from Rajahmundry. Interestingly, there appeared to be no systematic difference in either the oxygen or carbon-isotope values between spar-free and spar-containing samples, suggesting either that the spar was formed in equilibrium with the ostracod shell or, more likely, that it had an insignificant effect on the isotopic composition of the overall sample. The trace-element ratios for specimens from Lakshmipur vary from close to zero (Mg content below detection) to 0.04664 (Mg/Ca) and 0.00191 to 0.0056 (Sr/Ca): values for Rajahmundry, the only other site from which ostracods were analysed for trace elements, fall within this range for Mg/Ca (up to 0.02249) but have significantly higher Sr/Ca ratios (up to 0.00437)."
  }, {
    "heading": "4. Discussion",
    "text": ""
  }, {
    "heading": "4.1. Preservation state",
    "text": "The visual and geochemical preservation assessment reveals that the majority of the ostracods are well preserved, apart from those from the Kora site. Poorly preserved specimens were identifiable geochemically by elevated levels of iron, magnesium and manganese. The presence of the spar in specimens that are otherwise well preserved indicates that they formed at shallow burial depths and relatively low temperatures. Specimens with a high Mg/Ca ratio could be interpreted as diagenetically altered and carapace specimens analysed for isotopes that contain sparmust be considered as (partly or completely) contaminated for trace elements, although as noted above they did not seem to differ in isotope composition from pristine specimens."
  }, {
    "heading": "4.2. Interpretation of the trace-element and stable-isotope values in intertrappean ostracods",
    "text": "Ostracod shells show positive offsets from oxygen-isotope equilibrium (e.g. von Grafenstein, 2002) that are constant within an individual genus or within closely-related genera. Because the ostracods analysed in this study are extinct, we have limited knowledge of the magnitude of the offset from equilibrium, althoughwe assume, based on extant species, that it was positive and between+0.5 and+2.5‰ (see e.g. Holmes and Chivas, 2002). Given the need to restrict isotope analyses, as far as possible, to well-preserved specimens and given the relative paucity of such material in the Lakshmipur section, it was not possible to undertake isotope analyses on one single species throughout. However, we assess the potential for differing offsets from equilibrium by comparing all of the results for the Lakshmipur section (Fig. 6). For oxygen isotopes, there is a spread of values for each species, as is often found for ostracod shells. In part, this spread may reflect stratigraphical variation in temperature and water isotope composition within the intertrappean palaeolake: however, a quite wide variation is commonly seen amongst\nsingle ostracod shells, and even multiple-ostracod samples, from the same stratigraphic level (e.g. Escobar et al., 2010) owing to interindividual variations in isotope composition that remain largely unexplained. The variation seen in each individual species from the Lakshmipur section is not, therefore, unexpected. Themean δ18O values for each ostracod species show an overall range of 1.3‰, if we exclude the single outlier value for Frambocythere sp. This range is well within the range of offsets from oxygen-isotope equilibrium seen for different ostracod species, and so could be explained by such offsets alone. No such offsets exist for carbon isotopes (Keatings et al., 2002b). Variation in δ13C values for the different species is therefore best explained by microhabitat differences: small-scale variations in the carbon-isotope composition of the dissolved inorganic carbon, the main control on ostracod δ13C values, are commonly observed in lakes. We note also that the specimens of the gastropod Lymnaea appear to show systematic heavy-isotope depletion compared with the ostracod shells for both carbon and oxygen, a phenomenon that has been observed for extant species (Keatings, 1999).\nDiagenetic alteration also has the potential to alter isotope signatures in sedimentary carbonates, generally leading to a reduction in δ18O and δ13C values (e.g. Sharp, 2007). However, we assume that the majority of specimens analysed show limited effects of diagenesis, as discussed above. Notwithstanding the effects of species-specific effects and diagenetic alteration, the oxygen-isotope composition of ostracod shells is controlled by water temperature and the oxygen-isotope composition of the water in which the ostracod shells were formed. A temperature range of about 16 °C would be required to explain the full range of δ18O values observed in ostracod shells purely in terms of temperature. This seems unreasonably large, leading us to conclude that other factors must be involved. Given the lacustrine setting implied by the stratigraphical, sedimentological and palaeoecological evidence from the Lakshmipur section (Whatley and Bajpai, 2005), changes in water isotope composition seem to provide the best explanation for the observed oxygen-isotope values in the ostracods.\nWe use the δ18O values from ostracods in the Lakshmipur section coupledwith information about late Cretaceous climate of northwestern\nIndia to reconstruct the palaeolimnology of the Lakshmipur site and to draw conclusions about the palaeoenvironment. The oxygen-isotope composition of lake water is controlled by a number of factors, the most important of which are the isotopic composition of rainwater, surface runoff and groundwater weighted by the relative contributions to the\nlake's hydrological budget, together with the degree of evaporative concentration of lake water. Evaporative concentration tends to characterise lakeswith long residence time and is especiallymarked in areaswith low effective moisture. It will lead to lake water with a larger δ18O value than meteoric water. Given the possible location of the Lakshmipur site close to a palaeo coastline, we also have to consider the possibility of marine\ninput to the lake, even though the palaeoecological evidence suggests that the waterbody was not significantly affected by marine intrusion (Whatley and Bajpai, 2005).\nAssuming a surface temperature of 25 °C (Andrews et al., 1995),mean δ18Oprecipitation of−8‰ (Ghosh et al., 1995), and lake water isotope composition equal to that of precipitation (i.e. no evaporative enrichment), calcite precipitated in isotopic equilibrium should have a δ18O value of around −10‰ using the equation of Kim and O'Neil (1997). Even allowing for an offset from oxygen-isotope equilibrium of up to +2.5‰, it is clear that the ostracods from Lakshmipur were not precipitated in isotopic equilibrium with meteoric water. Admixture of seawater (mean δ18O value of late Cretaceous seawater = −1‰ VSMOW: Shackleton and Kennett, 1975) would have had a small effect on the composition of lakewater, butwould tend tomake itmorepositive rather than more negative, so cannot explain the discrepancy between the reconstructed lakewater value and the isotopic composition of precipitation. The best explanation for the discrepancy, therefore, is that the lakewater was 18O-enriched as a result of evaporation. The occurrence of evaporative enrichment is entirely consistent with the warm, semiarid climate reconstructed for northwestern India during the late Cretaceous (Andrews et al., 1995; Ghosh et al., 1995).\nWe can attempt to model the degree of evaporative enrichment by calculating the steady-state oxygen-isotope ratio of lake water using the equations of Kebede et al. (2002) under a range of different relative humidity values. We assume that the δ18O value of inflow is equal to the δ18O value of precipitation, that the δ18O value of atmospheric water vapour is in isotopic equilibrium with precipitation and that inflows to the palaeo-lake balanced outflows. In Fig. 7, we show the modelled δ18O values of ostracod shells that would be expected to form in lakewater associated with evaporation of water under conditions of differing relative humidity. The ostracod values are consistent with evaporation under relative humidity values of between about 0.6 and 0.83; the corresponding water isotope values (not shown) range from slightly above 0‰ to around−4‰. Although the range of estimatedwater isotope and relative humidity values is quite large, a reflection of significant uncertainties, the values themselves do attest to the lake having elevated δ18O values compared with meteoric water, and are thus consistent with the lake having been affected by significant evaporative enrichment.\nThe δ13C value of ostracod shells is controlled primarily by the δ13C value of the dissolved inorganic carbon within the water in which the ostracod shell formed. There were a number of potential carbon sources to the palaeo-lake at Lakshmipur including atmospheric CO2 (δ13C = −6.5‰; Andrews et al., 1995), CO2 from mineralised soil\norganic matter (δ13C = −26‰: Andrews et al., 1995; Ghosh et al., 1995), CO2 derived from the mineralisation of organic matter within the underlying sedimentary rocks (δ13C = −25‰; Chakraborty et al., 2011) and dissolution of volcanic carbonate from the Deccan volcanic rocks (δ13C = −14‰; Das et al., 2005). Even allowing for the fact that ostracod shells show δ13C values that are +1‰ compared with DIC (Romanek et al., 1992), the carbon isotope values, which aremostly above about −10‰, are not consistent with any likely combination of these sources alone. Input of seawater would have the potential to increase the δ13C value of the DIC. However, a substantial proportion of seawater would be required to achieve this and there is no other evidence to support substantial seawater intrusion to the palaeo-lake. More likely is that the elevated δ13C values are the result of in-lake photosynthesis, which would have preferentially used 12C-enriched DIC and so left the remaining DIC relatively enriched in 13C. This interpretation is consistent with the presence of aquatic plant remains within the sediments of the Lakshmipur section (Sanyal et al., 2005).\nModerate positive covariance exists between the carbon and oxygen isotope values from the Lakshmipur section (r2 = 0.49: Fig 4). Such ‘isotopic covariance’ is often seen in lakes that are hydrologically closed and, as a result, have relatively long residence time (Talbot, 1990). Covariance therefore provides further evidence that the lake was behaving as a hydrologically-closed system showing evaporative enrichment under a semi-arid to sub-humid climate.\nThe Mg and Sr content of ostracod shells can be used to reconstruct the trace-metal to calcium (M/Ca) ratio of the host water. In turn, M/Ca ratios may, under certain circumstances, indicate past water salinity. Moreover, Mg partitioning is positively correlated with water temperature. Trace-metal determinations of ostracod shells may thus complement stable isotope analyses as palaeoenvironmental tools. However, complexity of trace-element partitioning into ostracod shells from water often makes the reconstruction of palaeo M/Ca ratios for past waters problematical (Dettman and Dwyer, 2012). Moreover, the complex relationships between M/Ca ratios in water and environmentallyrelated variables, such as salinity, makes the interpretation of the traceelement data difficult, especially since there is of course no extant representative of the late Cretaceous palaeo-lake under investigation here to provide a modern analogue. We therefore interpret the traceelement data in general terms only. The mole per cent Mg content of the ostracod shells is less than 5% (less than 3% inmost cases), confirming that they are low-Mg calcite. This provides some evidence for the lack of diagenetic alteration. However, the Mg/Ca ratios are relatively high, perhaps reflecting high water temperatures of the lake. Sr contents are relatively low, although there is moderately-strong positive covariance between Sr/Ca and Mg/Ca (r2 = 0.49: Fig. 5), as for oxygen and carbon isotopes, which provides further evidence that the lake was behaving as a hydrologically-closed system.\nThere is no clear stratigraphical change in either stable-isotope or trace-element values within the Lakshmipur sequence as whole, suggesting that there was no progressive increase or decrease in evaporative enrichment, and hence aridity, over the time interval represented by the section. Variability in values within each stratigraphic interval investigated is, however, large, suggesting that shorter-term variations in environmental and climatic conditions may have been marked.\nThe ostracod specimens from both Kora and Asifabad are typically more poorly preserved than those from Lakshmipur. The greater heavy-isotope depletion for both carbon and oxygen in this material may, therefore, be a function of poor preservation. However, additional analyses would be required to confirm this. The Rajahmundry site has previously been interpreted as shallow marine (Keller et al., 2009b). The stable isotope values for ostracods from Rajahmundry agree well with previous determinations from this site (Fig. 4). However, the carbon-isotope values are too low to be explained by a fully marine environment. The trace-metal data for this site provide further evidence of marine influence— the Sr/Ca values are much higher than those for Lakshmipur (Fig. 5). The fact that the Mg/Ca ratios are not also higher is puzzling, although it might be explained by large Mg partitioning in waters that had high temperature, regardless of their composition. However, we concede that we currently have very few data points from this section and more data would be required for firmer conclusions to be drawn.\nStable-isotope analyses undertaken on ostracods from Unit 3 of the intertrappean section at Jhilmili, in Central India, are reported in Keller et al. (2009b), where they are interpreted as representing fresh or brackish water. Fig. 4A indicates that the δ18O values at this site are rather lower than at Lakshmipur. Although it is possible that the difference in values between sites is the result of taxonomic effects (the species analysed at Jhilmili is not recorded) the magnitude of the difference makes this unlikely, suggesting that Unit 3 at Jhilmili is indeed representative of fresher water than the section at Lakshmipur. The elevated δ13C values at Jhilmil point might be explained by greater aquatic productivity at this site compared with Lakshmipur. However, additional analyses would be required to confirm these suggestions."
  }, {
    "heading": "5. Conclusions",
    "text": "Stable-isotope and trace-element determinations of ostracod shells from intertrappean sediments in India have good potential for the reconstruction of late Cretaceous palaeoenvironments. Detailed observational and geochemical analyses illustrate that preservation of ostracods is variable, although some amount of alteration does not necessarily compromise the geochemical signature. Where preservation is adequate, we have shown that meaningful palaeoenvironmental information can be derived from stable-isotope and trace-element determinations of ostracod shells. Our analyses of ostracods from one section, at Lakshmipur in Kutch, northwestern India, yielded the following information about this late Cretaceous site:\n(1). The late Cretaceous palaeo-lake at Lakshmipur was sourced by meteoric water, with no evidence of marine intrusion, despite likely proximity of the site to the palaeo-coastline. (2). The palaeo-lake shows signs of evaporative enrichment, in that the reconstructed water isotope values are significantly higher than those of contemporary meteoric water. This conclusion is consistent with other palaeoclimatic data for northwestern India during the late Cretaceous and suggests that the lake had a relatively long residence time and was behaving as a hydrologically-closed system. (3). The carbon-isotope values in ostracods from Lakshmipur are open to a range of possible explanations, although are consistent with a fairly productive lake with long residence time. (4). Differences in the oxygen-isotope values between different ostracod species from Lakshmipur can be explained by speciesdependent differences in offsets from oxygen-isotope equilibrium, whereas differences in carbon-isotope values are better explained by habitat preferences. (5). The actual magnitudes of the Mg/Ca and Sr/Ca values for ostracods from Lakshmiupr are difficult to interpret, but the trends and the existence of covariance between the two trace-element ratios provide additional support for the conclusion that the palaeo-lake was hydrologically closed."
  }, {
    "heading": "Acknowledgements",
    "text": "The authors thank Séverine Bellayer, Phillip Recourt and Sylvie Regnier at the University of Lille1 for technical assistance with the electron microprobe, SEM and thin section production respectively. This work was initiated during a visit by SB to University College London, funded by the Scientist Exchange Programme of the Indian National Science Academy and the UK Royal Society. SB and NM would also like to thank, respectively, the Department of Science and Technology (DST), and the Council of Scientific and Industrial Research (CSIR), Government of India for financial support."
  }, {
    "heading": "Appendix A. Supplementary data",
    "text": "Supplementary data to this article can be found online at http:// dx.doi.org/10.1016/j.gloplacha.2013.04.011."
  }],
  "year": 2013,
  "references": [{
    "title": "Concentration of carbon dioxide in the Late Cretaceous atmosphere",
    "authors": ["J.E. Andrews", "S.K. Tandon", "P.F. Dennis"],
    "venue": "Journal of the Geological Society of London",
    "year": 1995
  }, {
    "title": "Multiple causes, not a single cause for terminal Cretaceous",
    "authors": ["J.D. Archibald", "W.A. Clemens", "K. Padian", "T. Rowe", "N. MacLeod", "P.M. Barrett", "A. Gale", "P. Holroyd", "H.D. Sues", "N.C. Arens", "J.R. Horner", "G.P. Wilson", "M.B. Goodwin", "C.A. Brochu", "D.L. Lofgren", "S.H. Hurlbert", "J.H. Hartman", "D.A. Eberth", "P.B. Wignall", "P.J. Currie", "A. Weil", "G.V.R. Prasad", "L. Dingus", "V. Courtillot", "A. Milner", "S. Bajpai", "D.J. Ward", "A. Sahni"],
    "year": 2010
  }, {
    "title": "Ostracod assemblages, palaeoenvironment and cyclicity of Purbeck-type sediments of the Munder Formation (Lower Cretaceous, Hils Syncline, N-Germany)",
    "authors": ["G. Arp", "C. Mennerich"],
    "year": 2008
  }, {
    "title": "Cretaceous age for Ir-rich Deccan intertrappean deposits: palaeontological evidence from Anjar, western India",
    "authors": ["S. Bajpai", "G.V.R. Prasad"],
    "venue": "Journal of the Geological Society of London",
    "year": 2000
  }, {
    "title": "Late Cretaceous non-marine ostracods from the Deccan intertappean beds, Kora (western Kachchh, India)",
    "authors": ["S. Bajpai", "R. Whatley"],
    "venue": "Revista Española de Micropaleontología",
    "year": 2001
  }, {
    "title": "Kachchh Intertrappean biotas: affinities and correlation. Cretaceous Event Stratigraphy and the Correlation of the Indian Nonmarine Strata, Contributions from the Seminar cum Workshop IGCP",
    "authors": ["S. Bajpai", "A. Sahni", "A. Jolly", "S. Srinivasan"],
    "year": 1990
  }, {
    "title": "Diagenesis of fossil ostracods: implications for stable isotope based palaeoenvironmental reconstruction",
    "authors": ["C.E. Bennett", "M. Williams", "M.J. Leng", "D.J. Siveter", "S.J. Davies", "H.J. Sloane", "I.P. Wilkinson"],
    "year": 2011
  }, {
    "title": "Carbon isotopic composition of fossil leaves from the Early Cretaceous sediments of western India",
    "authors": ["S. Chakraborty", "B.N. Jana", "S.K. Bhattacharya", "I. Robertson"],
    "venue": "Journal of Earth System Science",
    "year": 2011
  }, {
    "title": "Carbon isotope ratio of dissolved inorganic carbon (DIC) in rivers draining the Deccan Traps, India: sources of DIC and their magnitudes",
    "authors": ["A. Das", "S. Krishnaswami", "S.K. Bhattacharya"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2005
  }, {
    "title": "Ultrastructure of the wall of two living ostracods, Herpetocypris chevreuxi (Sars) and Pontocythere elongata (Brady), in comparison with fossil ostracods from the Middle Jurassic of Normandy",
    "authors": ["F. Dépệche"],
    "year": 1982
  }, {
    "title": "The calibration of environmental controls on trace element ratios in ostracod shell calcite: a critical assessment",
    "authors": ["D.L. Dettman", "G.S. Dwyer"],
    "venue": "Ostracoda as Proxies for Quaternary Climate Change,",
    "year": 2012
  }, {
    "title": "Trace elements in marine ostracodes",
    "authors": ["G.S. Dwyer", "T.M. Cronin", "P.A. Baker"],
    "year": 2002
  }, {
    "title": "Isotope measurements of single ostracod valves and gastropod shells for climate reconstruction: evaluation of within-sample variability and determination of optimum sample size",
    "authors": ["J. Escobar", "J.H. Curtis", "M. Brenner", "D.A. Hodell", "J.A. Holmes"],
    "venue": "Journal of Paleolimnology",
    "year": 2010
  }, {
    "title": "Paleoclimate and palaeovegetation in Central India during the Upper Cretaceous based on stable-isotope composition of the paleosol carbonates",
    "authors": ["P. Ghosh", "S.K. Bhattacharya", "R.A. Jani"],
    "year": 1995
  }, {
    "title": "Trace-element and stable-isotope geochemistry of non-marine ostracod shells in Quaternary palaeoenvironmental reconstruction",
    "authors": ["J.A. Holmes"],
    "venue": "Journal of Paleolimnology",
    "year": 1996
  }, {
    "title": "Ostracod shell chemistry — overview",
    "authors": ["J.A. Holmes", "A.R. Chivas"],
    "year": 2002
  }, {
    "title": "The Basis for Ostracod Shell Chemistry in Palaeoclimate Reconstruction",
    "authors": ["K.W. Keatings"],
    "year": 1999
  }, {
    "title": "The effects of diagenesis on the trace element and stable isotope geochemistry of non-marine ostracod valves",
    "authors": ["K.W. Keatings", "T.H.E. Heaton", "J.A. Holmes"],
    "venue": "Journal of Paleolimnology",
    "year": 2002
  }, {
    "title": "Carbon and oxygen isotope fractionation in non-marine ostracods: results from a ‘natural culture’ environment",
    "authors": ["K.W. Keatings", "T.H.E. Heaton", "J.A. Holmes"],
    "venue": "Geochimica et Cosmochimica Acta",
    "year": 2002
  }, {
    "title": "Lake–groundwater relationships, oxygen isotope balance and climate sensitivity of the Bishoftu Crater Lakes, Ethiopia",
    "authors": ["S. Kebede", "H. Lamb", "R. Telford", "M. Leng", "M. Umer"],
    "year": 2002
  }, {
    "title": "Main Deccan volcanism phase ends near the K–T boundary: evidence from the Krishna–Godavari Basin, SE India",
    "authors": ["G. Keller", "T. Adatte", "S. Gardin", "A. Bartolini", "S. Bajpai"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2008
  }, {
    "title": "2009a.Deccanvolcanism, theKTmass extinction anddinosaurs",
    "authors": ["G. Keller", "A. Sahni", "S. Bajpai"],
    "venue": "Journal of Biosciences",
    "year": 2009
  }, {
    "title": "K–T transition in Deccan Traps of central India marks major marine seaway across India",
    "authors": ["G. Keller", "T. Adatte", "S. Bajpai", "D.M. Mohabey", "M. Widdowson", "A. Khosla", "R. Sharma", "S.C. Khosla", "B. Gertsch", "D. Fleitmann", "A. Sahni"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2009
  }, {
    "title": "Cretaceous extinctions: evidence",
    "authors": ["G. Keller", "T. Adatte", "A. Pardo", "S. Bajpai", "A. Khosla", "B. Samant"],
    "venue": "overlooked. Science",
    "year": 2010
  }, {
    "title": "The influence of Deccan volcanism on climate: insights from lacustrine intertrappean deposits, Anjar, Western India",
    "authors": ["A.S. Khadkikar", "D.A. Sant", "V. Gogte", "R.V. Karanth"],
    "year": 1999
  }, {
    "title": "Biodiversity during the Deccan volcanic eruptive episode",
    "authors": ["A. Khosla", "A. Sahni"],
    "venue": "Journal of Asian Earth Sciences",
    "year": 2003
  }, {
    "title": "Equilibrium and nonequilibrium oxygen isotope effects in synthetic carbonates",
    "authors": ["S.T. Kim", "J.R. O'Neil"],
    "venue": "Geochimica et Cosmochimica Acta",
    "year": 1997
  }, {
    "title": "Stable isotopes from lacustrine ostracoda as tracers for continental palaeoenvironments",
    "authors": ["G.S. Lister"],
    "year": 1988
  }, {
    "title": "Bias of ostracod stable isotope data caused by drying of sieve residues from water",
    "authors": ["S. Mischke", "C. Zhang", "A. Borner"],
    "venue": "Journal of Paleolimnology",
    "year": 2008
  }, {
    "title": "Fossil assemblages from infra- and intertrappean beds of Asifabad, Andhra Pradesh and their implications",
    "authors": ["G.V.R. Prasad", "A. Sahni", "V.J. Gupta"],
    "venue": "Geoscience Journal",
    "year": 1986
  }, {
    "title": "Cretaceous intertrappean beds from Andhra Pradesh and their stratigraphic significance",
    "authors": ["B.R.J. Rao", "P. Yadagiri"],
    "venue": "Memoirs of the Geological Society of India,",
    "year": 1981
  }, {
    "title": "Carbon isotopic fractionation in synthetic aragonite and calcite — effects of temperature and precipitation rate",
    "authors": ["C.S. Romanek", "E.L. Grossman", "J.W. Morse"],
    "venue": "Geochimica et Cosmochimica Acta",
    "year": 1992
  }, {
    "title": "Palynoflora from Lakshmipur intertrappean deposits of Kutch, Gujarat: age implications",
    "authors": ["B. Samant", "S. Bajpai"],
    "venue": "Journal of the Palaeontological Society of India",
    "year": 2005
  }, {
    "title": "Paleoenvironmental conditions during deposition of Deccan intertrappeans; evidence from stable isotope analysis of fossil ostracods",
    "authors": ["P. Sanyal", "S.K. Bhattacharya", "S. Bajpai", "R. Sharma"],
    "venue": "Workshop on Indian non-marine late Cretaceous: Advances and Challenges: Gondwana Geological Magazine Special,",
    "year": 2005
  }, {
    "title": "Late Cenozoic oxygen and carbon isotopic changes at DSDP site 284: implications for glacial history of the Northern Hemisphere",
    "authors": ["N.J. Shackleton", "J.P. Kennett"],
    "venue": "Initial Reports of the Deep Sea Drilling Project",
    "year": 1975
  }, {
    "title": "Principles of Stable Isotope Geochemistry",
    "authors": ["Z. Sharp"],
    "year": 2007
  }, {
    "title": "Charophytes from the Deccan intertrappean beds of peninsular India: implications for age and correlation of peninsular India",
    "authors": ["S. Srinivasan", "S. Bajpai", "A. Sahni"],
    "venue": "Geobios",
    "year": 1994
  }, {
    "title": "Oxygen-isotope studies of ostracods from deep lakes",
    "authors": ["U. von Grafenstein"],
    "year": 2002
  }, {
    "title": "A new fauna of Late Cretaceous non-marine Ostracoda from the Deccan Intertrappean beds of Lakshmipur, Kachchh (Kutch) District, Gujurat, western India",
    "authors": ["R. Whatley", "S. Bajpai"],
    "venue": "Revista Española de Micropaleontología",
    "year": 2000
  }, {
    "title": "Some aspects of the palaeoecology and distribution of non-marine Ostracoda fromUpper Cretaceous intertrappean deposits and the Lameta Formation of peninsular India",
    "authors": ["R. Whatley", "S. Bajpai"],
    "venue": "Journal of the Palaeontological Society of India",
    "year": 2005
  }, {
    "title": "Extensive endemism among the Maastrichtian non-marine Ostracoda of India with implications for palaeobiogeography and “out of India",
    "authors": ["R. Whatley", "S. Bajpai"],
    "venue": "dispersal. Revista Española de Micropaleontología",
    "year": 2006
  }],
  "id": "SP:42b744e8ab786f884716330830ea5eb3c1521a99",
  "authors": [{
    "name": "Sunil Bajpai",
    "affiliations": []
  }, {
    "name": "Jonathan Holmes",
    "affiliations": []
  }, {
    "name": "Carys Bennett",
    "affiliations": []
  }, {
    "name": "Nivedita Mandal",
    "affiliations": []
  }, {
    "name": "Ashu Khosla",
    "affiliations": []
  }],
  "title": "Palaeoenvironment of Northwestern India during the late Cretaceous Deccan volcanic episode from trace-element and stable-isotope geochemistry of intertrappean ostracod shells"
}