{
  "year": 2003,
  "references": [{
    "title": "Hypothetical explanation of natural and anthropogenic temperature variations with a nonlinear multiple regression model",
    "authors": ["D. Bayer", "C.D. Sch/~nwiese"],
    "venue": "In Proceedings of the 5th International Meeting on Statistical Climatology,",
    "year": 1992
  }, {
    "title": "Statistical signal and signal-to-noise assessments of the seasonal and regional patterns of global volcanism-temperature",
    "authors": ["A. Cress", "C.D. Sch6nwiese"],
    "venue": "relationships, Atm6sfera,",
    "year": 1992
  }, {
    "title": "Time-dependent greenhouse warming computations with a coupled ocean-atmosphere model",
    "authors": ["U. Cubasch", "K. Hasselmann", "H. H6k", "E. Maier-Reimer", "U. Mikolajewiz", "B. Santer", "R. Sausen"],
    "venue": "Report No",
    "year": 1991
  }, {
    "title": "Solar, volanic, and C02 forcing of recent climatic changes",
    "authors": ["R. Gilliland"],
    "venue": "Clim. Change,",
    "year": 1982
  }, {
    "title": "Greenland ice sheet evidence of post-glacial volcanism and its climatic impact",
    "authors": ["C.U. Hammer", "H.B. Clausen", "W. Dansgaard"],
    "year": 1980
  }, {
    "title": "Climatic impact of increasing carbon dioxide",
    "authors": ["J. Hansen", "D. Johnson", "A. Lacis", "S. Lebedeff", "P. Lee", "D. Rind", "G. Russell"],
    "year": 1981
  }, {
    "title": "Reconstructed northern hemisphere annual temperature since 1671 based on highlatitude tree-ring data from North America",
    "authors": ["G. Jacoby", "R. D'Arrigo"],
    "venue": "Clim. Change,",
    "year": 1989
  }, {
    "title": "Hemispheric surface air temperature variations: recent trends and an update",
    "authors": ["P.D. Jones"],
    "venue": "J. Clim.,",
    "year": 1988
  }, {
    "title": "Update of the chronology assessments of the volanic dust veil index",
    "authors": ["H.H. Lamb"],
    "venue": "Clim. Monitor,",
    "year": 1983
  }, {
    "title": "Transient responses of a coupled ocean-atmosphere model to gradual changes of the atmospheric CO2",
    "authors": ["S. Manabe", "M.J. Spelman", "R.J. Stouffer"],
    "venue": "J. Clim.,",
    "year": 1992
  }, {
    "title": "Climatic Change",
    "authors": ["H.H. Lamb", "K.N. Rao", "C.C. Wall6n"],
    "venue": "World Meteorological Organization Publication No. 195 (Technical Note No.79), Geneva,",
    "year": 1966
  }, {
    "title": "Greenhouse-gas-induced climatic change: A critical appraisal of simulations and observations",
    "authors": ["M.E. Schlesinger"],
    "venue": "Developments in Atmospheric Science",
    "year": 1991
  }, {
    "title": "Northern hemisphere temperature statistics and forcing",
    "authors": ["C.D. Sch6nwiese"],
    "venue": "Part A: 1881-1980 AD. Arch. Met. Geophys. Biol., Ser. B,",
    "year": 1983
  }, {
    "title": "Observational assessments of the hemispheric and global climate response to increasing greenhouse gases",
    "authors": ["C.D. SchOnwiese"],
    "venue": "Contr. Atmosph. Physics,",
    "year": 1987
  }, {
    "title": "Votanic activity parameters and volcanism-climate relationships within the recent centuries",
    "authors": ["C.D. Sch/Snwiese"],
    "year": 1988
  }, {
    "title": "Multivariate statistical assessments of greenhouse-gas-induced climatic change and comparison with results from general circulation models",
    "authors": ["C.D. Sch6nwiese"],
    "venue": "In Greenhouse-Gas-Induced Climatic Change: A Critical Appraisal of Simulations and Observations,",
    "year": 1991
  }, {
    "title": "Praktische Statistik, 2",
    "authors": ["C.D. Sch/Snwiese"],
    "venue": "Borntr~ger, Stuttgart,",
    "year": 1992
  }, {
    "title": "Some updated statistical assessments of the surface temperature response to increased greenhouse gases",
    "authors": ["C.D. Sch6nwiese"],
    "venue": "Int. J. Climatol.,",
    "year": 1991
  }, {
    "title": "Multiforced statistical assessments of greenhouse-gas-induced surface air temperature change 1890-1985",
    "authors": ["C.D. Sch6nwiese", "U. St~hler"],
    "venue": "Clim. Dynam.,",
    "year": 1991
  }, {
    "title": "Statistische Analyse des Zusammenhangs sakularer Kimaschwankungen mit externen EinfluBgrSl3en und Zirkulationsparametern unter besonderer BerOcksichtigung des Treibhausproblems",
    "authors": ["C.D. Sch6nwiese", "W. Birrong", "U. Schneider", "U. St~ihler", "R. Ullrich"],
    "venue": "Report No",
    "year": 1990
  }, {
    "title": "Solare Einfl~sse auf die Lufttemperaturvariationen der Erde in den letzten Jahrhunderten",
    "authors": ["C.D. Sch/)nwiese", "R. Ullrich", "F. Beck"],
    "venue": "Report No. 92, Institute Meteorology and Geophysics, University of Frankfurt/M,",
    "year": 1992
  }],
  "id": "SP:4dec2baec16a17b28631019119f8bf75691234c1",
  "authors": [{
    "name": "Christian-D. Scht~nwiese",
    "affiliations": []
  }],
  "abstractText": "The response of the climate system to increasing greenhouse gases was simulated by a number of climate model projections. There is an urgent need to verify or falsify these projections against observational climate data. Therefore, in this contribution, surface air temperature data are considered covering on a global average the period 1861-1990 and on a northern hemisphere average 1670-1990 (including proxy data). Based on a multiple correlation and coherence analysis a regression model is evaluated which is simultaneously forced by the observed or reconstructed atmospheric C02 or equivalent CO., concentration increase, volcanic activity, solar variations, and the ENSO (El Ni~o/southern oscillation) mechanism including phase shifts between cause and effect. This model reveals a greenhouse-gas-induced mean global temperature rise of 0.6-0.8 K since preindustrial time (c. 1800-1990). Following the IPCC business-as-usual scenario (trend extrapolation) this would lead to a hypothetical 3.8 K temperature rise in 2100 (best estimate, uncertainty +0. 7/-0.4 K) compared to the 1985 value.",
  "title": "ANALYSIS A N D PREDICTION OF GLOBAL CLIMATE TEMPERATURE CHANGE BASED ON MULTIFORCED OBSERVATIONAL STATISTICS"
}