{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nEarth and Planetary Science Letters\nj ourna l homepage: www.e lsev ie r.com/ locate /eps l\nEarly Pleistocene climate cycles in continental deposits of the Lesser Caucasus of Armenia inferred from palynology, magnetostratigraphy, and 40Ar/39Ar dating\nSébastien Joannin a,b,⁎, Jean-Jacques Cornée d, Philippe Münch c,d, Michel Fornari e, Iuliana Vasiliev f, Wout Krijgsman f, Samuel Nahapetyan g, Ivan Gabrielyan h, Vincent Ollivier i,j, Paul Roiron k, Christine Chataigner l\na UMR CNRS 5125 PEPS, Université Lyon 1, La Doua, bâtiment Géode, F-69622 Villeurbanne cedex, France b CNRS-USR 3124 MSHE Ledoux, Rue Mégevand, F-25030 Besançon, France c Université de Provence, EA 4234-GSRC, 3 place Victor Hugo, 13331 Marseille cedex, France d Géosciences Montpellier, UMR, 5243-CC 60, Université Montpellier 2,place E. Bataillon, 34095 Montpellier Cedex 5, France e UMR 6526 Geosciences Azur, Université de Nice Sophia-Antipolis, Parc Valrose, 06108 Nice Cedex 2, France f Paleomagnetic Laboratory ‘Fort Hoofddijk’, Faculty of Earth Sciences, Utrecht University Budapestlaan 17, 3584 CD Utrecht, The Netherlands g Department of Cartography and Geomorphology, Yerevan State University, Armenia h Institute of Botany, National Academy of Sciences of the Republic of Armenia, Armenia i Economies, Sociétés et Environnement Préhistorique, UMR 6636, Aix-en-Provence, France j Institut Mediterraneen d'Ecologie et de Paleoecologie, UMR 6116, Aix-en-Provence, France k Centre de Bio-Archéologie et d'Ecologie, UMR 5059, Montpellier, France l Maison de l'Orient, UMR 5133, Lyon, France\n⁎ Corresponding author. MSHE, USR 3124 CNRS/LCE route de Gray, F-25030 Besançon cedex, France. Tel.: +3 66 65 68.\nE-mail addresses: sebastien.joannin@mshe.univ-fcom jean-jacques.cornee@gm.univ-montp2.fr (J.-J. Cornée), philippe.munch@up.univ-mrs.fr (P. Münch), vasiliev@ge krijgsma@geo.uu.nl (W. Krijgsman), nahapetyan@ysu.am gabrielyanivan@yahoo.com (I. Gabrielyan), vincent.olliv (V. Ollivier), paul.roiron@univ-montp2.fr (P. Roiron), ch (C. Chataigner).\n0012-821X/$ – see front matter © 2010 Elsevier B.V. A doi:10.1016/j.epsl.2010.01.007\na b s t r a c t a r t i c l e i n f o\nArticle history: Received 16 July 2009 Accepted 5 January 2010 Available online 27 January 2010\nEditor: R.D. van der Hilst\nKeywords: Early Pleistocene Western Asia Caucasus paleovegetation 40Ar/39Ar dating magnetostratigraphy climate\nPlio-Pleistocene diatomitic sequences in the Shamb paleo-lake (South Armenia, Lesser Caucasus) offer a rare opportunity to give new insights on the paleo-climate of Western Asia. We present an integrated palynological, 40Ar/39Ar geochronologic and magnetostratigraphic study for the most complete section in the sedimentary deposits of the Shamb paleo-lake. 40Ar/39Ar dating of two volcaniclastic layers provided ages of 1.24±0.03 and 1.16±0.02 Ma (2 σ). Magnetostratigraphic data show that the entire Shamb section is of reversed polarity which, combined with 40Ar/39Ar dating, suggests that the entire section correlates with part of the Matuyama period (1.785–1.070 Ma). Pollen assemblages and macroremains diversity clearly show an alternation of glacial and interglacial phases. Age calibrations and accumulation rate extrapolation allow a direct correlation of climate changes with the global isotopic curve, and show that the Shamb section probably ranges from approximately 1.300 to 1.080 Ma (marine isotopic stages 40 to 31). The vegetation of the Lesser Caucasus developed in a mosaic pattern in a Pleistocene continental, mostly arid climate, comparable to the present-day climate. The observed vegetation changes record a dominant climate response to the obliquity orbital parameter, but the influence of precession could not be established from the Shamb data. Pollen and macroflora both indicate that glacial periods were cold and dry and that interglacials were warm with local humidity. The Early Pleistocene climatic model for Western Asia is thus similar to the climatic model for the Mediterranean area.\n,UMR 6565, Univ. F-Comté, 16 3 3 81 66 62 58; fax: +33 3 81\nte.fr (S. Joannin),\no.uu.nl (I. Vasiliev), (S. Nahapetyan), ier@univ-cezanne.fr ristine.chataigner@mom.fr\nll rights reserved.\n© 2010 Elsevier B.V. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "Reconstructing the climate and climate changes during the Quaternary has to be conducted with a high-resolution chronostratigraphy because frequent and rapid glacial–interglacial changes have occurred since the Late Pliocene (Lisiecki and Raymo, 2005). The response of vegetation and climate to orbital parameters was demonstrated for obliquity (41 ka cycles) during the Late Pliocene– Early Pleistocene (Combourieu-Nebout and Vergnaud Grazzini, 1991), for a combination of (1) obliquity and precession during the Early Pleistocene (Joannin et al., 2007a), (2) precession and eccentricity from the Middle Pleistocene to Present (100 ka cycles, Tzedakis et al.,\n2006). Chronostratigraphic scales were mainly established in marine deposits where combining results from micropaleontogy, cyclostratigraphy and magnetostratigraphy is possible (e.g. Lourens et al., 2004; Gradstein and Ogg, 2004). Detailed chronostratigraphic scales are more difficult to build in continental deposits due to a lack of utile biostratigraphic data. Reliable chronostratigraphic scales for continental deposits are fundamental to understand the climate evolution as they directly reflect the local to regional changes in atmospheric circulation (Tzedakis et al., 2006).\nPollen studies are rare in Western Asia (Shamb section in Armenia: Sayadian et al., 1983; North Caucasus and Kazakhstan: Pakhomov, 2006), and have suggested that the Plio-Pleistocene climate was characterized by an alternation of wet conditions during glacials and dry ones during interglacials. This interpretation is surprising, because contrasting results have been obtained in the Mediterranean region, 1000 km to the west (e.g. Ravazzi et al., 2005; Tzedakis et al., 2006; Joannin et al., 2007a,b; Joannin et al., 2008; Fig. 1A). There, Early–Middle Pleistocene climate alternations are characterized by glacials with cold and dry conditions and interglacials with warm and wet conditions. Similar observations are reported by Messager et al. (2008) in Georgia and by Djamali et al. (2008) in Northwest Iran for the Plio-Pleistocene and the Late Pleistocene times, respectively. As precise chronological\nFig. 1. A) location of the studied area in Armenia, of contemporaneous pollen sites (Leffe bas vegetation sites (Dmanisi, Lake Urmia). B) Location of the Shamb section.\nconstraints are rare for the continental sequences of Western Asia, no direct comparison can be made with the Mediterranean area. Consequently, the understanding of climate change in relation to glacial–interglacial cycles cannot be determined. An accurate chronostratigraphic record from the continental deposits ofWestern Asia is also needed to describe the environmental context of the first hominids occupation of western Asia (Gabunia et al., 2000).\nThe sedimentary record of a Quaternary paleo-lake situated in the Lesser Caucasus, near the town of Shamb in southern Armenia (Fig. 1B), offers a rare opportunity to study the climate of Western Asia in a region under the influence of both Black and Caspian seas and to establish a chronological frame work through dating of volcanic tuffs interbedded in the sedimentary record. Previous studies of PlioPleistocene continental deposits in this part of Western Asia are very few and are not supported by accurate chronostratigraphy (Sayadian et al., 1983; Bruch and Gabrielyan, 2002). In this paper, we reconstruct the vegetation and the climate changes in the Lesser Caucasus by using new palynological investigations, paleomagnetic measurements and 40Ar/39Ar dating. Detailed pollen analysis allows us to determine high-resolution vegetation changes, and the associated climate changes. A magnetostratigraphic study together with 40Ar/39Ar dating of volcaniclastic layers allows us to date the section. The inferred\nin, Montalbano Jonico, Santa Lucia, Tenaghi Philippon and Tsampika), and of Pleistocene\nclimate changes from pollen analysis can thus be compared with the general Marine Isotopic Stages (MIS) calibrated from the marine record (Lisiecki and Raymo, 2005). Hence, the Pleistocene vegetation and climate changes in the Lesser Caucasus can be compared with those of western Asia and the Mediterranean realm."
  }, {
    "heading": "2. Geological setting",
    "text": "The Lesser Caucasus in Armenia is an active volcanic and tectonic zone which resulted from the collision of the Arabian and the Eurasian plates since Neogene times (e.g. 2004, Karakhanian et al., 1997; Mitchell and Westaway, 1999; Allen et al., 2003). The Lesser Caucasus was uplifted and experienced extensional tectonics during Quaternary times and large lakes developed in graben structures. Based on macroflora analysis, Bruch and Gabrielyan (2002) proposed that the climate of the Lesser Caucasus became colder through Pliocene–Pleistocene times in relation with the general uplift of the chain. A time-averaged uplift rate of 0.3 mm/yr has been proposed for the Lesser Caucasus (Mitchell and Westaway, 1999). The Shamb paleo-lake in the Sisian region of south Armenia was considered as Late Pliocene in age (Sayadian et al., 1983), and is characterized by diatomitic accumulations with numerous leaf imprints. Freshwater pelagic diatoms, mainly Cyclotella and Stephanodiscus, are shown to be dominant (Sayadian et al., 1983) and the Cyclotella castracanei has recently been determined by morphological measurements (Cremer et al., 2006). This Cyclotella-dominated diatom flora evidences a highly productive paleo-lake environment. From pollen analysis, Sayadian et al. (1983) proposed that the Shamb continental sequence exhibits a gradual transition from a steppic flora under a cool and arid climate to a forest under a cold temperate and wetter climate. Paleobotanical data indicate warm and humid climate periods during the deposition of these lacustrine sediments (Gabrielyan, 1994). Ollivier et al. (submitted for publication) expose an overview of Quaternary deposits in Armenia and their relationship with climate changes and volcanism role. Very preliminary results of Shamb section are thus summarily mentioned as an Early Pleistocene component of this overview. In the present manuscript, we develop methodological processes that bring final results (changed for some parts since Ollivier et al., submitted for publication) and provide a complete sedimentological, paleoenvironmental and climatic interpretation of the Shamb section with the help of constrained ages.\nFig. 2. Field-view of the Shamb section. A to D refer to the lithological"
  }, {
    "heading": "3. Modern climate and phytogeography",
    "text": "Vegetation is generally organized into altitudinal vegetation belts corresponding to latitudinal zones (Ozenda, 2002). The Vorotan Valley, with a present-day interglacial-type vegetation, ranges from 1200 to 2300 m in elevation. In the 1300–1500 m interval, the climate is cool temperate. Above, it is a cool mountain climate. In the central area (near the town of Sisian) the mean annual temperature is 6.6 °C, and in the north-western area from 2000 m to 2200–2300 m it is 2.7 °C. The mean annual precipitation is as follows: from 1300 to 1500 m in altitude, 350–400 mm; from 1500–2000 m, 400–500 mm; higher than 2000 m, 500–600 mm and more (Baghdasaryan, 1958). However, no vegetation belts are observed as vegetation is organized in a mosaic pattern resulting from humidity availability.\nThis territory is mostly covered with steppic vegetation. The lower mountain zones are covered by grasses of the Festuca and Stipa steppes. The uppermost mountains zones show dominant steppic species as Astragalus aureus and A. microcephalus, while Poa alpine is prevalent in the subalpine and alpine grasslands (Maghakyan, 1948). Forests or forest pockets are local remnants on the northern slopes of the mountains or along the lakes shorelines. The main tree and shrub species comprise Quercus macranthera, Carpinus, Acer, Pyrus, Ulmus, Salix, Juniperus, Crataegus, Cotoneaster …(Maghakyan, 1948). We can assume that this vegetation distribution is slightly affected by human pressure and nearly resembles the potential vegetation of the region."
  }, {
    "heading": "4. Materials and methods",
    "text": ""
  }, {
    "heading": "4.1. Studied sections",
    "text": "The Shamb section (Fig. 2) was studied after a survey of the area including detailed fieldmapping. The previously studied section (Sayadian et al., 1983) was not retained as i) outcrops are of poor quality, ii) it is transected by two south-verging normal faults, that repeated the sedimentary sequence, iii) its uppermost part suffered from landslides, and reworking is frequent. The selected section was reconstructed from two-spaced outcrops which were correlated with volcaniclastic layers as index-beds. The first outcrops begins at the coastline of the present-day Shamb lake (N 39° 47.219–E 46° 13.606, alt. GPS 1354 m) and was logged to the North. The second section was logged in a neighbouring narrow valley (from N 39° 47.246–E 46° 13.709, alt. GPS 1395 m; Fig. 2). The top of this section is transected by\nunits in the text and on Fig. 3. T1 to T7: Main volcaniclastic beds.\na fault. The reconstructed section is 115 m thick, mainly made of homogenous, argillaceous and diatomitic deposits. It is composed of four lithological units, namely A to D, and it is capped by a basaltic lava flow (Figs. 2 and 3). Unit A, 18 m thick, comprises sandstones, argillaceous diatomites and volcanic tuffs. The lowermost part shows soft deformations related to seismic activity (recumbent folds, diapiric structures, boudinage). Unit B, 15 m thick, is dominated by argillaceous-diatomitic deposits. Unit C, 17 m thick, is composed of decimetre to metre thick interbeds of argillaceous diatomites and fine-grained sandstones. Unit D, 65 m thick, differs from the three previous units by the scarcity of clastic layers and it is almost entirely composed by argillaceous diatomites and pure diatomites, with some volcanoclastic interbeds. In all units, elementary sedimentary sequences can be described from bottom to top as: an erosional surface, sandstones and/or conglomerates with pebbles from the metamorphic basement and volcanic sources, siltstones and diatomitic or argillaceous deposits. This stratigraphic sequence suggests that more or less distal turbidites were repeatedly intercalated during the diatomitic deposition. This lacustrine detrital continental sedimentation was interrupted by episodic explosive volcanic eruptions as exemplified by fifteen volcaniclastic layers (Figs. 2 and 3) that correspond to unwelded pumiceous tuffs sensu Cas and Wright (1988). Ninety-nine samples were collected for pollen analyses, twenty-five for paleomagnetic measurements and only seven volcaniclastic layers (namely T1 to T7) were sampled for 40Ar/39Ar dating, as the others suffered from severe weathering (Fig. 3)."
  }, {
    "heading": "4.2. Paleoflora",
    "text": "Samples were processed using a standard method adapted from Cour (1974). HCl and HF attacks were followed by residue sieving between 160 μm and 10 μm and enrichment process (using ZnCl2 at density 2). Only 29 samples provided pollen grains for analysis, with an average of 263 per sample. About 8000 pollen grains were counted. A rich pollen flora (53 taxa, Table A1 in the Supplementary data) was documented. Taxa have been grouped according to their present-day ecology. The groups are represented in a synthetic pollen diagram which can be considered as representative for the local and regional vegetation and its evolution (Fig. 3). Because of the low pollen sums of samples S68 and S96, these were only used to support environmental interpretations (Leroy, 2008). They are indeed assumed to be significant when regarding the arboreal pollen (i.e. mesothermic elements mainly) vs. non arboreal pollen (i.e. herbs and steppes) ratio (Fig. 3).\nEleven fossiliferous sites with macroplant remains were found, A to K (Fig. 3; Table B1 (in the Supplementary data); Gabrielyan, 1994; Ollivier et al., submitted for publication). A total of 3998 macroplant remains were used. The biodiversity richness in each site is plotted in Fig. 3: small oak leaf symbol is attributed to sites with low diversity (b10) and big symbol to sites with a higher diversity."
  }, {
    "heading": "4.3. 40Ar/39Ar dating",
    "text": "Themineralogy of tuffs T1 toT4 is dominatedbyplagioclase andminor biotite. Plagioclase crystals often exhibit sanidine overgrowth. T5 tuff contains mainly sanidine and biotite. T6 and T7 tuffs contain plagioclase, green hornblende andminor biotite. From the seven sampled pumiceous tuffs, only two were suitable for dating. The other biotite grains were frequently altered and we were not able to separate any pure feldspar phase (pure sanidine or plagioclase) from the T1 to T4 samples. Single crystals of sanidine and bulk samples of plagioclase and biotite crystals were extracted from the T5 and T7 pumiceous tuffs respectively. They were analysed by 40Ar/39Ar step-heating procedures. Samples were crushed and crystals were concentrated by using standard heavy liquid\nFig. 3. The Shamb succession: lithology, ages, pollen andmacroflora content, and correlation vegetation changes and climate variations recorded by isotopes (LR04).\nand/or Frantz magnetic separator. The grain size for the biotite and plagioclase crystals was in the order of 160–200 µm and for sanidine crystals 200–350 µm. The separated crystals were cleaned in 0.2 N nitric acid to dissolve possible carbonate impurities, and then rinsed in successive ultrasonic baths of distilled water and pure ethanol. Finally, the grains were selected under a binocular microscope. Their chemical composition was checked using semi-quantitative chemical analysis under a XL-30 Philips Environmental Scanning Electron Microscope (ESEM) equipped with an energy dispersive spectrometer (EDAX DX4). This technique is particularly useful to insure that all selected single grains are sanidine crystals with a homogeneous composition (for a detailed description of this technique, see Roger et al., 2000).\nThe selected minerals were loaded into pure Cu or Al foil packets and stacked to form a column together with packets of Fish Canyon sanidine (FCs) as neutron fluence monitor inserted every 8 to 10 samples. This distribution allows precise control over the vertical flux gradient during irradiation and to determine 40Ar*/39ArK ratios of the FCs assuming an age of 28.02 Ma (Renne et al., 1998). All samples were irradiated for 40 min in the nuclear reactor at the McMaster University in Hamilton (Canada), in position 5c with cadmium shielding. The estimated error on the monitor 40Ar*/39ArK ratio (directly related to the flux gradient) is±0.2% (2σ) in the volume where the samples were included. Age determinations were performed in the Geosciences Azur laboratory at Nice (France).\nThe step-heating experiments on the biotite and plagioclase bulk samples (Table C1 available in the Supplementary data) were performed in a double-vacuum tantalum crucible system heated by a high-frequency furnace, and connected to a stainless steel purification line. Argon was purified using two SAES™GP50 Al–Zr Getters operating at 400 °C and a −97 °C cold trap (LN2+Cl2CH2). The mass spectrometer is a 120°M.A.S.S.E.flight tubefitted to a Baur-SignerGS-98 source and a Balzers SEV217 electron multiplier. Before the sample analysis “crucible blanks”weremeasured from500 °C to 1500 °C,with a temperature step of 100 °C. Blanks were about 5×10−11 ccSTP for 40Ar, and 3×10−13 for 36Ar but were about three times these values for the two highest temperature steps. Argon isotopes measurements were in the order of 50–100 and 1000–5000 times the blanks values, for 40Ar and 39Ar, respectively,whereas 36Arwas 2–50 times the blankvalue. For sanidine single grains, gas extraction was carried out using a 50W Synrad CO2 laser. On the laser line, the gas was purified in stainless and glass extraction line using two AP 10GP Al–Zr getters working at 400 °C and a liquid nitrogen cold trap. The typical blank values of the extraction and purification line for laser experiments, routinely measured every three steps, were in the range: 40–90, 2–10, 2–6×10−14 ccSTP for the masses 40, 39, and 36. Measured signals were about 10–100 and 20–50 times the blanks values, for 40Ar and 39Ar, respectively and 36Ar was close to the blank value. Mass discrimination for both mass spectrometers was monitored by regularly analyzing one air pipette volume and ages were calculated from measured isotope ratios corrected for mass discrimination, system blanks, and interfering isotopes produced during irradiation. The whole dataset and the values of correction factors are available in Table C1 in the Supplementary data. The criteria for defining plateau ages are: (1) plateau steps should contain at least 70%of released 39Ar, (2) there shouldbeat least three successive steps in the plateau and (3) the integrated age of the plateau should agree with each apparent age of the plateauwithin a 2σ confidence interval. All the quoted uncertainties below are thus at the 2σ level."
  }, {
    "heading": "4.4. Magnetostratigraphy",
    "text": "Oriented hand-samples for magnetostratigraphy were taken in the field and were drilled later in Fort Hoofddijk laboratory of Utrecht University using compressed air. To establish the polarity pattern of\nwith the LR04 isotope curve. The grey shapes are proposed and calculated correlation of\nShamb section at least one specimen from twenty-one out of twentyfive layers was stepwise thermally demagnetized. It was impossible to drill paleomagnetic specimen from the other samples. Demagnetization was performed with small temperature increments of 20–40 °C up to a maximum temperature of 360 °C, in a magnetically shielded, laboratory-built, furnace. The natural remnant magnetization (NRM) was measured on a horizontal 2G Enterprises DC SQUID cryogenic magnetometer (noise level 3×10−12 Am2). Additionally, where existing, a second sample was demagnetized using alternating field demagnetisation up to 100 mT. The NRM for the alternating field demagnetization samples was measured using an in-house build robotized sample handler controller, attached to a horizontal 2G Enterprises DC SQUID cryogenic magnetometer. The directions of the NRM components were calculated by principal-component analysis (Kirschvink, 1980). Furthermore, several rock-magnetic experiments were performed to identify the carriers of themagnetization. Hysteresis loops were measured for 2 samples on an alternating gradient magnetometer (MicroMag Model, Princeton, noise level 2×10−8 Am2) to determine the saturation magnetization (Ms), remanent saturation (Msr), coercive force (Bc) and remanent coercivity (Bcr). First order reversal curves (FORC) (Pike et al., 2001) were measured for 2 samples to evaluate themagnetic domain, the presence of magnetic interactions and the magnetic mineralogy. For each FORC diagram, 200 curves were measured with an averaging time of 0.2 s per data point."
  }, {
    "heading": "5. Results",
    "text": ""
  }, {
    "heading": "5.1. 40Ar/39Ar geochronology",
    "text": "The plagioclase bulk sample (# m2005) from the T7 volcaniclastic layer displays a plateau age of 1.15±0.02 Ma (corresponding to 92% of 39Ar released). The inverse isochron (36Ar/40Ar vs. 39ArK/40Ar) yields an age of 1.15±0.02 Ma (initial 40Ar/36Ar ratio of 296.2±4.6, MSWD=2.7, Fig. 4). The biotite bulk sample (# m2006) also from the T7 volcaniclastic layer displays a plateau age of 1.17±0.02 Ma corresponding to 93% of 39Ar released. The inverse isochron provides an age of 1.17±0.02 Ma (initial 40Ar/36Ar ratio of 294.6±1.5, MSWD=2.6, Fig. 4). The initial 40Ar/36Ar ratio value for both experiments is indistinguishable from that of air (295.5) indicating that no extraneous argon is considered in the calculated inverse isochron ages. The measured ages for biotite and plagioclase bulk samples are fully concordant at the 2σ-level. The weighted mean age of the concordant plateau ages is 1.16±0.02 Ma (2 σ) and is retained as the best estimate of the volcaniclastic layer T7 age.\nTwo single sanidine crystals from the T5 volcaniclastic layer were step heated and displayed plateau ages of 1.27±0.07 Ma (# k18) and of 1.23±0.03 Ma (# z619), concordant at the 2σ level (Fig. 4). The inverse isochrons provide ages of 1.25±0.04 Ma (initial 40Ar/36Ar ratio of 260±27, MSWD=0.3, not show) and of 1.20±0.07 Ma (initial 40Ar/36Ar ratio of 265±101, MSWD=0.4, not show), respectively. These 40Ar/36Ar ratios are far from accepted atmospheric value (295.5) as a consequence of the clustering of data, resulting from low atmospheric contamination. This is also related to the small number of data (only five steps) with low atmospheric content that is a consequence of the relatively small size of the sanidine crystals. Thus, we rather used plateau ages to calculate a weightedmean age of 1.24±0.03 Ma for the T5 volcaniclastic layer.\nThe precise results obtained for the two dated volcanic tuffs are consistent with their stratigraphic position and allow to distinguish them from a chronostratigraphic point of view despite their close ages."
  }, {
    "heading": "5.2. Rock and paleomagnetism",
    "text": "The Shamb samples are characterized by initial intensities of the NRM, in the range of 0.12–2 mA−1. The susceptibility of the samples\ndecreases upon heating to the highest temperatures (360 °C) without any visible increase in intensity. All samples lost more than 90% of their NRM at this relatively low temperature, suggesting the presence of an iron sulphide as the carrier of the magnetization (e.g. Vasiliev et al., 2007). The FORC diagrams (Fig. 5A) imply a slightly interacting single-domain state of the magnetic minerals with contours closing around 25 mT. Furthermore, the hysteresis curves, up to fields of 2 mT, are closed after 500 mT (Fig. 5B). It confirms the presence of a (dominant) low-coercivity mineral, presumably greigite, accompanied by a high-coercivity mineral like hematite and/or maghemite. The latter component has no significant contribution to the NRM.\nThe thermal demagnetization diagrams are characterized by linear decay of the NRM, and the magnetization directions can be reliably determined (Fig. 5C). Most of the samples record a low temperature component with the direction of a present-day field, which is removed by heating up to 180–200 °C. At higher temperatures, they reveal reversed polarities up to 360 °C (Fig. 5D). We conclude the entire Shamb section must have been deposited during a period of reversed polarity of the Earth's magnetic field. From the radio-isotopic ages of T5 and T7 volcanic tuffs, this reversed polarity is related to the Matuyama Chron."
  }, {
    "heading": "5.3. Paleovegetation",
    "text": "Two types of pollen assemblages (A and B) have been identified in the Shamb section, which unfortunately provided a discontinuous pollen sequence (Fig. 3). Assemblage A is characterized by dominant herb (Caryophyllaceae mainly) and steppe (e.g. Artemisia and Ephedra) pollen with rare mesothermic elements. Within the pollen assemblage A2, sample S47 shows a reduction of steppe abundance due to a sharp increase of Caryophyllaceae (Table A1 available in the Supplementary data). Steppe elements, which could grow in large thermic range conditions, are linked with xeric conditions (Subally and Quézel, 2002). Assemblage A thus typifies dry climatic conditions, with herbs around shores of a paleo-lake. Assemblage B is characterized by abundant mesothermic elements (mainly Ulmus, but also deciduous Quercus) and steppe elements. Such an abundance of Ulmus pollens (up to 97% of the mesothermic elements) indicates that elms mainly dominated in the riparian vegetation on the river banks. Mesothermic trees need humid conditions to grow. For example, less than 650 mm of annual precipitations is a limiting factor for the deciduousQuercus development (Rossignol-Strick and Paterne, 1999). Assemblage B indicates local wet conditions favouring the development of riparian vegetation around the paleo-lake and probably in the nearby valleys, and steppe flora with few forests elsewhere.\nThe macroflora is mainly constituted of woody plant macroremains. Taphonomic bias is therefore present and comparisonswith pollen data are difficult (Leroy and Roiron, 1996). Macroremains are helpful for paleovegetation reconstruction and, contrary to microfossils, facilitate the identification of genus and even species. As they complete each other, the results from pollen and macroflora remains improve the reconstitution of the vegetation. Macroremains were abundant at sites E, F, G, J and K (Table B1 available in the Supplementary data). They revealed ahighfloradiversity andare correlatedwithpollen assemblage B1, B2, B3, B5 and B6, respectively. Leaf imprints mainly belong to oaks (Quercus macranthera, Quercus iberica, Quercus castaneifolia) and elms (Ulmus glabra, Ulmus minor). The macroflora record is thus highly diversified, in accordance with more favourable (wetter) conditions inferred from the pollen spectra. The other sites display a poorly diversified macroflora, indicating unfavourable conditions. Sites A, B, C and D are indeed correlated with low trees content in the pollen assemblage A. Site I, however, shows a low diversity occurring during wetter conditions (pollen assemblage B4). Site H cannot be directly compared with the pollen spectra.\nEpisodes with pollen assemblage B strongly resemble the presentday association of the Shamb Mountains which are poorly affected by\nhuman activity, with riparian elements around the Shamb reservoir, rare forest patches and largely dominant steppe vegetation elsewhere. Relatively wet conditions are thought to have occurred during interglacial phases as locally today. This is also confirmed by a high diversity in the macroplant remains which are associated with pollen assemblages B. In contrast, pollen assemblage A indicates sharp aridity events with steppes and sparse forests. This is consistent with the associated poorly diversified macroplant remains. Pollen assemblages A and B suggest that the vegetation was organized in a mosaicshaped pattern, as today, resulting from humidity availability.\nThe pollen record is in agreement with the results of Sayadian et al. (1983) who already mentioned thermophilous relictuous trees as Pterocarya or Liquidambar. Our record, however, significantly com-\npletes the previous data concerning the plant diversity, as Zelkova, Parrotia persica, Tsuga and Cedrus were also found. The macroremain study confirms the presence of Zelkova carpinifolia in western Asia. The occurrence of relictuous Zelkova carpinifolia up to 1400 m has also been confirmed in Holocene sediments from Georgia (Kvavadze and Connor, 2005). The observed taxa require humid and warm conditions except for Tsuga and Cedrus that grow in altitude vegetation belt with cooler temperatures. The presence of Zelkova accompanied by thermophilous relictuous trees at Shamb confirms the hypothesis that the Caucasus Mountains were a refuge area for plants that progressively disappeared from Northwestern Mediterranean and Southwestern European regions during the Late Pliocene and the Pleistocene (Svenning, 2003)."
  }, {
    "heading": "6. Discussion",
    "text": ""
  }, {
    "heading": "6.1. Integrated chronostratigraphy and correlations with the isotopic curve",
    "text": "Our integrated stratigraphic and geochronologic results demonstrate that the continental deposits of Southern Armenia at Shamb are Early Pleistocene in age. The deposition of the Shamb sediments occurred during the reversed Matuyama Chron and the ages of the tuffs T5 (1.24±0.03 Ma) and T7 (1.16±0.02 Ma) indicate that the observed reversed polarity may be related to the C1r.2r subchron between the normal Olduvai and Jaramillo subchrons, i.e. between 1.785 Ma and 1.070 Ma (Lourens et al., 2004). The short (b12 ka) Cobb Mountain normal subchron (C1r2n, 1.185–1.173 Ma, Horng et al., 2002; Lourens et al., 2004) was not found, probably because of a too low sampling resolution. Our ages are consistent with the chronology of Quaternary volcanism by Mitchell and Westaway (1999), who proposed an age of around1.5 Ma for the beginning of volcanism in the Lesser Caucasus. They are in contrast, however, to the previouswork of Sayadian et al. (1983), who proposed a Pliocene age for the Shamb paleo-lake deposits based on a K/Ar age of 1.5±0.7 Ma for the basaltic lava flow which caps the succession. This lava flow has been re-dated\nusing the K/Ar technique, and yielded a significantly younger age of 0.935±0.15 Ma (Ollivier et al., submitted for publication).\nBased on the ages of T5 and T7 and the thickness of the sedimentary pile between these two tuffs (30 m; the thickness of the volcaniclastic layers have not been considered for all the calculations as they are related to geologically instantaneousphenomena), an average accumulation rate of 0.38 mm/yr is calculated. The CobbMountain subchron is expected to be located between samples PMG12 and PMG13 (Fig. 3), where 7 m of argillaceous-diatomitic sediments are present, corresponding to an 18.4 ka-long period, if using an average 0.38 mm/yr accumulation rate. This subchron that lasted only 12 ka (Horng et al., 2002) was not recorded. Extrapolating this rate to the sediments above T7, the top of the section is calculated to be 1.08 Ma. This is consistent with both the paleomagnetic results and the age of the uppermost basaltic flow. The unconformity between the diatomitic deposits and this basaltic flow is possibly represented by a hiatus of 145 ka. Using the same extrapolation procedure, the base of the Shamb section, 38 m below T5 tuff, is estimated to be 1.34 Ma. This is consistent with the paleomagnetic results. Coarse-grained sediments aremore abundantbelowT5 tuff than above, so this average accumulation rate may be a minimum as it was calculated from fine-grained sediments. Consequently, 1.34 Ma has to be considered as the maximum age for the base of the section.\nThe above-mentioned chronostratigraphic data allow to correlate the preserved pollen assemblage alternations with the Early Pleistocene climate oscillations. These global variations are represented in the LR04 oxygen isotope curve (Fig. 3), but all available data should be considered to build a consistent agemodel. Following its age of 1.16± 0.02 Ma, the tuff T7 was emplaced during MIS 35. Based on average accumulation rates, the pollen assemblage B4 (2 m below T7) is slightly older (∼5 ka) and could also be related to the MIS 35 interglacial period from a chronostratigraphic point of view. T5 tuff is dated at 1.24±0.03 Ma and was emplaced during MIS 37. The warm pollen assemblage B3 found in sediments just above T5 tuff is also related to the MIS 37 interglacial climate. The pollen assemblage B3/A2 alternation should then correlate with the MIS 37/36 interglacial–glacial climate transition. Because the lithology above T7 tuff and between T5 and T7 tuffs is the same, the average accumulation rate of 0.38 mm/yr can be used to estimate the age of the B5, A3 and B6 pollen assemblages. The warm pollen assemblage B5 may be ∼40 ka younger than the T7 tuff and appears to be related to the MIS 33 interglacial climate. The pollen assemblage B5/A3 alternation then corresponds to the MIS 33/32 interglacial–glacial climate transition. As the top of the section may not be younger than 1.07–1.08 Ma (beginning of the Jaramillo normal subchron and calculated age from the average accumulation rate), the warm B6 pollen assemblage may correspond to theMIS 32/31 glacial–interglacial climate transition. The base of the section is inferred to be not older than 1.34 Ma. The warm pollen assemblages B1 and B2 are separated by 4.5 m of argillaceous and pure diatomites, i.e. ∼11.8 ka using the 0.38 mm/yr accumulation rate. This duration is too short for the occurrence of a glacial episode in between, indicating that B1 and B2 belong to the same warm episode. This is supported by the macroremains associations: the high vegetation diversity recorded in sites E and F suggests warm conditions between B1 and B2. We propose to correlate B1 and B2 with MIS 39while the underlying pollen assemblage A1 corresponds toMIS 40. There is no record of interglacial vegetation at the base of the section, indicating that the lowermost diatomites are younger than MIS 40 dated at 1.30 Ma.\nOur results demonstrate that the continental deposits of Shamb in Southern Armenia are, at the oldest, late Early Pleistocene in age and not Pliocene as previously proposed. The section lasted around 220 ka from about 1.30 to 1.08 Ma. Moreover, our results add to the knowledge of the chronology of glaciations in the Lesser Caucasus as from themarine record the oldest glaciation known in this area was related to MIS 36 (Mitchell and Westaway, 1999)."
  }, {
    "heading": "6.2. Vegetation and climate",
    "text": "We found a good agreement between the preserved pollen assemblage alternations with the climate oscillations recorded in the LR04 oxygen isotope curve (Fig. 3). The vegetation record of Shamb thus reflects both regional Caucasus vegetation and global climate changes. Arboreal plants mainly developed during interglacials whilst herbaceous ones are dominant during glacials. This vegetation response to climate change strongly differs from the previous climate models in western Asia (Sayadian et al., 1983; Pakhomov, 2006). Our results are in accordance with the Early Pleistocene climate model of the Mediterranean area and of Southern Europe. In the Leffe Basin section (Italy, Fig. 1), first correlated with MISs 53–50 then with MISs 43–31 (Ravazzi et al., 2005), mesothermic trees and steppes grew during interglacials and glacials, respectively. Similar observations were conducted in Early–Middle Pleistocene sections at Bobila Ordis (lacustrine sediments, Spain, Leroy 2008), at Santa Lucia (deepmarine deposits, Italy, Joannin et al., 2007a; Fig. 1), atMontalbano Jonico (deep marine deposits, Italy, Joannin et al., 2008; Fig. 1), at Tsampika (proximal marine deposits, Greece, Joannin et al., 2007b; Fig. 1) and at Tenaghi Philippon (continental deposits, Greece, Tzedakis et al., 2006). The main difference is the strongly bimodal pattern of vegetation\nexpression in the pollen spectra at Shamb. There, forests developed during interglacials, and herbs during glacials, without significant mountainous forests during the interglacial to glacial transition. Some other differences exist between Shamb and the Mediterranean area. Steppic elements are always abundant at Shamb, even during interglacials, as in the present-day interglacial. Pollen spectra indicate that mesothermic elements sharply reduce and sometimes disappear during glacials. A similar pattern was recorded at Dmanisi (Georgia) in Early Pleistocene deposits (Olduvai subchron: 1.922–1.775 Ma; Messager et al., 2008) and at Lake Urmia in Northwest Iran for the Late Pleistocene (Djamali et al., 2008). The Caucasus vegetation was thus largely controlled by arid continental climate during the entire Pleistocene. In Shamb, however, we found Liquidambar and Tsuga taxa that have nowadays disappeared from the Mediterranean and Europe, and Zelkova carpinifolia, Parrotia persica, Pterocarya and Cedrus taxa that are still found in refuge areas in the Mediterranean region, Eastern Europe and Western Asia (Leroy and Arpe, 2007). These taxa need warm and humid conditions to grow, as Zelkova carpinifolia in Georgia for the last humid period (Holocene; Kvavadze and Connor, 2005). The vegetation recorded at Shamb (about 220 kalong) and the LR04 oxygen isotope curve did not evidence the cooling and drying trends that characterized the whole Pleistocene. Comparisons with Early and Late Pleistocene and Modern vegetation, however, allow us to conclude that moisture availability during the Early Pleistocene was thus high enough for the development of warm and humid relict taxa, and low enough for the development of arid continental climate and mosaic-shaped vegetation pattern. This contradicts previous interpretation that Early Pleistocene temperatures and precipitations were far higher than today, but confirms the cooling and increasing aridity of the Caucasus region during the Pleistocene time (Bruch and Gabrielyan, 2002).\nDuring the Early Pleistocene, climatic changes were related to the obliquity parameter (Maslin and Ridgwell, 2005). The observed vegetation changes at Shamb are clearly related to climate variations (i.e. interglacials–glacials) and these cycles are related to variations in obliquity. Consequently, we can consider that Caucasian vegetation and climate responded to variations of this orbital parameter. More precisely, the vegetation in the Mediterranean area recorded the climate response to both obliquity and precession (and its modulator: eccentricity) (Joannin et al., 2007a,b; Joannin et al., 2008). The climate response to precession is usually described by changes in African and Asian monsoon latitudes associated with increasing precipitations on the Mediterranean borderlands (Rossignol-Strick, 1985). The Lesser Caucasus is at the confluence of Mediterranean, African and Asian areas. The Armenian rainfalls originate from water evaporation of both Eastern Mediterranean and Black seas under prevailing westerly winds (Denk et al., 2001). A climate response to precession is thus expected, but cannot be proven here. Only assemblages B2 and A3, with brief increases of mesothermic taxa, are coeval with precession minima, so other detailed studies are needed to confirm this hypothesis."
  }, {
    "heading": "7. Conclusion",
    "text": "Palynological investigations, magnetostratigraphy, 40Ar/39Ar datings of interstratified volcanic tuffs allow us 1) to build a consistent age model for the Shamb continental lacustrine sediments, 2) to reconstruct the vegetation changes and 3) to propose a climatic model for western Asia.\nTwo radio-isotopic dates of tuffs interbedded in the 115 m-thick lacustrine diatomitic succession provided ages of 1.16±0.02 Ma and 1.24±0.03 Ma, respectively. Paleomagnetic investigations indicate reversed polarities for the entire section, which correlate well with the Early Pleistocene Matuyama Chron. We used these results to accurately correlate vegetation changes, deduced from pollen grains and plant macroremains, with climate cycles. The Shamb paleo-lake\ndiatomites were deposited in the 1.300–1.080 Ma time-span, from MIS 40 to MIS 31.\nDuring the Early Pleistocene the climate frame of this area was similar to that of the Mediterranean–European area and to that of the modern Caucasus. Interglacial periods were and are still warm and humid, and glacial periods were cold and dry. The Caucasus vegetation and the Eurasian hominids environment were constantly under arid continental climate during the Pleistocene. Aridity, however, increased through time, as demonstrated by disappearance of relict taxa. The Caucasus vegetation was controlled by climate changes related to the obliquity orbital parameter but also by tectonics exemplified by uplift. This leads to a specific mosaic-shaped vegetation pattern that still persists now."
  }, {
    "heading": "Acknowledgments",
    "text": "This work was funded by the French CNRS “ECLIPSE” program Environnements quaternaires du Petit Caucase : forçage du volcanisme, des glaciations et de l'Homme. The Authors are thankful to Jean-Pierre Suc for providing material support and advices, to Boris Gasparyan for the field-trip organization in Armenia, and to Vincent Perrier for his technical help. We thank Gilles Ruffet, Geosciences Rennes, for his help with argon datation. We also thank P. Rioual and L. Millet who tested the samples for diatoms and chironomids, respectively."
  }, {
    "heading": "Appendix A. Supplementary data",
    "text": "Supplementary data associated with this article can be found, in the online version, at doi:10.1016/j.epsl.2010.01.007."
  }],
  "year": 2010,
  "references": [{
    "title": "Late Cenozoic deformation in the South Caspian region: effects of rigid basement block within a collision zone",
    "authors": ["M.B. Allen", "S.J. Vincent", "G.I. Alsop", "A. Ismail-zadeh", "R. Flecker"],
    "venue": "Tectonophysics",
    "year": 2003
  }, {
    "title": "The Climate of Armenian SSR",
    "authors": ["A.B. Baghdasaryan"],
    "year": 1958
  }, {
    "title": "Quantitative data of the Neogene climatic development in Armenia and Nakhichevan",
    "authors": ["A. Bruch", "I.G. Gabrielyan"],
    "venue": "Acta Univ. Carol., Geol",
    "year": 2002
  }, {
    "title": "Volcanic Successions, Modern and Ancient",
    "authors": ["R.A.F. Cas", "J.V. Wright"],
    "venue": "Unwin Hyman Ltd",
    "year": 1988
  }, {
    "title": "Late Pliocene northern hemisphere glaciations: the continental and marine responses in the central Mediterranean",
    "authors": ["N. Combourieu-Nebout", "C. Vergnaud Grazzini"],
    "venue": "Quat. Sci. Rev",
    "year": 1991
  }, {
    "title": "Nouvelles techniques de détection des flux et de retombées polliniques: étude de la sédimentation des pollens et des spores à la surface du sol",
    "authors": ["P. Cour"],
    "venue": "Pollen Spores",
    "year": 1974
  }, {
    "title": "The Cyclotella castracanei-group (Bacillariophyceae) in Pleistocene diatomites from southeastern Armenia. The 3 rd Joint Meeting of the Palynology and Silicofossil groups of The Micropalaeontological",
    "authors": ["H. Cremer", "B. van de Vijver", "A.A. Bruch"],
    "year": 2006
  }, {
    "title": "Vegetational patterns and distribution of relict taxa in humid temperate forests and wetlands of Georgia (Transcaucasia)",
    "authors": ["T. Denk", "N. Frotzler", "N. Davitashvili"],
    "venue": "Biol. J. Linn. Soc",
    "year": 2001
  }, {
    "title": "A Late Pleistocene long pollen record from Lake Urmia, NW Iran",
    "authors": ["M. Djamali", "de Beaulieu", "J.-L", "M. Shah-hosseini", "V. Andrieu-Ponel", "P. Ponel", "A. Amini", "H. Akhani", "S.A.G. Leroy", "L. Stevens", "H. Lahijani", "S. Brewer"],
    "venue": "Quat. Res",
    "year": 2008
  }, {
    "title": "The Pliocene–Pleistocene Floras from the Vorotan River Basin (South-East Armenia)",
    "authors": ["I.G. Gabrielyan"],
    "venue": "Ph.D. thesis, Yerevan,",
    "year": 1994
  }, {
    "title": "The environmental contexts of early human occupation of Georgia (Transcaucasia)",
    "authors": ["L. Gabunia", "A. Vekua", "D. Lordkipanidze"],
    "venue": "J. Hum. Evol",
    "year": 2000
  }, {
    "title": "Geologic time scale—why, how, and next",
    "authors": ["F.M. Gradstein", "J.G. Ogg"],
    "venue": "Lethaia",
    "year": 2004
  }, {
    "title": "Astronomically calibrated ages for geomagnetic reversals within the Matuyama chron",
    "authors": ["C.S. Horng", "M.Y. Lee", "H. Pälike", "K.Y. Wei", "W.T. Liang", "Y. Iizuka", "M. Torii"],
    "venue": "Earth Planets Space",
    "year": 2002
  }, {
    "title": "Early Pleistocene climate changes in the central Mediterranean region as inferred from integrated pollen and planktonic foraminiferal stable isotope analyses",
    "authors": ["S. Joannin", "F. Quillévéré", "Suc", "J.-P", "C. Lécuyer", "F. Martineau"],
    "venue": "Quat. Res",
    "year": 2007
  }, {
    "title": "Changes in vegetation and marine environments in the eastern Mediterranean (Rhodes Island, Greece) during the Early and Middle Pleistocene",
    "authors": ["S. Joannin", "J.J. Cornée", "P. Moissette", "Suc", "J.-P", "E. Koskeridou", "C. Lécuyer", "C. Buisine", "K. Kouli", "S. Ferry"],
    "venue": "J. Geol. Soc. London",
    "year": 2007
  }, {
    "title": "Vegetation changes during the Late Early Pleistocene at Montalbano Jonico (Province of Matera, southern Italy) based on pollen analysis",
    "authors": ["S. Joannin", "N. Ciaranfi", "S. Stefanelli"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2008
  }, {
    "title": "Relationship of Late Quaternary tectonics and volcanism in the Kharanassar active fault zone, the Armenian Upland",
    "authors": ["A.S. Karakhanian", "V. Trifonov", "O.G. Azizbekian", "D.G. Hondkarian"],
    "venue": "Terra Nova",
    "year": 1997
  }, {
    "title": "Active faulting and natural hazards in Armenia, eastern Turkey and northwestern Iran",
    "authors": ["A.S. Karakhanian", "V.G. Trifonov", "H. Philip", "A. Avagyan", "K. Hessami", "F. Jamali", "M.S. Bayraktutan", "H. Bagdassarian", "S. Arakelian", "V. Davtian", "A. Adilkhanyan"],
    "venue": "Tectonophysics 380,",
    "year": 2004
  }, {
    "title": "The least-squares line and plane and the analysis of palaeomagnetic data",
    "authors": ["J.L. Kirschvink"],
    "venue": "Geophys. J. R. Astron. Soc",
    "year": 1980
  }, {
    "title": "Zelkova carpinifolia (Pallas) K Koch in Holocene sediments of Georgia — an indicator of climatic optima",
    "authors": ["E.V. Kvavadze", "S.E. Connor"],
    "venue": "Rev. Palaeobot. Palynol",
    "year": 2005
  }, {
    "title": "Vegetation cycles in a disturbed sequence around the CobbMountain subchron in Catalonia (Spain)",
    "authors": ["S.A.G. Leroy"],
    "venue": "J. Paleolimnol",
    "year": 2008
  }, {
    "title": "Glacial refugia for summer-green trees in Europe and south-west Asia as proposed by ECHAM3 time-slice atmospheric model simulations",
    "authors": ["S.A.G. Leroy", "K. Arpe"],
    "venue": "J. Biogeogr",
    "year": 2007
  }, {
    "title": "Latest Pliocene pollen and leaf floras from Bernasso palaeolake (Escandorgue Massif, Hérault, France)",
    "authors": ["S.A.G. Leroy", "P. Roiron"],
    "venue": "Rev. Palaeobot. Palynol",
    "year": 1996
  }, {
    "title": "A Pliocene–Pleistocene stack of 57 globally distributed benthic d18O records",
    "authors": ["L.E. Lisiecki", "M.E. Raymo"],
    "venue": "Paleoceanography 20,",
    "year": 2005
  }, {
    "title": "The Neogen Period in a Geologic Time Scale",
    "authors": ["L. Lourens", "F. Hilgen", "N.J. Shackleton", "J. Laskar", "D. Wilson"],
    "year": 2004
  }, {
    "title": "The remains of forests in Sisian region of Armenian SSR",
    "authors": ["A.K. Maghakyan"],
    "venue": "Information of Academy of Sciences of Armenian SSR. Nat. Sci. Yerevan",
    "year": 1948
  }, {
    "title": "Mid-Pleistocene revolution and the ‘eccentricity myth",
    "authors": ["M.A. Maslin", "A.J. Ridgwell"],
    "venue": "Spec. Publ.,",
    "year": 2005
  }, {
    "title": "Fossil fruit identification by SEM investigations, a tool for palaeoenvironmental reconstruction of Dmanisi site, Georgia",
    "authors": ["E. Messager", "D. Lordkipanidze", "C.R. Ferring", "B. Deniaux"],
    "venue": "J. Archaeol",
    "year": 2008
  }, {
    "title": "Chronology of Neogene and Quaternary uplift and magmatism in the Caucasus: constraints from K–Ar dating of volcanism in Armenia",
    "authors": ["J. Mitchell", "R. Westaway"],
    "venue": "Tectonophysics",
    "year": 1999
  }, {
    "title": "Perspectives pour une Géobiologie des montagnes. Presses polytechniques et universitaires romandes, Lausanne",
    "authors": ["P. Ozenda"],
    "year": 2002
  }, {
    "title": "Glacial–Interglacial cycles in arid regions of northern Eurasia",
    "authors": ["M.M. Pakhomov"],
    "venue": "Quat. Int",
    "year": 2006
  }, {
    "title": "First-order reversal curve diagrams and thermal relaxation effects in magnetic particles",
    "authors": ["C.R. Pike", "A.P. Roberts", "K.L. Verosub"],
    "venue": "Geophys. J. Int",
    "year": 2001
  }, {
    "title": "The lacustrine deposits of Fornaci di Ranica (Late Early Pleistocene, Italian Pre-Alps): stratigraphy, palaeoenvironment and geological evolution",
    "authors": ["C. Ravazzi", "R. Pini", "M. Breda", "E. Martinetto", "G. Muttoni", "S. Chiesa", "F. Confortini", "R. Egli"],
    "venue": "Quat. Int",
    "year": 2005
  }, {
    "title": "Intercalibration of standards, absolute ages and uncertainties",
    "authors": ["P.R. Renne", "C.C. Swisher", "A.L. Deino", "D.B. Karner", "T.L. Owens", "D.J. DePaolo"],
    "year": 1998
  }, {
    "title": "Mediterranean Quaternary sapropels, an immediate response of the African monsoon to variations in insolation",
    "authors": ["M. Rossignol-Strick"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 1985
  }, {
    "title": "A synthetic pollen record of the eastern Mediterranean sapropels of the last 1 Ma: implications for the time-scale and formation of sapropels",
    "authors": ["M. Rossignol-Strick", "M. Paterne"],
    "venue": "Mar. Geol",
    "year": 1999
  }, {
    "title": "On the Age, Interrelations and Conditions of the Formation of Pliocene continental deposits of the Syunik plateau. Problems of geology of Quaternary period of Armenia",
    "authors": ["J.V. Sayadian", "Z.V. Aleshinskaja", "L.G. Pirumova", "N.O. Rybakova"],
    "venue": "Yerevan",
    "year": 1983
  }, {
    "title": "Glacial or interglacial: Artemisia, a plant indicator with dual responses",
    "authors": ["D. Subally", "P. Quézel"],
    "venue": "Rev. Palaeobot. Palynol",
    "year": 2002
  }, {
    "title": "Deterministic Plio–Pleistocene extinctions in the European cooltemperate tree flora",
    "authors": ["Svenning", "J.-C"],
    "venue": "Ecol. Lett",
    "year": 2003
  }, {
    "title": "The last 1.35 million years at Tenaghi Philippon: revised chronostratigraphy and long-term vegetation trends",
    "authors": ["P.C. Tzedakis", "H. Hooghiemstra", "H. Pälike"],
    "venue": "Quat. Sci. Rev",
    "year": 2006
  }],
  "id": "SP:7369fcb2d1ec087f2d37262255a3f32d165572a2",
  "authors": [{
    "name": "Sébastien Joannin",
    "affiliations": []
  }, {
    "name": "Jean-Jacques Cornée",
    "affiliations": []
  }, {
    "name": "Philippe Münch",
    "affiliations": []
  }, {
    "name": "Michel Fornari",
    "affiliations": []
  }, {
    "name": "Iuliana Vasiliev",
    "affiliations": []
  }, {
    "name": "Wout Krijgsman",
    "affiliations": []
  }, {
    "name": "Samuel Nahapetyan",
    "affiliations": []
  }, {
    "name": "Ivan Gabrielyan",
    "affiliations": []
  }, {
    "name": "Vincent Ollivier",
    "affiliations": []
  }, {
    "name": "Paul Roiron",
    "affiliations": []
  }, {
    "name": "Christine Chataigner",
    "affiliations": []
  }],
  "abstractText": "a UMR CNRS 5125 PEPS, Université Lyon 1, La Doua, bâtiment Géode, F-69622 Villeurbanne cedex, France b CNRS-USR 3124 MSHE Ledoux, Rue Mégevand, F-25030 Besançon, France c Université de Provence, EA 4234-GSRC, 3 place Victor Hugo, 13331 Marseille cedex, France d Géosciences Montpellier, UMR, 5243-CC 60, Université Montpellier 2,place E. Bataillon, 34095 Montpellier Cedex 5, France e UMR 6526 Geosciences Azur, Université de Nice Sophia-Antipolis, Parc Valrose, 06108 Nice Cedex 2, France f Paleomagnetic Laboratory ‘Fort Hoofddijk’, Faculty of Earth Sciences, Utrecht University Budapestlaan 17, 3584 CD Utrecht, The Netherlands g Department of Cartography and Geomorphology, Yerevan State University, Armenia h Institute of Botany, National Academy of Sciences of the Republic of Armenia, Armenia i Economies, Sociétés et Environnement Préhistorique, UMR 6636, Aix-en-Provence, France j Institut Mediterraneen d'Ecologie et de Paleoecologie, UMR 6116, Aix-en-Provence, France k Centre de Bio-Archéologie et d'Ecologie, UMR 5059, Montpellier, France l Maison de l'Orient, UMR 5133, Lyon, France",
  "title": "Early Pleistocene climate cycles in continental deposits of the Lesser Caucasus of Armenia inferred from palynology, magnetostratigraphy, and 40Ar/39Ar dating"
}