{
  "sections": [{
    "text": "Gondwana Research 36 (2016) 65–93\nContents lists available at ScienceDirect\nGondwana Research\nj ourna l homepage: www.e lsev ie r .com/ locate /gr\nGR Focus Review\nGeological, geophysical, and inherited tectonic imprints on the climate and contrasting coastal geomorphology of the Indian peninsula\nMu. Ramkumar a,⁎, D. Menier b, M. Mathew b, M. Santosh c,d a Department of Geology, Periyar University, Salem 636011, India b GMGL UMR CNRS 6538, Université de Bretagne Sud, 56017 Vannes Cedex, France c Department of Earth Sciences, University of Adelaide, Adelaide, SA 5005, Australia d School of Earth Sciences and Resources, China University of Geosciences Beijing, 29 Xueyuan Road, Beijing 100083, China\n⁎ Corresponding author E-mail address: muramkumar@yahoo.co.in (M. Ramku\nhttp://dx.doi.org/10.1016/j.gr.2016.04.008 1342-937X/© 2016 International Association for Gondwa\na b s t r a c t a r t i c l e i n f o\nArticle history: Received 19 February 2016 Received in revised form 11 April 2016 Accepted 14 April 2016 Available online 27 May 2016\nHandling Editor: T. Tsunogae\nThe Indian subcontinent comprises accreted cratonic fragments that underwent subsequent rifting–subduction– collision processes along major mobile belts. It is also a storehouse of a prolonged history of crustal evolution involving repeated episodes of magmatism, volcanism, sedimentation, and metamorphism, and the formation of intracratonic and foreland basins. The geologic–geomorphic evolution of the Peninsula is recorded in relic faults/suture zones that confine Paleozoic, Mesozoic, and Cenozoic sedimentary basins and landforms. In addition, escarpments, plateaus, waterfalls, deltas, planation surfaces, and strandlines are either aligned parallel and/or formed over them. Asymmetric relief across thewestern–eastern parts of the Peninsula, orographic effect on the precipitation pattern and climatic zones provide important constrains on the geologic and geomorphic evolution of the region. Though extensive continental and coastal deposition occurred during Permo-Triassic and Early Cretaceous, only the downwarped grabens of Gondwana basins preserved the sedimentary records. Occurrences of extensive Cenozoic deposits offshore and Neogene–Holocene deltaic deposits along the entire east coast as opposed to the absence of comparable deltaic sequences in the west coast are linked to intense and recurrent episodes of denudation indicating first-order control of basement structures over landscape evolution. Inheritance and continuum of basement structures over climate, and landscape evolution of Peninsular India can also be witnessed by the unique and diverse drainage patterns of major rivers. While most of the major rivers follow a general easterly direction, the landscape morphology of their catchments indicates youthful character and tectonically active nature. The east flowing rivers show an asymmetry between the areal extents of drainage basin size and delta,whereas thewest-flowing rivers are short and straight and their catchments areminiscule in comparisonwith the rivers flowing toward east. TheWestern Ghats Escarpment forms an orographic barrier and acts as themain divide between these two drainage systems. There is a disparity between the quanta of sediment discharge aswell. In addition, the eastern andwestern parts of India, across theWestern Ghats Escarpment, show significant differences in terms of climatic zones (humid to per-humid on thewestwhile it is arid to subhumid on the east). The west coast is characterized by N3000 mm/year annual rainfall, that often reaches N5000mm/year, dominance of SWmonsoonwinds, occurrence of narrow (b60 km), rocky, crenulated and coastal cliffs and pocket beaches, and net southerly long shore sediment transport. In contrast, the east coast is characterized by several hundred kilometers wide deltaic low lands built by major rivers. These rivers show trellis to dendritic stream patterns and follow major basement faults that are associated with geologic–historic–recent seismic activity. The sedimentary basins and delta heads, strandlines, and active delta lobes whose western boundary is always limited by basement faults have shown activity since the formation of the Gondwanan supercontinent. The eastern coastal region is also different from the west in terms of active NE monsoon, long shore sediment transport (toward north), and the formation of extensive lagoon-beach barrier systems sinceNeogene that in turn continue to occur until recent. Here we propose a conceptual tectono-geomorphic model demonstrating the inheritance and continuum of Gondwanan structural trends on the transient landscape of Peninsular India.\n© 2016 International Association for Gondwana Research. Published by Elsevier B.V. All rights reserved.\nKeywords: Active tectonics Gondwana Orogenic barrier Deltas Geomorphology Peninsular India\nmar).\nna Research. Published by Elsevier B.V. All rights reserved."
  }, {
    "heading": "66 M. Ramkumar et al. / Gondwana Research 36 (2016) 65–93",
    "text": "Contents\n1. Introduction . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 66 2. Geology and geomorphology of the Indian peninsula . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 67\n2.1. Geology . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 67 2.1.1. East coast . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 70 2.1.2. West coast . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 70 2.2. Geomorphology . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 70 2.2.1. East coast . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 70 2.2.2. West coast . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 70 2.3. Climate and rivers . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 71 2.4. Coastal hydrodynamics . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 73 3. A continuum of Gondwana tectonics . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 78 3.1. Macrogeomorphic evolution controlled by inherited structures . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 78 3.2. Eastern or northern–eastern tilt? . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 80 3.3. Continuum of tectonics along pre-existing structures . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 82 3.4. Subcrustal lithospheric and mantle plume processes and tectonic continuum . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 84 3.5. Drainage and climatic influence . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 85 4. Tectono-geomorphic evolution . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 85 5. Conclusions . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 88 Acknowledgments . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 90 References . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 90"
  }, {
    "heading": "1. Introduction",
    "text": "The modes of extension and thinning of continental lithosphere control evolution of passive margins and thus investigations on the evolution of passive margins help to establish the genetic link between tectonics, geomorphology, and sedimentation (Dev et al., 2012). This is because denudation, sediment supply, and the resultant topographic and structural responses are intrinsically and dynamically linked (Campanile et al., 2007). Tectonics and climate play first-order controls on landscape evolution (Goodbred, 2003; Zhang, 2005), whereas lithology and slope provide subsidiary controls. In the coastal regions, shoreline dynamics as a result of complex interactions between sea level– climate–tectonics–subsidence–sediment influxes play a crucial role in landscape evolution. Geomorphic processes interact with tectonics and climate as an integrated system (Goodbred, 2003; Zhang, 2005). Until recently, geomorphology and tectonics were studied separately and drainage systems were analyzed in a fixed framework, with explanations involving only regional tectonics. Only a few studies related the evolution of drainage systems to plate movements, although drainage-controlled topographic feedbacks affected large-scale tectonics (Brookfield, 1998; Zhang, 2005).\nThe Indian subcontinent (Fig. 1) is an assemblage of rifted and welded polyhistoric cratons, intracratonic basins,mobile belts, and foreland basins. It is a storehouse of N3.8 Ga of geological history spanning from the Eoarchean to Recent (Santosh et al., 2014, 2015), involving extensive volcanism, plutonism, metamorphism, sedimentation, and tectonic deformation. India has a 7517 km long coastline (Guleria and Edward, 2012) including themainland coast line of ca. 5400 km. Extensive deltas occur only along the east coast and no comparable deltas occur along thewest coast (Fig. 2a). Although both eastern andwestern coasts of India represent rifted passive continental margins (Chatterjee et al., 2013), it is unique and ironic that the rivers that originate at few tens of kilometers from the west coast travel thousands of kilometers to drain at the east coast, whereas only estuaries and tidal creeks that deliver sediments directly into the shelf (Wagle et al., 1994; Vora et al., 1996) characterize thewest coast. Migration of axial river systems in response to lateral ground tilting by basement tectonics is known from many large continental river basins (Peakall et al., 2000; Valdiya, 2001a, 2001b). The Indian peninsular drainage is antecedent to the Western Ghats uplift (Sheth, 1999; Gunnel et al., 2003), which is interpreted to be a post-Deccan trap feature (Sheth, 2007) caused by the cymatogenic upwarp of the crust along an axis west of the\npresent-day Western Ghats Escarpment (WGE)—(Fig. 1) and resultant easterly tilt of the Indian plate (Radhakrishna, 1993). The presence of extensive deltas along the east coast and their absence in the west coast, development of failed rifts, occurrences of Gondwanan (this term is utilized hereinafter in the context of all those features “inherited” from the Gondwana supercontinent, of which the Indian subcontinent was an integral part; Collins et al., 2014 and references therein) sedimentary basins, development of Late Jurassic–Early Cretaceous rift basins coeval with rifting of the Gondwana supercontinent (hereinafter referred to as “Gondwanaland” for the landmass prior to Permian–Triassic rifting, following Collins and Pisarevsky, 2005) are all major features of this region, although received only scant attention on a spatially restricted scale (e.g., Kale, 2014; Kale and Vaidyanadhan, 2014; Tandon et al., 2014). Previous studies focused on the structural (Gombos et al., 1995) and geomorphic evolution of the Western Continental Margin (WCM) and WGE (Gunnel et al., 2003), respectively.\nThe Indian subcontinent encompasses a variety of geological formations ranging from Archean to Recent (Fig. 2b), and preserves tectonic structures, topographic features, and climatic zones related to the complex evolutionary history of these periods. Since 130 Ma, India had crossed southern latitudinal and climatic zones from polar region– tropic–northern latitudes, experienced largest continental flood basalt eruption events, orogenic events, and sustained seismicity (Fig. 2c). Thus, envisaging a simple easterly tilt and resultant drainage alignment and geomorphic evolution may not be appropriate for the prevailing structural–geomorphic and climatic complexity. Extensive studies have been carried out on the tectonic (Acharyya and Lahiri, 1991; Balakrishnan, 2001; Banerjee et al., 2001; Biswas, 2005; Banerjee et al., 2008; Lal et al., 2009; Dev et al., 2012), geomorphic (Reddy and Shah, 1991; Agarwal et al., 1996; Nair, 1999; Allison et al., 2003; Avinash et al., 2013), and basin evolution (Banerji, 1984; Mathur and Nair, 1993; Chari et al., 1995; Radhakrishna et al., 2000; Jayalakshmi et al., 2004) histories of the Indian sedimentary and river basins, coastal deltas, and offshore regions. Although these studies applied a variety of tools (e.g., Singh et al., 1998; Ramkumar, 1999; Kunte and Wagle, 2000; Ramkumar, 2000; Ramkumar et al., 2000; Karisiddaiah et al., 2002; Ramkumar, 2003; Ramkumar et al., 2004, 2005; Bhatt and Bhonde, 2006; Campanile et al., 2007; Ramkumar, 2008; Sensarma et al., 2008; Ramkumar et al., 2011, 2013; Kale and Vaidyanadhan, 2014; Sinha and Tandon, 2014), there has not yet been a systematic synthesis to understand the coastal geomorphic evolution at a continental scale. Elsewhere, control of inherited structures on sedimentation\npattern and geomorphology have already been reported (e.g., Menier et al., 2006; Menier et al., 2010; Estournès et al., 2012; Gomes et al., 2014; Menier et al., 2016); however, reports on continuance of structural inheritance on a long-term geological and continental scales remain scarce.\nIn this work, through compilation of data on structural styles, basin fill facies, stratigraphy and depositional characteristics of the east and west coast sedimentary basins, macroscale geomorphology, and geophysical characteristics of Peninsular India, we attempt to\na) examine structural and climatic controls on the landscape evolution, b) elucidate the sequence of major tectono-geomorphic events, and c) demonstrate through a conceptual model the inheritance and con-\ntinuance of Gondwanan structural elements."
  }, {
    "heading": "2. Geology and geomorphology of the Indian peninsula",
    "text": ""
  }, {
    "heading": "2.1. Geology",
    "text": "The basement rocks of the Indian Peninsular Shield are dominantly composed of granites and granitic gneisses. The exposed Precambrian basement comprises four major cratons, namely, the Dharwar, Aravalli, Singbhum, and Bastar (Figs. 1, 2). In the southernmost part of the Peninsula, south of the Dharwar Craton, is a series of crustal blocks ranging in age from Archean to latest Neoproterozoic, welded together by intervening suture zones, and is termed as the Southern Granulite Terrane (Santosh et al., 2015 and references therein). Sedimentary successions of Proterozoic intracontinental basins unconformably overlie the basement rocks of the Peninsula.Whilemore or less unmetamorphosed Proterozoic deposits occur in the Cuddappah Basin, Late Paleozoic–Jurassic deposits"
  }, {
    "heading": "68 M. Ramkumar et al. / Gondwana Research 36 (2016) 65–93",
    "text": "are preserved in rift valleys, namely, the Narmada–Son, the Mahanadi, and the Godavari (Fig. 1). basins related with intra- to intercontinental rifting of India viz. the Gondwana basins and those of the east and west coasts record the Phanerozoic history of India from Permian to Cenozoic\n(Tandon et al., 2014). The basement rocks are covered in the north by Indo-Ganges alluvium and in the west central region by Deccan flood basalts. Except where exposed, all these older deposits are concealed in their most part by Quaternary relict alluvium, calcrete–ferricrete, and\n69M. Ramkumar et al. / Gondwana Research 36 (2016) 65–93\nHolocene–Recent alluvium and coastal sediments (Fig. 2B). The coastal zone of peninsular region south of the Narmada–Son rift can be broadly classified into Eastern Continental Margin (ECM) and Western\nContinental Margin (WCM). Except southern margin (where granulites crop out on the surface exclusively), Precambrian, Proterozoic, and Gondwana deposits occur between the ECM and the WCM.\nDSAT imageries and interpreted geomorphic features of the Ganges delta. Funnel-shaped ure of the delta. Note the general younging nature of the strandlines from inland toward ene delta. In addition, general shift of active channel and delta lobe from Hoogly mouth, m between buried faultline, delimitation of strandlines, terraces, modern shoreline, and n. 3b: False Color Composite (FCC) of LANDSAT imageries and interpreted geomorphic e the general younging nature of the strandlines from inland toward shoreline. However, nization The 100 m contour line defines the Neogene–pre-Quaternary margin, the 30 m tour roughly parallels the Holocene delta. Delimitation by basement faults that continue the influence of inherited structures over basin and deltaic system evolution. The relative Kunte and Wagle, 2000; Mikhailov and Dotsenko, 2007; Lal et al., 2009; Sarwar and xt."
  }, {
    "heading": "70 M. Ramkumar et al. / Gondwana Research 36 (2016) 65–93",
    "text": ""
  }, {
    "heading": "2.1.1. East coast",
    "text": "The ECM is a 2600 km long rifted passive margin evolved through separation of India–Antarctica–Australia from the Gondwanaland during Late Jurassic to Early Cretaceous. The cratonic margin consists of rifted grabens and sags near shelf and deep water basins in offshore areas. This breakup had also truncated the NW–SE trending Godavari and Mahanadi rift valleys by transverse faults (Fig. 1). Four stages of magmatism i.e. Early Cretaceous (Rajmahal equivalents—Kerguelen and Crozet plumes—Bastia et al., 2010; Radhakrishna et al., 2012a), post-Albian, K/T (Deccanmagmatism), and post-Eocene are documented that have influenced tectonic process and structural styles. During its evolution, the Bay of Bengal (BOB) lithosphere had encountered two major hotspots, namely, the Kerguelen and the Crozet, and gave rise to the emplacement of linear N–S trending aseismic 90°E and the 85°E ridges, respectively (Fig. 1).\nEast coast of India is geomorphologically (Figs. 3, 4) and tectonically (Fig. 5) segmented due to subcrustal distinctions (Lal et al., 2009; Bastia and Radhakrishna, 2012) into Bengal/Ganges, Mahanadi, Godavari, Krishna, and Cauvery basins/deltas. Each of these subcrustal blocks behaved differently and mimicked the inherent subcrustal mosaic during the Gondwana period and carved out for itself an exclusive basin of Mesozoic–Cenozoic age (Lal et al., 2009). Salient geological, tectonic, stratigraphic, and evolutionary histories of selected basins are summarized in the Table 1. All the east coast basins are connected to open sea in the east and bordered on the west by highlands and the discontinuous Eastern Ghats. These basins also developed into deltaic systems since Neogene (Singh and Swamy, 2006) that have been shaping the east coast of India. Evolutionary history, drainage basin characteristics, dominant structural, geomorphic, climatic, coastal hydrodynamic, and other characteristics of east coast deltas are summarized in the Table 2. Fig. 6 depicts the sprawl of the catchment, morphology of coastal deltas, sediment and water discharge, coastal and oceanic current, and net sediment transport characteristics of the selected modern drainage basins and respective deltas."
  }, {
    "heading": "2.1.2. West coast",
    "text": "The 2200 km long WCM consists of Precambrian granites, Mesozoic sediments, Deccan flood basalts, and Paleocene to Recent sediments. The volcanic rocks of the shelf are deep, depleted, and fractionated. The sedimentary basins of the WCM consist of thinned continental crust (stretched to nearly 50%) and overlain by volcanogenic, volcaniclastic, and terrigenous sediments.\nThe WCM is a rifted passive continental margin (Gombos et al., 1995). Prominent among major structural features are the West coast fault, Panvel flexure, Cambay rift, Kachchh rift, (Fig. 7) Laxmi and Laccadive–Chagos ridges, and Vishnu Fracture (Fig. 1). Block faulting owing to extensional tectonics, thinning, and shear rifting and uplift of Western Ghats affected the coastal tract and manifest through several major lineaments. The edge of the continental shelf of the west coast is remarkably straight, representing a fault line that formed/reactivated during Late Pliocene time (Jayalakshmi et al., 2004). Several basement arches trending perpendicular to the west coast divide the shelf region into sedimentary basins, namely, the Kachchh, Saurashtra, Mumbai (Ratnagiri), Konkan, and Kerala basins along the western offshore of India (Table 1). The rift–drift events related to the separation of Madagascar during the mid-Cretaceous and the Seychelles in Late Cretaceous from India when Indian Plate moved above the Marion Plume (Raval and Veeraswamy, 2003) gave rise to the formation of major offshore rift basins (Storey et al., 1995). In the northernmost part, the Kutch and the Saurashtra basins are separated by a southwesterly plunging basement high, termed as the Saurashtra Arch (Biswas, 1987). The major conjugate rift systems, the Narmada and the Cambay, cross each other at south of the Saurashtra peninsula in the Surat offshore and form a deep Surat depression (Fig. 7). According to Biswas (1987), the northern part of the west coast was the first to be subjected to continental rifting since the Late Triassic giving rise to\nthree pericontinental Mesozoic marginal rift basins in the onshore such as the Kutch, the Narmada, and the Cambay basins. The subsurface geology and depositional and tectonic history of the Konkan–Kerala (KK) offshore have a genetic linkage to the denudational and uplift history of theWestern Ghats (Gunnell and Radhakrishna, 2001). Generalized structural styles of three major transects across the WCM are presented in Fig. 8."
  }, {
    "heading": "2.2. Geomorphology",
    "text": "Geomorphology of Peninsular India can be broadly classified into eastern and western coastal zones (Fig. 1); Mysuru, Deccan, Malwa, and Bastar plateaus (Figs. 2, 9); WGE (Fig. 7); and southwestern high mountains (Fig. 2). There are two more escarpments, namely, the Kaimur and the Narmada that also emerged as a result of post-collision reactivation of Gondwanan failed rifts. In this section, geomorphic details of the eastern and western coastal zones are presented."
  }, {
    "heading": "2.2.1. East coast",
    "text": "The 2600 km long east coast of Peninsular India from Sundarbans (Fig. 3a) to Kanyakumari (Fig. 2) consists of river delta systems, vast coastal plains, and extensive fluvial and marine sedimentary deposits, etc., indicative of prograding nature of the coast. Most of the major easterly and southeasterly flowing rivers, viz., Ganga, Mahanadi, Godavari, Krishna, and Cauvery and a few minor rivers like Pennar, Palar (located between Krishna and Cauvery river deltas—Fig. 2), and Thamirabarani and Vaigai (located between south of Cauvery delta and Kanyakumari—Fig. 2) have developed deltaic platforms at their mouths. Despite this commonality, the deltaic systems of these rivers differ considerably from each other as a function of riverine influx, wave, tide, and a myriad of variety of morphological, climatological, and environmental parameters (Table 2). These major rivers discharge large quantities of sediments to thedeltaic system (Fig. 6) and to the offshore regions as well, building one of the largest (Tripathy et al., 2011) and thickest (Fig. 10) subaqueous fans of the world, the Bengal fan. The east coast has been prograding since inception, as evidenced by the prevalent cyclic sedimentation and subsidence and a general thickening of Mesozoic, Tertiary, and Quaternary basinfill from onland toward offshore. Large lagoons/brackish lakes namely, the Chilka (Fig. 3b), Kolleru (Fig. 4a), Pulicat, and Muthupet (Fig. 4c) among many others, also occupy the coastal plain."
  }, {
    "heading": "2.2.2. West coast",
    "text": "The west coast is essentially limited by the WGE (Fig. 7). The WGE forms a prominent orographic feature (Fig. 9) with a linear relief zone (Sukhtankar, 1995) along the western fringe of the Indian Peninsula. It came into existence as a result of separation of Madagascar–Seychelles fromGreater India around 88–80Ma. It extends fromTapi valley located north of Mumbai to the southern tip of Kanyakumari for a distance of about 1600 km. The plateau–escarpment is very prominent in the northern part. The average elevation of the escarpment is around 1200 m. The escarpment is bounded on the landward side by plateaus of more than 800 m elevation along most of its length (Figs. 2, 9). Many embayments along the length of the escarpment, due to the influence of headward erosion of westerly-flowing streams occur (Fig. 7) among which, the 80 km wide Palghat Gap is the largest (Campanile et al., 2007). WGE acts as a major catchment divide, between the east flowing Godavari, Krishna, and Cauvery river systems and the westflowing short rivers. The Western Ghats is the wettest region in the Indian Peninsula with annual rainfall up to 5000 mm (Fig. 9). The highest peak Anaimudi [2695m abovemean sea level (amsl)] is located at its southern extremity.\nWide semi-arid plains located north of Surat, Great and Little Ranns along the coast form the northern limits of the west coast. The Saurashtra coast has a crenulated rocky shoreline with channels, submerged islands, sand bars, dunes, mudflats, and saltpans. Further south, Late\n71M. Ramkumar et al. / Gondwana Research 36 (2016) 65–93\nPaleocene to Late Eocene, Pre-Quaternary and Quaternary planation surfaces of lateritic platforms andQuaternary–Recentwave-cut terraces with eroded cliffs and steep descents toward further west, which were identified to have genetic links with the uplift and emergence of the WGE and neotectonics (Sukhtankar, 1995; Prasad et al., 1998; Nair, 1999) occur. The 30–50 km wide Konkan coast is undulating lowland. It encompasses numerous hills and detached ridges amidst the lowland area characterized by flat shores with long sandy spits. The southern part of the Konkan coast is rugged and has high hills and elevated plateaus cut by numerous creeks. Further south, wide estuaries mark the coast around Goa. These are followed toward west by coastal plains with a topographic elevation of 10 m (amsl) interspersed by hills. The short and fast flowing nature of the rivers resulted in formation of estuaries and lakes along the crenulated coastline amidst narrow discrete zones of beach plains.\nThe coastal landscape near Mangalore in the Netravati valley has a frequent river mouths, creeks, promontories, and cliffs. Towards south, the lowland is relatively wide (~70 km). Three broadly parallel belts of landform can be recognized in this region, viz., coastal plains (up to 30 m amsl), 20 km wide erosional platform (between 30 and 60 m amsl), and isolated, denudation hillocks. Towards south, the 5–35 kmwide coast encompasses many estuaries, backwaters, lagoons, lakes, sand dunes, and rocky cliffs and documents the Pleistocene– Recent sea level and climatic fluctuations (Jayalakshmi et al., 2004). Low laterite plateaus and foothills occur toward east of alluvial coast in this region. The west coast terminates near the rocky outcrops at Kanyakumari."
  }, {
    "heading": "2.3. Climate and rivers",
    "text": "The Indian Ocean is the only tropical ocean that is entirely bounded by a landmass to the north. In boreal summer, this unique geographical setting allows for a large differential heating between the Asian subcontinent and the ocean to the south that drives the most dramatic monsoonal wind system in the world (Chaitanya et al., 2014). Driven by transequatorial pressure differences which, when coupled with the insulation difference between the Northern and Southern subtropical Hemispheres, the Indian monsoons produce one of the spectacular spatio-temporal variations. These temporal climate variations sharemajor elements on the orbital obliquity and precessional band with the SPECMAP marine oxygen isotope record, representing global ice volume (Leuschner and Sirocko, 2003). These monsoon systems are also influenced by El Niño, La Niña, Indian Ocean dipole, and Walker circulation in the equatorial Pacific and cover a large region spreading from Africa to Southeast Asia including India (Chauhan et al., 2013).\nIndia receives about 4000 km3 precipitation annually including snowfall; out of which, about 3000 km3 is from SW (June to September) and NE (October to December) monsoonal rainfall (Kumar et al., 2005). The SWmonsoon covers entire peninsula, except southeastern extremity, and accounts for ~80% of the total rainfall (http://nwda.gov.in; http://india-wris.nrsc.gov.in) within a short span of four months from June to September. Orographic influence is dominant in the distribution of rainfall in the SW season, as the prevailingwinds blow at right angles against the Western Ghats. The monsoonal precipitation is highly spatio-temporally heterogeneous and produces a variety of climatic zones (Fig. 9), from Evergreen tropical rainforest, humid, semi-humid, and to hot–dry climes that constitute India, one of the wettest and heaviest snowfall regions of the world, to the hottest deserts. Thus, the Indian Peninsula is climatically zoned in terms of annual precipitation\nFig. 4. Geomorphology of the Godavari, Krishna and Cauvery deltas. 4a: False Color Composite (FC that thepeculiar streambendand straightness in theGodavari delta exactly follow the cross tren 2012b; 4b: False Color Composite (FCC) of LANDSAT imageries and interpreted geomorphic f interpreted geomorphic features of the Cauvery delta. Structural trends are after Ramkumar e data are compiled from Ramkumar, 2000; Ramkumar et al., 2000; Ramkumar, 2003; Kunte an 2013). Other relevant publications are cited in the text.\nand temperature. For example, the sparsely vegetated (mainly grass and shrub cover) peneplain region of the uplifted Mysuru plateau with semi-arid tropical climate (mean annual rainfall b1000 mm) grades within a few tens of kilometers into the Western Ghats, with green vegetative cover in a subhumid climatic setting. Themean annual precipitation in this part of the Ghats section is as high as 4000mm at an average annual temperature of 25 °C. In summer (March to May), the temperature reaches about 40 °C. The SW monsoon accounts for 75% of the annual rainfall, 73% of the water discharge, and 85% of the annual sediment transport (Rao, 1975).\nDuring SW monsoon, water vapor collected at the ocean surface by powerful southwesterly winds is flushed over India and the BOB. A large fraction of the runoff to the ocean occurs during or shortly after the SW monsoon and contributes to freshwater flux into the BOB in equal proportion with rainfall over the ocean (Chaitanya et al., 2014). After the end of SWmonsoon, the NE monsoon sets in and it is characterized by a relatively dry season with less rainfall. The annual mean rainfall distribution along the coastal tracts of the country (Fig. 9) is in contrast between the west and east coasts. Along the west coast, it ranges from 300 mm in the northern and northwestern parts to 2500 mm in the southern part, with a maximum of more than 5000 mm in some areas of the Western Ghats forming second highest rainfall in the country. Along the east coast, the rainfall distribution is almost reversed, with higher rainfall of 600–1000 mm in the northern parts and relatively less in the southern parts within the range of 200– 600 mm.\nThe BOB, along the eastern coast, receives huge volumes of river discharge from large fluvial systems, namely, Ganga–Brahmaputra, Mahanadi, Krishna, Godavari, and Cauvery. In addition, relatively smaller rivers, namely, the Subarnarekha, Baitarani, Vamsadara, Rishikulya, Ponnaiyar, Gadilam, Adyar, Vellar, Vaigai, and Thamiraparani also drain the plains of east coast. Coastal streams, especially in the west, are short and episodic.\nThe coastal areas of India show wide variations in drainage characteristics regionally. In the northernmost part of west coast, two distinct sets of rivers, the Rupen, Saraswati, and Banas in the NW part, flow into the Rann of Kachchh, while the major rivers draining the central and southern coast, viz., Narmada, Tapi, Sabarmati, and Mahi, discharge into theGulf of Khambhat. Down south,many rivers, namely, Saraswati, Bhadar, Rupen, and Machundri originate in the central plateau region of Saurashtra and meander in a radial pattern through plains to meet the Arabian Sea. Only a few rivers like Khari, Nagmati, and Luni flow in the Kachchh. These rivers show highly varied drainage patterns (Fig. 7) depending on the lithology of region over which they flow (Kar, 1993; Prasad et al., 1998) such that braided in basalt, dendritic in upper reaches, and straight in limestone terrain. The rivers, viz., Konkan, Pinjal, Vaitarna, Bhatsai, and Ulhas drain a relatively narrow strip of land (b100 km width). Although the general slope is westward, a number of rivers and streams also have north–south alignment in certain stretches, displaying structural control. Further south, the rivers Netravati, Gurupur, Gangoli, Hangarkatta, Sharavathi, Aganashini, Gangavali, Kalinadi Kumaradhara, Nandini, Shambavi, Swarna, Zuari, and Mandovi drain the coastal area. The coastal plain of Kerala is drained by a large number of rivers and their tributaries originate from the Western Ghats. The main rivers originating from the Western Ghats are Chandragiri, Kuppam, Beypore, Bharatapuzha, Periyar, Meenachil, Pampa, and Manimala, etc. The rivers viz., Periyar, Achankovil, Manimala, Muvattupuzha, Kallada, and Ittikara run for small distances and debouch into the Vembanad or Ashtamudi lakes.\nC) of LANDSAT imageries and interpreted geomorphic features of the Godavari delta. Note ds as traceable in subsurface basement faults referred as cross trends inRadhakrishna et al., eatures of the Krishna delta. 4c: False Color Composite (FCC) of LANDSAT imageries and t al., 2004; The relative positions of strandlines are interpreted from FCC and the relative age d Wagle, 2000; Mikhailov and Dotsenko, 2007; Lal et al., 2009; Sarwar and Woodroffe,\n72 M. Ramkumar et al. / Gondwana Research 36 (2016) 65–93"
  }, {
    "heading": "2.4. Coastal hydrodynamics",
    "text": "The east coast in the BOB experiences two different current directions, durations, and intensities (Fig. 6) with a net northward littoral\nsediment transport (Sanil Kumar et al., 2006; Kunte et al., 2013), a phenomenon also evidenced by northward growing spits of all the deltas of east coast (Ramkumar, 2003; Jana et al., 2014), few of which are more than 21 km long and ~1 km wide (Ramkumar, 2000). The\n74 M .Ram kum ar etal./G ondw ana Research 36 (2016) 65–93\nMiocene. During the Early Paleogene, the basin experienced passive margin carbonate and finer clastics sedimentation. Since Middle–Late Miocene, sediments from Gangetic provenance dominate.\nBengal Divergent margin basin\n57,000 onland; 32,000 offshore\nN8 onland; N20 offshore\nPermian–Early Jurassic in Gondwana subbasins; Early Cretaceous–Recent in post-breakup subbasins\nStructurally, four major subdivisions namely, Basin Margin Fault Zone, Shelf Zone, Hinge Zone, and Deep Basin, make this basin well differentiated ENE–WSW trending subbasins. Pre- and post-breakup basin formation followed similar structural trends. Precambrian granulite and gneiss Typical and almost complete tectonic continuum of Gondwanan structural trends. It appears that only the depositional cycles, environments and principal locales of deposition changed since Permian. The pre- and post-breakup subbasins show almost parallel dispositions. Permian–Early Jurassic subbasins served as fluviodeltaic, coastal swamp, brackish and marine depositional lici followed by plume related volcanic and volcaniclastics during Early Cretaceous; foreland, fluvial, coastal, marine and abyssal deposits of Upper Cretaceous–Recent. Extensive immature to evolved siliciclastics since Eocene in Bengal shelf; Very thick (up to N40 km) siliciclastic deposition since Quaternary in the Continental shelf and abyssal plain.\nKerala–Konkan basins Rifted continental passive margin, Shelfal Horst–Graben complex of Sag phase post-lithospheric stretching 580,000 offshore N8 offshore Late Cretaceous to Recent N–S trending major faults paralleling Western Ghats. Few transverse arches define the differentiation between basins. Three stages of tectonism namely, Pre-Tertiary pre-rift, Paleocene–Lower Eocene synrift and Middle Eocene–Recent post-rift\nNormal subsidence after initial rifting during Campanian and relatively remained stable. Separated from Saurashtra–Bombay basins by Vengurla basement high (Vengurla Arch). The Kerala and Konkan basins are separated by another basement high (Tallicherry Arch). Synrift fan delta, tidal flat and carbonate platform sedimentation during Campanian, post-Campanian sediments in the basinal part rest directly over the basaltic basement; however, significant deposition occurred during Cenozoic and passive subsidence during Paleocene. Post-Middle Miocene, India–Eurasia collision and onset of Indian monsoon resulted in rapid erosion and deposition of siliciclastics and terminated the carbonate deposition.\nSaurashtra–Bombay basins Rifted continental passive margin, Shelfal Horst–Graben complex of Sag phase post-lithospheric stretching Saurashtra 52,000 Onland; 28,000 Offshore Bombay 1,20,000 Offshore N8 offshore N5 offshore\nJurassic–Recent. Mesozoic deposits are covered under N4000 m thick end-Cretaceous trap sequence. NNW–SSE major faults and cross faults define basin margin and intrabasin highs and depressions. N–S aligned normal Faulting during Campanian, end-Cretaceous plume related uplift, post-Cretaceous extensitional rifting related subbasin differentiation Pre-Cambrian granitic basement for Mesozoic deposits. These were intruded by Late Cretaceous Deccan traps. Traps form N4000 m cover over Mesozoics. About 1500 m thick fluviodeltaic Mesozoic sequences over the Pre-Cambrian granitic basement. Intruded and covered by Late Cretaceous–Paleocene Deccan Trap flows. After early Paleocene, extension continued, subsidence of the Cambay Graben and Surat (Danahu) Depression, reactivation of normal faults on the emergent Bombay High took place. These promoted rapid thermal subsidence of Cambay Graben and the Surat (Danahu) Depression, deposition of organic-rich source shales and the development of shallow-water Eocene to Miocene carbonates over antecedent topography of horsts. The deeper offshore Saurashtra borders with the Indus fan to the abyssal plain of the Arabian Sea. The seabed physiography is that of moderately to steeply sloping shelf followed by steep shelf break, suggesting active fault controlled morphology.\n75 M .Ram kum ar etal./G ondw ana Research 36 (2016) 65–93\n76 M .Ram kum ar etal./G ondw ana Research 36 (2016) 65–93\nKrishna 5500 258,948 Fluvial dominated Bhima, Krishna, Tungabadra, Koyna, Panchganga, Dudhganga, Malaprabha, Dindi, Peddavaghu, Musi, Halia, Paleru, Munneru Gollamuthu Paya, Hamsala divi Paya, Krishna, Nadimi eru Drainage Basin Source: SW and NE monsoons; Origin: Mahabaleswar, Western Ghat at 1438 m; Length: 1280 km; Annual mean rainfall: 784 mm; Annual water discharge: 30 m3 × 108; Annual sediment discharge: 14.4 million ton. Delta Debauches at Bay of Bengal. Delta head at 19 m amsl;, Mesotidal (1.5–2 m), Estuarine reach from coast: 45 km; Coastline length 125 km. Wave height: 1.81 m. Typical digitate-shaped delta. Frequently affected by cyclones and storms associated with the monsoons. The coastal plains, predominantly represented by tidal flats have undergone repeated subsidence and emergence under the influence of reactivation of basement faults as explicit by the occurrences of wave-cut terraces of beach rocks along the shoreline narrow, straight channels, anamolous meanders, etc. Extensive tidal flats within spring tide range, all along the coastline, occurrences of tidal flat-swale and beach ridge-swale complexes, levees along modern channels and paleochannel courses, regions of anomalous swamp and tidal creek formation, suggestive of significant subsidence along coastline, but delimited by straight estuarine channels and aligned perpenticular to the coast are unique to this delta. Cauvery 8800 81,155 Wave and littoral current dominated\nAmaravati, Arkavati, Bhavani, Hemavati, Kaveri, Kabini, Marudaiyar, Moyar, Noyyal, Arasalar, Coleroon, Kaveri, Vettar, Vennar Drainage Basin Source: NE and SW monsoons; Origin: Thalakaveri in Brahmagiri range of Western Ghats at 1341 m asl; Length: 765 km; Annual mean rainfall: 1129 mm; Annual water discharge: 21 m3 × 108; Annual sediment discharge: 3.54 million ton. Delta Unique ‘₋˩’ shaped delta due to differential influences of Holocene–Recent tectonic activism of basement faults and hydrodynamics. Delta head at Mukkombu at an altitude of 77 m; Microtidal (b1 m); Estuarine reach from coast: N15 km; Coastline length N 160 km. Wave height: 0.2–2.1 m. Frequently affected by cyclones and storms associated with the monsoons. From delta head, frequently switched channels, under the influence of reactivation of basement faults.\nPennar 1470 55,213 Wave and littoral current dominated Jayamangal, Kunder, Sagileru, Chitravati, Papagni and Cheyyeru.\nPennar Paideru\nSource: NE and SW monsoons; Origin: Hikballapur in Nandi hills at 1500 m asl; Length 597 km; Annual mean rainfall: 500 mm; Annual mean water discharge 93 M3/s; Annual sediment discharge: 6.9 million ton. This river basin is located in the rain shadow of the Eastern Ghats. Deltaheat at Sangam at 16 m asl; Debauches into Bay of Bengal through Iskapalli Lagoon. Microtidal (b1 m); Estuarine reach from coast: N15 km; coastline length N 116 km. Wave height: 1.81 m; Frequently affected by cyclones and storms associated with the monsoon. In the north and south bound by brackish lakes/lagoons.\nPalar 4000 17,871 Wave and littoral current dominated Cheyyar Palar Source: NE and SW monsoons; Origin: Thala Gavara in Kolar district at 900 m asl; Length: 348 km; Annual mean rainfall: 890 mm; Debauches at the Bay of Bengal; Microtidal (b1 m); Estuarine reach from coast: N 11 km; Coastline length 145 km. Wave height: 0.3–2.1 m; Characterized by vast flood plains and lateral accretion of channel deposits. Thamiraparani N850 5482 Littoral current dominated Thamira barani, Chittar, Manimuthar, Varahanathi\nThamira barani Source: SW monsoon; Origin: Agasthiyamalai at 1720 m asl; Length: 125 km; Annual mean rainfall: 1626 mm. Delta head at Angamangalam at 14 m; Debauches in the Bay of Bengal., Microtidal (0.5 m); Estuarine reach from coast: N 10 km; Coastline length ~ 60 km. Wave height: 0.2–2.1 m.\nVaigai N600 7741 Littoral current dominated\nVaigai, Suruliyar Manjalar, Mullaiyaaru, Varaganadi, Kridhumaal Vaigai Source: SW monsoon; Origin: Periya Pothigai hills in the Western Ghats at 1200 m asl; Length: 258 km; Annual mean rainfall: 952 mm; Delta head near Manamadurai at 77 m asl; Microtidal (0.5); Estuarine reach from coast: N5 km; Coastline length N 130 km. Wave height: 0.2–2.1 m; Debauches in the Palk Strait. E–W aligned fault controlled river course and its N–S tilting events shifted the active delta lobe north and south of the modern channel course.\n77 M .Ram kum ar etal./G ondw ana Research 36 (2016) 65–93"
  }, {
    "heading": "78 M. Ramkumar et al. / Gondwana Research 36 (2016) 65–93",
    "text": "littoral/longshore current or Coramandal Coastal Current (CCC) along the coastal margin (Fig. 6) reverses twice a year under the influence of alternating monsoons. It flows northward from February to September and southward from October to January. Heavy discharges from Ganges–Brahmaputra and BOB as a result of intense SWmonsoon result in 100 km wide freshwater lens floating over saline water. This current slowly withdraws from north of Kanyakumari during the middle of September and flows northward during rest of the year (Chaitanya et al., 2014). The deeper part of the BOB experiences clockwise circulation (BOB Current or BBC—Fig. 6), seemingly driven by the thermal differential between the Arabian and Indian coastal regions having contrasting atmospheric and sea surface temperatures. The west coast forming the western boundary of the Arabian Sea experiences anticlockwise current (Sanil Kumar et al., 2006; Malabar Current or MC—Fig. 6), probably driven by prevailing winds and wave refraction (Avinash et al., 2013). Both the coastal and deeper regions of Arabian Sea show a net southerly sediment transport (Kunte and Wagle, 1993; Kunte, 1994; Sanil Kumar et al., 2006). Owing to the general topographic slope and the absence of any major riverine influx, the southerly sediment transport continues unabated, often extending into the Palk Strait region (Fig. 6) of the east coast (Sanil Kumar et al., 2006).\nWind speeds at 10 m (amsl) height ranges from 39 to 50 m/s along both the coasts; however, higher speeds are always associated along the east coast than the west coast (Sanil Kumar et al., 2006). A wide range of wave heights (0.2–16 m) are observed along the Indian coastline. During fair-weather seasons, all along the Indian Peninsular coast, the wave heights are centered around 0.5–2.2 m and are controlled by bottom topography owing to the highly varied sediment delivery by the rivers (quantum, rate, and loci) and the structural control over the continental margin (distance from coast and slope) and resultant dynamics in the breaker zone. Wave influence on coastal zones and deltas varies considerably depending on the coastal morphology and nearshore bathymetry (Anthony, 2015). During fair-weather seasons, waves approaching the east coast are always at an angle (Ramkumar, 2003), a common feature observable in coasts experiencing predominantly swells.\nThe Indian Ocean is bordered on the north entirely by landmass that promotes the BOB to act as a nursery for cyclones and storms (Allison et al., 2003), and supercyclones almost annually, accompanied by N12 m waves. Hence, shoreline morphology is significantly influenced by waves, particularly associated with inclement weather. As deltas, lowlands, and/or tidal creeks cover the east coast, the onshore–offshore sediment transport dynamics are also influenced by the cyclones. As most of the coastal zones are located within mean sea level to 10 m amsl (Ramkumar, 2001; Allison et al., 2003), the inland reach of these cyclones (that always accompanymonsoonswhich in turn brings in excessive discharge) is attenuated (Ramkumar, 2009). The fair-weather seasons, as they are devoid of significant riverine influx and powerful currents or waves, could not rework the storm-resultant morphologies (Anthony, 2015). This phenomenon preserves the storm-generated morphologies along the coast as observed elsewhere (e.g., Simarro et al., 2015). Thus, all along the coast, behind the berm zone toward land, extensive low lands, in the form of bay, back water, and lagoon, namely, Pichavaram, Pulicot, Kolleru, and Chilika are formed (Ramkumar, 2003). All the deltaic systems of the east coast are reported (Singh and Swamy, 2006) to have possessed similar lowlands during prehistoric times as well, suggestive of the control exercised by the storm-influenced coastal morphologies also in the geologic past. The wave climate of the west coast varies regionally and has significantly affected the coastal morphology in terms of extensive backwaters in the south, cliff and wave-cut platforms in the middle and extensive tidal flats in the north. Similar to the east coast, the west coast is also subjected to seasonal–annual recurrence of cyclones and storms; however, the effects of which are not as dramatic as in the east due to the generally raised coastal lands.\nBoth the coasts experience diurnal and seasonal tidal asymmetries and show increase of tidal range from south to north. While a range of 0.2–4 m is observed from Kanyakumari–Ganges mouth, a range of 0.2–10m is observed along thewest coast. The funnel-shaped estuarine mouths of Ganges and Rann of Kachchh, that are located in northern extremes of east and west coast respectively, geomorphic amplification of tidal range is observed.While the tidal waters inundate up to 100 km from coast in the Ganges, it ranges up to 160 km in the Kachchh."
  }, {
    "heading": "3. A continuum of Gondwana tectonics",
    "text": ""
  }, {
    "heading": "3.1. Macrogeomorphic evolution controlled by inherited structures",
    "text": "Themacrogeomorphic subdivisions of Peninsular India are such that 2600 m topographic contour delineates the WGE, 500 m contour the plateaus, 100 m contour the maximum seaward limit of Neogene– Pre-Quaternary terraces, 30 m contour the Pleistocene terraces, 10 m contour defines the Holocene delta heads and only the regions below 5 m contour are active delta lobes (Figs. 3, 4). As explicit in the Figs. 1, 2, and 9, all these delineated zonal boundaries are, without exception, either aligned or located along or in close proximity with underlying Precambrian, Permo-Triassic, Late Jurassic–Early Cretaceous, Late Cretaceous, or Neogene–Quaternary–Recent structural trends, suggestive of continuum of topographic/geomorphic evolution under primary tectonic control and ongoing landscape evolution. The data, our corresponding observations and inferences, together with the mismatch between areal extents of drainage basin and deltas of major river systems (Fig. 6) and the quantities of sediment delivered at the river mouth (see inset histograms and areal distribution in the Fig. 6 and compare with the areal extents of drainage basins and deltas in Table 2) confirm the transient nature of the Indian landscape.\nIn the paleogeographic position of Indian Subcontinent, Collins et al. (2014) stated, “southern India lay in an interesting location in Gondwana. To the west (with reference to the present geographic co-ordinates of India), lay Madagascar and East Africa beyond that; to the east lay Sri Lanka and East Antarctica with Australia lying to the north of that; to the south lay Dronning Maud Land (East Antarctica) and Mozambique to the southwest.” From this assembly, initial rifting of India occurred during the Permo-Triassic to create Gondwana basins. Biswas (2005) and Roy (2004) suggested that the failed rifts of Permo-Triassic (generating the Gondwana basins) were themselves inherited precursors of Precambrian faults. This Permo-Triassic rift was in the form of linked rift triple junctions. These aulacogens formed extensive fluvial systems, denuded the cratonic hinterland and the resultant sediments were deposited in the Gondwana basins (Narmada–Son, Bengal, Mahanadi, and Godavari—Figs. 1, 5). Actual separation of India (continental splitting or pull-apart phase) from the Gondwana supercontinent commenced at around 128–130 Ma. This event is marked by M0–M5 magnetic lineations of Early Cretaceous (Chand et al., 2001). The rifting was aligned parallel to the structural trend of the Eastern Ghats that defines the configuration of the eastern continental margin and partly the present coastline of eastern India (Gombos et al., 1995). It appears from the structural, stratigraphic, and sediment infill that this Early Cretaceous rifting commenced from the Bengal Basin (Banerji, 1984) and proceeded toward south (present day), as similar rifts, synrift, and post-rift sedimentation occur in all the sedimentary basins, except in the case of the Cauvery Basin wherein shearing–rifting (Radhakrishna et al., 2012a, 2012b) commenced during Barremian at about 120– 118Ma (Ramkumar et al., 2004, 2011). Based on cross-spectral correlation between gravity and bathymetry (collected from ship and satellitederived gravity data) across the ECM and across the conjugate East Antarctica Margin, Chand et al. (2001) concluded that the ECM is a composite of two segments, one north of Cauvery Basin with rifted margin character, and the other, inclusive of the Cauvery Basin and southern part of Indianplatewith transform-rift character. This explains the differential timing and structural traits of the Cauvery Basin. These\nauthors also reasoned that these two regions had different crustal elastic thicknesses (N25 km and b5 km for north and south, respectively) which explained the causative mechanism for the observed structural evolutionary difference.\nAs could be visualized from the structural styles and sedimentary fills of the east coast basins (Table 1), multiple episodes of basin differentiation in terms of normal faulting and resultant horst–graben structures (Fig. 5) occurred and continued from Early Cretaceous–Cenozoic, progressively shifting the principal loci of deposition from cratonic interior toward continental margin. This might be a result of basement tectonics enforced by rising mantle plume (Raval and Veeraswamy, 2003; Müller, 2011; van Hinsbergen et al., 2011; Koptev et al., 2015) beneath cratonic center that might have moved toward margin and consumed subcrustal lithosphere intensively along the margins and preexistent lithospheric weak zones/structural trends. Movement of plumehead initially along the eastern margin from Bengal Basin up to the Cauvery Basin, prevalence of rifting–shearing in the Cauvery Basin, followed by movement of the plumehead along the western margin are analogous with the processes in the Tanzanian craton (Koptev et al., 2015). This inference is also supported by the general parallelism between structural trends of Gondwana basins and neoformed Upper Cretaceous–Cenozoic basins (Fig. 5). During this period, Indian plate was completely separated, rotated, and commenced its northerly drift through rift, pull-apart, sag, and tilt phases (Sastri et al., 1981; Acharyya and Lahiri, 1991; Chari et al., 1995; Lal et al., 2009). Cande and Stegman (2011) hypothesized that if a rising plume head impinges on the base of a tectonic plate long after supercontinent breakup and dispersal, its pushing force may result in a substantial transient acceleration or deceleration of\nplates. van Hinsbergen et al. (2011) also concluded that the plume ascend and resultant plate motion could accelerate drift rates of continents at several cm/year.\nAround 88–80 Ma, Madagascar–Seychelles separated from Greater India (Melluso et al., 2009), forming WCM, coast parallel deep crustal fault (west coast fault/WCF—refer Fig. 1), and a series of parallel faults that initiated the formation of WGE. Passing of the Indian plate over the Reunion hotspot during 68–64 Ma led to continental flood basalt volcanic episode and the Panvel flexure (Hooper et al., 2010). Studies suggest that plume upwelling resulted in uplift of the Indian plate (Gunnel et al., 2003; Singh et al., 2007) and was tilted toward east (Gunnell and Radhakrishna, 2001), contributing to the rise of WGE (Harbor and Gunnell, 2007), inception of orographic effect (Gunnell, 1998a), water divide along the peaks (Kale, 2014; Kale and Vaidyanadhan, 2014), birth of precursors to the east flowing modern rivers and supply of sediments and water to the BOB. However, the rivers flowing to the north of Narmada–Son and debauching at the Arabian Sea are an exception, suggestive of the limiting of uplift and tilt by the Narmada–Son rift. The occurrences of escarpments along and north of Narmada–Son rift (Narmada and Kaimur escarpments—Fig. 1) suggest subcrustal lithospheric uplift related northerly and easterly tilt, instead of traditionally considered easterly tilt of Indian plate. After the rift–drift of Madagascar during 88–80 Ma, rift–drift of Seychelles during 68–64 Ma from the WCM, followed up northerly drift and the collision of India with Eurasia around ~54 Ma and anticlockwise rotation, subduction under Tibetan plate (Lippert et al., 2014), and ridge push from Carlsberg and Central Indian ridges (Banerjee et al., 2001) have all contributed to the tilt-related tectono-geomorphic evolution of the subcontinent. Further, development of structural and geomorphic features of"
  }, {
    "heading": "80 M. Ramkumar et al. / Gondwana Research 36 (2016) 65–93",
    "text": "Indian subcontinent are inherited and or influenced at least partly by the inherited tectonic elements from the Gondwana supercontinent. As the compiled and interpreted structural–geomorphic data point to the northern–eastern tilt of the Indian plate rather than the traditionally considered view of simple easterly tilt, it is examined in detail."
  }, {
    "heading": "3.2. Eastern or northern–eastern tilt?",
    "text": "In the first approximation, as few previous related publications (e.g., Sheth, 1999; Gunnel et al., 2003) assumed, it appears that the Peninsular drainage pattern of India is influenced by the easterly tilt of western margin. Radhakrishna (1993) and Gunnell et al. (2003)\nstated that emergence of Western Ghats and easterly tilt of the Indian Peninsula along with Himalayan uplift due to collision of Eurasian– Indian plates during Miocene resulted in abundant clastic supply leading to start of deltaic deposition by Ganges–Brahmaputra, Mahanadi, Krishna–Godavari, and Cauvery Rivers all over east coast (Lal et al., 2009). The emergence of WGE, dated to be Late Cenozoic–Pleistocene, extends for about 1600 km all along the western margin. The Miocene–Recent tectonic uplift in the Raan of Kutchchh (Biswas, 1982, 1987, 2005) could be cited as evidence for the easterly tilt, driven by continued rifting since separation of India–Madagascar at around 88 Ma (Melluso et al., 2009; Chatterjee et al., 2013). At the macrogeomorphic level, togetherwith the structural trends and geological information, it can be surmised that the Indian subcontinent as a whole experiences thrust and tilt from south due to its continued northerly flight and collisionwith Eurasia since rifting fromGondwanaland together with rift and tilt toward NE from west. This is applicable essentially to the region south of the Narmada–Son Lineament. It\ncould also mean that the rate of rifting driven by Owen fracture is lesser than the Carlsberg rift. Alternatively, the compressional force from Owen fracture is being spent on the regional geodynamics of the Kachchh while the energy from Carlsberg is predominantly spent on uplift, and tilt of the Indian plate toward NE. Biswas (2005) suggested that the ongoing anticlockwise rotation of Indian plate, a phenomenon that was initiated since hard collision of Indian plate with Eurasia, is due to the rifting at the conjugate rift margin of the Kachchh–Cambay–Narmada–Son rifts. While the connectivity of anticlockwise rotation with the complex Kachchh–Cambay–Narmada–Son rift systems seems to be plausible, we interpret as effect–cause (continuance of rift and rotation—detailed later), rather than cause–effect. However, the involvement of Narmada–Son rift, active formation of escarpments at andnorth of it, prominent differences of drainages at north and south of it signify north–east tilt, rather than simple easterly tilt, particularly the peninsular region south of it."
  }, {
    "heading": "82 M. Ramkumar et al. / Gondwana Research 36 (2016) 65–93",
    "text": "Based on an evaluation of sequence of events of the continuing drift of Indian plate since breakup from Gondwanaland, Chatterjee et al. (2013) reported the occurrence of lower part of the Indian lithosphere along the Main Frontal Thrust underneath the Himalaya and Tibet up to 31°N (Mahesh et al., 2012; Lippert et al., 2014) and opined that such a dense continental slab with higher density could subduct under Tibet and provide a significant driving force for India–Asia convergence. The slab pull is reinforced by the ridge push from the spreading of the Carlsberg Ridge and Central Indian Ridge. These ridges push the Indian plate from south (e.g., Patriat and Achache, 1984; Raval and Veeraswamy, 2003; Cande and Stegman, 2011; Müller, 2011; van Hinsbergen et al., 2011; Jagoutz et al., 2015; Koptev et al., 2015 and references cited therein for the roles of plume dynamics on tectonism and plate motions). The continued activity of Narmada–Son rift, the pivotal role of conjugate margins of Cambay–Kachchh–Narmada–Son rifts, anticlockwise rotation of Indian plate, when evaluated with the aseismic nature of 95°E, 85°E ridges (Bastia et al., 2010; Bastia and Radhakrishna, 2012), relatively less significant ridge push from Owen Fracture (due to the intervening WCF and Panvel Flexure and many other subcrustal faults of parallel and transverse alignments), it is perfectly conceivable that the Peninsular India underwent and currently experiences north–east tilt. It is also perceivable that owing to the alignments of conjugate margins of Kachchh region and the Owen fracture, the ridge push promotes anticlockwise rotation (N20o)—(Chatterjee et al., 2013), perhaps aided by the strike–slip along WCF rather than easterly tilt. Occurrences of well-defined incised fluvial channel fills in the shelf off Mangalore coast at a bathymetry of 65 m, escarpment\nand relative absence of major deltaic systems along the west coast, together with establishment and persistence of major deltaic systems along the east coast since the breakup from the Gondwanaland, general unroofing of sediments and occurrences of only the deep crustal cratonic rocks in the southern edge of the continent and crustal thickness of only 29 km (A. Singh et al., 2015; P. Singh et al., 2015) with highest peaks of Western Ghats at its SW extremity, namely, Anaimudi (2695 m amsl) and Dota Petta (2637 m amsl) and absence of significantly thick regolith in the vicinity on a regional scale (Sharma and Rajamani, 2000a, 2000b; Singh and Rajamani, 2001; Sensarma et al., 2008; P. Singh et al., 2015), progressive increase of thicknesses of regolith over granitic and laterite over trap rocks (Kale and Vaidyanadhan, 2014), and sediment pile from south to north point to this fact and support this inference."
  }, {
    "heading": "3.3. Continuum of tectonics along pre-existing structures",
    "text": "While examining rare earth element (REE) characteristics of flood plain sediments of the Holocene–Anthropocene Cauvery River, Sharma and Rajamani (2000a, 2000b) and Singh and Rajamani (2001) found the sediments to have been derived from charnockites that form high hills, in contrast to the general weatherability of granitic gneiss that form the basement. Together with the observed textural– mineralogical immaturity of the sediments, these authors reasoned that physical denudation as a result of continuing uplift of the Western Ghats in general and neotectonics in particular (Sharma and Rajamani, 2000a, 2000b) might have been the cause of the observed REE\nsignatures. Similar observation was made by Sensarma et al. (2008) on examination of the Hemavati River sediments, suggesting the phenomenon reported by Sharma and Rajamani (2000a, 2000b) and Singh and Rajamani (2001) to be regionally extensive (meaning basinal–continental scale). The unroofing of sediments and absence of significant regolith cover might have been a long lasted trait of this region as the prevalence of physical erosion, absence of chemical weathering, episodic bouts of clastic sediment flux into the Cauvery Basin during Barremian, Santonian, and Mio-Pliocene were also reported earlier (Ramkumar et al., 2005, 2011, 2013). All these features indicate that the rift, drift, and tilt characteristics of the Indian subcontinent since Cretaceous (Chari et al., 1995) were activated by the preexistent structures, resulting in continual unroofing of the high hills and plateaus. The recurrences of minor–major earthquakes (Banerjee et al., 2001; Roy, 2004; Biswas, 2005) preferentially concentrated along the basement faults (Fig. 2c) also support this assertion.\nBiswas (2005) reported that the convergent transfer zone (the meeting point of Narmada–Son, Cambay, and Kachchh rifts) has been the focal point of major tectonic events (Kar, 1993) in the geologic past since Mesozoic as well as the epicenters of two major earthquakes of the 20th century and focal center of aftershock hypocenter, suggesting recurrent reactivation along preexistent structural weak planes. Many previous studies including Subrahmanya (1996), Rajendran (2000), Banerjee et al. (2001), and Murthy (2002) analyzed the past earthquake occurrences and found their association with displaced river channels, incised valleys, coastal and fluvial terraces, etc. Most importantly, in unison, these studies have stated the neoseismic events to have been caused by geodynamics of older, basement faults, and rifts of theGondwanaland, an inference also confirmed by another, independent study (Roy, 2004). Indian peninsular shield likemany other similar terrains of the world was believed to be stable, and having a strong, thick, and cold lithosphere. However, Indian shield is comparatively thin, warm tectonically active (Pandey et al., 2013; Pandey, 2015), as\nevidenced by the periodic reactivations of preexistent sutures, shear zones, and faults, most of which were inherited from Precambrian (Biswas, 2005), particularly those from the Late Neoproterozoic Gondwanaland. Earthquake activity of moderate to large magnitudes in Peninsular India suggests that, tectono-thermally, the Indian plate has been and is active (Roy, 2004), albeit episodically until recent (Banerjee et al., 2001).\nThe occurrences and characteristics of the deltas along the east coast also extend credence to the geodynamics inferred above. The southeastern part of Indian subcontinent has only minor deltas of Thamirabarani and Vaigai (Table 2). Although they are considered to be perennial and originate from the Western Ghats, the receiving basins of these depict no significant sediment accumulation in the form of deltaic plains. These rivers deliver the sediment and water directly into the adjoining bay. The Kaveri River has built a broad and huge delta whose delta head starts at ~24 m amsl. The Palar and Pennar are the rivers that are located north of Kaveri River delta and have built deltas of their own (Singh and Swamy, 2006). Further north, the rivers Krishna, Godavari, and Mahanadi have created extensive deltas whose delta head start at 19m, 11m, and b10m amsl, respectively. All these deltas are Quaternary in origin and their active present-day lobe is of Holocene in age. These are delimited on the west by the EGMB thrust boundary (Fig. 1) and “possible tectonic line” (Yoshida et al., 1999) which is also marked by the axis of Bouger gravity high anomaly (Raval and Veeraswamy, 2003), meaning thin crust and denser subcrustal material beneath the EGMB. The observation of differential crustal thicknesses between either sides of this line (Singh et al., 2004) adds credence to the inference of greater role played by this tectonic line through reactivations since initial rift of Gondwanaland. Based on the intraplate stress computations and the history of earthquakes, Mandal (1999) suggested that the occurrences of intraplate earthquakes in the south Indian shield can be attributed to movement along old pre-existing shear zones (Banerjee et al., 2001; Roy, 2004), particularly in regions along the"
  }, {
    "heading": "84 M. Ramkumar et al. / Gondwana Research 36 (2016) 65–93",
    "text": "EGMB, Cauvery Shear, etc., in response to the perturbation in the local stress regime due to topography, crustal density inhomogeneity and the dominant plate tectonic force in south India. He also stated that the principal stress directions suggest a dominance of strike–slip and reverse mode of deformation for south India, which support the inference of continued tectonic activity. On the north, the deltaic regimes are delimited by the Singhbhum craton and Narmada–Son failed rift lineament. These features are consistent with the greater tilt of the Indian plate at the southern tip, subduction at the NE extremity, a continuum of the geodynamics until present day since rifting from Gondwanaland and the influence of the inherited fault and shear zone tectonic elements over macrogeomorphic features."
  }, {
    "heading": "3.4. Subcrustal lithospheric and mantle plume processes and tectonic continuum",
    "text": "Based on the subsidence curves developed for each of the subbasins of the Cauvery Basin in the light of tectonic evolution of east coast sedimentary basins of India, Chari et al. (1995) suggested that the initial rifting commenced from cratonic interior, confirming the role of subcrustal plume (Patriat and Achache, 1984; Raval and Veeraswamy, 2003; Müller, 2011; Cande and Stegman, 2011; van Hinsbergen et al., 2011; Jagoutz et al., 2015; Koptev et al., 2015) and asthenospheric anisotropy/asymmetry (Sharma et al., 2012) in the tectonic evolution prior to, during, and after the breakup of Gondwana. Sen et al. (2009) documented the occurrences of metasomatized mantle xenoliths in the Kachchh region and supplemented their inferences with trace elemental compositional evidences, which support the notion of rising of plume from asthenosphere and the mantle–crust interaction (Patriat and Achache, 1984; Raval and Veeraswamy, 2003; Cande and Stegman, 2011; Müller, 2011; van Hinsbergen et al., 2011; Jagoutz et al., 2015; Koptev et al., 2015) of the Indian plate leading to the thinning of lithosphere (Raval and Veeraswamy, 2003). Given considerations to the tracks of plumes, distribution of trap rocks in the continental and offshore regions, and the gravity and seismic tomography based crustal thickness estimations, it can be inferred that the Kerguelen, Crozet, Marion, and Reunion plumes, on emergence and eruption, might have also significantly depleted the continental margins.\nCrustal thickness estimations, as observed by Rao (2002) from zero free air gravity anomaly shows isostatic under-compensation (positive values, meaning thin crust) in the plateau regions, zero values in Western Ghats (normal crustal thickness), and negative values in the mobile belts (meaning thickened crust). He also reported the prevalence of isostatic equilibrium beneath theWestern Ghats, and abnormal crustal thickness beneath its western margin due to crustal downwarp extending beyond the limits of the topographic load of the mountain belt. According to him, sudden rise of mountains in the western margin caused downwarp due to elastic behavior of the crust and thus the compensation is of regional nature. High crustal velocity beneath the EGMB reveals the occurrence of dense crust. This is excess load within the crust and thus needs compensation similar to the regional topography. Thus, regional compensation can be expected with this mobile belt, causing crustal downwarp. Rao (2002) reasoned that the isostatic under-compensation leads to instability in the Koyna, Killari, Bellary, and Coimbatore areas that witnessed major earthquakes with magnitude 5.5 and above while a major fault (Bhavani–Mayor) marks its southern boundary. This information, together with the structural trends, their reactivation and thickened nature in the mobile belts, confirms the continuance of tectonic activity along the inherited structural elements. Srinagesh (2000) estimated the velocity residuals of Peninsular India through seismic tomography (Fig. 10) which show general agreement with the inferences of Rao (2002) and indicate the occurrence of deep-rooted crust in the order of 50–175 km in the northcentral, isolated patches along the western, and highly thinned crust in the southern parts of Peninsular India. Raval and Veeraswamy (2003) reported crustal thickness of N50 km in central India and\nparts of western India. Radhakrishna et al. (2000) reported b38 km in southern India and ~30 km under the Krishna–Godavari Basin and a mere 20–23 km at eastern extremity of ECM at offshore Krishna– Godavari Basin near ocean–continent transition (Radhakrishna et al., 2012b). Based on two and half dimension gravity anomaly modeling, Singh et al. (2004) estimated a difference of crustal thicknesses between the WCM (37 km), western Dharwar craton (41 km), eastern Dharwar craton (38 km), and EGMB (b35 km). Subrahmanyam and Chand (2006) reported that the basement below the Cauvery Basin has only a ~3 km thick elastic lithosphere while the basement below the Krishna–Godavari Basin has 30 km elastic lithosphere. These two latter features also evidence the extensive subcrustal plume erosion along the continentalmargins and explain the greater crustal thickness associated with north and central part of the plate (Fig. 10) as well as the intensity trends from southern extremity to north.\nA recent review of variations in crustal and upper mantle structure beneath the Indian subcontinent and its environs, based on more than 600 seismic stations, and over 10,000 km of deep seismic profiles, shows a range of crustal thickness from 29 km at the southern tip of India to 88 kmunder the Himalayan collision zone suggesting northerly tilt–uplift due to thrust and isostasy (Pandey et al., 2013). This review also revealed that although the Indian shield comprises a number of Archean cratons, only a minor portion of the initially formed upper crust remains in place now and a thick chunk of the original lower crust was consumed by the underlying thermally buoyant mantle due to subcrustal erosion. The signatures of repeated tectono-thermal activity can be traced since the beginning of Proterozoic to as late as Early Tertiary. These authors have documented a 16 km thick mantle plume with an isotherm of ~1300 °C at shallow depth (~100 km) and suggested that, owing to the subcrustal plume erosion, the Indian lithosphere is one of the thinnest (Pandey, 2015) when compared with the thicknesses of shield areas elsewhere that are 250–300 km thick. According to these authors, and Roy (2004), the Kerguelen, Crozet, Marion, and Reunion plumes which interacted with the Indian lithosphere between 65 and 110 Ma led to large-scale shearing of mantle lithosphere, intraplate magmatism, and magma underplating. This plume-related consequence, in addition to the crustal stretching and thinning, essentially along the EGMB, ECM, WCM, might have newly created faults and also structurally weakened the preexistent faults and shear zones (Radhakrishna et al., 2000; Roy, 2004; Singh et al., 2004), facilitated reactivations during synrift, post-rift and collisional phases and considerably reconstituted the Indian plate (Roy, 2004). Mishra and Kumar (2005) suggested asthenospheric upwarping along preexistent faults and thrusts, particularly along the Cauvery Shear and southern extremity of the SGT, in association with the heightened upper mantle heat flow beneath this region and seismic history suggested continuity of tectonic activity.\nContinentalmargins are entities ofmixed character in termsof physiography and physical properties. The morphology of the continental margin is determined by its formation mechanism (rifting vs. shearing) and by processes that have subsequently operated on it (Chand et al., 2001). The information that significant erosion of Himalayan region and their deposition in the Bengal Basin as well as in the Bengal fan in the BOB that exceed N24 km in thickness (Subrahmanyam and Chand, 2006; Mikhailov and Dotsenko, 2007), occurrence of N70 km thick sediments in the Sylhet depression and in the region north of Swath of no ground (Bengal Canyon) and discharge of N1000 million tones of sediment annually from Ganges and Brahmaputra (Mikhailov and Dotsenko, 2007) warrant closer examination. The sediments deposited in subsided areas along the continental margin act as a top load on the lithosphere. Numerous studies at rifted margins showed that they are consistent with the flexure model of isostasy. The accommodation of these sediments and the depositional pattern suggest a flexural type of behavior since inception of rifting (Chand et al., 2001). Based on the observation of Chand et al. (2001), in combination with the enormous sediment thickness along the eastern continental margin, especially\n85M. Ramkumar et al. / Gondwana Research 36 (2016) 65–93\nalong the northeast (Mikhailov and Dotsenko, 2007), we presume that this sediment loading may also cause accelerated subduction and drift and attenuate the uplift from south (by the push-force by plume and ridge tectonics), tilt from west (by the ridge push), causing the uplift and tilt a continuum. Although not related, but the cause of sediment accumulation is dealt in Armitage et al., 2014. We presume that the accumulated sediment load may cause additional drive as the region is getting subducted under Eurasian plate and is floating over the viscous dècollement. In effect, this is a vicious cycle that denudes the western and southern regions of Peninsula and supplies sediments to the fan. Subsidence studies in Cauvery, Krishna–Godavari, and Bengal basins along the ECM suggest that there is a progressive increase in extension rates from south to north (Chand et al., 2001), affirming this inference. Similar, but not identical mantle plume related uplift of continental interior, resultant isostatic compensation, denudation, and sediment deposition has also been reported from Rocky Mountains–Colorado Plateau (Armitage et al., 2014). Plate reconstruction theories and models of rifts/drifts often take into account intrinsicmagmatic processes as the critical operator of continental drifts (Cande and Stegman, 2011; Müller, 2011; van Hinsbergen et al., 2011; Koptev et al., 2015). However, they frequently overlook the inherent nature of these events that always work on differential rates and at highly discontinuous periodicity (Müller, 2011)."
  }, {
    "heading": "3.5. Drainage and climatic influence",
    "text": "As shown in Figs. 1, 2, 7, and 9, almost the entire variation in precipitation over Peninsular India is controlled by orographic effect, which, in turn, has a structural control. Previous geomorphological and seismic studies on the Western Ghats documented periodic uplift since Middle Mesozoic until Holocene along Archean and Proterozoic faults and shear zones (Radhakrishna, 1993; Valdiya and Rajagopalan, 2000; Valdiya, 2001a, 2001b, 2008) and significantly since the commencement of Himalayan orogeny. It also led to the physiographical diversity and the youthful character of its mountain ranges (Sharma and Rajamani, 2000a, 2000b; Singh and Rajamani, 2001; Sensarma et al., 2008). Although the reversal of drainage flow directions was initiated by the evolution ofWGE (Fainstein et al., 2012), the role of its orographic impact in altering the climatic pattern of Peninsular India, and thereby, the sustenance of the topographic evolutionwith general north–east trend, needs examination.\nFrom Figs. 2, 6, and 7 and the descriptions of Harbor and Gunnell (2007), it is apparent that the escarpment exhibits contiguous segments where scarp sinuosity, relief, stream orientation, spacing of scarp, coastline–continental divide, drainage basin shape, and other basin attributes show co-variation, suggesting differences in the process of retreat of the Western Ghats as a continuous yet heterogeneous landform. According to Harbor and Gunnell (2007), these along and across strike variations are site-specific feedbacks between climate, drainage and geologic structure while the large-scale plateau uplift influences the long-term atmospheric circulation patterns. Uplift of the Western Ghats across the path of the SW monsoon created a rain shadow effect for the Mysuru and the Deccan plateaus (Gunnell, 1998b). He has reasoned that the net climatic result of plateau uplift was to increase humidity on the windward side, due to the orographic effect, as well as on the immediate backslope of the escarpment and broadening the semi-arid tracts of the interior due to the rain shadow effect, and steepening the rainfall gradient in the transition region. Gunnell (1998b) further stated that the Miocene–Pliocene sandstones that occur all along the eastern coast and inland regions of India contain less weathered and unaltered feldspars, a sign of physical erosion meaning tectonic dynamism. He interpreted scouring of regolith before weathering due to relatively dry–warm climate; while the thick clay deposits that occur along the western coast, albeit coeval indicate wet–humid conditions of weathering. He had cited the work of Misra et al. (1996) who have reported the extinction of certain pollen taxa in the Mio-Pliocene\nlignite deposits (east coast of India) due to the lasting climatic influence, but their survival in Gabon and Cameroon. These information, together with the report of the scarcity of thick weathering profiles in the catchments of Cauvery River (Sensarma et al., 2008) and the occurrences of immature sediments in the Cretaceous deposits of the Cauvery Basin (Ramkumar et al., 2005, 2011, 2013) as well as in the Recent channel bedload sediments and floodplains (Sharma and Rajamani, 2000a, 2000b; Singh and Rajamani, 2001), suggest the recurrent and continual tectonic activity. The orographic effect ofWGE and onset of modern climate were all existent since Miocene, at least in the Peninsular India. Most recent studies, involving multiproxies (Singhvi and Krishnan, 2014) and deep-sea high-resolution data (Pandey et al., 2015), opined that this SW monsoon became intense since 10–8 Ma. It signifies the attainment of orographic barrier effect of WGE during 10–8 Ma, commencement of significant planation process of the plateaus, and inheritance of drainage basin areas of modern rivers. Commencement of significant deltaic deposition (the locales of which were restricted/ controlled by the tectonic line—Fig. 1) also took place during this period, suggestive of tectonic control of climate and drainage-deltaic feedback on landscape evolution. As discussed earlier, denudation had influenced isostatic compensation, making the emergence of WGE–climatic control–denudation feedback, a continuum, explaining the youthful character of Peninsular Indian landscape and contrasting geomorphic features along east and west coasts."
  }, {
    "heading": "4. Tectono-geomorphic evolution",
    "text": "The tectonic framework of the Indian subcontinent is a result of accretion of continental terranes since Mid-Archean, welding of Archean crustal blocks by large-scale Proterozoic mobile belts which were overprinted by Late Palaeozoic to Mesozoic and Tertiary intracontinental rift zones, that in turn owe their origin to the breakup of Gondwana and the subsequent northward drift of the Indian plate (Gombos et al., 1995; Kovac et al., 2010; Collins et al., 2014; Santosh et al., 2014, 2015). All these commencedwith the rifting during Permian (Sastri et al., 1981), probably associated with subcrustal plume activity that stretched and depleted the Archean basement (Roy, 2004). The rifts are now recognized as failed Narmada–Son, Godavari, and Mahanadi rift arms (Fig. 1). While the Narmada–Son extends from W–ENE and separates the Himalayan foreland from Peninsular India, the Godavari and Mahanadi rifts are aligned transverse to the EGMB. Chatterjee et al. (2013) summarized the tectonic evolution of the Indian plate from Late Jurassic and stated that it includes an exceptional and intricate history of events such as: continental breakup, sea-floor spreading, birth of new oceans, flood basalt volcanism, hotspot tracks, transform faults, subduction, obduction, continental collision, accretion, and mountain building. Important among these is the recurrent plume activity, namely, the Kerguelen, Crozet, Marion, and Reunion, all of which have interacted with the subcrustal and supracrustal parts of the Indian plate. Perhaps associated with the rifting, many subparallel normal faults originated that led to the formations of extensive, intracratonic Gondwana basins that provided loci for the accumulations of continental, brackish, and coastal marine deposits as the oldest deposits in the Bengal, north of Mahanadi, Krishna–Godavari, Pennar, and Palar basins of east coast of India (Banerji, 1984; Acharyya and Lahiri, 1991; Lal et al., 2009; Bastia et al., 2010; Bastia and Radhakrishna, 2012; Radhakrishna et al., 2012a, 2012b). Intriguing is the fact that, though major part of Gondwana deposition took place in epicontinental conditions andwere interpreted to be extensive, available records are few, limited in areal extent and restricted to the buried parts of the grabens suggesting intensive erosion, continued uplift of structural highlands, and downwarping of the grabens as a result of subcrustal processes. Intensification of the subcrustal plume activity during the Late Jurassic, now recognized as Kerguelen plume, might have depleted the eastern portions of these Gondwana basins that led to crustal downwarping, normal faulting, and creation of horst and"
  }, {
    "heading": "86 M. Ramkumar et al. / Gondwana Research 36 (2016) 65–93",
    "text": "graben structures essentially parallel (Banerji, 1984; Acharyya and Lahiri, 1991; Roy, 2004) to the Gondwana basin structures. A case in point is the Bengal Basin (Fig. 5) that shows the uniform structural styles of Pre-Jurassic and Early Cretaceous signifying the continuation of Gondwanan trends while other basins followed less typically. The intensification of plume activity might have proceeded from north to south (present day) (Banerji, 1984; Patriat and Achache, 1984; Raval and Veeraswamy, 2003; Roy, 2004; Bastia and Radhakrishna, 2012; Pandey et al., 2013; Koptev et al., 2015; Ramkumar et al., 2016) and is why the Cauvery Basin came into existence finally (Sastri et al., 1981; Bastia and Radhakrishna, 2012) and does not have Early Jurassic deposits comparable to that of other ECM basins. However, the oldest exposed Sivaganga beds of the Cauvery Basin, interpreted to have been deposited in coastal plains and coastal marine depositional setting during Barremian synrift (Ramkumar et al., 2004) and Tabbowa/Andigama beds of Gondwana affinity (Chari et al., 1995) and occurrences of similar synrift-associated immature coastal conglomerates (physical weathering, higher rate of physical erosion) to predominantly kaolinite-rich deposits (deep chemical weathering) in all the east coast sedimentary basins, particularly during Barremian (Ramkumar et al., 2004) are suggestive of their deposition when remained part of Gondwanaland. These two bouts perhaps accompanied rifting events; the former being a failed rift and the latter, that successfully separated Greater India from Gondwanaland (Raval and Veeraswamy, 2003; Bastia and Radhakrishna, 2012).\nIt is to be noted that the western extremities of these renewed faulting followed the EGMB thrust plane, (Fig. 1). While analyzing the paleogeographic assembly of Greater India, Yoshida et al. (1999) recognized a Proterozoic structural element and indicated it as “possible tectonic line.” The Late Jurassic–Early Cretaceous rifting–separation of Indian plate occurred along this line and defines thewestern extremities of all the sedimentary basins and deltas of the ECM, suggestive of recurrent reactivation of inherited zone of weakness. Raval and Veeraswamy (2003) suggested that since Late Jurassic, rifting and breakup of Gondwanaland occurred whenever the Indian plate interacted with plume activity and the breakup occurred along preexistent mobile belts, affirming this inference. This Late Jurassic–Early Cretaceous reactivation has also cut across the failed arms of Gondwana, namely, the Godavari andMahanadi rifts (Figs. 1, 2b, 5).With continued plume activity, associated rift and pull-apart phase, the BOB oceanic crust and ECM of India started evolving. The Precambrian basements that lay west (present day) of the basins provided immature sediments that were deposited as synrift sediments in all the newly formed and rejuvenated basins. Followed is the strike–slip transform faulting and rotation of India and the outpouring of Rajmahal traps that lay over the highly dissected Precambrian basement northwest of Bengal Basin aswell as at the lower part ofMahanadi Basin as subaerial, and subaqueous traps, volcaniclastics, and tuffs. These traps and volcanogenic sedimentary fills evidence the continuation of plume activity of Kerguelen and Crozet plumes until Aptian (Bastia et al., 2010; Radhakrishna et al., 2012a).\nWith the rotation and pull-apart phases and continued fault block subsidence (probably due to plume ascend and subcrustal erosion), basin differentiation took place that provided accommodation spaces. With due tilt and in response with sea level fluctuations, the basins experienced marine inundations that varied from shallow coastal to deep marine settings. The proto river systems that supplied sediments to the basinmargin synrift depositional settings receded and/or became less active. There are exceptions such as the extensive turbiditic and Gilbert-type deltaic deposition in the Cauvery Basin, where the major tectonic activities during Cenomanian (Ramkumar, 2008) and at the beginning of Santonian (Ramkumar et al., 2005, 2011), respectively, promoted fluvial dominated and/or influenced sedimentation.\nAround 88–80 Ma, Madagascar–Seychelles separated from Greater India, forming WCM, coast parallel deep crustal fault (west coast fault/ WCF—refer Fig. 1), and a series of parallel faults that initiated the\nformation of WGE. A low-lying coastal plateau, separated from an elevated inland plateau by an erosion-dominant WGE, characterizes the morphology of the west coast—a feature common in other rifted margins as well (Gunnel et al., 2003). Passing of the Indian plate over the Reunion hotspot during 68–64 Ma gave birth to one of the greatest continental flood basalt volcanic episodes in the history of the Earth. Occurrences of more than 5000 m thick trap rocks in Kachchh and Saurastra basins of west coast, and exposures of more than 3500 m thick lava flows (Keller et al., 2009) over the continental basement rocks, that form the vast plateaus in northwestern India, all along the northern part of Western Ghats, evidence the enormity of this volcanic episode. The information that the entire event lasted only a duration of N4 million years and more than 80% of these resultant flows had erupted within 0.8 Ma. (Chenet et al., 2007; Keller et al., 2008) during the regionally correlative C29R magnetic polarity zone (Keller et al., 2009) suggest heightened mantle plume activity at this time.\nWith the evolution of Arabian Sea oceanic crust, and the northerly drift of Indian plate, the Lakshmi Ridge, Chagos–Laccadive ridge, Carlsberg ridge, etc., came into existence (Bardhan et al., 2002) and the Indian plate recorded the fastest northward drift since then, averaging 20 cm/year (Chatterjee et al., 2013). It could be possible to perceive from the already depleted crust (thin crust) all along the ECM, greater ridge push from south coupled with thinning along WCM due to end Cretaceous volcanism, and could have buoyed the relatively thicker and heavier north–northcentral part of the Indian plate sink and/or slide over the asthenosphere that made the faster flight (Ramkumar et al., 2016). Studies through seismic estimation of the crustal thickness have affirmed the thicker crust under northcentral part (Srinagesh, 2000) and thinnest at the southern extremity of Indian plate (Raval and Veeraswamy, 2003). The occurrences of highest peaks of Western Ghats, exposures of deep crustal rocks along the southern part of the Indian peninsula that indicate extensive denudation than other parts, absence of significant deltas and/or sedimentary basins, coupled with the seismic activities all along the Pre-rift tectonic structures (Figs. 1 and 2c), continued ridge push from Carlsberg and Central Indian ridges (Banerjee et al., 2001), togetherwith ongoing subduction and anticlockwise rotation of Indian plate support this inference, in addition to continuity of the isostatic rebound, due to which the easterly flowing rivers continue to flow since their inception coeval with the evolution of WGE. Continued ridge push, from Carlsberg and Central Indian ridges (Banerjee et al., 2001), as well as pressures from newly emergent and evolving oceanic crust related ridges might have also played a significant role. Rare earth element signatures of Holocene sediments of the Cauvery delta show close affinity with the southern granulite terrain (P. Singh et al., 2015) oblivious to the traditionally considered westerly provenance, affirming the inference of continual uplift and unroofing of the southern extremity of the Indian plate. Pandey (2015) reported that thewestern central part of Peninsular India contains high-density, highvelocity mid-crustal amphibolite to granulite facies rocks due to exhumation of the deeper crustal layers and sustained granitic upper crustal erosion, which adds support to this inference.\nThe mechanism of prevalent and ongoing geodynamics of denudation of the peninsula is such that the hard collision of Indian plate with Eurasian plate and following subduction and associated anticlockwise rotation of Indian plate created a compressional regime along the ECM and relatively extensional regime along the WCM. The western extremity of Narmada–Son rift had acted and continues to act as the pivotal point for these movements. The west coast fault (WCF) and Panvel flexure acted as the pressure release planes, while aiding unhindered rise of WGE and tilt of Indian plate toward north–east under the influence ridge push. While the Panvel flexure is a prominent feature extending from south of Narmada rift with an NNW–SSE alignment and has been a prominent topographic and structural characteristics readily recognizable in the field as well as in digital elevation model (Hooper et al., 2010) and satellite images, the location of fractures located onland and offshore, aligned parallel–subparallel to this flexure\n87M. Ramkumar et al. / Gondwana Research 36 (2016) 65–93\n(Fig. 1), and running up to Kerala, are termed as WCF in the literature (e.g., Onland—Banerjee et al., 2001; Biswas, 2005; Bastia and Radhakrishna, 2012; Offshore—Sukhtankar, 1995; Balakrishnan, 2001; Nair et al., 2008; Avinash et al., 2013). Based on the regional geologic, geomorphic, and field characteristics, we consider that the Panvel flexure is the prime displacement plane, and on the east and west of which there are subparallel fractures (onland and offshore west coast faults) that showdisplacement characteristics. Development ofmultiple, parallel fractures and differential displacements along them is a common phenomenon in regions of major rifting at the continent scale separation.\nAlong the ECM, the preexistent structural trends of Gondwana and Cretaceous basins were reactivated, particularly all along the EGMB and the tectonic line. Probably, these reactivations were caused by subcrustal phenomenon, as indicated by gravity anomalies beneath these regions as well as thin lithospheric crust (Raval and Veeraswamy, 2003). Extensive deltaic sedimentation commenced all along the east coast during Neogene, with the reactivation of inherited Gondwana structures. Intensive rise of WGE, uplift of southern regions due to isostatic rebound, ridge push, and north–east tilt in addition to the orographic effects provided byWGEhave all contributed toward significant sediment and water influx from the western headlands that made the deltas to prograde 100 km from delta head duringMio-Pliocene. Occurrences of N3000m thickMio-Pliocene continental, coastal, and offshore siliciclastics all along the east coast (Tables 1, 2), especially east of the EGMB (Fig. 1), testify the intensity and sustenance of erosion of headlands and deposition at receiving basins.\nInterruptions occurred, in the form of sea level retreat during Miocene due to which, the rivers prograded onto the shelf and incised the former deposits, the relicts of which are seen as terraces (Babu, 1975; Bastia and Radhakrishna, 2012) and incised channel, levee complexes, etc., buried under thick pile of sediment cover. Extensive continental, coastal, and swamp deposits (Tables 1, 2; Mio-Pliocene sandstone, lignite, and clay deposits), to the tune of more than 4500 m thick, occur all along the east coast especially in the region east of EGMB that stand testimony to the continued sediment supply from the Western Ghats. It also evidences to the uplift–unroofing of Western Ghats and subsidence–provision of accommodation space at east of EGMB. The modern deltas are Holocene in origin that made significant strides onto the former shelf regions. The basement structures were active during Quaternary–Recent, both along the west and east coasts, as evident from regionally extensive planation surfaces, incised terraces (Agarwal et al., 1996; Chakrabarti, 2005), coastal cliffs, and wave-cut platforms (Sahayam et al., 2013). Neotectonic activity, seismic tremors, subsidence, anomalous flow courses of channels, changes in strandline locations (Singh et al., 1998) and emergence of beach rocks (Kar, 1993; Ramkumar and Gandhi, 2000; Ramkumar et al., 2000) are all recorded in the east and west coasts that signify the continuing evolution. The coastal geomorphic features and available dating (Wagle et al., 1994; Singh et al., 1998; Nair, 1999; Kunte and Wagle, 2000; Karisiddaiah et al., 2002; Allison et al., 2003; Goodbred, 2003; Jayalakshmi et al., 2004; Bhatt and Bhonde, 2006; Lalbiakzuali et al., 2013; Sarwar and Woodroffe, 2013) suggest a systematic progression of oldest to youngest shorelines from inland to present day shoreline since the dawn of Holocene (Figs. 3, 4) along both the coasts defined by 100 m, 30 m, 10m, and 0 m asl contours signifying Neogene–Recent deltaic and shoreline progradation. Notwithstanding the incised terraces along the continental margin of west coast (Wagle et al., 1994) and in the inland regions as well (Agarwal et al., 1996), 100 m contour defines the Pre-Quaternary terrace, delimiting the residual/ denudational hills and pediments (Babu, 1975), while the 30 m and 10 m elevation contour zones are recognized to be Pleistocene (Singh et al., 1998) and Holocene terraces (Wagle et al., 1994; Singh et al., 1998; Allison et al., 2003; Jayalakshmi et al., 2004; Chakrabarti, 2005; Sahayam et al., 2013), respectively, that occur along both the coastlines. During Holocene, the shoreward progression or younging nature is\nindicated by strandlines of ~11,000 yr, 7000–6000 yr, 5000–4000 yr, ~2300 yr, and present day (Figs. 3, 4). Most, if not all, of these terraces and strandlines are either bordered by and/or superimposed over basement faults (Agarwal et al., 1996; Sahayam et al., 2013) of Gondwana structural elements (Figs. 1, 3, 4). Although significant deltaic deposition all along the ECM commenced during Neogene (Singh and Swamy, 2006) specifically during Miocene–Pliocene (under the influence of structural control on denudation of hinterland, and depositional loci and subsidiary role of climate on sediment influx), significant progradation took place since last glacial maximum (LGM; 24–18 Ka) and became intensive since Holocene (particularly 7400–9500 yr when almost all the major deltas of the World started to build extensively—Allison et al., 2003), albeit episodically/cyclically, a fact that correlates well with the general younging nature of the strandlines toward present day coast and position of the Holocene delta heads at about 35–100 km from the shoreline. Corroboration of these progradational episodeswith intensity cycles of SWmonsoon (southwest monsoon was low during the LGM, declined to a minimum from 15,000 to 13,000 yr, intensified slightly at the end of this interval, then was almost stable followed by intensification in two abrupt successions during Younger Dryas, 9900 yr, and during the Early Holocene, 8800 yr—Sirocko et al., 2000) suggests climatic control over deltaic progradation as well. Among the general progradational episodes as indicated by four successive stages, the mid-Holocene has been significant (Srivastava et al., 1994; Agarwal et al., 1996) as evident from maximum advancement over former shelves (Figs. 3, 4). Themid-Holocene (7–3 Ka)was relatively wet and stable (Deo et al., 2010) which affirms the significant role of climate. Collectively, these arguments indicate the following.\na) Although the north–east tilt of India could energize and denude the plateaus and supply enormous sediments to the east coast, and the short rivers of west coast sourced their sediments through headward migration (fluvial recession of the WGE), reactivation of preexistent faults and resultant uplift of Indian plate had been and continue to remain significant at south, perhaps by the Carlsberg and Central Indian ridge push. This means that the easterly tilt could have delimited the western boundaries of east flowing rivers, sedimentary basins, east coast deltas, and eastern boundaries of west-flowing rivers; however, isostatic compensation and northerly push-tiltmight have played the overriding influence ondenudational rates, and locations of active lobes of deltas (paleo and modern). It is further affirmed by the gradual reduction of altitude of delta heads (Table 2) from the Thamirabarani and Vaigai (N70 m amsl), Cauvery (24 m amsl), Krishna (19 m amsl), Godavari (11 m amsl), Mahanadi and Ganges (~10 m amsl). Few other studies (Radhakrishna, 1993; Valdiya and Rajagopalan, 2000; Sharma and Rajamani, 2000a, 2000b; Singh and Rajamani, 2001; Valdiya, 2001b; Sensarma et al., 2008) that examined the lateritic and regolith surfaces of the catchments andfloodplain sediments haveunequivocally established that the Peninsular region, regardless of catchments or deltaic plains, have a youthful character and are evolving, principally under the influence of tectonic activity (Valdiya and Rajagopalan, 2000; Valdiya, 2001a, 2001b; Valdiya, 2008) and aided by monsoonal intensity and pattern; b) The Saurashtra region, located at the juncture of NSL and theWCF, has continued to be tectonically active before and after the outpouring of Deccan basalt. It is evident from the deep seismic imaging of Paleogene deposits that show eustatic sea level cycles, but overprinted by active tectonics in the form of recurrent faulting as observed in the offshore sections and their continuance in the onland equivalents, particularly since the end-Cretaceous volcanism (Pandey et al., 2010). Gunnell (1998b, 1998c) stated that theWesternGhats reveals a trendof surface uplift since the Late Cretaceous due to a strong contribution from flexural rebound by denudational unloading along the edge of an elastic continental slab. c) Under the first-order structural–tectonic control, the modern deltas startedprogradingextensively, the remnants ofwhich are recognizable"
  }, {
    "heading": "88 M. Ramkumar et al. / Gondwana Research 36 (2016) 65–93",
    "text": "in terms of four major clusters of strandlines all along the east coast, each signifying a persistent shoreline. Occurrences of paleochannel abandonment traces, significant number of paleoridge-swale complexes along the 5000–3500 yr old strandlines, and paleo-lagoon–beach barrier complexes between these strandlines (Figs. 3, 4) indicate mid-Holocene climate change (Chauhan et al., 2013) influenced phenomenon, superimposed over the primary structural control (Srivastava et al., 1994; Agarwal et al., 1996; Ramkumar, 2000; Ramkumar et al., 2000; Allison et al., 2003; Ramkumar, 2003). Viles and Goudie (2003) opined that though seem to be operating on long-term scales, complex interactions and intricate relations between climate–tectonics also create geomorphic expressions on decadal–millennial scales (Goodbred, 2003). Significant change in sediment influx during the MidHolocene as a result of climatic fluctuation on amillennial year timescale (reduced intensity of SW monsoon) and enforced erosional rates (Kessarkar et al., 2003) was also recorded by Sr–Nd isotopic trends in deltaic and BOB fan sediments (Tripathy et al., 2011). d) Despite the climate-influenced variations on millennial timescales (Goodbred, 2003), the provenance and sediment transport pathways have remained almost similar on Ma timescale since breakup of Gondwana, essentially under the control of tectonics-enforced denudation and locales of deposition (Zhang, 2005). Although this feature is discernible in all the east coast deltas, it is prominent in the Bengal Basin–Ganges delta. Neotectonic movement in the Bengal Basin–Ganges delta (Singh et al., 1998) suggests its easterly tilt (Selvam, 2003); the active delta lobe is also gradually shifting toward east (Sarwar and Woodroffe, 2013), leaving behind moribund delta (Fig. 3) from west to east, confirming the overwhelming influence of active tectonics even in areas of largest sediment influx.\nFig. 11. Schematic diagram depicting the synthesis of tectonic–climatic–sedimentation process\nFig. 11 summarizes the processes that acted since the initial rifting during Permo-Triassic when Indian plate was part of the Gondwana Supercontinent and which are ongoing in the course of tectonogeomorphic evolution of the Peninsular India, based on compilation of the geodynamic, erosional–depositional, geomorphic, climatic, and coastal hydrodynamic histories. A schematic cross-section model explaining the processes is presented in Fig. 12."
  }, {
    "heading": "5. Conclusions",
    "text": "• The eastern and western continental margins and the sedimentary basins and deltaic systems of Indian Peninsula have evolved as a tectonic continuum of the pre-breakup Gondwana assembly dating back to Permian (which in turn was inherited from Precambrian structural precursors) and punctuated with tectonic activity, quiescence, and reactivation rather than Late Jurassic–Early Cretaceous commencementwhich, in turn, was a pull-apart phase. Thus, the genesis and evolution of tectonic, geomorphic, drainage and sedimentary basin, coastal and continental margins of Indian subcontinent were influenced largely by and in part inherited from the Gondwanan signatures. • In a number of basins and locations, the older faults and rifts have been, and continue to be, reactivated and formed/form the basis of newer depocenters and geomorphic evolution, in terms of shifting of shoreline, incision and abandoning of channels, activation of delta lobe, creation of terraces (subaerial and subaqueous), and development of growth faults in the offshore deposits, etc. Occurrences of extensive traps of Neocomian–Aptian as trap rocks (Rajmahal Traps) and also subaerial traps over Precambrian basement as well as traps,\nes that contribute to the differential topographic evolution of east andwest coasts of India.\ntuff, and intertrappeans with subaerial and subaqueous characteristics in the Mahanadi and Bengal basins suggest that following the Kerguelen plume-related crustal thinning in association with preexistent weak planes of basin margin faults of pre-breakup Gondwana basins might have initiated breakup and actual separation of Greater India from Gondwanaland. • General parallel trends of post-breakupbasin faults and their differentiation into horsts and grabens with similar trends suggest the evolution of the east coast basins as inherited and/or antecedent structural evolution. Typically, the Bengal Basin and less typically the Mahanadi and Krishna–Godavari basins exemplify this phenomenon, while the Cauvery Basin shows fresh downwarping that occurred during breakup. This could be due to the progression of subcrustal plume movement from Bengal Basin toward southern part of India and followed-up right lateral transform faulting and rotation of India after breakup. • The WCM of India came into existence since the breakup of Madagascar–Seychelles–India approximately around 88–80 Ma. It was followed by plume-related uplift, west coast faulting, and outpouring of Deccan Lava during 68–64 Ma. Later, differentiation of WCM intomany strike–slip faults related horsts and grabens occurred due to continued rifting and drifting along Lakshmi ridge, Chagos– Laccadive ridge, and Carlsberg ridge. The north–east tilt of Indian plate and subduction and anticlockwise rotation of Indian plate contributed significantly on the macrogeomorphic evolution of the west coast thenceforth. Superimposed on these major, crustal scale geodynamics are the effects of the WGE and resultant orographyenhanced precipitation, headward erosion of channels and resultant receding of escarpment, stream capture, and formation of water divide along the peaks of Western Ghats, that define the shorter, straight channels and estuaries of west coast. • Eastward flow of all the major rivers of Peninsula owes its allegiance to the rifting followed by pull-apart and associated upward tilt from\nSW–NE, relatively higher subduction of Indian plate and higher sediment loading along NE part, together with anticlockwise rotation of the Indian plate due to the relatively higher rate of subduction. While these act as the first-order control, alignment of Western Ghats, Deccan traps, and resultant enforcement of principal catchments there, aided by general slope toward east favored diversion of peninsular rivers toward east, and these factors played secondary control. Reactivations of Gondwanan rift-related basin margin and mid-Cretaceous faults have provided accommodation spaces for the coastal deltas thatwere established during Cretaceous, energized during Quaternary and are being sustained by the climate. These factors acted as tertiary control. The landscape is still young and evolving, as explicit in the occurrences of numerous knickpoints/waterfalls in almost all the major river courses, very thin regolith cover over Archean and Proterozoic rocks, texturally immature sediments in the peninsular river channel and flood plains, and incidences of earthquakes and alignments of Quaternary–Recent river channels in, along, and in the vicinity of older faults and thrusts, etc. • Coincidental with hard collision of Indian plate with Eurasia, energized by uplift and tilt and supported by significant erosion of catchments, the east coast basins started developing deltaic systems antecedent over marine depositional systems. While sea level fluctuations could have played a role in such change, limiting of westward boundary of all the deltas except Ganges by the tectonic line of EGMB and the general anticlockwise rotation and subduction-related crustal shortening suggest first-order structural control (which in turnmight have enforced sea level retreat) followed by establishment of monsoon system and significant discharge through the fluvial systems as the secondary control. This is supported by the welldocumented significant progradation of all the east coast deltas that took place since last 8–10 Ma, coincidental with the establishment of WGE as an orographic barrier. Although it started evolving since 88–80 Ma, WGE underwent accelerated uplift since 68–64 Ma and"
  }, {
    "heading": "90 M. Ramkumar et al. / Gondwana Research 36 (2016) 65–93",
    "text": "got firmly entrenched since 54 Ma. It might have reached the threshold by 10–8Ma, coincidental with the establishment of SWmonsoon. • In this study, we have recognized three major controls/processes according to their relative influence on tectono-geomorphic evolution of the Indian plate. Recognition of tectonics as the first-order control on basin evolution and landscape development has been well established with rifting and subcrustal tectonic processes exerting the primary control. The resultant landscape development and its positive feedback on the tectonic forces by either augmenting or decelerating the rate of tectonic movement have been considered as secondary, essentially due to its relative role with reference to the contribution by basement tectonics. The basinfill, shifting of prime loci of deposition, and their feedback on basement tectonics are considered tertiary as they played subordinate role to tectonics and landscape evolution. These controls may have acted continually as secondary and tertiary controls in response to the primary control and topographic feedback on basement tectonics. Hence, we consider them to be a dynamic continuum, rather than cause–effect. This postulate, together with the tectono-geomorphic model presented in our study, demonstrates the inheritance and continuum of Gondwanan structural trends on transient landscape of the Indian peninsula. • The tectono-geomorphic model synthesizes the regional trends and major structural features of the Peninsular India. Applicability of this model in explaining regional/basin scale characteristics needs to be tested with specific case studies on each of the sedimentary basins."
  }, {
    "heading": "Acknowledgments",
    "text": "An innocuous question on the geomorphic diversity and contrast between east and west coasts of India, posed by DM to MR, had been the starter for this study. Understanding on this fascinating field of research has been aided by the articles cited in this paper and also many others which do not find place in the reference list. Authors place on record deep sense of regard for all these authors. The critical review and constructive comments and suggestions provided by the reviewers and Associate Editor Toshiaki Tsunogae are thankfully acknowledged."
  }, {
    "heading": "92 M. Ramkumar et al. / Gondwana Research 36 (2016) 65–93",
    "text": "Ramkumar, M., Stüben, D., Berner, Z., 2011. Barremian–Danian chemostratigraphic sequences of the Cauvery Basin, South India: implications on scales of stratigraphic correlation. Gondwana Research 19, 291–309. Ramkumar, M., Sugantha, T., Rai, J., 2013. Facies and granulometric characteristics of the Kallamedu Formation, Ariyalur Group, South India: implications on Cretaceous– Tertiary Boundary events. In: Ramkumar, M. (Ed.), On a Sustainable Future of the Earth's Natural Resources. Springer-Verlag, Heidelberg, pp. 263–284. Ramkumar, M., Menier, D., Mathew, M.J., Santosh, M., Siddiqui, N.A., 2016w. Early Cenozoic rapid flight enigma of the Indian subcontinent resolved: the roles of topographic toploading and subcrustal erosion. Geoscience Frontiers. http://dx.doi.org/10.1016/j. gsf.2016.05.004. Rao, K.L., 1975. India's Water Wealth. Orient Longman (255 pp.). Rao, P.G., 1993. Climatic changes and trends over a major river basin in India. Climate\nResearch 2, 215–223. Rao, D.V.S., 2002. Zero-free air-based gravity anomaly (preliminary) map of South India –\na refined and redefined Bouguer map. Current Science 82, 1373–1378. Raval, U., Veeraswamy, K., 2003. India–Madagascar separation: breakup along a pre-\nexisting – mobile belt and chipping of the craton. Gondwana Research 6, 467–485. Reddy, K.M., Shah, B.M., 1991. Evolution of the Krishna delta, Andhra Pradesh. In:\nVaidyanadhan, R. (Ed.), Quaternary Deltas of India. Memoirs of Geological Society of India 22, pp. 57–64. Roy, A.B., 2004. The Phanerozoic reconstitution of Indian shield as the aftermath of breakup of the Gondwanaland. Gondwana Research 7, 387–406. Sahayam, J.D., Krishnakumar, S., Gandhi, M.S., Chandrasekar, N., Rajamanickam, G.V., 2013. A study on marine notches between Rameswaram and Kanyakumari and their implication on the sea level changes, East coast of India. Arabian Journal of Geosciences http://dx.doi.org/10.1007/s12517-014-1414-y. Sanil Kumar, V., Pathak, K.C., Pednekar, P., Raju, N.S.N., Gowthaman, R., 2006. Coastal processes along the Indian coastline. Current Science 91, 530–536. Santosh, M., Yang, Q.Y., Shaji, E., Tsunogae, T., Ram Mohan, M., Satyanarayanan, M., 2014. Oldest rocks from Peninsular India: evidence for Hadean to Neoarchean crustal evolution. Gondwana Research 29. http://dx.doi.org/10.1016/j.gr.2014.11.003. Santosh, M., Yang, Q.Y., Shaji, E., Tsunogae, T., Ram Mohan, M., Satyanarayanan, M., 2015. An exotic Mesoarchean microcontinent: the Coorg Block, southern India. Gondwana Research 27, 165–195. http://dx.doi.org/10.1016/j.gr.2013.10.005. Sarwar, M.G.M., Woodroffe, C.D., 2013. Rates of shoreline change along the coast of Bangladesh. Journal of Coastal Conservation 17, 515–526. Sastri, V.V., Venkatachala, B.S., Narayanan, V., 1981. The evolution of the east coast of India. Palaeogeography, Palaeoclimatology, Palaeoecology 36, 23–54. Selvam, V., 2003. Environmental classification of mangrove wetlands of India. Current Science 84, 757–765. Sen, G., Bizimis, M., Das, R., Paul, D.K., Ray, A., Biswas, S., 2009. Deccan plume, lithosphere rifting, andvolcanism inKutch, India. Earth and Planetary Science Letters 277, 101–111. Sensarma, S., Rajamani, V., Tripathi, J.K., 2008. Petrography and geochemical characteristics of the sediments of the small River Hemavati, Southern India: implications for provenance and weathering processes. Sedimentary Geology 205, 111–125. Sharma, A., Rajamani, V., 2000a. Weathering of gneissic rocks in the upper reaches of the Cauvery River, south India: implications to neotectonic of the region. Chemical Geology 166, 203–223. Sharma, A., Rajamani, V., 2000b. Major element, REE and other trace element behaviour in amphibolite weathering under semi-arid conditions in Southern India. Journal of Geology 108, 487–496. Sharma, S.D., Ramesh, D.S., Raju, P.A., Bapanayya, C., 2012. Seismological and mineral physics constraints on the evolution of upper 660-km depth of the Gondwana land with special reference to India and Antarctica. In: Mrinal, K., Sen, M.K., Rao, M.R.K., Arora, K. (Eds.), Annual report 2011-2012. National Geophysical Research Institute, Hyderabad, India, pp. 17–21. Sheth, H.C., 1999. Flood basalts and large igneous provinces from deep mantle plumes: fact, fiction and fallacy. Tectonophysics 311, 1–29. Sheth, H.C., 2007. Plume-related regional pre-volcanic uplift in the Deccan Traps: absence of evidence, evidence of absence. Geological Society of America Special Paper 430, 785–813. Simarro, G., Guillén, J., Puig, P., Ribó, M., Iacono, C.L., Palanques, A., Muñoz, A., Durán, R., Acosta, J., 2015. Sediment dynamics over sand ridges on a tideless mid-outer continental shelf. Marine Geology 361, 25–40. Singh, P., Rajamani, V., 2001. Geochemistry of Kaveri flood plain sediments, southern India. Journal of Sedimentary Research 71, 50–60. Singh, I.B., Swamy, A.S.R., 2006. Delta Sedimentation-East Coast of India. Technology Publications, Dehra Dun (392 pp.). Singh, L.P., Parkash, B., Singhvi, A.K., 1998. Evolution of the Lower Gangetic Plain landforms and soils in West Bengal, India. Catena 33, 75–104. Singh, A.P., Mishra, D.C., Gupta, S.B., Rao, M.R.K.P., 2004. Crustal structure and domain tectonics of the Dharwar Craton (India): insight from new gravity data. Journal of Asian Earth Sciences 23, 141–152. Singh, K., Radhakrishna, M., Pant, A.P., 2007. Geophysical structure of western offshore basins of India and its implication to the evolution of the Western Ghats. Journal of the Geological Society of India 70, 445–458. Singh, A., Singh, C., Kennett, B.L.N., 2015a. A review of crust and upper mantle structure beneath the Indian subcontinent. Tectonophysics 644-645, 1–21. Singh, P., Yadava, M.G., Ahmad, M.Z., Mohapatra, P.P., Laskar, A.H., Doradla, S., Saravanavel, J., Kumanan, C.J., 2015b. Fertile farmlands in Cauvery delta: evolution through LGM. Current Science 108, 218–225. Singhvi, A.K., Krishnan, R., 2014. Past and present climate of India. In: Kale, V.S. (Ed.), Landscapes and Landforms of India. Springer-Verlag, Heidelberg, pp. 15–24. Sinha, R., Tandon, S.K., 2014. Indus–Ganga–Brahmaputra plains: the alluvial landscape. In: Kale, V.S. (Ed.), Landscapes and Landforms of India. Springer-Verlag, Heidelberg, pp. 53–64.\nSirocko, F., Garbe-Schönberg, D., Devey, C., 2000. Processes controlling trace element geochemistry of Arabian Sea sediments during the last 25,000 years. Global and Planetary Change 26, 217–303. Srinagesh, D., 2000. Teleseismic tomographic evidence for contrasting crust and upper mantles beneath Archaean and Phanerozoic terrains in south India. Visakha Science Journal 4, 97–105. Srivastava, P., Parkash, B., Sehgal, J.L., Kumar, S., 1994. Role of neotectonics and climate in development of the Holocene geomorphology and soils of the Gangetic Plains between the Ramganga and Rapti rivers. Sedimentary Geology 94, 129–151. Storey, M., Mahoney, J.J., Saunders, A.D., Duncan, R.A., Kelley, S.P., Coffin, M.F., 1995. Timing of hotspot-related volcanism and the breakup of Madagascar and India. Science 267, 852–855. Subrahmanya, K.R., 1996. Active intraplate deformation in south India. Tectonophysics 262, 231–241. Subrahmanyam, C., Chand, S., 2006. Evolution of the passive continental margins of India—a geophysical appraisal. Gondwana Research 10, 167–178. Subrahmanyan, M., Radha Krishna, M., Rao, P., 2001. Crustal section across Cauvery – Palk Basin as modelled from Gravity and Magnetic data. Indian Journal of Geophysics 5, 107–115. Subramanian, V., 1996. The sediment load of Indian rivers – an update. Erosion and sediment yield: global and regional perspectives. Proceedings of the Exeter Symposium, IAHS Publication 236, 183–189. Sukhtankar, R.K., 1995. An evolutionary model based on geomorphologic and tectonic characteristics of theMaharashtra coast, India. Quaternary International 26, 131–137. Sunil, P.S., Radhakrishna, M., Kurian, P.J., Murty, B.V.S., Subrahmanyam, C., Nambiar, C.G., Arts, K.P., Arun, S.K., Mohan, S.K., 2010. Crustal structure of the western part of the Southern Granulite Terrain of Indian Peninsular Shield derived from gravity data. Journal of Asian Earth Sciences 39, 551–564. Tandon, S.K., Chakraborty, P.P., Singh, V., 2014. Geological and tectonic framework of India: providing context to geomorphologic development. In: Kale, V.S. (Ed.), Landscapes and Landforms of India. Springer-Verlag, Heidelberg, pp. 3–14. Tripathy, G.R., Singh, S.K., Bhushan, R., Ramaswamy, V., 2011. Sr–Nd isotope composition of the Bay of Bengal sediments: impact of climate on erosion in the Himalaya. Geochemical Journal 45, 175–186. Valdiya, K.S., 2001a. River response to continuingmovements and the scarp development in central Sahyadri and adjoining coastal belt. Journal of the Geological Society of India 57, 13–30. Valdiya, K.S., 2001b. Tectonic resurgence of the Mysore plateau and surrounding regions in cratonic Southern India. Current Science 81, 1068–1089. Valdiya, K.S., 2008. Sinking of ancient Talakad temples on the Kaveri bank, Mysore plateau, Karnataka. Current Science 95, 1675–1676. Valdiya, K.S., Rajagopalan, G., 2000. Large palaeolakes in Kaveri Basin in Mysore Plateau: Late Quaternary fault reactivation. Current Science 78, 1138–1142. van Hinsbergen, D.J.J., Steinberger, B., Doubrovine, P.V., Gassmöller, R., 2011. Acceleration and deceleration of India–Asia convergence since the Cretaceous: roles of mantle plumes. Journal of Geophysical Research 116. http://dx.doi.org/10.1029/2010JB008051. Viles, H.A., Goudie, A.S., 2003. Interannual, decadal and multidecadal scale climatic variability and geomorphology. Earth-Science Reviews 61, 105–131. Vora, K.H., Wagle, B.G., Veerayya, M., Almeida, F., Karisiddaiah, S.M., 1996. 1300 km long Late Pleistocene–Holocene shelf edge barrier reef system along the western continental shelf of India: occurrence and significance. Marine Geology 134, 145–162. Wagle, B.G., Vora, K.H., Karisiddaiah, S.M., Veerayya, M., Almeida, F., 1994. Holocene submarine terraces on the western continental shelf of India: implications for sea-level changes. Marine Geology 117, 207–225. www.cwc.nic.in www.dghindia.org www.indiawaterportal.org Yoshida, M., Rajesh, H.M., Santosh,M., 1999. Juxtaposition of India andMadagascar: a per-\nspective. Gondwana Research 2, 449–462. Zhang, Y., 2005. Global tectonic and climatic control of mean elevation of continents, and\nPhanerozoic sea level change. Earth and Planetary Science Letters 237, 524–531.\nDr.Mu. Ramkumar obtained his bachelor degree in geology from National College, Bharathidasan University, Tiruchirapalli, masters in geology from Annamalai University, Chidambaram, and PhD in Earth Sciences, from Bharathidasan University. His research interests range from Recent–Paleozoic depositional systems and integrated sequence–chemostratigraphy, and basin evolution. He has published about 100 articles in national and international journals, edited volumes and conference proceedings. He is the author of 4 books (Cretaceous Sea Level Cycles, Marine Paleobiodiversity, Chemostratigraphy, River Basin etc.) and editor of 5 special volumes published by Elsevier, Springer etc. He is a member of National Working Group on IGCP−609 Cretaceous Sea Level Cycles. Since completion of his PhD, he worked as research team lead-\ner and member in national international labs in India, Germany, Malaysia. He was the recipient of the prestigious Alexander Von Humboldt Fellowship, Visiting Scientist (thrice), Germany, Young Scientist (twice), Government of India, and was included in the Marquee's Who's Who directory (USA) for 5 consecutive years. He was nominated for the prestigious Merh Award (Geological Society of India) for his work on Geomorphology. He serves as a member in review and editorial panels of about two dozen international geological journals.\nana\nDr. David Menier is associate professor and holder of professorial diploma (2011) of stratigraphy and seismic stratigraphy at the University of South Brittany. He obtained B.Sc. in biology and geology (1993), MSc in biology (1995), Agrégation and CAPES (Teaching certificates, 1996) in earth science and natural sciences, MSc in earth sciences (1999), and PhD in earth sciences and marine geosciences (2003) from Rennes City University, France. He was head of the Earth and Life Science Department at the University of South Brittany (2004–2009) and Research Team Leader (2010–2012, GMGL, CNRS UMR 6538). He has supervised few dozen masters student projects and 10 doctoral research students. He specializes in seismic stratigraphy, sequence\nM. Ramkumar et al. / Gondw\nstratigraphy, and sedimentology (both clastic and carbonate). He ran numerous shallow marine seismic\nsurveys and coring campaigns along the French Atlantic passive margin coasts (Bay of Biscay) and the Strait of Malacca, where he was also chief scientist. He has worked in the field in Morocco, South Africa, and in Asia (West and East Malaysia). His research interest ranges from field scale process-oriented studies to large-scale models to explore how coastal and shelf systems respond to changes in relative sea level and climate. He has published over 120 papers, abstracts, in national and international peer-reviewed journals. He serves as reviewer of 10major geological journals. He is a recipient of a yearly bonus for scientific excellence (2009–2013 and 2015–2019) from Ministry of Higher Education and Research, France.\nManoj J.Mathew is aPhDcandidate fromtheDepartment of Marine Geosciences and Coastal Geomorphologyat University of South Brittany, France. His PhD research addresses geomorphology and landscape evolution of north Borneo. He received his BSc degree in geology (Bangalore, India) and MSc. degree in petroleum geosciences from UniversitiTeknologi PETRONAS, Malaysia. As a researcher, his main interests are particularly focused on feedbacks between surface processes, tectonics, and climate. Problems of interest include landscape development controlled by fluvial erosion processes in response to tectonic and climatic forcing, and sedimentology and sequence stratigraphy.\nDr. M. Santosh is foreign expert and professor at the China University of Geosciences Beijing (China), specially appointed foreign expert of China, professor at the University of Adelaide, Australia, and emeritus professor at the Faculty of Science, Kochi University, Japan. BSc (1978) from Kerala University, MSc (1981) from University of Roorkee, PhD (1986) from Cochin University of Science and Technology, DSc (1990) from Osaka City University, and DSc (2012) from University of Pretoria. Founding editor of Gondwana Research as well as the founding secretary general of the International Association for Gondwana Research. Research fields include petrology, fluid inclusions, geochemistry, geochronology, and supercontinent tectonics. Pub-\n93Research 36 (2016) 65–93\nlished over 350 research papers, edited several memoir volumes and journal special issues, and co-author of\nthe book ‘Continents and Supercontinents’ (Oxford University Press, 2004). Recipient of National Mineral Award, Outstanding Geologist Award, Thomson Reuters 2012 Research Front Award, Global Talent Award, Island Arc Award and Thomson Reuters ‘World's most influential scientific minds’ recognition in 2014 and 2015."
  }],
  "year": 2016,
  "references": [{
    "title": "Cretaceous palaeogeography of the Indian subcontinent: a review",
    "authors": ["S.K. Acharyya", "T.C. Lahiri"],
    "venue": "Cretaceous Research",
    "year": 1991
  }, {
    "title": "The palaeodelta of the “Proto” Vatrak and “Proto” Mahi rivers of northeastern Gujarat, India: a remote sensing interpretation",
    "authors": ["R.P. Agarwal", "S. Dotiwala", "D.S. Mitra", "R. Bhoj"],
    "venue": "Geomorphology",
    "year": 1996
  }, {
    "title": "Stratigraphic evolution of the Late Holocene Ganges–Brahmaputra lower delta plain",
    "authors": ["M.A. Allison", "S.R. Khan", "S.L. Goodbred Jr.", "S.A. Kuehl"],
    "venue": "Sedimentary Geology",
    "year": 2003
  }, {
    "title": "Wave influence in the construction, shaping and destruction of river deltas: A review",
    "authors": ["E.J. Anthony"],
    "venue": "Marine Geology",
    "year": 2015
  }, {
    "title": "The influence of long-wavelength tilting and climatic change on sediment accumulation",
    "authors": ["J.J. Armitage", "R.A. Duller", "S.M. Schmalholz"],
    "venue": "Lithosphere",
    "year": 2014
  }, {
    "title": "Evolution of spit morphology: a case study using a remote sensing and statistical based approach",
    "authors": ["K. Avinash", "B. Deepika", "K.S. Jayappa"],
    "venue": "Journal of Coastal Conservation",
    "year": 2013
  }, {
    "title": "Morphological evolution of the Krishna Delta",
    "authors": ["Babu", "P.V.L.P"],
    "venue": "Indian Journal of Remote Sensing",
    "year": 1975
  }, {
    "title": "Tectonics of western India inferred from gravity patterns and geophysical exploration",
    "authors": ["T.S. Balakrishnan"],
    "venue": "Sahyadri. Memoirs of Geological Society of India",
    "year": 2001
  }, {
    "title": "A qualitative assessment of seismic risk along the Peninsular coast of India, south",
    "authors": ["P.K. Banerjee", "G.G. Vaz", "B.J. Sengupta", "A. Bagchi"],
    "year": 2001
  }, {
    "title": "Intraplate deformation of the Indian subcontinent",
    "authors": ["P. Banerjee", "R. Bürgmann", "B. Nagarajan", "E. Apel"],
    "venue": "Geophysical Research Letters 35",
    "year": 2008
  }, {
    "title": "Post-Eocene biofacies, palaeoenvironments and palaeogeography of the Bengal Basin, India",
    "authors": ["R.K. Banerji"],
    "venue": "Palaeogeography, Palaeoclimatology, Palaeoecology",
    "year": 1984
  }, {
    "title": "How far did India drift during the Late Cretaceous?—Placenticeras kaffrarium Etheridge, 1904 (Ammonoidea) used as a measuring tape",
    "authors": ["S. Bardhan", "T. Gangopadhyay", "U. Mandal"],
    "venue": "Sedimentary Geology",
    "year": 2002
  }, {
    "title": "Continental margin of India",
    "authors": ["R. Bastia", "M. Radhakrishna"],
    "year": 2012
  }, {
    "title": "Delineation of the 85°E ridge and its structure in the Mahanadi Offshore Basin, Eastern Continental Margin of India (ECM), from seismic reflection imaging",
    "authors": ["R. Bastia", "M. Radhakrishna", "S. Das", "A.S. Kale", "O. Catuneanu"],
    "venue": "Marine and Petroleum Geology",
    "year": 2010
  }, {
    "title": "Geomorphic expression of Late Quaternary sea-level changes along the southern Saurashtra coast, western India",
    "authors": ["N. Bhatt", "U. Bhonde"],
    "venue": "Journal of Earth System Science",
    "year": 2006
  }, {
    "title": "Rift basins in the western margin of India and their hydrocarbon prospects",
    "authors": ["S.K. Biswas"],
    "venue": "Bulletin of the American Association of Petroleum Geologists",
    "year": 1982
  }, {
    "title": "Regional tectonic framework, structure and evolution of the western marginal basins of India",
    "authors": ["S.K. Biswas"],
    "venue": "Tectonophysics",
    "year": 1987
  }, {
    "title": "A review of structure and tectonics of Kutch Basin, western India, with special reference to earthquakes",
    "authors": ["S.K. Biswas"],
    "venue": "Current Science",
    "year": 2005
  }, {
    "title": "The evolution of the great river systems of southem Asia during the Cenozoic India–Asia collision: rivers draining southwards",
    "authors": ["M.E. Brookfield"],
    "venue": "Geomorphology",
    "year": 1998
  }, {
    "title": "Sedimentation record in the Konkan–Kerala Basin: Implications for the evolution of the Western Ghats and the Western Indian passive margin",
    "authors": ["D. Campanile", "C.G. Nambiar", "P. Bishop", "M. Widdowson", "R. Brown"],
    "venue": "Basin Research",
    "year": 2007
  }, {
    "title": "Indian and African plate motions driven by the push force of the Réunion plume",
    "authors": ["S.C. Cande", "D.R. Stegman"],
    "venue": "head. Nature",
    "year": 2011
  }, {
    "title": "Salinity measurements collected by fishermen reveal a “river in the sea” flowing along the eastern coast of India",
    "authors": ["A.V.S. Chaitanya", "M. Lengaigne", "J. Vialard", "V.V. Gopalakrishna", "F. Durand", "C. Kranthikumar", "S. Amritash", "V. Suneel", "F. Papa", "M. Ravichandran"],
    "venue": "Journal of the American Meteorological Society http://dx.doi.org/10.1175/ BAMS-D-12-00243.1",
    "year": 2014
  }, {
    "title": "Sedimentary structures of tidal flats: a journey from coast to inner estuarine region of eastern India",
    "authors": ["A. Chakrabarti"],
    "venue": "Journal of Earth System Science 114,",
    "year": 2005
  }, {
    "title": "India-East Antarctica conjugate margins: rift-shear tectonic setting inferred from gravity and bathymetry data",
    "authors": ["S. Chand", "M. Radhakrishna", "C. Subrahmanyam"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2001
  }, {
    "title": "Evolution of the Cauvery Basin, India from subsidence modeling",
    "authors": ["M.V.N. Chari", "J.N. Sahu", "B. Banerjee", "P.L. Zutshi", "K. Chandra"],
    "venue": "Marine and Petroleum Geology",
    "year": 1995
  }, {
    "title": "The longest voyage: tectonic, magmatic, and paleoclimatic evolution of the Indian plate during its northward flight from Gondwana to Asia",
    "authors": ["S. Chatterjee", "A. Goswami", "C.R. Scotese"],
    "venue": "Gondwana Research",
    "year": 2013
  }, {
    "title": "Holocene vegetation and climatic variations in Central India: a study based on multiproxy evidences",
    "authors": ["M.S. Chauhan", "A. Sharma", "B. Phartiyal", "K. Kumar"],
    "venue": "Journal of Asian Earth Sciences",
    "year": 2013
  }, {
    "title": "Amalgamating eastern Gondwana: the evolution of the Circum–Indian Orogens",
    "authors": ["A.S. Collins", "S.A. Pisarevsky"],
    "venue": "Earth-Science Reviews",
    "year": 2005
  }, {
    "title": "Peninsular India in Gondwana: the tectonothermal evolution of the Southern Granulite Terrain and its Gondwanan counterparts",
    "authors": ["A.S. Collins", "C. Clark", "D. Plavsa"],
    "venue": "Gondwana Research",
    "year": 2014
  }, {
    "title": "Holocene environmental changes and cultural patterns in coastal western India: a geoarchaeological perspective",
    "authors": ["S.G. Deo", "S. Ghate", "S.N. Rajaguru"],
    "venue": "Quaternary International",
    "year": 2010
  }, {
    "title": "Gravity anomalies, crustal structure and rift tectonics at the Konkan and Kerala basins, WCM of India",
    "authors": ["S.V. Dev", "M. Radhakrishna", "S. Chand", "C. Subrahmanyam"],
    "venue": "Journal of Earth System Science",
    "year": 2012
  }, {
    "title": "The paleo-Etel River incised valley on the southern Brittany inner shelf (Atlantic coast, France): preservation of transgression within the remnant of a middle Pleistocene incision",
    "authors": ["G. Estournès", "D. Menier", "F. Guillocheau", "P. Le Roy", "F. Paquet", "E. Goubert"],
    "venue": "Marine Geology",
    "year": 2012
  }, {
    "title": "Modern Sub-Basalt Seismic Imaging – Deepwater Realm, Offshore Southwest India",
    "authors": ["R. Fainstein", "R. Kalra", "M. Radhakrishna", "G.K. Prasad", "S. Chandrasekhar", "C.V. Rao"],
    "venue": "Proceedings of the 9th Biennial International Conference and Exposition on Petroleum Geophysics, Hyderabad, India",
    "year": 2012
  }, {
    "title": "The tectonic evolution of western India and its impact on hydrocarbon occurrences: an overview",
    "authors": ["A.M. Gombos Jr.", "W.G. Powell", "I.O. Norton"],
    "venue": "Sedimentary Geology",
    "year": 1995
  }, {
    "title": "The interplay between structural inheritance and morphology in the equatorial continental Shelf of Brazil. Marine Geology http://dx.doi.org/10.1016/j.margeo.2014.06.002",
    "authors": ["M. Gomes", "H. Vital", "F.H.R. Bezerra", "D.L. De Castro", "J.W. De Macedo"],
    "year": 2014
  }, {
    "title": "Response of the Ganges dispersal system to climate change: a source-to-sink view since the last interstade",
    "authors": ["S.L. Goodbred Jr."],
    "venue": "Sedimentary Geology",
    "year": 2003
  }, {
    "title": "Coastal community resilience: analysis of resilient elements in 3 districts of Tamil Nadu State, India",
    "authors": ["S. Guleria", "Edward"],
    "venue": "J.K.P.,",
    "year": 2012
  }, {
    "title": "Denudation history of the continental margin of western peninsular India since the Early Mesozoic—reconciling apatite Fission-track data with geomorphology",
    "authors": ["Y. Gunnel", "K. Gallagher", "A. Carter", "M. Widdowson", "A.J. Hurford"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2003
  }, {
    "title": "Passive margin uplifts and their influence on climatic change and weathering patterns of tropical shield regions",
    "authors": ["Y. Gunnell"],
    "venue": "Global and Planetary Change",
    "year": 1998
  }, {
    "title": "The interaction between geological structure and global tectonics in multistoreyed landscape development: a denudation chronology of the South Indian shield",
    "authors": ["Y. Gunnell"],
    "venue": "Basin Research",
    "year": 1998
  }, {
    "title": "Present, past and potential denudation rates: is there a link? Tentative evidence from fission-track data, river sediment loads and terrain analysis in the South Indian shield",
    "authors": ["Y. Gunnell"],
    "venue": "Geomorphology",
    "year": 1998
  }, {
    "title": "Sahyadri, the Great Escarpment of the Indian Subcontinent",
    "authors": ["Y. Gunnell", "B.P. Radhakrishna"],
    "venue": "Memoirs of Geological Society of India 47. Bangaluru, Geological Society of India",
    "year": 2001
  }, {
    "title": "Along-strike escarpment heterogeneity of the Western Ghats: a synthesis of drainage and topography using digital morphometric tools",
    "authors": ["D. Harbor", "Y. Gunnell"],
    "venue": "Journal of the Geological Society of India",
    "year": 2007
  }, {
    "title": "Tectonic setting and timing of the final Deccan flood basalt eruptions",
    "authors": ["P. Hooper", "M. Widdowson", "S. Kelley"],
    "venue": "Geology",
    "year": 2010
  }, {
    "title": "Anomalously fast convergence of India and Eurasia caused to double subduction",
    "authors": ["O. Jagoutz", "L. Royden", "A. Holt", "T. Becker"],
    "venue": "Nature Geoscience",
    "year": 2015
  }, {
    "title": "Shoreline changes in response to sea level rise along Digha Coast, Eastern India: an analytical approach of remote sensing, GIS and statistical techniques",
    "authors": ["A. Jana", "A. Biswas", "S. Maiti", "A.K. Bhattacharya"],
    "venue": "Journal of Coastal Conservation",
    "year": 2014
  }, {
    "title": "Late Pleistocene–Holocene palaeoclimatic history of the southern Kerala Basin, Southwest India",
    "authors": ["K. Jayalakshmi", "K.M. Nair", "H. Kumai", "M. Santosh"],
    "venue": "Gondwana Research",
    "year": 2004
  }, {
    "title": "Geomorphic history and landscape of India",
    "authors": ["V.S. Kale"],
    "year": 2014
  }, {
    "title": "The Indian Peninsula: Geomorphic Landscapes",
    "authors": ["V.S. Kale", "R. Vaidyanadhan"],
    "year": 2014
  }, {
    "title": "Neotectonic influences on morphological variations along the coastline of Kachchh, India",
    "authors": ["A. Kar"],
    "venue": "Geomorphology",
    "year": 1993
  }, {
    "title": "Seismic and sequence stratigraphy of the central western continental margin of India: Late-Quaternary evolution",
    "authors": ["S.M. Karisiddaiah", "M. Veerayya", "K.H. Vora"],
    "venue": "Marine Geology",
    "year": 2002
  }, {
    "title": "Main Deccan volcanism phase ends near the K–T boundary: evidence from the Krishna–Godavari Basin, SE India",
    "authors": ["G. Keller", "T. Adatte", "S. Gardin", "A. Bartolini", "S. Bajpai"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2008
  }, {
    "title": "Early Danian planktic foraminifera from Cretaceous–Tertiary intertrappean beds at Jhilmili, Chhindwara District, Madhya Pradesh, India",
    "authors": ["G. Keller", "S.C. Khosla", "R. Sharma", "A. Khosla", "S. Bajpai", "T. Adatte"],
    "venue": "Journal of Foraminiferal Research",
    "year": 2009
  }, {
    "title": "Clay minerals and Sr–Nd isotopes of the sediments along the western margin of India and their Implication for sediment provenance",
    "authors": ["P.M. Kessarkar", "V.P. Rao", "S.M. Ahmad", "G. Anil Babu"],
    "venue": "Marine Geology",
    "year": 2003
  }, {
    "title": "Dual continental rift systems generated by plume–lithosphere interaction",
    "authors": ["A. Koptev", "E. Calais", "E. Burov", "S. Leroy", "T. Gerya"],
    "venue": "Nature Geoscience",
    "year": 2015
  }, {
    "title": "Structural Mapping Based on Remote Sensing and Potential Field Data – A Peninsular India Case Study",
    "authors": ["P. Kovac", "N.G. Henshaw", "L. Cascone", "C.J. Hill", "D. Eue", "A. Quallington"],
    "venue": "Proceedings of the 8th Biennial International conference and exposition on Petroleum Geophysics,",
    "year": 2010
  }, {
    "title": "Water resources of India",
    "authors": ["R. Kumar", "R.D. Singh", "K.D. Sharma"],
    "venue": "Current Science",
    "year": 2005
  }, {
    "title": "Sediment transport along the Goa-north Karnataka coast, western India",
    "authors": ["P.D. Kunte"],
    "venue": "Marine Geology",
    "year": 1994
  }, {
    "title": "Determination of net shore drift direction of central west coast of India using remotely sensed data",
    "authors": ["P.D. Kunte", "B.G. Wagle"],
    "venue": "Journal of Coastal Research",
    "year": 1993
  }, {
    "title": "The beach ridges of India: a review",
    "authors": ["P.D. Kunte", "B.G. Wagle"],
    "venue": "Journal of Coastal Research",
    "year": 2000
  }, {
    "title": "Sediment fluxes and the littoral drift along northeast Andhra Pradesh Coast, India: estimation by remote sensing",
    "authors": ["P.D. Kunte", "R. Alagarsamy", "A.S. Hursthouse"],
    "venue": "Environmental Monitoring and Assessment",
    "year": 2013
  }, {
    "title": "Evolution of East Coast of India – a plate tectonic reconstruction",
    "authors": ["N.K. Lal", "A. Siawal", "A.K. Kaul"],
    "venue": "Journal of the Geological Society of India",
    "year": 2009
  }, {
    "title": "Geomorphology and evolution of coastal landforms between Mimisal and Rajamadam, Palk Strait, east coast of India",
    "authors": ["C. Lalbiakzuali", "M.S. Suresh Gandhi", "V.R. Mohan"],
    "venue": "Current Science",
    "year": 2013
  }, {
    "title": "Orbital insolation forcing of the Indian Monsoon—a motor for global climate changes? Palaeogeography",
    "authors": ["D.C. Leuschner", "F. Sirocko"],
    "venue": "Palaeoclimatology, Palaeoecology",
    "year": 2003
  }, {
    "title": "Early Cretaceous to present latitude of the central proto-Tibetan Plateau: a paleomagnetic synthesis with implications for Cenozoic tectonics, paleogeography, and climate of Asia",
    "authors": ["P.C. Lippert", "D.J.J. van Hinsbergen", "G. Dupont-Nivet"],
    "venue": "Geological Society of America",
    "year": 2014
  }, {
    "title": "Rigid Indian plate: constraints from GPS measurements",
    "authors": ["P. Mahesh", "J.K. Catherine", "V.K. Gahalaut", "B. Kundu", "A. Ambikapathy", "A. Bansal", "L. Premkishore", "M. Narsaiah", "S. Ghavri", "R.K. Chadha", "P. Choudhary", "D.K. Singh", "S.K. Singh", "S. Kumar", "B. Nagarajan", "B.C. Bhatt", "R.P. Tiwari", "A. Kumar"],
    "venue": "Gondwana Research",
    "year": 2012
  }, {
    "title": "Intraplate stress distribution induced by topography and crustal density heterogeneities beneath the south Indian shield, India",
    "authors": ["P. Mandal"],
    "venue": "Tectonophysics",
    "year": 1999
  }, {
    "title": "Exploration of Bombay offshore Basin",
    "authors": ["R.B. Mathur", "K.R. Nair"],
    "venue": "Proceedings of the 2nd Seminar on Petroleum Basins of India. Indian Petroleum Publishers,",
    "year": 1993
  }, {
    "title": "Correlations between silicic volcanic rocks of the St Mary's Islands (southwestern India) and eastern Madagascar: implications for Late Cretaceous India–Madagascar reconstructions",
    "authors": ["L. Melluso", "H.C. Sheth", "J.J. Mahoney", "V. Morra", "C.M. Petrone", "M. Storey"],
    "venue": "Journal of the Geological Society",
    "year": 2009
  }, {
    "title": "Basement control on shaping and infilling of valleys incised at the southern coast of Brittany, France",
    "authors": ["D. Menier", "J.Y. Reynaud", "Proust", "J.-N", "F. Guillocheau", "P. Guennoc", "B. Tessier", "S. Bonnet", "E. Goubert"],
    "venue": "Society for Sedimentary Geology Special Publication",
    "year": 2006
  }, {
    "title": "The Holocene transgression as recorded by incised-valley infilling in a rocky coast context with low sediment supply (southern Brittany, western France)",
    "authors": ["D. Menier", "B. Tessier", "J.N. Proust", "A. Baltzer", "P. Sorrel", "C. Traini"],
    "venue": "Bulletin of the Geological Society of France",
    "year": 2010
  }, {
    "title": "Relict geomorphological and structural control on the coastal sediment partitioning",
    "authors": ["D. Menier", "G. Estournès", "M.J. Mathew", "M. Ramkumar", "C. Briend", "N.A. Siddiqui", "C. Traini", "S. Pian", "L. Labeyrie"],
    "venue": "North of Bay of Biscay. Zeitschrift für Geomorphologie",
    "year": 2016
  }, {
    "title": "Processes of delta formation in the mouth area of the Ganges and Brahmaputra rivers",
    "authors": ["V.N. Mikhailov", "M.A. Dotsenko"],
    "venue": "Water Resources",
    "year": 2007
  }, {
    "title": "Evidence for Proterozoic collision from airborne magnetic and gravity studies in Southern Granulite Terrain, India and signatures of recent tectonic activity in the Palghat Gap",
    "authors": ["D.C. Mishra", "V.V. Kumar"],
    "venue": "Gondwana Research",
    "year": 2005
  }, {
    "title": "Plate motion and mantle plumes",
    "authors": ["R.D. Müller"],
    "venue": "Nature 475,",
    "year": 2011
  }, {
    "title": "On the correlation of seismicity with geophysical lineaments over the Indian subcontinent",
    "authors": ["Y.S. Murthy"],
    "venue": "Current Science",
    "year": 2002
  }, {
    "title": "Quaternary coastal geomorphology of Kerala",
    "authors": ["M.M. Nair"],
    "venue": "Indian Journal of Geomorphology",
    "year": 1999
  }, {
    "title": "Deep scientific drilling results from Koyna and Killari earthquake regions reveal why Indian shield lithosphere is unusual, thin and warm",
    "authors": ["O.P. Pandey"],
    "venue": "Geoscience Frontiers http://dx.doi.org/10.1016/j.gsf.2015.08.010",
    "year": 2015
  }, {
    "title": "Seismic imaging of Paleogene sediments of Kachchh Shelf (western Indian margin) and their correlation with sea-level fluctuations",
    "authors": ["D.K. Pandey", "S. Rajan", "A. Pandey"],
    "venue": "Marine and Petroleum Geology",
    "year": 2010
  }, {
    "title": "Was Archean Dharwar Craton ever stable? A seismic perspective",
    "authors": ["O.P. Pandey", "N. Vedanti", "R.P. Srivastava", "V. Uma"],
    "venue": "Journal of the Geological Society of India",
    "year": 2013
  }, {
    "title": "Expedition 355 Preliminary Report: Arabian Sea Monsoon. International Ocean Discovery Program http://dx.doi.org/10.2204/iodp.pr.355.2015",
    "authors": ["D.K. Pandey", "P.D. Clift", "D.K. Kulhanek"],
    "venue": "Scientists,",
    "year": 2015
  }, {
    "title": "India–Eurasia collision chronology has implications for crustal shortening and driving mechanisms of plates",
    "authors": ["P. Patriat", "J. Achache"],
    "venue": "Nature",
    "year": 1984
  }, {
    "title": "River response to lateral ground tilting: a synthesis and some implications for the modelling of alluvial architecture in extensional basins",
    "authors": ["J. Peakall", "M. Leeder", "J. Best", "P. Ashworth"],
    "venue": "Basin Research",
    "year": 2000
  }, {
    "title": "Geomorphology, tectonism and sedimentation in the Nal region, western India",
    "authors": ["S. Prasad", "K. Pandarinath", "S.K. Gupta"],
    "venue": "Geomorphology",
    "year": 1998
  }, {
    "title": "Neogene uplift and geomorphic rejuvenation of Indian Peninsula",
    "authors": ["B.P. Radhakrishna"],
    "venue": "Current Science",
    "year": 1993
  }, {
    "title": "Gravity anomalies, sediment loading and lithospheric flexure associated with the Krishna–Godavari Basin, eastern continental margin of India",
    "authors": ["M. Radhakrishna", "S. Chand", "C. Subrahmanyam"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2000
  }, {
    "title": "Early Cretaceous fracture zones in the BOB and their tectonic implications: constraints frommulti-channel seismic reflection and potential field data",
    "authors": ["M. Radhakrishna", "G.S. Rao", "S. Nayak", "R. Bastia", "D. Twinkle"],
    "year": 2012
  }, {
    "title": "Crustal structure and rift architecture across the Krishna–Godavari Basin in the central Eastern Continental Margin of India based on analysis of gravity and seismic data",
    "authors": ["M. Radhakrishna", "D. Twinkle", "S. Nayak", "R. Bastia", "G.S. Rao"],
    "venue": "Marine and Petroleum Geology",
    "year": 2012
  }, {
    "title": "Using geological data for earthquake studies: a perspective from peninsular India",
    "authors": ["C.P. Rajendran"],
    "venue": "Current Science",
    "year": 2000
  }, {
    "title": "Sedimentary micro-environments of the Godavari delta. Technical Report Submitted to ONGC (Unpublished), India",
    "authors": ["M. Ramkumar"],
    "venue": "Part I Distribution and morphodynamics,",
    "year": 1999
  }, {
    "title": "Recent changes in the Kakinada spit, Godavari delta",
    "authors": ["M. Ramkumar"],
    "venue": "Journal of the Geological Society of India",
    "year": 2000
  }, {
    "title": "Sedimentary environments of the modern Godavari delta: characterization and statistical discrimination towards computer assisted environment recognition scheme",
    "authors": ["M. Ramkumar"],
    "venue": "Journal of the Geological Society of India",
    "year": 2001
  }, {
    "title": "Progradation of the Godavari delta: a fact or empirical artifice? Insights from coastal landforms",
    "authors": ["M. Ramkumar"],
    "venue": "Journal of the Geological Society of India",
    "year": 2003
  }, {
    "title": "Cyclic fine-grained deposits with polymict boulders in Olaipadi member of the Dalmiapuram Formation, Cauvery Basin, south India: plausible causes and sedimentation model",
    "authors": ["M. Ramkumar"],
    "venue": "ICFAI Journal of Earth Sciences",
    "year": 2008
  }, {
    "title": "Types, causes and strategies for mitigation of geological hazards",
    "authors": ["M. Ramkumar"],
    "year": 2009
  }, {
    "title": "Beach rocks in the modern Krishna delta",
    "authors": ["M. Ramkumar", "M.S. Gandhi"],
    "venue": "Journal of Geological Association and Research Centre",
    "year": 2000
  }, {
    "title": "Beach rock exposures at wave cut terraces of modern Godavari delta: their genesis, diagenesis and indications on coastal submergence and sealevel rise",
    "authors": ["M. Ramkumar", "M. Pattabhi Ramayya", "M.S. Gandhi"],
    "venue": "Indian Journal of Marine Sciences",
    "year": 2000
  }, {
    "title": "Lithostratigraphy, depositional history and sea level changes of the Cauvery Basin, South India",
    "authors": ["M. Ramkumar", "D. Stüben", "Z. Berner"],
    "venue": "Annales Geologiques de la Peninsule Balkanique",
    "year": 2004
  }, {
    "title": "Deltaic sedimentation during Cretaceous Period in the Northern Cauvery Basin, South India: facies architecture, depositional history and sequence stratigraphy",
    "authors": ["M. Ramkumar", "V. Subramanian", "D. Stüben"],
    "venue": "Journal of the Geological Society of India",
    "year": 2005
  }, {
    "title": "Barremian–Danian chemostratigraphic sequences of the Cauvery Basin, South India: implications on scales of stratigraphic correlation",
    "authors": ["M. Ramkumar", "D. Stüben", "Z. Berner"],
    "venue": "Gondwana Research",
    "year": 2011
  }, {
    "title": "Facies and granulometric characteristics of the Kallamedu Formation, Ariyalur Group, South India: implications on Cretaceous– Tertiary Boundary events",
    "authors": ["M. Ramkumar", "T. Sugantha", "J. Rai"],
    "year": 2013
  }, {
    "title": "2016w. Early Cenozoic rapid flight enigma of the Indian subcontinent resolved: the roles of topographic toploading and subcrustal erosion",
    "authors": ["M. Ramkumar", "D. Menier", "M.J. Mathew", "M. Santosh", "N.A. Siddiqui"],
    "venue": "Geoscience Frontiers",
    "year": 2016
  }, {
    "title": "India's Water Wealth",
    "authors": ["K.L. Rao"],
    "venue": "Orient Longman",
    "year": 1975
  }, {
    "title": "Climatic changes and trends over a major river basin in India",
    "authors": ["P.G. Rao"],
    "venue": "Climate Research",
    "year": 1993
  }, {
    "title": "Zero-free air-based gravity anomaly (preliminary) map of South India – a refined and redefined Bouguer map",
    "authors": ["D.V.S. Rao"],
    "venue": "Current Science",
    "year": 2002
  }, {
    "title": "India–Madagascar separation: breakup along a preexisting – mobile belt and chipping of the craton",
    "authors": ["U. Raval", "K. Veeraswamy"],
    "venue": "Gondwana Research",
    "year": 2003
  }, {
    "title": "Evolution of the Krishna delta, Andhra Pradesh",
    "authors": ["K.M. Reddy", "B.M. Shah"],
    "venue": "Memoirs of Geological Society of India",
    "year": 1991
  }, {
    "title": "The Phanerozoic reconstitution of Indian shield as the aftermath of breakup of the Gondwanaland",
    "authors": ["A.B. Roy"],
    "venue": "Gondwana Research",
    "year": 2004
  }, {
    "title": "A study on marine notches between Rameswaram and Kanyakumari and their implication on the sea level changes, East coast of India",
    "authors": ["J.D. Sahayam", "S. Krishnakumar", "M.S. Gandhi", "N. Chandrasekar", "G.V. Rajamanickam"],
    "venue": "Arabian Journal of Geosciences http://dx.doi.org/10.1007/s12517-014-1414-y",
    "year": 2013
  }, {
    "title": "Coastal processes along the Indian coastline",
    "authors": ["V. Sanil Kumar", "K.C. Pathak", "P. Pednekar", "N.S.N. Raju", "R. Gowthaman"],
    "venue": "Current Science",
    "year": 2006
  }, {
    "title": "Oldest rocks from Peninsular India: evidence for Hadean to Neoarchean crustal evolution",
    "authors": ["M. Santosh", "Q.Y. Yang", "E. Shaji", "T. Tsunogae", "M. Ram Mohan", "M. Satyanarayanan"],
    "venue": "Gondwana Research",
    "year": 2014
  }, {
    "title": "An exotic Mesoarchean microcontinent: the Coorg Block, southern India",
    "authors": ["M. Santosh", "Q.Y. Yang", "E. Shaji", "T. Tsunogae", "M. Ram Mohan", "M. Satyanarayanan"],
    "venue": "Gondwana Research",
    "year": 2015
  }, {
    "title": "Rates of shoreline change along the coast of Bangladesh",
    "authors": ["M.G.M. Sarwar", "C.D. Woodroffe"],
    "venue": "Journal of Coastal Conservation",
    "year": 2013
  }, {
    "title": "The evolution of the east coast of India",
    "authors": ["V.V. Sastri", "B.S. Venkatachala", "V. Narayanan"],
    "venue": "Palaeogeography, Palaeoclimatology, Palaeoecology",
    "year": 1981
  }, {
    "title": "Environmental classification of mangrove wetlands of India",
    "authors": ["V. Selvam"],
    "venue": "Current Science",
    "year": 2003
  }, {
    "title": "Deccan plume, lithosphere rifting, andvolcanism inKutch, India",
    "authors": ["G. Sen", "M. Bizimis", "R. Das", "D.K. Paul", "A. Ray", "S. Biswas"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2009
  }, {
    "title": "Petrography and geochemical characteristics of the sediments of the small River Hemavati, Southern India: implications for provenance and weathering processes",
    "authors": ["S. Sensarma", "V. Rajamani", "J.K. Tripathi"],
    "venue": "Sedimentary Geology",
    "year": 2008
  }, {
    "title": "Weathering of gneissic rocks in the upper reaches of the Cauvery River, south India: implications to neotectonic of the region",
    "authors": ["A. Sharma", "V. Rajamani"],
    "venue": "Chemical Geology",
    "year": 2000
  }, {
    "title": "Major element, REE and other trace element behaviour in amphibolite weathering under semi-arid conditions in Southern India",
    "authors": ["A. Sharma", "V. Rajamani"],
    "venue": "Journal of Geology",
    "year": 2000
  }, {
    "title": "Seismological and mineral physics constraints on the evolution of upper 660-km depth of the Gondwana land with special reference to India and Antarctica",
    "authors": ["S.D. Sharma", "D.S. Ramesh", "P.A. Raju", "C. Bapanayya"],
    "venue": "Annual report 2011-2012",
    "year": 2012
  }, {
    "title": "Flood basalts and large igneous provinces from deep mantle plumes: fact, fiction and fallacy",
    "authors": ["H.C. Sheth"],
    "venue": "Tectonophysics 311,",
    "year": 1999
  }, {
    "title": "Plume-related regional pre-volcanic uplift in the Deccan Traps: absence of evidence, evidence of absence",
    "authors": ["H.C. Sheth"],
    "venue": "Geological Society of America Special Paper",
    "year": 2007
  }, {
    "title": "Sediment dynamics over sand ridges on a tideless mid-outer continental shelf",
    "authors": ["G. Simarro", "J. Guillén", "P. Puig", "M. Ribó", "C.L. Iacono", "A. Palanques", "A. Muñoz", "R. Durán", "J. Acosta"],
    "venue": "Marine Geology",
    "year": 2015
  }, {
    "title": "Geochemistry of Kaveri flood plain sediments, southern India",
    "authors": ["P. Singh", "V. Rajamani"],
    "venue": "Journal of Sedimentary Research",
    "year": 2001
  }, {
    "title": "Evolution of the Lower Gangetic Plain landforms and soils in West Bengal, India",
    "authors": ["L.P. Singh", "B. Parkash", "A.K. Singhvi"],
    "year": 1998
  }, {
    "title": "Geophysical structure of western offshore basins of India and its implication to the evolution of the Western Ghats",
    "authors": ["K. Singh", "M. Radhakrishna", "A.P. Pant"],
    "venue": "Journal of the Geological Society of India",
    "year": 2007
  }, {
    "title": "2015b. Fertile farmlands in Cauvery delta: evolution through LGM",
    "authors": ["P. Singh", "M.G. Yadava", "M.Z. Ahmad", "P.P. Mohapatra", "A.H. Laskar", "S. Doradla", "J. Saravanavel", "C.J. Kumanan"],
    "venue": "Current Science",
    "year": 2015
  }, {
    "title": "Past and present climate of India",
    "authors": ["A.K. Singhvi", "R. Krishnan"],
    "year": 2014
  }, {
    "title": "Indus–Ganga–Brahmaputra plains: the alluvial landscape",
    "authors": ["R. Sinha", "S.K. Tandon"],
    "year": 2014
  }, {
    "title": "Processes controlling trace element geochemistry of Arabian Sea sediments during the last 25,000 years",
    "authors": ["F. Sirocko", "D. Garbe-Schönberg", "C. Devey"],
    "venue": "Global and Planetary Change",
    "year": 2000
  }, {
    "title": "Teleseismic tomographic evidence for contrasting crust and upper mantles beneath Archaean and Phanerozoic terrains in south India",
    "authors": ["D. Srinagesh"],
    "venue": "Visakha Science Journal",
    "year": 2000
  }, {
    "title": "Role of neotectonics and climate in development of the Holocene geomorphology and soils of the Gangetic Plains between the Ramganga and Rapti rivers",
    "authors": ["P. Srivastava", "B. Parkash", "J.L. Sehgal", "S. Kumar"],
    "venue": "Sedimentary Geology",
    "year": 1994
  }, {
    "title": "Timing of hotspot-related volcanism and the breakup of Madagascar and India",
    "authors": ["M. Storey", "J.J. Mahoney", "A.D. Saunders", "R.A. Duncan", "S.P. Kelley", "M.F. Coffin"],
    "year": 1995
  }, {
    "title": "Active intraplate deformation in south India",
    "authors": ["K.R. Subrahmanya"],
    "venue": "Tectonophysics",
    "year": 1996
  }, {
    "title": "Evolution of the passive continental margins of India—a geophysical appraisal",
    "authors": ["C. Subrahmanyam", "S. Chand"],
    "venue": "Gondwana Research",
    "year": 2006
  }, {
    "title": "Crustal section across Cauvery – Palk Basin as modelled from Gravity and Magnetic data",
    "authors": ["M. Subrahmanyan", "M. Radha Krishna", "P. Rao"],
    "venue": "Indian Journal of Geophysics",
    "year": 2001
  }, {
    "title": "The sediment load of Indian rivers – an update. Erosion and sediment yield: global and regional perspectives",
    "authors": ["V. Subramanian"],
    "venue": "Proceedings of the Exeter Symposium, IAHS Publication",
    "year": 1996
  }, {
    "title": "An evolutionary model based on geomorphologic and tectonic characteristics of theMaharashtra coast, India",
    "authors": ["R.K. Sukhtankar"],
    "venue": "Quaternary International",
    "year": 1995
  }, {
    "title": "Crustal structure of the western part of the Southern Granulite Terrain of Indian Peninsular Shield derived from gravity data",
    "authors": ["P.S. Sunil", "M. Radhakrishna", "P.J. Kurian", "B.V.S. Murty", "C. Subrahmanyam", "C.G. Nambiar", "K.P. Arts", "S.K. Arun", "S.K. Mohan"],
    "venue": "Journal of Asian Earth Sciences",
    "year": 2010
  }, {
    "title": "Geological and tectonic framework of India: providing context to geomorphologic development",
    "authors": ["S.K. Tandon", "P.P. Chakraborty", "V. Singh"],
    "year": 2014
  }, {
    "title": "Sr–Nd isotope composition of the Bay of Bengal sediments: impact of climate on erosion in the Himalaya",
    "authors": ["G.R. Tripathy", "S.K. Singh", "R. Bhushan", "V. Ramaswamy"],
    "venue": "Geochemical Journal",
    "year": 2011
  }, {
    "title": "River response to continuingmovements and the scarp development in central Sahyadri and adjoining coastal belt",
    "authors": ["K.S. Valdiya"],
    "venue": "Journal of the Geological Society of India",
    "year": 2001
  }, {
    "title": "Tectonic resurgence of the Mysore plateau and surrounding regions in cratonic Southern India",
    "authors": ["K.S. Valdiya"],
    "venue": "Current Science",
    "year": 2001
  }, {
    "title": "Sinking of ancient Talakad temples on the Kaveri bank, Mysore plateau, Karnataka",
    "authors": ["K.S. Valdiya"],
    "venue": "Current Science",
    "year": 2008
  }, {
    "title": "Large palaeolakes in Kaveri Basin in Mysore Plateau: Late Quaternary fault reactivation",
    "authors": ["K.S. Valdiya", "G. Rajagopalan"],
    "venue": "Current Science",
    "year": 2000
  }, {
    "title": "Acceleration and deceleration",
    "authors": ["D.J.J. van Hinsbergen", "B. Steinberger", "P.V. Doubrovine", "R. Gassmöller"],
    "year": 2011
  }, {
    "title": "Interannual, decadal and multidecadal scale climatic variability and geomorphology",
    "authors": ["H.A. Viles", "A.S. Goudie"],
    "venue": "Earth-Science Reviews",
    "year": 2003
  }, {
    "title": "1300 km long Late Pleistocene–Holocene shelf edge barrier reef system along the western continental shelf of India: occurrence and significance",
    "authors": ["K.H. Vora", "B.G. Wagle", "M. Veerayya", "F. Almeida", "S.M. Karisiddaiah"],
    "venue": "Marine Geology",
    "year": 1996
  }, {
    "title": "Holocene submarine terraces on the western continental shelf of India: implications for sea-level changes",
    "authors": ["B.G. Wagle", "K.H. Vora", "S.M. Karisiddaiah", "M. Veerayya", "F. Almeida"],
    "venue": "Marine Geology",
    "year": 1994
  }, {
    "title": "Juxtaposition of India andMadagascar: a perspective",
    "authors": ["M. Yoshida", "H.M. Rajesh", "M. Santosh"],
    "venue": "Gondwana Research",
    "year": 1999
  }, {
    "title": "Global tectonic and climatic control of mean elevation of continents, and Phanerozoic sea level change",
    "authors": ["Y. Zhang"],
    "venue": "Earth and Planetary Science Letters 237,",
    "year": 2005
  }, {
    "title": "Menier is associate professor and holder of professorial diploma (2011) of stratigraphy and seismic stratigraphy at the University of South Brittany",
    "authors": ["Dr. David"],
    "venue": "He obtained B.Sc. in biology and geology",
    "year": 1993
  }],
  "id": "SP:3ed9f1a04caf21e63890b4e12387bd87c7bb4818",
  "authors": [{
    "name": "Mu. Ramkumar",
    "affiliations": []
  }, {
    "name": "D. Menier",
    "affiliations": []
  }, {
    "name": "M. Mathew",
    "affiliations": []
  }, {
    "name": "M. Santosh",
    "affiliations": []
  }],
  "abstractText": "Handling Editor: T. Tsunogae The Indian subcontinent comprises accreted cratonic fragments that underwent subsequent rifting–subduction– collision processes along major mobile belts. It is also a storehouse of a prolonged history of crustal evolution involving repeated episodes of magmatism, volcanism, sedimentation, and metamorphism, and the formation of intracratonic and foreland basins. The geologic–geomorphic evolution of the Peninsula is recorded in relic faults/suture zones that confine Paleozoic, Mesozoic, and Cenozoic sedimentary basins and landforms. In addition, escarpments, plateaus, waterfalls, deltas, planation surfaces, and strandlines are either aligned parallel and/or formed over them. Asymmetric relief across thewestern–eastern parts of the Peninsula, orographic effect on the precipitation pattern and climatic zones provide important constrains on the geologic and geomorphic evolution of the region. Though extensive continental and coastal deposition occurred during Permo-Triassic and Early Cretaceous, only the downwarped grabens of Gondwana basins preserved the sedimentary records. Occurrences of extensive Cenozoic deposits offshore and Neogene–Holocene deltaic deposits along the entire east coast as opposed to the absence of comparable deltaic sequences in the west coast are linked to intense and recurrent episodes of denudation indicating first-order control of basement structures over landscape evolution. Inheritance and continuum of basement structures over climate, and landscape evolution of Peninsular India can also be witnessed by the unique and diverse drainage patterns of major rivers. While most of the major rivers follow a general easterly direction, the landscape morphology of their catchments indicates youthful character and tectonically active nature. The east flowing rivers show an asymmetry between the areal extents of drainage basin size and delta,whereas thewest-flowing rivers are short and straight and their catchments areminiscule in comparisonwith the rivers flowing toward east. TheWestern Ghats Escarpment forms an orographic barrier and acts as themain divide between these two drainage systems. There is a disparity between the quanta of sediment discharge aswell. In addition, the eastern andwestern parts of India, across theWestern Ghats Escarpment, show significant differences in terms of climatic zones (humid to per-humid on thewestwhile it is arid to subhumid on the east). The west coast is characterized by N3000 mm/year annual rainfall, that often reaches N5000mm/year, dominance of SWmonsoonwinds, occurrence of narrow (b60 km), rocky, crenulated and coastal cliffs and pocket beaches, and net southerly long shore sediment transport. In contrast, the east coast is characterized by several hundred kilometers wide deltaic low lands built by major rivers. These rivers show trellis to dendritic stream patterns and follow major basement faults that are associated with geologic–historic–recent seismic activity. The sedimentary basins and delta heads, strandlines, and active delta lobes whose western boundary is always limited by basement faults have shown activity since the formation of the Gondwanan supercontinent. The eastern coastal region is also different from the west in terms of active NE monsoon, long shore sediment transport (toward north), and the formation of extensive lagoon-beach barrier systems sinceNeogene that in turn continue to occur until recent. Here we propose a conceptual tectono-geomorphic model demonstrating the inheritance and continuum of Gondwanan structural trends on the transient landscape of Peninsular India. © 2016 International Association for Gondwana Research. Published by Elsevier B.V. All rights reserved.",
  "title": "Geological, geophysical, and inherited tectonic imprints on the climate and contrasting coastal geomorphology of the Indian peninsula"
}