{
  "sections": [{
    "text": "lable at ScienceDirect\nContents lists avai\nQuaternary Science Reviews\njournal homepage: www.elsevier .com/locate/quascirev\nNorwegian Sea tephrostratigraphy of marine isotope stages 4 and 5: Prospects and problems for tephrochronology in the North Atlantic region\nJo Brendryen*, Haflidi Haflidason, Hans Petter Sejrup Department of Earth Science, University of Bergen, Allégaten 41, N-5007 Bergen, Norway\na r t i c l e i n f o\nArticle history: Received 15 June 2009 Received in revised form 16 November 2009 Accepted 3 December 2009\n* Corresponding author. Tel.: þ47 55583527; fax: þ E-mail address: jo.brendryen@geo.uib.no (J. Brend\n0277-3791/$ – see front matter 2009 Elsevier Ltd. doi:10.1016/j.quascirev.2009.12.004\na b s t r a c t\nThis paper presents an account of the tephrostratigraphy of south eastern Norwegian Sea core MD992289 for the interval spanning Marine Isotope Stage (MIS) 5 and part of MIS-4 (from w70 000 to 130 000 years ago). Tephra deposits from in the order of 100, mainly basaltic, volcanic eruptions in Iceland and on Jan Mayen are described in terms of their stratigraphic context and geochemical composition, representing the most comprehensive record of Iceland and Jan Mayen volcanism over this time span. The most important transport mechanism of tephra to the core site is considered to have been iceberg rafting which is thought to be responsible for a centennial to millennial scale time lag between the volcanic eruption events and the subsequent deposition of tephra in deep-sea sediments. While this clearly limits the use of some of the tephras as isochronous markers, twelve discrete tephra deposits show stratigraphical and geochemical characteristics that suggest them to have been deposited near – contemporaneously with their source volcanic events, and hence suitable candidates as regional isochrones. Four of these accords with the geochemical signatures of tephra deposits previously described from the Nordic Seas region. Potential problems for the application of tephrochronology highlighted by this work are discussed and recommendations for strategies to overcome them are proposed.\n2009 Elsevier Ltd. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "Tephra, the airborne ejecta from volcanic eruptions (Thorarinsson, 1944, 1974), has the potential of providing time-synchronous marker horizons which can be found over large areas and in different types of geological archive. This application of tephra can facilitate a more secure correlation between proxy records and establish time synchrony of, or lead and lag between, events.\nIn the northern North Atlantic, the Nordic Seas and the surrounding land areas, tephrochronology has long been used for the stratigraphical correlation and dating of marine, terrestrial and ice core sequences of late Weichselian and Holocene age (e.g. Haflidason et al., 2000; Davies et al., 2002; Mortensen et al., 2005; Larsen and Eirı́ksson, 2007). By comparison, the tephrostratigraphy of the Eemian and early Weichselian is less well known, partially because of the scarcity of in situ terrestrial sediment archives proximal to volcanic sources.\nEarly reports of tephra deposits from Marine Isotope Stage (MIS) 5 were made by Sejrup et al. (1989) and Sjøholm et al. (1991) who\n47 55583660. ryen).\nAll rights reserved.\ndescribed two tephra deposits from MIS-5e from a core north of Iceland. Grönvold et al. (1995) reported three basaltic tephra deposits from Greenland Interstadial 21 (MIS-5a) in the GRIP ice core. Later Fronval et al. (1998) described additional basaltic MIS-5e and -5d tephras from several cores north of Iceland and in the Norwegian Sea and Lacasse et al. (1998) identified basaltic MIS-5 tephra deposits from cores south of Iceland. Recent work of several authors has extended the known dispersal area of tephra deposits described previously and further refined the MIS-5 tephrochronological record (Voelker, 1999; Lacasse and Garbe-Schönberg, 2001; Wastegård and Rasmussen, 2001; Wallrabe-Adams and Lackschewitz, 2003; Wastegård et al., 2005).\nThe regional dispersal and deposition of a tephra deposit in sedimentary archives is the product of several processes, which in turn influences the applicability of these as marker horizons. The prerequisite for this application is that the tephra has been deposited synchronously throughout the archives in question. Atmospheric transport and fall-out is commonly seen as the main dispersal mechanism which leads to the formation of primary tephra deposits. Other processes, however, could influence the transport and deposition of tephra deposits leading to reworking and secondary deposition of material, a problem especially encountered in marine sediments.\nOne important transport pathway in cold regions is fall-out of tephra onto sea ice situated close to the volcanic source and rafting of the tephra by sea ice to more distal locations. This process leads to a time lag between eruption and deposition over timescales of only months to years, less than what can usually be resolved stratigraphically. Another important and more problematic transport mechanism is when the primary tephra fall is distributed on an ice sheet (e.g. Lackschewitz and Wallrabe-Adams, 1997). Slow movement of the ice towards the sea where it subsequently calves off tephra-laden iceberg, can take some considerable time, leading to lags of the order of centuries to millennia between the initial airfall and the subsequent delivery of tephra to the ocean floor. Other processes known to influence tephra deposition in marine sediments include reworking by currents, bioturbation and mass movements.\nThe present use of tephra as a dating and correlation tool is based on systematic stratigraphical description and the geochemical analyses of selected glass shards to determine major element composition. Knowing the chemical composition of volcanic glass shards enables the matching of tephra obtained from sedimentary archives to specific volcanic eruption events (e.g. Thorarinsson, 1967; Sigvaldason, 1974; Larsen, 1981). Ideally, volcanic glass produced of a volcanic eruption should possess a unique geochemical signature, a characteristic ‘‘fingerprint’’ that can be distinguished from those of other eruptions. This is, however, not the case for many tephra deposits originating from Icelandic volcanic systems, where tephra produced by different eruptions tend to have very similar major element geochemical composition\n(e.g. Thorarinsson, 1967; Haflidason et al., 2000; Larsen and Eirı́ksson, 2007). Thus in order to make a secure identification of a tephra deposit and link it to an existing tephrochronological framework, it is necessary to combine the careful analytical work with detailed accounts of stratigraphical position and other geological information.\nHere we present the tephrostratigraphy of Norwegian Sea core MD99-2289 spanning the interval from w65 000 to w130 000 years ago (MIS 5 and partly MIS 4). The core selected for this study was retrieved from a position (Fig. 1) under the eastern branch of the Norwegian Atlantic current (NwAC) which is the main transport agent of warm Atlantic Water into the Nordic Seas and Arctic Ocean (Orvik and Niiler, 2002). The core site on the Norwegian margin is proximal to the edge of the palaeo-Fennoscandian Ice Sheet, making it an ideal archive for inferring past climate variability and ocean-ice sheet interactions in the eastern Norwegian Sea. Core MD99-2289 is also located strategically with respect to the main transport pathway for Icelandic tephra to the east and north-east of Iceland (Kellogg, 1973; Haflidason et al., 2000). The objective of this tephrostratigraphical research is to provide detailed and precise isochrones for correlating the proxy records obtained from core MD99-2289 with those from Greenland ice core records. The ultimate aim of this research is to improve our understanding of the processes related to the large and rapid climate transitions known as Dansgaard-Oeschger (DO) events (e.g. Dansgaard et al., 1993; Bond et al., 1993), which are common to both Greenland ice core and North Atlantic and Norwegian Sea sediment archives that extend over the Last Glacial period.\nntic with location of the investigated core (square). Circles indicate positions of other"
  }, {
    "heading": "2. Material and methods",
    "text": "IMAGES core MD99-2289 was raised from 1262 m water depth on the South Vøring Plateau in the Norwegian Sea (64 3903900N and 04 1205700 E) (Fig. 1). The core is 23.69 m long, with complete recovery, and penetrates into late MIS 6 sediments at the base. Low resolution stable isotope, lithological, physical and chemical analytical data obtained from this core sequence has previously been reported by Berstad (2003) and Haflidason et al. (2003).\nWhole-core magnetic susceptibility (MS) was measured onboard using a multi sensor core logger system (Geotektm) in steps of 2 cm with an MS2E loop sensor. Bulk geochemical composition (semi-quantitative) was determined by XRF core scanning (ITRAXtm; Croudace et al., 2006) at a spatial resolution of 0.2–1 mm using a molybdenum x-ray tube at the core scanning facility at the University of Bergen Sediment Laboratory. Repeated scans of intervals of core MD99-2289 have shown that the ITRAXtm XRF core scanner produces highly reproducible results at even on submillimeter to millimeter scales.\nsub-sampling of the core was executed in 0.5–1 cm thick slices at a spatial resolution ranging from 0.5 to 2.5 cm. The samples were dried and weighed before they were wet sieved using sieves of mesh sizes 63 mm, 125 mm, 150 mm and 1 mm. The size fractions were then dried and weighed.\nOxygen isotopes were measured on w20 picked specimens of the planktonic foraminiferal species Neogloboquadrina pachyderma sinistral (N. pachyderma (s)) obtained from the 150–1000 mm sediment fraction and analyzed at the University of Bergen GMS laboratory using a Finnigan 251 mass spectrometer. Results are reported with reference to the VPDB standard through calibration against the CM03 standard. The reproducibility reported by the laboratory is 0.07& for d18O.\nTephra shards, counted in the 63–125 mm and 125–150 mm grain-size fractions, were visually classified as basaltic or rhyolitic on the basis of color and morphology. Other lithic grains were counted in the 125–150 mm grain-size fraction and are interpreted to represent ice-rafted detritus (IRD). The identification, classification and counting of tephra shards were conducted under a transmitted light microscope and the results expressed as number of grains per total dry weight of sediment.\nTephra shard from stratigraphical levels (selected on the basis of elevated tephra concentration) were picked and mounted in epoxy. The samples were then ground, polished and coated with carbon prior to geochemical analysis. Electron microprobe (EMP) analyses on single tephra shards were performed on an ARL–SEMQ apparatus using standard wavelength dispersal spectrometry (WDS). An accelerating voltage of 15 kV, beam current of 10 nA (determined by a Faraday cup), and beam diameter of 6–10 mm were applied. In order to reduce Na loss, the electron beam was defocused with w10 mm. The geochemical analyses were performed during two analytical rounds with slightly different standardization procedures for rhyolitic glass. This was due to due to an intervening service on the microprobe which allowed also P2O5 to be measured. Control runs on a rhyolitic glass standard (CAMM66) during the second analytical round showed deviating results for several elements relative to stated values. This might be due to the standardization procedure which was optimalized for basaltic glass, and was adjusted for by applying correction factors to the measurements on rhyolitic tephra, based on values derived from the CAMM66 standard. Test runs on a basaltic glass standard (Indian Ocean basalt glass, USNM-113716) at the beginning of each day agreed well with the stated values and no corrections were applied to the basaltic data. The measurement routine for determining the glass composition changed slightly between the two analytical rounds due to the intervening service posing a potential\nsource for analytical inconsistency. The analytical results from the control runs are given in the supplementary information along with further details on the standardization.\nSingle shard analyses of trace and rare elements were performed at University of Bergen using an UP-213 (Universal Platform, New Wave Research ) Nd:YAG (5th harmonic) laser system operating at a wavelength of 213 nm. The laser system was coupled to a Finnigan ELEMENT2 ICP–MS system. Helium was used as carrier from the ablation cell to the ICP apparatus. Prior to introduction to the ICP, argon is added as a mix-up gas in order to maintain stable and optimum excitation conditions. Data processing was done with the software Glitter 4.0. Standardization was maintained using NIST 612 (National Institute of Science and Technology) glass as an external calibrant. Internal standardization was maintained using measurements of Ca obtained by EMP–WDS and of the minor isotope 44Ca by laser ablation ICP–MS (LA-ICP-MS) (Pearce et al., 1996). The U.S. Geological Survey basaltic standard, BCR2, was analyzed as a reference material for independent control of analytical performance.\nThe geochemical data were inspected and aberrant results were not included in the interpretation, but are given in a separate table in the supplementary information. These analyses were typically affected by minerals or yielded low totals. Data from each analyzed level of the core were grouped into geochemical populations by visually inspecting the data in tables and their distributions in oxide biplots."
  }, {
    "heading": "3. Chronology",
    "text": "Age control of the core sequence is obtained using the planktonic d18O record to define marine isotope stages and sub-stages (Fig. 2). Due to the influence of rapid sea surface temperature fluctuations and melt water events in the Norwegian Sea, however, the isotope stage boundaries are difficult to define. To refine the age model, therefore, the sequence was matched to the NGRIP d18O record (ss09sea chronology; Andersen et al., 2004) using the MD99-2289 XRF core scanning results for Ca and Ti/K (Fig. 2).\nUsing the Ca record to correlate to the NGRIP record rests on two basic assumptions: first, that the variability recorded in the Ca record primarily reflects the productivity of carbonate-secreting micro-organisms in surface waters; and second, that Ca productivity variability in the Norwegian Sea is coupled to sea surface conditions which in turn is assumed to co-vary with Greenland temperature variations as reflected in the ice core d18O record.\nThe first assumption has already been tested and validated by comparison of CaCO3 measurements and XRF core-scan Ca records for sediments in the Norwegian Sea (Helmke et al., 2005; Lekens et al., 2006) and North Atlantic (Jansen et al., 1998; Richter et al., 2001; Kleiven et al., 2008). The second has been validated by Lekens et al. (2006) for the MIS-3 interval represented in a Norwegian Sea core (MD99-2283) retrieved from the northern North Sea margin to the south of MD99-2289 (Fig. 1). The very similar shape of MIS-4 and MIS-5 DO events reflected in the NGRIP and MD992289 records supports this approach. Additionally, even some smaller-scale fluctuations are common to both archives. In the chemical records, it is preserved large and abrupt (within 1 mm) jumps in the Ca record related to climate transitions into DO interstadials (Fig. 2). This preservation and the occurrence of tephra horizons confined within one sample (0.5–1 cm) indicate that bioturbation generally do not disturb the stratigraphy of this core interval.\nIn the interval corresponding to DO interstadial 22, the shape of the Ca curve shows less resemblance to NGRIP for reasons not yet fully understood. For this interval, the magnetic susceptibility and Ti/K are used for correlation. It is well established that MIS-3\nrecords of MS co-vary with Greenland temperature records (Rasmussen et al., 1996; Dokken and Jansen, 1999; Kissel et al., 1999). The ratio between Ti and K from the XRF scans is very similar to the MS record, a feature also seen in other cores from the Nordic Seas (Ballini et al., 2006; Richter et al., 2006).The close resemblance between MS and Ti/K records and the Greenland temperature has been explained as the result of erosion and transport of magnetic and Ti-rich minerals from the basaltic Iceland/Scotland Ridge by bottom currents dependant on inflow of Atlantic Water to the Nordic Seas. During warm sub-stages of MIS-5 the magnetic minerals are diluted by carbonate in core MD99-2289, as is apparent in Fig. 2, which restricts the use of the MS (and Ti/K) data as a useful proxy. In cold sub-stages of MIS-5 where carbonate productivity was reduced, the MS and Ti/K data seem to work better as a proxy for influx of Atlantic Water. Abrupt shifts in the Ti/ K record are here used as tie points to constrain the onset and end of DO interstadial 22."
  }, {
    "heading": "4. Tephrostratigraphy, results and discussion",
    "text": "The tephrostratigraphical record of the from w70 to w130 ka interval of core MD99-2289 is based on the counting and analysis of tephra shards observed in the grain-size fractions 63–125 mm and 125–150 mm and geochemical analysis of w640 individual tephra shards obtained from 33 stratigraphical levels in the core. The geochemical data define 114 geochemical populations; of these, 86 populations are found to have a geochemical signature compatible with the Icelandic volcanic province and 28 populations with the Jan Mayen volcanic province. The exact number of eruptions is difficult to state as it is likely that some of the eruptions are recorded twice in the stratigraphy, many are also represented by only one shard and are thus poorly geochemically defined. However, the number of recorded eruptions might be in the order of 100. The results are summarized in Fig. 2 and Tables 1 and 2, the full data-set of EMP–WDS geochemical measurements are provided in the supplementary information.\nBased on the stratigraphical distribution, shard concentrations and geochemical compositional data, 12 tephra zones and horizons are defined and interpreted to represent primary deposits with potential as useful isochrons for regional correlation and dating (Fig. 2). These are named informally (Fig. 2) in accordance with the nomenclature protocol proposed by Haflidason et al. (2000) modified to incorporate both the corresponding MIS and DO event: for example, tephra zone 4-19s/RHY-I indicates the first rhyolitic tephra zone detected in the stadial part of DO 19.\nThe overall results are summarized in Sections 4.1 and 4.2, with more detailed discussion of individual tephra deposits provided in Section 4.3, arranged in three parts according to whether the tephras were encounterd in the intervals (i) DO19-21 (MIS 4–5a), (ii) DO22-24 (MIS 5b–5c) and (iii) DO25-Eemian (MIS 5d–5e)."
  }, {
    "heading": "4.1. Stratigraphical tephra distribution and assessment of transport and deposition processes",
    "text": "Tephra concentrations in the studied core interval range from 0 to nearly 3000 shards per gram. Highest concentration of tephra shards occurs in late DO interstadial 21 (Fig. 2). The stratigraphical distribution and concentration of tephra in the two studied grainsize fractions is different. In the 63–125 mm fraction, tephra shards occur in relatively low concentration throughout most of the studied interval, punctuated by several pronounced spikes in tephra concentration, while in the 125–150 mm fraction the shard concentration is much more variable. Only a few of the pronounced spikes seen in the 63–125 mm record are matched by spikes in the 125–150 mm fraction at the same depth.\nLithic material other than tephra has been quantified in the 125–150 mm fraction and is interpreted to represent ice-rafted detritus (IRD). The high lithic concentration found within the MIS 5e interval (Fig. 2) is, however, an exception and might be an effect of winnowing and re-deposition of material by a stronger NwAC at that time. Comparison of the main trends in tephra concentrations in the 125–150 mm fraction with concentration of IRD indicates the tephra and IRD concentrations to co-vary throughout large parts of the studied interval (Fig. 2).\nQuantification of tephra shard and IRD concentrations in the sediments provides valuable insight into the processes that influenced the transport and deposition of tephra. The observed covariation between tephra and IRD concentrations suggests that the transport and deposition of both were affected by the same dominant process, inferred to be iceberg rafting and melt-out. This interpretation is supported by the fact that the tephras are characterized by diverse shard morphology and multiple geochemical populations throughout these sequences. By contrast, distinct spikes in shard concentrations that are not associated with a spike in IRD and which tend to show a more homogeneous geochemical composition, are considered to be the products either of direct air fall-out or of short-term sea-ice rafting, and hence to be contemporaneous with the source volcanic event.\nBased on the collective information obtained from variations in concentration of tephra shards and IRD, coupled with the geochemical data, three types of tephra layer are defined: (1) IRDassociated tephra, (2) Tephra horizons and (3) Tephra zones, their key characteristics as follows.\n(1) IRD-associated tephra. This is a tephra deposit characterized by concentration of tephra shards that co-vary with other terrestrial lithic grains considered to represent IRD. The relative abundance of tephra in the 125–150 mm fraction greatly exceeds the tephra abundance in the 63–125 mm fraction. Geochemical analysis reveals the tephra composition of these deposits to be characterized by a mixed population of tephra shards derived from several volcanic systems and eruption events. The tephra found in these IRD-rich deposits is considered to have been delivered to the point of deposition primarily by rafting of icebergs sourced from Iceland and/or Jan Mayen. Although potentially useful for correlation on millennial timescales and between cores in the eastern Norwegian Sea, the magnitude of the deposition lags involved is such that it would rule out their application as isochronous markers, certainly at decadal to centennial timescales. IRD-associated tephra deposits are found in MIS 4, MIS 5b, and MIS 5c–5d (Fig. 2). (2) Tephra horizons are discrete tephra-rich deposits that occupy very narrow bands within the core, commonly spanning a vertical interval of only 0.5 or 1 cm, which is the coresampling resolution. The horizons are either dominated by shards in the 63–125 mm fraction or by shards coarser than 125 mm. This difference might arise from different transport mechanisms, the horizons dominated by shards <125 mm perhaps being transported directly though the atmosphere, while the horizons dominated by shards >125 mm may first have been first deposited onto sea ice close to source and subsequently rafted to the core location. Sea-ice rafting has been proposed as the dominant transport mechanism of North Atlantic Ash Zone II tephra to the western Scottish Margin (Austin et al., 2004) where the sediments are dominated by coarse shard fractions, similar to the results reported here. Geochemical data obtained from tephra horizons show a clear preponderance of one geochemical population over the background signal that reflect iceberg-rafted tephra. Tephra horizons are interpreted as the products of single eruption events\nthat are delivered directly to the core site by airfall or via seaice rafting. Tephra horizons are found in DO21 (5a-DO21i/BASI, -II and -III), DO23 (5c-DO23i/BAS-I), DO25 (5d-DO25i/RHY-I) and in Eem (5e-Eem/RHY-I and 5e-Eem/TAB-I) (Fig. 2) and are considered especially useful for regional correlation due to the precisely defined stratigraphical occurrence and rapid deposition. (3) Tephra zones are tephra-enriched deposits that span vertical intervals of several centimeters or more, often containing\nmultiple tephra spikes or peaks. Most of the tephra zones are dominated by shards in the 63–125 mm fraction, though one of the zones has a relatively higher proportion in the 125–150 mm fraction (5d-DO26s/TRACHY-I). The glass shards throughout tephra zones tend to have similar geochemical composition. The origin of these tephra deposits and the processes responsible for their transport and deposition are difficult to assess. As bioturbation likely is minimal in this core (Section 3), the larger vertical interval occupied by shards in tephra zones compared to\nTa b\nle 2\nA ve\nra ge\nge oc\nh em\nic al\nco m\np os\nit io\nn of\nte p\nh ra\np op\nu la\nti on\ns d\nefi n\ned as\nte p\nh ra\nzo n\nes an\nd h\nor iz\non s.\nTh e\nd at\na ar\ne n\not n\nor m\nal iz\ned p\nri or\nto av\ner ag\nin g\nan d\non ly\nan al\nys es\nw it\nh a\nto ta\nl >\n9 5\n% ar\ne in\ncl u\nd ed\n.\nN am\ne A\nge (k\na) Sa\nm p\nle d\nep th\n(c m\n)- p\nop u\nla ti on n u m b er\nn Si\nO 2\n1\ns Ti\nO 2\n1 s\nA l 2\nO 3\n1 s\nFe O\nto t\n1 s\nM n\nO\n1 s\nM gO\n1\ns C\naO\n1 s\nN a 2\nO\n1 s\nK 2 O\n1s\nP 2 O\n5\n1 s\nTo ta\nl\n1 s\n4 -D\nO 1\n9 s/\nR H\nY -I\n7 0\n.1 1\n5 8\n8 .2\n5 -a\n1 9\n7 3\n.7 0\n1 .2\n5 0\n.1 6\n0 .0\n5 13\n.3 4\n0 .2\n3 2\n.2 4\n0 .0\n5 0\n.0 5\n0 .0\n4 0\n.0 9\n0 .0\n4 0\n.7 8\n0 .0\n2 5\n.0 0\n0 .1\n8 4\n.1 4\n0 .0\n9 0\n.0 4\n0 .0\n4 9\n9 .6\n1 1\n.5 9\n4 -D\nO 1\n9 i/\nB A\nSI\n7 2\n.6 1\n6 0\n5 .2\n5 -a\n1 5\n4 9\n.6 7\n0 .6\n0 1\n.8 3\n0 .0\n9 13\n.2 8\n0 .2\n0 1\n2 .4\n9 0\n.2 6\n0 .2\n0 0\n.0 4\n6 .7\n0 0\n.1 4\n1 1\n.5 4\n0 .1\n6 2\n.2 8\n0 .0\n6 0\n.2 1\n0 .0\n3 9\n8 .2\n0 0\n.8 7\n5 a-\nD O\n2 1\ni/ B\nA S-\nI 7\n5 .8\n1 6\n3 8\n.7 5\n-a 1\n5 4\n8 .7\n1 0\n.6 4\n2 .8\n9 0\n.0 9\n13 .2\n6 0\n.1 7\n1 4\n.3 1\n0 .2\n9 0\n.2 4\n0 .0\n3 5\n.6 4\n0 .1\n9 1\n0 .7\n0 0\n.1 7\n2 .5\n6 0\n.0 8\n0 .3\n9 0\n.0 3\n9 9\n.0 3\n0 .9 2 5 aD O 2 1 i/ B A SII 7 9 .5 1 6 4 2 .2 5 -a 3 1 4 9 .0 3 0 .4 5 2 .8 9 0 .0 9 13 .3 5 0 .1 8 1 4 .3 2 0 .1 8 0 .2 4 0 .0 4 5 .7 1 0 .1 6 1 0 .4 7 0 .2 8 2 .6 0 0 .1 2 0 .3 9 0 .0 2 0 .2 9 0 .0 6 9 9 .2 8 0 .6 3 5 aD O 2 1 i/ B A SII I 8 0 .1 1 6 4 4 .2 5 -a 1 0 4 9 .0 8 0 .3 3 2 .9 7 0 .1 2 13 .3 4 0 .2 1 1 4 .5 2 0 .3 3 0 .2 5 0 .0 5 5 .7 0 0 .2 1 1 0 .1 3 0 .2 4 2 .6 0 0 .0 9 0 .3 7 0 .0 2 0 .2 9 0 .0 7 9 9 .2 3 0 .5 9 5 b -D O 2 3 s/ B A SI 9 8 .8 1 7 3 7 .7 5 -a 2 6 4 8 .7 7 0 .3 6 2 .4 9 0 .1 1 13 .5 9 0 .1 8 1 2 .9 2 0 .2 1 0 .2 2 0 .0 4 6 .3 9 0 .1 5 1 1 .2 1 0 .1 4 2 .5 2 0 .1 1 0 .3 4 0 .0 3 0 .2 6 0 .0 7 9 8 .7 2 0 .6 3 5 cD O 2 3 i/ B A SI 1 0 3 .2 1 7 6 6 .2 5 -a 2 8 5 1 .0 6 0 .5 4 2 .4 9 0 .1 2 13 .7 9 0 .1 7 1 3 .2 5 0 .2 3 0 .2 2 0 .0 4 5 .4 0 0 .2 5 9 .5 1 0 .3 7 2 .6 7 0 .1 1 0 .5 5 0 .0 7 0 .2 7 0 .0 5 9 9 .2 1 0 .7 4 5 cD O 2 4 s/ B A SI 1 0 6 .5 1 7 9 5 .5 0 -a 1 3 5 0 .4 8 0 .6 7 2 .4 1 0 .1 1 12 .9 7 0 .4 7 1 3 .6 7 0 .5 0 0 .2 2 0 .0 2 6 .0 6 0 .4 0 1 0 .4 0 0 .3 9 2 .3 8 0 .2 0 0 .3 3 0 .0 4 9 8 .9 2 0 .9 1 5 d -D O 2 5 i/ R H Y -I 1 1 2 .2 1 8 2 6 .2 5 -d 2 7 2 .2 4 0 .6 3 0 .3 0 0 .0 2 13 .7 1 0 .1 9 3 .9 8 0 .0 7 0 .1 3 0 .0 2 0 .2 2 0 .0 1 1 .3 4 0 .0 1 5 .6 8 0 .0 8 3 .6 1 0 .0 2 0 .0 8 0 .0 3 1 0 1 .2 8 0 .7 5 5 d -D O 2 6 s/ TR A C H Y -I 1 1 6 .7 1 8 4 0 .5 0 -a 1 4 4 7 .2 1 0 .4 3 3 .1 7 0 .0 7 16 .3 1 0 .1 9 1 0 .8 8 0 .1 2 0 .1 8 0 .0 4 4 .2 5 0 .1 2 8 .8 7 0 .2 5 3 .7 2 0 .1 1 2 .2 4 0 .1 7 9 6 .8 3 0 .6 3 5 eEe m /R H Y -I 1 2 1 .8 1 8 6 2 .7 5 -a 2 7 6 .3 1 1 .3 9 0 .2 3 0 .0 3 11 .3 1 0 .2 7 3 .0 1 0 .0 0 0 .0 8 0 .0 1 0 .0 0 0 .0 0 1 .5 9 0 .0 1 4 .7 1 0 .0 3 1 .8 6 0 .0 0 0 .0 2 0 .0 3 9 9 .1 3 1 .7 0 5 eEe m /T A B -I 1 2 4 .4 1 8 6 7 .7 5 -a 2 5 4 5 .0 6 0 .3 9 4 .7 8 0 .1 2 14 .0 3 0 .0 9 1 5 .6 8 0 .1 2 0 .2 3 0 .0 3 5 .4 8 0 .0 9 9 .7 3 0 .1 5 2 .8 3 0 .0 9 0 .7 1 0 .0 3 0 .5 2 0 .0 8 9 9 .0 4 0 .4 4\nthat in tephra horizons probably arise from a prolonged deposition. This might be caused by reworking of shards from one influx event by bottom currents, a delayed and extended shard-delivery due to ice rafting, or that the zone comprises tephra shards from a series of closely timed eruption events from the same volcanic system. In cases where the zone comprises tephra from one eruption, the most correct stratigraphical placement would be the first shard occurrence. In cases of multiple eruptions, the placements are difficult to define unless the stratigraphical record permits a division of the tephra zone into several tephra horizons. The latter is the case for the tephra zone 5a-DO21i/BAS which is divided into the tephra horizons 5a-DO21i/BAS-I, -II and -III. This pattern, where a volcanic system produces a series of closely timed, largescale volcanic eruptions, is suggested to have happened during the Holocene. Jóhannesdóttir et al. (2005), for example, suggests that the Saksunarvatn ash, which forms an important early Holocene stratigraphic marker horizon, might be the composite product of three successive and closely timed eruption events from the Grı́msvötn volcanic system. Here, we suggest that similar occurrences may explain at least some of the tephra zones found in DO 19 (4-DO19s/RHY-I and 4-DO19i/ BAS-I), DO 21 (5a-DO21i/BAS, the zone is comprised of tephra horizons 5a-DO21i/BAS-I, -II and -III), DO stadial 23 (5bDO23s/BAS-I), DO 24 (5c-DO24s/BAS-I) and DO stadial 26 (5dDO26s/TRACHY-I) (Fig. 2).\n4.2. Tephra geochemistry\n4.2.1. Tephra provenance The major element geochemical data indicate that the majority of the analyzed tephra deposits accord with an Icelandic petrological provenance (Figs. 2–4; Table 1) though some show strong affinities with the Jan Mayen trachytic magma series (Imsland, 1984; Maaløe et al., 1986) especially within MIS-5d (Figs. 2 and 5). Jan Mayen tephra are characterized by higher potassium content and more fractionated light rare earth elements (Figs. 3 and 4).\nThe data showing an Icelandic provenance are compared with data from presently active volcanic systems in Iceland (Fig. 3). This does not imply that we link the investigated tephra deposits directly with specific modern systems, because the geochemistry of eruptives from Icelandic systems might not be stationary through time, and also, other systems might have eruptives of similar geochemical composition as those considered here. For instance, eruptives from the Veidivötn volcanic system have major element geochemical compositions very similar to those of the Reykjanes volcanic systems (e.g. Jakobsson, 1979a; Larsen and Eirı́ksson, 2007) and some of the basalts erupted from the Hekla volcanic system are very similar to basalts from the Vatnafjöll system (Jakobsson, 1979b). As a guide for comparison, we use data from the Eastern Volcanic Zone (Jakobsson, 1979b) and the historical tephra layers reviewed by Haflidason et al. (2000).\nPresent-day volcanism in Iceland is confined to four regional volcanic zones (Jakobsson, 1979a, b; Saemundsson, 1979) that includes around 32 (Gudmundsson, 2000) volcanic systems characterized by distinct rock suites that are petrographically and geochemically distinguishable from each other (Jakobsson, 1979a, b). The volcanic systems are grouped into three major petrological provinces: tholeiitic basalts, transitional alkali (high Fe–Ti) basalts and alkali olivine basalts (Jakobsson, 1979a, b). Most of the geochemical populations presented in this work have a tholeiitic Grı́msvötn-type geochemistry (Table 1; Fig. 5). The second most abundant volcanic system type is tholeiitic Veidivötn-type. Transitional alkali basaltic Hekla- and Katla-type populations account\nfor a minor proportion of the tephrostratigraphical data. Grı́msvötn-type populations dominate the inventory throughout most of the studied interval, except in MIS-5d where Jan Mayen-type tephra dominates. Higher relative abundances of tephra with Veidivötn-type geochemistry occur in DO 20 and DO 19 (Fig. 5; Table 1). Populations of Hekla- and Katla-type transitional alkali basalts occur more sporadically in the MIS-4 to MIS-5 interval with a peak in relative abundance in MIS 5b–5c."
  }, {
    "heading": "4.2.2. Geochemical similarities between tephra populations",
    "text": "Major element geochemical analysis of tephra populations from MIS-4 and MIS-5 suffers from the same problems of close similarity\nFig. 6. A dendrogram presenting an overview of the geochemical similarity between tephra populations described in this and other works from the MIS-4 and MIS-5 interval. The populations are clustered according to geochemical similarity based on Borchardt’s similarity coefficient (Borchardt et al., 1972), calculated from population averages normalized to 100% on a phosphorus free basis. Vertical stippled line marks the 0.95 level of similarity which in the literature is regarded as permissible of correlation if it is stratigraphical reasonable and any other geological information is in agreement (e.g. King et al., 2001). The dendrogram is constructed by the single linkage method with the software PAST (Hammer et al., 2001). Ages in brackets are ages assigned by original authors and not directly comparable with the age model used in this work. Original ages for the GRIP tephras given by Grönvold et al. (1995) are here converted to ss09sea ages. Abbreviations: bas. -basalt; and. -andesite; trachybas. -trachybasalt. (a) Tephra populations with SiO2< 63%, the oxide MnO has been given a weight of 0.5 due to low concentration and high relative error. (b) Tephra populations with SiO2> 63%, the oxides TiO2, MnO, MgO and NaO2 have been given a weight of 0 due to low concentration or analytical difficulties (NaO2).\nin geochemical composition as known from the Holocene record, the problem being particularly acute with tephras of Veidivötn- and Grı́msvötn-type compositon. (e.g. Thorarinsson, 1967; Haflidason et al., 2000; Larsen and Eiriksson, 2007). Clearly this reduces the potential for employing such type of tephra as independent stratigraphic marker horizons. The degree of geochemical similarity between tephra populations from this work and previous studies is illustrated in a dendrogram (Fig. 6) based on Borchard’s similarity coefficient (Borchardt et al., 1972), which is widely employed in tephrochronological work. It should be noted that although the different populations are very similar in their average value, careful investigation of the distribution and trends of single shard data in many cases make it possible to distinguish between them. These differences are subtle, however, and make precise and accurate geochemical analyses essential for correlating the tephra deposits (Larsen, 1981). Results from a pilot study suggest that analysis of trace and rare earth elements on single tephra shards using LA–ICP–MS can differentiate Icelandic tephra deposits that have similar major element composition (Haflidason, 2004). LA–ICP–MS analyses performed on single shards of MIS 4 and MIS 5 tephra found in core MD99-2289 and nearby core MD99-2283 (Brendryen, 2005) indicate, however, that tholeiitic tephra with similar major element composition in general also tends to have similar trace and rare earth elements concentrations, at least with the current limits of analytical precision."
  }, {
    "heading": "4.3. Tephra deposits in MIS4 and MIS5",
    "text": ""
  }, {
    "heading": "4.3.1. Dansgaard-Oeschger event 19-21 (MIS 4–5a)",
    "text": "In the interval spanning DO events, 19–21 three tephra zones are identified: 4-DO19s/RHY-I, 4-DO19i/BAS-I and the 5a-DO21i/BAS zone which comprises the tephra horizons 5a-DO21i/BAS-I, -II and -III. In addition to the tephra zones and horizons, there are several tephra\ndeposits of mixed tephra population that are associated with IRD deposition. These occur mainly in the stadial phases of DO events.\n4.3.1.1. 4-DO19s/RHY-I. A rhyolitic tephra zone is found between 1585.0 and 1591.0 cm in the core with maximum concentration occurring at 1588 cm, corresponding to the initial phase of DO stadial 19 (Fig. 2). The rhyolitic tephra in this zone consists of bubble wall shards and shards with an elongate morphology. The tephra zone contains two minor basaltic populations. The current age model suggests the tephra was deposited in an interval of w800 years with the first occurrence at 70.5 ka and peak concentration at 70.1 ka. Tephra zone 4-DO19s/RHY-I occurs immediately prior to the onset of a pronounced IRD event in MIS 4. Tephra shards from three depth intervals within this zone (centered at 1585.25, 1588.25 and 1590.50 cm) have been analyzed for their major element geochemical composition (Fig. 7). The results show that the rhyolitic shards found in all samples have very similar major element geochemical compositions. One of the samples (1588.25 cm) was analyzed during a different analytical run using different standardization procedures. The slightly different geochemical composition in this sample might derive from this. The chemical composition of shards from 4-DO19s/RHY-I is relatively similar to that of eruptives from the Icelandic Torfajökull volcanic system (e.g. Gunnarsson et al., 1998), and also to that reported by McGarvie et al. (2006) from two tuyas within the Torfajökull area, thought to be the results of an eruption event dated to have taken place around 70 ka ago (two samples dated by Ar/Ar to 67 9 and 72 7 ka). McGarvie et al. (2006) used, however, XRF to determine the major element composition of their samples which makes direct comparison of the results difficult. Due to the consistency in timing, it is possible that the 4-DO19s/RHY-I is sourced from the eruption event described by McGarvie et al. (2006), but more geochemical analyses are needed to conclude. We\nnote that two tephra shards (population 1615.25-a) with identical chemical composition as the 4-DO19s/RHY-I (Figs. 6 and 7) are found in DO stadial 20 within an IRD-associated tephra deposit dating to w74.2 ka.\n4.3.1.2. 4-DO19i/BAS-I. A basaltic tephra zone is found between 1602.50 and 1608.00 cm with maximum concentration of tephra found at 1605.25 cm depth, corresponding to DO interstadial 19 (Fig. 2). The tephra shards found in this zone are light brown colored and vesicular. Based on the current age model the tephra has been deposited within a time interval of w600 years with the first occurrence at 73.0 ka and maximum concentration at 72.6 ka. Geochemical analysis of shards picked from the sample centered at 1605.25 cm show one clear geochemical population characterized by the tholeiitic Veidivötn-type composition (Fig. 8). The major element composition shows some similarity with the 5a-Low/BAS tephra described by Wastegård and Rasmussen (2001) (Figs. 6 and 8), but the TiO2 values are, however, slightly lower and the FeOtot content higher, suggesting a different eruption event from the same volcanic system. The stratigraphical position of the tephra zone found in DO 19 is incompatible with the 5a-Low tephra found at the\nvery beginning of DO 21 and hence it cannot have been derived from the same eruption event.\n4.3.1.3. 5a-DO21i/BAS-I, II and III. A series of three closely-spaced tephra horizons occur in a tephra zone between 1636 and 1647 cm, corresponding to a 3200-year interval at the end of DO interstadial 21. Spikes in tephra concentrations (63–125 mm fraction) are found at w78.5 ka (1638.75 cm), w79.5 (1642.25 cm) and 80.1 ka (1644.25 cm) forming three distinct tephra horizons. Because there are well defined high amplitude spikes in tephra concentration in the sediments, these horizons are thought to be derived from three closely timed eruption events. The tephra found in this zone is light brown and vesicular. This tephra zone immediately precedes the IRD event associated with DO stadial 21 (Fig. 2). Tephra shards from the spikes and from one sample at 1645.50 cm show nearly identical major element geochemical compositions of the tholeiitic Grimsvötn-type (Figs. 6 and 8). Shards from the 1645.50 cm sample have, however, slightly lower K2O content than the other samples from this tephra zone. This might reflect analytical inconsistencies, as this sample was analyzed separately, as pointed out above. The tephra shards from 1645.50 cm have almost identical geochemical composition to the 5a-Top/BAS-I tephra of Wastegård and Rasmussen (2001) (Figs. 6 and 8) except for a slightly lower Al2O3 content. As the stratigraphical position of the 5a-Top/BAS-I is largely consistent with the tephra found in core MD99-2289, we conclude that one or more of the tephra horizons found in this zone derive from the same volcanic eruption event(s) as the 5a-Top/BASI. The small deviations in glass chemistry might arise from the different instruments and analytical procedures used.\n4.3.1.4. DO 19–21 IRD-associated tephra. The tephra deposits within DO events 19–2l, dated between w70 ka and w78.3 ka (Fig. 2) occur in association with a high content of lithic material, with the exception for the tephra zones described above. Based on the type, concentration, and form of constituent grains, this lithic material is interpreted as IRD material. The IRD deposit and associated tephra co-vary and are found primarily in the stadial parts of DO events. The levels analyzed in this interval (1595.25, 1615.25 and 1625.25 cm) show mixed geochemical populations derived from several different volcanic systems (Table 1). Tephra shard morphology is also diverse with both blocky and vesicular shards recorded. The tephras in this interval are thought to have been predominantly transported and deposited by iceberg rafting and melt-out. The increase in IRD and associated tephra starts prior to the onset of the stadial phase indicating that glaciers reached the coast in both Iceland and Fennoscandia/British Isles well within the interstadial events."
  }, {
    "heading": "4.3.2. Dansgaard-Oeschger event 22–24 (MIS 5b–5c)",
    "text": "Two tephra zones are identified in this interval: 5b-DO23s/BAS-I and 5c-DO24s/BAS-I, and one tephra horizon, 5c-DO23i/BAS-I. In addition, there are several tephra deposits of mixed tephra populations that are associated with IRD; these occur mainly in the stadial phases of DO events.\n4.3.2.1. 5b-DO23s/BAS-I. A basaltic tephra zone within the interval 1735–1739 cm corresponds to a time span of w850 years during the initial phase of DO stadial 23, and immediately before the first major IRD influx within DO stadial 23. The tephra zone consists of three closely-spaced spikes, centered at 1736.75 cm, 1737.75 cm and 1738.75 cm, which are evident in both the studied grain-size fractions and dated to 98.7, 98.8 and 99.0 ka, respectively. Because of the multi-spiked appearance it is possible that this zone comprises tephra from several closely timed eruption events, but as the spikes are spaced at the sub-sampling limit and the major element glass chemistry are virtually identical we cannot conclude\nfirmly on this, and hence no sub-division into tephra horizons are made. There is a notable increase in the presence of sub-ordinate geochemical populations towards the top of this zone (Table 1 and Fig. 2) that possibly reflects an increase in ice rafting closer to the IRD event. The tephra shards in this zone have a light and vesicular appearance. Analysis of tephra shards picked from the spikes show that the most dominant tephra populations have a major element geochemical composition that is closest to the tholeiitic Grimsvötn volcanic system, and a composition very similar to that of the 5cMidt/BAS-1 tephra (Wastegård and Rasmussen, 2001)(Fig. 9). However, there are slight differences between them in the ratios of several oxides while their stratigraphical positions are also inconsistent, and hence they are unlikely to originate from the same eruption event. Note that one geochemical population, 1735.50-a, defined from a sample at the top of this tephra zone, have glass chemistry closer to that of the 5c-Midt/BAS-1. The sample, centered at 1735.50 cm, was analyzed separately and the deviating geochemistry from the other populations might reflect analytical inconsistency.\n4.3.2.2. 5c-DO23i/BAS-I. This is a basaltic tephra horizon with light brown and vesicular tephra shards that occurs at a depth of 1766.25 cm, corresponding to an age of w103.2 ka in the middle of DO interstadial 23 (Fig. 2). Tephra shards are primarily found in the 63–125 mm fraction and are confined to an interval of 0.5 cm. The tephra shards of this horizon have a homogenous geochemical composition, except for a few shards. This and the very narrow spike in shard concentrations suggest that this horizon represents a primary tephra deposit. Due to the dominance of shards<125 mm, this tephra horizon has most likely been transported directly through the atmosphere and deposited contemporaneously with the time of eruption. The tephra is of tholeiitic Grimsvötn-type and is clearly differentiated by the K2O, CaO and MgO content from the 5c-Midt/Bas-I tephra of Wastegård and Rasmussen (2001) and from the 5b-DO23s/BAS-I described above (Fig. 9).\n4.3.2.3. 5c-DO24s/BAS-I. A basaltic tephra zone is found between 1790 and 1797 cm with peak shard concentration at 1792.75,\ncorresponding to an age of w106.1 ka and coinciding with a highamplitude IRD spike in DO stadial 24. The tephra shards are mostly very vesicular with some having a blockier appearance. One sample within this zone (from 1795.50 cm) yielded a chemical signature predominantly of tholeiitic Grı́msvötn-type population, identical in composition with the 5c-Midt/BAS-I tephra of Wastegård and Rasmussen (2001) (Figs. 6 and 9). Rasmussen et al. (1999; 2003a) placed the 5c-Midt/BAS-I tephra in the interstadial phase of DO 23 and noted that it was deposited during a brief cooling event together with an IRD spike. The interpretation adopted in this work is that the two tephra deposits are derived from the same eruption event and that they were both deposited during the transition into and extending to within the stadial phase of DO 24, suggested by their consistent geochemical signatures and close association with high amplitude IRD spikes (Fig. 2). Thus, the chronostratigraphical placement of these tephra deposits and of the MIS 5c/5d boundary differs from that of Rasmussen et al. (1999; 2003a).\n4.3.2.4. DO22-DO24 IRD-associated tephra. Tephra is associated with IRD deposits within parts of the interval spanning DO 22 (85.6 ka) to DO stadial 23 (98.5 ka) as indicated in Fig. 2. IRDassociated tephra also occurs within DO stadial 24. Geochemical data from a number of levels in these intervals indicate that several geochemical populations are represented (Fig. 2; Table 1). The morphology of the glass shards is also very diverse with both blocky and vesicular shards present. It is concluded that the tephra in this intervals were emplaced by iceberg rafting and subsequent melt-out, though a notable exception might be the tephra zone 5cDO24s/BAS-I, described above."
  }, {
    "heading": "4.3.3. Dansgaard-Oeschger event 25-Eem (MIS 5d–5e)",
    "text": "One tephra zone (5d-DO26s/TRACHY-I), and three tephra horizons (5d-DO25i/RHY-I, 5e-Eem/RHY-I and 5e-Eem/TAB-I) have been detected in this interval. In addition, several deposits of mixed tephra populations, associated with IRD deposition, have also been identified. These occur mainly within the stadial phases of DO events.\n4.3.3.1. 5d-DO25i/RHY-I. This rhyolitic tephra horizon occurs centered at 1826.25 cm in core MD99-2289, is confined within an interval of only 0.5 cm, and is dated to w112.5 ka (Fig. 2). The tephra shards were found mainly in the 125–150 mm and 150– 1000 mm fractions, with comparably little tephra in the 63–125 mm fraction. Geochemical analysis indicates the rhyolitic shards to have a similar geochemistry as the 5d-Low/RHY-II tephra found in core ENAM 33 (Wastegård and Rasmussen, 2001) (Figs. 6 and 7), with the exception of a slightly lower CaO content. Detailed comparisons between these two tephra deposits are hampered, however, by the low stratigraphical resolution of core ENAM 33 (Fig. 1) and the different instruments and analytical procedures employed. It is,\ntherefore, difficult to establish whether these two tephra deposits originated from the same volcanic eruption, without additional geochemical data. The rhyolitic spike coincides with a wider and more subdued basaltic component in a depth interval composed of several different geochemical populations (Fig. 2). The rhyolitic component is considered to have been transported by sea-ice rafting to the site, because of the coarse size of the shards and the discrete and narrow spike in tephra concentration. The basaltic shards were most likely transported by iceberg rafting in view of their very diverse morphology and chemistry.\n4.3.3.2. 5d-DO26s/TRACHY-I. A basaltic tephra zone between 1835.0 and 1841.5 cm occurs within a late part of DO stadial 26, spanning an interval of w1100 years. The first tephra deposition occurs at 116.9 while maximum shard concentration dates to w116.7 ka (the sample centered at 1840.50 cm). The geochemical data obtained from the tephra peak show dominant trachybasaltic Jan Mayen-type chemistry (Fig. 10). The coarse size of the tephra shards makes atmospheric fall-out seem unlikely given the distance from the hypothesized source. Transport by sea ice or icebergs are much more likely. However, given that the Jan Mayen ice cap was much smaller than that over Iceland, the time lag between deposition on the ice surface and its eventual liberation from icebergs may have been much smaller than that associated with rafting of Icelandic ice\n4.3.3.3. 5e-Eem/RHY-I. A rhyolitic tephra horizon identified at 1862.75 cm and confined to a depth interval of just 1 cm is dated to 121.9 ka. It is associated with a basaltic tephra population of Grı́msvötn-type. The rhyolitic shards have a very similar geochemical composition (Figs. 6 and 7) to that of the 5e-Midt/RHY tephra, first described from marine cores north of Iceland (Sejrup et al., 1989; Sjøholm et al., 1991) and later from north of Faroe Islands (Rasmussen et al., 1999; Wastegård and Rasmussen, 2001) and from an Eemian lacustrine sequence on the Faroe Islands (Wastegård et al., 2005). The stratigraphical position of this tephra horizon is consistent with that found by Rasmussen et al. (1999) and Wastegård et al. (2005) in core MD95-2009 which is stratigraphically close to the peak warmth of MIS 5e as reflected by maximum subpolar foraminifera in core MD99-2289 (K. Grasmo pers. comm.). The 5e-Eem/RHY-I and 5e-Midt/RHY tephra are, therefore, considered correlatives. Rhyolitic tephra shards with similar geochemical composition to that of 5e-Eem/RHY-I (Figs. 6 and 7) have also been found higher in the sediment column at depths of 1860.50 cm and 1855.50 cm (Figs. 2 and 7; Table 1). The current age model indicates deposition at w700 and w2200 years after the initial eruption event, respectively. It is difficult to know if the few shards that occur higher in the sedimentary column originate from multiple volcanic eruption events or result from resedimentation from an earlier influx event. Wastegård et al. (2005)\nfound a similar pattern in the Eemian Klaksvı́k sequence on the Faroe Islands where several deposits of tephra with a 5e-Midt/RHY type of geochemical composition (Fig. 6) were identified, supporting an interpretation of multiple volcanic eruptions.\n4.3.3.4. 5e-Eem/TAB-I. A well defined tephra horizon centered at 1867.75 cm depth and confined to a vertical interval of 1 cm, is dated to w124.4 ka, and is located in the core at the onset of the Eemian sea surface warming of the Norwegian Sea as recorded in the stable oxygen isotope record (Fig. 2) and in foraminiferal census data (not shown).The tephra shards in the horizon comprise one geochemical population characterized by the transitional alkali basaltic Katla-type (Fig. 10), notably by very high TiO2 and FeOtot content and low SiO2. They contain heavy olivine and Ti-Fe oxide phenocrysts, suggesting the most likely transport mechanism to be by sea-ice rafting, considering the distance from the likely source. The dominance of shards larger than 125 mm also supports this interpretation. An origin in the South Eastern Volcanic Zone of Iceland increases the likelihood of finding this tephra horizon in other marine sequences to the south of Iceland. Other Katla-type MIS-5 tephras has been found in cores from the North Atlantic (Lacasse et al., 1998). The 5e-Eem/TAB-I, if found in the North Atlantic, could prove a more reliable marker horizon for the direct correlation of Eemian deposits between the North Atlantic and Nordic Seas than the more common Grı́msvötn-type tephra previously employed for this purpose (Rasmussen et al., 2003b).\n4.3.3.5. MIS 5d-5e iceberg-rafted tephra. Deposition of what is interpreted as iceberg-rafted tephra in MIS 5d occurs mainly in the DO stadials 25 and 26 (Fig. 2). A marked increase in IRD content in DO stadial 25 coincides with a tephra deposit of mixed geochemical populations derived from a number of different Icelandic volcanic systems (Table 1). In the interstadial phase of DO 25, tephra shards occur in low concentrations without forming any distinct peak; a pattern similar to that of IRD concentrations in the same interval. Tephra shards from two neighbouring samples from this interval (1825.50 and 1826.25 cm) yield highly diverse geochemical data within very narrow (sub-centimeter to centimeter) depth intervals. Four tephra deposits with heterogeneous geochemical populations occur within stadial 26, and are interpreted as the product of iceberg rafting. The coarse shard sizes and diverse morphologies of the shards in these deposits support this interpretation. However, in contrast to other deposits interpreted as formed by iceberg rafting in MIS-4 and MIS-5, these deposits are not associated with a clear enrichment in coarse-grained IRD. A high abundance of Jan Mayen-type tephra shards (Fig. 2) is notable in this interval (Table 1; Figs. 2 and 5) which, because of their coarse-grained nature, are unlikely to have been derived by direct air fall-out, but more likely to indicate southward transport of sea ice or icebergs from Jan Mayen, suggesting the influence of arctic/polar water masses over the core site at that time. This part of the record also shows an abrupt drop in bulk sediment calcium content, and may correspond to the end of the Eemian as defined from northern Europe pollen records."
  }, {
    "heading": "5. Conclusions",
    "text": "The detailed tephrostratigraphical record presented here is the most comprehensive record yet generated for Jan Mayen and Iceland volcanism during MIS-4 and MIS-5. Tephras originating from in the order of 100 volcanic eruption events from Icelandic (86 populations) and Jan Mayen (28 populations) volcanic provinces have been stratigrapically and geochemically defined. Of the 86 populations originating from the Icelandic volcanic province, 9\nhave rhyolitic composition and 77 have basaltic to intermediate composition.\nThe most important transport mechanism of tephra to the eastern Norwegian Sea during this time is proposed to have been iceberg rafting, inferred from the co-variability of tephra and IRD combined with geochemical evidence suggesting derivation from multiple volcanic eruption events. This process is expected to cause a serious lag between the timing of the eruption events and subsequent deposition, as it involves deposition on glacier ice, which then is delivered slowly to the calving zone; time is also needed for transport to the final point of deposition. While the resulting tephra deposits could potentially be useful for correlation within the Norwegian Sea on millennial timescales, this mode of deposition compromises their use for establishing synchronicity of events or lead/lag relationships. Iceberg-rafted tephra was deposited predominantly in the stadial phases of the DO events. Abundant ice-rafted tephra from the Jan Mayen volcanic province in DO stadial 26 is interpreted as providing evidence for a southward expansion of Arctic/Polar water masses, which coincided with an abrupt drop in the calcium content of the sediments, possibly heralding the end of the Eemian interglacial.\nMany of the tholeiitic tephra populations described in this work are characterized by very similar major element geochemical compositions, making it difficult to discriminate between them. This high degree of similarity between different tephra populations using different chemical indices makes highly accurate and precise geochemical analysis, and the calibration and standardization of results obtained by different laboratories, essential.\nThe problems of non-synchronous deposition and highly similar geochemical compositions limits the potential of tephrochronology for correlating sedimentary archives of MIS-4 and MIS-5 age in the North Atlantic region. A prerequisite for making progress in this respect is the tight definition of the stratigraphical and geochemical characteristics of the tephras. Special caution is required when dealing with tholeiitic basaltic tephras that are a major detrital component of Icelandic glaciers. Tholeitiic ejecta of similar geochemical composition are generated by a number of Icelandic volcanic systems. Quantifying the tephra distributions using two or more grain-size ranges provides additional discriminatory information for assessing the likely mode of transport and deposition. Geochemical analysis of tephra shards obtained from more than one level within a tephra deposit tests the homogeneity of the tephra, which is important for distinguishing between layers derived by iceberg rafting and those more likely to reflect primary deposition.\nDespite the limitations highlighted by this work, and by using the above mentioned strategies to tackle the problems, we have identified twelve tephra zones and horizons interpreted to be primary or near primary deposits, and given informal site-specific names. Four of these may correspond to tephra deposits previously described in the literature. The twelve discrete tephra deposits and suggested correlatives are listed in Table 3."
  }, {
    "heading": "Acknowledgement",
    "text": "We thank V.C. Hope, M. Anderson, H. Kjennbakken, H. Stenset for help with sample preparation. O. Tumyr supervised the tephra geochemical analyses. K. Grasmo is thanked for foraminifer census data and discussions. C. Zühlsdorff is thanked for discussions regarding the sedimentology of core MD99-2289 and for commenting on the manuscript. Stefan Wastegård is thanked for providing single tephra shard geochemical data from core MD952009 and ENAM 33. We also thank the crew of RV Marion Dufresne for retrieving core MD99-2289. John Lowe and two anonymous reviewers are thanked for comments and suggestions that\nimproved the manuscript considerably. This work has received funding from the Norwegian Research Council through the projects: RAPID (\"Punctuated disintegration of the NW European Ice Sheet and rapid climate change\"), Contract No. 169933/S30; Petromaks-Glacipet (‘‘Ice ages: subsidence, uplift and tilting of traps: the influence on petroleum systems’’) Contract No. 169291/ S30; Petromaks-GANS (‘‘Gas hydrates on the Norway-Barents SeaSvalbard margin’’), Contract No. 175969/S30; International Polar Year (IPY) project: SciencePub (‘‘Natural climate and environmental change, and human adaption in the Arctic: from science to public awareness’’), Contract No 175937/S30."
  }, {
    "heading": "Appendix. Supplementary data",
    "text": "Supplementary data associated with this article can be found in the online version at doi: 10.1016/j.quascirev.2009.12.004."
  }],
  "year": 2010,
  "references": [{
    "title": "The age and chronostratigraphical significance of north Atlantic ash zone II",
    "authors": ["W.E.N. Austin", "L.J. Wilson", "J.B. Hunt"],
    "venue": "Journal of Quaternary Science",
    "year": 2004
  }, {
    "title": "Deep-water mass source and dynamic associated with rapid climatic variations during the last glacial stage in the North Atlantic: a multiproxy investigation of the detrital fraction of deepsea sediments",
    "authors": ["M. Ballini", "C. Kissel", "C. Colin", "T. Richter"],
    "venue": "Geochemistry Geophysics Geosystems",
    "year": 2006
  }, {
    "title": "Quaternary climate variability in the Eastern Nordic Seas region inferred from speleotems and deep-sea cores",
    "authors": ["I.M. Berstad"],
    "venue": "Ph.D. Thesis,",
    "year": 2003
  }, {
    "title": "Correlation of the Bishop Ash, a Pleistocene marker bed, using instrumental neutron activation analysis",
    "authors": ["G.A. Borchardt", "P.J. Aruscavage", "J.R. Millard"],
    "venue": "Journal of Sedimentary Petrology",
    "year": 1972
  }, {
    "title": "Cosmochemistry of the rare earth elements: meteorite studies",
    "authors": ["W.V. Boynton"],
    "year": 1984
  }, {
    "title": "Correlation between climate records from North Atlantic sediments and Greenland",
    "authors": ["G. Bond", "W. Broecker", "S. Johnsen", "J. McManus", "L. Labeyrie", "J. Jouzel", "G. Bonani"],
    "venue": "ice. Nature",
    "year": 1993
  }, {
    "title": "MIS 5 tephra stratigraphy of two cores from the S–Norwegian Margin, analysed by EMP–WDS and Laser Ablation ICP–MS",
    "authors": ["J. Brendryen"],
    "venue": "Master Thesis,",
    "year": 2005
  }, {
    "title": "ITRAX: description and evaluation of a new X-Ray core scanner",
    "authors": ["I.W. Croudace", "A. Rindby", "R.G. Rothwell"],
    "venue": "New Techniques in Sediment Core Analysis. Geological Society,",
    "year": 2006
  }, {
    "title": "Evidence for general instability of past climate from a 250-kyr ice-core record",
    "authors": ["W. Dansgaard", "S.J. Johnsen", "H.B. Clausen", "D. Dahl-Jensen", "N.S. Gundestrup", "C.U. Hammer", "C.S. Hvidberg", "J.P. Steffensen", "A.E. Sveinbjörnsdottir", "J. Jouzel", "G. Bond"],
    "venue": "Nature 364,",
    "year": 1993
  }, {
    "title": "Rapid changes in the mechanism of ocean convection during the last glacial period",
    "authors": ["T. Dokken", "E. Jansen"],
    "venue": "Nature",
    "year": 1999
  }, {
    "title": "Variability in surface and deep water conditions in the Nordic Seas during the last interglacial period",
    "authors": ["T. Fronval", "E. Jansen", "H. Haflidason", "H.P. Sejrup"],
    "venue": "Quaternary Science Reviews",
    "year": 1998
  }, {
    "title": "Ash layers from Iceland in the Greenland Grip Ice Core correlated with oceanic and land sediments",
    "authors": ["K. Grönvold", "N. Óskarsson", "S.J. Johnsen", "H.B. Clausen", "C.U. Hammer", "G. Bond", "E. Bard"],
    "venue": "Earth and Planetary Science Letters",
    "year": 1995
  }, {
    "title": "Dynamics of volcanic systems in Iceland: example of tectonism and volcanism at juxtaposed hot spot and mid-ocean ridge systems",
    "authors": ["A. Gudmundsson"],
    "venue": "Annual Review of Earth and Planetary Sciences",
    "year": 2000
  }, {
    "title": "Generation of Icelandic rhyolites: silicic lavas from the Torfajökull central volcano",
    "authors": ["B. Gunnarsson", "B.D. Marsh", "H.P. Taylor"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 1998
  }, {
    "title": "The application of smallscale basaltic tephra layers as high resolution dating and correlation tool in marine/lake/terrestial records. Geophysical Research Abstracts 6 SRef-ID: 1607–7962/gra/EGU04-A-07604",
    "authors": ["H. Haflidason"],
    "year": 2004
  }, {
    "title": "The tephrochronology of Iceland and the north Atlantic region during the middle and late Quaternary: a review",
    "authors": ["H. Haflidason", "J. Eiriksson", "S. van Kreveld"],
    "venue": "Journal of Quaternary Science",
    "year": 2000
  }, {
    "title": "A Weak layer feature on the northern Storegga Slide Escarpment",
    "authors": ["H. Haflidason", "H.P. Sejrup", "I.M. Berstad", "A. Nygård", "T. Richter", "P. Bryn", "R. Lien", "K. Berg"],
    "venue": "European Margin Sediment Dynamics",
    "year": 2003
  }, {
    "title": "PAST: paleontological statistics software package for education and data analysis",
    "authors": ["Ø. Hammer", "D.A.T. Harper", "P.D. Ryan"],
    "venue": "Palaeontologia Electronica 4,",
    "year": 2001
  }, {
    "title": "Changes in sedimentation patterns of the Nordic seas region across the mid-Pleistocene",
    "authors": ["J.P. Helmke", "H.A. Bauch", "U. Rohl", "A. Mazaud"],
    "venue": "Marine Geology",
    "year": 2005
  }, {
    "title": "Petrology Mineralogy and Evolution of the Jan Mayen Magma System. Societas Scientiarum Islandica, Reykjavik",
    "authors": ["P. Imsland"],
    "year": 1984
  }, {
    "title": "Outline of the petrology of Iceland",
    "authors": ["S. Jakobsson"],
    "venue": "Jökull",
    "year": 1979
  }, {
    "title": "Petrology of recent basalts of the eastern volcanic zone, Iceland",
    "authors": ["S. Jakobsson"],
    "venue": "Acta Naturalia Islandica",
    "year": 1979
  }, {
    "title": "CORTEX, a shipboard XRFscanner for element analyses in split sediment cores. Marine Geology 151,143–153",
    "authors": ["J.H.F. Jansen", "S.J. Van der Gaast", "B. Koster", "A.J. Vaars"],
    "year": 1998
  }, {
    "title": "The widespread ~10 ka Saksunarvatn tephra: a product of three large basaltic phreatoplinian eruptions",
    "authors": ["G.E. Jóhannesdóttir", "T. Thordarson", "A. Geirsdóttir", "G. Larsen"],
    "venue": "Geophysical Research Abstracts",
    "year": 2005
  }, {
    "title": "Late Pleistocene climatic record in Norwegian and Greenland Sea deep-sea cores",
    "authors": ["T.B. Kellogg"],
    "venue": "Ph.D. Thesis,",
    "year": 1973
  }, {
    "title": "Identification of disseminated Trego hot Spring tephra in the Palouse, Washington state",
    "authors": ["M.A. King", "J. Busacca", "F. Foit Jr.", "R.A. Kemp"],
    "venue": "Quaternary Research",
    "year": 2001
  }, {
    "title": "Rapid climatic variations during marine isotopic stage 3: magnetic analysis of sediments from Nordic Seas and North Atlantic",
    "authors": ["C. Kissel", "C. Laj", "L. Labeyrie", "T. Dokken", "A. Voelker", "D. Blamart"],
    "venue": "Earth and Planetary Science Letters",
    "year": 1999
  }, {
    "title": "Reduced north Atlantic deep water coeval with the glacial Lake Agassiz freshwater outburst",
    "authors": ["H.F. Kleiven", "C. Kissel", "C. Laj", "U.S. Ninnemann", "T.O. Richter", "E. Cortijo"],
    "venue": "Science 319,",
    "year": 2008
  }, {
    "title": "Explosive silicic volcanism in Iceland and the Jan Mayen area during the last 6 Ma: sources and timing of major eruptions",
    "authors": ["C. Lacasse", "C.D. Garbe-Schönberg"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 2001
  }, {
    "title": "Volcanogenic sedimentation in the Icelandic Basin: influence of subaerial and subglacial eruptions",
    "authors": ["C. Lacasse", "S. Carey", "H. Sigurdsson"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 1998
  }, {
    "title": "Composition and origin of volcanic ash zones in Late Quaternary sediments from the Reykjanes Ridge: evidence for ash fallout and ice-rafting",
    "authors": ["K.S. Lackschewitz", "H.J. Wallrabe-Adams"],
    "venue": "Marine Geology",
    "year": 1997
  }, {
    "title": "A Classification of Igneous Rocks and Glossary of Terms",
    "authors": ["R.W. Le Maitre", "P. Bateman", "A. Dudek", "J. Keller", "M.J. Lameyre Le Bas", "P.A. Sabine", "H. Sorensen", "A. Streckeisen", "A.R. Wolley", "B. Zanettin"],
    "year": 1989
  }, {
    "title": "Tephrochronology by microprobe glass analysis",
    "authors": ["G. Larsen"],
    "year": 1981
  }, {
    "title": "Late Quaternary terrestrial tephrochronology of Icelanddfrequency of explosive eruptions, type and volume of tephra deposits",
    "authors": ["G. Larsen", "J. Eirı́ksson"],
    "venue": "Journal of Quaternary Science,",
    "year": 2007
  }, {
    "title": "Meltwater and ice rafting in the southern Norwegian Sea between 20 and 40 calendar kyr BP: implications for Fennoscandian Heinrich events",
    "authors": ["W.A.H. Lekens", "H.P. Sejrup", "H. Haflidason", "J. Knies", "T. Richter"],
    "venue": "Paleoceanography 21,",
    "year": 2006
  }, {
    "title": "The trachybasaltic suite of Jan Mayen",
    "authors": ["S. Maaløe", "I. Sørensen", "J. Hertogen"],
    "venue": "Journal of Petrology",
    "year": 1986
  }, {
    "title": "Pleistocene rhyolitic volcanism at Torfajökull, Iceland: eruption ages, glaciovolcanism, and geochemical evolution",
    "authors": ["D.W. McGarvie", "R. Burgess", "A.G. Tindle", "H. Tuffen", "J.A. Stevenson"],
    "venue": "Jökull",
    "year": 2006
  }, {
    "title": "The 1783 Lakagigar eruption in Iceland: geochemistry, CO2 and sulfur degassing",
    "authors": ["N. Metrich", "H. Sigurdsson", "P.S. Meyer", "J.D. Devine"],
    "venue": "Contributions to Mineralogy and Petrology",
    "year": 1991
  }, {
    "title": "Volcanic ash layers from the last glacial termination in the NGRIP ice core",
    "authors": ["A.K. Mortensen", "M. Bigler", "K. Grönvold", "J.P. Steffensen", "S.J. Johnsen"],
    "venue": "Journal of Quaternary Science",
    "year": 2005
  }, {
    "title": "PETROS – a data bank of major element chemical analyses of igneous rocks for research and teaching (version 6.1)",
    "authors": ["F.E. Mutschler", "D.J. Rougon", "O.P. Lavin", "R.D. Hughes"],
    "year": 1981
  }, {
    "title": "Nature and development of basalt magma sources beneath Iceland and the Reykjanes ridge",
    "authors": ["R.K. O’Nions", "R.J. Pankhurst", "K. Grönvold"],
    "venue": "Journal of Petrology",
    "year": 1976
  }, {
    "title": "Major pathways of Atlantic water in the northern north Atlantic and Nordic seas toward arctic",
    "authors": ["K.A. Orvik", "P. Niiler"],
    "venue": "Geophysical Research Letters 29,",
    "year": 2002
  }, {
    "title": "Developments in the analysis of volcanic glass shards by laser ablation ICP-MS: quantitative and single internal standard-multielement methods",
    "authors": ["N.J.G. Pearce", "J.A. Westgate", "W.T. Perkins"],
    "venue": "Quaternary International",
    "year": 1996
  }, {
    "title": "Rapid changes in surface and deep water conditions at the Faeroe margin during the last 58,000",
    "authors": ["T.L. Rasmussen", "E. Thomsen", "T.C.E. van Weering", "L. Labeyrie"],
    "venue": "years. Paleoceanography",
    "year": 1996
  }, {
    "title": "Stratigraphy and distribution of tephra layers in marine sedi",
    "authors": ["E. Thomsen"],
    "year": 2003
  }, {
    "title": "Faeroe Islands, North Atlantic",
    "authors": ["T.L. Rasmussen", "E. Thomsen", "A. Kuijpers", "S. Wastegård"],
    "venue": "Marine Geology",
    "year": 2003
  }, {
    "title": "Magnetic susceptibility",
    "authors": ["T.O. Richter", "S. Lassen", "T.C.E. van Weering", "H. de Haas"],
    "venue": "Interglacial). Quaternary Science Reviews",
    "year": 2001
  }, {
    "title": "Outline of the geology of Iceland",
    "authors": ["H.P. Sejrup", "J. Sjøholm", "H. Furnes", "I. Beyer", "L. Eide", "E. Jansen", "J. Mangerud"],
    "venue": "Special Publication 267. Saemundsson,",
    "year": 1979
  }, {
    "title": "The eruption of Hekla in historical timesda tephrochronological study",
    "authors": ["S. Thorarinsson"],
    "venue": "The Eruption of Hekla 1947–1948,",
    "year": 1967
  }, {
    "title": "Vötnin Strı́d. Saga Skeidarárhlaupa Og Grı́msvatnagosa (The Swift Flowing Rivers – The History of Grimsvötn Eruptions and Jökulhlaups in Skeidara)",
    "authors": ["S. Thorarinsson"],
    "venue": "Menningarsjodur Publ., Reykjavik (in Icelandic)",
    "year": 1974
  }, {
    "title": "Zur Deutung der Dansgaard-Oeschger Ereignisse in ultrahochhauflösenden Sedimentprofilen aus dem Europäschen Nordmeer",
    "authors": ["A.H.L. Voelker"],
    "venue": "Ph.D. Thesis,",
    "year": 1999
  }, {
    "title": "Chemical composition, distribution, and origin of silicic volcanic ash layers in the Greenland–Iceland– Norwegian sea: explosive volcanism from 10to 300 ka as recorded in deep-sea sediments",
    "authors": ["Wallrabe-Adams", "H.-J", "K.S. Lackschewitz"],
    "venue": "Marine Geology",
    "year": 2003
  }, {
    "title": "New tephra horizons from Oxygen Isotope Stage 5 in the North Atlantic: correlation potential for terrestrial, marine and ice-core archives",
    "authors": ["S. Wastegård", "T.L. Rasmussen"],
    "venue": "Quaternary Science Reviews",
    "year": 2001
  }, {
    "title": "A tephra-based correlation between the Faroe Islands and the Norwegian Sea raises questions about chronological relationships during the last interglacial",
    "authors": ["S. Wastegård", "S. Björck", "C. Greve", "T.L. Rasmussen"],
    "venue": "Terra Nova",
    "year": 2005
  }, {
    "title": "Nd and Sr isotope ratios and rare earth element abundances in Reykjanes Peninsula basalts: evidence for mantle heterogeneity beneath Iceland",
    "authors": ["A. Zindler", "S.R. Hart", "F.A. Frey"],
    "venue": "Earth and Planetary Science Letters",
    "year": 1979
  }],
  "id": "SP:a2fcbdc4361e60b316237566c513d990c63a57fd",
  "authors": [{
    "name": "Jo Brendryen",
    "affiliations": []
  }, {
    "name": "Haflidi Haflidason",
    "affiliations": []
  }, {
    "name": "Hans Petter Sejrup",
    "affiliations": []
  }],
  "abstractText": "This paper presents an account of the tephrostratigraphy of south eastern Norwegian Sea core MD992289 for the interval spanning Marine Isotope Stage (MIS) 5 and part of MIS-4 (from w70 000 to 130 000 years ago). Tephra deposits from in the order of 100, mainly basaltic, volcanic eruptions in Iceland and on Jan Mayen are described in terms of their stratigraphic context and geochemical composition, representing the most comprehensive record of Iceland and Jan Mayen volcanism over this time span. The most important transport mechanism of tephra to the core site is considered to have been iceberg rafting which is thought to be responsible for a centennial to millennial scale time lag between the volcanic eruption events and the subsequent deposition of tephra in deep-sea sediments. While this clearly limits the use of some of the tephras as isochronous markers, twelve discrete tephra deposits show stratigraphical and geochemical characteristics that suggest them to have been deposited near – contemporaneously with their source volcanic events, and hence suitable candidates as regional isochrones. Four of these accords with the geochemical signatures of tephra deposits previously described from the Nordic Seas region. Potential problems for the application of tephrochronology highlighted by this work are discussed and recommendations for strategies to overcome them are proposed. 2009 Elsevier Ltd. All rights reserved.",
  "title": "Norwegian Sea tephrostratigraphy of marine isotope stages 4 and 5: Prospects and problems for tephrochronology in the North Atlantic region"
}