{
  "sections": [{
    "text": "1040-6182/$ - se doi:10.1016/j.qu\nCorrespond E-mail addr vgmonroy@zeu cfisher1@kent.e marodpas@pop\nIn Central Mexico, lake-level change is commonly used as a proxy for climatic fluctuation. Lacustrine sequences are not stable units, however, and have been dramatically impacted by processes related to the evolution of the Mexican Volcanic Belt (MVB) and the fragmentation of the southern part of the North American plate including volcanism, tectonic action, landslides, and human activity. One notable example is the Lake Pátzcuaro Basin, Mexico, which has one of the most intensively studied paleoenvironmental records in Latin America. Geologic processes have altered the lacustrine sequence in the southwest portion of the lake basin during the last 48,000 years. These include volcanic activity, major uplift, landslides and related tsunamis, and earthquakes. This new record has important implications for interpretations of climatic events in Central Mexico during the Pleistocene, and the impact these may have had on human settlement in the region. r 2004 Elsevier Ltd and INQUA. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "Records of lake level change from closed lake basins in Central Mexico have figured prominently in recent climatic modeling (Ortega et al., 2002; Fritz et al., 2001; Rosenmeier et al., 2002). In this research, it is assumed that the primary agents for changes to the sedimentation record have been climatically induced rainfall variation coupled with human environmental impact. (O’Hara, 1993; O’Hara et al., 1993; Markgraf and Seltzer, 2001). It is well known, however, that sedimentary lake records reflect many other processes such as earth-\ne front matter r 2004 Elsevier Ltd and INQUA. All rights aint.2004.10.022\ning author. esses: aisrade@zeus.umich.mx (I. Israde-Alcántara), s.umich.mx (V.H. Garduño-Monroy), du (C.T. Fisher), pollardh@msu.edu (H.P. Pollard),\n.ceu.es (M.A. Rodrı́guez-Pascua).\nquakes, volcanic eruptions, slope failures, and other disturbances (McGuire et al., 2000; Arreygue-Rocha, 1999) that have not been considered in lake-core-based studies of past climatic variation in the Highland Tropics. Using recent data from the Lake Pátzcuaro Basin, Mexico, we argue that (1) the collapse and associated landslide of the El Estribo Volcano caused at least two major influxes of sediment into the Lake Basin that had formally been interpreted as erosional events; (2) many lacustrine sequences have been significantly deformed by uplifting, distorting the sedimentation record; and (3) on-going seismic events are continuing to cause significant deformation. This means that factors other than climatic flux and human-induced landscape change have impacted lacustrine deposition sequences in the Central Lakes Region, making many climatic interpretations based on these records suspect.\nreserved.\nARTICLE IN PRESS I. Israde-Alcántara et al. / Quaternary International 135 (2005) 35–4636\nAs an example, extensive paleoenvironmental research has been undertaken within the Lake Pátzcuaro Basin elucidating connections between humans, climate, and land degradation (see Fisher et al., 2003; O’Hara et al., 1993; also see Redman, 1999; Whitmore and Turner, 2001, for a summary and theoretical arguments). This research has figured prominently in the on-going debate over the impact of indigenous and Hispanic land-use in the Americas (Columbus Polemic: see summary in Whitmore and Turner, 2001). In a recent geoarchaeological study, Fisher et al. (2003) were able to demonstrate that widespread erosion in the region first begin with the break-down of Prehispanic intensive landscapes due to European-introduced disease and associated land abandonment. This research, however, was not able to account for several early erosion episodes identified in lacustrine cores. Many of these erosion episodes, formerly attributed to human impact, are actually the result of catastrophic geological events."
  }, {
    "heading": "2. Methods",
    "text": "A recent Pátzcuaro lake regression ( 10m) has allowed us to conduct paleoenvironmental reconstruction below areas on the former lakebed. Over 88 geoarchaeological exposures from the study area (250 km2), including agricultural wells, backhoe trenches, and auger cores were examined. Deposition between AD120 and 1520 was dated by AMS determinations from eroded sediment, archaeological excavation and associated radiocarbon dating, and full-scale archaeological settlement pattern survey (more details can be found in Fisher et al., 2003). Geological analysis included detailed stratigraphic investigation of 8 outcrops, 4 backhoe trenches, and 2 agricultural wells. A Geoelectrical study and 14C dating of outcrops were conducted. In addition detailed morphological and geological mapping was conducted using spot satellite images and aerial photographs at both 1:50,000 and 1:25,000 scales."
  }, {
    "heading": "3. Geographic setting of Lake Patzcuaro",
    "text": "The Lake Patzcuaro Basin is located in the northern central part of the state of Michoacan (191 250 N, 1011 260 540 W) in the Mexican Volcanic Belt or Transmexican Volcanic Belt (Fig. 1) which formed during the Miocene (12Ma) to the present (Verma, 1985). This is an active zone with the emergence of volcanoes during the last several centuries: ‘‘El Jorullo’’, which formed in 1759 and ‘‘El Paricutin’’ which appeared in 1943 (Luhr and Simkin, 1993). The Patzcuaro basin has a surface area of 919 km2 with an average elevation of 2369masl (INEG, 1978; Amador-Garcı́a, 2000). The lake was\nestablished in an area with the highest volcanic density of the Tarasco Corridor, where most of the volcanism is of the monogenetic type (built up in a single eruption), including ash cones, domes, lava volcanoes and shield and semi-shield volcanoes. The shield and semi-shield volcanoes have been considered in a morphological analysis as polygenetic volcanoes, due to their altermation of lava and pyroclastic products (Garduño-Monroy et al., 2002). The basin appears to be formed by lava damming associated with fractures aligned NW–SW, NE–SW and E–W (Fig. 1). Today the region receives between 900 and 1250mm of rainfall per year, supporting diverse vegetation communities (fir and pine, 2500–3300masl, pine and oak; o2500masl, agricultural crops, grasses, and secondary vegetation). The Lake Basin has a long history of human occupation with the first evidence of human disturbance maize pollen in lake cores at some time between 1690 and 940BC (Bradbury, 2000). The Late Preclassic period (before AD350) is characterized by small village societies (Pollard, 1997, 2003). During the Classic period (AD400–900) ceremonial centers appeared throughout the region. This pattern continues through the Early/ Middle Postclassic (AD900–1350) with increased population growth. From AD1350–1520 the Basin served as the geopolitical core of the Tarascan Empire with centralized economic, settlement, and political systems, urban centers, intensified landscapes, and the largest population of the Prehispanic period (Pollard, 1997). During the Early Hispanic period (AD1520–1650), the indigenous population was decimated by Europeanintroduced disease along with conscription, emigration, widespread starvation, landscape abandonment, and large herds of pigs, all common by the early 1530s (Warren, 1985)."
  }, {
    "heading": "4. Typical stratigraphy of the region",
    "text": "The oldest rock outcrops in the region are eroded Andesitic-volcanic and basaltic-andesitic edifices, that underlie the semi-shield volcanoes with the main components being ash, sand, gravels, blocks and lavas dated to 700,000 years (Luhr and Simkin, 1993). This is the same material used to construct the pyramids (Yacatas) at the Purépecha capital of Tzintzuntzan. A lacustrine succession overlies the volcanic deposits (Fig. 2), and has been divided as follows:"
  }, {
    "heading": "4.1. Unit 1: open-water lacustrine deposits",
    "text": "Unit 1 contains lacustrine deposits consisting of diatomites alternating with clay, volcanic sand and silts. In the south area of the island of Janitzio a 15m core retrieved lacustrine sediments dating back to 48,149 calendar years (Bradbury, 2000) providing a basal date\nARTICLE IN PRESS\nI. Israde-Alcántara et al. / Quaternary International 135 (2005) 35–46 37\nfor this Unit (Fig. 3). In the Jaracuaro and Arocutin zone outcrops were dated to between 31,81071610 BP and 44,100+3000–2400. At the Arocutin zone the lacustrine sediments are intruded by a magmatic event that occurs at 84307330 BP (Luhr and Simkin, 1993) uplifting substrata more than 40m (Fig. 4). Near the village of Uranden, we obtained a date of 28,1107260 BP from a paleosol located between landslide and lacustrine sequences. On the island of Jaracuaro, folded and faulted lacustrine sediments are uplifted more than 30m. At this site, electrical sounding was carried out in order to determine the depth of the Miocene andesites that form the local bedrock of the area. Results show that the oldest rocks of the basin of Patzcuaro lie at a depth between 80 and 100m at an altitude of 1936masl. In\nthis island the whole lacustrine sequence is deformed, showing folding and faulting structures (Fig. 5). Summarizing, in Lake Patzcuaro these events can be recognized as follows (Fig. 3):\nI. A lacustrine sequence older than 30,000 years in age is inferred by geophysical studies in the lower part of the basin, with important deformation and uplift.\nII. A lacustrine sequence where silts, sands, clays, diatomites and volcanic ash alternate with ages ranging from the late Pleistocene (between 10,000 and 30,000 years) to the Holocene (Fig. 4). At the top, very deformed sediments and angular discordances can be found; and\nIII. Discordantly overlying the previous units is a Holocene lacustrine sequence, with ages less than\nARTICLE IN PRESS\nI. Israde-Alcántara et al. / Quaternary International 135 (2005) 35–4638\n3000 years, containing archeological material and vertebrates that inhabited Lake Patzcuaro. These deposits are offset by normal faults (Fig. 5)."
  }, {
    "heading": "4.2. Unit 2",
    "text": "Unit 2 includes lacustrine sediments exposed by a recent lake regression. This includes a series of marsh, paleosol and colluvium deposits dating to the late Holocene (Fisher, 2000). Much of the latter part of this sequence is significantly impacted by humans (see Fisher et al., 2003)."
  }, {
    "heading": "4.3. Unit 3",
    "text": "Unit 3 includes terrestrial paleosols and modern soils that locally intercalate with lavas, but these are generally the results of alterations of the pyroclastic products. They have been classified as andisols and luvisols with red or reddish colors, with thicknesses that in some cases reach more than 2m."
  }, {
    "heading": "5. Recent volcanic and seismic events",
    "text": ""
  }, {
    "heading": "5.1. Collapse and landslide of El Estribo",
    "text": "El Estribo is a monogenetic volcano made of explosive pyroclastic products from strombolian activity\n(similar to Paricutin), composed of sands, ashes, breccias and bombs. This volcanic structure is built over a platform of andesitic–basaltic rocks that stand out on the slope of El Estribo volcano (Fig. 6) forming a slope of more than 100m, and has a E–W tendency. On the eastern sector (in the town of Patzcuaro), the structure has a N–S direction, which in consequence, forms an open arch structure oriented to the north. In the open area of the arch in the lacustrine plain, small hills (hummocks) can be found, representing the toe of an extensive landslide. The toe is composed of interlocking andesitic–basaltic blocks with puzzle-type structures and a matrix made of sands, ash and small fragments of diatomite (Garduño-Monroy et al., 1997). Hummocks have heights ranging from a few meters to more than 60m, and they form the islands of Los Urandenes, Tzentzenguaro, Huecorio, Tzipecua and the mounds of the dock of San Pedrito. In the zone of Huecorio, the landslide deposits grade laterally into the dark brown organic deposit, interrupting the lacustrine sequences. In exposures near El Jaguey farm, the landslide deposits are clearly seen overlapped upon lacustrine silts, alternating with diatomites in which Stauosira construens is dominant. Initiated from the base of El Estribo volcano, the landslide must have traveled approximately 3 km before terminating in the lake, forming Los Urandenes islands that, together with the mound of the San Pedrito dock, form the front of the landslide. This deposit occupies approximately 9 km2 and has a volume of 1.8 km3.\nA R TIC LE IN PR ES S\n3 9\nARTICLE IN PRESS\nI. Israde-Alcántara et al. / Quaternary International 135 (2005) 35–4640\nThe landslide resulted in the sudden collapse of 700 million tons of ash and lava, and 8 tons of soil/ colluvium. This event must have happened during an\nearthquake of more than magnitude 6, considerably greater than that associated with Saint Helens-type failure. Considering Keefer’s (1994) work on the relation\nARTICLE IN PRESS\nI. Israde-Alcántara et al. / Quaternary International 135 (2005) 35–46 41\nof landslides volumes and earthquake magnitudes, the landslide of El Estribo volcano could have been generated by an earthquake of magnitude 6.5 (Fig. 6B). The age of this collapse is probably around 30,000 years BP. Watts and Bradbury (1982) reported a thickness of more than 40 cm of volcanic sands at a depth of 8m, corresponding to an age of 29,929 years BP. These deposits could represent three mechanisms: a great volcanic eruption near the lake, liquefaction; or the sudden arrival of reworked volcanic ash. This last hypothesis could explain the deposit of material originating from El Estribo volcano into the lake at the moment of the landslide. Watts and Bradbury (1982) recorded another thick ash level at 2m, corresponding to the number VI level in high erosion reported by O’Hara et al. (1993). The observations and stratigraphy suggest that ash level and the high erosion rate reported by the former author is due to input of sediments by volcanic or seismic events (earthquakes or landslides). Studies of electric log records carried out in the area of EI Estribo found that below the landslide a substantial thickness of lacustrine clays, silts, sands and diatomites exists. The landslide deposits are very permeable, and water circulates easily in them, but water arriving at the contact zone with the lacustrine sediments (which are less permeable in\nthe case of the clays) can no longer infiltrate. It follows the tabular geometry of the contact and emerges as springs along the south shore of the lake and in sublacustrine springs north of the shore (Bischoff et al., 2004)."
  }, {
    "heading": "5.2. Uplifting processes",
    "text": "In the areas of higher lacustrine diatomite sedimentation (Erongaricuaro, Uricho and Jaracuaro) lacustrine sediments are being deformed by uplift (Fig. 4). In different trenches it was observed that the lacustrine sediments were deformed by seismic events or volcanic eruptions. Many of the columns display slumping, dips and discordances, or cracks filled by younger silts (Garduño-Monroy et al., 2004). These deformed levels could be caused by a seismic event 45 magnitude, as suggested by Marco and Agnon (1995) in the Dead Sea; in the lacustrine basins of Spain (Rodrı́guez-Pascua, 2000) and in San Bartolo Los Lanzados basin in Central Mexico (Rodriguez-Pascua et al., 2004). In Jaracuaro, an east to west uplift deforms the lacustrine sediments. The strata are south- or west-tilted with structures of collapse (slumping) that slipped toward the South or to the Southwest. In this area, through electric soundings it was interpreted that the\nARTICLE IN PRESS I. Israde-Alcántara et al. / Quaternary International 135 (2005) 35–4642\nrocks are found at depths ranging from 80 to 100m. Thus, the hypothesis that the uplift was caused by an intrusive body similar to the one located in Arocutin can be discarded. In contrast, near the villages in the areas of Ajuno, Nocutzepo, Arocutin and the southeast of Uricho lacustrine sediments (Fig. 4), are lifted and introduced by lavas that correspond to La Taza volcano (dated 84307330 years BP) (Ban et al., 1992; Hasenaka and Carmichael, 1986). In some places, the uplift is more than 40m, as observed in the sediment banks of the area. This uplift was caused by igneous intrusives that metamorphized diatomites, giving a brick color to the sediments. As a consequence of tectonic uplift the lacustrine sequence was eroded, and the Lake received a high input of reworked sediments."
  }, {
    "heading": "5.3. Prehistoric and Historic seismic events",
    "text": "Near the Island of Jaracuaro, we observed significant deformation in Unit 1. In two trenches four different seismic events were produced by normal faulting, slumps and liquefaction. Late Holocene capping soils at this location are displaced over 70 cm by this NE–SW normal fault. An important seismic event took place in Lake Pátzcuaro in 1845 and 1858 (Figueroa, 1974; Singh et al., 1980, 1996; Sánchez-Garcilazo, 2000), generating severe damage in the surrounding lacustrine region (Fig. 7). To reconstruct the isoseismic lines of this earthquake, we inspected documents available in local historical archives (local newspapers and official reports). Using the modified Mercalli scale and considering\nn state. Tendencies of the curves similar to the NE–SW faulting are\nARTICLE IN PRESS I. Israde-Alcántara et al. / Quaternary International 135 (2005) 35–46 43\nthe different historic documents, we note that the 1845 earthquake severely damaged the Patzcuaro region with an estimated intensity VIII on the Mercalli scale (Fig. 7). The northeastern part of Michoacan was shaken with intensities of VII. The nearby towns of Araro and Morelia suffered severe damage to major buildings. Although the 1858 earthquake has been more widely studied than the 1845, uncertainty still exists about its magnitude (Garcı́a-Acosta and Suarez-Reynoso, 1997). The most recent calculations by Singh et al. (1996) postuled a maximum isoseismic line of VI and an area of 4.5 105 km2. With a magnitude of 7.7, this event is interpreted (Singh et al., 1996) as a normal-fault earthquake at a depth of 50 km in the subducted plate. In the present study, we postulate that the region of Patzcuaro was shaken by an intensity of IX, and the adjacent areas of Morelia and Araro were affected by intensity VII (Fig. 6). Considering that the isoseismic line of VI closes in the state of Michoacan, we define an area of 7500 km2 and using the Singh et al. (1980, 1996) equation for shallow earthquakes\nM ¼ LOG10ðAVIÞ þ 2:54, (1)\nwhere M ¼ magnitude; AVI ¼ area enclosed by the intensity VI. In Michoacan, the earthquake had a possible magnitude of 6.4. This magnitude is very similar to the one obtained from the El Estribo avalanche by the method proposed by Keefer (1994), indicating that the two earthquakes were similar. The earthquake generated considerable damage in Mexico City where intensities of VI were estimated (Flores-Estrella and Aguirre, 2003). Morelia also felt the effects of this movement, generating the destruction of its buildings and churches. This event caused great concern in the residents of the region, named for Saint Joseph, the protector from earthquakes. In the towns of Araro and Zinapecuaro the Spanish churches were damaged, and in Araro the towers collapsed (Garduño-Monroy et al., 1997). Of all the towns, Pátzcuaro was the most widely affected because a part of its cathedral collapsed again, in spite of the fact that it was built on andesitic and basaltic rocks. The earthquake caused the level of the lake to rise over 5m generating the destruction of more than 100 sun-dried brick houses. A similar effect has been observed in Owens Lake, California (Smoot et al., 2000). The 1845 and 1858 earthquakes were events that affected in great measure the north central part of the state of Michoacan. Their magnitudes were higher than 6, causing liquefaction in the lacustrine and volcanic sands sequences. Thus, many of the sand levels seen interlayered in the lake sediment cores should be interpreted with caution because they could be associated with seismic (liquefaction, massive landslides, tsunamis) or volcanic events. Therefore, the columns in\nthe Holocene sediments must contain structures associated with them, that is, deformed strata or sand levels."
  }, {
    "heading": "6. Discussion",
    "text": "Lake Patzcuaro is a lacustrine basin where processes such as earthquakes, volcanoes, climate and massive landslides, in concordance with the development of the Purhepecha (Tarascan) culture have taken place in close interaction. The monogenetic type volcanism in the Mexican Volcanic Belt (MVB, that began its activity 12 million years ago), is positioned primarily along two types of structures: the Michoacan–Oaxaca fault, which has a NW–SE orientation, and the Michoacan–Tula fault with a NE–SW direction, beginning in the North (Guanajuato) between 2.78 and 0.7 million years (Johnson and Harrison, 1990). The volcanic structures are cut by the E–W fault the intersection of which promoted the eruption of volcanic cones. This fault seems to have had an important reactivation about 700,000 years ago (Luhr and Simkin, 1993). The seismicity of this zone has played an important role in the lake’s geometry and the formation of the assemblage of silts. At least three seismic events, of magnitude 5 or more, have been recognized that have possibly epicentral depths over 70 km. These events, produced deformation (liquefaction effects) in the lake sediments, with examples as follows: In the island of Jaracuaro two discordances have been recognized in outcrops in the basal part of the sediments, younger than 40,000 years (Watts and Bradbury, 1982). Rodrı́guez-Pascua (2000) suggests that for the lacustrine sediments to be deformed, it is necessary to have earthquakes of magnitude larger than 5. Considering the 1845 and 1858 earthquakes and the volume of the El Estribo landslide, it was determined that at least 3 events took place with magnitudes 46. The cathedral of Patzcuaro was damaged several times, despite the fact that it was built over a great lava platform. Studies carried out by Flores-Estrella and Aguirre (2003) in the lavas of the Mexico city campus at Universidad Autonoma de Mexico (UNAM), revealed the existence of a site effect in a succession of fluviolacustrine sequences with interlayered volcanic sands overlying the lavas. Thus, man-made constructions built over rocks are not necessarily exempt from collapsing during a seismic event greater that 6 degrees magnitude. During the 1858 event, the lake level rose more than 5m, indicating a disruption of the water balance. This disruption could have two possible causes; (1) liberation of water from the terrigenous interstitial spaces during liquefaction or (2) a massive landslide. In Lake Patzcuaro, the landslides of Janitzio, El Metate\nARTICLE IN PRESS\nI. Israde-Alcántara et al. / Quaternary International 135 (2005) 35–4644\nand El Estribo volcanoes are recognizable. A similar phenomenon has been observed in Lake Owens in California (Smoot et al., 2000).\nOther seismic events are also recorded in the Acambay lacustrine basins (Rodriguez-Pascua et al., 2004). The oldest corresponds to a landslide that\nARTICLE IN PRESS I. Israde-Alcántara et al. / Quaternary International 135 (2005) 35–46 45\ninvolved diatomite facies that were deformed considerably. Overlying the landslide and discordance in Acambay, the lacustrine sequence can be observed with a great volcanic influence, in which a deformed level is evident. This level likely corresponds to an earthquake with magnitude45, based on the findings of Rodrı́guezPascua (2000). A particularly significant finding of this study is El Estribo and Metate landslide and the sudden arrival of sediments in the south and east sector of the lake. These occurred some time after 40,000 years BP and produced the deposition of sands and volcanic soils. The 8430 years BP event of La Taza magmatic intrusion generated 40m uplift of the lacustrine sediments that were and are now being eroded and redeposited into the lake. A synthesis of the main anthropogenic and natural events of Lake Patzcuaro is shown in Fig. 8. One of the periods formerly considered as accelerated sedimentation rate due to high anthropic erosion (O’Hara et al., 2003) corresponds to a period of low population density. We suggest that this event was due to inputs of allochthonous sediments resulting from landslides and volcanic eruptions. The sediments of the lakes in the Mexican Volcanic Belt that have coexisted with humans have recorded natural events (seismic and volcanic) during the Holocene. All studies of the lake–man relationship must consider the natural events that modified the sedimentation (sand dikes, clays injected, landslides, etc)."
  }, {
    "heading": "7. Conclusions",
    "text": "We consider that the lakes in the Mexican Volcanic Belt in the last thousand years have played an active role in the evolution of humans. The water bodies are the most significant and clear records of the geological events, climatic changes and the impact of human activities. Most of these events have been registered in the assemblage of sediments. To understand the functioning of these variables will give us a clearer vision of the interactions in the lacustrine record. Tectonic and volcanic processes have altered the sedimentation of Lake Patzcuaro in the last 40,000 years. For example, in the zone of Jaracuaro a great uplift of silts took place, caused by two factors; magmatic intrusions and landslide from El Estribo volcano. These two processes caused substantial changes in the sedimentation rate comparable to the one generated by anthropogenic processes. We consider that the problem of erosion into the lake has not been sufficiently studied, since the estimates obtained so far are solely based on models that only give a point of view according to the data used. They will be nearer or distant from reality, depending on the data from which the model was constructed. To solve this problem, it is\nrequired to extract cores with techniques that will allow us to obtain intact material, because it has been seen that the sediments contain a high percentage of saturation by water. Frozen cores and precise sediment dating are required. The seismic effects in the lake are a part of its evolution and have direct influence on its recharge. An earthquake causes openings in the fractures from which there would be contributions to the lake. However, an earthquake also represents a phenomenon of slope instability that in Patzcuaro caused the landslide of El Estribo, the collapse of El Metate and surely the one on the island of Janitzio. These collapses and earthquakes are manifested in the lake, with the increase in the water level, with the compression of water saturated clays, and the generation of small tsunamis (such as the one in 1858). In earthquakes with similar characteristics to those in 1845 and 1858, it is evident that the region of the lake behaves like an island, resulting in damages of IX degrees in intensity on the modified Mercalli scale. The magnitudes of three known events are higher than 6, which had devastating consequences for the town of Patzcuaro. Tectonic and the volcanic process in the Mexican Volcanic Belt produce significant deformation in lacustrine sequences that must be considered when evaluating the causality of deposition. Seismical studies in progress will elucidate the lake’s geometry and the times and mechanism of sediment inputs."
  }, {
    "heading": "Acknowledgments",
    "text": "This project is supported by Conacyt Grant (37334-T) along with support from the Coordinación de la Investigación Cientifica, UMSNH. We wish to give special thanks to David Schwartz and Heidi Stenner for their assistance from the USGS. Thanks also go to Gerardo Bocco and Jose Manuel Macias for their useful criticism. We remain in debt to Dr. James Bischoff for his generous assistance, ideas, and suggestions for this manuscript."
  }],
  "year": 2005,
  "references": [{
    "title": "Simulación dinámica del impacto ambiental por actividad agrı́cola en la cuenca de Pátzcuaro, Michoacán",
    "authors": ["A. Amador-Garcı́a"],
    "venue": "Tesis de Maestrı́a en la Facultad de Biologı́a de la Universidad Michoacana de San Nicolás de Hidalgo (UMSNH),",
    "year": 2000
  }, {
    "title": "Le condizioni di pericolosita idrogeologica nella citta di Morelia, Michoacan (Messico). Tesi di dottora to XI Ciclo 1995-1998",
    "authors": ["E. Arreygue-Rocha"],
    "venue": "Universita degli studi di Perugia. 171pp",
    "year": 1999
  }, {
    "title": "K-Ar ages of lavas from shield volcanoes in the MichoacanGuanajuato volcanic field, Mexico",
    "authors": ["M. Ban", "T. Hasenaka", "H. Delgado-Granados", "N. Takaoka"],
    "venue": "Geofisica Internacional",
    "year": 1992
  }, {
    "title": "The springs of Lake Patzcuaro: chemistry, salt balance, and implications for the water balance of the lake",
    "authors": ["J. Bischoff", "I. Israde Alcantara", "V.H. Garduño-Monroy", "W. Shanks III"],
    "venue": "Applied Geochemistry",
    "year": 2004
  }, {
    "title": "Limnologic history of Lago de Patzcuaro, Michoacan, México for the past 48,000 years: impacts of climate and man",
    "authors": ["J.P. Bradbury"],
    "year": 2000
  }, {
    "title": "Isosistas de macrosismos mexicanos",
    "authors": ["J. Figueroa"],
    "venue": "Ingenierı́a, México",
    "year": 1974
  }, {
    "title": "Landscapes of the Lake Pátzcuaro Basin",
    "authors": ["C.T. Fisher"],
    "venue": "Ph.D. Thesis, Anthropology, University of Wisconsin-Madison,",
    "year": 2000
  }, {
    "title": "A reexamination of human-induced environmental change within the Lake Patzcuaro Basin, Michoacan, Mexico",
    "authors": ["C.T. Fisher", "H.P. Pollard", "I. Israde Alcantara", "H. Garduño", "S. Banerjee"],
    "venue": "Proceedings of the National Academy of Sciences. April",
    "year": 2003
  }, {
    "title": "SPAC: an alternative method to estimate earthquake site effects in Mexico City",
    "authors": ["H. Flores-Estrella", "J. Aguirre"],
    "venue": "Geofı́sica Internacional",
    "year": 2003
  }, {
    "title": "Holocene climate patterns in the Americas inferred from Paleolimnological records",
    "authors": ["C.S. Fritz", "E.S. Metcalfe", "W. Dean"],
    "year": 2001
  }, {
    "title": "Sedimentology, volcanism and tectonics of the southern margin of the lacustrine basins of Maravatio and Cuitzeo, Mich., Mexico. International Association of Volcanology and Chemistry of the Earth’s Interior (IAVCEI)",
    "authors": ["V.H. Garduño-Monroy", "I. Israde", "L. Francalanci", "O Carranza", "S. Chiesa", "P. Corona", "E. Arreygue"],
    "year": 1997
  }, {
    "title": "La inquietante evoluci‘n de las cuencas lacustres en zonas volcánicas, ejemplo. La cuenca del lago de Patzcuaro, Michoacán, México",
    "authors": ["V.H. Garduño-Monroy", "I. Israde Alcantara", "E. Arreygue Rocha"],
    "venue": "Aportes al proyecto Patzcuaro. Estudios, propuestas y avances para la restauración del Lago de Patzcuaro,",
    "year": 2002
  }, {
    "title": "Evidencias paleosismicas en fallas activas y sedimentos deformados del Lago de Pátzcuaro",
    "authors": ["V.H. Garduño-Monroy", "M.A. Rodrı́guez-Pascua", "I. Israde-Alcantara"],
    "venue": "Jarácuaro, Michoacán, México. Geotemas",
    "year": 2004
  }, {
    "title": "The cinder cones of Michoacán-Guanajuato, Central, México: their age, volume and distribution, and magma discharge rate",
    "authors": ["T. Hasenaka", "I.S.E. Carmichael"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 1986
  }, {
    "title": "Neotectonics in central Mexico",
    "authors": ["C.A. Johnson", "Harrison"],
    "venue": "C.G.A.,",
    "year": 1990
  }, {
    "title": "The importance of earthquake-induced landslides to long-term slope erosion and slope-failure hazards in seismically active",
    "authors": ["D.K. Keefer"],
    "venue": "regions. Geomorphology",
    "year": 1994
  }, {
    "title": "Parı́cutin, the Volcano born in a Mexican Cornfield",
    "authors": ["F. Luhr", "T. Simkin"],
    "year": 1993
  }, {
    "title": "Prehistoric earthquake deformations near Masada",
    "authors": ["S. Marco", "A. Agnon"],
    "venue": "Dead Sea Graben. Geology",
    "year": 1995
  }, {
    "title": "Pole–Equator–Pole Paleoclimates of the Americas Integration: toward the big picture",
    "authors": ["V. Markgraf", "O. Seltzer"],
    "year": 2001
  }, {
    "title": "The Archaeology of Geological Catastrophes",
    "authors": ["W.J. McGuire", "D.R. Griffiths", "P.L. Hancock", "I.S. Stewart"],
    "venue": "Special Publication",
    "year": 2000
  }, {
    "title": "Historical evidence of fluctuations in the level of Lake Pátzcuaro, Michoacán, México over the last 600 years",
    "authors": ["S.L. O’Hara"],
    "venue": "The Geographical Journal",
    "year": 1993
  }, {
    "title": "Accelerated soil erosion around a Mexican highland lake caused by Prehispanic agriculture",
    "authors": ["S.L. O’Hara", "F.A. Street-Perrott", "T.P. Burt"],
    "venue": "Nature 363,",
    "year": 1993
  }, {
    "title": "52,000 years of environmental history in Zacapu Basin, Michoacán, Mexico: the magnetic record",
    "authors": ["B. Ortega", "C. Caballero", "S. Lozano", "I. Israde", "G. Vilacalara"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2002
  }, {
    "title": "Recent research in West Mexican archeology",
    "authors": ["H.P. Pollard"],
    "venue": "Journal of Archaeology Research",
    "year": 1997
  }, {
    "title": "Central places and cities in the core of the Tarascan State",
    "authors": ["H.P. Pollard"],
    "year": 2003
  }, {
    "title": "Human Impact on Ancient Environments. University of Arizona, Tucson",
    "authors": ["C. Redman"],
    "year": 1999
  }, {
    "title": "Paleosismicidad y sismotectónica de las cuencas lacustres neogenas del Prebetico de Albacete",
    "authors": ["M.A. Rodrı́guez-Pascua"],
    "venue": "Inst. Est. Albacetenses ‘‘Don Juan Manuel’’ De La Excma. Diputacion de Albacete. España, Madrid. 285pp",
    "year": 2000
  }, {
    "title": "A 4000 year lacustrine record of environmental change in the southern Maya lowlands, Peten, Guatemala",
    "authors": ["F.M. Rosenmeier", "A.D. Hodell", "M. Brener", "H.J. Curtis"],
    "venue": "Quaternary Research",
    "year": 2002
  }, {
    "title": "Zonaciones de intensidad de deformación sı́smica en sedimentos lacustres",
    "authors": ["M.A. Rodriguez-Pascua", "V.H. Garduño-Monroy", "I. Israde-Alcantara"],
    "venue": "pleistocenicos de la Cuenca de Acambay, México. Geotemas",
    "year": 2004
  }, {
    "title": "Magnitude and epicenter estimation of Mexican earthquakes from isoseismic maps",
    "authors": ["S.K. Singh", "M. Reichle", "J. Havskov"],
    "venue": "Geofisica Internacional",
    "year": 1980
  }, {
    "title": "The great Mexican earthquake of 19 June 1858: expected ground motion and damage in Mexico City from a similar future event",
    "authors": ["S.K. Singh", "M. Ordaz", "L. Pérez-Rocha"],
    "venue": "Bulletin of the Seismological Society of America",
    "year": 1996
  }, {
    "title": "Sedimentary record of the 1872 earthquake and ‘‘Tsunami’",
    "authors": ["J.P. Smoot", "R.J. Litwin", "J.L. Bischoff", "S.J. Lund"],
    "venue": "Sedimentary Geology",
    "year": 2000
  }, {
    "title": "Anthropogenic soil erosion around Lake Patzcuaro, Michoacan, Mexico during the Preclassic and late Postclassic-Hispanic periods",
    "authors": ["F.A. Street-Perrott", "R.A. Perrott", "D.D. Harkness"],
    "venue": "American Antiquity",
    "year": 1989
  }, {
    "title": "Late Pleistocene-Holocene climatic variability at Lake Patzcuaro, Michoacan, Mexico. An Interpretation of events trough diatom analysis",
    "authors": ["N. Terret"],
    "venue": "Master of Research Thesis. University of Edinburgh",
    "year": 2000
  }, {
    "title": "The Conquest of Michoacan: The Spanish Domination of the Tarascan Kingdom in Western Mexico",
    "authors": ["J.B. Warren"],
    "year": 1985
  }, {
    "title": "Paleoecological studies at Lake Patzcuaro on the West-Central Mexican Plateau and at Chalco in the Basin of Mexico",
    "authors": ["A.W. Watts", "J.L. Bradbury"],
    "venue": "Quaternary Research",
    "year": 1982
  }, {
    "title": "Cultivated landscapes of Middle America on the Eve of Conquest",
    "authors": ["T.M. Whitmore", "B.L. Turner"],
    "year": 2001
  }],
  "id": "SP:051e76c90915237e60840704bf5200aa7ed8df25",
  "authors": [{
    "name": "I. Israde-Alcántara",
    "affiliations": []
  }, {
    "name": "V.H. Garduño-Monroy",
    "affiliations": []
  }, {
    "name": "C.T. Fisher",
    "affiliations": []
  }, {
    "name": "H.P. Pollard",
    "affiliations": []
  }, {
    "name": "M.A. Rodrı́guez-Pascua",
    "affiliations": []
  }],
  "abstractText": "In Central Mexico, lake-level change is commonly used as a proxy for climatic fluctuation. Lacustrine sequences are not stable units, however, and have been dramatically impacted by processes related to the evolution of the Mexican Volcanic Belt (MVB) and the fragmentation of the southern part of the North American plate including volcanism, tectonic action, landslides, and human activity. One notable example is the Lake Pátzcuaro Basin, Mexico, which has one of the most intensively studied paleoenvironmental records in Latin America. Geologic processes have altered the lacustrine sequence in the southwest portion of the lake basin during the last 48,000 years. These include volcanic activity, major uplift, landslides and related tsunamis, and earthquakes. This new record has important implications for interpretations of climatic events in Central Mexico during the Pleistocene, and the impact these may have had on human settlement in the region. r 2004 Elsevier Ltd and INQUA. All rights reserved.",
  "title": "Lake level change, climate, and the impact of natural events: the role of seismic and volcanic events in the formation of the Lake Patzcuaro Basin, Michoacan, Mexico"
}