{
  "sections": [{
    "text": "The Eastern Mediterranean Sea (EMS) is the last remnant of the Tethys Ocean that has been subducted to the north since the Jurassic. Subduction has led to the formation of multiple island arcs in the EMS region where the Aeolian and Aegean arcs are currently active. The EMS is surrounded by continents and receives a large sediment input, part of which is transported down with the subducting slab into the mantle and potentially contributes a major flux to the arc volcanism. An along-arc gradient in the composition of subducting sediment has been evoked to explain the distinct geochemical signature of the easternmost volcanic centre of the Aegean arc, but direct evidence for this proposal is lacking. We present a detailed study of the mineralogical, major-, trace elements and Sr–Nd–Hf–Pb isotope composition of 45 Neogene EMS sediment samples obtained from Deep Sea Drilling Project (DSDP) and Ocean Drilling Program (ODP) drill sites and box cores to characterise their geochemical composition, distinguish provenance components and investigate the temporal and spatial variation in provenance to evaluate the potential changing contribution of subducted EMS sediment to Aegean and Aeolian arc volcanism.\nBased on trace element characteristics of EMS sediments, we can distinguish four provenance components. Nile sediment and Sahara dust are the main components, but contributions from the Tethyan ophiolite belt and arc volcanic rocks in the north are also recognised. Pliocene and Quaternary EMS sediment records a strong geochemical gradient where Nile River sediment entering the EMS in the east is progressively diluted by Sahara Desert dust towards the west. Pre-Messinian samples, however, have a remarkably homogeneous composition with Nile sediment characteristics. We relate this rapid increase in Sahara dust contribution to a late Miocene climate shift leading to decreased Nile runoff and aridification of the Sahara region. EMS sediment has a restricted range in Pb isotopes compared to Aegean volcanic rocks and therefore cannot account for the total variation in Aegean arc lavas. The bulk addition of 0.5–5% of EMS sediment satisfactorily explains most of the variation in volcanic rocks from the western and central centres, but the low 207Pb/204Pb and 206Pb/204Pb seen in the eastern volcanic centre Nisyros requires a distinct mantle source. In the Aeolian arc, a subducted EMS sediment input can only be detected in Stromboli volcanic rocks. 2015 Elsevier Ltd. All rights reserved.\nhttp://dx.doi.org/10.1016/j.gca.2015.01.007 0016-7037/ 2015 Elsevier Ltd. All rights reserved.\n⇑ Corresponding author. Tel.: +31 (0)20 5983725. E-mail address: martijn.klaver@vu.nl (M. Klaver)."
  }, {
    "heading": "1. INTRODUCTION",
    "text": ""
  }, {
    "heading": "1.1. Sediment subduction",
    "text": "Recycling of oceanic crust and sediment back into the mantle occurs at subduction zones. Fluids and melts expelled from the subducting slab are an important geochemical component of subduction zone magmas (e.g. Elliott, 2003). The influence of the amount and type of subducted sediment has been demonstrated in multiple studies wherein along-arc variation in subducted sediment composition is reflected in geochemical trends in the arc volcanic rocks (e.g. White and Dupré, 1986; Plank and Langmuir, 1993; Vroon et al., 1995; Carpentier et al., 2008). In this paper, we report the geochemical composition of sediment in the Eastern Mediterranean Sea (EMS) in order to investigate its influence on Aeolian and Aegean arc volcanism. The EMS receives a large influx of aeolian and riverine sediment derived from sources with contrasting geochemical fingerprints. Hence, generic estimates of subducting sediment composition such as GLOSS (GLObal Subducting Sediment; (Plank and Langmuir, 1998; Plank, 2013) might not be applicable to the EMS. Previous work on Quaternary EMS sediment has indicated a strong geochemical east–west gradient that is caused by mixing between contrasting provenance areas: “young and mafic” Nile sediment is diluted towards the west by “old and felsic” Sahara dust (Venkatarathnam and Ryan, 1971; Krom et al., 1999a; Weldeab et al., 2002a). This sedimentary gradient has been evoked to explain along-arc trends in the volcanic rocks of the Aegean arc and most notably the distinct isotope composition of the easternmost volcano Nisyros (Francalanci et al., 2005; Elburg et al., 2014). However, the existing EMS sediment dataset is limited to major element and Sr–Nd isotope data of Quaternary pelagic sediments and therefore lacks the temporal and geochemical resolution to adequately resolve these questions. In particular, there is no evidence whether the E–W sedimentary gradient is also present in pre-Pliocene sediment, which is significant because the age of the sediment currently underneath the Aegean arc is at least 5 Ma. Therefore, the aim of this study is: (1) to complement the existing dataset with trace element and Pb–Hf isotope data and (2) to expand the record back in time in order to investigate the spatial and temporal variations in EMS sediment geochemical composition. We selected 45 sediment samples from seven DSDP/ODP sites and six box cores distributed along the Aegean and Aeolian subduction zones that range from Middle Miocene to Quaternary in age. Combined mineralogical and geochemical analyses of these samples are used to distinguish provenance areas that can be used to constrain elemental fluxes into the Aeolian and Aegean subduction zones."
  }, {
    "heading": "1.2. Geological setting",
    "text": "The Eastern Mediterranean Sea (EMS) is the last remnant of the Tethys Ocean that has largely been consumed by the convergence of the African and Eurasian plates. Continuous northward subduction of Tethyan oceanic\ncrust since the Jurassic has led to the accretion of several terranes to the Eurasian continent, which together constitute the stacked nappes of the Hellenide Complex in Greece (van Hinsbergen et al., 2005; Ring et al., 2010). Incipient continental collision caused a southward shift of the active deformation and uplift in the forearc (Peloponnesus, Crete) region around 15 Ma (Le Pichon et al., 2002; ten Veen and Kleinspehn, 2003). Sediments of the EMS are currently being accreted to the Hellenide Complex wherein the Messinian evaporites act as the detachment level. Pliocene and Quaternary sediments are incorporated in an accretionary prism: the Mediterranean Ridge (Le Pichon et al., 2002; Kopf et al., 2003; Fig. 1). The Hellenic Trench is thus no longer the active deformation front, but represents a sediment-starved section of the fore-arc that is still present as a topographical feature. As a result of the near-complete subduction of oceanic crust, only three isolated patches of abyssal plain remain in the EMS: the Messina and Sirte abyssal plains in the Ionian Basin and the Herodotus Abyssal Plain NW of the Nile fan.\nThe continuous northward subduction of Tethyan oceanic crust has led to the development of island arc volcanism along the southern margin of Eurasia since the Paleogene. Tyrrhenian and Aegean back-arc extension due to slab rollback in the Neogene has caused the rotation and separation of the Tethyan subduction zone into two branches: the Aeolian and Hellenic subduction zones (Robertson and Grasso, 1995; Fig. 1). Volcanism in the currently active Aeolian and Aegean arcs started in the Pliocene. Notable volcanoes in the Eastern Mediterranean region that have recently been active include Stromboli in the Aeolian arc and Santorini in the Aegean arc. Etna on Sicily is situated in a complex geodynamic setting but is also potentially influenced by EMS subduction (e.g. Viccaro and Cristofolini, 2008)."
  }, {
    "heading": "1.3. Sedimentation in the EMS",
    "text": "Due to the proximity of surrounding continents, the EMS receives a large amount of terrigenous sediment from aeolian and riverine sources. The two main components in EMS sediment are aeolian dust from the Sahara region and sediments delivered by the river Nile (Venkatarathnam and Ryan, 1971; Krom et al., 1999a; Weldeab et al., 2002a). The Nile is one of the largest rivers on Earth and its catchment covers a large portion of East Africa. Three main branches dominate the total discharge of the Nile: the White Nile drains Lake Victoria whereas the Blue Nile and Atbara River originate in the Ethiopian highlands. The latter two cover 56% of the annual discharge and >95% of the sediment load of the Nile (Foucault and Stanley, 1989; Padoan et al., 2011). Hence, Nile sediment is dominated by detritus of the Ethiopian flood basalt province that was emplaced at ca. 30 Ma (Pik et al., 1999) and has a “young and mafic” geochemical signature. The Nile sediment flux into the EMS prior the construction of the Aswan Dam in 1964 is estimated at 120 Mt/yr (Milliman and Meade, 1983). When sediment from the Nile enters the EMS, the coarser fraction is deposited in the Nile fan and the finer fraction is transported in a counter clockwise gyre in the Levantine basin (Venkatarathnam and\nRyan, 1971; Krom et al., 1999a; Weldeab et al., 2002a). To the west of the Nile fan, Nile sediment is diluted by aeolian dust from the Sahara region. An estimated 70–100 Mt/yr (Ganor and Foner, 1996) of Sahara dust is transported to the Mediterranean in discrete dust storms. Dust supplied to the EMS is mainly derived from the Western Sahara, Hoggar Massif and Libyan Desert from where it is transported by south-westerly winds along the northern margin of the Sahara (Goudie and Middleton, 2001). These areas consist predominantly of the Proterozoic Saharan Shields and Phanerozoic limestone (Stein et al., 2007), and hence their geochemical composition can be summarised as “old and felsic”. Another potential major source of Sahara dust is the area of Lake Chad, but the Harmattan winds cause the majority of dust from this area to be transported to the west and not towards the Mediterranean (Prospero et al., 2002).\nThe relative contributions of Nile detritus and Sahara dust to EMS sediment during the Quaternary are largely controlled by climate oscillations (e.g. Revel et al., 2010; Box et al., 2011). Orbitally induced variations in insolation in subtropical Africa have a pronounced effect on sedimentation patterns in the EMS. During precession minima, intensification of the African monsoon leads to increased Nile runoff (Rossignol-Strick, 1985) while enhanced humidity and vegetation in the Sahara allow for less dust production (Larrasoaña et al., 2003), and vice versa during precession maxima. Increased Nile runoff during pluvial periods is thought to be the main driving force behind deposition of organic-rich sapropels in the Mediterranean (e.g. Freydier et al., 2001; Weldeab et al., 2002b; Scrivner et al., 2004; Ducassou et al., 2008). It has been suggested that these wet-dry oscillations already occurred in the Pliocene (Wehausen and Brumsack, 1999; Larrasoaña et al., 2003; Trauth et al., 2009).\nIn addition to Sahara dust and Nile sediment, rivers in the northern borderlands (around the Aegean Sea, Turkey) supply an unknown amount of sediment to the EMS. The hinterland of these rivers consists predominantly of Cretaceous to Cenozoic limestones and Cenozoic ultramafic rocks of the Tethyan ophiolite belt (Weldeab et al., 2002a). Due to the generally low trace element concentrations in limestones, the ultramafic rocks are expected to govern the trace element and isotope budget in sediment derived from the northern borderlands. In the western part of the EMS, the Ionian Basin probably receives an influx of sediment from the Adriatic that is derived from the Alps (e.g. Weldeab et al., 2002a)."
  }, {
    "heading": "2. ANALYTICAL TECHNIQUES",
    "text": "All sample preparation and analyses were carried out at the VU University Amsterdam. Sediment samples were dried at 50 C for at least 3 days and subsequently powdered with agate ball mills. Thermogravimetric analysis (TGA) was carried out with a LECO TGA-601. Major element concentrations were measured by X-ray fluorescence spectroscopy (XRF) on a Panalytical MagiX Pro on fused glass beads of Li2B4O7/LiBO2 with a 1:4 dilution. Interferencecorrected spectra intensities were converted to oxide-concentrations against a calibration curve consisting of 30 international standards. Results were corrected for loss on ignition (LOI) using the TGA data; iron concentrations are expressed as total ferrous iron (FeO*). Incomplete dissociation of carbonates, sulphates and clay minerals during ignition led to low and variable totals. However, replicate analysis (2–3 per sample) normalised to 100% agreed within 3%. For isotope and trace element analysis, approximately 80 mg of whole rock powder was digested in a HF-HNO3\nmixture in PTFE Parr-bombs for four days at 200 C and subsequently transferred to clean PFA vials. Quantitative recovery was achieved by fluxing the bombs with HCl-HF for 1 day at 200 C and adding this mixture to the sample solution. Trace element concentrations were determined by a ThermoFisher X-series-II inductively coupled plasma mass spectrometer (ICP-MS) with USGS reference material BHVO-2 as calibration and instrumental drift correction standard, using a method modified after Eggins et al. (1997). Repeated analyses of USGS reference material BCR-2 indicate accuracy and precision of better than 10% (2 RSD) for all reported trace elements. Strontium and neodymium isotopes were separated using conventional ionexchange techniques and were measured in static acquisition mode on a Finnigan MAT 262 (Sr) and TritonPlus (Nd) thermal ionisation mass spectrometers (TIMS). Mass fractionation was corrected by normalising to 86Sr/88Sr = 0.1194 and 146Nd/144Nd = 0.7219; the in-house SIGO Nd standard reagent yielded 0.511334 ± 18 (2 sd, n = 27), equivalent to a La Jolla reagent standard value of 0.511844 (Griselin et al., 2001). Hafnium was separated from the matrix according to the method outlined in Münker et al. (2001) and measured on a Neptune multicollector ICP-MS following Morel et al. (2008). Data were corrected offline for isobaric interference and mass fractionation (Vervoort et al., 2004; Cecil et al., 2011). The JMC-475 Hf standard reagent yielded 176Hf/177Hf = 0.28 2158 ± 0.000022 (2 sd, n = 112). Lead isotopes were separated by double-pass HBr-anion exchange chemistry and measured on a TritonPlus TIMS using a 207Pb–204Pb double spike to correct for mass fractionation (Thirlwall, 2000). Standard reagent NBS 981 (2 sd, n = 12) gave 1 6.9408 ± 0.0009 (206Pb/204Pb), 15.4982 ± 0.0010 (207Pb/204Pb) and 36.7213 ± 0.0031 (208Pb/204Pb). Total procedural blanks are <120 pg for Sr, <5 pg for Nd and <30 pg for Pb and Hf and therefore negligible. Results for external standards are listed in the online supplementary material."
  }, {
    "heading": "3. SITE DESCRIPTION",
    "text": "A representative suite of Eastern Mediterranean sediment samples distributed along the Aegean subduction zone was obtained from Deep Sea Drilling Project (DSDP) and Ocean Drilling Program (ODP) drill cores (legs 13, 42A and 160) and box core samples from De Rijk et al. (1999; Fig. 1). Due to the high sedimentation rates in the EMS, oceanic basement was not reached in any of the sites and the maximum age of recovered sediment is ca. 15 Ma (Langhian). The age of the EMS sediment samples is obtained by interpolation of the sedimentation rate between biostratigraphical markers as reported in the DSDP and ODP site reports (see Sections 3.1–3.7 for references). Care was taken during sample selection to avoid sections of core where hiatuses or tectonics complicated the determination of sedimentation rates. The age of the samples is at least correct to the stage level (e.g. Upper Pliocene) on the basis of biostratigraphy, with errors probably less than 20% on ages quoted in Table 1 as obtained from the interpolated sedimentation rates. A summary of the samples is given in Table 1; full\nsample information is provided in the supplementary material."
  }, {
    "heading": "3.1. DSDP site 374",
    "text": "DSDP site 374 is located in the Messina abyssal plain in the Ionian Basin, south of Calabria, and contains a continuous sedimentary record from the Quaternary to the Messinian evaporites. The Pliocene to Quaternary sequence consists of hemipelagic nannofossil marls and intercalated sapropels. An upward increase in the abundance of sand/silt layers and sedimentation rate and a decrease in carbonate content in this sequence suggest an increase in terrigeneous input since the Early Pliocene. The Miocene evaporites are overlain by a 25 m thick sequence of dolomitic mudstone of Lago Mare facies, likely deposited in an alkali lake or sea environment (Hsü et al., 1978a)."
  }, {
    "heading": "3.2. DSDP sites 125 and 126",
    "text": "DSDP sites 125 and 126 on the Mediterranean Ridge together contain the most complete record of EMS sediment. However, a 1.5 Myr hiatus is present in the lower Pliocene of site 125 (Ryan et al., 1973a,c). The Pliocene and Quaternary sediments at site 125 consist of uniform carbonate-rich pelagic sediment with sapropels. The Upper Miocene comprises evaporites overlain by Lago Mare dolomitic mudstones that are similar to those encountered at site 374. Site 126 is situated in a tectonic cleft in the Mediterranean Ridge roughly 100 km NE of site 125. The cleft cuts through the Messinian evaporite series, providing access to pre-evaporite grey-green shales of Serravalian age."
  }, {
    "heading": "3.3. DSDP site 128",
    "text": "DSDP site 128 is located in the Hellenic Trench between Crete and the Peloponnesus. The sands, silts and oozes in this site represent trench fill sediments and are intercalated with carbonate turbidites. Due to the high sedimentation rate, only Quaternary sediments were recovered from site 128. The occurrence of glaucophane crystals suggests that at least part of the sediment is derived from the Aegean HP/LT metamorphic belt (Ryan et al., 1973b)."
  }, {
    "heading": "3.4. ODP site 971B",
    "text": "The Olimpi mud volcano field is located south of Crete on the Mediterranean Ridge and ODP site 971B was drilled in the flank of the Napoli mud volcano within this field (Emeis et al., 1996). The deposits of the Napoli mud volcano consist of clast-bearing muddy debris flows that are overlain by Quaternary pelagic sediment. Although these mud flows were deposited in the Pleistocene, they represent remobilised pre-evaporite sediment. Compression in the Mediterranean Ridge led to the build-up of fluid pressure beneath the evaporite seal near the backstop of the accretionary prism. Faulting of the evaporite series allowed fluidized mud to escape to the surface and form mud volcanoes (Robertson, 1996; Huguen et al., 2004). Microfossil assemblages indicate that the mud matrix of these\nflows is dominated by Eocene to Middle Miocene sediment (Emeis et al., 1996). Hence, these mud flows form an average of pre-Messinian sediment in the EMS."
  }, {
    "heading": "3.5. DSDP site 130",
    "text": "DSDP site 130 was drilled in the Mediterranean ridge northwest of the Nile fan and close to the Herodotus abyssal plain. Quaternary sediments recovered from this site are characterised by a strong bimodal distribution: pelagic marl\noozes alternating with carbonate-poor terrigenous clays to sands. Sedimentary textures indicate that the latter are predominantly deposited by turbidity currents and their mineralogy points to a Nile provenance (Ryan et al., 1973d)."
  }, {
    "heading": "3.6. DSDP sites 375 and 376",
    "text": "DSDP sites 375 and 376 on the Florence Rise west of Cyprus both comprise a discontinuous record from the Middle Miocene to Quaternary, but complement each other and\ntogether yield an almost complete sedimentary record. The sediments are predominantly nannofossil marls interspersed with sapropels and volcanic ash layers, interrupted by evaporites and Lago Mare dolomitic marlstone during the Messinian. The Pliocene sequence is extremely condensed (5.5 m) due to low sedimentation rates and multiple hiatuses (Hsü et al., 1978c)."
  }, {
    "heading": "3.7. DSDP site 378",
    "text": "DSDP site 378 is situated in the Sea of Crete, north of the Hellenic trench and Crete. It contains a continuous sequence of nannofossil marls and oozes with intercalated sapropels overlying the Messinian evaporites. In sharp contrast with upper Miocene sections in sites 374, 125 and 376, no dolomitic Lago Mare facies is present (Hsü et al., 1978b)."
  }, {
    "heading": "3.8. Libya and Nile surface sediments transects",
    "text": "The box core samples are obtained from a previous study (De Rijk et al., 1999) and derived from the continental shelf and rise of the African plate. The samples are located on transects from 300 to 3000 m water depth."
  }, {
    "heading": "4. RESULTS",
    "text": "Results of the thermogravimetric and geochemical analyses of 45 EMS sediment samples are summarised in Tables 1 and 2. The full dataset is available in the online supplementary material. Sample location, carbonate content and mineralogy are shown in Table 1. Key trace element ratios and radiogenic isotope compositions of the EMS sediment samples are given in Table 2."
  }, {
    "heading": "4.1. TGA analysis",
    "text": "Stepwise heating and weighing of sample powder from 25 to 1000 C allowed the construction of LOI vs. temperature diagrams. By combining the LOI curves with first derivative curves (the speed of weight loss), the mineralogy of the samples could be determined. However, it proved to be difficult to distinguish between different clay mineral groups (kaolinite, smectite and illite/chlorite) in carbonate-rich samples and therefore the TGA mineralogy only provides a rough estimate that is not comparable to X-ray diffraction analyses. Nevertheless, the distribution of clay minerals in the EMS as derived by TGA is in good agreement with results from previous studies (Venkatarathnam and Ryan, 1971; Foucault and Mélières, 2000; Ehrmann et al., 2007; Hamann et al., 2009). Clay-rich sediments from site 130 (NW of Nile fan) are rich in smectite while the highest kaolinite-proportions are found on the Mediterranean Ridge. Illite- and/or chlorite-rich sediments are predominantly found in the Ionian Basin (site 374) and on the shelf of the African plate in Libya and Nile surface sediment transects.\nCarbonate content was determined as the weight loss above 660 C. Hence, breakdown of clay minerals in this temperature range (illite and/or chlorite) resulted in carbonate contents that are erroneously high by a few wt.%.\nIt was not possible to distinguish between calcite, dolomite and aragonite. Carbonate contents for the EMS sediment suite range from 5 to 60 wt.% and the highest concentrations are encountered in samples from the Mediterranean Ridge. Pre-Messinian samples are characterised by lower carbonate contents compared to Pliocene and Quaternary samples. Total organic carbon (TOC) could not be measured accurately as the breakdown of smectite-group clay minerals and gypsum interfered with the weight loss due to organic carbon dissociation at temperatures < 500 C."
  }, {
    "heading": "4.2. Major and trace elements",
    "text": "The major element composition of the EMS sediment samples is highly variable and SiO2, Al2O3 and CaO concentrations vary by an order of magnitude. While CaO and SiO2 contents are proportional to the fraction of biogenic carbonate and quartz, K/Al and Mg/Al are controlled by the mineralogy of the detrital clay fraction, although elevated Mg/Al can also indicate the presence of dolomite. The EMS sediment samples have K/Al and Mg/Al overlapping with previously published results (Fig. 2), indicative of mixing between the four principal clay mineral groups that were also recognised in the TGA results. Clay-rich samples from sites 130 (NW of Nile fan) and 971B (mud volcano) plot on a mixing line between smectite and illite at low Mg/Al. Higher Mg/Al in carbonate rich samples from the Mediterranean ridge suggest a larger proportion of chlorite in these samples. The three samples with the highest Mg/Al (excluding dolomite-rich sample AMS-038) are also characterised by the most pronounced illite/chlorite dissociation peak in the TGA data.\nThe EMS sediment samples have REE patterns similar to average continental crust (Fig. 3a) with chondrite normalised (La/Lu)N ratios between 7 and 11.5 and negative Eu-anomalies (0.7–0.8). Neodymium concentrations vary between 14 and 47 ppm for all samples except two evaporite samples that have significantly lower REE concentrations. In primitive mantle normalised multi-element variation diagrams (Fig. 3b), the samples are characterised by a generally negative Ba-anomaly (Ba content between 100 and 250 ppm) and positive lead anomaly. Sample AMS-027 from the Nile transect is extremely enriched in Ba (11,800 ppm) coupled with a positive U-anomaly, probably due to barite precipitation in organic-rich sediment (Plank and Langmuir, 1998). Elevated uranium concentrations are recorded in five other samples, but without the Baenrichment. Strontium content is highly variable (100– 4000 ppm), as are Zr-Hf concentrations. All samples have a negative Nb-Ta anomaly, but the magnitude of the anomaly varies by a factor 2.5."
  }, {
    "heading": "4.3. Radiogenic isotopes",
    "text": "The 143Nd/144Nd isotope composition of the EMS samples varies between 0.5120 and 0.5126, and 87Sr/86Sr ranges from 0.7079 to 0.7146, with 90% of the samples between 0.7087 and 0.7098. The range in 143Nd/144Nd reported here overlaps with previous studies in the EMS (Freydier et al., 2001; Weldeab et al., 2002a) and is expanded to more\nM . K laver et al./ G eo ch im ica et C o sm o ch im ica A cta 153 (2015) 149–168\n155\nradiogenic values. The strontium isotope data cluster around Neogene seawater at 0.709 (e.g. McArthur et al., 2012), in contrast with previous studies where samples were leached to remove the biogenic carbonate component (Freydier et al., 2001; Weldeab et al., 2002a; Revel et al., 2010). The 176Hf/177Hf isotope composition of the sediments varies from 0.2822 to 0.2829 and is positively correlated with 143Nd/144Nd but plots systematically to the high 176Hf/177Hf side of the terrestrial array of Vervoort et al. (1999). The surface sediments of the African passive margin are an exception as these samples have unradiogenic Hf compositions relative to their 143Nd/144Nd. The lead isotope composition of the EMS sediment samples is relatively restricted with the majority of the samples at 206Pb/204Pb = 18.8–19.1, 207Pb/204Pb = 15.66–15.72 and 206Pb/204Pb = 38.9–39.15. The surface sediments are again the exception as they have a much less radiogenic Pb-isotope composition."
  }, {
    "heading": "5. DISCUSSION",
    "text": ""
  }, {
    "heading": "5.1. Mineralogical composition of EMS sediment",
    "text": "Deep sea sediment is typically a mixture of several lithological components: continental detrital phases, hydrothermal or hydrogenous Mn–Fe deposits and biogenic carbonate or opal (e.g. Dymond, 1981; Plank and Langmuir, 1998; Plank, 2013). Major element composition and thermogravimetric dissociation curves can be used to infer the lithological and mineralogical composition of the EMS sediment samples. Fig. 4 shows a triangular diagram of the relative proportions of Al2O3, SiO2 and CaCO3 in which detrital clay, biogenic or detrital silica and biogenic carbonate form distinct end members. EMS sediment samples are predominantly two-component mixtures of terrigenous detrital clay and carbonate. Mudstone samples such as the black clays from site 130 (NW of Nile fan) and mud debris flow deposits from site 971B (mud volcano)\nare dominated by the detrital clay fraction, while pelagic marls and oozes from the Mediterranean Ridge (e.g. sites 125/126 and 374) are diluted with up to 60% biogenic carbonate. Dilution with silica, either as biogenic opal or detrital quartz grains, is not observed except for a turbidite sample from site 128 (Hellenic Trench). Thermogravimetric dissociation curves of the Messinian evaporites from site 375/376 (Cyprus) indicate that these samples consist of >90% gypsum."
  }, {
    "heading": "5.2. Controls on trace element variation",
    "text": ""
  }, {
    "heading": "5.2.1. First-order control: carbonate dilution",
    "text": "Trace elements with a short residence time in seawater adhere to clay minerals and hence their concentrations are governed by the proportion of clay minerals in marine sediments (e.g. Plank and Langmuir, 1998; Plank, 2013). As the major element variation of EMS sediment indicates dilution of a terrigenous clay fraction by biogenic carbonate, these detrital trace elements are expected to correlate with the Al2O3 content. Three trace element groups can\nbe distinguished based on their correlation with aluminium content. Representative examples of each group (Nb, Th, La, Rb, Zr, Sr) are shown in Fig. 5. Group I contains trace elements that show a strong (R2 > 0.80) positive correlation with Al2O3 and are therefore detrital in origin. This group includes Li, Be, Sc, Zn, Ga, Y, Nb, In, Sn, REE, Hf, Ta and Th. Several trace elements that are typically detrital (Plank and Langmuir, 1998; Carpentier et al., 2009) show increased scatter when plotted against Al2O3, suggesting a second-order control on their distribution in EMS sediment. These trace elements constitute group II and include Cr, Co, Ni, Cu, Rb, Zr, Cs and Pb. Possible causes of the anomalous behaviour of group II elements are discussed below. Group III trace elements do not vary systematically with the proportion of clay minerals or show a negative correlation. Strontium concentration is strongly correlated with the CaCO3 content of the EMS samples and ranges from 100 ppm in clay-rich samples to 2000 ppm in the most carbonate-rich samples. Due to the solubility of Sr in seawater and its incorporation in carbonate, the detrital Sr isotope signal in these sediments has suffered a large overprint:\nelements that illustrate the distinct behaviour of each group. The tion of the detrital clay fraction with biogenic carbonate. Group II ls on the trace element distribution. The group III trace element reak in scale and the very high Sr content of sample AMS-027.\n3. See text for further discussion. GLOSS-II (Plank, 2013) is shown\n87Sr/86Sr does not reflect the source of the sediments but cluster around the Neogene seawater value at 0.709 (e.g. McArthur et al., 2012). One anomalous sample has a Sr content of almost 4000 ppm, much higher than the average 2000 ppm in calcite. This positive Sr-anomaly is coupled with a very high Ba-concentration (11,800 ppm), suggesting that Sr and Ba may be precipitated in barite through high organic productivity (Plank and Langmuir, 1998). Other elements in group III are rhodium, which correlates well with Sr and CaCO3, and uranium that is controlled by the redox state (Klinkhammer and Palmer, 1991). Black clay samples from site 130 (AMS-008 and 012) have the highest U-concentrations."
  }, {
    "heading": "5.2.2. Second-order control: zircon effect",
    "text": "Zircon is the main carrier of Zr and Hf in igneous rocks and as it is highly resistant to chemical and physical weathering, zircon is also likely to dominate the Zr and Hf budget in sedimentary rocks. However, this heavy accessory mineral tends to be concentrated in coarse sediments deposited near the continental margin. Pelagic sediments are therefore generally depleted in Zr and Hf compared to the continental crust (Patchett et al., 1984). Fig. 5e shows the relationship between Zr and Al2O3 for the EMS sediment samples. The majority of the samples plot on a typical carbonate dilution trend as seen for Th, Nb and La. In contrast, a group of samples comprising the surface sediment samples from the African passive margin and a carbonate turbidite from site 128 (Hellenic trench) has a Zr content that is roughly two times higher than expected from their Al2O3. The higher Zr content suggests that these coarser sediments are enriched in zircon compared to the pelagic samples.\nThe absence or presence of zircon in sedimentary rocks will also influence their Hf isotope systematics. Due to its high Hf content and very low Lu/Hf ratio, zircon has an unradiogenic Hf isotope composition compared to its host rock (e.g. Kinny and Maas, 2003). The presence of detrital zircon in coarser sediments therefore results in a negative shift in eHf away from the terrestrial Nd/Hf isotope array (Vervoort et al., 1999). This is the well-known “zircon effect” in mature sediments (e.g. Patchett et al., 1984; Vervoort et al., 1999; Chauvel et al., 2008; Carpentier et al., 2009). Pelagic clay is complementary to zircon-rich sediments: a generally lower absolute Hf content but higher Lu/Hf ratio lead to a more radiogenic Hf isotope composition (e.g. Chauvel et al., 2008; Vervoort et al., 2011). As a result, most pelagic marine sediments have eHf higher than the terrestrial array at a given eNd (e.g. Vlastélic et al., 2005; Bayon et al., 2009; Carpentier et al., 2009), which is also the case for the majority of the EMS sediment samples (Fig. 6a). The influence of zircon on 176Hf/177Hf is illustrated by comparing the deviation of eHf from the terrestrial array (DeHf; Carpentier et al., 2009) with Zr/Nb (Fig. 6b). The main group of samples has significantly lower Zr/Nb (7–11) than upper continental crust (UCC, 15.8; McLennan, 2001) and generally positive DeHf ( 3 to +6), in line with the zircon deficiency expected for pelagic sediments. A negative correlation is present between DeHf and Zr/Nb for the main group samples, suggesting that the\nabundance of zircon is responsible for the variation in DeHf. The high-Zr samples have high Zr/Nb and low DeHf (up to 10) on a continuation of the curved trend defined by the main group, which is consistent with the presence of detrital zircon in these coarse samples. Surprisingly, the zircon effect trend crosses DeHf = 0 at a lower Zr/Nb ( 9) than upper continental crust (15.8; McLennan, 2001) and GLOSS-II (13.7; Plank, 2013). This suggests a systematically higher Nb content for the EMS sediment samples compared to average crust or sediment.\nThe zircon effect can account for the scattered trends against Al2O3 for elements such as Zr and Hf and to a lesser extent for elements present in other heavy accessory phases (e.g. Nb in ilmenite). However, the coarse high-Zr samples are not the cause of the scatter in many of the trace element vs. Al2O3 diagrams (Fig. 5a and d) and another factor appears to be of influence. We argue that the excess scatter might be controlled by variation in the provenance of the EMS sediments."
  }, {
    "heading": "5.3. Provenance of EMS sediment",
    "text": ""
  }, {
    "heading": "5.3.1. Provenance of EMS sediment derived from trace element variations",
    "text": "With the exception of Zr and Hf that are affected by the zircon effect, the concentrations of group I and II trace elements are controlled by the detrital clay fraction and are therefore terrigenous in origin. As these trace elements tend not to fractionate during weathering and sedimentation, trace element ratios reflect the composition of the source region of sediments (e.g. McLennan et al., 1990). Therefore, ratios of detrital trace elements can be used to identify provenance areas of deep sea sediments (e.g. Vroon et al., 1995). In addition, the use of trace element ratios instead of concentrations eliminates the effect of dilution of the detrital component by biogenic carbonate, evaporite or silica. We use the Th/Nb, La/Nb, Sc/Nb, Ni/Nb and Rb/Nb ratios of the EMS sediment samples to distinguish provenance areas in Fig. 7. These trace elements were selected from the total dataset because their ratios over Nb show the largest variation between provenance components. Other group I and II trace elements either mirror their geochemical twins, such as Rb–Cs, Nb–Ta, Zr–Hf, Ni–Co–Cr, or do not vary significantly between provenance areas (e.g. Li, Be, Ga). Trace element compositions for potential source areas of EMS sediment have been compiled from the literature. Analyses of sediments were only available for Sahara dust, the other source areas have been estimated from bedrock data. Sahara dust samples (Moreno et al., 2006; Castillo et al., 2008) together with sediment from ODP site 658 off the coast of Mauritania (Cole et al., 2009) show a bimodal composition and have therefore been separated in two distinct source areas: dust from the Hoggar Massif and Western Sahara (SHM in Fig. 7) and dust from the Chad Basin (SCB in Fig. 7). The sediment discharge of the Nile consists for 95% of detritus from the Ethiopian flood basalts (Padoan et al., 2011), the composition of which is taken to represent Nile sediment (N in Fig. 7; Stewart and Rogers, 1996; Pik et al., 1999). Geochemical data of Tethyan ophiolites (O in Fig. 7) are taken\nfrom Dilek et al. (2008) and Dilek and Furnes (2009). The composition of Aegean volcanic rocks (A in Fig. 7) is compiled from Elburg et al. (2014).\nAs discussed in the introduction, there is general consensus that EMS sediment is predominantly a mixture between Sahara dust and Nile sediment (Venkatarathnam and Ryan, 1971; Krom et al., 1999a; Weldeab et al., 2002a). This is supported by the trace element discrimination diagrams presented in Fig. 7 as the majority of the samples cluster around a mixing line between the compositions of aeolian dust from the northern part of the Sahara (SHM) and Nile sediment (N) that have been compiled from the literature. The samples that plot closest to the Nile component at Th/Nb 0.3 are smectite-rich black clays from site 130 (NW Nile fan) and samples from the mud volcano (site 971B). In contrast, carbonate-rich samples from the Mediterranean Ridge (site 125) with kaolinite and illite as dominant clay minerals overlap perfectly with the northern Sahara component. However, binary mixing between these components alone is not sufficient to account for the observed trace element variation. Therefore, we propose that two additional provenance components can be resolved in our EMS sediment dataset. A component with low Nb content and higher (Th, La, Sc, Rb, Ni)/Nb ratios than Sahara dust dominates the samples from the Aegean Sea (site 378). The overlap with the field for Aegean volcanic rocks (A in Fig. 7) suggests that this component represents subduction related volcanic rocks from the Aegean area, either as ash layers or, more likely, detritus of these volcanic rocks. In addition to arc volcanic rocks, the geology of the Aegean region comprises trace-element poor Cenozoic limestones and Tethyan ophiolite complexes. The former will not significantly contribute to the trace element budget of Aegean sediment, but addition of detritus derived from (ultra)mafic rocks is a plausible origin for the high Ni/Nb ratios in site 378 sediments. Many samples from other EMS sites also display higher Sc/Nb and Ni/Nb\nratios compared to the Sahara-Nile mixing array. As these high ratios of compatible element over Nb are most pronounced in samples from sites 375 and 376 near Cyprus, we suggest that this high Ni/Nb and Sc/Nb component represents detritus from the Tethyan ophiolite belt (O in Fig. 7). This Tethyan ophiolite component is not restricted to the Troodos ophiolite on Cyprus but might also originate from the belt of (ultra)mafic rocks extending from the Dinarides through Greece and Turkey.\nThe composition of EMS sediment can thus be explained by mixing between four components. Nile sediment and Sahara dust are the main contributors, but a Tethyan ophiolite component from the northern margin of the EMS can also be recognised in many samples. The Aegean volcanic rocks component dominates in the Aegean Sea site 378, but in the EMS only samples from the Hellenic trench (site 128) show elevated (Th, La, Sc, Rb, Ni)/Nb ratios (see also Fig. 8c). A resolvable Aegean volcanic rocks component in these trench fill sediments is supported by the presence of glaucophane, which suggests a northerly provenance (Ryan et al., 1973b). Several samples from site 374 in the Ionian basin have lower Sc/Nb and Ni/Nb compared to the Sahara-Nile mixing array and slightly lower 143Nd/144Nd (Fig. 8c). This provides tentative evidence for a fifth, Adriatic, component that could represent detritus from the Alps as suggested by Weldeab et al. (2002a). The present dataset and lack of suitable literature data, however, do not allow a clear distinction between a possible Adriatic component and Sahara dust. Although the Chad Basin (SCB-component in Fig. 7) is one of the largest dust sources in the Sahara (Prospero et al., 2002) it is not resolved in our trace element dataset, which confirms that dust is predominantly transported to the W."
  }, {
    "heading": "5.3.2. Isotope composition of the provenance components",
    "text": "Multiple studies have investigated the Sr–Nd isotopic variation in EMS sediment, but Hf and Pb isotope data\nhave not been reported previously. Strontium isotope variation in the EMS sediment samples is controlled by biogenic carbonate and all samples cluster around Neogene seawater values of 0.709 (e.g. McArthur et al., 2012). Only four clay- or dolomite-rich samples have a Sr isotope composition that is clearly distinct from seawater and reflects a Nile sediment or Sahara dust influence. In contrast, Hf isotope ratios are controlled by the zircon effect described above. Hence, the discussion of provenance below will focus on Nd and Pb isotopes.\nNeodymium isotope evidence corroborates the distinction of four provenance components. The Nile sediment component, which is derived from the Ethiopian flood basalts, has a relatively radiogenic Nd-composition that is in good agreement with published data (see Fig. 8). Sahara dust has lower 143Nd/144Nd, consistent with derivation from older, felsic terrains. The majority of the samples form a mixing array between these two components, but the Aegean samples (site 378) are displaced towards higher\nTh/Nb at a 143Nd/144Nd of 0.5123 (Fig. 8c). The Tethyan ophiolite component cannot be resolved in the Nd-isotope data, but its 143Nd/144Nd is likely to be close to typical MORB values.\nLead isotope data of the EMS sediment samples are not solely governed by provenance. The samples cluster around two mixing arrays in a 207Pb/204Pb vs. 206Pb/204Pb diagram (Fig. 8b). In particular the samples that have a predominant Sahara dust composition according to trace element and Nd data define a linear trend in which the passive margin sediments have the least radiogenic composition. These linear trends in Pb-isotopes have been recognised before in marine sediments and have been interpreted as mixing with a radiogenic dissolved Pb component (Vlastélic et al., 2005). Such a dissolved component probably originates from the preferential release of radiogenic lead from U- and Th-rich accessory minerals during weathering (Blanckenburg and Nägler, 2001; Harlavan and Erel, 2002). Hence, marine sediment from a single source area can display large Pb-isotope vari-\nations due to mixing between unradiogenic detrital minerals and radiogenic fluids. We propose that this process is also responsible for the variation in 206Pb/204Pb of the EMS sediment samples. The lead isotope variation can thus be explained as three component mixing between a dissolved radiogenic (DR in Fig. 8) component at 206Pb/204Pb = 19.20 and 207Pb/204Pb = 15.72, a high 207Pb/204Pb component representing Sahara dust and detritus from the Ethiopian flood basalts at lower 207Pb/204Pb. The passive margin samples (Libya and Nile) have lower 206Pb/204Pb than literature data for Sahara dust (Fig. 8b), which suggests that these samples contain atypical amounts of unradiogenic detrital phases (e.g. feldspar). As the Nile and Sahara components are themselves mixing arrays, 206Pb/204Pb and 207Pb/204Pb of the EMS sediments cannot be used directly to distinguish mixing between these components. Instead, we introduce a normalised 207Pb/204Pb (18.8) parameter, which is the\nextrapolated 207Pb/204Pb of a sample from the dissolved radiogenic composition to 206Pb/204Pb = 18.8 (Fig. 8d inset), to eliminate the dissolved radiogenic component. This 207Pb/204Pb (18.8) ratio correlates well with Th/Nb and confirms predominant mixing between Sahara dust and Nile sediment."
  }, {
    "heading": "5.4. Spatial and temporal variation in provenance",
    "text": "With the recognition of provenance components on the basis of trace elements and isotopes, it is possible to track spatial and temporal variations in provenance of the EMS sediment samples. Fig. 9 depicts the variation of two key provenance tracers, Th/Nb and eNd, in space and time. Pliocene and Quaternary EMS sediment samples are characterised by a large variation in dominant provenance component and a compositional E–W gradient. Nile sedi-\nment entering the EMS in the east is progressively diluted by Sahara dust towards the west, consistent with previous studies (Venkatarathnam and Ryan, 1971; Krom et al., 1999a; Weldeab et al., 2002a). Significant geochemical variation is observed within individual sites. In particular, sediment at site 130 (NW of Nile fan) is highly heterogeneous and alternates between Sahara dust dominated, carbonaterich pelagic marls and smectite-rich turbidites with a strong Nile provenance. Here, the within-site variation in provenance is thus predominantly controlled by the depositional mechanism, wherein Nile sediment turbidites are interspersed with periods of slow, pelagic sedimentation with a higher Sahara dust contribution. A likely secondary control on Pliocene-Quaternary within-site heterogeneity is the same orbitally induced variations in monsoon intensity that are responsible for the Holocene oscillations and sapropel formation (e.g. Revel et al., 2010).\nThe large variability in Pliocene-Quaternary EMS sediment geochemistry and provenance is absent from the pre-Messinian samples. Miocene EMS sediment from sites 125, 126 and 971B is characterised by a restricted range in eNd and Th/Nb that is similar to Quaternary clays from the Nile fan. The debris flows from site 971B mud volcano, which comprise well-mixed sediment of Eocene to Miocene age, form an average of pre-Messinian EMS sediment that is close to the pure Nile component in composition. This suggests that the contribution of aeolian dust to EMS sediment was limited until the late Miocene and that the present-day provenance gradient is a relatively recent feature (Fig. 10). The increase in Sahara dust contribution since\nthe Messinian salinity crisis coincides with rapid global climate change from a warm and wet “greenhouse” in the Paleogene to a colder climate characterised by glacial-interglacial cycles in the Pliocene and Quaternary (e.g. Fauquette et al., 2007; Micheels et al., 2009). The warmer Miocene climate affected sedimentation in the EMS in two ways. Firstly, the Sahara region was covered with grassland vegetation up to the Middle Miocene (Jacobs, 2004), leading to little dust production. The Sahara desert did not emerge until the late Miocene, with the oldest aeolian deposits dated at 5–7 Ma (Vignaud et al., 2002; Schuster et al., 2006). Secondly, increased precipitation over North Africa during the Middle Miocene led to larger fluvial runoff into the EMS (Gladstone et al., 2007). Although the higher fluvial flux was largely accommodated by the Nile, it has also been postulated that Lake Chad drained to the north through the Sahabi river (Griffin, 2006; Fig. 10). Our trace element discrimination data (Fig. 7) neither support nor rule out a Lake Chad component in the pre-Messinian samples as literature data roughly overlap with Nile sediment.\nIn addition to an increased Nile sediment flux and lower dust production, the Miocene paleogeography also favoured the absence of an east–west provenance gradient. Numerical models suggest that enhanced deep circulation in the Miocene EMS due to a larger surface area of the Adriatic Sea was effective in transporting and distributing terrigenous Nile sediment throughout the EMS (Meijer et al., 2004). To what extend the permanent closure of the Mediterranean-Indian Ocean gateway at ca. 14 Ma (Rögl, 1999) affected sedimentation patterns in the EMS is uncertain. Even though this event has had a large impact on oceanic circulation, the amount of sediment delivered by the Nile has probably been orders of magnitude larger than any pelagic sediment transported through the gateway from the East. The average Eocene–Miocene sediments from site 971B indicate that Nile detritus was dominant in that period and no Indian Ocean component can be distinguished. Pre-Messinian sediment from site 375 and 376 is more variable and shows a higher Sahara dust contribution (Fig. 9). This is possibly due to the location of this site on a ridge, which favours a relatively higher contribution of Sahara dust as Nile sediment is predominantly transported by deep bottom currents."
  }, {
    "heading": "5.5. EMS sediment: implications for arc volcanism",
    "text": ""
  }, {
    "heading": "5.5.1. Aegean arc",
    "text": "The shift of the active deformation front of the Aegean subduction system from the Hellenic trench to the south in the Miocene resulted in ongoing accretion of the EMS sediment pile to the Hellenide complex. Despite the formation of the Mediterranean Ridge accretionary prism, 40–80% of the sediment is subducted rather than accreted (Kopf et al., 2003). Along-arc variation in subducted sediment composition has been proposed to explain the geochemical heterogeneity in Aegean arc magmas (Francalanci et al., 2005). In particular, an increased input of Nile-derived sediment in the eastern section of the arc is evoked to explain the relatively unradiogenic Pb-isotope composition of Nisyros vol-\ncanic rocks (Elburg et al., 2014). With the new EMS sediment dataset, it is possible to better quantify the potential contribution of subducted sediment to Aegean arc lavas. A simple bulk mixing model involving a depleted MORB mantle source (DMM) and EMS sediment is presented in order to draw some general conclusions (Fig. 11). In this model, we use samples AMS-001 and AMS-011 as representative examples of Sahara dust and Nile component dominated sediment respectively. The sediment-DMM mixing lines are strongly dependent on the Pb isotope composition of the EMS sediments due to the low Pb content of DMM (0.018 ppm; Workman and Hart, 2005). Therefore, variation in trace element contents and isotope composition of the samples and the choice of DMM composition are of little influence to the conclusions drawn from this model.\nSeveral lines of reasoning argue against subducted sediment heterogeneity as the dominant control on the variation in Aegean arc lavas. First, we have argued that the east–west gradient in EMS sediment provenance and com-\nposition is a recent feature that developed in the Upper Miocene due to progressive aridification of the Sahara region and that pre-Messinian sediment has an on average Nile composition. Given the geometry of the Aegean subduction zone and a constant subduction rate of 5–6 cm/ yr, the minimum age of sediment currently underneath the volcanic arc is ca. 5 Ma. Hence, an east–west gradient is probably lacking in the sediments that potentially contribute to the present-day volcanism in the Aegean arc. Second, the dataset shows that the range in Pb-isotope composition of EMS sediment, excluding the unradiogenic African passive margin samples, is relatively small compared to the variation observed in Aegean arc volcanic rocks (Fig. 8a and b). Moreover, the Nile component has higher 206Pb/204Pb than Sahara dust due to preferential leaching of radiogenic lead (see Section 5.3.2.). An increased input of Nile sediment would therefore lead to a more radiogenic Pb-isotope composition instead of the anomalously low 206Pb/204Pb seen in Nisyros volcanic rocks.\nThe Pb-isotope composition of EMS sediment largely overlaps with that of Methana and Santorini lavas (Fig. 11). Bulk addition of 0.5–5% of EMS sediment to a DMM source can explain the Nd- and Pb-isotope variation in Santorini lavas. It should be noted that the 0.5–5% sediment fraction is likely to be an overestimate as we have modelled bulk mixing of sediment with DMM. In contrast, transfer of these elements from the slab to the mantle wedge occurs through fluids or melts enriched in Nd and Pb (e.g. Kessel et al., 2005). Methana, the western volcanic centre in the Saronic Gulf, shows a much larger variation in Nd–Pb isotopes compared to Santorini. Part of the range can be explained by bulk addition of >5% EMS sediment, but contamination of magmas by arc crust is probably also required to account for the total variation in Methana. Nisyros lavas have significantly lower 206Pb/204Pb compared to the western and central Aegean arc and their variation is inconsistent with the mixing models in Fig. 11. Therefore, we propose that the unradiogenic composition of Nisyros volcanic rocks is not the result of increased Nile sediment input, but that a distinct mantle source with low 206Pb/204Pb and 207Pb/204Pb is required."
  }, {
    "heading": "5.5.2. Aeolian arc",
    "text": "Subduction of the Ionian plate beneath Calabria has led to the formation of the Aeolian arc north of Sicily (Fig. 1) and hence EMS sediment is a potential component of Aeolian volcanic rocks. The isotopic composition of Aeolian lavas is strikingly different from the Aegean arc with high 206Pb/204Pb (19.0–19.8; Fig. 12). Controversy remains about the source of this radiogenic Pb-isotope composition in the Aeolian volcanic rocks and both old hydrothermally altered oceanic crust (e.g. Francalanci et al., 2007; Tommasini et al., 2007) and an Etna-like HIMU-OIB (high 238U/204Pb ocean island basalt) mantle source (e.g. Ellam et al., 1988; Peccerillo et al., 2013) have been evoked. Multiple studies have suggested an increase in subducted sediment contribution from the western islands (Alicudi, Filicudi) to Stromboli in the east, based on a west-to-east decrease in 206Pb/204Pb, increase in 87Sr/86Sr (e.g. Peccerillo et al., 2013) and increas-\ning B content and d11B (Tonarini et al., 2001). Fig. 12 shows a simple bulk mixing model of EMS sediment with a HIMUOIB, Etna-like (Viccaro and Cristofolini, 2008) mantle source. Bulk addition of 2–20% of Nile sediment can account for the Sr–Nd–Pb composition of the least Pb-radiogenic Stromboli volcanic rocks, which is in line with calculations by Peccerillo et al. (2013). The other Aeolian centres are inconsistent with the mixing model but form sublinear mixing arrays with the Calabrian basement (Peccerillo et al., 2013). Hence, it is possible that the Sr–Nd–Pb isotope variation in these volcanic rocks is controlled by crustal processes rather than variable contribution of subducted sediment. If, in contrast, a mantle wedge with typical MORB composition (206Pb/204Pb 18.5) is assumed, bulk mixing with EMS sediment fails to reproduce the radiogenic Pb-isotope composition of the Aeolian volcanic rocks and a distinct high-206Pb/204Pb component is required, possibly altered oceanic crust (Francalanci et al., 2007; Tommasini et al., 2007). Combining the trace element arguments presented in Peccerillo et al. (2013) with the EMS sediment mixing model (Fig. 12) supports a HIMU-OIB-like Aeolian mantle wedge\nand increasing sediment input from west to east. The relatively unradiogenic Pb-isotope composition of Stromboli is the result of effective overprinting of the high-206Pb/204Pb mantle by EMS sediment. Isotopic variations in Etna volcanic rocks are also in accordance with the bulk addition of 0.1% EMS sediment to explain the large 206Pb/204Pb variation at relatively constant 87Sr/86Sr (Fig. 12a)."
  }, {
    "heading": "6. CONCLUSIONS",
    "text": "The new Eastern Mediterranean Sea sediment dataset presented here corroborates the suggestion that EMS sediment is predominantly a mixture between Sahara dust and Nile sediment. However, trace element data indicate the involvement of at least two additional provenance components. An (ultra)mafic component derived from the Tethyan ophiolite belt in the northern borderlands of the EMS is recognised in most samples. Low-Nb sediment from the Cenozoic Aegean arc volcanic rocks is a subordinate component that is only evident in sediment from the Hellenic Trench. Our approach demonstrates the usefulness of a combined trace element-isotope study in that provenance components with overlapping isotope composition can be clearly discriminated on the basis of a distinct trace element fingerprint. These trace element fingerprints have a large potential to be useful in palaeoclimatology studies investigating provenance fluctuations in the EMS due to their ease-of-analysis compared to isotope data. Pliocene and Quaternary EMS sediment records a strong provenance-induced geochemical gradient where Nile sediment entering the EMS in the east is progressively diluted by Sahara dust towards the west. In contrast, pre-Messinian EMS sediment has a relatively uniform composition dominated by Nile sediment with minor input of Sahara dust compared to present-day. We relate the increase in Sahara dust production to a late Miocene shift in climate and the progressive aridification of the Sahara region.\nThe bulk addition of 0.5–5% EMS sediment to a depleted MORB mantle satisfactorily explains the Pb–Nd isotope variation in volcanic centres from the western and central Aegean arc. However, the contribution of EMS sediment cannot account for the anomalously unradiogenic Pb-composition of Nisyros volcanic rocks in the easternmost section of the arc. Increased input of Nile sediment in the east has an opposite effect and would increase the 206Pb/204Pb of the lavas. Hence, we relate the geochemical signature of the eastern volcanic centres to a distinct mantle source rather than a difference in subducted sediment composition. Aeolian arc volcanic rocks do not show significant contribution of EMS sediment to the mantle wedge, with the exception of Stromboli. Bulk addition of 5–20% of EMS sediment can explain some of the variation observed in Stromboli volcanic rocks, which appears to make it unique amongst the other Aeolian volcanic centres."
  }, {
    "heading": "ACKNOWLEDGEMENTS",
    "text": "EMS sediment samples were kindly provided by the DSDP/ ODP core repository in Bremen. We thank Simon Troelstra for\ndonating six surface sediment samples from the African passive margin. Roel van Elsas, Sergei Matveev, Bas van der Wagt and Richard Smeets are thanked for their assistance with sample preparation and analyses. The MC-ICPMS and TIMS facilities at VU University Amsterdam are funded by Netherlands Organisation for Scientific Research (NWO) through grant Nos. 175.107.404.01 and 834.10.001, respectively. The manuscript greatly benefited from detailed and constructive suggestions made by three anonymous reviewers. Janne Blichert-Toft is thanked for editorial handling."
  }, {
    "heading": "APPENDIX A. SUPPLEMENTARY DATA",
    "text": "Supplementary data associated with this article can be found, in the online version, at http://dx.doi.org/10.1016/ j.gca.2015.01.007.\nREFERENCES\nBayon G., Burton K., Soulet G., Vigier N., Dennielou B., Etoubleau J., Ponzevera E., German C. and Nesbitt R. (2009) Hf and Nd isotopes in marine sediments: Constraints on global silicate weathering. Earth Planet. Sci. Lett. 277, 318–326. Biscaye P., Grousset F., Revel M., Van der Gaast S., Zielinski G., Vaars A. and Kukla G. (1997) Asian provenance of glacial dust (stage 2) in the Greenland Ice Sheet Project 2 ice core, Summit, Greenland. J. Geophys. Res. Oceans (1978–2012) 102, 26765– 26781. Blanckenburg F. and Nägler T. F. (2001) Weathering versus circulation-controlled changes in radiogenic isotope tracer composition of the Labrador Sea and North Atlantic Deep Water. Paleoceanography 16, 424–434. Box M. R., Krom M. D., Cliff R. A., Bar-Matthews M., AlmogiLabin A., Ayalon A. and Paterne M. (2011) Response of the Nile and its catchment to millennial-scale climatic change since the LGM from Sr isotopes and major elements of East Mediterranean sediments. Quat. Sci. Rev. 30, 431–442. Carpentier M., Chauvel C. and Mattielli N. (2008) Pb–Nd isotopic constraints on sedimentary input into the Lesser Antilles arc system. Earth Planet. Sci. Lett. 272, 199–211. Carpentier M., Chauvel C., Maury R. C. and Mattielli N. (2009) The “zircon effect” as recorded by the chemical and Hf isotopic compositions of Lesser Antilles forearc sediments. Earth Planet. Sci. Lett. 287, 86–99. Castillo S., Moreno T., Querol X., Alastuey A., Cuevas E., Herrmann L., Mounkaila M. and Gibbons W. (2008) Trace element variation in size-fractionated African desert dusts. J. Arid Environ. 72, 1034–1045. Cecil M. R., Gehrels G., Ducea M. N. and Patchett P. J. (2011) U– Pb–Hf characterization of the central Coast Mountains batholith: Implications for petrogenesis and crustal architecture. Lithosphere 3, 247–260. Chauvel C., Lewin E., Carpentier M., Arndt N. T. and Marini J.-C. (2008) Role of recycled oceanic basalt and sediment in generating the Hf–Nd mantle array. Nat. Geosci. 1, 64–67. Cole J. M., Goldstein S. L., Demenocal P. B., Hemming S. R. and Grousset F. E. (2009) Contrasting compositions of Saharan dust in the eastern Atlantic Ocean during the last deglaciation and African Humid Period. Earth Planet. Sci. Lett. 278, 257– 266. De Rijk S., Troelstra S. and Rohling E. (1999) Benthic foraminiferal distribution in the Mediterranean Sea. J. Foram. Res. 29, 93–103.\nDeer W. A., Howie R. A. and Zussman J. (1992) An Introduction to the Rock-forming Minerals. Longman Scientific & Technical, Hong Kong. Dilek Y. and Furnes H. (2009) Structure and geochemistry of Tethyan ophiolites and their petrogenesis in subduction rollback systems. Lithos 113, 1–20. Dilek Y., Furnes H. and Shallo M. (2008) Geochemistry of the Jurassic Mirdita Ophiolite (Albania) and the MORB to SSZ evolution of a marginal basin oceanic crust. Lithos 100, 174– 209. Ducassou E., Mulder T., Migeon S., Gonthier E., Murat A., Revel M., Capotondi L., Bernasconi S. M., Mascle J. and Zaragosi S. (2008) Nile floods recorded in deep Mediterranean sediments. Quat. Res. 70, 382–391. Dymond J. (1981) Geochemistry of Nazca plate surface sediments: An evaluation of hydrothermal, biogenic, detrital, and hydrogenous sources. Mem. Geol. Soc. Am 154, 133–173. Eggins S. M., Woodhead J. D., Kinsley L. P. J., Mortimer G. E., Sylvester P., McCulloch M. T., Hergt J. M. and Handler M. R. (1997) A simple method for the precise determination of P40 trace elements in geological samples by ICPMS using enriched isotope internal standardisation. Chem. Geol. 134, 311–326. Ehrmann W., Schmiedl G., Hamann Y., Kuhnt T., Hemleben C. and Siebel W. (2007) Clay minerals in late glacial and Holocene sediments of the northern and southern Aegean Sea. Palaeogeogr. Palaeoclimatol. Palaeoecol. 249, 36–57. Elburg M. A., Smet I. and De Pelsmaeker E. (2014) Influence of source materials and fractionating assemblage on magmatism along the Aegean Arc, and implications for crustal growth. Geol. Soc. London Spec. Publ. 385, 137–160. Ellam R., Menzies M., Hawkesworth C., Leeman W., Rosi M. and Serri G. (1988) The transition from calc-alkaline to potassic orogenic magmatism in the Aeolian Islands, Southern Italy. Bull. Volcanol. 50, 386–398. Elliott T. (2003) Tracers of the slab. In Inside the Subduction Factory. pp. 23–45. Emeis K.-C., Robertson A. H. F. and Richter C. (1996) Site 971. In Proc. ODP, Init. Repts. Ocean Drilling Program, College Station, TX, pp. 415–450. Fauquette S., Suc J.-P., Jiménez-Moreno G., Micheels A., Jost A., Favre E., Bachiri-Taoufiq N., Bertini A., Clet-Pellerin M. and Diniz F. (2007) Latitudinal climatic gradients in the Western European and Mediterranean regions from the Mid-Miocene (c. 15 Ma) to the Mid-Pliocene (c. 3.5 Ma) as quantified from pollen data. In Deep-Time Perspectives on Climate Change: Marrying the Signal from Computer Models and Biological\nProxies. The Micropalaeontological Society, Special Publica-\ntions. The Geological Society, London, pp. 481–502. Foucault A. and Mélières F. (2000) Palaeoclimatic cyclicity in\ncentral Mediterranean Pliocene sediments: The mineralogical signal. Palaeogeogr. Palaeoclimatol. Palaeoecol. 158, 311– 323. Foucault A. and Stanley D. J. (1989) Late Quaternary palaeoclimatic oscillations in East Africa recorded by heavy minerals in the Nile delta. Nature 339, 44–46. Francalanci L., Vougioukalakis G., Perini G. and Manetti P. (2005) A West-East traverse along the magmatism of the South Aegean volcanic arc in the light of volcanological, chemical and isotope data. Dev. Volcanol. 7, 65–111. Francalanci L., Avanzinelli R., Tommasini S. and Heuman A. (2007) A west-east geochemical and isotopic traverse along the volcanism of the Aeolian Island arc, southern Tyrrhenian Sea, Italy: Inferences on mantle source processes. Spec. Pap. Geol. Soc. Am. 418, 235–263. Freydier R., Michard A., De Lange G. and Thomson J. (2001) Nd isotopic compositions of Eastern Mediterranean sediments:\nTracers of the Nile influence during sapropel S1 formation? Mar. Geol. 177, 45–62. Ganor E. and Foner H. (1996) The mineralogical and chemical properties and the behaviour of aeolian Saharan dust over Israel. In The Impact of Desert Dust Across the Mediterranean. Springer, pp. 163–172. Gladstone R., Flecker R., Valdes P., Lunt D. and Markwick P. (2007) The Mediterranean hydrologic budget from a Late Miocene global climate simulation. Palaeogeogr. Palaeoclimatol. Palaeoecol. 251, 254–267. Goudie A. and Middleton N. (2001) Saharan dust storms: Nature and consequences. Earth Sci. Rev. 56, 179–204. Griffin D. L. (2006) The late Neogene Sahabi rivers of the Sahara and their climatic and environmental implications for the Chad Basin. J. Geol. Soc. 163, 905–921. Griselin M., Van Belle J., Pomies C., Vroon P., Van Soest M. and Davies G. (2001) An improved chromatographic separation technique of Nd with application to NdO+ isotope analysis. Chem. Geol. 172, 347–359. Grousset F. E., Parra M., Bory A., Martinez P., Bertrand P., Shimmield G. and Ellam R. M. (1998) Saharan wind regimes traced by the Sr–Nd isotopic composition of subtropical Atlantic sediments: Last Glacial Maximum vs today. Quat. Sci. Rev. 17, 395–409. Hamann Y., Ehrmann W., Schmiedl G. and Kuhnt T. (2009) Modern and late Quaternary clay mineral distribution in the area of the SE Mediterranean Sea. Quat. Res. 71, 453–464. Harlavan Y. and Erel Y. (2002) The release of Pb and REE from granitoids by the dissolution of accessory phases. Geochim. Cosmochim. Acta 66, 837–848. Hsü K. J., Montadert L., Bernoulli D., Bizon G., Cita M., Erickson A., Fabricius F., Garrison R. E., Kidd R. B., Mélières F., Müller C. and Wright R. C. (1978a) Site 374: Messina Abyssal Plain. DSDP Initial Rep. 42A, 175–217. Hsü K. J., Montadert L., Bernoulli D., Bizon G., Cita M., Erickson A., Fabricius F., Garrison R. E., Kidd R. B., Mélières F., Müller C. and Wright R. C. (1978b) Site 378: Cretan Basin. DSDP Initial Rep. 42A, 321–357. Hsü K. J., Montadert L., Bernoulli D., Bizon G., Cita M., Erickson A., Fabricius F., Garrison R. E., Kidd R. B., Mélières F., Müller C. and Wright R. C. (1978c) Sites 375 and 376: Florence Rise. DSDP Initial Rep. 42A, 219–304. Huguen C., Mascle J., Chaumillon E., Kopf A., Woodside J. and Zitter T. (2004) Structural setting and tectonic control of mud volcanoes from the Central Mediterranean Ridge (Eastern Mediterranean). Mar. Geol. 209, 245–263. Jacobs B. F. (2004) Palaeobotanical studies from tropical Africa: Relevance to the evolution of forest, woodland and savannah biomes. Philos. Trans. R. Soc. Lond. B Biol. Sci. 359, 1573– 1583. Kessel R., Schmidt M. W., Ulmer P. and Pettke T. (2005) Trace element signature of subduction-zone fluids, melts and supercritical liquids at 120–180 km depth. Nature 437, 724–727. Kinny P. D. and Maas R. (2003) Lu–Hf and Sm–Nd isotope systems in zircon. Rev. Mineral. Geochem. 53, 327–341. Klinkhammer G. and Palmer M. (1991) Uranium in the oceans: Where it goes and why. Geochim. Cosmochim. Acta 55, 1799– 1806. Kopf A., Mascle J. and Klaeschen D. (2003) The Mediterranean Ridge: A mass balance across the fastest growing accretionary complex on Earth. J. Geophys. Res. Solid Earth (1978–2012) 1978–2012, 108. Krom M. D., Cliff R. A., Eijsink L. M., Herut B. and Chester R. (1999a) The characterisation of Saharan dusts and Nile particulate matter in surface sediments from the Levantine basin using Sr isotopes. Mar. Geol. 155, 319–330.\nKrom M. D., Michard A., Cliff R. A. and Strohle K. (1999b) Sources of sediment to the Ionian Sea and western Levantine basin of the Eastern Mediterranean during S-1 sapropel times. Mar. Geol. 160, 45–61. Larrasoaña J., Roberts A., Rohling E., Winklhofer M. and Wehausen R. (2003) Three million years of monsoon variability over the northern Sahara. Clim. Dyn. 21, 689–698. Le Pichon X., Lallemant S., Chamot-Rooke N., Lemeur D. and Pascal G. (2002) The Mediterranean Ridge backstop and the Hellenic nappes. Mar. Geol. 186, 111–125. McArthur J., Howarth R. and Shields G. (2012) Strontium isotope stratigraphy. In A Geologic Time Scale. pp. 127–144. McDonough W. F. and Sun S. s. (1995) The composition of the Earth. Chem. Geol. 120, 223–253. McLennan S. M. (2001) Relationships between the trace element composition of sedimentary rocks and upper continental crust. Geochem. Geophys. Geosyst 2. McLennan S., Taylor S., McCulloch M. and Maynard J. (1990) Geochemical and Nd–Sr isotopic composition of deep-sea turbidites: Crustal evolution and plate tectonic associations. Geochim. Cosmochim. Acta 54, 2015–2050. Meijer P. T., Slingerland R. and Wortel M. (2004) Tectonic control on past circulation of the Mediterranean Sea: A model study of the Late Miocene. Paleoceanography 19. Micheels A., Eronen J. and Mosbrugger V. (2009) The Late Miocene climate response to a modern Sahara desert. Global Planet. Change 67, 193–204. Milliman J. D. and Meade R. H. (1983) World-wide delivery of river sediment to the oceans. J. Geol. 91, 1–21 Morel M. L. A., Nebel O., Nebel-Jacobsen Y. J., Miller J. S. and Vroon P. Z. (2008) Hafnium isotope characterization of the GJ1 zircon reference material by solution and laser-ablation MCICPMS. Chem. Geol. 255, 231–235. Moreno T., Querol X., Castillo S., Alastuey A., Cuevas E., Herrmann L., Mounkaila M., Elvira J. and Gibbons W. (2006) Geochemical variations in aeolian mineral particles from the Sahara-Sahel Dust Corridor. Chemosphere 65, 261–270. Münker C., Weyer S., Scherer E. and Mezger K. (2001) Separation of high field strength elements (Nb, Ta, Zr, Hf) and Lu from rock samples for MC-ICPMS measurements. Geochem. Geophys. Geosyst, 2. Padoan M., Garzanti E., Harlavan Y. and Villa I. M. (2011) Tracing Nile sediment sources by Sr and Nd isotope signatures (Uganda, Ethiopia, Sudan). Geochim. Cosmochim. Acta 75, 3627–3644. Patchett P., White W., Feldmann H., Kielinczuk S. and Hofmann A. (1984) Hafnium/rare earth element fractionation in the sedimentary system and crustal recycling into the Earth’s mantle. Earth Planet. Sci. Lett. 69, 365–378. Peccerillo A. (2005) Plio-quaternary Volcanism in Italy. Springer. Peccerillo A., De Astis G., Faraone D., Forni F. and Frezzotti M.\n(2013) Compositional variations of magmas in the Aeolian arc: Implications for petrogenesis and geodynamics. Geol. Soc., London, Memoirs 37, 491–510. Pik R., Deniel C., Coulon C., Yirgu G. and Marty B. (1999) Isotopic and trace element signatures of Ethiopian flood basalts: Evidence for plume–lithosphere interactions. Geochim. Cosmochim. Acta 63, 2263–2279. Plank T. (2013) The chemical composition of subducting sediments. In The Crust, Treatise on Geochemistry, vol. 4. Plank T. and Langmuir C. H. (1993) Tracing trace elements from sediment input to volcanic output at subduction zones. Nature 362, 739–743. Plank T. and Langmuir C. H. (1998) The chemical composition of subducting sediment and its consequences for the crust and mantle. Chem. Geol. 145, 325–394.\nProspero J. M., Ginoux P., Torres O., Nicholson S. E. and Gill T. E. (2002) Environmental characterization of global sources of atmospheric soil dust identified with the Nimbus 7 Total Ozone Mapping Spectrometer (TOMS) absorbing aerosol product. Rev. Geophys. 40, 2-1-2-31. Revel M., Ducassou E., Grousset F., Bernasconi S., Migeon S., Revillon S., Mascle J., Murat A., Zaragosi S. and Bosch D. (2010) 100,000 years of African monsoon variability recorded in sediments of the Nile margin. Quat. Sci. Rev. 29, 1342–1362. Ring U., Glodny J., Will T. and Thomson S. (2010) The Hellenic subduction system: High-pressure metamorphism, exhumation, normal faulting, and large-scale extension. Annu. Rev. Earth Planet. Sci. 38, 45–76. Robertson A. (1996) Mud volcanism on the Mediterranean Ridge: Initial results of Ocean Drilling Program Leg 160. Geology 24, 239–242. Robertson A. and Grasso M. (1995) Overview of the Late TertiaryRecent tectonic and palaeo-environmental development of the Mediterranean region. Terra Nova 7, 114–127. Rögl F. (1999) Mediterranean and Paratethys. Facts and hypotheses of an Oligocene to Miocene paleogeography (short overview). Geol. Carpath. 50, 339–349. Rossignol-Strick M. (1985) Mediterranean Quaternary sapropels, an immediate response of the African monsoon to variation of insolation. Palaeogeogr. Palaeoclimatol. Palaeoecol. 49, 237– 263. Ryan W. B. F., Hsü K. J., Cita M., Dumitrica P., Lort J., Maync W., Nesteroff W. D., Pautot G., Stradner H. and Wezel F. C. (1973a) Cleft in Mediterranean Ridge, Ionian Sea – Site 126. DSDP Initial Rep. 13, 219–242. Ryan W. B. F., Hsü K. J., Cita M., Dumitrica P., Lort J., Maync W., Nesteroff W. D., Pautot G., Stradner H. and Wezel F. C. (1973b) Hellenic Trench – Site 127 and 128. DSDP Initial Rep. 13, 243–322. Ryan W. B. F., Hsü K. J., Cita M., Dumitrica P., Lort J., Maync W., Nesteroff W. D., Pautot G., Stradner H. and Wezel F. C. (1973c) Mediterranean Ridge, Ionian Sea – Site 125. DSDP Initial Rep. 13, 175–218. Ryan W. B. F., Hsü K. J., Cita M., Dumitrica P., Lort J., Maync W., Nesteroff W. D., Pautot G., Stradner H. and Wezel F. C. (1973d) Mediterranean Ridge, Ionian Sea – Site 130. DSDP Initial Rep. 13, 355–382. Schuster M., Duringer P., Ghienne J.-F., Vignaud P., Mackaye H. T., Likius A. and Brunet M. (2006) The age of the Sahara desert. Science 311, 821-821. Scrivner A. E., Vance D. and Rohling E. J. (2004) New neodymium isotope data quantify Nile involvement in Mediterranean anoxic episodes. Geology 32, 565–568. Stein M., Almogi-Labin A., Goldstein S. L., Hemleben C. and Starinsky A. (2007) Late Quaternary changes in desert dust inputs to the Red Sea and Gulf of Aden from 87Sr/86Sr ratios in deep-sea cores. Earth Planet. Sci. Lett. 261, 104–119. Stewart K. and Rogers N. (1996) Mantle plume and lithosphere contributions to basalts from southern Ethiopia. Earth Planet. Sci. Lett. 139, 195–211. Sun S. s. and McDonough W. F. (1989) Chemical and isotopic systematics of oceanic basalts: Implications for mantle composition and processes. Geol. Soc. London Spec. Publ. 42, 313– 345. ten Veen J. H. and Kleinspehn K. L. (2003) Incipient continental collision and plate-boundary curvature: Late Pliocene–Holocene transtensional Hellenic forearc, Crete, Greece. J. Geol. Soc. 160, 161–181. Thirlwall M. (2000) Inter-laboratory and other errors in Pb isotope analyses investigated using a 207Pb–204Pb double spike. Chem. Geol. 163, 299–322.\nTommasini S., Heumann A., Avanzinelli R. and Francalanci L. (2007) The fate of high-angle dipping slabs in the subduction factory: An integrated trace element and radiogenic isotope (U, Th, Sr, Nd, Pb) study of Stromboli Volcano, Aeolian Arc, Italy. J. Petrol. 48, 2407–2430. Tonarini S., Leeman W. and Ferrara G. (2001) Boron isotopic variations in lavas of the Aeolian volcanic arc, South Italy. J. Volcanol. Geotherm. Res. 110, 155–170. Trauth M. H., Larrasoaña J. C. and Mudelsee M. (2009) Trends, rhythms and events in Plio-Pleistocene African climate. Quat. Sci. Rev. 28, 399–411. van Hinsbergen D. J. J., Hafkenscheid E., Spakman W., Meulenkamp J. and Wortel R. (2005) Nappe stacking resulting from subduction of oceanic and continental lithosphere below Greece. Geology 33, 325–328. Venkatarathnam K. and Ryan W. B. F. (1971) Dispersal patterns of clay minerals in the sediments of the eastern Mediterranean Sea. Mar. Geol. 11, 261–282. Vervoort J. D., Patchett P. J., Blichert-Toft J. and Albarède F. (1999) Relationships between Lu–Hf and Sm–Nd isotopic systems in the global sedimentary system. Earth Planet. Sci. Lett. 168, 79–99. Vervoort J. D., Patchett P. J., Söderlund U. and Baker M. (2004) Isotopic composition of Yb and the determination of Lu concentrations and Lu/Hf ratios by isotope dilution using MCICPMS. Geochem. Geophys. Geosyst. 5. Vervoort J. D., Plank T. and Prytulak J. (2011) The Hf–Nd isotopic composition of marine sediments. Geochim. Cosmochim. Acta 75, 5903–5926. Viccaro M. and Cristofolini R. (2008) Nature of mantle heterogeneity and its role in the short-term geochemical and volcanological evolution of Mt. Etna (Italy). Lithos 105, 272–288. Vignaud P., Duringer P., Mackaye H. T., Likius A., Blondel C., Boisserie J.-R., De Bonis L., Eisenmann V., Etienne M.-E. and Geraads D. (2002) Geology and palaeontology of the Upper\nMiocene Toros-Menalla hominid locality, Chad. Nature 418, 152–155. Vlastélic I., Carpentier M. and Lewin É. (2005) Miocene climate change recorded in the chemical and isotopic (Pb, Nd, Hf) signature of Southern Ocean sediments. Geochem. Geophys. Geosyst 6. Vroon P., Van Bergen M., Klaver G. and White W. (1995) Strontium, neodymium, and lead isotopic and trace-element signatures of the East Indonesian sediments: Provenance and implications for Banda Arc magma genesis. Geochim. Cosmochim. Acta 59, 2573–2598. Wehausen R. and Brumsack H.-J. (1999) Cyclic variations in the chemical composition of eastern Mediterranean Pliocene sediments: A key for understanding sapropel formation. Mar. Geol. 153, 161–176. Weldeab S., Emeis K.-C., Hemleben C. and Siebel W. (2002a) Provenance of lithogenic surface sediments and pathways of riverine suspended matter in the Eastern Mediterranean Sea: Evidence from 143Nd/144Nd and 87Sr/86Sr ratios. Chem. Geol. 186, 139–149. Weldeab S., Emeis K.-C., Hemleben C., Vennemann T. W. and Schulz H. (2002b) Sr and Nd isotope composition of Late Pleistocene sapropels and nonsapropelic sediments from the Eastern Mediterranean Sea: Implications for detrital influx and climatic conditions in the source areas. Geochim. Cosmochim. Acta 66, 3585–3598. White W. M. and Dupré B. (1986) Sediment subduction and magma genesis in the Lesser Antilles: Isotopic and trace element constraints. J. Geophys. Res. Solid Earth (1978–2012) 91, 5927–5941. Workman R. K. and Hart S. R. (2005) Major and trace element composition of the depleted MORB mantle (DMM). Earth Planet. Sci. Lett. 231, 53–72.\nAssociate editor: Janne Blichert-Toft"
  }],
  "year": 2015,
  "references": [{
    "title": "Hf and Nd isotopes in marine sediments: Constraints on global silicate weathering",
    "authors": ["G. Bayon", "K. Burton", "G. Soulet", "N. Vigier", "B. Dennielou", "J. Etoubleau", "E. Ponzevera", "C. German", "R. Nesbitt"],
    "venue": "Earth Planet. Sci",
    "year": 2009
  }, {
    "title": "Asian provenance of glacial dust (stage 2) in the Greenland Ice Sheet Project 2 ice core, Summit, Greenland",
    "authors": ["P. Biscaye", "F. Grousset", "M. Revel", "S. Van der Gaast", "G. Zielinski", "A. Vaars", "G. Kukla"],
    "venue": "J. Geophys. Res",
    "year": 1997
  }, {
    "title": "Weathering versus circulation-controlled changes in radiogenic isotope tracer composition of the Labrador Sea and North Atlantic",
    "authors": ["F. Blanckenburg", "F. Nägler T"],
    "venue": "Deep Water. Paleoceanography",
    "year": 2001
  }, {
    "title": "Response of the Nile and its catchment to millennial-scale climatic change since the LGM from Sr isotopes and major elements of East Mediterranean sediments",
    "authors": ["R. Box M", "D. Krom M", "A. Cliff R", "M. Bar-Matthews", "A. AlmogiLabin", "A. Ayalon", "M. Paterne"],
    "venue": "Quat. Sci. Rev",
    "year": 2011
  }, {
    "title": "Pb–Nd isotopic constraints on sedimentary input into the Lesser Antilles arc system",
    "authors": ["M. Carpentier", "C. Chauvel", "N. Mattielli"],
    "venue": "Earth Planet. Sci",
    "year": 2008
  }, {
    "title": "The “zircon effect” as recorded by the chemical and Hf isotopic compositions of Lesser Antilles forearc sediments",
    "authors": ["M. Carpentier", "C. Chauvel", "C. Maury R", "N. Mattielli"],
    "venue": "Earth Planet. Sci",
    "year": 2009
  }, {
    "title": "Trace element variation in size-fractionated African desert dusts",
    "authors": ["S. Castillo", "T. Moreno", "X. Querol", "A. Alastuey", "E. Cuevas", "L. Herrmann", "M. Mounkaila", "W. Gibbons"],
    "venue": "J. Arid Environ",
    "year": 2008
  }, {
    "title": "U– Pb–Hf characterization of the central Coast Mountains batholith: Implications for petrogenesis and crustal architecture",
    "authors": ["R. Cecil M", "G. Gehrels", "N. Ducea M", "J. Patchett P"],
    "venue": "Lithosphere",
    "year": 2011
  }, {
    "title": "Role of recycled oceanic basalt and sediment in generating the Hf–Nd mantle array",
    "authors": ["C. Chauvel", "E. Lewin", "M. Carpentier", "T. Arndt N", "J.-C. Marini"],
    "venue": "Nat. Geosci",
    "year": 2008
  }, {
    "title": "Contrasting compositions of Saharan dust in the eastern Atlantic Ocean during the last deglaciation and African Humid Period",
    "authors": ["M. Cole J", "L. Goldstein S", "B. Demenocal P", "R. Hemming S", "E. Grousset F"],
    "venue": "Earth Planet. Sci. Lett. 278,",
    "year": 2009
  }, {
    "title": "Benthic foraminiferal distribution in the Mediterranean Sea",
    "authors": ["S. De Rijk", "S. Troelstra", "E. Rohling"],
    "venue": "J. Foram. Res",
    "year": 1999
  }, {
    "title": "An Introduction to the Rock-forming Minerals",
    "authors": ["A. Deer W", "A. Howie R", "J. Zussman"],
    "year": 1992
  }, {
    "title": "Structure and geochemistry of Tethyan ophiolites and their petrogenesis in subduction rollback systems",
    "authors": ["Y. Dilek", "H. Furnes"],
    "venue": "Lithos 113,",
    "year": 2009
  }, {
    "title": "Geochemistry of the Jurassic Mirdita Ophiolite (Albania) and the MORB to SSZ evolution of a marginal basin oceanic crust",
    "authors": ["Y. Dilek", "H. Furnes", "M. Shallo"],
    "venue": "Lithos 100,",
    "year": 2008
  }, {
    "title": "Nile floods recorded in deep Mediterranean sediments",
    "authors": ["E. Ducassou", "T. Mulder", "S. Migeon", "E. Gonthier", "A. Murat", "M. Revel", "L. Capotondi", "M. Bernasconi S", "J. Mascle", "S. Zaragosi"],
    "venue": "Quat. Res",
    "year": 2008
  }, {
    "title": "Geochemistry of Nazca plate surface sediments: An evaluation of hydrothermal, biogenic, detrital, and hydrogenous sources",
    "authors": ["J. Dymond"],
    "venue": "Mem. Geol. Soc. Am",
    "year": 1981
  }, {
    "title": "A simple method for the precise determination of P40 trace elements in geological samples by ICPMS using enriched isotope internal standardisation",
    "authors": ["M. Eggins S", "D. Woodhead J", "J. Kinsley L. P", "E. Mortimer G", "P. Sylvester", "T. McCulloch M", "M. Hergt J", "R. Handler M"],
    "venue": "Chem. Geol",
    "year": 1997
  }, {
    "title": "Clay minerals in late glacial and Holocene sediments of the northern and southern Aegean Sea",
    "authors": ["W. Ehrmann", "G. Schmiedl", "Y. Hamann", "T. Kuhnt", "C. Hemleben", "W. Siebel"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2007
  }, {
    "title": "Influence of source materials and fractionating assemblage on magmatism along the Aegean Arc, and implications for crustal growth",
    "authors": ["A. Elburg M", "I. Smet", "E. De Pelsmaeker"],
    "venue": "Geol. Soc. London Spec",
    "year": 2014
  }, {
    "title": "The transition from calc-alkaline to potassic orogenic magmatism in the Aeolian Islands, Southern Italy",
    "authors": ["R. Ellam", "M. Menzies", "C. Hawkesworth", "W. Leeman", "M. Rosi", "G. Serri"],
    "venue": "Bull. Volcanol",
    "year": 1988
  }, {
    "title": "Tracers of the slab",
    "authors": ["T. Elliott"],
    "venue": "In Inside the Subduction Factory",
    "year": 2003
  }, {
    "title": "Latitudinal climatic gradients in the Western European and Mediterranean regions from the Mid-Miocene (c. 15 Ma) to the Mid-Pliocene (c",
    "authors": ["S. Fauquette", "J.-P. Suc", "G. Jiménez-Moreno", "A. Micheels", "A. Jost", "E. Favre", "N. Bachiri-Taoufiq", "A. Bertini", "M. Clet-Pellerin", "F. Diniz"],
    "year": 2007
  }, {
    "title": "Palaeoclimatic cyclicity in central Mediterranean Pliocene sediments: The mineralogical signal. Palaeogeogr",
    "authors": ["A. Foucault", "F. Mélières"],
    "venue": "Palaeoclimatol. Palaeoecol",
    "year": 2000
  }, {
    "title": "Late Quaternary palaeoclimatic oscillations in East Africa recorded by heavy minerals in the Nile delta",
    "authors": ["A. Foucault", "J. Stanley D"],
    "venue": "Nature 339,",
    "year": 1989
  }, {
    "title": "A West-East traverse along the magmatism of the South Aegean volcanic arc in the light of volcanological, chemical and isotope data",
    "authors": ["L. Francalanci", "G. Vougioukalakis", "G. Perini", "P. Manetti"],
    "venue": "Dev. Volcanol",
    "year": 2005
  }, {
    "title": "A west-east geochemical and isotopic traverse along the volcanism of the Aeolian Island arc, southern Tyrrhenian Sea, Italy: Inferences on mantle source processes",
    "authors": ["L. Francalanci", "R. Avanzinelli", "S. Tommasini", "A. Heuman"],
    "venue": "Spec. Pap. Geol. Soc. Am",
    "year": 2007
  }, {
    "title": "Nd isotopic compositions of Eastern Mediterranean sediments",
    "authors": ["R. Freydier", "A. Michard", "G. De Lange", "J. Thomson"],
    "year": 2001
  }, {
    "title": "The mineralogical and chemical properties and the behaviour of aeolian Saharan dust over Israel",
    "authors": ["E. Ganor", "H. Foner"],
    "year": 1996
  }, {
    "title": "The Mediterranean hydrologic budget from a Late Miocene global climate simulation",
    "authors": ["R. Gladstone", "R. Flecker", "P. Valdes", "D. Lunt", "P. Markwick"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2007
  }, {
    "title": "Saharan dust storms: Nature and consequences",
    "authors": ["A. Goudie", "N. Middleton"],
    "venue": "Earth Sci. Rev",
    "year": 2001
  }, {
    "title": "The late Neogene Sahabi rivers of the Sahara and their climatic and environmental implications for the Chad Basin",
    "authors": ["L. Griffin D"],
    "venue": "J. Geol",
    "year": 2006
  }, {
    "title": "An improved chromatographic separation technique of Nd with application to NdO+ isotope analysis",
    "authors": ["M. Griselin", "J. Van Belle", "C. Pomies", "P. Vroon", "M. Van Soest", "G. Davies"],
    "venue": "Chem. Geol",
    "year": 2001
  }, {
    "title": "Saharan wind regimes traced by the Sr–Nd isotopic composition of subtropical Atlantic sediments: Last Glacial Maximum vs today",
    "authors": ["E. Grousset F", "M. Parra", "A. Bory", "P. Martinez", "P. Bertrand", "G. Shimmield", "M. Ellam R"],
    "venue": "Quat. Sci. Rev",
    "year": 1998
  }, {
    "title": "Modern and late Quaternary clay mineral distribution in the area of the SE Mediterranean Sea",
    "authors": ["Y. Hamann", "W. Ehrmann", "G. Schmiedl", "T. Kuhnt"],
    "venue": "Quat. Res",
    "year": 2009
  }, {
    "title": "The release of Pb and REE from granitoids by the dissolution of accessory",
    "authors": ["Y. Harlavan", "Y. Erel"],
    "venue": "phases. Geochim. Cosmochim",
    "year": 2002
  }, {
    "title": "Structural setting and tectonic control of mud volcanoes from the Central Mediterranean Ridge (Eastern Mediterranean)",
    "authors": ["C. Huguen", "J. Mascle", "E. Chaumillon", "A. Kopf", "J. Woodside", "T. Zitter"],
    "venue": "Mar. Geol",
    "year": 2004
  }, {
    "title": "Palaeobotanical studies from tropical Africa: Relevance to the evolution of forest, woodland and savannah biomes",
    "authors": ["F. Jacobs B"],
    "venue": "Philos. Trans. R. Soc. Lond. B Biol",
    "year": 2004
  }, {
    "title": "Trace element signature of subduction-zone fluids, melts and supercritical liquids at 120–180",
    "authors": ["R. Kessel", "W. Schmidt M", "P. Ulmer", "T. Pettke"],
    "venue": "km depth. Nature",
    "year": 2005
  }, {
    "title": "Lu–Hf and Sm–Nd isotope systems in zircon",
    "authors": ["D. Kinny P", "R. Maas"],
    "venue": "Rev. Mineral. Geochem",
    "year": 2003
  }, {
    "title": "Uranium in the oceans: Where it goes and why",
    "authors": ["G. Klinkhammer", "M. Palmer"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 1991
  }, {
    "title": "The Mediterranean Ridge: A mass balance across the fastest growing accretionary complex on Earth",
    "authors": ["A. Kopf", "J. Mascle", "D. Klaeschen"],
    "venue": "J. Geophys. Res. Solid Earth",
    "year": 2003
  }, {
    "title": "The characterisation of Saharan dusts and Nile particulate matter in surface sediments from the Levantine basin using Sr isotopes",
    "authors": ["D. Krom M", "A. Cliff R", "M. Eijsink L", "B. Herut", "R. Chester"],
    "venue": "Mar. Geol",
    "year": 1999
  }, {
    "title": "Sources of sediment to the Ionian Sea and western Levantine basin of the Eastern Mediterranean during S-1",
    "authors": ["D. Krom M", "A. Michard", "A. Cliff R", "K. Strohle"],
    "venue": "sapropel times. Mar. Geol",
    "year": 1999
  }, {
    "title": "Three million years of monsoon variability over the northern Sahara",
    "authors": ["J. Larrasoaña", "A. Roberts", "E. Rohling", "M. Winklhofer", "R. Wehausen"],
    "venue": "Clim. Dyn",
    "year": 2003
  }, {
    "title": "The Mediterranean Ridge backstop and the Hellenic nappes",
    "authors": ["X. Le Pichon", "S. Lallemant", "N. Chamot-Rooke", "D. Lemeur", "G. Pascal"],
    "venue": "Mar. Geol",
    "year": 2002
  }, {
    "title": "Strontium isotope stratigraphy",
    "authors": ["J. McArthur", "R. Howarth", "G. Shields"],
    "venue": "In A Geologic Time Scale",
    "year": 2012
  }, {
    "title": "The composition of the Earth",
    "authors": ["McDonough W. F", "Sun S. s"],
    "venue": "Chem. Geol",
    "year": 1995
  }, {
    "title": "Relationships between the trace element composition of sedimentary rocks and upper continental crust",
    "authors": ["M. McLennan S"],
    "venue": "Geochem. Geophys. Geosyst",
    "year": 2001
  }, {
    "title": "Geochemical and Nd–Sr isotopic composition of deep-sea turbidites: Crustal evolution and plate tectonic associations",
    "authors": ["S. McLennan", "S. Taylor", "M. McCulloch", "J. Maynard"],
    "venue": "Geochim. Cosmochim",
    "year": 1990
  }, {
    "title": "Tectonic control on past circulation of the Mediterranean Sea: A model study of the Late Miocene",
    "authors": ["T. Meijer P", "R. Slingerland", "M. Wortel"],
    "venue": "Paleoceanography",
    "year": 2004
  }, {
    "title": "The Late Miocene climate response to a modern Sahara desert",
    "authors": ["A. Micheels", "J. Eronen", "V. Mosbrugger"],
    "venue": "Global Planet. Change",
    "year": 2009
  }, {
    "title": "World-wide delivery of river sediment to the oceans",
    "authors": ["D. Milliman J", "H. Meade R"],
    "venue": "J. Geol",
    "year": 1983
  }, {
    "title": "Hafnium isotope characterization of the GJ1 zircon reference material by solution and laser-ablation MCICPMS",
    "authors": ["A. Morel M. L", "O. Nebel", "J. Nebel-Jacobsen Y", "S. Miller J", "Z. Vroon P"],
    "venue": "Chem. Geol",
    "year": 2008
  }, {
    "title": "Geochemical variations in aeolian mineral particles from the Sahara-Sahel",
    "authors": ["T. Moreno", "X. Querol", "S. Castillo", "A. Alastuey", "E. Cuevas", "L. Herrmann", "M. Mounkaila", "J. Elvira", "W. Gibbons"],
    "venue": "Dust Corridor. Chemosphere",
    "year": 2006
  }, {
    "title": "Separation of high field strength elements (Nb, Ta, Zr, Hf) and Lu from rock samples for MC-ICPMS measurements",
    "authors": ["C. Münker", "S. Weyer", "E. Scherer", "K. Mezger"],
    "venue": "Geochem. Geophys. Geosyst,",
    "year": 2001
  }, {
    "title": "Tracing Nile sediment sources by Sr and Nd isotope signatures (Uganda, Ethiopia, Sudan)",
    "authors": ["M. Padoan", "E. Garzanti", "Y. Harlavan", "M. Villa I"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 2011
  }, {
    "title": "Hafnium/rare earth element fractionation in the sedimentary system and crustal recycling into the Earth’s mantle",
    "authors": ["P. Patchett", "W. White", "H. Feldmann", "S. Kielinczuk", "A. Hofmann"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 1984
  }, {
    "title": "Plio-quaternary Volcanism in Italy",
    "authors": ["A. Peccerillo"],
    "year": 2005
  }, {
    "title": "Compositional variations of magmas in the Aeolian arc: Implications for petrogenesis and geodynamics",
    "authors": ["A. Peccerillo", "G. De Astis", "D. Faraone", "F. Forni", "M. Frezzotti"],
    "venue": "Geol. Soc., London,",
    "year": 2013
  }, {
    "title": "Isotopic and trace element signatures of Ethiopian flood basalts: Evidence for plume–lithosphere interactions",
    "authors": ["R. Pik", "C. Deniel", "C. Coulon", "G. Yirgu", "B. Marty"],
    "venue": "Geochim. Cosmochim",
    "year": 1999
  }, {
    "title": "The chemical composition of subducting sediments",
    "authors": ["T. Plank"],
    "venue": "In The Crust, Treatise on Geochemistry,",
    "year": 2013
  }, {
    "title": "Tracing trace elements from sediment input to volcanic output at subduction",
    "authors": ["T. Plank", "H. Langmuir C"],
    "venue": "zones. Nature",
    "year": 1993
  }, {
    "title": "The chemical composition of subducting sediment and its consequences for the crust and mantle",
    "authors": ["T. Plank", "H. Langmuir C"],
    "venue": "Chem. Geol",
    "year": 1998
  }, {
    "title": "Environmental characterization of global sources of atmospheric soil dust identified with the Nimbus 7 Total Ozone Mapping Spectrometer (TOMS) absorbing aerosol product",
    "authors": ["M. Prospero J", "P. Ginoux", "O. Torres", "E. Nicholson S", "E. Gill T"],
    "venue": "Rev. Geophys",
    "year": 2002
  }, {
    "title": "The Hellenic subduction system: High-pressure metamorphism, exhumation, normal faulting, and large-scale extension",
    "authors": ["U. Ring", "J. Glodny", "T. Will", "S. Thomson"],
    "venue": "Annu. Rev. Earth Planet. Sci",
    "year": 2010
  }, {
    "title": "Mud volcanism on the Mediterranean Ridge: Initial results of Ocean Drilling Program",
    "authors": ["A. Robertson"],
    "venue": "Leg 160. Geology",
    "year": 1996
  }, {
    "title": "Overview of the Late TertiaryRecent tectonic and palaeo-environmental development of the Mediterranean region",
    "authors": ["A. Robertson", "M. Grasso"],
    "venue": "Terra Nova",
    "year": 1995
  }, {
    "title": "Mediterranean and Paratethys. Facts and hypotheses of an Oligocene to Miocene paleogeography (short overview)",
    "authors": ["F. Rögl"],
    "venue": "Geol. Carpath",
    "year": 1999
  }, {
    "title": "Mediterranean Quaternary sapropels, an immediate response of the African monsoon to variation of insolation",
    "authors": ["M. Rossignol-Strick"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 1985
  }, {
    "title": "Cleft in Mediterranean Ridge, Ionian Sea – Site 126",
    "authors": ["F. Ryan W. B", "J. Hsü K", "M. Cita", "P. Dumitrica", "J. Lort", "W. Maync", "D. Nesteroff W", "G. Pautot", "H. Stradner", "C. Wezel F"],
    "venue": "DSDP Initial Rep",
    "year": 1973
  }, {
    "title": "1973c) Mediterranean Ridge, Ionian Sea – Site 125",
    "authors": ["F. Ryan W. B", "J. Hsü K", "M. Cita", "P. Dumitrica", "J. Lort", "W. Maync", "D. Nesteroff W", "G. Pautot", "H. Stradner", "C. Wezel F"],
    "venue": "DSDP Initial Rep",
    "year": 1973
  }, {
    "title": "1973d) Mediterranean Ridge, Ionian Sea – Site 130",
    "authors": ["F. Ryan W. B", "J. Hsü K", "M. Cita", "P. Dumitrica", "J. Lort", "W. Maync", "D. Nesteroff W", "G. Pautot", "H. Stradner", "C. Wezel F"],
    "venue": "DSDP Initial Rep",
    "year": 1973
  }, {
    "title": "New neodymium isotope data quantify Nile involvement in Mediterranean anoxic",
    "authors": ["E. Scrivner A", "D. Vance", "J. Rohling E"],
    "venue": "episodes. Geology",
    "year": 2004
  }, {
    "title": "Late Quaternary changes in desert dust inputs to the Red Sea and Gulf of Aden from 87Sr/86Sr ratios in deep-sea cores",
    "authors": ["M. Stein", "A. Almogi-Labin", "L. Goldstein S", "C. Hemleben", "A. Starinsky"],
    "venue": "Earth Planet. Sci",
    "year": 2007
  }, {
    "title": "Mantle plume and lithosphere contributions to basalts from southern Ethiopia",
    "authors": ["K. Stewart", "N. Rogers"],
    "venue": "Earth Planet. Sci",
    "year": 1996
  }, {
    "title": "Chemical and isotopic systematics of oceanic basalts: Implications for mantle composition and processes",
    "authors": ["Sun S. s", "McDonough W. F"],
    "venue": "Geol. Soc. London Spec. Publ",
    "year": 1989
  }, {
    "title": "Incipient continental collision and plate-boundary curvature: Late Pliocene–Holocene transtensional Hellenic forearc, Crete, Greece",
    "authors": ["H. ten Veen J", "L. Kleinspehn K"],
    "venue": "J. Geol",
    "year": 2003
  }, {
    "title": "Inter-laboratory and other errors in Pb isotope analyses investigated using a 207Pb–204Pb double spike",
    "authors": ["M. Thirlwall"],
    "venue": "Chem. Geol",
    "year": 2000
  }, {
    "title": "The fate of high-angle dipping slabs in the subduction factory: An integrated trace element and radiogenic isotope (U, Th, Sr, Nd, Pb) study of Stromboli Volcano, Aeolian Arc, Italy",
    "authors": ["S. Tommasini", "A. Heumann", "R. Avanzinelli", "L. Francalanci"],
    "venue": "J. Petrol",
    "year": 2007
  }, {
    "title": "Boron isotopic variations in lavas of the Aeolian volcanic arc, South Italy",
    "authors": ["S. Tonarini", "W. Leeman", "G. Ferrara"],
    "venue": "J. Volcanol. Geotherm",
    "year": 2001
  }, {
    "title": "Trends, rhythms and events in Plio-Pleistocene African climate",
    "authors": ["H. Trauth M", "C. Larrasoaña J", "M. Mudelsee"],
    "venue": "Quat. Sci. Rev",
    "year": 2009
  }, {
    "title": "Nappe stacking resulting from subduction of oceanic and continental lithosphere below Greece",
    "authors": ["J. van Hinsbergen D. J", "E. Hafkenscheid", "W. Spakman", "J. Meulenkamp", "R. Wortel"],
    "venue": "Geology",
    "year": 2005
  }, {
    "title": "Dispersal patterns of clay minerals in the sediments of the eastern Mediterranean Sea",
    "authors": ["K. Venkatarathnam", "F. Ryan W. B"],
    "venue": "Mar. Geol",
    "year": 1971
  }, {
    "title": "Relationships between Lu–Hf and Sm–Nd isotopic systems in the global sedimentary system",
    "authors": ["D. Vervoort J", "J. Patchett P", "J. Blichert-Toft", "F. Albarède"],
    "venue": "Earth Planet. Sci",
    "year": 1999
  }, {
    "title": "Isotopic composition of Yb and the determination of Lu concentrations and Lu/Hf ratios by isotope dilution using MCICPMS",
    "authors": ["D. Vervoort J", "J. Patchett P", "U. Söderlund", "M. Baker"],
    "venue": "Geochem. Geophys. Geosyst",
    "year": 2004
  }, {
    "title": "The Hf–Nd isotopic composition of marine sediments",
    "authors": ["D. Vervoort J", "T. Plank", "J. Prytulak"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 2011
  }, {
    "title": "Nature of mantle heterogeneity and its role in the short-term geochemical and volcanological evolution of Mt",
    "authors": ["M. Viccaro", "R. Cristofolini"],
    "venue": "Etna (Italy). Lithos",
    "year": 2008
  }, {
    "title": "Miocene climate change recorded in the chemical and isotopic (Pb, Nd, Hf) signature of Southern Ocean sediments",
    "authors": ["I. Vlastélic", "M. Carpentier", "É. Lewin"],
    "venue": "Geochem. Geophys. Geosyst",
    "year": 2005
  }, {
    "title": "Strontium, neodymium, and lead isotopic and trace-element signatures of the East Indonesian sediments: Provenance and implications for Banda Arc magma genesis",
    "authors": ["P. Vroon", "M. Van Bergen", "G. Klaver", "W. White"],
    "venue": "Geochim. Cosmochim",
    "year": 1995
  }, {
    "title": "Cyclic variations in the chemical composition of eastern Mediterranean Pliocene sediments: A key for understanding sapropel formation",
    "authors": ["Wehausen R", "Brumsack H.-J"],
    "venue": "Mar. Geol",
    "year": 1999
  }, {
    "title": "Provenance of lithogenic surface sediments and pathways of riverine suspended matter in the Eastern Mediterranean Sea: Evidence",
    "authors": ["S. Weldeab", "K.-C. Emeis", "C. Hemleben", "W. Siebel"],
    "year": 2002
  }, {
    "title": "2002b) Sr and Nd isotope composition of Late Pleistocene sapropels and nonsapropelic sediments from the Eastern Mediterranean Sea: Implications for detrital influx and climatic conditions in the source areas. Geochim. Cosmochim",
    "authors": ["S. Weldeab", "K.-C. Emeis", "C. Hemleben", "W. Vennemann T", "H. Schulz"],
    "year": 2002
  }, {
    "title": "Sediment subduction and magma genesis in the Lesser Antilles: Isotopic and trace element constraints",
    "authors": ["M. White W", "B. Dupré"],
    "venue": "J. Geophys. Res. Solid Earth",
    "year": 1986
  }, {
    "title": "Major and trace element composition of the depleted MORB mantle (DMM)",
    "authors": ["K. Workman R", "R. Hart S"],
    "venue": "Earth Planet. Sci. Lett. 231,",
    "year": 2005
  }],
  "id": "SP:b16fd4baa3c9de0379cb851d1b93725a8f367787",
  "authors": [{
    "name": "Martijn Klaver",
    "affiliations": []
  }, {
    "name": "Thomas Djuly",
    "affiliations": []
  }, {
    "name": "Stefan de Graaf",
    "affiliations": []
  }, {
    "name": "Alex Sakes",
    "affiliations": []
  }, {
    "name": "Jan Wijbrans",
    "affiliations": []
  }, {
    "name": "Gareth Davies",
    "affiliations": []
  }, {
    "name": "Pieter Vroon",
    "affiliations": []
  }],
  "abstractText": "The Eastern Mediterranean Sea (EMS) is the last remnant of the Tethys Ocean that has been subducted to the north since the Jurassic. Subduction has led to the formation of multiple island arcs in the EMS region where the Aeolian and Aegean arcs are currently active. The EMS is surrounded by continents and receives a large sediment input, part of which is transported down with the subducting slab into the mantle and potentially contributes a major flux to the arc volcanism. An along-arc gradient in the composition of subducting sediment has been evoked to explain the distinct geochemical signature of the easternmost volcanic centre of the Aegean arc, but direct evidence for this proposal is lacking. We present a detailed study of the mineralogical, major-, trace elements and Sr–Nd–Hf–Pb isotope composition of 45 Neogene EMS sediment samples obtained from Deep Sea Drilling Project (DSDP) and Ocean Drilling Program (ODP) drill sites and box cores to characterise their geochemical composition, distinguish provenance components and investigate the temporal and spatial variation in provenance to evaluate the potential changing contribution of subducted EMS sediment to Aegean and Aeolian arc volcanism. Based on trace element characteristics of EMS sediments, we can distinguish four provenance components. Nile sediment and Sahara dust are the main components, but contributions from the Tethyan ophiolite belt and arc volcanic rocks in the north are also recognised. Pliocene and Quaternary EMS sediment records a strong geochemical gradient where Nile River sediment entering the EMS in the east is progressively diluted by Sahara Desert dust towards the west. Pre-Messinian samples, however, have a remarkably homogeneous composition with Nile sediment characteristics. We relate this rapid increase in Sahara dust contribution to a late Miocene climate shift leading to decreased Nile runoff and aridification of the Sahara region. EMS sediment has a restricted range in Pb isotopes compared to Aegean volcanic rocks and therefore cannot account for the total variation in Aegean arc lavas. The bulk addition of 0.5–5% of EMS sediment satisfactorily explains most of the variation in volcanic rocks from the western and central centres, but the low Pb/Pb and Pb/Pb seen in the eastern volcanic centre Nisyros requires a distinct mantle source. In the Aeolian arc, a subducted EMS sediment input can only be detected in Stromboli volcanic rocks. 2015 Elsevier Ltd. All rights reserved. http://dx.doi.org/10.1016/j.gca.2015.01.007 0016-7037/ 2015 Elsevier Ltd. All rights reserved. ⇑ Corresponding author. Tel.: +31 (0)20 5983725. E-mail address: martijn.klaver@vu.nl (M. Klaver). 150 M. Klaver et al. / Geochimica et Cosmochimica Acta 153 (2015) 149–168",
  "title": "Temporal and spatial variations in provenance of Eastern Mediterranean Sea sediments: Implications for Aegean and Aeolian arc volcanism"
}