{
  "sections": [{
    "text": "lable at ScienceDirect\nContents lists avai\nCretaceous Research\njournal homepage: www.elsevier .com/locate/CretRes\nCretaceous climate, volcanism, impacts, and biotic effects\nGerta Keller Department of Geosciences, Princeton University, Princeton, 08544 NJ, USA\na r t i c l e i n f o\nArticle history: Received 28 May 2006 Accepted in revised form 4 May 2008 Available online 12 July 2008\nKeywords: Cretaceous Impacts Volcanism Mass extinctions Biotic effects\nE-mail address: gkeller@princeton.edu\n0195-6671/$ – see front matter 2008 Elsevier Ltd. doi:10.1016/j.cretres.2008.05.030\na b s t r a c t\nCretaceous volcanic activities (LIPs and CFBPs) appear to have had relatively minor biotic effects, at least at the generic level. Major biotic stress during the Cretaceous was associated with OAEs and related to nutrient availability largely from weathering, greenhouse warming, drowning of platform areas, and volcanism. The biotic effects of OAEs were often dramatic at the species level, causing the extinction of larger specialized and heavily calcified planktonic foraminifera (rotaliporid extinction) and nannoconids (nannoconid crises), the temporary disappearances of other larger species, and the rapid increase in r-selected small and thin-walled species, such as the low oxygen tolerant heterohelicids and radially elongated taxa among planktic foraminifera and thin walled nannofossils. Biotic diversity increased during cool climates, particularly during the late Campanian and Maastrichtian, reaching maximum diversity during the middle Maastrichtian. High biotic stress conditions began during greenhouse warming and Deccan volcanism about 400 ky before the K-T boundary; it reduced abundances of large specialized tropical planktic foraminiferal species and endangered their survival. By K-T time, renewed Deccan volcanism combined with a large impact probably triggered the demise of this already extinction prone species group. Evidence from NE Mexico, Texas, and the Chicxulub crater itself indicates that this 170 km-diameter crater predates the K-T boundary by w300,000 years and caused no species extinctions. The Chicxulub impact, therefore, can no longer be considered a direct cause for the K-T mass extinction. However, the K-T mass extinction is closely associated with a global Ir anomaly, which is considered too large, too widespread, and too concentrated in a thin layer to have originated from volcanic activity, leaving another large impact as the most likely source. This suggests that a second still unknown larger impact may have triggered the K-T mass extinction.\n2008 Elsevier Ltd. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "The Cretaceous is a complex time period in Earth’s history that saw episodes of abrupt greenhouse warming and cooling (Lini et al., 1992; Föllmi, 1995; Huber et al., 1995; Stoll and Schrag, 1996; Larson and Erba, 1999; Jenkyns, 2003; Wilson et al., 2002), repeated platform drowning, major excursions in the carbon isotope record, episodic oceanic anoxic events, and increased volcanic activity forming large igneous provinces (LIPs) (Föllmi et al., 1994; Weissert et al., 1998; Jenkyns et al., 1994; Hochuli et al., 1999; Clarke and Jenkyns, 1999; Wissler et al., 2003; Bodin et al., 2006). By the late Cenomanian to early Turonian, sea levels peaked at about 300 m above present, inundating continental shelf areas and forming extensive inland seas that favored deposition and preservation of chalk deposits (Hallam and Wignall, 1997). Widespread oceanic anoxic events accompanied the sea level transgressions and climate changes (e.g., Valanginian, Hauterivian, Barremian/Aptian, Aptian/\nAll rights reserved.\nAlbian, Albian/Cenomanian, Cenomanian-Turonian, and Coniacian) leading to high biotic stress conditions largely due to high nutrient levels associated with greenhouse warming, increased weathering, and LIPs (e.g., Erba, 1994, 2004; Galeotti, 1998; Kerr, 1998; Cobianchi et al., 1999; Riebesell et al., 2000; Keller et al., 2001, 2004a,b; Wignall, 2001; Hart et al., 2002; Courtillot and Renne, 2003; Coccioni and Luciani, 2004). But the expansive shallow seas also provided new habitats for shallow water marine and terrestrial life, leading to diversification of coccoliths, diatoms, foraminifera, ammonoids, mollusks, angiosperms, gymnosperms, dinosaurs, plesiosaurs, pterosaurs, and ichthyosaurs. By the end of the Cretaceous, the coincidence of volcanism, impacts, and climate change likely caused one of Earth’s major mass extinctions.\nThis report focuses on Cretaceous biodiversity and extinction trends and examines their potential cause-and-effect relationships between volcanism (LIPs and CFBPs), impacts, climate, ocean anoxia, and the carbon cycle. Specific topics addressed include the Cretaceous-Tertiary (K-T) boundary mass extinction, the age of the Chicxulub impact, biotic effects of volcanism, and the biotic response to oceanic anoxic events. The report is based on the\nkeynote lecture delivered in 2005 at the 7th International Symposium on the Cretaceous in Neuchatel, Switzerland. I thank the organizers, Karl Follmi and Thierry Adatte, for a magnificent meeting."
  }, {
    "heading": "2. What constitutes a mass extinction?",
    "text": "In general we can assume that the disappearance of >40% of generic diversity qualifies as a major mass extinction. By this measure the five Phanerozoic mass extinctions, based on Sepkoski’s (1996) genus level database, are easily recognized and corroborated: the end-Cretaceous, end-Permian, mid-Permian (Maokouan), end-Devonian and end-Ordovician (Fig. 1). The middle and late Cambrian extinction events reach just above 40%, but it is still uncertain whether these are regional or global events. Minor extinctions are more problematical in part due to the use of stagelevel data, which means that any genera that disappeared in a given stage are grouped as one sudden extinction event, when in reality they may have been spread out over 6–12 m.y. and constitute background or accelerated extinctions. Stage-level extinction data must therefore be interpreted with caution.\nThe Phanerozoic extinction record suggests that a 10% generic turnover per stage can be considered as overall background extinctions, though the rate is significantly lower during the Cretaceous and even lower during the Cenozoic (Fig. 1). Indeed the Cretaceous marks a very long period (145–65 Ma) of background extinctions (<10%), except for elevated extinctions during the oceanic anoxic events (OAE) at the Aptian/Albian (12%) and Cenomanian/Turonian (17%), and of course the end-Cretaceous mass extinction. Elevated extinctions of between 10–20% occurred during all time periods, with the exception of the Cenozoic. Accelerated extinctions, here defined as between 20–30%/stage, commonly precede and follow mass extinctions, particularly at the end of the Triassic and late Devonian. During the middle and late Cambrian and late Triassic stage-level extinctions between 30–40% mark minor mass extinctions. Thus, within the context of Phanerozoic genus-level extinctions, the Cretaceous marks a period of low biotic stress followed by the K-T mass extinction. Genus-level diversity trends (Sepkoski, 1997; MacLeod, 2004) for the Cretaceous and Tertiary support this observation. During the Cretaceous there is a steady increase in diversity, leveling off during the Turonian to Santonian followed by a rapid increase in overall biodiversity\nraphic subdivisions and numerical ages from the 2004 International Stratigraphy Chart ary by 300 ky and a second larger (>200 km) impact crater is postulated for the K-T 005a).\nduring the Campanian and Maastrichtian (Fig. 2). This genus-level diversity trend, however, may significantly underestimate the environmental stress associated with volcanism, impacts, climate and sea level changes."
  }, {
    "heading": "3. Are impacts to blame for mass extinctions?",
    "text": "Common sense tells us that very large impacts could cause catastrophic mass extinctions. But how large must an impact be to cause a mass extinction? The Phanerozoic impact database (Earth Impact Database 2005) notes a large number of craters 5–49 km in diameter, but only 11 between 50–100 km, one possibly 120 km (Glikson et al., 2005) and Chicxulub at 170 km the largest known impact crater (Fig. 1). Thus, during the Phanerozoic only a few impacts are large enough to have the potential to cause significant biotic stress (Table 1). Of course, this database is necessarily incomplete because oceanic impact craters are generally not preserved due to seafloor subduction, whereas preservation of impact craters on continents depends on tectonic activity, erosion and vegetation cover. Nevertheless, the impact record provides sufficient information to draw some conclusions as to the potential killeffect of large impacts.\nA plot of Phanerozoic mass extinction intensity versus impact crater size shows no direct correlation, except for the potential close association of the Chicxulub impact with the K-T mass extinction (Courtillot, 1999; Wignall, 2001; MacLeod, 2003; Keller, 2005a; White and Saunders, 2005). However, to really determine the impact kill-effect we must first determine the precise ages of impacts. Most impact craters are difficult to date even within 0.5 to 2 million years (error bars in Fig. 1), which eliminates most craters from useful correlation with extinction horizons. To prove the kill-effect of an impact requires close age correlation between the impact and extinction horizons, preferably in the same stratigraphic sequence. Such dated sequences exist for the two large (90–100 km) late Eocene Popigai and Chesapeake impacts (Montanari and Koeberl, 2000; Poag et al., 2002) and the Chicxulub impact (Stinnesbeck et al., 2001; Keller et al., 2003a, 2004a,b).\nThe late Eocene impact craters are not associated with any species extinctions (Keller et al., 1983; Keller, 1986; Montanari and Koeberl, 2000; Monechi et al., 2000). Nevertheless, Poag (1997) and Alvarez (2003) argued that an impact-cause is ‘‘abundantly confirmed’’ by the minor and gradual extinctions over the following 3 m.y. interval of the late Eocene, which they attributed to the delayed adverse effects of the impacts causing long-term global warming. These interpretations are in direct contradiction with climate studies, which show neither short-term nor long-term changes associated with the impact horizons and global cooling, not warming, during the late Eocene (Montanari and Koeberl, 2000; Bodiselitsch et al., 2004; Keller, 2005a). Moreover, generic diversity between middle and late Eocene rapidly increased, whereas extinction intensity increased only from 6% to 10%, remaining within the level of background extinctions (Fig. 2). We can therefore conclude that impacts with crater sizes up to 100 km cause no significant biotic or environmental effects (Fig. 3). This leaves only the Chicxulub impact as a potential impact large enough to cause a major mass extinction, but a K-T age for this impact is in question.\n4. Chicxulub impact predates K-T by w300 ky\nThe Chicxulub impact is commonly believed to have caused the K-T mass extinction. But recent evidence puts this conventional wisdom increasingly in doubt in the most continuous and expanded K-T sequences with impact ejecta layers in NE Mexico, Texas and the Chicxulub impact crater (Fig. 4). In these sequences the Chicxulub ejecta spherule and breccia layers are stratigraphically well below the K-T boundary in late Maastrichtian pelagic sediments that predate the boundary by about 300,000 years (Keller et al., 2002, 2003a, 2004a,b). The evidence is briefly summarized here."
  }, {
    "heading": "4.1. Northeastern Mexico",
    "text": "The commonly cited K-T age for the 170 km Chicxulub impact crater on Yucatan, Mexico, is based on: (1) 39Ar/40Ar ages of impact\nenozoic. Diversity and extinction data (genera) from Sepkoski (1996, 1997). Time scale ourtillot and Renne (2003). Note that the Chicxulub impact predates the K-T boundary based on the Ir distribution pattern and mass extinction.\nglass at 65.0, 65.2 or 65.4 0.2 Ma (Izett et al., 1991; Sharpton et al., 1992; Swisher et al., 1992). (Note, the K-T boundary has been revised from 65 Ma to 65.5 Ma by Gradstein and Ogg, 2004.) However, radiometric dating is not precise enough to distinguish whether the impact occurred at the K-T or within a few hundred thousand years of it. (2) The presence of impact ejecta spherules at the base of the 2 m to 8 m thick sandstone-siltstone units that infill submarine channels at paleodepths of 500–1000 m and underlie the K-T boundary mass extinction and Ir anomaly throughout NE Mexico. To explain the widely separated impact glass spherule layers and Ir anomaly, the sandstone-siltstone units have been interpreted as impact-generated tsunami deposit with the Ir settling at the top within hours to a few days (Smit et al., 1992, 1996; Smit, 1999; Soria et al., 2001).\nFrom the very beginning there were many problems with this interpretation (see review in Keller et al., 2003a). Problems include: (1) Presence of repeated burrowed (Thalassinoides, Chondrites) horizons of fine-grained sediments, truncated by the overlying\nFig. 3. A plot of extinction intensity versus crater diameter of known impacts reveals no diameter. Note that the Chicxulub impact crater predates the K/T boundary and is not assoc based on this plot and the global iridium anomaly at the K/T mass extinction. (Modified af\nsandstones. This indicates that the ocean floor was repeatedly colonized, then buried by slumps or gravity flows, which is incompatible with deposition within hours to days via tsunami (Adatte et al., 1996; Keller et al., 1997; Ekdale and Stinnesbeck, 1998). (2) The impact spherules at the base of the channel deposits are reworked, as indicated by the presence of shallow water benthic foraminifera, wood and plant debris (Keller et al., 1994; Alegret et al., 2001). Thus, spherules were originally deposited in a shallow nearshore area and subsequently eroded and transported into the deep submarine channels. (3) There are two such spherule-erosion and redeposition events separated by a 20–25 cm thick sandy limestone, which contains J-shaped spherule-infilled burrows truncated at the top (Fig. 5). This means that after deposition of the limestone layer, animals colonized and burrowed on the seafloor prior to deposition of the second spherule layer. (4) The mass extinction and Ir anomaly coincides with a thin red clay layer above the channel-fill deposits and cannot be temporally tied to the two reworked spherule layers below.\ncorrelation between mass extinctions, including the Chicxulub impact at 170 km-iniated with the mass extinction. A K/T impact crater of >200 km-in-diameter is inferred ter Keller, 2005a).\nIf the spherule layers at the base of the submarine channel deposits are reworked, then finding the original spherule ejecta layer in its stratigraphic position would provide proof of the real age of the Chicxulub impact. In the late 1990’s a systematic search was undertaken by a group of Masters and graduate students from Neuchatel, Karlsruhe and Princeton Universities and their advisors Thierry Adatte, Wolfgang Stinnesbeck, Doris Stueben and myself. Over an area spanning 80 km2 and over 40 outcrops in NE Mexico, the late Maastrichtian pelagic sediments below the channelized sandstone-siltstone units were systematically examined (e.g.,\nFig. 5. The sandstone-siltstone complex at El Penon, NE Mexico, overlies two reworked sp infilled with spherules and truncated at the top are present in the limestone and overlying Chondrites and Thalassinoides. These are not characteristics that would be found in a tsunami floor was repeatedly colonized by invertebrates. The K-T boundary is eroded at the top of t\nLindenmaier, 1999; Schulte, 1999; Affolter, 2000; Schilli, 2000). Most outcrops revealed additional reworked spherule layers interbedded in late Maastrichtian sediments. At Loma Cerca, the oldest spherule layer was found more than 5 m below the channel deposits. During a fieldtrip in 2002, a group of Princeton undergraduate students discovered a 1.8 m thick spherule layer nearly 5 m below the reworked spherule layers at the base of the channel-fill deposits at El Penon (Fig. 6). As at Loma Cerca 30 km to the northwest, this spherule layer contains no shallow water debris and the basal layer consists of almost pure impact glass spherules\nherule layers that are separated by a 20 cm thick sandy limestone. J-shaped burrows sandstone. Siltstone and marly layers above the sandstone are intensely burrowed by deposit; they indicate deposition over an extended time period during which the ocean he section.\nwith interstitial calcite cement, which strongly indicates that this is the original spherule ejecta deposit that was subsequently reworked and redeposited at the base of the submarine channel, probably during the latest Maastrichtian sea level lowstand (Adatte et al., 1996). Biostratigraphy places this spherule layer at Loma Cerca and El Penon in the lower part of Chron 29r, the lower half of the nannofossil Micula prinsii zone, and at the base of planktic foraminiferal zone CF1 (Plummerita hantkeninoides), which spans the last 300 ky of the Maastrichtian. This data indicates that the Chicxulub impact predates the K-T boundary by about 300 ky (Keller et al., 2002, 2003a,b).\nCritics countered that any spherule layer below the ‘‘tsunami’’ deposit must be due to slumps induced by the Chicxulub impact (Soria et al., 2001; Smit et al., 2004). However, all across NE Mexico there is no significant disturbance of the pelagic late Maastrichtian sedimentary layers and there is no evidence of significant slumping. In over 40 outcrops only two minor (<2 m in dimension) folds related to internal local deformation have been documented in one area (Mesa Juan) (e.g., Soria et al., 2001; Schulte et al., 2003; Harting, 2004)."
  }, {
    "heading": "4.2. Chicxulub impact crater",
    "text": "In 2001–2002 the International Continental Scientific Drilling Program (ICDP) supported the drilling of a new core within the Chicxulub crater with a major objective to prove once and for all\nthat the Chicxulub impact is the long-sought K-T impact and cause for the mass extinction (Dressler et al., 2003). Instead, it caused renewed controversy. The new Yaxcopoil-1 core recovered a 100 m thick impact breccia, which is separated from the K-T boundary by a 50 cm thick micritic limestone. Thus, the Yaxcopoil-1 core reveals the same temporally separated impact deposits from the K-T boundary as observed in NE Mexico. This limestone was immediately interpreted as high-energy backwash and crater infill after the impact (Dressler et al., 2003; Smit et al., 2004). As with the tsunami interpretation in NE Mexico sections, there are many obvious problems with this backwash-crater fill interpretation.\n(1) The micritic limestone is finely layered with patches of anhedral dolomite crystals, which indicates deposition under lowenergy, quiet-water conditions where dolomite formed by diagenetic replacement of the precursor limestone (Keller et al., 2004a,b). Only two 1 cm layers of oblique bedding suggest occasionally slightly agitated water (Fig. 7). There is no evidence of breccia clasts from the underlying impact breccia or surrounding crater walls, as would be expected if this were a high-energy backwash and crater infill deposit. (2) The presence of five thin green glauconite layers (Fig. 7) effectively rules out backwash and crater infill (Keller et al., 2004a,b). Glauconite forms at the sediment-water interface in environments with very low detritus accumulation (Chamley, 1989). Each layer represents tens of thousands of years of\ndeposition. Each layer is bioturbated, which indicates colonization of the ocean floor during deposition. Thus, sediment deposition occurred over a very long time period. No evidence of altered impact glass (Smit et al., 2004) was found in the glauconite clay layers . (3) Further evidence of normal sedimentation is found in the stable carbon isotope record, which shows characteristic late Maastrichtian values above the impact breccia and the K-T negative excursion at the boundary (Fig. 8). These geochemical signals provide further support for normal sediment deposition. (4) Paleomagnetic data also reveal late Maastrichtian sediments of Chron 29r (Keller et al., 2004a).\n(5) The presence of late Maastrichtian planktic foraminifera, including the index species Plummerita hantkeninoides, indicates deposition occurred during the last 300 ky of the Maastrichtian (Fig. 8) (Keller et al., 2004a,b).\nThus there are five independent lines of evidence that support normal sedimentation during the latest Maastrichtian after deposition of the impact breccia. The likelihood of an older pre-K-T age for the Chicxulub impact was previously noted in a study of older cores across Yucatan and the impact crater (Ward et al., 1995; Cantu-Chapa and Landeros-Flores, 2001; Cantu-Chapa, 2004). Moreover, the evidence from the Yaxcopoil-1 crater core\nic limestone and five glauconite clay layers in the critical 50 cm interval between the yer with insert marking location of analysis. The XRD diffractogram indicates mature uct of impact glass. B, C, D. Environmental scanning electron microscope micrographs of\nglauconite reference standard from the SEM Petrology Atlas is shown for comparison. osition occurred over a very long time period (tens of thousands of years), which is\nshows great stratigraphic similarity with sections from NE Mexico.\nCritics have largely countered this multi-disciplinary evidence with claims that (a) foraminifera in the limestone of the crater core Yaxcopoil-1 don’t exist and are simply dolomite crystals (Smit et al., 2004), or (b) that foraminifera exist, but are all reworked (Arz et al., 2004). Naturally, one would expect some reworked specimens from the surrounding crater walls, but most species Arz identified ranged through the Maastrichtian and can’t be differentiated from reworked specimens. No data contradicting our evidences 1 to 5 have been presented to date."
  }, {
    "heading": "4.3. Brazos River, Falls County, Texas",
    "text": "One way of solving the controversy over the age of the Chicxulub impact is to drill in a location farther from the impact crater and in shallow water sequences where slumps can be excluded. The K-T sequences along the Brazos River are ideal. Located on a shallow Cretaceous inland sea (<100 m), 1000 km from the Chicxulub crater, they show continuous sedimentation, excellent fossil preservation and the presence of Chicxulub ejecta spherules. Earlier studies of the Brazos-1 reference section exposed along the river bank revealed the K-T boundary and Ir anomaly about 20 cm above the ‘‘event deposit’’ with its reworked impact spherules at the base (Fig. 9) (Jiang and Gartner, 1986; Keller, 1989; Rocchia et al., 1996). However, the position of the K-T boundary is currently under review. The frequently lenticular ‘‘event deposits’’ infill submarine channels with the basal unconformity overlain by clasts, glauconite, shellhash and reworked Chicxulub spherules. Above it the laminated and hummocky cross-stratified sandstones are frequently burrowed (Yancey, 1996; Gale, 2006). These deposits have been variously interpreted as impact tsunami (Bourgeois et al., 1988;\nSmit et al., 1996; Heymann et al., 1998), sea level lowstand (Keller, 1989; Yancey, 1996), or seasonal storm deposits (Gale, 2006) .\nIn March 2005, the U.S. National Science Foundation supported the drilling of three cores, which was successfully completed by DOSECC (Drilling, Observation and Sampling of Earths Continental Crust) with nearly 100% recovery. Our objectives were to determine the stratigraphic position of the K-T boundary with respect to the event deposit and investigate late Maastrichtian sediments for evidence of the original Chicxulub ejecta layer. Apart from the drilling, we conducted fieldwork along the tributaries of the Brazos River and collected various outcrops that span the K-T boundary. These studies are still in progress, but studies of the most expanded K-T transition in core Mullinax-1 reveal: (a) 80 cm of late Maastrichtian dark shale with burrows between the K-T boundary and the top of the event deposit (Fig. 10), (b) an event deposit that consists of separate seasonal storm events with invertebrates repeatedly colonizing the sea floor between storm deposits (Gale, 2006), (c) two to three reworked spherule depositional events with upward fining sandstone at the base, and (d) the discovery of the original Chicxulub impact layer 40 cm below the base of the event deposit (Keller et al., 2007)."
  }, {
    "heading": "4.3.1. Lithology of the K-T boundary and event deposit",
    "text": "The lithology of the event deposit is best illustrated by the new core Mullinax-1 (Fig. 11). Erosion marks the base of the event deposit and is interpreted as a sea level lowstand or sequence boundary (SB). Above it are three units of spherule-rich coarse sandstones (SCS) with the lower parts consisting of poorly sorted, upward fining sandstones with abundant shell fragments, glauconite, mudstone and phosphatic clasts and Chicxulub impact spherules. The upper parts of units 1 and 2 grade into thin layers of rippled or cross-bedded sandstones. These units are diagnostic of storms with high-energy debris flows followed by upward waning\nenergy depositing the rippled sandstones. An erosional surface separates the spherule-rich units from the overlying hummocky cross-bedded sandstone (HCS) of unit 4, which is strongly burrowed (Fig. 11). The burrows are infilled with darker mudstone and truncated by erosion at the top. Burrows within this unit were previously observed as Ophiomorpha nodosa, Thalassinoides sp., and Planolites sp. (Gale, 2006).\nThe erosional surface above the HCS is draped by fine gray sandstone and silty mudstone with swaley and horizontal laminations that indicate comparable energy to the HCS. Small burrows are present and have also been observed in outcrops of the Brazos River bed and identified as Thalassinoides sp. and Planolites sp. (Gale, 2006). The top of the event deposit is marked by a 16 cm thick calcareous silty claystone (CCH, Fig. 11) with upward-fining grain size and grading from light grey to darker grey at the top. Above this interval, normal shallow shelf sedimentation resumed with dark grey laminated mudstones (Fig. 10). Discrete burrows infilled by pyrite framboids mark typical dysaerobic biofacies (Wignall, 2001). Deposition occurred in a very shallow (20–30 m depth) inner neritic environment, which gradually deepened upwards towards the K-T boundary and above. No lithological change marks the K-T boundary, which is identified at 80 cm above unit CCH by (1) the global negative d13C excursion, (2) the extinction of tropical and subtropical Cretaceous planktic foraminifera, and (3) the first appearances of Danian planktic foraminifera (Woodringina hornerstownensis, Parvularugoglobigerina extensa, Globigerina daubjergensis), which are usually found within a few cm of the iridium anomaly and d13C shift worldwide."
  }, {
    "heading": "4.3.2. Original Chicxulub impact ejecta layer",
    "text": "We discovered what appears to be the undisturbed original impact spherule ejecta layer 40 cm below the event deposit in outcrops of the Cottonmouth Creek tributary of the Brazos River (Fig. 12). This spherule ejecta layer is now altered to a 3 cm thick\nyellow clay, which consists of 100% Mg-smectite, or Cheto smectite. Cheto-smectite is derived from weathering of glass, as indicated by the 001 reflection and low cristallinity index (0.5 to 0.8 2 q) with the 060 reflection around 61 indicating a composition corresponding to nontronite, or cheto Mg-smectite (Debrabant et al., 1999; Keller et al., 2003b). In contrast, smectite in Maastrichtian and Danian claystones is a common montmorillonite derived from weathering of soils, as indicated by the 060 reflection between 61.7 and 62.3 (Moore and Reynolds, 1997). The same chetosmectite clay phase is also present in the altered Chicxulub glass spherules of the event deposit (Keller et al., 2007). This strongly suggests a common impact origin for the altered glass spherules of the event deposit and the yellow clay 40 cm below. Both altered spherule layers reveal typical Mg enriched cheto type-smectite high in SiO2 (66–71%), Al2O3 (19–20%), FeO (4.4. 4.8%), MgO (2.8–3.3%) with minor K2O (1–1.1%) and NaO (<0.5%). This composition is very similar to the altered smectite rims from Haiti glass spherules and to NE Mexico glass spherules (Schulte et al., 2003; Harting, 2004; Stüben et al., 2005) .\nAdditional evidence of the pre-K-T age of the Chicxulub impact spherule ejecta is evident from clasts at the base of the event deposit that infills the submarine channels (Keller et al., 2007). The lithified mudstone clasts derived from the underlying hemipelagic facies, as indicated by late Maastrichtian plantkic foraminifera. They also reveal a complex depositional history of the Chicxulub impact spherules. For example, some clasts contain lenses of impact spherules, whereas others contain morphologically wellpreserved spherules (Fig. 13C, D), which were incorporated into the sediments prior to lithification, erosion, transport and redeposition. In some clasts there are fractures, or cracks, infilled with spherules and the fractures rimmed by several generations of sparry calcite, then truncated and followed by normal sedimentation (Fig. 13E, F). This suggests complex diagenetic processes and possible emergence prior to erosion and transport. These clasts with impact spherules provide very strong evidence of the\nexistence of an older spherule-ejecta layer, which was lithified and subsequently eroded, transported and redeposited at the base of the event deposit .\nPlanktic foraminiferal biostratigraphy places the age of this ejecta layer near the base of zone CF1, or 300 ky below the K-T boundary, similar to NE Mexico and the Chicxulub crater core Yaxcopoil-1. Thus, the Brazos sections provide additional evidence that the Chicxulub impact predates the K-T boundary by about 300,000 years. The Brazos and NE Mexico sections further show that the Chicxulub impact occurred prior to the sea level lowstand near the end of the Maastrichtian, which caused erosion, transport and infilling of submarine channels. During this sea level lowstand, the original Chicxulub ejecta deposits were eroded in nearshore areas, transported and redeposited in the submarine channels. Most early studies of Chicxulub impact ejecta concentrated on these submarine canyon deposits as impact-generated tsunami deposits and failed to observe the original impact ejecta layer in the underlying Maastrichitan sediments."
  }, {
    "heading": "5. Impacts and the K-T mass extinction",
    "text": "Stratigraphic evidence from NE Mexico, Texas and the Chicxulub crater show that the Chicxulub impact predated the K-T boundary by 300 ky and therefore could not have caused the mass extinction. No sudden species extinctions occurred during the last 300 ky of the Maastrichtian in any fossil group, though rudistids disappeared around this time (Johnson and Kauffman, 1996) and there is a gradual decrease in species diversity and increased biotic stress during the last 500 ky that is generally attributed to climate changes (e.g., cooling followed by greenhouse warming due to Deccan volcanism, Kucera and Malmgren, 1998; Li and Keller, 1998a,b,c; Olsson et al., 2001; Abramovich and Keller, 2003; Keller and Pardo, 2004a). We can therefore conclude that impacts forming craters as large as 170 km in diameter do not cause mass extinctions (Fig. 3).\nHowever, the K-T mass extinction is closely associated with a global Ir anomaly, which is considered too large, too widespread,\nand too concentrated in a thin layer to have originated from anything other than a large extraterrestrial impact (Sawlowicz, 1993; Rocchia et al., 1996). Thus, we can infer that, in addition to the late Maastrichtian Chicxulub impact, another larger impact occurred at the K-T boundary with more grave biotic consequences. Though no crater is known to date, the global Ir distribution and biotic effects suggest that this K-T impact crater should exceed 200 km in diameter (see Fig. 3). The biotic effects of the hypothesized K-T impact, however, must be considered speculative. We cannot assume that the mass extinction was solely caused by a large impact, because the biotic effects of the Deccan volcanism are largely unknown and those of climate change still inadequately studied.\nNevertheless, the climate warming, probably due to Deccan volcanism between 65.2-65.4 Ma preceding the K-T mass extinction, and its detrimental biotic effects are relatively well known (Fig. 14). Biotic stress is observed in the decreased species diversity and the dwarfing of species generally reaching half or less than normal adult size. This is interpreted as a result of adaptation to biotic stress with species maturing earlier and reproducing at a faster rate as a survival tactic (Abramovich and Keller, 2003). During the late Maastrichtian warming, this adaptation technique is observed in cosmopolitan species as well as large specialized tropical and subtropical species. Most of the cosmopolitan species survived the K-T event, but soon became extinct, probably due to competition from the evolving Danian fauna (Keller, 2001). For the\nmore specialized tropical and subtropical species, this survival technique failed, species populations dwindled and all species became extinct when another environmental disturbance hit at the K-T boundary. It thus appears that the K-T boundary mass extinction may have been due to the culmination of long-term biotic stress conditions due to volcanism and climate changes that led to decreased abundance of large specialized tropical and subtropical species leaving them prone to extinction (Keller, 2001). In this environment the K-T impact may have been the final trigger, rather than the ultimate cause of the mass extinction ."
  }, {
    "heading": "6. Does volcanism cause mass extinctions?",
    "text": "Courtillot (1999) and Wignall (2001) made a convincing case for a potential cause-and-effect relationship between volcanism and mass extinctions during the Phanerozoic where four of the five major mass extinctions are associated with LIPs, but only one, the K-T boundary, with a large impact (Fig. 1). Demonstrating a rough correlation between LIPs and mass extinctions is relatively simple because volcanic eruptions generally occurred over long time periods. But determining volcanisms’ specific adverse biotic effects is difficult because of the confluence of many environmental changes (e.g., climate, sea level, ocean anoxia, impacts) over the long course of volcanic activities. For the Cretaceous, Deccan volcanism correlates with the K-T mass extinction, as well as the Chicxulub and K-T\nimpacts (Fig. 15). No increased extinction intensity or OAEs are associated with the Madagascar, Caribbean and Ontong Java I LIPs (Fig. 2). No LIP is associated with OAE2 and its elevated extinctions (17%) (reviews in Premoli Silva et al., 1999; Hart et al., 2002). Moreover, Smith et al. (2001) discussed the C-T (OAE2) extinctions in macrofossils as possibly an artefact of preservation. The late Aptian OAE coincided with the Rajmahal-Kerguelen volcanic eruptions, but caused only minor elevated extinctions (Luciani et al., 2001). Other LIPs appear to have had no significant biotic effects when evaluated on the basis of generic extinctions (Figs. 2, 15). This begs the question, are generic extinctions sufficiently sensitive indicators of environmental and biotic effects? Species level data suggest that this is not the case .\nA study of the biotic effects of volcanism during the late Maastrichtian on Ninetyeast Ridge DSDP Site 216 revealed that at the species level the adverse biotic effects of volcanism are identical to the K-T mass extinction in planktic foraminifera (Keller, 2003, 2005b). The disaster opportunists (r-selected) Guembelitria are the dominant survivors (80–90%) with minor abundances of (rselected) low oxygen tolerant small heterohelicids. Recovery of the ecosystem results first in increased abundance of heterohelicids, eventual disappearance of the disaster opportunists, followed by the return of small surface dwellers and finally the (k-selected) larger specialized species (see recovery model in Pardo and Keller, this issue). The actual cause of biotic stress appears to be a large influx of biolimiting minerals and nutrients from mantle plume volcanism and increased weathering leading to eutrophication of surface waters, as evident by the phosphate-rich volcanic sediments. Similar observations were made for the late Albian and late Cenomanian OAEs (Jarvis et al.,1988; Galeotti, 1998; Hart et al., 2002; Keller et al., 2001, 2004c; Keller and Pardo, 2004b). Trace element composition of foraminiferal tests reveals the periodic influx of metal-bearing hydrothermal fluids (Co, Cu, Zn, Pb) and micronutrients (Ni and Cd) related to intensive volcanic activity on the Ninetyeast Ridge."
  }, {
    "heading": "7. Cretaceous climate and carbon cycles",
    "text": "Composite Cretaceous oxygen and carbon isotope curves were generated based on the early Cretaceous bulk rock isotopes from the Tethys Ocean compiled by Weissert and Erba (2004) and for the middle and late Cretaceous from planktic and benthic foraminifera of the southern oceans (Huber et al., 1995; Li and Keller, 1998b,c). In order to correlate these high-resolution original datasets with the genus-level data at equal stage lengths, the isotope data were necessarily compressed into equidistant stage intervals regardless of age duration. Some resolution is therefore lost, though the overall trends are preserved. Actual temperature trends for the middle and Late Cretaceous are based on well-preserved benthic and planktic foraminifera (Huber et al., 1995; Li and Keller, 1998b,c). For the early Cretaceous the d18O bulk rock values cannot be easily translated into absolute temperatures because of diagenetic alteration (Weissert et al., 1998), though the trends serve as proxies for past climate changes.\n7.1. Climate changes - d18O record\nThe generalized composite d18O curve reveals a complex and highly variable Cretaceous climate regime (Fig. 11). During the early Cretaceous climate cooled from the Beriasian through the Valanginian with the coolest temperatures in the early Hauterivian. Subsequent warming culminated in the early Barremian and may have been associated with the Parana-Etendeka volcanic province (132–134 Ma). (Note that the new time scale by Gradstein and Ogg (2004) places this LIP in the Hauterivian, as compared with the Valanginian in the old time scale). Increased warming during the late Barremian reached maximum greenhouse conditions during the early Aptian, possibly associated with the Ontong Java I volcanic province (122 Ma). During the late Aptian and into the early Albian climate cooled significantly.\nClimate warming during the Cenomanian reached maximum marine surface temperatures (28 C) for the Cretaceous in high southern latitudes during the early Turonian (Huber et al., 1995). Warm, though reduced temperatures (24 C) prevailed through the Turonian and Coniacian, a time interval associated with LIPs in the Caribbean (89–90 Ma), Ontong Java II (90 Ma) and Madagascar (86–90 Ma). During the Santonian through early Campanian warm but fluctuating climate conditions prevailed, followed by rapid cooling of surface waters in the late early Campanian (Jarvis et al., 2006). Gradual cooling continued through most of the Maastrichtian and ended with a short-term abrupt greenhouse warming\n200–400 ky before the end of the Maastrichtian followed by gradual cooling across the Cretaceous-Tertiary (K-T) boundary (Li and Keller, 1998b,c; Kucera and Malmgren, 1998; Olsson et al., 2001). The end-Cretaceous greenhouse warming was associated with Deccan volcanism (65–66 Ma), the Chicxulub impact, and severe biotic stress conditions among planktic foraminifera that led to the K-T mass extinction.\nDiversity trends suggest that generic diversity increased during cooler climates from the Aptian through Cenomanian and again during the Campanian and Maastrichtian. This may be related to increased weathering and runoff, upwelling and nutrient cycling. In\ncontrast, diversity remained static during the warmest Cretaceous temperatures (Turonian-Santonian, Fig. 16), which were also associated with high sea levels. OAEs generally correlate with warmer climates, but at least one (Aptian/Albian) occurred during climate cooling and may have been associated with LIPs. There appears to be no direct correlation of OAEs with other LIPs, though this may be partly an artifact of the new Gradstein and Ogg (2004) time scale.\n7.2. d13C isotope record\nThe composite d13C curve for the Cretaceous shows highly variable conditions with large positive and negative anomalies. In the early to middle Cretaceous bulk rock data show major positive d13C excursions during the Valanginian, Barremian, Aptian, Albian, latest Cenomanian and Santonian, and negative excursions in the early Valanginian, latest Barremian, early Aptian (OAE1a) and late Cenomanian (Fig. 16). The negative anomalies are associated with platform drowning and reduced carbonate production (Föllmi et al., 1994; Wissler et al., 2003). Weissert and Erba (2004) linked these drowning episodes to major biocalcification crises in nannoconids, leading to decreased abundances of heavily calcified species and increase in the rapidly producing (r-selected) nannofossils, though without net loss in diversity (Erba, 1994, 2004; Bralower et al., 1999). The suggested cause is eutrophication of surface waters due to volcanism or increased weathering and high terrestrial nutrient influx, pCO2 levels and temperature of the surface ocean. The negative d13C excursions would thus reflect decreased primary productivity.\nSimilar r-selected species abundance changes are also observed in planktic foraminifera during OAEs and platform drowning events when low oxygen tolerant biserial species dominate (e.g., Hart, 1980; Leckie, 1987; Leckie et al., 2002; Coccioni and Luciani, 2004; Keller et al., 2001, 2004c) and radially elongated taxa are common (see review in Coccioni et al., 2006). Prior to and during the gradual OAE2 positive excursion all heavily calcified and larger\nspecies (i.e. rotaliporids, large whiteinellids) decreased in abundances and disappeared by the time of the maximum positive d13C excursion and onset of OAE2 (Keller and Pardo, 2004b). Mort et al. (2007) observed increased accumulation of phosphorus preceding the positive d13C excursion and returning to pre-excursion values just prior to the first d13C peak. They suggest a global decoupling in the carbon and phosphorus cycles occurred within some tens of thousands of years after the event started.\nBetween the lower and upper Campanian the negative d13C excursion is associated with the onset of climate cooling that continues into the late Maastrichtian followed by a positive excursion associated with climate warming and Deccan volcanism (Fig. 16). Huber et al. (1995) show increased 87Sr/86Sr ratios during this time, which suggest increased continental weathering rates and possibly decreasing atmospheric pCO2 levels. During this time marine bioproductivity significantly increased and diversity reached maximum Cretaceous levels."
  }, {
    "heading": "8. Discussion and conclusions",
    "text": "Current causal mechanisms for Cretaceous OAEs favor the high productivity model (e.g., Weissert et al., 1985; Föllmi et al, 1994; Föllmi, 1995), enhanced preservation model due to increased thermohaline stratification (Wilson and Norris, 2001; Erbacher et al., 2001), or a combination of high productivity and enhanced preservation, greenhouse warming and submarine volcanic activity (Jenkyns, 2003; Bodin et al., 2006; Mort et al., 2007). The various models largely reflect the variation in environmental conditions associated with OAEs, which cannot be accounted for by a single causal mechanism.\nCretaceous volcanic activities (LIPs and CFBPs) appear to have had relatively minor biotic effects at least at the generic level. Nevertheless, the major biotic stress levels during the Cretaceous were associated with OAEs and related to nutrient availability largely from weathering, greenhouse warming, drowning of\nplatform areas and volcanism. The biotic effects of OAEs were often dramatic at the species level, causing the extinction of larger specialized and heavily calcified planktonic foraminifera (rotalipora extinction) and nannoconids (nannoconid crises), the temporary disappearances of other species, and the rapid increase in rselected species, such as the low oxygen tolerant heterohelicids and radially elongated taxa among planktic foraminifera (Leckie, 1987; Luciani et al., 2001; Keller and Pardo, 2004b; Coccioni and Luciani, 2004; Coccioni et al., 2006) and thin walled nannofossils (Erba, 1994, 2004). No mass extinction is associated with any OAE, though elevated extinctions are recorded for the late Cenomanian OAE2. At the species level in planktic foraminifera of OAE2, the extinction is masked largely by the one-for-one replacement of outgoing species by new species.\nThere is general agreement that with the exception of the K-T boundary there is a lack of evidence that impacts caused major mass extinctions during the Phanerozoic (Courtillot, 1999; Wignall, 2001; MacLeod, 2003; Keller, 2005b; White and Saunders, 2005). With evidence from NE Mexico, Texas and the Chicxulub crater itself that this 170 km diameter crater predates the K-T boundary by 300,000 years, this impact can no longer be considered a direct cause for the mass extinction (Keller et al., 2003a, 2004a,b, 2007). However, the presence of the global K-T Ir anomaly is difficult to explain by volcanic origin and suggests that a second still unknown larger impact may have occurred. Deccan volcanism and climate changes during the last 500 ky of the Maastrichtian lead to increasing biotic stress, reduced abundances of large specialized tropical planktic foraminiferal species and endangering their survival. By K-T time a large impact may have triggered the demise of this already extinction prone species group."
  }, {
    "heading": "Acknowledgements",
    "text": "I thank the organizers of the 7th International Symposium on the Cretaceous in Neuchatel, Switzerland, Karl Föllmi and Thierry Adatte, for a magnificent meeting and for the invitation as keynote speaker. I thank Toni Hallam and Andy Gale for their reviews and helpful comments and suggestions. The material of this study is based upon work supported by the US National Science Foundation through the Continental Dynamics Program and Sedimentary Geology and Paleobiology Program under NSF Grants EAR-0207407 and EAR-0447171."
  }],
  "year": 2008,
  "references": [{
    "title": "Planktic foraminiferal response to the latest Maastrichtian abrupt warm event: a case study from mid-latitude Atlantic Site 525A",
    "authors": ["S. Abramovich", "G. Keller"],
    "venue": "Marine Micropaleontology",
    "year": 2003
  }, {
    "title": "Lithostratigraphic and mineralogical correlations of near-K/T boundary clastic sediments in northeastern Mexico: implications for mega-tsunami or sea level changes",
    "authors": ["T. Adatte", "W. Stinnesbeck", "G. Keller"],
    "venue": "Geological Society of America Special Paper",
    "year": 1996
  }, {
    "title": "Etude des depots clastiques de la limite Cretace-Tertiaire dans la region de la Sierrita, Nuevo Leon, Mexique: MS thesis, Geological Institute, University of Neuchatel",
    "authors": ["Affolter", "Marc"],
    "venue": "Neuchatel, Switzerland,",
    "year": 2000
  }, {
    "title": "Benthic foraminifera at the CretaceousTertiary boundary around the Gulf of Mexico",
    "authors": ["L. Alegret", "E. Molina", "E. Thomas"],
    "venue": "Geology",
    "year": 2001
  }, {
    "title": "Iridium and other geochemical profiles near the Cretaceous-Tertiary boundary in a Brazos River section in Texas",
    "authors": ["H. Asaro", "H.V. Michel", "W. Alvarez", "L.W. Alvarez", "R.F. Maddocks", "T. Burch"],
    "venue": "Eight International Symposium on Ostracoda,",
    "year": 1982
  }, {
    "title": "Comparing the evidence relevant to impacts and flood basalts at times of major mass extinctions",
    "authors": ["W. Alvarez"],
    "venue": "Astrobiology",
    "year": 2003
  }, {
    "title": "Foraminiferal biostratigraphy and paleoenvironmental reconstruction at the Yaxcopoil-1 drill hole (Chicxulubcrater, Yucatan Peninsula)",
    "authors": ["J.A. Arz", "L. Alegret", "I. Arenillas"],
    "venue": "Meteoritics & Planetary Science",
    "year": 2004
  }, {
    "title": "Delayed climate cooling in The Late Eocene caused by multiple impacts: high-resolution geochemical studies at Massignano, Italy",
    "authors": ["B. Bodiselitsch", "A. Montanari", "C. Koeberl", "R. Coccioni"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2004
  }, {
    "title": "The late Hauterivian Faraoni oceanic anoxic event",
    "authors": ["S. Bodin", "A. Godet", "K.B. Föllmi", "J. Vermeulen", "H. Arnaud", "A. Strasser", "N. Fiet", "T. Adatte"],
    "year": 2006
  }, {
    "title": "A tsunami deposit at the Cretaceous-Tertiary boundary in Texas",
    "authors": ["J. Bourgeois", "T.A. Hansen", "P. Wiberg", "E.G. Kauffman"],
    "venue": "Science",
    "year": 1988
  }, {
    "title": "The record of global change in mid-Cretaceous (Barremian-Albian) sections from the Sierra Madre, Northeastern Mexico",
    "authors": ["T.J. Bralower", "E. CoBabe", "B. Clement", "W.V. Sliter", "C.L. Oshburn", "J. Longoria"],
    "venue": "Journal of Foraminiferal Research",
    "year": 1999
  }, {
    "title": "La sucesión de microfósiles en el lı̀mite Cretácico-Cenozoico en México, confrontación con el supuesto impacto de un cuerpo extraterrestre en Chixculub",
    "authors": ["A. Cantu-Chapa"],
    "venue": "Revista PetroQuiMex,",
    "year": 2004
  }, {
    "title": "The Cretaceous-Paleocene boundary in the subsurface, Campeche Shelf, Southern Gulf of Mexico",
    "authors": ["A. Cantu-Chapa", "R. Landeros-Flores"],
    "venue": "American Association of Petroleum Geologists, Memoir",
    "year": 2001
  }, {
    "title": "New oxygen isotope evidence for long-term Cretaceous climatic change in the southern Hemisphere",
    "authors": ["L.J. Clarke", "H.C. Jenkyns"],
    "venue": "Geology",
    "year": 1999
  }, {
    "title": "The Selli Level of the Gargano Promonotory, Apulia, southern Italy: foraminiferal and calcareous nannofossil data",
    "authors": ["M. Cobianchi", "V. Luciani", "A. Menegatti"],
    "venue": "Cretaceous Research",
    "year": 1999
  }, {
    "title": "Planktonic foraminifera and environmental changes across the Bonarelli Event (OAE2, latest Cenomanian) in its type area: a high resolution study from the Tethyan reference Bottaccione section (Gubbio, central Italy)",
    "authors": ["R. Coccioni", "V. Luciani"],
    "venue": "Journal of Foraminiferal Research",
    "year": 2004
  }, {
    "title": "Cretaceous oceanic anoxic events and radially elongated chambered planktonic foraminifera: paleoecological and paleoceanographic implications",
    "authors": ["R. Coccioni", "V. Luciani", "A. Marsili"],
    "year": 2006
  }, {
    "title": "Evolutionary catastrophes: The Science of Mass Extinctions",
    "authors": ["V. Courtillot"],
    "year": 1999
  }, {
    "title": "On the ages of flood basalt events",
    "authors": ["V.E. Courtillot", "P.R. Renne"],
    "venue": "Comptes Rendus Geoscience",
    "year": 2003
  }, {
    "title": "Les argiles de la transition Cretace-Tertiaire au Guatemala, temoins d’un impact d’asteroide",
    "authors": ["P. Debrabant", "E.E. Fourcade", "H. Chamley", "R. Rocchia", "E. Robin", "J.P. Bellier", "S. Gardin", "F. Thiebault"],
    "venue": "Bulletin de la Societé Geologique de France",
    "year": 1999
  }, {
    "title": "Investigating a 65-Ma-old smoking gun: deep drilling of the Chicxulub Impact structure",
    "authors": ["B.O. Dressler", "V.L. Sharpton", "J. Morgan", "R. Buffler", "J. Smit", "D. Stoeffler", "J. Urrutia"],
    "venue": "EOS Transactions. American Geophysical Union",
    "year": 2003
  }, {
    "title": "Ichnology of Cretaceous/Tertiary (K/T) boundary beds in northeastern Mexico",
    "authors": ["A.A. Ekdale", "W. Stinnesbeck"],
    "venue": "Palaios",
    "year": 1998
  }, {
    "title": "Nannofossils and superplumes: the early Aptian ‘‘nannoconid crisis",
    "authors": ["E. Erba"],
    "venue": "Paleoceanography",
    "year": 1994
  }, {
    "title": "Calcareous nannofossils and Mesozoic oceanic anoxicv events",
    "authors": ["E. Erba"],
    "venue": "Marine Micropaleontology",
    "year": 2004
  }, {
    "title": "Increased thermohaline stratification as possible cause for an oceanic anoxic event in the Cretaceous",
    "authors": ["J. Erbacher", "B.T. Huber", "R.D. Norris", "M. Markey"],
    "venue": "period. Nature",
    "year": 2001
  }, {
    "title": "Phospogenesis, carbon-isotope startigraphy and carbonate platform evolution along the northern Tethys margin",
    "authors": ["K.B. Föllmi", "H. Weissert", "M. Bisping", "H. Funk"],
    "venue": "Geological Society of Americal Bulletin",
    "year": 1994
  }, {
    "title": "The Cretaceous-Tertiary boundary on the Brazos River, Falls County, Texas; evidence for impact-induced tsunami sedimentation",
    "authors": ["A. Gale"],
    "venue": "Proceedings of the Geologists’ Association",
    "year": 2006
  }, {
    "title": "Planktic and benthic foraminiferal distribution patterns as a response to changes in surface fertility and ocean circulation: a case study from the Late Albian ‘‘Amadeus Segment’",
    "authors": ["S. Galeotti"],
    "venue": "(Central Italy). Journal of Micropaleontology",
    "year": 1998
  }, {
    "title": "Iridium anomaly at the CretaceousTertiary boundary in Texas",
    "authors": ["R. Ganapathy", "R.S. Gartner", "M.J. Jiang"],
    "venue": "Earth and Planetary Science Letters",
    "year": 1981
  }, {
    "title": "Woodleigh, southern Carnarvon Basin, Western Australia: history of discovery, Late Devonian age and geophysical and mmorphometric evidence for a 120 kmdiameter impact structure",
    "authors": ["A.Y. Glikson", "A.J. Mory", "R.P. Iasky", "F. Pirajno", "S.D. Golding", "I.T. Uysal"],
    "venue": "Australian Journal of Earth Sciences",
    "year": 2005
  }, {
    "title": "Geologic time scale 2004 – why, how, and where next",
    "authors": ["F.M. Gradstein", "J.G. Ogg"],
    "venue": "Lethaia",
    "year": 2004
  }, {
    "title": "Mass extinctions and their aftermath",
    "authors": ["A. Hallam", "P.B. Wignall"],
    "year": 1997
  }, {
    "title": "A water depth model for the evolution of the planktonic Foraminiferida",
    "authors": ["M.B. Hart"],
    "venue": "Nature",
    "year": 1980
  }, {
    "title": "Correlation of events at the Cenomanian/Turonian boundary: evidence from southern England and Colorado",
    "authors": ["M.B. Hart", "J.F. Monteiro", "M.P. Watkinson", "G.D. Price"],
    "venue": "Schriftenreihe der erdwissenschaftlichen Kommission der Osterreichischen Akademie der Wissenschaften, Wien,",
    "year": 2002
  }, {
    "title": "Zum Kreide/Tertiär-Übergang in NE-Mexiko: Geochemische Charakterisierung der Chicxulub-Impaktejekta",
    "authors": ["M. Harting"],
    "year": 2004
  }, {
    "title": "Geochemical markers of the Cretaceous-Tertiary boundary event at Brazos River, Texas, USA",
    "authors": ["D. Heymann", "T.E. Yancey", "W.S. Wolbach", "M.H. Thiemens", "E.A. Johnson", "D. Roach", "S. Moecker"],
    "venue": "Geochimica et Cosmochimica Acta",
    "year": 1998
  }, {
    "title": "Episodes of high productivity cooling in the early",
    "authors": ["P. Hochuli", "A.P. Menegatti", "H. Weissert", "A. Riva", "E. Erba", "I. Premoli-Silva"],
    "venue": "Aptian Alpine Tethys. Geology",
    "year": 1999
  }, {
    "title": "Middle-Late Cretaceous climate of the southern high latitudes: stable isotopic evidence for minimal equator-to-pole thermal gradients",
    "authors": ["B.T. Huber", "D.A. Hodell", "C.P. Hamilton"],
    "venue": "Geological Society of America Bulletin",
    "year": 1995
  }, {
    "title": "40Ar/39Ar age of K/T boundary tektites From Haiti",
    "authors": ["G. Izett", "G.B. Dalrymple", "L.W. Snee"],
    "venue": "Science 252,",
    "year": 1991
  }, {
    "title": "Microfossil assemblages and the Cenomanian-Turonian (Late Cretaceous) oceanic anoxic event",
    "authors": ["I. Jarvis", "G.A. Carson", "M.K.E. Cooper", "M.B. Hart", "P.N. Leary", "B.A. Tocher", "D. Horne", "A. Rosenfeld"],
    "venue": "Cretaceous Research",
    "year": 1988
  }, {
    "title": "Secular variation in Late Cretaceous carbon isotopes: a new d13C reference curve for the CenomanianCampanian",
    "authors": ["I. Jarvis", "A.S. Gale", "H.C. Jenkyns", "M.A. Pearce"],
    "venue": "myr. Geological Magazine",
    "year": 2006
  }, {
    "title": "Evidence for rapid climate change in the Mesozoic-Palaeogene greenhouse world",
    "authors": ["H.C. Jenkyns"],
    "venue": "Pholosophical Transactions of the Royal Society of London Bulletin Series A",
    "year": 2003
  }, {
    "title": "Carbon- and oxygen isotope stratigraphy of the English Chalk and Italian Scaglia and its palaeoclimatic significance",
    "authors": ["H.C. Jenkyns", "A.S. Gale", "R.M. Corfield"],
    "venue": "Geological Magazine",
    "year": 1994
  }, {
    "title": "Calcareous nannofossil succession across the CretaceousTertiary boundary in east-central Texas",
    "authors": ["M.J. Jiang", "S. Gartner"],
    "venue": "Micropaleontology",
    "year": 1986
  }, {
    "title": "Maastrichtian extinction patterns of Caribbean province rudistids",
    "authors": ["C. Johnson", "E.G. Kauffman"],
    "year": 1996
  }, {
    "title": "Stepwise mass extinctions and impact events; late Eocene to early Oligocene",
    "authors": ["G. Keller"],
    "venue": "Marine Micropaleontology",
    "year": 1986
  }, {
    "title": "Extended Cretaceous/Tertiary boundary extinctions and delayed population change in planktonic foraminifera from Brazos River, Texas",
    "authors": ["G. Keller"],
    "venue": "Paleoceanography",
    "year": 1989
  }, {
    "title": "The end-Cretaceous mass extinction in the marine realm: year 2000 assessment",
    "authors": ["G. Keller"],
    "venue": "Plaetary and Space Science",
    "year": 2001
  }, {
    "title": "Biotic effects of impacts and volcanism",
    "authors": ["G. Keller"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2003
  }, {
    "title": "Impacts, volcanism and mass extinctions: random coincidence or cause and effect",
    "authors": ["G. Keller"],
    "venue": "Australian Journal of Earth Sciences",
    "year": 2005
  }, {
    "title": "Biotic effects of late Maastrichtian mantle plume volcanism: Implications for impacts and mass extinctions",
    "authors": ["G. Keller"],
    "venue": "Lithos",
    "year": 2005
  }, {
    "title": "Disaster opportunists Guembelitrinidae: index for environmental catastrophes",
    "authors": ["G. Keller", "A. Pardo"],
    "venue": "Marine Micropaleontology",
    "year": 2004
  }, {
    "title": "Age and paleoenironment of the Cenomanian-Turonian global stratotype section and point at Pueblo, Colorado",
    "authors": ["G. Keller", "A. Pardo"],
    "venue": "Marine Micropaleontology",
    "year": 2004
  }, {
    "title": "Chicxulub impact predates K-T boundary: new evidence from Texas",
    "authors": ["G. Keller", "M. Adatte", "T. Berner", "Z. Harting", "G. Baum", "M. Prauss", "A.A. Tantawy", "D. Stueben"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2007
  }, {
    "title": "Multiple spherule layers in the late Maastrichtian of northeastern Mexico",
    "authors": ["G. Keller", "T. Adatte", "W. Stinnesbeck", "M. Affolter", "L. Schilli", "J.G. Lopez-Oliva"],
    "venue": "Geological Society of America Special Paper",
    "year": 2002
  }, {
    "title": "Chicxulub predates the K/T boundary mass extinction",
    "authors": ["G. Keller", "T. Adatte", "W. Stinnesbeck", "M. Rebolledo-Vieyra", "J. Urrutia Fuccugauchi", "G. Kramar", "D. Stueben"],
    "venue": "Proceedings of the National Academy of Sciences",
    "year": 2004
  }, {
    "title": "More evidence that the Chicxulub impact predates the K/T mass extinction",
    "authors": ["G. Keller", "T. Adatte", "W. Stinnesbeck", "D. Stueben", "Z. Berner", "U. Kramar", "M. Harting"],
    "venue": "Meteoritics & Planetary Science",
    "year": 2004
  }, {
    "title": "Cenomanian-Turonian d13C and d18O, sea level and salinity variations at Pueblo, Colorado",
    "authors": ["G. Keller", "Z. Berner", "T. Adatte", "D. Stueben"],
    "year": 2004
  }, {
    "title": "Multiple microtektite horizons in upper Eocene marine sediments: no evidence for mass extinctions",
    "authors": ["G. Keller", "S. D’Hondt", "T.L. Vallier"],
    "year": 1983
  }, {
    "title": "Paleoenvironment of the Cenomanian-Turonian transition at Eastbourne, England",
    "authors": ["G. Keller", "Q. Han", "T. Adatte", "S. Burns"],
    "venue": "Cretaceous Research",
    "year": 2001
  }, {
    "title": "Age, stratigraphy and deposition of near-K/T siliciclastic deposits in Mexico: relation to bolide impact",
    "authors": ["G. Keller", "J.G. Lopez-Oliva", "W. Stinnebeck", "T. Adatte"],
    "venue": "Geological Society of America Bulletin",
    "year": 1997
  }, {
    "title": "Multiple impacts across the Cretaceous-Tertiary boundary",
    "authors": ["G. Keller", "W. Stinnesbeck", "T. Adatte", "D. Stueben"],
    "venue": "Earth-Science Reviews",
    "year": 2003
  }, {
    "title": "Spherule deposits in Cretaceous/Tertiary boundary sediments in Belize and Guatemala",
    "authors": ["G. Keller", "W. Stinnesbeck", "T. Adatte", "B. Holland", "D. Stueben", "M. Harting", "C. de Leon", "J. de la Cruz"],
    "venue": "Journal of the Geological Society,",
    "year": 2003
  }, {
    "title": "Age, deposition and biotic effects of the Cretaceous/Tertiary boundary event at Mimbral",
    "authors": ["G. Keller", "W. Stinnesbeck", "J.G. Lopez-Oliva"],
    "venue": "NE Mexico. Palaios",
    "year": 1994
  }, {
    "title": "Oceanic plateau formation: a cause of mass extinction and black shale deposition around the Cenomanian-Turonian boundary",
    "authors": ["A.C. Kerr"],
    "venue": "Journal of the Geological Society of London",
    "year": 1998
  }, {
    "title": "Terminal Cretaceous warming event in the midlatitude South Atlantic Ocean: evidence from poleward migration of Contusotruncana contusa (planktonic foraminifera) morphotypes",
    "authors": ["M. Kucera", "B.A. Malmgren"],
    "year": 1998
  }, {
    "title": "Onset of the mid-Cretaceous greenhouse in the Barremian-Aptian: igneous events and the biological, sedimentary, and geochemical responses",
    "authors": ["R.L. Larson", "E. Erba"],
    "venue": "Paleoceanography",
    "year": 1999
  }, {
    "title": "Paleoecology of mid-Cretaceous planktic foraminifera: A comparison of open ocean and epicontinental sea assemblages",
    "authors": ["R.M. Leckie"],
    "venue": "Micropaleontology",
    "year": 1987
  }, {
    "title": "Oceanic anoxic events and plankton evolution: biotic response to textonic forcing during the mid-Cretaceous",
    "authors": ["R.M. Leckie", "T.J. Bralower", "R. Cashman"],
    "venue": "Paleoceanography 17",
    "year": 2002
  }, {
    "title": "Diversification and extinction in Campanian-Maastrichtian planktic foraminifera of northwestern Tunisia",
    "authors": ["L. Li", "G. Keller"],
    "venue": "Eclogae Geologicae Helvetiae",
    "year": 1998
  }, {
    "title": "Abrupt deep-sea warming at the end of the Cretaceous",
    "authors": ["L. Li", "G. Keller"],
    "venue": "Geology",
    "year": 1998
  }, {
    "title": "Maastrichtian climate, productivity and faunal turnovers in planktic foraminifera in South Atlantic DSDP Sites 525A and 21",
    "authors": ["L. Li", "G. Keller"],
    "venue": "Marine Micropaleontology",
    "year": 1998
  }, {
    "title": "The Valangianian carbon isotope event: a first episode of greenhouse climate conditions during the Cretaceous",
    "authors": ["A. Lini", "H. Weissert", "E. Erba"],
    "venue": "Terra Nova",
    "year": 1992
  }, {
    "title": "Biotic and geochemical response to anoxic events: the Aptian pelagic succession of the Gargano Promontory (southern Italy)",
    "authors": ["V. Luciani", "M. Cobianchi", "H.C. Jenkyns"],
    "venue": "Geological Magazine",
    "year": 2001
  }, {
    "title": "The causes of phanerozoic extinctions",
    "authors": ["N.D. MacLeod"],
    "year": 2003
  }, {
    "title": "Identifying Phanerozoic extinction controls: statistical considerations and preliminary results",
    "authors": ["N. MacLeod"],
    "venue": "The palynology and micropaleontology of boundaries. Geological Society of London, Special Publications,",
    "year": 2004
  }, {
    "title": "Biotic signals from nannoflora across the iridium anomaly in the upper Eocene of the Massignano section: evidence from statistical analysis",
    "authors": ["S. Monechi", "A. Buccianti", "S. Gardin"],
    "venue": "Marine Micropaleontology",
    "year": 2000
  }, {
    "title": "Impact Stratigraphy",
    "authors": ["A. Montanari", "C. Koeberl"],
    "year": 2000
  }, {
    "title": "X-Ray diffraction and the identification and Analyses of Clay Minerals",
    "authors": ["D.M. Moore", "R.C. Reynolds"],
    "year": 1997
  }, {
    "title": "Phosphorus and the roles of productivity and nutrient recycling during Oceanic Anoxic",
    "authors": ["H.P. Mort", "T. Adatte", "K.B. Föllmi", "G. Keller", "P. Steinmann", "V. Matera", "Z. Berner", "D. Stüben"],
    "venue": "Event 2. Geology",
    "year": 2007
  }, {
    "title": "Palobiogeography of Pseudotextularia elegans during the latest Maastrichtian global warming event",
    "authors": ["R.K. Olsson", "J.D. Wright", "K.D. Miller"],
    "venue": "Journal of Foraminiferal Research",
    "year": 2001
  }, {
    "title": "Roadblocks on the kill curve: testing the Raup hypothesis",
    "authors": ["C.W. Poag"],
    "venue": "Palaios",
    "year": 1997
  }, {
    "title": "Ancient impact structures on modern continental shelves: the Chesapeake Bay, Montagnais, and Toms Canyon craters, Atlantic margin of North America",
    "authors": ["C.W. Poag", "J.B. Plescia", "P.C. Molzer"],
    "venue": "Deep Sea Research Pt II",
    "year": 2002
  }, {
    "title": "Biotic changes in Cretaceous oceanic anoxic events of the Tethys",
    "authors": ["I. Premoli Silva", "E. Erba", "G. Salvini", "C. Locatelli", "D. Verga"],
    "venue": "Journal of Foraminiferal Research",
    "year": 1999
  }, {
    "title": "Reduced clacification of marine plankton in response to increased atmospheric pCO2",
    "authors": ["U. Riebesell", "I. Zondervan", "B. Rost", "P.D. Tortell", "R.E. Zeebe", "F.M. Morel"],
    "venue": "Nature 407,",
    "year": 2000
  }, {
    "title": "Stratigraphic distribution of extraterrestrial markers at the Cretaceous-Tertiary boundary in the Gulf of Mexico area: implications for the temporal complexity of the event",
    "authors": ["R. Rocchia", "E. Robin", "L. Froget", "J. Gayraud"],
    "venue": "Geological Society of America,",
    "year": 1996
  }, {
    "title": "Iridium and other platinum-group elements as geochemical markers in sedimentary environments",
    "authors": ["Z. Sawlowicz"],
    "venue": "Paaleogeography, Palaeoclimatology, Palaeoecology",
    "year": 1993
  }, {
    "title": "Etude de la limite K-T dans la région de la Sierrita, Nuevo Leon, Mexique.MS thesis, Geological Institute, University of Neuchatel",
    "authors": ["L. Schilli"],
    "venue": "Neuchatel, Switzerland,",
    "year": 2000
  }, {
    "title": "Multiple slumped? Chicxulub ejecta deposits with iron-rich spherules and quenched carbonates from the K/T transition, La Sierrita, NE Mexico",
    "authors": ["P. Schulte", "W. Stinnesbeck", "Steuben", "U. Kramar", "Z. Berner", "G. Keller", "T. Adatte"],
    "venue": "Journal of International Earth Sciences",
    "year": 2003
  }, {
    "title": "Patterns of Phanerozoic extinction: a perspective from global data bases. In: Walliser, O.H. (Ed.), Global events and event stratigraphy",
    "authors": ["J.J. Sepkoski Jr."],
    "year": 1996
  }, {
    "title": "Biodiversity: past, present and future",
    "authors": ["J.J. Sepkoski Jr."],
    "venue": "Journal of Paleontology",
    "year": 1997
  }, {
    "title": "New links between Chicxulub impact structure and the Cretaceous/Tertiary",
    "authors": ["V.L. Sharpton", "G.B. Dalrymple", "L.E. Marin", "G. Ryder", "B.C. Schuraytz", "J. UrrutiaFucugauchi"],
    "venue": "boundary. Nature",
    "year": 1992
  }, {
    "title": "The global stratigraphy of the Cretaceous-Tertiary boundary impact ejecta",
    "authors": ["J. Smit"],
    "venue": "Annual Reviews Earth and Planetary Sciences",
    "year": 1999
  }, {
    "title": "Tektite-bearing deep-water clastic unit at the Cretaceous-Tertiary boundary in northeastern Mexico",
    "authors": ["J. Smit", "A. Montanari", "N.H.M. Swinburne", "W. Alvarez", "A. Hildebrand", "S.V. Margolis", "P. Claeys", "W. Lowerie", "F. Asaro"],
    "venue": "Geology 20,",
    "year": 1992
  }, {
    "title": "Coarse-grained clastic sandstone complex at the K/T boundary around the Gulf of Mexico: deposition by tsunami waves induced by the Chicxulub impact",
    "authors": ["J. Smit", "T.B. Roep", "W. Alvarez", "A. Montanari", "P. Claeys", "J.M. Grajales-Nishimura", "J. Bermudez"],
    "venue": "Geological Society of America Special Paper",
    "year": 1996
  }, {
    "title": "Is the transition to post-impact rock complete? Some remarks based on XRF scanning electron microprobe and thin section analyses of the Yaxcopoil-1 core",
    "authors": ["J. Smit", "S. van der Gaast", "W. Lustenhouwer"],
    "venue": "Meteoritics & Planetary Science",
    "year": 2004
  }, {
    "title": "Slumping and sandbar deposit at the Cretaceous-Tertiary boundary in the El Tecolote section (northeastern Mexico): an impact-induced sediment gravity",
    "authors": ["A.R. Soria", "C.L. Llesa", "M.P. Mata", "J.A. Arz", "L. Alegret", "I. Arenillas", "A. Melendez"],
    "venue": "flow. Geology",
    "year": 2001
  }, {
    "title": "Late Maastrichtian age of spherule deposits in northeastern Mexico: implications for Chicxulub scenario",
    "authors": ["W. Stinnesbeck", "P. Schulte", "F. Lindenmaier", "T. Adatte", "M. Affolter", "L. Schilli", "G. Keller", "D. Stueben", "Z. Berner", "U. Kramer", "J.G. Lopez-Oliva"],
    "venue": "Canadian Journal of Earth Scienes",
    "year": 2001
  }, {
    "title": "Evidence for glacial control of rapid sea level changes in the Early Cretaceous",
    "authors": ["H.M. Stoll", "D.P. Schrag"],
    "venue": "Science",
    "year": 1996
  }, {
    "title": "High resolution geochemical record in Mexico during the Cretaceous-Tertiary transition ",
    "authors": ["D. Stüben", "U. Kramar", "M. Harting", "W. Stinnesbeck", "G. Keller", "T. Adatte"],
    "venue": "Geochimica et Cosmochimica Acta 69,",
    "year": 2005
  }, {
    "title": "Coeval 40Ar/39Ar ages of 65 million years ago from Chicxulub crater melt rock and Cretaceous-Tertiary boundary tektites",
    "authors": ["C.C. Swisher", "J.M. Grajales-Nishimura", "A. Montanari", "S.V. Margolis", "P. Claeys", "W. Alvarez", "P. Renne", "E. Cedillo-Pardo", "F.J.M. Maurasse", "G.H. Curtis", "J. Smit", "M.O. Williams"],
    "year": 1992
  }, {
    "title": "Yucatan subsurface stratigraphy: implications and constraints for the Chicxulub",
    "authors": ["W.C. Ward", "G. Keller", "W. Stinnesbeck", "T. Adatte"],
    "venue": "impact. Geology",
    "year": 1995
  }, {
    "title": "Volcanism, CO2 and paleoclimate: a Late Jurassic-Early Cretaceous carbon and oxygen isotope record",
    "authors": ["H. Weissert", "E. Erba"],
    "venue": "Journal of the Geological Society of London",
    "year": 2004
  }, {
    "title": "Natural variations in the carbon cycle during the Early Cretaceous",
    "authors": ["H. Weissert", "J.A. McKenzie"],
    "venue": "Geophysical Monographic Series, American Geophysical Union,",
    "year": 1985
  }, {
    "title": "Correlation of Early Cretaceous carbon isotope stratigraphy and platform drowning events: a possible link",
    "authors": ["H. Weissert", "A. Lini", "K.B. Föllmi", "O. Kuhn"],
    "year": 1998
  }, {
    "title": "Volcanism, impact and mass extinctions: incredible or credible coincidences",
    "authors": ["R.V. White", "A.D. Saunders"],
    "venue": "Impact and Mass Extinctions. Lithos,",
    "year": 2005
  }, {
    "title": "Large igneous provinces and mass extinctions",
    "authors": ["P.B. Wignall"],
    "venue": "Earth Science Reviews",
    "year": 2001
  }, {
    "title": "Warm tropical ocean surface and global anoxia during the mid-Cretaceous period",
    "authors": ["P.A. Wilson", "R.D. Norris"],
    "venue": "Nature",
    "year": 2001
  }, {
    "title": "Testing the Cretaceous Greenhouse hypothesis using glassy foraminiferal calcite from the core of the Turonian tropics on",
    "authors": ["P. Wilson", "R. Norris", "M. Cooper"],
    "venue": "Demerara Rise. Geology",
    "year": 2002
  }, {
    "title": "Response of Early Cretaceous carbonate platforms to changes in atmospheric carbon dioxide levels",
    "authors": ["L. Wissler", "H. Fuk", "H. Weissert"],
    "year": 2003
  }, {
    "title": "Stratigraphy and depositional environments of the CretaceousTertiary boundary complex and basal section, Brazos River, Texas",
    "authors": ["T.E. Yancey"],
    "venue": "Gulf Coast Association of Geological Societies Transactions",
    "year": 1996
  }],
  "id": "SP:476c3b078886f5f78d0e731dcdaf81898e593746",
  "authors": [{
    "name": "Gerta Keller",
    "affiliations": []
  }],
  "abstractText": "Cretaceous volcanic activities (LIPs and CFBPs) appear to have had relatively minor biotic effects, at least at the generic level. Major biotic stress during the Cretaceous was associated with OAEs and related to nutrient availability largely from weathering, greenhouse warming, drowning of platform areas, and volcanism. The biotic effects of OAEs were often dramatic at the species level, causing the extinction of larger specialized and heavily calcified planktonic foraminifera (rotaliporid extinction) and nannoconids (nannoconid crises), the temporary disappearances of other larger species, and the rapid increase in r-selected small and thin-walled species, such as the low oxygen tolerant heterohelicids and radially elongated taxa among planktic foraminifera and thin walled nannofossils. Biotic diversity increased during cool climates, particularly during the late Campanian and Maastrichtian, reaching maximum diversity during the middle Maastrichtian. High biotic stress conditions began during greenhouse warming and Deccan volcanism about 400 ky before the K-T boundary; it reduced abundances of large specialized tropical planktic foraminiferal species and endangered their survival. By K-T time, renewed Deccan volcanism combined with a large impact probably triggered the demise of this already extinction prone species group. Evidence from NE Mexico, Texas, and the Chicxulub crater itself indicates that this 170 km-diameter crater predates the K-T boundary by w300,000 years and caused no species extinctions. The Chicxulub impact, therefore, can no longer be considered a direct cause for the K-T mass extinction. However, the K-T mass extinction is closely associated with a global Ir anomaly, which is considered too large, too widespread, and too concentrated in a thin layer to have originated from volcanic activity, leaving another large impact as the most likely source. This suggests that a second still unknown larger impact may have triggered the K-T mass extinction. 2008 Elsevier Ltd. All rights reserved.",
  "title": "Cretaceous climate, volcanism, impacts, and biotic effects"
}