{
  "sections": [{
    "text": "Icarus 156, 562–569 (2002)\ndoi:10.1006/icar.2001.6808, available online at http://www.idealibrary.com on\nSupereruptions as a Threat to Civilizations on Earth-like Planets\nMichael R. Rampino\nEarth & Environmental Science Program, New York University, 100 Washington Square East, Room 1009, New York, New York 10003; and NASA, Goddard Institute for Space Studies, 2880 Broadway, New York, New York 10025\nE-mail: michael.rampino@nyu.edu\nReceived May 15, 2000; revised October 19, 2001\nThe largest explosive volcanic eruptions (supereruptions) produce >1000 km3 of ejected material and ≥1000 Mt (1015 g) of submicron atmospheric aerosols and dust. These eruptions may be capable of creating global climatic disturbances sufficient to cause severe problems for world agriculture and modern civilization. Supereruptions are estimated to occur on average about every 50,000 years, which is about twice the frequency of impacts by comets and asteroids ≥1 km diameter predicted to cause similar climatic effects. Prediction, prevention, and mitigation of global volcanic climatic disasters may be potentially more difficult than planetary protection from the threat of large impacts, so that explosive volcanism might limit the longevity of technological civilizations. c© 2002 Elsevier Science (USA)\nKey Words: climate; supereruptions; volcanic winter; volcanism.\n1. INTRODUCTION\n(and the height of the volcanic eruption column). VEIs range\n62\nVolcanic eruptions are a common feature of geologically active Earth-like planets. On the Earth, explosive silicic volcanism is generally concentrated at subduction zones and continental hotspot areas (Smith and Luedke 1984, Smith and Braile 1994) whereas more effusive basaltic volcanism is common at midocean rifts and oceanic hotspots (Simkin and Siebert 1994). Basaltic and silicic volcanism are related to fractional melting in planetary interiors and to plate tectonics (Kearey and Vine 1990). These processes should also occur on other chemically differentiated Earth-like planets that have an abundance of volatiles (see, e.g., Ringwood 1969).\nExplosive eruptions and some large lava-flow eruptions produce fine-grained submicron dust and sulfuric acid aerosols that can reach the upper atmosphere. These act to cool the planet by backscattering incoming solar radiation (Rampino et al. 1988). Eruptions in historic times have been associated with significant global and regional climatic cooling and related disturbances of agriculture, transportation, and public health (see, e.g., Rampino et al. 1988, Stothers 1984, 1996, 1998, 1999, Harington 1992).\nIn order to classify volcanic eruptions and their potential effects on the atmosphere, Newhall and Self (1982) proposed a scale of explosive magnitude, the volcanic explosivity index (or VEI), based mainly on the volume of the erupted products\n5\n0019-1035/02 $35.00 c© 2002 Elsevier Science (USA) All rights reserved.\nfrom VEI = 0 (for strictly nonexplosive eruptions) to VEI = 8 (for explosive eruptions producing ∼1012 m3 bulk volume of tephra). Pyle (1995) later adapted the VEI to a logarithmic scale, so that if erupted volume = A ×10i m3, then classes can be denoted by kVEI = i − 4, and magnitude can be denoted by MVEI = i − 4.0 + log A.\nEruptions also differ in the amounts of sulfur-rich gases released to form stratospheric aerosols. Therefore, the sulfur content of the magma, the efficiency of degassing, and the heights reached by the eruption column are important factors in the climatic effects of eruptions (Rampino and Self 1984, Palais and Sigurdsson 1989). Pyle et al. (1996) used data from satellite observations of sulfur yield from recent eruptions and sulfate signals in ice cores to estimate the SO2 yield for eruptions of magnitude kVEI 4 to 6, which follow the relationship log10 (SO2, kt per eruption) = 0.75 kVEI − 0.21, or about 20 Mt (2 × 1013 g) for a VEI 6 eruption. Extrapolation to VEI 7 eruptions gives SO2 yields of about 100 Mt (1014 g), similar to previous estimates (e.g., Rampino and Self 1984, Rampino et al. 1988). Historic eruptions of VEI 3 to 6 (volume of ejecta from <1 km3 to a few tens of km3) have produced stratospheric aerosol clouds up to a few tens of Mt. These eruptions have caused cooling of the Earth’s global climate of a few tenths of a degree C (see Table I) (Rampino and Self 1984, Robock and Mao 1995). The most recent example is the Pinatubo (Philippines) eruption of 1991 (Graf et al. 1993, Hansen et al. 1996).\nThe largest known eruption of the last millennium, the AD 1815 eruption of Tambora volcano in Indonesia (VEI = 7), produced ∼100 Mt of submicron stratospheric aerosols and dust. Tambora is associated with a northern hemisphere climate cooling of ∼1◦C (Stothers 1983) (see Table I). The eruption was followed by unusually cold and wet conditions in 1816, which became known as the “year without a summer” in Europe and eastern North America. The Tambora event seems to have been the major factor in precipitating the last great subsistence crisis in Western Europe (Post 1978, Stothers 1983, Harington 1992). A more dense aerosol cloud (opacity in north temperate latitudes equivalent to ∼300 Mt of stratospheric aerosols) was reported for AD 536, although the source volcano remains unknown (Stothers 1984, Baillie 1994). Another little known\nE SUPERERUPTIONS ON\nTABLE I Some Volcanic Eruptions and Their Atmospheric Effectsa\nStratospheric NH cooling Volcano Date aerosols (Mt)b (◦C)\nSt Helens May 1980 0.3 <0.1 Agung March/May 1963 20 0.3 El Chichón March/April 1982 14 0.3 Krakatau August 1883 44 0.3 Pinatubo June 1991 30 0.4 Tambora April 1815 200 0.8 ?? AD 1258 400 to 800 ? ?? AD 536 300 ? Laki June 1783–Feb. 1784 200 1.0? Eldgjá AD 934 130 ? Roza Flood Basalt ∼15 Myr ago 6,000? ? Toba ∼73,500 years ago 2,200 to 4,400 3 to 5?\na References: Rampino and Self (1984), Stothers (1983, 1984, 1996, 1998, 2000), Zielinski et al. (1996b).\nb Aerosol mass is equal to 1.33 times H2SO4 mass.\neruption in AD 1258 may have produced a global aerosol cloud in excess of that of Tambora (Stothers 2000).\nEffusive basaltic volcanism has in historic times formed several large-volume lava-flow eruptions (with accompanying ash eruptions) (Simkin and Siebert 1994). Although these eruptions were assigned VEI values of 4, they produced aerosols that entered the lower stratosphere (Stothers et al. 1986) and affected regional and perhaps global climate (Carracedo et al. 1992, Thordarson and Self 1993, Fiacco et al. 1994, Stothers 1996, 1998, Demaree et al. 1998, Grattan and Brayshay 1995). The Laki (Skaftareldar) eruption of AD 1783 (Iceland) produced about 14.7 km3 of lava flows and ∼0.76 km3 of ash (Thordarson and Self 1993) and was assigned a VEI of 4 (Simkin and Siebert 1994). The Laki eruption, and other similar large lava eruptions in Iceland (e.g., Eldgja, AD 934—14 to 16 km3) and the Canary Islands (Lanzarote, AD 1731—3 to 5 km3), was accompanied by widespread dry fogs (largely tropospheric and lower stratospheric hazes of SO2 and sulfuric acid aerosols) and unusual climatic cooling in the northern hemisphere (Grattan and Brayshay 1995, Camufo and Enzi 1995, Stothers 1998, Jacoby et al. 1999). Using the ice core record, it can be seen that large Icelandic fissure basalt eruptions (≥10 km3) occur perhaps about once per millennium (e.g., AD 934 and AD 1783) (Zielinski et al. 1995).\nEstimates of H2SO4 aerosols produced by Laki range from 77–190 Mt based on erupted volume of magma, to 100–280 Mt based on acid fallout over Greenland (Stothers 1996). From estimates of atmospheric opacity in the dry fog of 1783 over Europe, Stothers (1996) suggested an aerosol mass of ∼150 Mt. The resulting “haze famine” in Iceland, related to crop failures and livestock death from volcanic pollution (from SO2, F, Cl, etc.), led to the death of 25% of the Icelandic population. The AD 934 Eldgja eruption may have had a similar serious effect on early Icelandic colonization (Stothers 1998)."
  }, {
    "heading": "ARTH-LIKE PLANETS 563",
    "text": ""
  }, {
    "heading": "2. VOLCANIC SUPERERUPTIONS",
    "text": ""
  }, {
    "heading": "Explosive Supereruptions",
    "text": "Historic eruptions were quite small, however, compared to some volcanic events in the geologic record of the past million years that may truly be called “supereruptions.” The largest recorded explosive eruptions (VEI = 8 and ≥1012 m3 of bulk deposits) were large caldera-forming eruptions that produced large-volume pyroclastic flow deposits (ignimbrites) and widespread ashfall (Simkin and Siebert 1994).\nSome of the largest events occured in continental hotspot areas where extensional tectonics and thick continental crust lead to large-volume magma chambers of silicic composition (Smith and Luedke 1984, Smith and Braile 1994). The greatest explosive eruption in the past few hundred thousand years was the Toba (Sumatra) event of ∼73,500 years ago (Chesner et al. 1991, Rampino and Self 1992, 1993). This event produced at least 2,800 km3 of magma (pyroclastic flow deposits, pumice fall, and ash) and is estimated to have created from 1,000 to 10,000 Mt of stratospheric dust and sulfuric acid aerosols (Chesner et al. 1991, Rampino and Self 1992, Zielinski et al. 1996a). Extrapolation of the data of Pyle et al. (1996) to VEI 8 eruptions gives about 1000 Mt of SO2 release, which would be converted to aerosols in the stratosphere. The Toba aerosols apparently persisted for up to 6 years in the upper atmosphere (Rampino and Self 1992, 1993, Zielinski et al. 1996a).\nBased on scaling up from smaller eruptions and computer models, stratospheric aerosol loading of ∼1000 Mt is predicted to have caused a “volcanic winter,” with a global cooling of 3 to 5◦C for several years, and regional coolings up to 15◦C (Rampino and Self 1992, 1993) (see Fig. 1; Table I). Such a cooling is estimated to have drastically affected tropical and temperate vegetation and ecosystems (Rampino and Ambrose 2000). All above-ground tropical vegetation would have been killed by sudden hard freezes, and a 50% die-off of temperate forests is predicted from hard freezes during the growing season (Rampino and Ambrose 2000, Sagan and Turco 1990).\nThis probable climatic and ecologic disaster may have impacted humans. Evidence from human genetic studies have been interpreted as indicating a severe human population bottleneck— a near extinction—with reductions to a total population as small as a few thousand at a time just prior to ∼60,000 years ago (Harpending et al. 1993, Ambrose 1998). This is roughly the same interval as the great Toba eruption, and a cause and effect relationship with Toba has been proposed (Ambrose 1998) and is supported by the predicted severe ecological effects of the eruption (Rampino and Ambrose 2000)."
  }, {
    "heading": "Lava-Flow Supereruptions",
    "text": "The largest lava-flow eruptions occur during episodes of flood–basalt volcanism, such as the Deccan Basalts in India (65 Myr) or the Columbia River Basalts in the northwestern United States (16 Myr). Total volumes of these flood-basalt"
  }, {
    "heading": "564 MICHAEL R. RAMPINO",
    "text": "stratosphere (data from Table I). The estimated temperature decrease following t\nprovinces exceed a million cubic kilometers erupted over half a million to a million years. Flood basalts typically involve tens to hundreds of individual flows, some with volumes ≥1,000 km3, which means that individual large flows would have been erupted on average about once every 10,000 years (Rampino and Stothers 1988). The timing of some flood–basalt episodes seems to correlate well with times of mass extinction of life (Rampino and Stothers 1988, Wignall 2001), suggesting a causal connection.\nThe amount of sulfur released by very large basaltic eruptions is not well constrained, but scaling up from the ∼15 km3 Laki eruption, which released about 150 Mt of sulfur, a large 1000 km3 flood–basalt eruption could have released ∼104 Mt of sulfur into the troposphere and lower stratosphere. The regional and perhaps global effects of such large releases of sulfur-rich gases and carbon dioxide into the environment may have been severe. The recurrence time for flood–basalt episodes, however, is ∼20 to 30 Myr (there have been about 10 in the last 250 Myr), and so they represent only a small (∼5%) portion of the history of an Earth-like planet, and thus an unlikely threat."
  }, {
    "heading": "3. FREQUENCY OF LARGE EXPLOSIVE ERUPTIONS",
    "text": "Decker (1990) proposed that if all magnitude 8 eruptions in the recent past left caldera structures that have been recognized, then\ne Toba eruption of ∼73,500 years BP is between 3 and 5◦C.\nthe frequency of VEI 8 eruptions would be ∼2 × 10−5 eruptions per year, or roughly one VEI 8 eruption every 50,000 years (see Fig. 2). A simple extrapolation of the pattern of recurrence times of eruptions over the last 10,000 years (up to VEI 7) extended to larger eruptions, leads to the prediction of recurrence times for VEI 8 eruptions of only a few thousand years (De la Cruz-Reyna 1991). This latter estimate of frequency for VEI 8 eruptions seems much too high, however (e.g., no Holocene VEI 8 eruptions have been recorded), and Simkin and Siebert (1994) argued that it was not possible to confidently estimate the frequency of VEI 8 eruptions based on the frequency of smaller events.\nThese analyses are based on the assumption that global eruptions follow some sort of Poisson distribution (Klein 1982, Wickman 1976, De la Cruz-Reyna 1991, Ho 1991). This assumption is supported by the fact that although most studies of historic eruptions at individual volcanoes show some weak clustering (e.g., Papadopoulis 1987, Godano and Civetta 1996), the distribution of events over the past few hundred years appears to be largely Poissonian (Ho 1991, Godano and Civetta 1996).\nOn longer time scales, however, eruptions may follow global cycles. A number of studies have found that eruptions over the past few million years show cycles in the Milankovitch frequency band (e.g., ∼23,000 to ∼100,000 years; Paterne et al. 1990, Paterne and Guichard 1993, Glazner et al. 1999). These\nSUPERERUPTIONS ON EARTH-LIKE PLANETS 565\nline was determined by a regression model using the filled data points. Data poin\nand Siebert 1994).\npulses of volcanic activity seem to correlate with changes in climate, sea level, and glacier advance and retreat (Hardarson and Fitton 1991, Sigvaldason et al. 1992, Zielinski et al. 1994, 1996b, McGuire et al. 1997, Glazner et al. 1999). Several mechanisms involving loading and unloading of magma chambers by fluctuating ice sheets and sea levels have been proposed (e.g., Rampino et al. 1979, McGuire et al. 1997).\nTherefore, if volcanic eruptions cluster at times of global climatic change, the VEI 8 eruptions may occur within these clusters and at times not related to a purely Poissonian distribution. Evidence for clustering comes from the GISP2 ice core, where several periods show groups of large sulfate peaks. One such interval (∼22,000 to 35,000 years ago) contains the large Cam-\nfrom Decker (1990) for VEI 7 and 8 are shown by open triangles (after Simkin\npanian Ignimbrite (∼70 km3) eruption (34,000 ± 3,000 years ago), and another period of enhanced global volcanism around 80,000 years ago includes the Los Chocoyos tephra (>400 km3) from the Atitlan caldera (Rampino et al. 1979)."
  }, {
    "heading": "4. PREDICTION OF VOLCANIC ERUPTIONS",
    "text": "The timing and magnitude of volcanic eruptions are difficult to predict. Prediction strategies have included: (1) recognition of patterns of eruptions at specific volcanoes (e.g., Klein 1982, Scandone et al. 1993, Godano and Civetta 1996); (2) precursor activity of various kinds (e.g., Chouet 1996, Self and MouginisMark 1995, Nazzaro 1998); (3) regional and global distribution\n. plosive supereruptions lead to the question of the consequences"
  }, {
    "heading": "566 MICHAEL R",
    "text": "of eruptions in space and time (Carr 1977, Papadopoulis 1987, Sornette et al. 1991); and (4) theoretical predictions based on behavior of materials (Voight 1988, Voight and Cornelius 1991). Although significant progress has been made in short-term prediction of eruptions, no method has proven successful in consistently predicting the timing, and more importantly, the magnitude of the resulting eruption or its magmatic sulfur content and release characteristics. State-of-the-art technologies involving continuous satellite monitoring of gas emissions, thermal anomalies, and ground deformation (e.g., Walter 1990, Alexander 1991) promise improved forecasting and specific prediction of volcanic events, but these technologies are thus far largely unproven. For example, although we have 2000 years of observations for the Italian volcano Vesuvius (Stothers and Rampino 1983a,b, Scandone et al. 1993, Nazzaro 1998), and a long history of monitoring and scientific study, predicting the timing and magnitude of the next Vesuvian eruption remains a serious problem (Dobran et al. 1994, Lirer et al. 1997). For large caldera-forming supereruptions (VEI 8), which have not taken place in historic times, we have little in the way of meaningful observations on which to base prediction or even long-range forecasts."
  }, {
    "heading": "5. EFFECTS ON CIVILIZATION AND POSSIBLE MITIGATION STRATEGIES",
    "text": "Even if VEI 8 events could be accurately predicted, and local and regional precautions and evacuations were to take place, the regional and global effects of the ash fallout and aerosol clouds on climate, agriculture, health, and transportation would present a severe challenge to modern civilization. The major effect on civilization would be through collapse of agriculture as a result of the loss of one or more growing seasons (Toon et al. 1997). This would be followed by famine, the spread of infectious diseases, breakdown of infrastructure, social and political unrest, and conflict. Volcanic winter predictions are for global cooling of 3 to 5◦C for several years (Fig. 1) and regional cooling up to 15◦C (Rampino and Self 1992, Rampino and Ambrose 2000). This could devastate the major food-growing areas of the world. For example, the Asian rice crop could be destroyed by a single night of below-freezing temperatures during the growing season. In the temperate graingrowing areas, similar drastic effects could occur. In Canada, a 2 to 3◦C average local temperature drop in the growing season would destroy wheat production, and a 3 to 4◦C drop would halt all Canadian grain production. Crops in the American Midwest and the Ukraine could be severely injured by a 3 to 4◦C temperature decrease (Harwell and Hutchinson 1985, Pittock et al. 1986). Severe climate would also interfere with global transportation of foodstuffs and other goods. Thus, a Toba-sized (VEI = 8) eruption would compromise global agriculture, leading to famine and possible disease pandemics (Stothers 1999). Furthermore, large volcanic eruptions might lead to longer term climatic change through positive feedback effects on cli-"
  }, {
    "heading": "RAMPINO",
    "text": "mate such as cooling the surface oceans, formation of sea-ice, or increased land ice (Rampino and Self 1992, 1993), prolonging recovery from the “volcanic winter.” The result could be widespread starvation, famine, disease, social unrest, financial collapse, and severe damage to the underpinnings of civilization (Sagan and Turco 1990). The location of a supereruption can also be an important factor in its regional and global effects. Eruptions from the Yellowstone Caldera over the last 2 million years include the 2500 km3 Huckleberry Ridge Tuff (2 Myr), the 280 km3 Mesa Falls Tuff (1.3 Myr), and the 1000 km3 Lava Creek Tuff (0.6 Myr). Each of these produced thick ash deposits over the western and central United States (compacted ash thicknesses of 0.2 m occur ∼1500 km from the source; Wood and Kienle 1990, SarnaWojcicki and Davis 1991). Thus, in addition to the global climatic consequences of these Yellowstone supereruptions, they would have directly devastated the major grain-producing areas in the breadbasket of North America, preventing agricultural recovery for years. One mitigation strategy could involve the stockpiling of global food reserves. In considering the vagaries of normal climatic change, Schneider and Londer (1984) noted that when grain stocks dip below about 15% of utilization, local scarcities, worldwide price jumps, and sporadic famine were more likely to occur. They suggested that a minimum world level of accessible grain stocks near 15% of global utilization should be maintained as a hedge against year-to-year production fluctuations due to climatic and socioeconomic disruptions. This does not take into account social and economic factors that could severely limit rapid and complete distribution of food reserves. At present, a global stockpile equivalent to a two-month global supply of grain exists (Smith 2000), which is about 15% of annual consumption. For a volcanic VEI 8 catastrophe, however, several years of growing season might be curtailed (Zielinski et al. 1996a, Rampino and Ambrose 2000), and hence a much larger stockpile of grain and other foodstuffs would have to be maintained, along with the means for rapid global distribution. Burrows and Shapiro (1999) take a wider view. They propose that space exploration can be the vehicle for development of an interplanetary repository for terrestrial civilization. This would mean the transfer of human civilization, along with all technological and cultural information, to other places in the Solar System for safekeeping. The repository would be a means of providing a backup system for the planet, fostering recovery of terrestrial civilization in the wake of global disasters such as asteroid collisions or volcanic catastrophes. This might sound like science fiction, but such a strategy will soon be technologically feasible."
  }, {
    "heading": "6. THE VOLCANIC THREAT TO CIVILIZATION",
    "text": "The drastic climatic and ecological effects predicted for exfor civilization here on Earth, and on other Earth-like planets\nE SUPERERUPTIONS ON\nthat might harbor intelligent life. The chances for communicative intelligence in the Galaxy is commonly represented by a combination of the relevant factors called the Drake equation, which can be written\nN = R∗ f p ne fl fi fc L , (1)\nwhere N is the number of intelligent communicative civilizations in the Galaxy; R∗ is the rate of star formation averaged over the lifetime of the Galaxy; f p is the fraction of stars with planetary systems; ne is the mean number of planets within such systems that are suitable for life; fl is the fraction of such planets on which life actually occurs; fi is the fraction of planets on which intelligence arises; fc is the fraction of planets on which intelligent life develops a communicative phase; and L is the mean lifetime of such technological civilizations (Sagan 1973).\nAlthough the Drake equation is useful in organizing the factors that are thought to be important for the occurrence of extraterrestrial intelligence, the actual assessment of the values of the terms in the equation is difficult. The only well known number is R∗, which is commonly taken as 10 yr−1. Estimates for N have varied widely from ∼0 to >108 civilizations (Sagan 1973).\nIt has been pointed out recently that fc and L are limited in part by the occurrence of asteroid and comet impacts that could prove catastrophic to technological civilizations (Sagan and Ostro 1994, Chyba 1997). Present human civilization, dependent largely on annual crop yields, is vulnerable to an “impact winter” that would result from dust lofted into the stratosphere by the impact of objects≥1 km in diameter (Chapman and Morrison 1994, Toon et al. 1997). The threshold for global catastrophic climatic cooling and possible ozone layer destruction is estimated to be a 1–2-km-diameter asteroid or comet (Chapman and Morrison 1994). Such an impact would release about 105 to 106 Mt (TNT equivalent) of energy, produce a crater ∼20–40 km in diameter, and is calculated to generate a global cloud consisting of ∼1000 Mt of submicron dust (Toon et al. 1997). Covey et al. (1990) performed 3-D climate-model simulations for a global dust cloud containing submicron particles with a mass corresponding to that produced by an impact of 6 × 105 Mt (TNT). In this model, global temperatures dropped by ∼8◦C during the first few weeks. Chapman and Morrison (1994) estimated that an impact of this size would kill >1.5 billion people through direct and indirect effects.\nImpacts of this magnitude are expected to occur on average about every 105 years (Chapman and Morrison 1994). Thus, it seems that a civilization must develop science and technology sufficient to detect and deflect such threatening asteroids and comets on a time scale shorter than the typical times between catastrophic impacts. This factor would apparently select against civilizations that are long-lived but nontechnological (Sagan and Ostro 1994). Recent awareness of the impact threat to civilization has led to investigations of the possibilities of detection, and deflection or destruction, of ≥1-km-diameter asteroids and comets that threaten the Earth (e.g., Gehrels 1994, Remo 1997)."
  }, {
    "heading": "ARTH-LIKE PLANETS 567",
    "text": "Planetary protection technology has been described as essential for the long-term survival of human civilization on the Earth.\nWhat about the threat from volcanic supereruptions? Chapman and Morrison (1994) suggested that the global climatic effects of VEI = 8 eruptions such as Toba might be similar to those of the impact of an ∼1-km-diameter (106 Mt TNT) asteroid. Impact by an ∼1-km-diameter asteroid is estimated to put about 1015 g of fine submicron dust into the stratosphere (Toon et al. 1997), which is comparable to the amount of stratospheric dust and aerosols predicted for supereruptions (Rampino and Self 1992). Fine volcanic dust and sulfuric acid aerosols have optical properties similar to the submicron dust produced by impacts (Toon et al. 1997), and the effects on atmospheric opacity should be similar. Volcanic aerosols, however, have a longer residence time of several years (Bekki et al. 1996) compared to a few months for fine dust, so a huge eruption would be expected to have a longer lasting effect on global climate than an impact producing a comparable amount of atmospheric loading.\nEstimates of the frequency of large volcanic eruptions of VEI 8 that could cause “volcanic winter” conditions suggest that they should occur about once every 50,000 years. This is approximately a factor of 2 more frequent than asteroid or comet collisions that might cause climate cooling of similar severity. Moreover, predicting or preventing a volcanic climatic disaster might be more difficult than tracking and diverting incoming asteroids and comets. These considerations suggest that volcanic supereruptions pose a real threat to civilization, and efforts to predict and mitigate volcanic climatic disasters should be contemplated seriously."
  }, {
    "heading": "ACKNOWLEDGMENTS",
    "text": "I thank S. Ambrose, K. Caldeira, and S. Self for comments and criticism, R. Stothers for information for Table I, and C. Chapman and T. Simkin for helpful critical reviews."
  }, {
    "heading": "RAMPINO",
    "text": "Jacoby, G. C., K. W. Workman, and R. D. D’Arrigo 1999. Laki eruption of 1783, tree rings, and disaster for northwest Alaska Inuit. Quat. Sci. Rev. 18, 1365–1371.\nKearey, P., and F. J. Vine 1990. Global Tectonics. Blackwell Sci., Oxford.\nKlein, F. W. 1982. Patterns of historical eruptions at Hawaiian volcanoes. J. Volcan. Geother. Res. 12, 1–35.\nLirer, L., R. Munno, I. Postiglione, A. Vinci, and L. Vitelli 1997. The A.D. 79 eruption as a future explosive scenario in the Vesuvian area: Evaluation of associated risk. Bull. Volcan. 59, 112–124.\nMcguire, W. J., R. J. Howarth, C. R. Firth, A. R. Solow, A. D. Pullen, S. J. Saunders, I. S. Stewart, and C. Vita-Finzi 1997. Correlation between rate of sea-level change and frequency of explosive volcanism in the Mediterranean. Nature 389, 473–476.\nNazzaro, A. 1998. Some considerations on the state of Vesuvius in the Middle Ages and the precursors of the 1631 eruption. Annal. Geofis. 41, 555– 565.\nNewhall, C. A., and S. Self 1982. The volcanic explosivity index (VEI): An estimate of the explosive magnitude for historical volcanism. J. Geophys. Res. 87, 1231–1238.\nPalais, J., and H. Sigurdsson 1989. Petrologic evidence of volatile emission from major historic and prehistoric volcanic eruptions. Geophys. Monogr. 52, 31–53.\nPapadopoulis, G. A. 1987. Sequences and clusterings of significant volcanic eruptions in convergent plate margins during 1900–1980. Tectonophysics 381, 211–222.\nPaterne, M., and F. Guichard 1993. Triggering of volcanic pulses in the Campanian area, South Italy, by periodic deep magma influx. J. Geophys. Res. 98, 1861–1873.\nPaterne, M., J. Labeyrie, F. Guichard, A. Mazaud, and F. Maitre 1990. Fluctuations of the Campanian explosive volcanic activity (South Italy) during the past 190,000 years, as determined by marine tephrachronology. Earth Planet. Sci. Lett. 98, 166–174.\nPittock, A., T. Ackerman, P. Crutzen, M. McCracken, C. Shapiro, and R. Turco, Eds. 1986. Environmental Consequences of Nuclear War. Vol. I: Physical and Atmospheric Effects. Wiley, New York.\nPost, J. D. 1978. The Last Great Subsistence Crisis in the Western World. Johns Hopkins Press, Baltimore.\nPyle, D. M. 1995. Mass and energy budgets of explosive volcanic eruptions. Geophys. Res. Lett. 22, 563–566.\nPyle, D. M., P. D. Beattie, and G. J. S. Bluth 1996. Sulphur emissions to the stratosphere from explosive volcanic eruptions. Bull. Volcan. 57, 663–671.\nRampino, M. R., and S. Ambrose 2000. Volcanic winter in the Garden of Eden: The Toba supereruption and the Late Pleistocene human population crash. Geol. Soc. Am. Spec. Pap. 345, 71–82.\nRampino, M. R., and S. Self 1984. Sulphur-rich volcanism and stratospheric aerosols. Nature 310, 677–679.\nRampino, M. R., and S. Self 1992. Volcanic winter and accelerated glaciation following the Toba supereruption. Nature 359, 50–52.\nRampino, M. R., and S. Self 1993. Climate-volcanism feedback and the Toba eruption of ∼74,000 years ago. Quat. Res. 40, 269–280.\nRampino, M. R., and R. B. Stothers 1988. Flood basalt volcanism during the past 250 million years. Science 241, 663–668.\nRampino, M. R., S. Self, and R. W. Fairbridge 1979. Can rapid climatic change cause volcanic eruptions? Science 206, 826–829.\nRampino, M. R., R. B. Stothers, and S. Self 1988. Volcanic winters. Annu. Rev. Earth Planet. Sci. 16, 73–99.\nRemo, J. L., Ed. 1997. Near-Earth Objects: The United Nations International Conference. NY Acad. Sci. Ann. 822.\nRingwood, A. E. 1969. Composition and structure of the upper mantle. Am. Geophys. Union Geophys. Monogr. 13, 1–17.\nSUPERERUPTIONS ON EARTH-LIKE PLANETS 569\nRobock, A., and J. Mao 1995. The volcanic signal in surface temperature observations. J. Clim. 8, 1086–1103.\nSagan, C., Ed. 1973. Communication with Extraterrestrial Intelligence. MIT Press, Cambridge, MA.\nSagan, C., and S. Ostro 1994. Long-range consequences of interplanetary collisions. Iss. Sci. Tech. 10, 67–72.\nSagan, C., and R. Turco 1990. A Path Where No Man Thought. Random House, New York.\nSarna-Wojcicki, A. M., and J. O. Davis 1991. Quaternary tephrochronology. Geol. N. Am. K2, 93–116.\nScandone, R., G. Arganese, and F. Galdi 1993. The evaluation of volcanic risk in the Vesuvius area. J. Volcan. Geother. Res. 58, 263–271.\nSchneider, S. H., and R. Londer 1984. The Coevolution of Climate and Life. Sierra Club, San Francisco.\nSelf, S., and P. J. Mouginis-Mark 1995. Volcanic eruptions, prediction, hazard assessment, remote sensing, and societal implications. Rev. Geophys. Supp. U.S. Natl. Rep. Intl. Union Geodesy Geophys. 1991–1994, 257–262.\nSigvaldason, G. E., K. Annertz, and M. Nilsson 1992. Effect of glacier loading/unloading on volcanism: Postglacial volcanic production rate of the Dyngjuföll area, central Iceland. Bull. Volcan. 54, 385–392.\nSimkin, T., and L. Siebert 1994. Volcanoes of the World Geoscience Press, Tucson.\nSmith, Z. A. 2000. The Environmental Policy Paradox. Prentice Hall, Upper Saddle River, NJ.\nSmith, R. B., and L. W. Braile 1994. The Yellowstone hotspot. J. Volcan. Geother. Res. 61, 121–187.\nSmith, R. L., and R. G. Luedke 1984. Potentially active volcanic lineaments and loci in western conterminous United States. In Explosive Volcanism: Inception, Evolution, and Hazards, pp. 47–66. Natl. Acad. Press, Washington, DC.\nSornette, A., J. Dubois, J. L. Cheminee, and D. Sornette 1991. Are sequences of volcanic eruptions deterministically chaotic? J. Geophys. Res. 96, 11,931– 11,945.\nStothers, R. B. 1983. The great Tambora eruption of 1815 and its aftermath. Science 224, 1191–1198.\nStothers, R. B. 1984. Mystery cloud of AD 536. Nature 307, 344–345.\nStothers, R. B. 1996. The great dry fog of 1783. Clim. Change 32, 79–89.\nStothers, R. B. 1998. Far reach of the tenth century Eldgja eruption, Iceland. Clim. Change 39, 715–726.\nStothers, R. B. 1999. Volcanic dry fogs, climate cooling, and plague pandemics in Europe and the Middle East. Clim. Change 42, 713–723.\nStothers, R. B. 2000. Climatic and demographic consequences of the massive volcanic eruption of 1258. Clim. Change 45, 361–374.\nStothers, R. B., and M. R. Rampino 1983a. Volcanic eruptions in the Mediterranean before A.D. 630 from written and archaeological sources. J. Geophys. Res. 88, 6357–6371.\nStothers, R. B., and M. R. Rampino 1983b. Historic volcanism, European dry fogs, and Greenland acid precipitation, 1500 B.C. to A.D. 1500. Science 222, 411–413.\nStothers, R. B., J. A. Wolff, S. Self, and M. R. Rampino 1986. Basaltic fissure eruptions, plume heights, and atmospheric aerosols. Geophys. Res. Lett. 13, 725–728.\nThordarson, Th., and S. Self 1993. The Laki (Skaftar Fires) and Grimsvotn eruptions in 1783–1785. Bull. Volcan. 55, 233–263.\nToon, O. B., R. P. Turco, and C. Covey 1997. Environmental perturbations caused by the impacts of asteroids and comets. Rev. Geophys. 35, 41–78.\nVoight, B. 1988. A method for prediction of volcanic eruptions. Nature 332, 125–130.\nVoight, B., and R. R. Cornelius 1991. Prospects for eruption prediction in near real-time. Nature 350, 695–697.\nWalter, L. S. 1990. The uses of satellite technology in disaster management. Disasters 14, 20–35.\nWickman, F. E. 1976. Markov models of repose-period pattern of volcanoes. In Random Processes in Geology (D. F. Merriam, Ed.), pp. 135–161. SpringerVerlag, New York.\nWignall, P. B. 2001. Large igneous provinces and mass extinctions. Earth-Sci. Rev. 53, 1–33.\nWood, C. A., and J. Kienle, Eds. 1990. Volcanoes of North America. Cambridge Univ. Press, Cambridge, UK.\nZielinski, G. A., P. A. Mayewski, L. D. Meeker, S. Whitlow, M. S. Twickler, M. Morrison, D. A. Meese, A. J. Gow, and R. B. Alley 1994. Record of volcanism since 7000 B.C. from the GISP2 Greenland ice core and implications for the volcano/climate system. Science 264, 948–952.\nZielinski, G. A., M. S. Germani, G. Larsen, M. G. L. Baillie, S. Whitlow, M. S. Twickler, and K. Taylor 1995. Evidence of the Eldgjá (Iceland) eruption in the GISP2 Greenland ice core: Relationship to eruption processes and climatic conditions in the tenth century. Holocene 5, 129–140.\nZielinski, G. A., P. A. Mayewski, L. D. Meeker, S. Whitlow, and M. S. Twickler 1996a. A 110,000-yr record of explosive volcanism from the GISP2 (Greenland) ice core. Quat. Res. 45, 109–118.\nZielinski, G. A., P. A. Mayewski, L. D. Meeker, S. Whitlow, M. S. Twickler, and K. Taylor 1996b. Potential atmospheric impact of the Toba mega-eruption ∼71,000 years ago. Geophys. Res. Lett. 23, 837–840."
  }],
  "year": 2002,
  "references": [{
    "title": "Information technology in real-time for monitoring and managing natural disasters",
    "authors": ["D. Alexander"],
    "venue": "Prog. Hum. Geogr. 15, 238–260.",
    "year": 1991
  }, {
    "title": "Late Pleistocene human population bottlenecks, volcanic winter, and differentiation of modern humans",
    "authors": ["S.H. Ambrose"],
    "venue": "J. Hum. Evol. 34, 623–651.",
    "year": 1998
  }, {
    "title": "Dendrochronology raises questions about the nature of the AD 536 dust-veil event",
    "authors": ["M.G.L. Baillie"],
    "venue": "Holocene 4, 212–217.",
    "year": 1993
  }, {
    "title": "The role of microphysical and chemical processes in prolonging the climate forcing of the Toba eruption",
    "authors": ["S. Bekki", "J.A. Pyle", "W. Zhong", "R. Toumi", "J.D. Haigh", "D.M. Pyle"],
    "venue": "Geophys. Res. Lett. 23, 2669–2672.",
    "year": 1996
  }, {
    "title": "An alliance to rescue civilization: A bold proposal for Earth’s future",
    "authors": ["W.E. Burrows", "R. Shapiro"],
    "venue": "Ad Astra Sept./Oct., 18–22.",
    "year": 1999
  }, {
    "title": "Impact of clouds of volcanic aerosols in Italy during the last seven centuries",
    "authors": ["D. Camufo", "S. Enzi"],
    "venue": "Nat. Haz. 11, 135–161.",
    "year": 1995
  }, {
    "title": "The 1730–1736 eruption of Lanzarote, Canary Islands: A long, high-magnitude basaltic fissure eruption",
    "authors": ["J.C. Carracedo", "E. Rodriguez Badiola", "V. Soler"],
    "venue": "J. Volcan. Geother. Res. 53, 239–250.",
    "year": 1992
  }, {
    "title": "Volcanic activity and great earthquakes at convergent plate margins",
    "authors": ["M.J. Carr"],
    "venue": "Science 197, 655–657.",
    "year": 1977
  }, {
    "title": "Impacts on the Earth by asteroids and comets: Assessing the hazards",
    "authors": ["C.R. Chapman", "D. Morrison"],
    "venue": "Nature 367, 33–40.",
    "year": 1994
  }, {
    "title": "Eruptive history of the Earth’s largest Quaternary caldera (Toba, Indonesia) clarified",
    "authors": ["C.A. Chesner", "W.I. Rose", "A. Deino", "R. Drake", "J.A. Westgate"],
    "venue": "Geology 19, 200–203.",
    "year": 1991
  }, {
    "title": "Long-period volcano seismicity: Its source and use in eruption forecasting",
    "authors": ["B.A. Chouet"],
    "venue": "Nature 380, 309–316.",
    "year": 1996
  }, {
    "title": "Catastrophic impacts and the Drake equation",
    "authors": ["C.F. Chyba"],
    "venue": "Astronomical and Biochemical Origins and the Search for Life in the Universe, (C. B. Cosmovici, S. Bowyer, and D. Werthimer, Eds.), pp. 157–164. Editrice Compositori, Bologna.",
    "year": 1997
  }, {
    "title": "Global environmental effects of impact-generated aerosols: Results from a general circulation model",
    "authors": ["C. Covey", "S.J. Ghan", "J.J. Walton", "P.R. Weissman"],
    "venue": "Geol. Soc. Am. Spec. Pap. 247, 263–270.",
    "year": 1990
  }, {
    "title": "How often does a Minoan eruption occur? In Thera and the Aegean World III, Vol",
    "authors": ["R.W. Decker"],
    "venue": "2 (D. A. Hardy, Ed.), pp. 444–452. Thera Found., London.",
    "year": 1990
  }, {
    "title": "Poisson-distributed patterns of explosive eruptive activity",
    "authors": ["S. De La Cruz-Reyna"],
    "venue": "Bull. Volcan. 54, 57–67.",
    "year": 1991
  }, {
    "title": "Further documentary evidence of northern hemispheric coverage of the great dry fog of 1783",
    "authors": ["G.R. Demaree", "A.E.J. Ogilvie", "D. Zhang"],
    "venue": "Clim. Change 39, 727–730.",
    "year": 1998
  }, {
    "title": "Assessing the pyroclastic flow hazard at Vesuvius",
    "authors": ["F. Dobran", "A. Neri", "M. Tedesco"],
    "venue": "Nature 367, 551–554.",
    "year": 1994
  }, {
    "title": "Atmospheric aerosol loading and transport due to the 1783–1784 Laki eruption in Iceland, interpreted from ash particles and acidity in the GISP2 ice core",
    "authors": ["R.J. Fiacco", "Jr.", "T. Thordarson", "M.S. Germani", "S. Self", "J.M. Palais", "S. Whitlow", "P.M. Grootes"],
    "venue": "Quat. Res. 42, 231–240.",
    "year": 1994
  }, {
    "title": "Hazards Due to Comets & Asteroids",
    "authors": ["T. Gehrels", "Ed."],
    "venue": "Univ. of Arizona Press, Tucson.",
    "year": 1994
  }, {
    "title": "Fire or ice: Anticorrelation of volcanism and glaciation in California over the past 800,000 years",
    "authors": ["A.F. Glazner", "C.R. Manley", "J.S. Marron", "S. Rojstaczer"],
    "venue": "Geophys. Res. Lett. 26, 1759–1762.",
    "year": 1999
  }, {
    "title": "Multifractal analysis of Vesuvius volcano eruptions",
    "authors": ["C. Godano", "L. Civetta"],
    "venue": "Geophys. Res. Lett. 23, 1167–1170.",
    "year": 1996
  }, {
    "title": "Pinatubo eruption winter climate effects: Model versus observations",
    "authors": ["Graf", "H.-F.", "I. Kirschner", "A. Robock", "I. Schult"],
    "venue": "Clim. Dyn. 9, 81–93.",
    "year": 1993
  }, {
    "title": "An amazing and portentous summer: Environmental and social responses in Britain to the 1783 eruption of an Iceland volcano",
    "authors": ["J. Grattan", "M. Brayshay"],
    "venue": "Geog. J. 161, 125–134.",
    "year": 1995
  }, {
    "title": "Increased mantle melting beneath Snaefellsjökull volcano during Late Pleistocene glaciation",
    "authors": ["B.S. Hardarson", "J.G. Fitton"],
    "venue": "Nature 353, 62–",
    "year": 1991
  }, {
    "title": "The Year Without a Summer? World Climate in 1816",
    "authors": ["C.R. Harington", "Ed."],
    "venue": "Canadian Museum of Nature, Ottawa.",
    "year": 1992
  }, {
    "title": "The genetic structure of ancient human populations",
    "authors": ["H.C. Harpending", "S.T. Sherry", "A.L. Rogers", "M. Stoneking"],
    "venue": "Curr. Anthro. 34, 483–496.",
    "year": 1993
  }, {
    "title": "Environmental Consequences of Nuclear War",
    "authors": ["M.A. Harwell", "T.C. Hutchinson", "Eds."],
    "venue": "Vol. II: Ecological and Agricultural Effects. Wiley, New York.",
    "year": 1985
  }, {
    "title": "Nonhomogeneous Poisson model for volcanic eruptions",
    "authors": ["Ho", "C-H."],
    "venue": "Math. Geol. 23, 167–173.",
    "year": 1991
  }, {
    "title": "Laki eruption of 1783, tree rings, and disaster for northwest Alaska Inuit",
    "authors": ["G.C. Jacoby", "K.W. Workman", "R.D. D’Arrigo"],
    "venue": "Quat. Sci. Rev",
    "year": 1999
  }, {
    "title": "Global Tectonics",
    "authors": ["P. Kearey", "F.J. Vine"],
    "venue": "Blackwell Sci., Oxford.",
    "year": 1990
  }, {
    "title": "Patterns of historical eruptions at Hawaiian volcanoes",
    "authors": ["F.W. Klein"],
    "venue": "J. Volcan. Geother. Res. 12, 1–35.",
    "year": 1982
  }, {
    "title": "The A.D. 79 eruption as a future explosive scenario in the Vesuvian area: Evaluation of associated risk",
    "authors": ["L. Lirer", "R. Munno", "I. Postiglione", "A. Vinci", "L. Vitelli"],
    "venue": "Bull. Volcan",
    "year": 1997
  }, {
    "title": "Correlation between rate of sea-level change and frequency of explosive volcanism in the Mediterranean",
    "authors": ["W.J. Mcguire", "R.J. Howarth", "C.R. Firth", "A.R. Solow", "A.D. Pullen", "S.J. Saunders", "I.S. Stewart", "C. Vita-Finzi"],
    "venue": "Nature 389, 473–476.",
    "year": 1997
  }, {
    "title": "Some considerations on the state of Vesuvius in the Middle Ages and the precursors of the 1631 eruption",
    "authors": ["A. Nazzaro"],
    "venue": "Annal. Geofis. 41, 555– 565.",
    "year": 1998
  }, {
    "title": "The volcanic explosivity index (VEI): An estimate of the explosive magnitude for historical volcanism",
    "authors": ["C.A. Newhall", "S. Self"],
    "venue": "J. Geophys. Res. 87, 1231–1238.",
    "year": 1982
  }, {
    "title": "Petrologic evidence of volatile emission from major historic and prehistoric volcanic eruptions",
    "authors": ["J. Palais", "H. Sigurdsson"],
    "venue": "Geophys. Monogr. 52, 31–53.",
    "year": 1989
  }, {
    "title": "Sequences and clusterings of significant volcanic eruptions in convergent plate margins during 1900–1980",
    "authors": ["G.A. Papadopoulis"],
    "venue": "Tectonophysics 381, 211–222.",
    "year": 1987
  }, {
    "title": "Triggering of volcanic pulses in the Campanian area, South Italy, by periodic deep magma influx",
    "authors": ["M. Paterne", "F. Guichard"],
    "venue": "J. Geophys. Res. 98, 1861–1873.",
    "year": 1993
  }, {
    "title": "Fluctuations of the Campanian explosive volcanic activity (South Italy) during the past 190,000 years, as determined by marine tephrachronology",
    "authors": ["M. Paterne", "J. Labeyrie", "F. Guichard", "A. Mazaud", "F. Maitre"],
    "venue": "Earth Planet. Sci. Lett. 98, 166–174.",
    "year": 1990
  }, {
    "title": "Environmental Consequences of Nuclear War",
    "authors": ["A. Pittock", "T. Ackerman", "P. Crutzen", "M. McCracken", "C. Shapiro", "R. Turco", "Eds."],
    "venue": "Vol. I: Physical and Atmospheric Effects. Wiley, New York.",
    "year": 1986
  }, {
    "title": "The Last Great Subsistence Crisis in the Western World",
    "authors": ["J.D. Post"],
    "venue": "Johns Hopkins Press, Baltimore.",
    "year": 1978
  }, {
    "title": "Mass and energy budgets of explosive volcanic eruptions",
    "authors": ["D.M. Pyle"],
    "venue": "Geophys. Res. Lett. 22, 563–566.",
    "year": 1995
  }, {
    "title": "Sulphur emissions to the stratosphere from explosive volcanic eruptions",
    "authors": ["D.M. Pyle", "P.D. Beattie", "G.J.S. Bluth"],
    "venue": "Bull. Volcan. 57, 663–671.",
    "year": 1996
  }, {
    "title": "Volcanic winter in the Garden of Eden: The Toba supereruption and the Late Pleistocene human population crash",
    "authors": ["M.R. Rampino", "S. Ambrose"],
    "venue": "Geol. Soc. Am. Spec. Pap. 345, 71–82.",
    "year": 2000
  }, {
    "title": "Sulphur-rich volcanism and stratospheric aerosols",
    "authors": ["M.R. Rampino", "S. Self"],
    "venue": "Nature 310, 677–679.",
    "year": 1984
  }, {
    "title": "Volcanic winter and accelerated glaciation following the Toba supereruption",
    "authors": ["M.R. Rampino", "S. Self"],
    "venue": "Nature 359, 50–52.",
    "year": 1992
  }, {
    "title": "Climate-volcanism feedback and the Toba eruption of ∼74,000 years ago",
    "authors": ["M.R. Rampino", "S. Self"],
    "venue": "Quat. Res. 40, 269–280.",
    "year": 1993
  }, {
    "title": "Flood basalt volcanism during the past 250 million years",
    "authors": ["M.R. Rampino", "R.B. Stothers"],
    "venue": "Science 241, 663–668.",
    "year": 1988
  }, {
    "title": "Can rapid climatic change cause volcanic eruptions",
    "authors": ["M.R. Rampino", "S. Self", "R. W"],
    "venue": "Fairbridge",
    "year": 1979
  }, {
    "title": "Volcanic winters",
    "authors": ["M.R. Rampino", "R.B. Stothers", "S. Self"],
    "venue": "Annu. Rev. Earth Planet. Sci. 16, 73–99.",
    "year": 1988
  }, {
    "title": "Near-Earth Objects: The United Nations International Conference",
    "authors": ["J.L. Remo", "Ed."],
    "venue": "NY Acad. Sci. Ann. 822.",
    "year": 1997
  }, {
    "title": "Composition and structure of the upper mantle",
    "authors": ["A.E. Ringwood"],
    "venue": "Am. Geophys. Union Geophys. Monogr. 13, 1–17.",
    "year": 1969
  }, {
    "title": "The volcanic signal in surface temperature observations",
    "authors": ["A. Robock", "J. Mao"],
    "venue": "J. Clim. 8, 1086–1103.",
    "year": 1995
  }, {
    "title": "Communication with Extraterrestrial Intelligence",
    "authors": ["C. Sagan", "Ed."],
    "venue": "MIT Press, Cambridge, MA.",
    "year": 1973
  }, {
    "title": "Long-range consequences of interplanetary collisions",
    "authors": ["C. Sagan", "S. Ostro"],
    "venue": "Iss. Sci. Tech. 10, 67–72.",
    "year": 1994
  }, {
    "title": "A Path Where No Man Thought",
    "authors": ["C. Sagan", "R. Turco"],
    "venue": "Random House, New York.",
    "year": 1990
  }, {
    "title": "Quaternary tephrochronology",
    "authors": ["A.M. Sarna-Wojcicki", "J.O. Davis"],
    "venue": "Geol. N. Am. K2, 93–116.",
    "year": 1991
  }, {
    "title": "The evaluation of volcanic risk in the Vesuvius area",
    "authors": ["R. Scandone", "G. Arganese", "F. Galdi"],
    "venue": "J. Volcan. Geother. Res. 58, 263–271.",
    "year": 1993
  }, {
    "title": "The Coevolution of Climate and Life",
    "authors": ["S.H. Schneider", "R. Londer"],
    "venue": "Sierra Club, San Francisco.",
    "year": 1984
  }, {
    "title": "Volcanic eruptions, prediction, hazard assessment, remote sensing, and societal implications",
    "authors": ["S. Self", "P.J. Mouginis-Mark"],
    "venue": "Rev. Geophys. Supp. U.S. Natl. Rep. Intl. Union Geodesy Geophys. 1991–1994, 257–262.",
    "year": 1995
  }, {
    "title": "Effect of glacier loading/unloading on volcanism: Postglacial volcanic production rate of the Dyngjuföll area, central Iceland",
    "authors": ["G.E. Sigvaldason", "K. Annertz", "M. Nilsson"],
    "venue": "Bull. Volcan. 54, 385–392.",
    "year": 1992
  }, {
    "title": "Volcanoes of the World Geoscience Press, Tucson",
    "authors": ["T. Simkin", "L. Siebert"],
    "year": 1994
  }, {
    "title": "The Environmental Policy Paradox",
    "authors": ["Z.A. Smith"],
    "venue": "Prentice Hall, Upper Saddle River, NJ.",
    "year": 2000
  }, {
    "title": "The Yellowstone hotspot",
    "authors": ["R.B. Smith", "L.W. Braile"],
    "venue": "J. Volcan. Geother. Res. 61, 121–187.",
    "year": 1994
  }, {
    "title": "Potentially active volcanic lineaments and loci in western conterminous United States",
    "authors": ["R.L. Smith", "R.G. Luedke"],
    "venue": "Explosive Volcanism: Inception, Evolution, and Hazards, pp. 47–66. Natl. Acad. Press, Washington, DC.",
    "year": 1984
  }, {
    "title": "Are sequences of volcanic eruptions deterministically chaotic? J",
    "authors": ["A. Sornette", "J. Dubois", "J.L. Cheminee", "D. Sornette"],
    "venue": "Geophys. Res. 96, 11,931– 11,945.",
    "year": 1991
  }, {
    "title": "The great Tambora eruption of 1815 and its aftermath",
    "authors": ["R.B. Stothers"],
    "venue": "Science 224, 1191–1198. Stothers, R. B. 1984. Mystery cloud of AD 536. Nature 307, 344–345. Stothers, R. B. 1996. The great dry fog of 1783. Clim. Change 32, 79–89.",
    "year": 1983
  }, {
    "title": "Far reach of the tenth century Eldgja eruption, Iceland",
    "authors": ["R.B. Stothers"],
    "venue": "Clim. Change 39, 715–726.",
    "year": 1998
  }, {
    "title": "Volcanic dry fogs, climate cooling, and plague pandemics in Europe and the Middle East",
    "authors": ["R.B. Stothers"],
    "venue": "Clim. Change 42, 713–723.",
    "year": 1999
  }, {
    "title": "Climatic and demographic consequences of the massive volcanic eruption of 1258",
    "authors": ["R.B. Stothers"],
    "venue": "Clim. Change 45, 361–374.",
    "year": 2000
  }, {
    "title": "Volcanic eruptions in the Mediterranean before A.D. 630 from written and archaeological sources",
    "authors": ["R.B. Stothers", "M.R. Rampino 1983a"],
    "venue": "J. Geophys. Res",
    "year": 1983
  }, {
    "title": "Historic volcanism, European dry fogs, and Greenland acid",
    "authors": ["R.B. Stothers", "M.R. Rampino 1983b"],
    "venue": "precipitation, 1500 B.C. to A.D. 1500",
    "year": 1983
  }, {
    "title": "Basaltic fissure eruptions, plume heights, and atmospheric aerosols",
    "authors": ["R.B. Stothers", "J.A. Wolff", "S. Self", "M.R. Rampino"],
    "venue": "Geophys. Res. Lett. 13, 725–728.",
    "year": 1986
  }, {
    "title": "The Laki (Skaftar Fires) and Grimsvotn eruptions in 1783–1785",
    "authors": ["Thordarson", "Th.", "S. Self"],
    "venue": "Bull. Volcan. 55, 233–263.",
    "year": 1993
  }, {
    "title": "Environmental perturbations caused by the impacts of asteroids and comets",
    "authors": ["O.B. Toon", "R.P. Turco", "C. Covey"],
    "venue": "Rev. Geophys. 35, 41–78.",
    "year": 1997
  }, {
    "title": "A method for prediction of volcanic eruptions",
    "authors": ["B. Voight"],
    "venue": "Nature 332, 125–130.",
    "year": 1988
  }, {
    "title": "Prospects for eruption prediction in near real-time",
    "authors": ["B. Voight", "R.R. Cornelius"],
    "venue": "Nature 350, 695–697.",
    "year": 1991
  }, {
    "title": "The uses of satellite technology in disaster management",
    "authors": ["L.S. Walter"],
    "venue": "Disasters 14, 20–35.",
    "year": 1990
  }, {
    "title": "Markov models of repose-period pattern of volcanoes",
    "authors": ["F.E. Wickman"],
    "venue": "Random Processes in Geology (D. F. Merriam, Ed.), pp. 135–161. SpringerVerlag, New York.",
    "year": 1976
  }, {
    "title": "Large igneous provinces and mass extinctions",
    "authors": ["P.B. Wignall"],
    "venue": "Earth-Sci. Rev. 53, 1–33.",
    "year": 2001
  }, {
    "title": "Volcanoes of North America",
    "authors": ["C.A. Wood", "J. Kienle", "Eds."],
    "venue": "Cambridge Univ. Press, Cambridge, UK.",
    "year": 1990
  }, {
    "title": "Evidence of the Eldgjá (Iceland) eruption in the GISP2 Greenland ice core: Relationship to eruption processes and climatic conditions in the tenth century",
    "authors": ["G.A. Zielinski", "M.S. Germani", "G. Larsen", "M.G.L. Baillie", "S. Whitlow", "M.S. Twickler", "K. Taylor"],
    "venue": "Holocene 5, 129–140.",
    "year": 1995
  }, {
    "title": "A 110,000-yr record of explosive volcanism from the GISP2 (Greenland) ice core",
    "authors": ["G.A. Zielinski", "P.A. Mayewski", "L.D. Meeker", "S. Whitlow", "M.S. Twickler"],
    "venue": "Quat. Res. 45, 109–118.",
    "year": 1996
  }, {
    "title": "Potential atmospheric impact of the Toba mega-eruption ∼71,000 years ago",
    "authors": ["G.A. Zielinski", "P.A. Mayewski", "L.D. Meeker", "S. Whitlow", "M.S. Twickler", "K. Taylor"],
    "venue": "Geophys. Res. Lett. 23, 837–840.",
    "year": 1996
  }],
  "id": "SP:55887afcd31c095cf87fb13b3d4fb44e6e8b3e94",
  "authors": [{
    "name": "Michael R. Rampino",
    "affiliations": []
  }],
  "abstractText": "The largest explosive volcanic eruptions (supereruptions) produce >1000 km3 of ejected material and ≥1000 Mt (1015 g) of submicron atmospheric aerosols and dust. These eruptions may be capable of creating global climatic disturbances sufficient to cause severe problems for world agriculture and modern civilization. Supereruptions are estimated to occur on average about every 50,000 years, which is about twice the frequency of impacts by comets and asteroids ≥1 km diameter predicted to cause similar climatic effects. Prediction, prevention, and mitigation of global volcanic climatic disasters may be potentially more difficult than planetary protection from the threat of large impacts, so that explosive volcanism might limit the longevity of technological civilizations. c © 2002 Elsevier Science (USA)",
  "title": "Supereruptions as a Threat to Civilizations on Earth-like Planets"
}