{
  "sections": [{
    "text": "Quantifying geological processes on Mars—Results of the high resolution stereo camera (HRSC) on Mars express$\nR. Jaumann a,b,n, D. Tirsch a, E. Hauber a, V. Ansan c, G. Di Achille d, G. Erkeling e, F. Fueten f, J. Head g, M.G. Kleinhans h, N. Mangold c, G.G. Michael b, G. Neukumb,†, A. Pacifici i, T. Platz b,j, M. Pondrelli i, J. Raack e, D. Reiss e, D.A. Williams k, S. Adeli a, D. Baratoux l, G. de Villiers h, B. Foingm, S. Gupta n, K. Gwinner a, H. Hiesinger e, H. Hoffmann a, L. Le Deit c, L. Marinangeli o, K.-D. Matz a, V. Mertens a, J.P. Muller p, J.H. Pasckert e, T. Roatsch a, A.P. Rossi q, F. Scholten a, M. Sowe b, J. Voigt a, N. Warner r\na Institute of Planetary Research, German Aerospace Center (DLR), Rutherfordstrasse 2, 12489 Berlin, Germany b Institute of Geological Sciences, Freie Universität Berlin, Maltheser Strasse 74-100, 12249 Berlin, Germany c Laboratoire de Planétologie et Géodynamique Nantes, CNRS et Université de Nantes, 2 rue de la Houssinière, 44322 Nantes Cedex 3, France d INAF—National Institute for Astrophysics, Astronomical Observatory of Collurania, via Mentore Maggini s.n.c, 64100 Teramo, Italy e Institut für Planetologie, Westfälische Wilhelms-Universität Münster, Wilhelm-Klemm-Strasse 10, 48149 Münster, Germany f Department of Earth Sciences, Brock University, 500 Glenridge Ave., St. Catharines, ON, Canada L2S 3A1 g Department of Geological Sciences, Brown University, 324 Brook Street, Box 1846, Providence, 02912 RI, USA h Faculty of Geosciences, Universiteit Utrecht, PO Box 80125, 3508 TC Utrecht, The Netherlands i International Research School of Planetary Sciences (ISPRS), Università d’Annunzio viale Pindaro 42, 65127 Pescara, Italy j Planetary Science Institute, 1700 E Fort Lowell, Tucson, AZ 85719, USA k School of Earth and Space Exploration (SESE), Arizona State University (ASU), PO Box 871404, Tempe, AZ 85287-1404, USA l Université de Toulouse III—Observatoire Midi-Pyrénées, Geosciences Environnement Toulouse, UMR 5563, 14, Avenue Edouard Belin, 31400 Toulouse, France m Research and Scientific Support Department, ESTEC/SCI-SR, Keplerlaan 1, Postbus 299, NL-2200 AG Noordwijk, The Netherlands n Department of Earth Science & Engineering, Imperial College London, Royal School of Mines, South Kensington Campus, London, UK o Laboratorio di Telerilevamento e Planetologia, Dip. di Scienze Psicologiche, Umanistiche e del Territorio (DISPUTer), Università d’Annunzio, via dei Vestini 31, 66013 Chieti, Italy p Department of Geomatic Engineering, University College London (UCL), Gower Str., London WC1E 6BT, UK q Jacobs University Bremen, Campus Ring 1, 28759 Bremen, Germany r Department of Geological Sciences, State University of New York at Geneseo, 1 College Circle, Geneseo, NY, USA\na r t i c l e i n f o\nArticle history: Received 2 June 2014 Received in revised form 16 October 2014 Accepted 7 November 2014 Available online 25 February 2015\nKeywords: Mars Surface Atmosphere Water Ice Volcanism Tectonics\na b s t r a c t\nThis review summarizes the use of High Resolution Stereo Camera (HRSC) data as an instrumental tool and its application in the analysis of geological processes and landforms on Mars during the last 10 years of operation. High-resolution digital elevations models on a local to regional scale are the unique strength of the HRSC instrument. The analysis of these data products enabled quantifying geological processes such as effusion rates of lava flows, tectonic deformation, discharge of water in channels, formation timescales of deltas, geometry of sedimentary deposits as well as estimating the age of geological units by crater size–frequency distribution measurements. Both the quantification of geological processes and the age determination allow constraining the evolution of Martian geologic activity in space and time. A second major contribution of HRSC is the discovery of episodicity in the intensity of geological processes on Mars. This has been revealed by comparative age dating of volcanic, fluvial, glacial, and lacustrine deposits.\nVolcanic processes on Mars have been active over more than 4 Gyr, with peak phases in all three geologic epochs, generally ceasing towards the Amazonian. Fluvial and lacustrine activity phases spread a time span from Noachian until Amazonian times, but detailed studies show that they have been interrupted bymultiple and long\nContents lists available at ScienceDirect\njournal homepage: www.elsevier.com/locate/pss\nPlanetary and Space Science\nhttp://dx.doi.org/10.1016/j.pss.2014.11.029 0032-0633/& 2015 Elsevier Ltd. All rights reserved.\n☆We dedicate this work to Gerhard Neukum. n Corresponding author at: Institute of Planetary Research, German Aerospace Center (DLR), Rutherfordstrasse 2, 12489 Berlin, Germany. Tel.: þ49 30 67055400;\nfax: þ49 30 67055402. E-mail address: Ralf.Jaumann@dlr.de (R. Jaumann). † Deceased.\nSediments Geology Geomorphology Age dating Aeolian processes\nlasting phases of quiescence. Also glacial activity shows discrete phases of enhanced intensity that may correlate with periods of increased spin-axis obliquity. The episodicity of geological processes like volcanism, erosion, and glaciation on Mars reflects close correlation between surface processes and endogenic activity as well as orbit variations and changing climate condition.\n& 2015 Elsevier Ltd. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "Imagery is one of the major sources for our current understanding of the geologic and climatic evolution of Mars in qualitative and quantitative terms. The High Resolution Stereo Camera (HRSC) of ESA’s Mars Express Mission is designed to simultaneously map the topography, morphology, structure and geologic context of the surface as well as atmospheric phenomena (Neukum et al., 2004b; Jaumann et al., 2007). After 10 years of orbiting the planet, HRSC has covered more than 90% of the surface with image resolutions up to 10 m/pixel. High precision digital elevation models of up to 50 m grid spacing (Gwinner et al., 2009, 2010), generated from all suitable datasets of stereo coverage, currently cover about 40% of the surface (Fig. 1).\nThe HRSC directly addresses two of the main scientific goals of the Mars Express mission: (1) High-resolution three-dimensional photogeologic surface exploration and (2) the investigation of surface–atmosphere interactions over time; and significantly supports (3) the study of atmospheric phenomena by multi-angle coverage and limb sounding as well as (4) mineralogical mapping by providing high-resolution three-dimensional color context information. In addition, the stereoscopic imagery is especially used for characterizing landing sites and their geologic context (Jaumann et al., 2007; Gwinner et al., 2015). HRSC data provide the basis for extensive studies of the surface structure and\nmorphology on local, regional and global scales using textural information from the panchromatic channel, the topographic information from the digital terrain model as well as from orthorectified images, and spectral information from color channels. Information on physical surface properties by means of multi-phase angle observations supports the geologic context characterization. The major result of these studies is the identification of geologic units in terms of structure, age and compositional heterogeneities. The relationship of different geologic units will build up stratigraphic sequences, which are used to model the processes that formed the specific surface. The stereo images are also used to refine the geodetic reference system of Mars and to improve the Martian cartographic database by providing digital topography data from global mapping at high spatial resolution (see Gwinner et al. (2015) for related methodology and results). Variable surface features and atmospheric phenomena are mapped at high resolution and are used for temporal interpretations of atmosphere/surface interacting processes. Finally, highresolution observations of Phobos and Deimos help to refine the ephemerides of the moons and are used to understand their geologic and orbital evolution (Wählisch et al., 2014; Willner et al., 2014). A comprehensive evaluation of dedicated sets of Mars Express instrument data including HRSC will improve the overall mission output by combined structural/compositional investigations using HRSC and the spectrometer OMEGA as well as by combined surface/sub-surface investigations using HRSC and the radar instrument MARSIS. This is also valid for combining HRSC data with other mission data such as Viking, MOC, MOLA, THEMIS, CRISM, HIRISE and data from upcoming missions.\nThe unique multi-angle imaging technique of the HRSC supports its stereo capability by providing not only a stereo triplet but also a stereo quintuplet (Jaumann et al., 2007). The HRSC surface resolution and the digital terrain models provide the context between highest ground resolution images and global coverage observations and are also used as cartographic basis to correlate between panchromatic and multispectral data (Fig. 2). As the mission is still ongoing, existing coverage gaps can be gradually closed over the next years Fig. 3.\nAmong the terrestrial planets, Mars is intermediate in size between the small bodies Moon and Mercury and the larger Venus and Earth. As such, Mars shares common characteristics with both groups, such as the retainment of very old surfaces that is typical for bodies with small mass and rapid cooling. On the other hand, Mars displays evidence for endogenic activity that spans basically all of its history, which would be expected for planets with larger mass. This diversity and longevity of endogenic processes is accompanied with a diversity of exogenic processes. Among the most important findings with respect to exploration are morphological and mineralogical indicators suggesting that liquid water may have existed on Mars at various locations over almost the entire history of the planet, albeit in decreasing abundance with time (e.g., Mangold et al., 2007, 2008c; Ansan et al., 2008; Carr and Head, 2010; Ansan et al., 2011; Loizeau et al., 2012). Geomorphological analyses of surface features observed by the HRSC indicate major surface modification by endogenic and exogenic processes at all scales (e.g., Jaumann et al., 2014a). Besides constraining the\nages of surface features (e.g., Neukum et al., 2010), HRSC also provides basic data for quantitative analyses to constrain the emplacement of volcanic material, fluvial erosional processes, glacial and periglacial surface modification, and aeolian surface/ atmosphere interactions (e.g., Erkeling et al., 2010; Jaumann et al., 2010b; Tirsch et al., 2011; Bamberg et al., 2014; von Paris et al., 2015).\nIn addition, HRSC data have been instrumental in the documentation of the presence of glacial deposits and landforms due to the global coverage, high-resolution stereo capability, the derived DTM products, and the complementarity of HRSC products with data from other instruments (e.g., Hauber et al., 2005; Marchant and Head, 2007a; Carr and Head, 2010; Head et al., 2010; Hartmann et al., 2014; Jaumann et al., 2014a). HRSC data have been one of the most important contributors to the newly derived understanding of glacial processes on Mars.\nSince basically all geologic interpretations of extraterrestrial features require profound knowledge of the Earth as key reference, thus, studying terrestrial analogues is obligatory in planetary geology (Baker, 2014). Field work in Antarctica, Svalbard, Iceland and Hawaii using similar instrumentation as on Mars provided a basis for the analyses of periglacial, volcanic and aeolian processes, respectively (Head and Marchant, 2003; Hauber et al., 2011b, 2011c; Ulrich et al., 2011; Tirsch et al., 2012).\nThis paper summarizes the most important geoscientific findings that have been gained with the help of HRSC data during the last 10 years. Quantification of geological processes, which is one of the most important contributions of HRSC, is in the focus of many case studies discussed here. Age dating of Martian surfaces is reviewed and summarized providing a comprehensive overview over the action of geological processes on Mars in space and time."
  }, {
    "heading": "2. Surface dating from crater size–frequency distribution measurements",
    "text": ""
  }, {
    "heading": "2.1. Advanced methodology",
    "text": "Mars is currently the focus of our research into the age determination of planetary surfaces. Both our understanding of the modification of crater populations and our techniques for analyzing and these changes have been developed in various aspects in the context of the HRSC project.\nThe effect of secondary cratering (a problem in particular raised by Bierhaus et al. (2001) on Europe and later raised for Mars by McEwen et al. (2005)) on the validity of crater-count derived ages\nwas analyzed by Werner et al. (2009) who, using argumentation about the expected slope of a secondary crater size–frequency distribution, concluded that unrecognised distant secondaries usually constitute less than 5% of the observed population and are thus only a minor contamination: the presence of secondaries at this level is not sufficient to invalidate crater dating models. Thus, the presence of secondaries at this level is not sufficient to invalidate crater dating results. Partial resurfacing events or processes diminish the small-diameter tail of an existing crater population: analysis of this effect can permit measurement of both the total crater accumulation time and the time since resurfacing (Werner, 2006). Extracting such times within a cumulative cratering age model requires an iterative numerical treatment (Michael and Neukum, 2010). A new approach allows to measuring deposit thicknesses by considering how much material is needed to conceal a presumed underlying crater population, estimated from a nearby exposed crater field (Platz et al., 2010). The examination of several near-youngest craters of their size class (showing rays in night-time IR observations by THEMIS Tornabene et al., 2006) – Zunil (10 km), Tooting (29 km) and McMurdo (23 km) – show a consistency between their expected ages as youngest examples of the size class and their measured ages as found from counts of small, 5–20 m, superimposed craters, suggesting that the use of small craters for crater dating remains valid (Hartmann et al., 2010). A method has been developed for measuring both crater diameters and the surface areas of units to which they are referenced independently of the image projection (Kneissl et al., 2011). A surface’s crater model age is valid only if the history of processes affecting it since emplacement acted with spatial uniformity. Michael et al. (2012) developed a method to analyze a crater count for significant spatial variations of crater density that would point to a non-uniform modification history. An improved approach to the analysis of multiple resurfacing episodes by fitting isochrones in differential form, as well as a corrected calculation of the Mars epoch boundaries (Werner and Tanaka, 2011) for currently used chronology systems are described by Michael (2013). These considerations concerning age dating of surface units are part of the surface age discussion in the following chapter."
  }, {
    "heading": "2.2. Application of advanced surface dating to HRSC observations",
    "text": "This section outlines the key results of those studies which have utilized HRSC data in finding crater model ages: in some cases, both mapping and crater counting is carried out with HRSC data; in others, especially those works studying features of very\nR .Jaum ann et al./ Planetary and Space Science 112 (2015) 53 – 97\n56\nrecent Mars history, the counting is made with other, higher resolution datasets, to be able to measure smaller craters."
  }, {
    "heading": "2.2.1. Volcanism",
    "text": "The newly available coverage of HRSC was used to date sites within five volcanic calderas, and glacial features at the base of Hecates Tholus and Olympus Mons (Neukum et al., 2004a). Albor Tholus shows caldera ages ranging from 0.5 to 2.2 Ga, while Ascraeus Mons shows a range of 100–800 Ma and Olympus Mons only 100–200 Ma. Young lower flank flows are seen on Olympus with ages of 115, 25 and 2.4 Ma, and major lobes of glacial origin of 130–280 Ma, with subunits at 20–60 Ma or locally 4 Ma. Hecates Tholus’ volcanic activity began 43.4 Ga ago, with episodes at 900, 400, 50, 5 Ma. This confirms previous dating of the origin of Hecates Tholus at 43.8 Ga with continuing activity until at least 335 Ma (De Pablo et al., 2013). Possible glacial processes are seen from 1.4 Ga onwards with events identified at 60, 30, 16 and 6 Ma, and possibly at 2 and 0.4 Ma.\nIn order to understand the history of a single volcanic province, the first eruption frequency record of the Elysium volcanic province based on the mapping of 140 lava flows and 6 caldera segments has been investigated (Platz and Michael, 2011). It shows a peak in volcanic activity at 2.2 Ga and a rapidly waning eruption frequency during the last 1 billion years. Thus, the Elysium volcanic province was active for more than 4 Gyr with the latest activity dated at 60 Ma (Platz and Michael, 2011). The chronology of collapse events and episodes of growth of Tharsis Tholus, with the oldest parts of the protoshield dated to 43.9 Ga, with east and west flank collapses occurring at 3.8–3.3 Ga, then regrowth followed by further collapse of the east flank at 3.3–1.7 Ga (Platz et al., 2011). An extensional phase producing NE-trending graben occurred as recently as 400 Ma. The formation of pyroclastic cones in the Tharsis region is bracketed to roughly the period of 1.5–0.44 Ga (Brož and Hauber, 2012), while 75 small ancient volcanoes in the southern highlands are dated into the range 3.60–4.22 Ga, with 75% of those between 3.9 and 4.1 Ga (Xiao et al., 2012). Richardson et al. (2013) revealed three major episodes activity of fields of several hundred vents between 2.56 and 3.52 Ga as the Syria Planum region evolved from a central ventvolcano to dispersed volcanism. The lavas flooding of Gusev Crater, the landing site of the Mars Exploration Rover Spirit, were dated at 3.65 Ga (Greeley et al., 2005b), postdating other floor materials such as hypothesized sediments from Ma’adim Vallis. The lava flows emplaced on the floor of Gusev Crater have similar crater count ages as volcanic activity on the southern flank of Apollinaris Patera, which could reflect a general regional volcanic episode (Greeley et al., 2005b). The relative history and coupling between volcanic episodes and geologic units was further investigated in Parker et al. (2010b). The geologic history of Hadriacus Mons (Hadriaca Patera) exhibits shield formation from 3.9 to 3.7 Ga, the oldest caldera surface at 3.5 Ga, north flank likely-pyroclastic flows at 3.5–3.3 Ga, and fluvial resurfacing and channelling at 2.4, 1.8 and 1.5 Ga (Williams et al., 2007). The edifice formation of Tyrrhenus Mons (Tyrrhena Patera) is placed at 3.7–4.0 Ga, contemporaneous with Hadriaca, followed by the formation of the caldera and channels in the Hesperian, and a final stage of modification at 1.4–0.8 Ga (Williams et al., 2008). A common resurfacing at 800 Ma, possibly aeolian, is seen across several variously aged units. Williams et al. (2010c), they date the six central vent volcanoes located in the Circum-Hellas Volcanic Province: Hadriaca—3.66 Ga, Tyrrhena—3.82 Ga, Amphitrites— 3.63 Ga, Peneus—3.75 Ga, Malea—3.81 Ga, and Pityusa—3.80 Ga, which together reflect the onset of a change in eruptive style from fissure-fed flood eruptions to local edifice-building volcanism. Episodes of late volcanic activity on central Elysium Planitia are\ndetermined at 2.5–3 Ma, 4.3 Ma, 13.5–16.2 Ma, 21–32 Ma, 46.2– 50.1 Ma, 58 Ma, 71 Ma, 85–95 Ma, 134 Ma, 173 Ma, and 234 Ma using a probabilistic technique to compare surfaces with very similar exposure ages (Vaucher et al., 2009a). 190 lava flows were dated in the Elysium volcanic province (Platz and Michael, 2011), revealing activity spanning from 3.9 Ga up to 60 Ma, but with a markedly reduced intensity over the last 1 Ga."
  }, {
    "heading": "2.2.2. Tectonics",
    "text": "Recent fluvial network bearing plains on the eastern flank of Olympus Mons were dated at 145–30 Ma, with the channel floors at 40–25 Ma, and there is also evidence that wrinkle ridges in the area postdate the channel formation (Basilevsky et al., 2006). The formation ages of the Thaumasia double rift and the Acheron Fossae rift was bracketed to the period 4–3.5 Ga by dating the older rift flanks and the younger volcanoes covering the rift floors (Hauber et al., 2010). Tempe Fossae rift was dated at 3.5 Ga. Using a production function extrapolated to crater sizes at the 10 m scale, a landslide feature inside Aureum Chaos which appears modified by a fault is identified to predate the tectonic activity with an age of 1.9 Ma (Spagnuolo et al., 2011)."
  }, {
    "heading": "2.2.3. Fluvial activity, paleolakes, and deltas",
    "text": "Fractured plate-like features over a region 800 km across, apparently produced by surface flooding by water sourced from Cerberus Fossae were observed in southern Elysium (Murray et al., 2005). The plates were dated to 5 Ma, with the inter-plate material possibly younger by 1 Ma. Episodes of flooding in the formation of Mangala Valles were identified by at approximately 3.5 Ga, 1 Ga, 0.5 Ga and 0.2 Ga which correlate with ages they found for lava flows emerging from the source graben (Basilevsky et al., 2009). The formation of two tributary channel sections of Shalbatana Vallis was bracketed to 3.5–1.0 Ga (Kereszturi, 2010). The formation of Hadriaca Patera induced outflow channels in the Hellas basin (Musiol et al., 2011). The age of Dao Vallis is constrained by dating a crater cut by the channel (3.66–3.44 Ga), and the related features, Ausonia and Peraea Cavi, are placed at 3.71 Ga and 3.40 Ga. The timing of the volcanic resurfacing seen in many open-basin lakes: lava emplacement occurred at 2–3.8 Ga, generally later than associated valley formation times, and no evidence of lava–water interaction was observed (Goudge et al., 2012). The progression of degradation was studied in 283 large highland craters, dividing them into three sequential age classes, and placing the formation of the most degraded with fluvial landforms and no ejecta in the period 4–3.7 Ga, those with fluvial landforms and preserved ejecta at 3.7–3.3 Ga, and those without fluvial landforms at o3.3 Ga (Mangold et al., 2012c). Warner et al. (2013) envisages an episode of kilometer-deep filling of giant lakes within the Capri-Eos basin spilling over into what is now Aurorae Chaos, causing incision of outflow channels and simultaneous cessation of ILD sedimentation at 3.1 Ga. The fan delta in Eberswalde Crater shows ages in the range of 170–260 Ma on the deposit, but consider these values to represent the termination of erosion/degradation of the units rather their time of emplacement (Pondrelli et al., 2011b). The fluvial activity in Eberswalde Crater should be been Late Hesperian by dating the stratigraphically younger Holden Crater at 3.5 Ga (Mangold et al., 2012c). Intravalley lacustrine activity in Shalbatana Vallis was dated to 3.7–3.2 Ga (Di Achille et al., 2007) and a fan inside Ismenius Cavus was dated to 3.5–3.0 Ga (Dehouck et al., 2010), confirming Hesperian fluvial and lacustrine activity at these sites. The formation of a series of delta fans in Ismenius Lacus was placed at 3.60 Ga by dating the associated outflow channels (Mangold and Howard, 2013). A study of 19 deltas in Xanthe Terra and Aeolis Mensae and their vicinities found ages ranging from one possibly Noachian\n(3.63 Ga), with the remainder distributed through Hesperian up to late Amazonian ages, indicating water has been present, at least episodically, after the Noachian (Hauber et al., 2013). The oldest deltaic deposits, identified in Terby Crater at the NE boundary of Hellas basin, date to 43.6 Ga, indicative of a water/sedimentary cycle during Early Mars (Ansan et al., 2011).\n2.2.4. Mineral identifications A hydrated light-toned layer in the Noctis Labyrinthus region formed by interaction of water with volcanic ash dated at 100– 50 Ma, indicating such local alteration processes are consistent with the present climate (Mangold et al., 2010b). The in situ formation of diverse hydrated minerals in Noctis Labyrinthus, occurring after the formation of the depression itself, were dated to 3.55 Ga (Thollot et al., 2012).\nThe floors of Cankuzo Crater and Luqa Crater, hypothesized paleolakes notable for their spectral signatures of phyllosilicates, were respectively dated at 3.40–3.79 Ga and somewhat less confidently at 2.93 Ga (Roush et al., 2011). Majuro Crater ejecta was dated at 3.41 Ga and the plain it lies on at 3.59 Ga, putting an upper bound on the formation of the interior fluvial fans showing hydrated minerals (Mangold et al., 2012b).\nLoizeau et al. (2012) construct a history of deposition and alteration in the Mawrth Vallis region: clay-rich layered unit deposited at 4.0–3.8 Ga; fluvial incision occurring until 3.7 Ga; in situ alteration to form Al-clay minerals 3.8–3.7 Ga. Ody et al. (2013) dated olivine-bearing lavas in the flat plains and smooth crater floors in southern highlands at 3.8–3.6 Ga. Olivine and phyllosilicate-bearing outcrops exposed close to Hashir Crater in Libya Montes were dated at 3.78 Ga, with the latest fluvial activity of the region at 3.74 Ga (Bishop et al., 2013)."
  }, {
    "heading": "2.2.5. Glacial features",
    "text": "Glacial features at the dichotomy boundary in particular the formation of Aeolis Mensae fretted terrains show early Hesperian glacial activity on one present deflated lobate flow feature (50 km across) at 3.68 Ga (Davila et al., 2013). Lineated valley fill in Deuteronilus Mensae exhibit some young smaller features (2–3 km) of an age of 10–100 ka (van Gasselt et al., 2010). The dust-ice mantle in the northwestern Argyre Basin was dated to a time of 20 Ma, with incised gullies post-dating the mantle (Raack et al., 2012). East of Hellas basin, Greg Crater is covered by ice-rich mantle deposits that mask pre-existing fluvial landforms, in which ice-rich mantle flowed downhill forming lobate tongues are interpreted as glaciers. The ice-rich mantle and glaciers show crater survival times of a few My to 15 My, which, remarkably, is the time since the last 1–4 episode of obliquity 4451 (Hartmann et al., 2014)."
  }, {
    "heading": "2.2.6. Interior layered deposits (ILDs), light toned deposits (LTDs), Chaos",
    "text": "Considering a spring deposit formation mechanism for lighttoned deposits, Rossi et al. (2008) found ages of o400 Ma for crater bulges at Gale and Crommelin, 300–70 Ma in Aram Chaos, and 10 Ma in both Hebes Chasma and Iani Chaos, noting that these times would represent either a final depositional episode or erosional ages rather than the time of formation. The history of Iani Chaos comprises initial water evacuation events at 3.6 Ga, 3.0 Ga and further flooding at 2.9–2.5 Ga in Ares Vallis, followed by ILD formation in Iani with later mantling at 700 Ma (Warner et al., 2011). Wendt et al. (2013) dated a light-toned deposit – “Electris” – which shows a phyllosilicate spectral signature, at 3.88 Ga using measurements made at several high-standing locations in the neighborhood of Ariadnes Colles, which is interpreted to have eroded from the same deposit."
  }, {
    "heading": "2.2.7. Geologic histories and mapping",
    "text": "Evaluations interpreting regional geologic histories obviously include a large number of crater dating measurements: here we outline only a few key findings. Studying the Echus Chasma and Kasei Valles system, Chapman et al. (2010a) found closely interspersed episodes of volcanic and fluvio-glacial activity, with flood basalt emplacement in Kasei occurring at 3.7 Ga, the formation of Echus Chasma at 3.6 Ga with early flooding sourced from the west. A cycle lasting from 1.8–1.0 Ga began with fluvial erosion of a narrow channel in the Tharsis Montes formation in north Kasei Valles followed by episodic catastrophic floods sourced from Echus Chasma. A massive 2100-km-runout of flood lavas from Echus Chasma occurred between 205 and 128Ma (Chapman et al., 2010b).\nThe Ma’adim Vallis was dated at 3.79 Ga, western Gusev Crater floor – likely linked to Apollinaris Patera volcanism – at 3.65 Ga, and deposits in the east of Gusev have been accumulated at 3.52–2.89 Ga (Parker et al., 2010a). The history of Isidis Planitia is divided into four episodes (Ivanov et al., 2012), dominated by impacts (43.8 Ga), by volcanism (3.8–3.5 Ga), by fluvial/glacial processes (3.5–2.8 Ga), and by wind activity (o2.8 Ga). The emplacement of Vastitas Borealis is bracketed to the period 3.7–3.5 Ga, using the ‘ghost craters’ visible from the underlying terrain to determine the start of emplacement, and the superposed craters to date the finish (Ivanov et al., 2014).\nPlatz et al. (2013b) dated 48 areas representing 22 mapped units on a global geological map at 1:20 M scale (Tanaka et al., 2014b). Particular consideration was given to the resurfacing history as measured from the crater populations, such that a portion of the unit characterizations are identified with features of the resurfacing history rather than the time of emplacement alone."
  }, {
    "heading": "2.2.8. Episodicity",
    "text": "Twelve prominent regions on Mars were investigated in particular detail with respect to surface ages to attempt elaborate a broader understanding of its geological evolution (Neukum et al., 2010). The new technique for extracting cratering model ages representing resurfacing events was employed to build up a more comprehensive account of the times when volcanic or fluvial/glacial processes were active in these areas. Evidence was found for geological activity from times before 4 Ga right up until today, showing apparent episodic pulses in intensity of both volcanic and fluvial/glacial processes at 3.8–3.3 Ga, 2.0–1.8 Ga, 1.6–1.2 Ga, 800–300Ma, 200Ma, and 100Ma, and possibly a weaker phase around 2.5–2.2 Ga ago (Neukum et al., 2010). Between these episodes, periods of relative quiescence reigned (Jaumann et al., 2010b; Neukum et al., 2010). The identified episodes of geological activity partially coincide with the known age groupings of the Martian meteorites at 1.3 Ga, 600– 300Ma, and 170Ma. This may suggest that the expression of surface activity and its episodicity relates to the interior evolution of the planet, when convection in the asymptotic stationary state changed from the so-called stagnant-lid regime to an episodic behavior. Similar episodic behaviors appear to occur also on Venus, the Moon and Earth itself, which suggests a common general relationship of evolutionary tracks."
  }, {
    "heading": "3. Endogenic processes",
    "text": ""
  }, {
    "heading": "3.1. Mapping, morphometry, and model ages of volcanic deposits",
    "text": "HRSC images and digital terrain models (DTMs) have proven their value to constrain the extent and intensity of volcanic activity as a function of time. HRSC data, when combined with other recent datasets, also provide a powerful tool to assess the volcanic emplacement styles and other geologic processes such as impact cratering, aeolian transport, fluvial or glacial activity that have modified most of the volcanic units since their emplacement.\nThree main areas are highlighted where HRSC data contribute valuable information about various aspects in Martian volcanology: (1) mapping of volcanic deposits and edifices, (2) derivation of morphometric, rheological and effusion rate parameters of lava flows and edifices, and (3) determination of surface model ages of volcanic units and edifice formation.\n(1) The large areal extent of single HRSC nadir images (minimum width of 62.5 km at 12.5 m/pixel and variable lengths up to several 1000 km) are particularly favorable for mapping of volcanic deposits and edifices at scales of about 1:40,000 (e.g., Bleacher et al., 2007a, 2007b; Chapman et al., 2010a, 2010b; Platz and Michael, 2011; Brož and Hauber, 2012, 2013). Colored views of the Martian surface based on the red, green, blue, and near-infrared channels also deliver additional information that assist in distinguishing surface domains, and when combined with OMEGA data in particular and provide information on the composition of volcanic materials. An overview of all currently known volcanic surfaces on Mars based on the new geologic map of Mars (Tanaka et al., 2014b) is presented in Platz et al. (accepted).; their Fig. 8). Extensive studies using HRSC and other data of volcanic structures around the Hellas impact basin also led to the establishment of a new Martian volcanic province, the Circum-Hellas Volcanic Province (CHVP, see Fig. 4 (Williams et al., 2009)). The CHVP includes Hesperia Planum and the well-known highland paterae (e.g., Greeley and Spudis, 1981), now named Tyrrhenus Mons (and its caldera, Tyrrhena Patera: (Williams et al., 2008) and Hadriacus Mons (and its caldera, Hadriaca Patera: (Williams et al., 2007), the extensive wrinkle-ridged plains of Malea Planum including the hypothesized volcanoes Amphitrites Patera, Peneus Patera, Malea Patera, and Pityusa Patera (Williams et al., 2009), and potentially the wrinkle-ridged plains occupying the eastern Hellas basin floor and western Promethei Terra (Williams et al., 2010a), covering a total area of 44.86 106 km2, equivalent to the area of the Elysium volcanic province. The recently identified Noachian flood basalts that are associated with\nbasin ring structures at the northwestern rim of Hellas (Rogers and Nazarian, 2013) may also be considered to be part of the CHVP. The CHVP shows volcanic diversity from south to north, in which Noachian flood volcanism that produced extensive wrinkle-ridged plains gave way to central vent volcanism that continued at the paterae into the Amazonian. The southern parts of the CHVP have been heavily modified by periglacial processes, as noted by the ‘softened’ terrain and presence of scalloped and pitted terrain (Zanetti et al., 2010), whereas the northern parts possess a thermal inertia suggestive of significant aeolian cover on volcano flanks. From east to west there is a compositional variation in dark material, in which eastern deposits have higher olivine contents, higher Ca-poor pyroxene contents, and lower Ca-rich pyroxene contents and higher ratios of Ca-poor to total pyroxene compared to western dark deposits. Thus, there has been both compositional and emplacement variations in the CHVP that should be investigated by future missions Figs. 5 and 6. In addition to extrusive material, Korteniemi et al. (2010) identified in this region magmatic intrusion features at 50 m/ pixel resolution that they interpreted as dykes. In total, 500 dyke segments with a combined length of 2500 km were mapped (Korteniemi et al., 2010). Since 90% of the dykes are ridges, Korteniemi et al. (2010) proposed that the entire region has undergone large-scale erosion of at least a few tens of meters to expose the dykes. Dyke orientations were most probably controlled by the volcanic centers of the CHVP and possibly partly by a Hellas-concentric fracture pattern (Korteniemi et al., 2010). The large outflow channels of Dao, Niger, Harmakhis, Reull and Teviot Valles dissect the wrinkleridged plains, postdating the major volcanic events. Due to their proximity to the volcanic structures, many previous studies have suggested that the released ice or ground water was mobilized due to endogenic heating from magmatic activity (e.g., Squyres et al., 1987; Crown et al., 1992; Leonard and Tanaka, 2001; Tanaka et al., 2002; Ivanov et al., 2005; Meresse et al., 2008; Kostama et al., 2010; Musiol et al., 2011). Recent research has focused on the identification of additional old, potential volcanic structures in the southern highlands outside previously recognized volcanic provinces (Xiao et al., 2012). HRSC images and DTMs were also used to support the identification of hypothesized supervolcanoes in Arabia Terra (Michalski and Bleacher, 2013) supporting the view that Mars experienced more widespread explosive volcanism during its earliest evolution (Baratoux et al., 2013). Recently, at the base of Tharsis Tholus, a 9-km tall dissected shield volcano in the Tharsis volcanic province, the site of a volcanic fissure was detected where during the Late Amazonian an explosive eruption occurred (Platz et al., 2013a). This testifies that even in Mars’ recent past explosive (though minor) eruptions took place. HRSC images were also essential in mapping newly identified volcanic fields. A cluster of small conical edifices named Ulysses Colles in the Tharsis region displays morphological similarities to terrestrial scoria cones. This field is one of the best examples on Mars of a field of pyroclastic cones that were formed by “dry” explosive eruptions triggered by volatile exsolution from ascending magmas (Brož and Hauber, 2012). Another field of cones in the Nephentes/Amenthes region at the dichotomy boundary near southern Utopia Planitia displays pitted cones characterized by a large summit crater/basal diameter ratio. These edifices have been previously interpreted as parts of an assemblage of landforms created by mud volcanism (Skinner and Tanaka, 2007). An alternative interpretation of an igneous volcanic origin was made possible by investigating newly acquired data. HRSC topography shows that the craters are deep and can reach the\nelevation level of the surrounding terrain. This is not typical for effusive shield volcanoes or scoria cones, but is commonly observed at terrestrial volcanoes that were formed by phreatomagmatic eruptions. Based on these observations and the contextual information, Brož and Hauber (2013) concluded that these edifices represent a field of tuff cones and tuff rings together with scoria cones, a typical situation of fields of monogenetic basaltic volcanoes on Earth. Detailed mapping of the Tharsis region reveals the presence of numerous shield volcanoes and other features typical of plainstyle volcanism on Earth. Plain-style volcanism is characterized by low basaltic volcanic shields, rift zones and fissure eruptions and is thought to be intermediate in morphological style between the Hawaiian-style large shields and the huge plains typical for flood volcanism (Greeley, 1982). Plain-style volcanism appears to be common at the present Tharsis surface (Baptista et al., 2008; Bleacher et al., 2009; Hauber et al., 2009a; Richardson et al., 2013) and in parts of Elysium Planitia (Vaucher et al., 2009b). It may also have been common in earlier phases of Mars’ geologic history, but many small and old edifices may have been simply buried by subsequent activity (Hauber et al., 2011a). Some of the most recent plain-style volcanism in the Tharsis region includes three volcanic plains on the floor of Valles Marineris Chasmata\n(two in Noctis Labyrinthus and one in Echus Chasma). These three plains display crater retention ages of 50–100 My (Mangold et al., 2010a). HRSC DTMs provided a detailed view of the elements of topography of shield volcanoes occurring in Tharsis, and in other regions of the planet allowing quantitative comparisons. Volumetric measurements of small scale features such as lava flows and large scale landforms such as volcanic edifices were performed using HRSC DTMs. Detailed descriptions of the methodology are given in Platz et al. (2010) and Chevrel et al. (2013). HRSC images and DTMs are critical components for 1:1 M scale geologic mapping projects for Olympus Mons, and Arsia and Pavonis Montes that are in progress (Bleacher et al., 2013; Garry et al., 2013). (2) Simple sets of equations for isothermal Newtonian or Bingham fluids are also widely used in planetary sciences in order to infer rheological parameters from the morphology of individual lava flows (see review and evaluation of these methods by Chevrel et al. (2013), Hiesinger et al. (2007) and Vaucher et al. (2009b). Times of formation, eruptions rates, and viscosities of lava were also constrained from the application of a simplified model of shield volcano construction based on the concept of a porous flow in an unconfined aquifer (Baratoux et al., 2009). Such quantitative morphometric approaches were applied to many Martian lava flows since the release of MOLA data (e.g., Warner and Gregg, 2003; Glaze and Baloga, 2007), but the quality of HRSC DTMs opened the possibility to analyze smaller flows. Thus, numerous constraints were obtained for instance for the young effusive volcanism in Tharsis (Hiesinger et al., 2007), Elysium (Pasckert et al., 2012), and Central Elysium Planitia (Vaucher et al., 2009b); see also review in Grott et al. (2013). Importantly, the validity of these methods was tested for the first time using the HRSC-AX instrument on a cooling-limited lava flow in Iceland, where transient (i.e. time-dependent) rheological parameters of the lava flows were estimated from laboratory experiments (Chevrel et al., 2013). Further experimental work was stimulated by these observations, which provided a better understanding of the rheological properties of the iron-rich Martian basalts. Although andesitic compositions have been\nsuggested for the upper range of inferred lava flow viscosities, it is now possible to interpret the entire range of rheological parameters inferred from MOLA or HRSC DTMs in terms of tholeiitic or more or less alkaline basalts (Chevrel et al., 2014) in agreement with the view given by remote sensing observations on surface chemistry (Boynton et al., 2007; McSween et al., 2009; Baratoux et al., 2011) and mineralogy based on orbital and in situ analyses (Grott et al., 2013). The Mars Exploration Rover “Spirit” and the Mars Science Laboratory rover “Curiosity” sampled tholeiitic and alkaline basaltic rocks in Gusev Crater and Gale Crater, respectively (Greeley et al., 2005b; McSween et al., 2006; Stolper et al., 2013; Sautter et al., 2014). Greeley et al. (2005b) inferred properties and morphology of the basalts that indicate an emplacement of very fluid lava flows, high-Mg basalts that are analogous to lunar basalts. In consequence, igneous Mars as viewed by HRSC and other instruments appears as a basaltdominated world, in perfect agreement with maps of surface chemistry and mineralogy. Detailed structural mapping of volcano-tectonic features of Ascraeus Mons (Byrne et al., 2012), Tharsis Tholus (Platz et al., 2011) and a regional tectonic structure, Acheron Fossae (Kronberg et al., 2007), in the Tharsis volcanic province led to advancements in our understanding of how shield volcanoes deform, collapse, and rebuild and how regional extensional crustal processes evolve. (3) Impact crater populations exposed on or modified by regional geological units and processes are best mapped on HRSC nadir images. Resolution and areal coverage of HRSC images allow crater identification under constant conditions, i.e., timeconsuming image processing of higher-resolution datasets acquired at various illumination conditions is limited. Corresponding HRSC DTMs often aid in identifying partially buried impact structures through subtle topographic changes. Based on the mapped crater size–frequency distributions absolute crater model ages can be derived (e.g., Neukum and Hiller, 1981; Hartmann and Neukum, 2001; Hartmann, 2005; Michael and Neukum, 2010). For establishing the new chronostratigraphy of Mars’ geological record compiled in the new global geological map (Tanaka et al., 2014b), almost exclusively HRSC data were used to date type locations (Platz et al., 2013b).\nCrater-based dating of selected volcanic units and edifices was performed in a number of studies (e.g., Neukum et al., 2004a; Greeley et al., 2005b; Williams et al., 2007, 2008, 2009, 2010c; Vaucher et al., 2009b; Werner, 2009; Gwinner et al., 2011; Hauber et al., 2011a; Platz and Michael, 2011; Robbins et al., 2011; Pasckert et al., 2012)."
  }, {
    "heading": "3.2. Tectonic processes",
    "text": "Tectonic surface features are generated by internal stresses that act on the lithosphere and produce brittle failure (fractures) or ductile deformation (e.g., folds) (Melosh, 2011). Mars displays a variety of tectonic structures, ranging in size from meter-scale joints (Okubo et al., 2007) to global-scale patterns of wrinkle ridges (Chicarro et al., 1985), and it has preserved a surface record of tectonic activity that spans most of its history (Golombek and Phillips, 2010). The spatial resolution of HRSC does not enable identification of joints, but it is ideal for the investigation and mapping of large-scale tectonic surface elements (e.g., Borraccini et al., 2007). Since the majority of tectonic features have a topographic expression, HRSC topography can be used to place quantitative constraints on the amount of deformation (see Schultz et al., 2010). Studies that made use of HRSC images and DTM analyzed extensional and contractional surface features, and\nused the results to infer physical parameters that are crucial to understand the thermal evolution of the planet."
  }, {
    "heading": "3.2.1. Extensional features",
    "text": "Several large extensional structures in the Tharsis region have widths from tens to more than one hundred kilometers, and lengths from hundreds more than one thousand kilometers. They are characterized by several border faults and deep, fractured graben floors. They were already recognized in Viking Orbiter images and have been interpreted as rifts (Tanaka et al., 1991; Banerdt et al., 1992), although at that time no reliable topographic information was available. The advent of MOLA data changed that situation, and first attempts could be made to identify the structural architecture, and quantify the extension and the associated strain across these features (Hauber and Kronberg, 2001, 2005). These studies confirmed the notion that these features can be considered as Martian analogues to terrestrial continental rifts (Hauber and Kronberg, 2001). Common structural elements include an asymmetric cross section consistent with a halfgraben geometry, alternating polarity of this asymmetry along the rift axis, and accommodation zones between such basins. Later, the combination of HRSC images and DTM proved to be the ideal database for a more detailed analysis of their age, topography, and deformation. The age was found to be 3.8 to 3.5 Ga, and the extension were typically limited to a few kilometers (Grott et al., 2005; Kronberg et al., 2007), consistent with Mars being a oneplate planet with minor lateral lithospheric mobility. Flank uplift, thought to be a result of isostatic rebound of the lithosphere due to unloading associated with normal faulting and extension, was identified at two rifts in the Thaumasia highlands and Acheron Fossae, and could be used to constrain the thickness of the elastic lithosphere. Modeling of rift flank uplift yields a thickness of the elastic lithosphere in the order of 10 km at the time of rifting ( 4 to 3.5 Ga) and corresponding heat flows ranging between 28 and 66 mW/m2 (Grott et al., 2005; Kronberg et al., 2007; Hauber et al., 2010). The origin of these rifts is unknown. Whereas some are oriented approximately radial to Tharsis, suggesting a possible formation due to Tharsis loading (analogous to the sets of long and narrow “simple” grabens such as Icaria or Memnonia Fossae), others are oriented almost tangentially with respect to a center in Tharsis (e.g., the double rift in the southern Thaumasia region Grott et al., 2005) and may require a different explanation."
  }, {
    "heading": "3.2.2. Contractional features",
    "text": "The majority of contractional tectonic features on Mars are wrinkle ridges, which form global-scale patterns (e.g., concentric to the Tharsis bulge Chicarro et al., 1985) and are thought to be fault-propagation folds (review by Mueller and Golombek, 2004). Smaller in number and mostly restricted to the ancient highlands, so-called lobate scarps represent surface-breaking thrust faults that can also be observed on the Moon and Mercury (e.g., Williams et al., 2013). Together with MOLA data, HRSC topography was used to measure the deformation of the lithosphere at two lobate scarps in the Thaumasia highlands, and HRSC images were used to constrain their age via crater counting. It was found that the lithosphere had a thickness of 20 to 35 km at the time of faulting (4 to 3.7 Ga). The resulting thermal gradient was 12–23 K/ km, and the corresponding heat flow was 24–46 mW/m2 (Grott et al., 2007)."
  }, {
    "heading": "3.3. Dating constraints",
    "text": "We note that the surface resolution of the HRSC camera system influences the range of ages of studied features. Previously unobserved features or surface characteristics revealed by HRSC\neither through its broad new coverage at medium-high resolution or through its stereo or colour capabilities tend to occur at scales related to the resolution: significantly larger features are generally already well documented in the literature based on previous global imaging, such as that of the Viking program. Scale and age are inseparably correlated quantities when studying planetary surfaces: as you look more closely, you inevitably see finer features with a shallower surface expression which belong to more recent geological episodes. When you take a broad view, you see the larger, more deeply expressed structures which have survived from earlier times.\nThis resolution influence is particularly apparent in works relating specifically to newly-dated features from crater counts. The smallest usable craters counted on HRSC images are of the order of 50 m in diameter: the impact events which produced them were disrupting the surface to a depth of roughly 15 m, so we expect them to record the history of this order of thickness of material. The same areas seen at higher resolution will often show more recent modifications to lesser depth, which are recorded by smaller craters. HRSC images can, of course, still be used to date older features from much larger craters. In the recently published Geologic Map of Mars (Tanaka et al., 2014b) all the crater counts for Noachian units (on a selection of representative counting localities) were made on HRSC images (Platz et al., 2013b). The mapped Noachian units make up 6.4 107 km2 (Tanaka et al., 2014a), which is about 45% of the Martian surface. We may note that the onset crater diameters (minimal) used for the dating of Noachian units were: 3–5 km (late, lN), 3–10 km (middle, mN), 8– 30 km (early, eN)."
  }, {
    "heading": "4. Exogenic processes",
    "text": ""
  }, {
    "heading": "4.1. Fluvial and lacustrine processes",
    "text": ""
  }, {
    "heading": "4.1.1. Modeling of flow, sediment and morphology",
    "text": "The study of deltas with HRSC data also enabled the first reliable volumetric measurements of transported materials within deltas to be compared with model predictions. Despite their significant paleo-environmental implications, Martian deltas cannot be uniquely used to assess whether they formed during extended epochs of clement climatic conditions or during limited and episodic climatic optima produced by regional factors, like for example impact craters, volcanism, or tectonics and resultant hydrothermal activities (Newsom et al., 1996; Cabrol et al., 1997; Gulick, 1998; Segura et al., 2002). The timescales for the formation of the deposits, and thus their paleo-climatic and paleoenvironmental interpretations, are controversial (e.g., Moore et al., 2003; Jerolmack et al., 2004; Kleinhans et al., 2005, 2010). A recently published paper by Hoke et al. (2014) suggests that bulk flow calculations may underestimate the time needed to form Martian delta deposits by only less than an order of magnitude. Several studies show that the preservation of small delta fans is related to relative late ages, i.e., Late Hesperian to Early Amazonian (Mangold et al., 2012c; Hauber et al., 2013), thus, showing that the well-preserved deltas should not be taken as examples of the earlier Noachian climate.\nHigh-quality and resolution topographical data are essential for models to predict intensity and duration of hydrological activity. Predictive models are expressions of our knowledge in general with varying degrees of physical and empirical basis. Three classes of models have been applied on the basis of topographic and image data: empirical models relating bedform and channel dimensions to flow at a point, physics-based models for spatially averaged flow and sediment flux, and numerical models that employ and predict spatial information. Furthermore experimental analogue ‘models’ of\nself-formed landscapes are beginning to be employed. Here we discuss how their application depends on topographic information and how the results depend on the assumptions underlying these models.\nEmpirical relations of flow discharge with channel width, depth and bar and meander wavelength were fitted on selected river data on Earth. These relations can be inverted to predict discharge but such power functions are highly sensitive to the input data and to the nature of the underlying data. Moreover, their application to Martian systems is highly uncertain because it is unknown how channel dimensions depend on gravitational acceleration. Channel width and channel pattern strongly depend on bank strength, which in turn depends on lithology, compaction, particle rounding and other unknown geotechnical properties (Kleinhans and van den Berg, 2011).\nFlow discharge can also be predicted from measured channel dimensions and predicted flow velocity (Komar, 1979; Wilson et al., 2004; Jaumann et al., 2005; Kleinhans, 2005). This assumes that the discharge that exactly fits the channel represents the discharge regime that formed the system. Two important assumptions underlie this model: that channel depth and friction can be determined. Flow velocity depends on flow friction, channel depth and gradient as described in the equations of Manning, Darcy and Weissbach and Chézy, which can be written in equivalent form and with proper dependence on gravitational acceleration. The sensitivity to the latter is weak (Fig. 7, Kleinhans, 2005). Constitutive flow friction relations are based on well-established boundary layer theory, which shows in the logarithmic form of many such equations. The empirical component in here is the roughness of the channel bed surface (relative to the water depth), which empirically depends on characteristic particle size, bedforms or bedrock rugosity but is a major source of uncertainty even in terrestrial application with ground truth and super resolution data. Second, depth can be measured from topographical data with some accuracy but this leaves undetermined whether that was the representative flow depth or the depth of a valley incised by much shallower flow or a late stage base flow (e.g., Marra et al., 2014). Highresolution images may help to identify terraces or bedforms or adjacent residual channels that constrain the depth. The dependence of flow velocity and flow discharge is very sensitive to the choice of flow depth (Fig. 7, Kleinhans et al., 2010). This uncertainty in depth explains the difference of several orders of magnitude between flow discharge reported in Baker (2001) and Kleinhans (2005), which obviously has large ramifications for past hydrological conditions including the longevity of an ocean.\nVolumes of fan and delta deposits and of former lakes can be estimated with high accuracy from topographic data. Models for fluxes of water and sediment have been used to calculate formation time scales and other important characteristics of channels and deltas on planetary surfaces. The basic idea derives from the law of conservation of mass: the time required to fill a crater lake is calculated from the volume of the lake divided by the water volume flux per unit of time into the lake, and the time required to excavate a valley or form a delta deposit is likewise calculated from their volumes and the sediment flux. In general, sediment flux laws can be derived from physics (review in Kleinhans, 2005) and assumptions for friction in moving sediment, which may depend on gravity (Kleinhans et al., 2011). Sediment flux laws have often been applied and verified and can be considered reliable, but their sensitivity to flow and to sediment caliber and angularity is high so the accuracy of predictions is a factor of two at best. Furthermore different laws exist for bed load and suspended load transport. Combined to the uncertainty in discharge estimation which is sensitive to water depth, only the order of magnitude of sediment flux can be predicted on planet Mars (Kleinhans, 2005; de Villiers et al., 2013). The same is true for further simplifications of flux laws to the form of sedi-\nment diffusion relations used in reduced complexity models (e.g., Armitage et al., 2011 for alluvial fans and Hoke et al., 2014 for deltas), where an effective diffusion coefficient can be derived from the sediment flux laws but loses its nonlinear dependence on topographic gradient which modifies the resulting morphology (Postma et al., 2008). This means that the predictions of formation time scales of deltas in Hoke et al. (2014) and Kleinhans et al. (2010) are not significantly different. In the case of closed basins with full trapping of water and sediment the combination of time scales of lake filling by water and delta deposition is more powerful because they depend differently on gradient and water depth. So if the two time scales have the same order of magnitude as in the Nepenthes case, then it is likely that the delta formed in one single flow event of relatively small duration, most likely under the conditions where the two-time scales intersect (Fig. 7).\nThe shape of valleys and of fans recorded in topographical data contains important but multi-interpretable information on the formative processes, such as bed load or suspended load, and different sequences of events, such as lake filling and crater rim breaching (de Villiers et al., 2013). Also the absence of certain morphologies is informative. Deltas formed in experiments on small scale showed deep incisions if base flow continued whilst lake water infiltrated and evaporated (Kraal et al., 2008) so that absence of incisions indicate that flow ceased suddenly. Experiments also demonstrated that stepped fans result from a single flow event that fills a lake whilst it carves a channel and deposits a fan. If the crater rim breached because the flow went on a longer time, however, a more fan-shaped, prograding delta with a steep subaqueous lee side emerges (Fig. 8, de Villiers et al., 2013). A simple geometrical ‘space-filling’model with sediment flux laws recovered the same delta forms and fitted very well without calibration on a number of Martian deltas (Kleinhans et al., 2010). A diffusion-based morphological model further showed that variations of sediment feed rate in time modify delta shape (Hoke et al., 2014). These experiments and models suggest that all stepped fans and most, if not all, deltas on Mars can have formed in a very short period by a single hydrological event. 1 10 100\nfo rm\nat io\nn tim\ne sc\nal e\n(d ay\ns) fo\nrm at\nio n\ntim e\nsc al\ne (d\nay s)\ngravitational acceleration (m2/s)\nwater depth (m)\nbed load\nsuspended load\nwater filling lake\nbed load\nsuspended load\nwater filling lake\n100000\n1000\n100\n10\n1\n10000\n1000\n100\n10\n1 1 10 100\nFig. 7. Sensitivity of water and sediment fluxes to gravitational acceleration (top), ranging from a small moon to a large exoplanet, and to water depth (bottom), ranging from typical depths of rivers to extreme outflow catastrophes on Earth. Calculations of formation time scale were done for the Nepenthes channel and delta following the procedure of Kleinhans et al. (2010).\nFrom the above it is clear that models for flow discharge, sediment flux and morphology are potentially powerful tools, particularly when they are more physically based. Their application and quality depends on topographic data. However, the outcomes of deductive modeling are always used as an element in a larger abductive explanation structure that is inevitably founded on observations and interpretation of the available imagery and other data, as in all disciplines of Earth and planetary science (Kleinhans et al., 2005)."
  }, {
    "heading": "4.1.2. Valley networks",
    "text": "Since the Mariner mission, elongate, branching valleys have been identified on the surface Mars, suggesting they were carved by paleo-rivers. The distinction between different fluvial landforms (individual channel, poorly branched valleys or well organized valleys) was difficult at low resolution, except for welldefined outflow channels (e.g., Ares Vallis, Athabasca Vallis, etc.). Data fromMars Orbiter Laser Altimeter (MOLA) (Smith et al., 1999) show that valley networks were incised by fluids that followed surface topography (e.g., Williams and Phillips, 2001; Craddock and Howard, 2002; Ansan and Mangold, 2006).\nBased on recent imagery at scales ranging from 0.5 to 100 m, fluvial valleys are classified in two main endmembers, in 2D plan view (not taking into account outflow channels) (Fig. 9): (1) valley networks dominated by a main wide valley and a poor number valley tributaries (e.g., Nanedi Vallis or Nirgal Vallis), and (2) Dense branching valley networks with many valley junctions (e.g., Warrego Vallis).\nThe first group shows poorly developed source regions with theater-like headward morphologies connecting to a main wide valley keeping roughly the same width from headward to outlet (e. g., Carr, 1986) They often dissect widespread plateau, suggesting that they may be related to a period with more intense groundwater seepage (Harrison and Grimm, 2008), or may be strongly influenced by the lithology of plateaus they incise (Mangold et al., 2008b; Craddock et al., 2012). A few of them display small deltafans or stepped-deltas at their outlet (e.g., Fassett and Head, 2005; Irwin et al., 2005b; Mangold and Ansan, 2006; Di Achille et al., 2007; Mangold et al., 2007; Kraal et al., 2008; Hauber et al., 2009b; Dehouck et al., 2010).\nIn contrast, the second group shows that branching valleys progressively widen from few hundred of meters up to several kilometers and deepen from the head to the outlet (e.g., Craddock\nand Howard, 2002; Howard et al., 2005; Ansan and Mangold, 2006; Ansan et al., 2008; Mangold et al., 2008b; Hynek et al., 2010; Ansan and Mangold, 2013). Only few of dense branching valley networks retained inner channels, because of subsequent dust/ sand filling (e.g., Irwin et al., 2005a; Jaumann et al., 2005; Kleinhans, 2005). Unfortunately, erosional products at the outlet of these valleys are usually not found or rare (e.g., Grin and Cabrol, 1997; Ori et al., 2000b; Cabrol and Grin, 2001; Malin and Edgett, 2003; Howard et al., 2005; Pondrelli et al., 2008; Di Achille and Hynek, 2010; Erkeling et al., 2012) because these deposits were subsequently eroded or resurfaced by volcanic deposits (e.g., Irwin et al., 2005a; Ansan and Mangold, 2006, 2013; Fassett and Head, 2008). The lack of channels and terminal deposits prevents us from constraining an accurate hydrologic model of these valleys, therefore restricting morphometric analyses to the valley and watershed geometry.\nWith the HRSC resolution of 10 to 20 m/pixel new valleys have been found, consisting especially of rare examples of small valley networks over ejecta of fresh post-Noachian impact craters (Mangold, 2012; Mangold et al., 2012c). Valleys are locally sinuous, and display isolated channels, a poor connectivity and frequent braiding-like characteristics, which could be interpreted as channel networks rather than valley networks. Some of them are associated with alluvial or fan-deltas, as the spectacular Eberswalde deposit (Pondrelli et al., 2008; Mangold et al., 2012c). In general, the geometry and topography of all valleys are consistent with downslope flow (e.g., Williams and Phillips, 2001; Craddock and Howard, 2002; Ansan and Mangold, 2006). Valleys are arranged in branching networks whose pattern is governed by local topographic slope: valleys organize in subparallel pattern when the slope is 421.\nHRSC images and DTMs allow the measurement of morphometric parameters used on Earth for valley network geometry. 2D parameters include the drainage density D, which corresponds to the total stream length Ltot divided by the area A of each drainage basin, that is relatively constant (0.1–0.2 km 1) throughout all ages of valley networks (Ansan et al., 2008; Ansan and Mangold, 2013). The Strahler order consists of a level in tree organization expressed in mathematical terms, often used for Martian networks (e.g., Carr, 1995; Cabrol and Grin, 2001; Ansan and Mangold, 2006; Hynek et al., 2010). In the Strahler (1952) system, the lowest order is a valley with no tributary and is designated as a first-order valley. Where two valleys of first order join together, they form a second-order valley and so on. Where two valleys of different orders join together, the following valley retains the highest order. The highest order of valley network corresponds to that of the main tributary (outlet). Valley networks reach a Strahler order of 5, for valleys incising Noachian terrain, which is not significantly more than the maximum Strahler order of 4 found for younger valley networks. This suggests that minor Strahler orders are not preserved due to later geological events (erosion or resurfacing) (Ansan and Mangold, 2013). The exponent n of Hack’s law (Hack, 1957a) is a well-known parameter for determining the distribution of valleys or stream inside their watershed. This scaling law is an empirical power law relationship between the drainage basin area A and the length of the stream L, measured from the mouth of the basin to the crest of the drainage divide along the stream channel. It is commonly written in the form: L An where L is the mainstream length. It is generally accepted that the average value of the exponent n for terrestrial valley networks is slightly below 0.6 (e. g., Hack, 1957b; Rigon et al., 1996). For a given value of n, Hack’s law implies that basins behave anisotropically, becoming longer and narrower as their size increases (Ijjasz-Vasquez et al., 1993). HRSC allowed using smaller basins with a better accuracy to measure this parameter. Whatever the area of watersheds, the exponent n ranges for ancient valley networks from 0.47 to 0.78\nwith a mean of 0.7 (Ansan and Mangold, 2013; Penido et al., 2013), which is close to values found in other basins of the Martian Southern highlands from MOLA (e.g., 0.73 in Irwin et al. (2008) and 1.02 in Caprarelli and Wang (2012)), and for most terrestrial networks (i.e., between 0.5 and 0.7 e.g., Rigon et al., 1996). This geometric similarity with terrestrial networks strongly suggests similar erosional processes.\n3D parameters include the longitudinal topographic profiles along the main valley show a substantial variability in valley concavity, which shape ranges from concave down, to approximately linear with large knick points, to concave up (Ansan et al., 2008; Penido et al., 2013). This is quite different from longitudinal profiles of mature fluvial valleys on Earth that are typically concave up, suggesting that Martian valleys are rather immature.\nThe valley depth, meaning the relief between the valley bottom and the interfluve summit, is o600 m, with a mean value of 100 m (Ansan and Mangold, 2013). There is a spatial evolution of valley depth between heads and outlet at each given Strahler order, with a systematic increase in depth with a higher Strahler order for valleys debouching into plains (Ansan and Mangold, 2013). This tendency is more pronounced for Noachian valley networks for which depth is systematically 1.5 times higher than those measured in younger valley networks. Statistics on valley depths indicate a deeper incision of Noachian valleys compared to younger post-Noachian valleys (o25 m for Amazonian ones compared to 4100 m for Noachian ones), showing a strong difference in fluvial erosion. Valley networks are essentially distributed in the heavily cratered upland of the Noachian age (43.6 Gyr) (e.g., Mars Channel Working Group, 1983; Tanaka, 1986; Carr, 1996a; Hartmann and Neukum, 2001; Hartmann, 2005). Most valley networks date from the Late Noachian to the beginning of the Early Hesperian (e.g., Ansan and Mangold, 2006; Fassett and Head, 2008; Bouley et al., 2010; Hynek et al., 2010). However, prolonged activity and/or reactivations of ancient valleys seem to have occurred well into the Hesperian (Baker and Partridge, 1986; Mangold and Ansan, 2006; Bouley et al., 2009, 2010; Hynek et al., 2010). In addition, valley networks have been observed on volcanoes (Gulick and Baker, 1990; Hauber et al., 2005; Ivanov and Head, 2006; Fassett and Head, 2007; Ansan and Mangold, 2013), Valles Marineris’ interior and plateau (Mangold et al., 2004, 2008b; Quantin et al., 2005; Ansan et al., 2008; Chapman et al., 2010a; Weitz et al., 2010), ejecta of impact crater (Mangold, 2012; Mangold et al., 2012c), and mid-latitude ice-rich landforms (Dickson et al., 2009; Fassett et al., 2010; Mangold, 2012). All have incised Late Hesperian to Amazonian terrains (e.g., Fassett and Head, 2008; Mangold et al., 2008b; Bouley et al., 2010).\nHRSC data enabled to describe the fluvial activity throughout the Mars history, with multiple events (Neukum et al., 2010), and confirm previous dating by methods of crater counting on valley networks, both during the end of Noachian period (Ivanov et al., 2005) and Hesperian one (Jaumann et al., 2005; Mangold et al., 2008b; Mangold, 2012; Mangold et al., 2012c), with a minor fluvial activity during the Amazonian essentially close to volcanic areas (Basilevsky et al., 2006). This fluvial activity was also constrained by the dating of Hesperian fan-deltas (e.g., Hauber et al., 2009b; Erkeling et al., 2012; Mangold et al., 2012c) and alluvial fans (Mangold et al., 2012a, 2012b). The measurements of the ages of the youngest valleys that have small basin size a poor development especially benefited of the enhanced coverage and resolution of HRSC.\nThe current view is that these fluvial valley networks have been formed by a variety of erosive processes by liquid water, including fluvial erosion exclusively (e.g., Malin and Carr, 1999; Malin and Edgett, 2000a), groundwater sapping exclusively resulting from geothermal or hydrothermal heating (e.g., Sharp and Malin, 1975; Pieri, 1976, 1980; Howard, 1988; Squyres, 1989; Baker, 1990;\nGulick, 1998; Goldspiel and Squyres, 2000; Gulick, 2001; Luo, 2002) and a combination of surface runoff and groundwater sapping (e.g., Milton, 1973; Baker and Kochel, 1979; Gulick and Baker, 1989, 1990; Baker et al., 1992; Carr, 1995, 1996a; Grant, 2000; Malin and Edgett, 2000a). In this context, HRSC data provided new items for formation processes in relation with a potential water cycle on Mars. For most valley networks, especially the oldest ones, the main erosive process is fluvial due to rivers fed by precipitation and water table, whatever the precipitation comes from rainfall or snow and subsequent melting (e.g., Ansan et al., 2008; Mangold et al., 2008b; Ansan and Mangold, 2013). For local valley/channel networks such as those on impact ejecta, limited to late stage episodes, and/or regionally distributed, water flowing from ice melting induced by impact; volcanism or geothermal heating is an adequately plausible process to form poorly branched valleys observed (Mangold, 2012; Mangold et al., 2012c)."
  }, {
    "heading": "4.1.3. Lacustrine deposits",
    "text": "Ancient deltaic systems are among the most prominent evidence suggesting the occurrence of bodies of standing water on early Mars; therefore, they are fundamental for Martian paleohydrological and paleoclimatic studies. Furthermore, deltas might be key to understanding potentially habitable periods in Mars history and are considered as high priority targets for a future landed mission to Mars. Possible deltas on Mars have been identified and classified from a morphological point of view since the Viking era (De Hon, 1992; Cabrol and Grin, 1999; Ori et al., 2000a). Martian fluvio-lacustrine deposits were mainly recognized as few-kmwide lobate and/or fan-shaped features at the mouths of valleys opening into impact craters and showing the typical morphology of terrestrial fan-deltas, like for example Gilbert-type deltas (Gilbert, 1885; Bates, 1953). With the first meter-scale images from the Mars Orbiter Camera (MOC) onboard the Mars Global Surveyor (MGS) mission, the first complex distributary pattern, similar to that of several terrestrial river deltas, was discovered (Malin and Edgett, 2003). The latter feature, named the Eberswalde delta, is broadly considered one of the best evidence for persistent water flow on Mars (e.g., Moore et al., 2003). During the last years, all the previously suggested deposits have been imaged at mid-to-high resolution using HRSC, Context (CTX), and High Resolution Imaging Science Experiment (HiRISE) images. With the latter datasets a few previously unreported deposits have been discovered (Fassett and Head, 2005; Irwin et al., 2005b; Pondrelli et al., 2005; Di Achille et al., 2006a, 2006b, 2007; Mangold and Ansan, 2006; Weitz et al., 2006; Hauber et al., 2009b), and deltas have been dated using crater counting techniques (e.g., Di Achille et al., 2007; Hauber et al., 2013) and they were used to test the past occurrence of the Oceanum Borealis (Di Achille and Hynek, 2010). Finally, sub-meter resolution images and the hyper-spectral investigations with the Compact Reconnaissance Imaging Spectrometer for Mars (CRISM) led to the detailed facies analysis of deltas and to the discovery of clay minerals and strandlines within previously suggested deltas (Ehlmann et al., 2008; Pondrelli et al., 2008; Di Achille et al., 2009; Erkeling et al., 2012). Collectively, all these observations have shown a diversity of deltaic deposits occurring in a wide-range of geological settings.\nParticularly, HRSC high-resolution topography (down to 50 m/ pixel lateral resolution and 12 m/pixel vertical resolution) enabled the first detailed morphometric analysis of Martian fan-shaped features permitting discrimination between alluvial and deltaic deposits. In fact, HRSC images co-registered with the stereoderived topography have been proven to be particularly useful to detect breaks in slope and well-defined terminal steps (up to a few hundreds of meters high) across the longitudinal sections of the deposits. The latter features are typical of deltaic deposits as a\nresult of the adjustment of the sedimentary deposition to the water base level of the receiving basins. Contrarily, alluvial fans typically have a constant and concave slope and are steeper than deltas (e.g., Blair and McPherson, 1994). Consequently, using the breaks in slope along the deltas as proxies for the main water level under which the deposits formed, comprehensive quantitative hydrological reconstructions of paleolacustrine systems were achieved (e.g., Di Achille et al., 2006a, 2006b, 2007, 2009; Pondrelli et al., 2008; Hauber et al., 2009b; Kleinhans et al., 2010). Moreover, HRSC data provide co-registered images and topography with the ideal resolution-coverage combination for the integrated study of river catchments, terminal deposits, and receiving basins, allowing the comprehensive study of valleydelta-lake systems. As an example, Fig. 10 shows an HRSC image and topography mosaic of a more than 200-km-long valley (V in Fig. 10a) located westward of Idaeus Fossae in the Acidalia region (Di Achille et al., 2014). The valley floor is mainly characterized by anabranching channels (Fig. 10b) apparently originating from a subsided area developed close to the ejecta of a relatively fresh crater (C in Fig. 10a). The latter depression (Fig. 10b) might be the result of a subsurface volume loss generated by groundwater ice melting likely feeding the valley system. This hypothesis is also supported by the fact that both the depression and the valley seem to postdate the crater ejecta based on crosscutting relationships (Fig. 10b). The valley drains into an unnamed 20-km-diameter crater forming a terminal deposit (D in Fig. 10a and c) at about 1800 m below the Martian datum. The deltaic deposit is about 8 km long and resembles the Jezero delta (Fassett and Head, 2005), showing a well-developed distributary pattern with evidence of channel switching on the delta plain (Fig. 10c). The main valley does not incise the floor of the crater lake, however a breach area along the crater rim (B1 in Fig. 10a) shows two spillover channels (S1 and S2 in Fig. 10c) at about the same elevation of the crater inlet ( 1820 m). These latter channels connect the crater lake to the eastward portion of the valley continuing towards Idaeus Fossae with its anastomosing channels. The HRSC topography of the crater lake (Fig. 10c and d) shows that the elevation of delta front F in Fig. 10d (an indicator of the lake main water level) is consistent with that of the valley inlet and outlets at B1 (i.e., 1820 m), thus suggesting that the lake reached its equilibrium state at this level acting as a bypass for the main valley overflowing at B1. Moreover, the lack of incision on the crater lake floor suggests that the lake was relatively stable with limited water level fluctuations resulting in the partial delta entrenchment and channel avulsion on the delta plain.\nThe internal stratigraphy of deltaic systems represents an essential tool to reconstruct the depositional architecture and consequently to infer their depositional evolution through time. Their morphologies in fact reflect – apart from erosional remnants, which are only at times preserved – the last event affecting the landform while older possible stages of activity might be partially or even completely eroded. As a consequence, layer geometries and stacking patterns can provide hints on the controls on delta evolution and their variability through time.\nMost of the fluvio-lacustrine systems on Mars show evidence of a geologically brief and punctuated activity and the controls are thought to reside almost exclusively in the source areas and which formations date from the Late Hesperian-Early Amazonian epochs (i.e., Kraal et al., 2008; Hauber et al., 2013). Whereas only few examples of delta fans date back from the Late Noachian period (e. g., Terby), one of the best example of delta fan correspond to the one deposited into Eberswalde Crater. The Eberswalde Crater hosts the delta-like feature discovered by Moore et al. (2003) and Malin and Edgett (2003) on the base of MOC data, which was considered the “smoking gun” to prove the existence of water that was stable on the planet’s surface. However, superposition relationships with\nthe Holden crater ejecta and Noachian fluvial landforms, and relevant crater counts, show that Eberswalde fan formed actually in the Late Hesperian, well after the intense period of fluvial activity in the Late Noachian (Mangold et al., 2012c). Thus, it likely represents one of the best example of late stages delta fans and therefore is a key in the understanding of the climate of this period (Mangold et al., 2012c).\nHRSC-derived DTM and image-based analyses were the basic tools to analyze examples of deltas (e.g., Terby, Eberswalde) that display an internal complexity that in turn reflects fluctuations of the relative controls (Pondrelli et al., 2008; Ansan et al., 2011; Pondrelli et al., 2011b).\nThe excellent exposure of layers at Eberswalde allows detecting some of their internal geometries, but the most peculiar aspect of this landform is the preservation of morphologies from different stages of activity, which can be associated with layer geometries and stacking patterns in order to mutually improve the reliability of interpretations. HRSC images in association with MOC and HiRISE imagery, were the basis to produce a geological map ‐ the only tool to correlate vertically and laterally different deposits. HRSC-derived DTM provide, again in association with MOC and HiRISE imagery, information on the morphological and stratigraphical relations between the different parts of the delta-like feature (Pondrelli et al., 2008, 2011b).\nThe Eberswalde delta-like feature consists of interlayered high and low albedo beds. Clay minerals have been detected in the most distal part of the feature (Milliken et al., 2009). In the first place, an HRSC-derived DTM was essential to demonstrate that the delta-like feature was indeed formed in a standing body of water and not simply as an alluvial fan debouching on a plain. In fact, the delta-like termination is characterized by a prominent scarp, which suggests interaction with a standing body of water. The delta-like feature can accordingly be interpreted as a fan delta, because the bedrock river debouches directly into the basin without the development of an extensive alluvial system (Pondrelli et al., 2008). However, other explanations of the delta type are possible as in Mangold et al. (2012c) The fan delta consists of five different depositional lobes whose relative stratigraphy can be\ninferred through their cross-cutting relations (Bhattacharya et al., 2005; Wood, 2006; Pondrelli et al., 2008) (Fig. 11).\nDistributary channels are the most significant geomorphic feature of each lobe within the fan delta. From proximal to distal, they show a transition from rectilinear to meandering (Bhattacharya et al., 2005; Pondrelli et al., 2008). Meandering channels display a low tomoderate sinuosity and stages of cutoff appear to be a product of chute cutoff (Wood, 2006). The presence of meandering channels implies in turn the presence of a certain degree of cohesion of the riverbanks. This might represent an effect of a certain clay content of the material, which – once dried out –was probably eroded by aeolian activity, thus allowing channel exhumation. Within distributary channels, channelrelated erosion, including evidence of layer terminations, is common. Crevasse splays have also been documented to have flooded the interdistributary areas (Pondrelli et al., 2008). This suggests a system dominated by turbulent fluvial processes. The distributary channels with flood plains (including crevasse splays) have been interpreted to represent the delta plain of the fan delta. The combined use of MOC imagery and HRSC-derived DTM allowed unraveling the depositional geometry within the deltaic landform. Layers gently dip toward the crater (i.e., basin) in the delta plain and then – at least locally – become more inclined (up to 4–51) within the scarp to become subhorizontal again at the base of the scarp (Pondrelli et al., 2008). This geometry is consistent with the topset–foreset–bottomset sequence that is typical of fan deltas. At places, geometries such as downlap, onlap and erosional truncation can be observed providing a clue to infer a change in the relations between sediment input and accommodation space.\nThe transition between the delta plain and delta front roughly corresponds to the base level at the moment of the lobe deposition. Even considering post-depositional erosion, the level of the lake appears to have changed for each single lobe, showing fluctuations superposed by a higher order regressive trend (Pondrelli et al., 2008, 2011b).\nThe oldest lobe (Fig. 11: green lobe) was deposited during a phase of rising water level, in correspondence of a first stage where the creation of accommodation space exceeded the ability of the sediments to fill it and a second stage with sediment excess marked\nby prograding clinoforms forming a downlap surface (Pondrelli et al., 2008). The second lobe (Fig. 11: brown lobe) is deposited in correspondence of a lower base level and made of channels suggesting higher energy (rectilinear, possibly anabranching). Accordingly, it might have been deposited following a drop of the water table (Pondrelli et al., 2008). The third lobe (Fig. 11: red lobe) shows a decrease of channel energy (meandering channels) which is consistent with a higher water table, so it is interpreted as having formed during a phase of water table rise (Pondrelli et al., 2008). The forth lobe (Fig. 11: yellow lobe) is the most distal one, deposited in correspondence of the lowest base level, so it has been accordingly interpreted as progradational following a lake level drop (Pondrelli et al., 2008). The fifth and youngest lobe (Fig. 11: blue lobe) was probably not a deltaic lobe, but simply a fluvial channel ending in a terminal fan (Pondrelli et al., 2011b).\nChanges of the base level imply that part of the controls on the sedimentation resided in the basin, which led to changes in the available accommodation space and resulted in alternating progradation and retrogradation of the fan delta. Switching between the different lobes is inferred to depend on water-level changes.\nWhile these deltaic lobes represent clear evidence of sedimentary deposition into a lake, the corresponding duration of activity remains unclear. Modeling based on flow properties and large discharge rates of the feeding valleys show that the all sediments may have deposited over periods no longer than few thousand years, which makes of the fluvial and lacustrine activity at Eberswalde crater a punctual episode in the Late Hesperian (Mangold et al., 2012c). The role of the nearby impact Holden is potentially important in Eberswalde paleolake, as being superimposed over the thick ejecta from Holden that perhaps provided heat for melting water ice and/or a weak substratum to erode. The climatic implications behind the formation of the Eberswalde fan are thus much less obvious than they were a decade ago when observed from MOC images (Malin and Edgett, 2003), but Eberswalde certainly highlight the role of liquid water activity well into the Late Hesperian, perhaps following episodic warming or regional processes (Mangold et al., 2012c).\nA similar stacking of layers, dipping 61 toward the crater interior, showing geometries such as downlap, onlap and erosional truncation, is observed in Terby Crater (Ansan et al., 2011). There, a cumulative layer thickness of 2 km is observed, thus 420 times thicker than deltaic deposits in Eberswalde Crater. This implies that a large amount of water filled the Terby Crater once, with fluctuations of water level throughout the delta activity. The last episode of sedimentary deltaic deposits was dated at the boundary of Noachian and Hesperian periods from stratigraphic relationships (Ansan et al., 2011). For this reason, Terby Crater represents one of the best examples of deltas formed during of the intense fluvial episodes of the Late Noachian period whereas Eberswalde represents an exceptionally well-preserved example of the laterstages episodes, with unclear link with the climate of that epoch.\nWhile it is commonly agreed that the Eberswalde deposit represents the result of post-Noachian and possibly Holden-triggered aqueous flow and transport processes, the exact nature of the flow process is still under debate. Both dilute (Pondrelli et al., 2008) and dense flows (Mangold et al., 2012c) have been proposed, and only very high-resolution morphometric observations may enable obtaining further insight into the formative processes."
  }, {
    "heading": "4.1.4. Outflow channels",
    "text": "The giant outflow channels on Mars are believed to have been formed by enormous flows of liquid water (Baker, 1982, 2001). They show characteristics of terrestrial channels formed by huge floods as those having occurred in the Columbia basin (USA, WA) during the Ice Age forming the Channeled Scabland region (Bretz,\n1923). The outflow channels on Mars generally occur at the planetary dichotomy and debouch into the northern plains. Many of them appear to have formed during the Hesperian epoch by the catastrophic expulsion of pressurized groundwater from discrete collapse zones or chaotic terrains, and/or were triggered by the extensive volcanism of the Tharsis tectono-magmatic complex (McCauley et al., 1972; Masursky et al., 1977; Rotto and Tanaka, 1995; Chapman and Tanaka, 2002). Other kinds of large fluvial channels show evidence of huge catastrophic floods, released, however, from different sources. Ma’adim Vallis fed by the overflow of Eridania paleolake (Irwin et al., 2004), and Okavango Vallis resulting from crater lake breaching (Mangold and Howard, 2013) are two well-known examples of channels that were formed by large-scale flooding not being released from the subsurface.\nUp to the early part of this century, a key limiting factor in our understanding of the outflow channels has been the absence of high-resolution regional-scale imagery and topography data like HRSC to reveal details of the landforms and dimensions of the channels. In particular, previous morphologic descriptions that have identified different topographic levels of flow and intersecting flood grooves in Ares Vallis and Kasei Vallis have been unable to resolve whether such morphologies originated during discrete phases of flooding or during a single continuous flood with varying discharge and source region (Tanaka, 1997; Nelson and Greeley, 1999; Williams et al., 2000; Pacifici et al., 2009). Whilst a number of studies have analyzed outflow channels using HRSC image and topographic datasets (Basilevsky et al., 2009; Chapman et al., 2010a, 2010b; Neukum et al., 2010; Musiol et al., 2011), here we will focus on Ares Vallis, a particularly well-studied channel. It has been well studied in the past, principally in order to (i) investigate outflow channels geological and geomorphological characteristics and history, (ii) analyze its distal reach, which is characterized by a unique landscape, and (iii) support the NASA Mars Pathfinder, which landed next to Ares Vallis mouth in 1997.\n4.1.4.1. The record of Ares Vallis. Data acquired by HRSC camera onboard of ESA mission MARS EXPRESS have enabled investigation of the entire reach of Ares Vallis (Pacifici, 2008; Pacifici et al., 2009; Warner et al., 2009a, 2010a–c) and to perform quantitative three-dimensional analyses by mean of stereo-derived DTMs with higher resolution than in the past. A geomorphological map of entire Ares Vallis, based mainly on HRSC data, has been published by Pacifici (2008). Investigations allowed (i) to test previous hypotheses and retrace the geological history of Ares Vallis, (ii) to constrain the timing of its evolution and (iii) to characterize climatic variations induced by catastrophic floods.\nAres Vallis extends from about 01N, 171W to 181N, 331W, and consists of a system of channels originating from Iani, Hydaspis and Aram Chaos and debouching into Chryse Planitia. Channels appear hanging with respect to chaotic terrains from which they originate, with steps of several hundreds of meters (Warner et al., 2011). A gentle scarp 50 m to 200 m high characterizes the mouth of Ares Vallis. Catastrophic floods that carved Tiu Vallis and Simud Valles and reworked the mouth of Ares Vallis formed the scarp. The main valley is divided into two regions characterized by a narrower up-stream reach, about 25 km wide and 1500 m deep, and a broader downstream reach, about 100 km wide and 1000 m deep. Two valley arms, originating from eastern Iani and Hydaspis Chaos, debouch into the main valley. A third valley arm originates from Aram Chaos: it appears as a relatively short, narrow gorge, 10 km wide and 2000 m deep. At kilometer and hectometer scale, Ares Vallis is characterized by morphological features that belong to three different geomorphological environments: (i) catastrophic floods (erosional and depositional processes), (ii) smaller sinuous\nchannels, and (iii) ice-related glacial and periglacial morphologies. Erosional features consist of terraces, streamlined uplands, anabranching channels, giant cataracts and grooved terrains. Sedimentary features mainly consist of giant bars and pendant bars.\nErosional terraces are hundreds of meter high relative to the deepest channel floor, and suggest existence of at least six different, temporally distinct, flooding episodes, as confirmed both on the basis of morphological evidences and impact craters densities (see next section) (Pacifici, 2008; Pacifici et al., 2009; Warner et al., 2009a). The upper-most terrace consists of a very broad area encompassed by a contour-line corresponding to an altitude of about 2000 m (Pacifici, 2008; Warner et al., 2009a). This terrace locally shows anabranching channels, and is interpreted as having originated by the first flood(s) emanating from Iani Chaos. Lower terraces mark subsequent floods, and often show a characteristic grooved surface. Grooves are generally several tens of meters wide and are spaced by tens to a few hundred meters spaced (Pacifici, 2008; Pacifici et al., 2009; Warner et al., 2009a, 2010c). Measurements based on HRSC-derived DTMs of eroded trimlines and terraces indicate that the depth of the last flood thickness was about 200 m proximal to Iani Chaos and 200–300 m in the narrow reach of Ares Vallis (Warner et al., 2009a).\nStreamlined uplands (Fig. 12a) occur both at the upstream and downstream portion of the valley and its arms. Generally, their uppermost surface consists of pre-flood Noachian highland terrain. Measurements on HRSC DTMs indicate that their altitude is the same as the nearby, non-flood eroded Noachian plateau, confirming this hypothesis (Pacifici, 2008).\nA very impressive giant cataract (Fig. 12b) has been observed in a hanging, shallow tributary canyon along the western margin of medial Ares Vallis (Pacifici, 2008; Pacifici et al., 2009; Warner et al., 2010b). The cataract forms by an escarpment that is 300– 500 m tall and about 15 km wide. Headward incision at the headwall of the cataract may have originated at a pre-existing escarpment that was generated by earlier flood incision events in Ares Vallis (Warner et al., 2010b).\nThree giant eddy bars, tens of kilometers long and a few of hundreds of meters thick, have been recognized in the main valley (Pacifici, 2008; Pacifici et al., 2009). Such kinds of features are associated with terrestrial catastrophic flood features (Baker, 2009a). Each of such features parallels the flow direction and occurs in an alcove sculpted along the western valley wall (Fig. 12b). The bars are separated by the wall by a swat of about 1.5 km, interpreted as a non-deposition zone (Baker, 2009a). Measurements based on HRSC DTMs on giant bars suggest that\nthe catastrophic flow(s) responsible of their formation was at least 500 m thick in the narrow reach of Ares Vallis (Pacifici, 2008; Pacifici et al., 2009). Pendant bars consist of streamlined mounds emplaced downstream of a bedrock projection (Baker, 1982). Two of such features where investigated using HRSC data (Pacifici et al., 2009). Measurements indicate that pendant bars are 20–35 km long and 300–400 m rising with respect to the nearby valley. Their thickness requires a flow least 300 m deep in order to be formed.\nRelatively small, sinuous channels (Fig. 12b and c) are widespread in Ares Vallis; they are hundreds of meters wide, tens to a few hundreds of meters deep, and several kilometers long. Generally they originate from (i) flat-floored impact craters, (ii) depressions interpreted to have formed by thermokarst processes (Warner et al., 2010a), and (iii) geological contacts between different layers on the valley walls (Pacifici, 2008; Pacifici et al., 2009; Warner et al., 2009a, 2010c). Larger parts of sinuous channels are carved into erosive terraces and crosscut flood grooves. They show different grades of sinuosity, up to true meandering. Generally, sinuous channels are truncated by lower flood terraces in Ares Vallis and are characterized by a hanging termination, and thus lack sedimentary features at their mouth. The sinuous channels therefore were formed between different flooding events, the first one sculpting the terraces into which sinuous channels are incised, and the latter down-cutting the main valley and cross-cutting the sinuous channels (Pacifici, 2008; Warner et al., 2010c). In some cases, sinuous channels merge onto the valley floor turning into elongated and slightly sinuous ridges and mesas (see below).\nPossible ice-related landforms were previously identified along the downstream reaches of Ares Vallis in Viking and Mariner images. In these locations, Ares Vallis is characterized by a peculiar landscape (Costard and Kargel, 1995; Costard and Baker, 2001) that is unique relative to other Martian outflow channels. HRSC data enabled more detailed investigations and characterization of such features (Pacifici, 2008; Pacifici et al., 2009). Furthermore, the availability of HRSC data along the entire Ares Vallis allowed recognizing and describing previously unknown ice-related morphologies in the entire valley (Pacifici, 2008; Pacifici et al., 2009).\nIce-related morphologies of Ares Vallis consist mainly of kamelike features and thermokarst depressions. Kame-like features appear similar to terrestrial ice-contact deposits (i.e. kame). They are interpreted similar to terrestrial ice-contact deposits that are by emplacement of sediments in subglacial, englacial or supraglacial ice-walled streams or lakes (Costard and Baker, 2001; Pacifici, 2008; Pacifici et al., 2009). Such features occur at patches in the entire Ares Vallis, and characteristically overlie erosional morphologies shaped by catastrophic flood processes, such as streamlined features and grooved terrains (Fig. 12a and c). At the narrow part of Ares Vallis they generally consist of flat-topped, slightly sinuous ridges elongated and parallel to the valley; they are a few kilometers wide, tens of kilometers long and rising to heights of about 100–200 m. Conversely, on the wider reaches they exhibit different shapes (circular, crescent, elongated, reticulated, bifurcating, sinuous) and vary in orientation and thickness. Their thickness varies from about 500 m in the upstream portion of the wider part of Ares Vallis to about 100 m toward the downstream portion of the valley. In several cases, portions of the channels from which kame-like features originated are still visible on the erosive terraces. At the edges of terraces, in fact, channels transform into ridges (relief inversion): channels floor and summit of kame-like features form a single seamless surface (Fig. 12c).\nThermokarst depressions consist of a few kilometers wide, shallow, irregularly shaped hollows (Fig. 1D). They occur sparsely in Ares Vallis, on erosional terraces, kame-like features, and the valley floor. Underlying grooved terrain and streamlined features\nare commonly recognizable at their bottom. Locally, thermokarst depressions appear coalescing. Usually depressions are 50–150 m deep: the deepest ones are coalescing and larger, while the shallowest ones appear smaller and isolated. Warner et al. (2010a) Identified relatively small channels connecting thermokarst depressions, and interpret these as a strong evidence for the presence of liquid water, thus supporting the hypothesis that thermokarst depressions of Ares Vallis formed similarly to terrestrial alas valleys.\n4.1.4.2. Outflow chronology and multiple flood hypothesis. The detailed history and timing of erosion for individual outflow channels remains poorly constrained. In particular, earlier work from Viking Orbiter data that identified multiple flow terraces, intersecting flood grooves, and overlapping channel systems were not able to resolve whether these landforms were generated by multiple, discrete episodes of catastrophic flooding or were formed during multiple phases of a single flood (Komatsu and Baker, 1997; Tanaka, 1997; Nelson and Greeley, 1999; Williams et al., 2000) Impact crater count studies from Viking Orbiter imagery demonstrated that the circum-Chryse Planitia outflow channels span the entirety of the Hesperian epoch (3.6–2.9 Ga) (Neukum and Hiller, 1981), after the warm-wet phase of early Mars history (Late Noachian to Early Hesperian). Favored by some as the likely origin mechanism for the outflow channels (e.g., Baker, 1982; Carr, 2007; Warner et al., 2011), the regional aquifer overpressurization model requires that the planet underwent significant global cooling and cryosphere thickening, resulting in overpressurization of km-deep aquifers and catastrophic surface water outburst. While this model is consistent with our understanding of the Hesperian climate cooling, this mechanism also provides plausible scenarios for aquifer recharge, multiple overpressurization events, and multiple floods (Harrison and Grimm, 2008). Other formation mechanisms for the outflow channels, including impact-induced ice melting (e.g., Wang et al., 2005), intrusive igneous melting of ice (Hoffman, 2000a; Komatsu et al., 2000; Max and Clifford, 2001; Chapman and Tanaka, 2002; Chapman et al., 2003; Leask et al., 2006; Meresse et al., 2008; Roda et al., 2014), and dehydration of hydrated minerals or clathrates (Hoffman, 2000a; Komatsu et al., 2000; Max and Clifford, 2001) either do not require more than one flood event or ignore the possibility entirely. Viking Orbiter crater chronology and morphology studies have held up through time in terms of describing the general era of catastrophic flood activity. However, multiple erosion events could not be easily resolved in a single system from these lower resolution data sets.\nHere, we continue with our example Ares Vallis outflow channel to describe new data from HRSC imagery and DTMs that indicate multiple episodes of catastrophic flooding, (Pacifici, 2008; Warner et al., 2009b, 2011; Roda et al., 2014). As was previously described, the regional-scale high-resolution topography and imagery revealed multiple flood terraces that occur at distinct topographic intervals, hanging valleys that suggest isolation of topographically higher flood surfaces by younger events, multiple sets of longitudinal grooves that represent unique flow paths, and multiple overlapping collapse terrains at the canyon’s source in Iani Chaos (cf. Fig. 12). From an HRSC DTM mosaic, including two DTMs at 50 m and 40 m postings, Warner et al. (2009a, 2011) characterized six morphologically discrete unique flood surfaces in the proximal region of Ares Vallis, on the northern border of Iani Chaos. Importantly, high-resolution impact crater statistics acquired from each surface using both CTX and HRSC imagery revealed a significantly older Early Hesperian ( 3.6 Ga) post-flood impact crater population resurfacing age for the topographically highest surface relative to the Early Amazonian post-resurfacing age ( 2.5 Ga) for the lowest flood terrain. From these data, which sync with the geomorphologic observations of cross-cutting\nlandforms, it was concluded that multiple, volumetrically smaller floods were required to erode the massive canyon system of Ares Vallis over a time span that includes the entire Hesperian and some of the Early Amazonian.\nAs a second data point in the examination of the multiple flood hypothesis (Warner et al., 2010b) also described the complex topographic relationships between the western tributary arm to Ares Vallis, derived from Hydapsis Chaos, and the primary western branch of the Ares Vallis system. Using 70 m HRSC and 18 m CTX DTMs (Warner et al., 2010c) divided this tributary outflow channel into two reaches that correspond with regions above and below the 300-m-tall relic cataract complex. Upstream of the cataract, the flood surface exhibits multiple sets of intersecting grooves, streamlined bedrock remnants, and relic (often streamlined) kmsized, Noachian-age highland craters that collectively indicate multiple overlapping flood events. Impact crater counts from the upper channel show two distinct kinks on a cumulative crater frequency histogram that suggest multiple phases of crater resurfacing in the Early Hesperian (3.7 Ga) and Early Amazonian (2.7 Ga), consistent with the chronology of flood erosion in Ares Vallis. By contrast, the surface below the cataract exhibits no evidence for a pre-flood highland crater population and provides an Early Amazonian crater retention age that is similar to the timing of the final stage of flooding on the upper surface. This suggests that the process of headward retreat at the cataract during flooding completely obliterated even km-sized highland craters below the headwall, while the floods upstream of the cataract did less erosive work by comparison. This left remnant km-sized craters within a shallow (100–200 m) channel upstream of the cataract and generated a deeper (600 m) box canyon below the cataract. Warner et al. (2010c) suggest that the lower Early Amazonian channel floor crater population records the timing of cataract retreat that also corresponds with the age of the youngest and topographically lowest flood events in Ares Vallis (Pacifici et al., 2009; Warner et al., 2009b). Incision of the cataract and formation of the deep canyon in the Early Amazonian may have therefore been triggered by base level changes induced by Early Amazonian-age incision in the primary Ares Vallis channel.\nCollectively, these observations require an origin mechanism for Ares Vallis and neighboring outflow systems that involved long-lived episodic recharge of water from different source terrains spanning the same general time period of Mars history. This negates specific origin processes that could have only generated liquid water locally in a single instance of time and support the more regional outburst models for outflow channel formation. Furthermore, future flow modeling of these systems should account for the volumetrically smaller sub-channels that represent distinct, lower magnitude flow events within these systems (e.g., McIntyre et al., 2012)."
  }, {
    "heading": "4.1.5. Fluvial and lacustrine processes at Libya Montes: A climate record",
    "text": "The Libya Montes highlands, which are located along the southern margin of Isidis Planitia, are an ideal example to test the hypothesis of wetter and probably warm ancient environmental conditions on Mars. A high number of landforms of the Libya Montes bears evidence for extensive, long-term and repeated fluvial activity, lacustrine conditions and sea-scale standing bodies of water (Crumpler and Tanaka, 2003; Jaumann et al., 2005, 2010b; Erkeling et al., 2010, 2012). HRSC images revealed, in combination with additional planetary image data of the CTX and the CRISM instruments, a large variety of fluvial landforms, including abundant, dense and dendritic valley networks, broad longitudinal valleys, paleolakes, deltas and associated hydrated minerals, alluvial fans and possible shorelines (Crumpler and Tanaka, 2003; Jaumann\net al., 2005, 2010b; Erkeling et al., 2010, 2012). The landforms can be distinguished between (1) local occurrences of fluvial and lacustrine landforms of the Libya Montes, (2) a series of possible coastal cliffs of the Arabia shoreline and (3) the Deuteronilus contact that occurs as an onlap morphology. Morphologic, morphometric, mineralogical and stratigraphic investigations of Erkeling et al. (2010, 2012) and Jaumann et al. (2010b) suggest the following:\nThe dendritic valley networks of the Libya Montes represent an initial period of valley erosion on early Mars, where fluvial activity was possibly controlled by precipitation-induced surface runoff. The morphologic characteristics of the dendritic valleys, especially their origin close to local summits, are evidence for an initial formation by surface runoff due to atmospheric precipitation. The formation of dendritic valleys occurred between 4.1 and 3.8 Ga (Jaumann et al., 2010b; Erkeling et al., 2012). The end of dendritic valley network formation, around 3.8 Ga, is evidence for a change of the erosive environment at the Noachian/Hesperian transition. The last fluvial activity in the eastern Libya Montes likely occurred during the Late Hesperian, around 3.3 Ga. Morphometric indices, such as the valley density and the stream order revealed that the dendritic valley networks are mature and integrated. The ancient valley networks show maximum valley densities of 0.57 km 1 and the stream order ranges from 4 to 7 for drainage basins investigated in eastern Libya Montes (Erkeling et al., 2010). Late Noachian intense fluvial activity in the Libya Montes also likely led to local-scale ponding of water in paleolakes and caused lacustrine conditions. The transport of fluvial materials via inlet channels into crater lakes filled with water possibly resulted in the formation of deltas and associated layered clay minerals, such as Fe/Mg and Al smectites. Multiple overspill events caused the formation of outlet breaches in crater rims and suggest intense, repeated and long-term flow of water.\nIn the western part of the Libya Montes, a valley system is located at the edge where the Syrtis Major volcano complex meets the old Isidis impact rim area (Fig. 13). This valley network, officially named Zarga Valles but previously called the Western Libya Montes Valley by Crumpler and Tanaka (2003), cuts one of the oldest geological units on Mars, and is also influenced by much younger volcanic processes providing insight into the fluvial erosion on Mars from about 4.1 Ga to 1.4 Ga. In the Libya Montes region, the style of erosion changed at about 3.6 Ga from precipitation-driven surface runoff to hydrothermally triggered expulsion of groundwater and/or melting and mobilization of ground ice due to induced heat by lava emplacement (Jaumann et al., 2010b). The Western Libya Montes Valley system (i.e., Zarga Vallis) has two branches: an older eastern one and a younger western one. The eastern branch is characterized in its source region by a dendritic valley pattern whereas the western branch is a longitudinal valley, probably formed by volcanic triggered sapping processes. Jaumann et al. (2010b) estimated discharges downstream of the conjunction of the western and the eastern branch, which range between 179 (þ60, 50) 103 m3/s and 97 (þ47, 40) 103 m3/s, while the discharges in the western valley branch alone range between 437 (192, 164) 103 m3/s and 77 (þ44, 36) 103 m3/s). The discharge at the source beneath the eastern lava plateau still reaches 252 (þ99, 86) 103 m3/s, whereas those of the older eastern valley branch yields 39 (þ45, 29) 103 m3/s. This is significantly lower than the discharges in the western valley branch. As the eastern branch is older (43.6 Ga) than the western branch, and the valley formation of the eastern branch was mainly driven by surface run-off induced by precipitation or snow melt, this result suggests that the impact of precipitation in this area was by a factor 2 to 10 less than that of volcanic-triggered water release in later times (Jaumann et al., 2010b). Based on the calculated discharge values, the formation time for the Western Libya Montes Valley ranges between 250 and\n12,500 years and the precipitation-dominated eastern branch needed ten times more time to erode and transport the same amount of material as the western branch, where volcanictriggered subsurface water release dominated (Jaumann et al., 2010b) Fig. 14.\nMultiple volcanic events in the Hesperian and Amazonian show that Syrtis Major was active, at least locally, until 1.4 Ga ago. Discharge estimates suggest an increase of up to one order of magnitude from precipitation to volcanic-triggered water release. Quantitative estimates of volumes of eroded material, fluvial erosion rates, discharges, and sediment transport suggest relatively short valley formation times of only a few thousand rather than millions of years. In particular, the water release processes that are correlated with volcanic activity suggest short episodic flooding periods as a result of large amounts of mobilized ground ice and groundwater. The absence of any widespread chemical alteration products, such as sulfates and phyllosilicates, also suggests that the episodic water release events were of short duration separated by long dry and inactive periods, which might have lasted hundreds of millions of years in the Hesperian and Amazonian. In summary, the Western Libya Montes Valley system has been formed by episodic and multi-genetic erosion events over most of the Martian history and reveals a change in the style of water release during the Early Hesperian from precipitation to\nground-ice/water release due to induced volcanic heat and surface runoff that lasted until the mid-Amazonian (Jaumann et al., 2010b).\nIn addition to fluvial landforms, the Libya Montes region comprises a number of surface features that provide a record of ancient lacustrine environments.\nA series of possible coastal cliffs of the Arabia shoreline, one of two hypothesized global paleoshorelines previously proposed (e.g., Parker et al., 1989, 1993; Clifford and Parker, 2001), were identified immediately north of the steep highland remnants of the Libya Montes (Erkeling et al., 2012). The landforms associated with the Arabia shoreline are located at 3600/ 3700 mwhich is lower compared to the Arabia contact elsewhere on Mars and which might be explained by the location of the Isidis Basin that is spatially isolated from the northern lowlands. The contact shows model ages around 3.5 Ga and morphologic characteristics comparable to terrestrial coastal landforms (e.g., Bradley and Griggs, 1976; Adams and Wesnousky, 1998; Ghatan and Zimbelman, 2006). Although the majority of possible shoreline morphologies on Mars, such as cliffs, platforms, benches and ridges, have been interpreted as wrinkle ridges, aeolian landforms, remnants of impact craters, scarps and lobate flow fronts of volcanic origin e.g., (Webb, 2004; Ghatan and Zimbelman, 2006), this is unlikely for the cliffs, terraces and platforms identified along the southern edge of Isidis Planitia. The cliff morphologies of the Arabia contact in southern Isidis are similar to those ridges and cliffs that have been interpreted by Ghatan and Zimbelman (2006) as reasonable candidates for coastal landforms (see Figs. 15e and 17b in Ghatan and Zimbelman (2006)). Based on the absence of volcanic sources a formation by lava deposition can be excluded. Detailed investigations of the landscapes in the vicinity of the Arabia contact in southern Isidis Planitia indicate that also tectonic, aeolian and glacial processes cannot explain the geologic setting consistently and unlikely resulted in the formation of the cliffs (Erkeling et al., 2012). The Arabia contact in southern Isidis Planitia may be the result of long-term wave cut action and sea level variations of a sea-size standing body of water that possibly filled the Isidis Basin in the Hesperian (Erkeling et al., 2012).\nAlso the second global paleoshoreline, the Deuteronilus contact, has been observed in Isidis Planitia and may represent the margin of a hypothesized Isidis sea. The contact is characterized by an onlap geometry at 3800 m where the Isidis exterior plains are superposed by materials of the Isidis Interior Plains (IIP) that are stratigraphically higher (Crumpler and Tanaka, 2003; Erkeling et al., 2012; Ivanov et al., 2012). Based on comparable morphologies identified at the Vastitas Borealis Formation (VBF; (e.g., Kreslavsky and Head, 2002), the Deuteronilus contact may represent the maximum extent of a standing body of water or a stationary ice sheet, similar to the one proposed to have existed in the northern lowlands (Kreslavsky and Head, 2002). The onlap might also indicate the absence of wave erosion and supports that liquid standing water was short-lived and did not result in coastal erosional landforms. Further support comes from model ages of the Isidis Interior Plains, which show that the Deuteronilus contact in the area was formed in the Late Hesperian and is unlikely the result of Early Hesperian standing water that resulted in the formation of the Arabia shoreline (Erkeling et al., 2012). Based on the proposed Martian climate change in the Hesperian toward cold conditions and limited availability of liquid water on the surface (e.g., Bibring et al., 2006; Ehlmann et al., 2011), the Late Hesperian Isidis sea likely represented a late phase of standing water on the surface of Mars that existed only for a geologically short time span (Kreslavsky and Head, 2002; Carr and Head, 2003). However, alternative interpretations exist for the formation of the Deuteronilus contact and for the origin of the VBF (e.g., Ghatan and Zimbelman, 2006). Those authors interpreted both landforms as results of volcanic processes. However, the surfaces of the IIP are spatially not connected with candidate source regions for volcanic materials, for example the volcanic plains of\nSyrtis Major or Amenthes Planum. Also the lack of Hesperian aqueous sources that could result in standing water in the Isidis basin is difficult to reconcile with the interpretation of the formation of the Deuteronilus contact as the result of an Isidis sea. A northern ocean as a possible source for water in the Isidis basin is uncertain, because the water of the ocean likely did not reach and overspill the contact between Utopia Planitia and Isidis Planitia (e.g., Carr and Head, 2003). Sources other than a northern ocean possibly could not provide the amount of water to fill the Isidis basin (Mangold et al., 2008a; Erkeling et al., 2011). The observations and results of Erkeling et al. (2012), including the Late Hesperian model ages and the onlap morphologies, are consistent with the assumption that the Deuteronilus contact in the Isidis basin represents a shoreline of the proposed Isidis sea, but do not necessarily prove its existence.\nIn conclusion, observations of fluvial, lacustrine and sea-scale landforms in the Libya Montes are ideal examples for extensive, long-term and repeated fluvial and lacustrine activity on Early Mars that is inconsistent with the climate conditions on recent Mars. Finally, the geologic setting and chronostratigraphic sequence, that indicates Late Noachian landforms at the Libya/ Isidis contact, Hesperian landforms at the Arabia shoreline and Early Amazonian landforms at the Deuteronilus contact, are consistent with the proposed Hesperian climate change from warm and wet to cold and dry conditions."
  }, {
    "heading": "4.2. Glacial processes on Mars: Evidence for their presence, distribution, timing and origin",
    "text": "In this section we describe the general deposits and relationships that have been established for glacial units and features and focus on several specific examples to illustrate the compelling evidence for their interpretation as glacial landforms. We treat these chronologically, starting with the Amazonian and working back to earlier Mars history."
  }, {
    "heading": "4.2.1. The Amazonian",
    "text": "Mars is currently a cold, hyper-arid global desert and water is sequestered in the regolith-cryosphere, with the major surface reservoir residing in the extensive polar caps, and very small amounts in the atmosphere (Carr, 1996a). In its past history, Mars has been characterized by significant variations in its spin-axis/ orbital elements (obliquity, eccentricity and precession) (Laskar et al., 2004) and these variations have led to the redistribution of water in the polar ice deposits to lower latitudes to create ice ages and their related deposits (e.g., Head et al., 2003).\nRecently emplaced latitude-dependent mantles (e.g., Head et al., 2003) are interpreted to be consistent with the predictions of enhanced obliquity amplitude characterizing the robust spin-axis/ orbital parameter predictions for the last several million years (e.g., Laskar et al., 2004). Understanding spin orbital parameterdriven climate change on Mars prior to 20 Ma ago requires geological evidence because numerical solutions for that period are non-unique (Laskar et al., 2004). Head et al. (2006a, 2006b) outlined geological evidence that lineated valley fill at low midlatitudes in the northern hemisphere of Mars originated through regional snow and ice accumulation and underwent glacial-like flow. Breached upland craters and theater-headed valleys reveal features typical of terrestrial glaciers. Parallel, converging and chevron-like lineations in potentially ice-rich deposits on valley floors indicate that flow occurred through constrictions and converged from different directions at different velocities. Together, these Martian deposits and erosional landforms resemble those of intermontaine glacial systems on Earth, particularly in their major morphology, topographic shape, planform and detailed surface features. An inferred Late Amazonian age, combined with predictions of climate models, suggest that the obliquity of Mars exceeded its recent values for a sustained period during which significant transfer of ice occurred from ice-rich regions (e.g., the poles) to mid-latitudes, causing prolonged snow and ice accumulation there and forming an extensive system of valley glaciers.\nVan Gasselt et al. (2007) used image and topographic data to study the origin, development, and post emplacement modification of a 30-km-long spatulate landform in the Hellas Montes area. The area is characterized by an abundance of lobate debris aprons, all of which van Gasselt et al. (2007) interpreted as a result of creep and viscous deformation of rock and ice mixtures. Explanations for the spatulate landform range from a rock glacier to a wet debris avalanche or debris flow origin; they present evidence that a landslide origin of the spatulate landform, connected with a\nsector collapse of a volcanic construct, is conceivable and van Gasselt et al. (2007) find evidence that the landslide has recently undergone or is still undergoing significant post emplacement modifications characteristic of rock glaciers in periglacial environments. Van Gasselt et al. (2007) present the eastern Hellas Planitia assemblages as a type location for possible Martian rock glaciers.\nImages from the Mars Express HRSC of debris aprons at the base of massifs in eastern Hellas revealed numerous concentrically ridged lobate and pitted features and related evidence of extremely ice-rich glacier-like viscous flow and sublimation, interpreted to be due to tropical to mid-latitude snow and ice accumulation, flow and glaciation (Head et al., 2005). These deposits were interpreted as evidence for geologically recent and recurring glacial activity in tropical and mid-latitude regions of Mars during periods of increased spin-axis obliquity when polar ice was mobilized and redeposited at lower latitudes (Hartmann et al., 2014); evidence was presented that abundant residual ice probably remains in these deposits and that these records of geologically recent climate changes are accessible to future automated and human surface exploration.\nUsing HRSC and related data, Head et al. (2010) developed criteria to recognize additional non-polar ice-related, glacial deposits that might represent the record of these spin-axis excursions. Topographic and imaging data acquired by recent spacecraft have revolutionized our understanding of these deposits, providing detailed information that helps to characterize their key parameters (structure, morphology, slopes, elevations, morphometry, stratigraphic relationships, etc.) that are essential to interpreting these deposits. In particular, the HRSC has provided image data and high-resolution digital elevation models that, together with complementary data from HiRISE, CTX, THEMIS and MOLA, have permitted the assessment of these types of features in the northern mid-latitudes of Mars.\nThese data have revealed that the Amazonian era was characterized by a variety of non-polar ice-related deposits (Head and Marchant, 2008; Carr and Head, 2010) ranging from the pole to the equator in distribution. These include: (1) High- to mid-latitude mantles (Kreslavsky and Head, 1999; Kreslavsky and Head, 2000; Mustard et al., 2001; Head et al., 2003; Milliken et al., 2003) and polygonal patterned ground (e.g., Mangold, 2005; Levy et al., 2010b); (2) Mid-latitude deposits such as Lobate Debris Aprons (LDA) and Lineated Valley Fill (LVF) (Lucchitta, 1981, 1984; Mangold, 2003; Pierce and Crown, 2003; Head et al., 2005, 2006a, 2006b, 2010; Li et al., 2005; Levy et al., 2007; Dickson et al., 2008, 2010; Ostrach et al., 2008; Morgan et al., 2009; Baker et al., 2010), Concentric Crater Fill (CCF) (Kreslavsky and Head, 2006; Levy et al., 2009, 2010a; Beach and Head, 2012; Dickson et al., 2012; Beach and Head, 2013) phantom LDA (Hauber et al., 2008b) and Pedestal Craters (Pd) (Meresse et al., 2006; Kadish et al., 2009, 2010; Kadish and Head, 2011b,a); (3) Low-latitude Tropical Mountain Glaciers (TMG) (Head and Marchant, 2003; Head et al., 2005; Shean et al., 2005, 2007; Kadish et al., 2008).\nGeneral circulation models (GCM) (e.g., Haberle et al., 2003; Forget et al., 2006; Madeleine et al., 2009) and glacial flow models (e.g., Fastook et al., 2008, 2011) illustrate the orbital parameter and atmospheric/surface conditions under which periods of non-polar glaciation are favored, and the resulting patterns of accumulation of snow and the flow of ice (Milliken et al., 2003; Forget et al., 2006; Fastook et al., 2008, 2011; Madeleine et al., 2009).\nHistorically, diverse processes have been proposed to account for these types of landforms. For example, candidate hypotheses proposed to account for the CCF include aeolian processes (Zimbelman et al., 1989), debris from bedrock recession of scarps (Sharp, 1973), ice-assisted talus flow (Squyres, 1978), rock glaciers (Squyres, 1979; Squyres and Carr, 1986; Haeberli et al., 2006), internally deforming ice (Lucchitta, 1984), flow of an icy substrate\ndown into a newly formed crater (Senft and Stewart, 2008), and debris-covered glaciers (Garvin et al., 2006; Kreslavsky and Head, 2006; Levy et al., 2009, 2010a; Beach and Head, 2012, 2013). Kreslavsky and Head (2006) and Levy et al. (2010a) discussed in detail these different hypotheses in the context of recent highresolution image and altimetry data, and arrive at the conclusion that CCF is composed largely of debris-covered ice that at some point flowed and then sublimated, to produce the observed flowlike debris cover. They envision the concentric crater fill to be mostly ice, with a relatively thin debris cover from the crater walls. There are four pieces of evidence for this: (1) the distribution of “ring-mold craters” (Kress and Head, 2008) suggest that the thickness of the current debris cover in CCF is about 15–20 m, much thinner than the total thickness of the often several km thick CCF; (2) Where SHARAD data have resolved the Lobate Debris Aprons (LDA) (Holt et al., 2008; Plaut et al., 2009), the hundreds of meters of ice below the debris cover is relatively debris-free, and the debris cover is in the less than 15 m range, (3) Geological relationships in crater interiors where floors and lower walls are covered with concentric crater fill-like textured material (Head et al., 2008) strongly suggest that the ice is being formed on the crater walls, covered with debris as the upper rocky walls are exposed, and transported out onto the floor as debris-covered glaciers, rather than ice-cemented talus/soils (Berman et al., 2005), and (4) Models of LDA emplacement (Fastook et al., 2014) suggest that a debris thickness of this order is very realistic and plausible. On the basis of a variety of evidence, numerous workers have concluded that the age of the CCF is Amazonian, reflecting processes that have taken place within the last several hundred million years (Kreslavsky and Head, 2006; Levy et al., 2010a; Beach and Head, 2012, 2013).\nTwo other related mid-latitude classes of features of Amazonian age, lobate debris aprons (LDA) and lineated valley fill (LVF), have been known since originally documented by Viking; their flow-like character suggested that deposition of ice in talus pile pore space caused lubrication and flow during an earlier climatic regime (e.g., Squyres, 1979). A number of factors had remained uncertain, however, including the detailed structure and texture of LDA/LVF, the relationships between them, their direction of flow, the origin and abundance of the lubricating agent, and their exact mode of origin (e.g., ice-assisted rock creep, ice-rich landslides, rock glaciers, debris-covered glaciers; see discussion above). Head et al. (2010) used HRSC image and topography data, in conjunction with a range of other post-Viking data sets, and new insights provided by cold-based terrestrial glacial analogs, to assess the characteristics of LDA/LVF in the northern mid-latitudes of Mars. They presented evidence that the characteristics and flow patterns of the LDA and LVF are most consistent with Late Amazonian debris-covered glacial valley systems. The broad distribution and integrated characteristics of the LDA/LVF systems suggest that earlier in the Amazonian, climatic conditions were such that significant snow and ice accumulated on mid-latitude plateaus and in valleys, producing integrated glacial landforms, the remnants of which are preserved today beneath residual sublimation till derived from adjacent valley walls. Atmospheric general circulation models suggest that these climatic conditions occurred when Mars was at a spin-axis obliquity of 351, and the atmosphere was relatively dusty. Glacial flow modeling under these conditions produces patterns similar to those documented in the LDA/LVF, and SHARAD radar data suggests that significant amounts of ice remain sequestered below the sublimation lag today (Holt et al., 2008; Plaut et al., 2009).\nGeological observations and impact crater size–frequency distribution data strongly suggest that during the Middle and Late Amazonian (Hartmann and Neukum, 2001), a significant part of the mid-to-high latitudes in both hemispheres was covered by regional snow and ice deposits, preserved today beneath pedestal craters (Kadish et al., 2009; Kadish et al., 2010; Kadish and Head,\n2011a). Pedestal crater heights show that a significant amount of snow and ice accumulated over broad regions in the mid-to-high latitudes during these periods. Regionally the mean height is 50 m, but values up to 160 m are seen in Utopia Planitia (Kadish et al., 2010). Accumulations in associated concentric crater fill (CCF) are typically many hundreds of meters and can exceed several kilometers (Kreslavsky and Head, 2006; Levy et al., 2009, 2010a; Beach and Head, 2012, 2013), often substantially filling the crater (Dickson et al., 2008, 2010, 2012).\nCould these mid- to high-latitude deposits and landforms (Fig. 1) signify an ice sheet of sufficient thickness to produce active glaciers that flowed across the surface of the Martian mid-latitudes, covering low-lying terrain and filling existing deeper lows, such as impact craters? Fastook and Head (2013) have assessed the global ice budget, regional slopes and the flow properties of accumulated ice and shown that accumulation-driven regional ice sheets were too thin to flow except where flow was caused by locally steep topographic slopes, such as those at the margins of crater and valley walls, on the sides of major edifices, and at the dichotomy boundary, as described subsequently.\nPedersen and Head (2010) documented evidence of widespread degraded Amazonian-aged ice-rich deposits in the transition between Elysium Rise and Utopia Planitia characterized by their relatively high albedo, the presence of ring-mold crater (RMC) morphologies (Kress and Head, 2008) and their pitted surfaces, with textures ranging from lineations and fish-scale-patterns to widely distributed knobs. These deposits were interpreted to be modified ice-rich material in the form of degraded deposits of concentric crater fill (CCF), lineated valley fill (LVF) and lobate debris aprons (LDA). The degraded CCF deposits are observed over a wide area and an elevation range of almost 9 km, demonstrating that icy mantle materials were initially deposited over extensive areas and were stable over a long time period, allowing the deposits to coexist and interact with different processes under very different conditions. These observations suggest that ice-rich material has played a major role in shaping the present-day landscape in the transition zone between the Elysium Rise and the Utopia Planitia Basin, and they provide a link for understanding Amazonian-aged degradation processes of ice-rich deposits.\nAdditional evidence of widespread glaciation in the mid-latitudes was found elsewhere. Levy et al. (2007) identified lineated valley fill and lobate debris apron stratigraphy in Nilosyrtis Mensae and showed that it represented evidence for phases of glacial modification of the dichotomy boundary through regional glacial overprinting of the landscape during the recent Amazonian. They combined stratigraphic relationships between lineated valley fill subunits, the regional integration and flow of lineated valley fill material, lineated valley fill degradation, and the nature and stratigraphic position of lobate debris aprons to show that there were multiple episodes of mid-latitude valley glacier activity. These observations suggest to Levy et al. (2007) the possibility of mid-latitude glacial deposits extending over broad portions of the Martian dichotomy boundary within the past several hundred million years.\nFurther constraints on the extent, age and episodicity of Amazonian glacial events were documented by Morgan et al. (2009) in a study of LDA and LVF in a 70,000 km2 region of the northern dichotomy boundary in Deuteronilus Mensae. In addition to showing integrated flow patterns of LDA and LVF, supporting an origin as debris-covered valley glacier landsystem, they documented evidence to suggest the presence of glacial highstands at least 800 m above the present level, implying previous conditions in which the distribution of ice was much more widespread. The timing of the most recent large-scale activity of the LDA/LVF in this area was shown to be about 100–500 million years ago, but they also documented evidence for a secondary, but significantly later limited phase of glaciation.\nFlow patterns of lobate debris aprons and lineated valley fill north of Ismeniae Fossae provided additional evidence for extensive mid-latitude glaciation in the Amazonian (Baker et al., 2010). Lineations and flow directions within LDA and LVF were mapped using images and topography from the HRSC and related instruments and showed that flow patterns emerge from numerous alcoves within the plateau walls, are integrated over distances of up to tens of kilometers, and have down-gradient flow directions. Smaller lobes confined within alcoves and superposed on the main LDA and LVF represent a later, less extensive glacial phase. Crater size–frequency distributions of LDA and LVF suggest a minimum (youngest) age of 100 Ma. These observations suggest that multiple glacial episodes occurred in the Late Amazonian and that LDA and LVF represent significant reservoirs of non-polar ice sequestered below a surface lag for hundreds of millions of years.\nFurther evidence for kilometer-thick ice accumulation and glaciation in the northern mid-latitudes of Mars was seen in Late Amazonian crater-filling events documented by Dickson et al. (2010) in impact craters in the Phlegra Montes. Here, an 8 km impact crater is superposed on the rim of a 32 km impact crater and evidence for flow from the larger crater into the perched smaller crater indicates an earlier period of significant ice accumulation and glaciation within this double crater. The relationships documented indicate that ice filled and overtopped the crater rim, providing minimum estimates of ice thickness (at least 1000 m thick to overtop the rims of both craters and induce gravitational flow onto the surrounding plains).\nEvidence for glacial thickness maxima and multiple glacial phases in the northern mid-latitudes was provided by Dickson et al. (2008), who documented an elevation difference between the upper limit of a previous highstand and the current surface of LVF at the study site of 920 m. They interpreted this difference to be the minimum amount of ice-surface lowering of the glacier system, and showed that consistent with a general lowering of the ice surface was the occurrence of multiple moraines and/or trimlines, and changes in LVF flow patterns, as the ice retreated and decreased in thickness. Furthermore, the superposition of several lobes onto the current surface of the LVF indicates that a phase of alpine glaciation followed the lowering of the valley glacial system.\nPatterns of accumulation and flow of ice in the mid-latitudes during the Amazonian provided further evidence for extensive ice deposits. Dickson et al. (2012) addressed the question of whether ice accumulation was mainly focused within individual craters and valleys and flow was largely local to regional in scale, or alternatively, ice accumulation was dominated by global latitudinal scale cold-based ice sheets. They mapped the orientation of CCF flow patterns in each hemisphere within well-preserved craters to distinguish between regional/hemispheric glaciation or local accumulation and flow. Their data revealed a latitudinal-dependence on flow direction: at low latitudes (o40–451) cold, pole-facing slopes are strongly preferred sites for ice accumulation, while at higher latitudes (440–451), slopes of all orientations show signs of ice accumulation and ice-related flow. Dickson et al. (2012) interpreted this to mean that poleward of 451, net accumulation of ice occurred on all surfaces and equatorward of 451, net accumulation of ice occurred predominantly on pole-facing slopes.\nCompelling evidence has also been presented Hauber et al. (2008b) for the former extension of glacial ice down to lower latitudes, equatorward of 7301, significantly lower latitudes than generally observed for occurrences of intact lobate debris aprons. Circumferential depressions enclosing mesas and plateaus in northern Kasei Valles and Tartarus Colles are interpreted as indicators of the former extent of lobate debris aprons that existed about 1 Ga ago and were embayed by lavas or other flow deposits. Hauber et al. (2008b) showed that after the lobate debris aprons\nhad been removed by sublimation and deflation, topographic depressions with a depth of 50 m and a width of several kilometers were left behind between the mesa or plateau scarp and the solidified flow materials, providing evidence that the paleoclimate at that time was related to a higher average obliquity of the rotational axis of Mars.\nChapman et al. (2010b) studied the 2500-km-long Echus Chasma and Kasei Valles system, describing geomorphic details, stratigraphic relations, and cratering statistics. Their analysis revealed that between the Hesperian and Amazonian Epochs on Mars (3.7 Ga to Recent), the area was affected by at least four episodes of widespread volcanic activity and four periods of episodic fluvio-glacial activity. For the Amazonian history of the study area, the last of the four volcanic episodes occurred between the last two episodes of fluvio-glacial activity and during this time glaciers and near-surface ice may have persisted through Amazonian time in local areas over the entire length of Kasei Valles.\nNeukum et al. (2004a) used the large-area coverage and highresolution data provided by the HRSC Experiment to study the time-stratigraphic relationships of volcanic and glacial structures in unprecedented detail and give insight into the geological evolution of Mars. They show that calderas on five major volcanoes on Mars have undergone repeated activation and resurfacing during the last 20% of Martian history and that glacial deposits show evidence for repeated phases of activity as recently as about four million years ago. Morphological evidence is found that snow and ice deposition on Olympus Mons at elevations of more than 7000 m led to episodes of glacial activity at this height. Even now, water ice protected by an insulating layer of dust may be present at high altitudes on Olympus Mons.\nAre non-polar ice-related deposits seen in the equatorial regions of Mars? Head and Marchant (2003) combined new Mars data with field-based observations of the flow, surface morphology, and depositional history of polar glaciers in Antarctica. They showed that the multiple facies of an extensive fan-shaped deposit on the western flanks of Arsia Mons volcano are consistent with deposition from cold-based mountain glaciers. An outer, ridged facies (multiple laterally extensive, arcuate and parallel ridges, resting without disturbance on both well-preserved lava flows and an impact crater) was interpreted as drop moraines formed at the margin of an ablating and predominantly receding cold-based glacier. A knobby facies (equidimensional knobs inward of the ridges) interpreted as a sublimation till derived from in situ downwasting of ash-rich glacier ice. A third facies (distinctive convex-outward lobes with concentric parallel ridges and aspect ratios elongated downslope) was interpreted to represents rockglacier deposits, some of which may still be underlain by a core of glacier ice. These surficial deposits provide compelling evidence that the western flank of Arsia Mons was occupied by an extensive (166,000 km2) tropical mountain glacial system accumulating on, and emerging from, the upper slopes of the volcano and spreading downslope to form a piedmont-like glacial fan.\nShean et al. (2005) examined the origin and evolution of the Pavonis Mons fan-shaped deposit and found that it too was a coldbased tropical mountain glacier. The same three facies that were observed at Arsia were also observed at Pavonis, and the Pavonis deposit was interpreted as the depositional remains of a coldbased glacier that formed in the recent history of Mars. Furthermore, the Pavonis Mons fan-shaped deposit contains several unique features that suggest that volcano–ice interactions played a role during its formation. Using recent results from Mars general circulation model simulations, they outlined a model of glacier formation involving atmospheric deposition of water ice on the northwestern flanks of the Tharsis Montes during periods of high mean obliquity. Reconstructed ice sheet profiles for each of the Tharsis Montes glaciers suggest that the ice sheets attained\naverage thicknesses of 1.6–2.4 km, values that are consistent with a cold-based glacial origin. Analysis of crater size–frequency distributions using new data indicates that the age of the glaciation lies within the Late Amazonian ( 10–200 Ma). Thus the results of Shean et al. (2005) suggest that multiple phases of tropical mountain glaciation occurred on Mars within the past few hundred Myr and that significant amounts of near-surface, equatorial ice may remain within the deposit today.\nKadish et al. (2008) also interpreted the smaller Ascraeus fanshaped deposit to be of glacial origin. Using HRSC mosaics and DTMs, their geomorphological assessment revealed evidence of glacial growth and retreat, including the same type of ridged facies seen at Pavonis and Arsia, interpreted to be composed of drop moraines emplaced during episodic glacial advance and retreat, and a knobby facies, interpreted to represent vertical downwasting of the ice sheet. Kadish et al. (2008) also documented evidence of volcano–ice interactions in the form of: (1) an arcuate inwardfacing scarp, interpreted to have formed by the chilling of lava flows against the glacial margin, (2) a plateau feature, interpreted to represent a subglacial eruption, and (3) knobby facies superimposed on flat-topped flows with leveed channels, interpreted to be subglacial inflated lava flows that subsequently drained and are covered by glacial till. On the basis of crater size–frequency distribution data, they documented a Mid- to Late-Amazonian age (250–380 Ma) and explored the climatic implications of recent glaciation at low latitudes on Mars.\nIn addition to the three Tharsis Montes (Ascraeus, Pavonis and Arsia) glacial deposits were found around the northwest flank of the Olympus Mons scarp in the form of remnant debris-covered piedmont glacier deposits (Milkovich et al., 2006). These features had previously been interpreted variously as landslide, pyroclastic, lava flow or glacial features but the advent of multiple highresolution image and topography data sets permitted a new analysis. On the basis of these new data, Milkovich et al. (2006) interpret these features as glacial deposits and the remnants of cold-based debris-covered glaciers that underwent multiple episodes of advance and retreat, occasionally interacting with extrusive volcanism from higher on the slopes of Olympus Mons (Basilevsky et al., 2005). Milkovich et al. (2006) identified fifteen distinctive lobes; typical lobes begin at a theater-like alcove in the Olympus Mons escarpment, and extend outward as tongueshaped or fan-shaped deposits. Other than minor channel-like features in association with lava–ice interactions, they found no evidence for the flow of liquid water in association with these lobate features that might suggest: (1) near-surface groundwater as a source for ice in the alcoves in the lobe source region at the base of the scarp, or (2) basal melting and drainage emanating from the lobes that might indicate wet-based glacial conditions. Instead, the array of features is consistent with cold-based glacial processes and orbital dynamic and climate models indicating extensive snow and ice accumulation associated with episodes of increased obliquity during the Late Amazonian. Indeed, Basilevsky et al. (2005) analyzed HRSC images and topography and showed that the western part of the Olympus Mons edifice is composed not only of lavas but also of sedimentary and volcanic–sedimentary rocks consisting of dust, volcanic ash, and H2O ice that precipitated from the atmosphere. They concluded that glaciations seen along the western foot of Olympus Mons (e.g., Lucchitta, 1981; Milkovich et al., 2006), also covered the gentle upper slopes of the edifice, with possible remnant ice preserved today, protected from sublimation by a dust blanket."
  }, {
    "heading": "4.2.2. The Hesperian and Late Noachian",
    "text": "Was it cold and dry and did glaciers form in the tropics and mid-latitudes during the Late Hesperian period of outflow channel\nformation? Mangala Valles, located in tropical regions of Mars, is interpreted to have formed by dike-induced cracking of the cryosphere to produce a linear graben and catastrophic release of groundwater sequestered under hydrostatic pressure (e.g., Basilevsky et al., 2009). Outpouring of water and downcutting led to erosion and widening of the graben to produce a trough. Patterns of ridges and lobes along the outer rims of the trough are interpreted by Head et al. (2004) to have formed primarily by local accumulations of snow and ice on the graben rim (derived from exposed ponded groundwater in the graben), and glacial-like outward flow of ice lobes resulting in development of moraines and tills along the north and south rims of the trough. As the Late Hesperian also displays many examples of valley networks and paleolakes, the coeval association of glacial features and fluvial landforms suggests globally cold conditions, with transient, episodic or regional warming compared to the present Mars.\nEvidence for the presence of an extensive Hesperian-aged volatile-rich south polar deposit (the Dorsa Argentea Formation and related units) underlying the present Amazonian-aged polar cap was presented by Head and Pratt (2001). The DAF covers a surface area as large as 2.94 106 km2 (about 2% of the surface of Mars), over twice the area of the present Amazonian-aged south polar deposits. The deposit characteristics indicate that it contained significant quantities of water ice in percentages comparable to present-day polar deposits. Evidence indicates that the ice sheet deposits underwent melt back and liquid water drainage into surrounding lows, including a large valley near the crater Schmidt and into the Argyre basin. Narrow sinuous ridges are interpreted as eskers, representing meltwater distribution networks at the base of the receding deposit. New data on the extensive development of large pits and depressions (cavi) support the interpretation that they represent basal melting of ice-rich deposits and shows that they have links to the esker systems. The presence of pedestal craters is further evidence of the removal of extensive volatile-rich deposits. Inspection of the margins of the Dorsa Argentea Formation reveals several large channels that begin there and drain downslope for distances between 900 and 1600 km onto the floor of the Argyre basin, some 3.5–4.0 km below their origin. A significant percentage of these volatiles have apparently remained in the DAF deposit, representing a net removal from the atmosphere and from the active hydrologic system in early Mars history.\nIs there any evidence of glaciation in the Late Noachian? Fastook et al. (2012) have argued that the DAF represents a residual deposit of a circumpolar ice sheet that existed in the Late Noachian, consistent with recent climate models that suggest a cold and icy highlands region for the Late Noachian (Forget et al., 2013; Wordsworth et al., 2013). These new climate models make predictions about the presence and distribution of ice in the Late Noachian that can be tested with new analyses."
  }, {
    "heading": "4.3. Gullies on periglacial landforms",
    "text": "Gullies on Mars are landforms which can extensively erode and modify periglacial landforms like volatile-rich dusty deposits (dust-ice mantle) (e.g., (Costard et al., 2002; Arfstrom and Hartmann, 2005; Berman et al., 2005; Balme et al., 2006; Dickson et al., 2007; Head et al., 2008; Reiss et al., 2009; Schon et al., 2009; Kneissl et al., 2010; Jouannic et al., 2012; Raack et al., 2012). Furthermore, some gullies on Mars show contemporary activity and modifications of the surface which was investigated by, e.g., Diniega et al. (2010), Dundas et al. (2010, 2012), Reiss et al. (2009) and Raack et al. (in press). The formation mechanisms of gullies are intensively discussed, i.e., formation by groundwater seepage (e.g., Malin and Edgett, 2000b; Heldmann and Mellon, 2004), melting of near surface ice or snow (e.g., Costard et al.,\n2002; Christensen, 2003), as well as CO2-based flows (e.g., Hoffman, 2000b; Musselwhite et al., 2001) or dry granular flows (Treiman, 2003; Shinbrot et al., 2004). In the Argyre Basin, which is located within the gullied latitudinal band (mid-latitudinal band that is characterized by a large number of gullies), a relative young dust-ice rich mantle incised by gullies allows to analyze their erosion (Raack et al. (2012). For the identification of gullies within the Argyre Basin, an extensive survey of HRSC images throughout the entire basin was performed. The highest density of gullies occurs on isolated hills in the northwestern part of the basin rim at 471S and 309.51W. An intensive survey with HRSC, CTX and HiRISE imagery data of this region allowed constraining the stratigraphic relationships of different morphologic units and their relative ages, including an estimation of gully ages (Raack et al., 2012).\nAn atmospherically derived dust-ice mantle covers large portions of the northwestern region of the Argyre basin. The fact that gullies emanate only from the dust-ice mantle in this region allows derivation of absolute maximum model ages via crater size–frequency measurements for gullies by counting craters on the dust-ice mantle, which is older than the gullies. Recent gullies, which are also incised into the dust–ice mantle were described in numerous studies (e.g., Christensen, 2003; Bleamaster and Crown, 2005; Bridges and Lackner, 2006; Dickson and Head, 2009; Reiss et al., 2009; Aston et al., 2011; Schon and Head, 2011). The derived absolute model age of the dust-ice mantle is 20 Ma (Raack et al.,\n2012), which is older than derived absolute model ages by Willmes et al. (2012) who dated the dust-ice mantle in the Malea Planum region further south (55–601S). In some regions, the dustice mantle has been reworked, which resulted in the formation of younger viscous flow features (Raack et al., 2012). Other investigations support a young age of viscous flow features. For example Head et al. (2005) derived absolute model ages of about 75 Ma for an impact crater at 391S, which is filled with viscous flow features. Also viscous flow features at the flank of Hecates Tholus ( 38.81N) show young ages between 5 and 25 Ma (Hauber et al., 2005). Aeolian units like large dark dunes (LDDs) and transverse aeolian ridges (TARs) are uncratered (due to the low crater preservation potential in this environment, i.e. fast coverage or erosion) and overlay large portions of the region (Raack et al., 2012) (see Fig. 16). Berman et al. (2011) proposed an age of less than 100 ka for TARs in the southern hemisphere. This very young unit is of interest because some gullies superimpose TARs and therefore have to be younger. A method to estimate upper limit absolute model ages of the TARs is to count 1 hypothetical small crater on the completely uncratered area (e.g., Reiss and Jaumann, 2003; Berman et al., 2011; Raack et al., 2012). With this method, upper limit absolute model ages of about 500 ka for the TAR unit are likely, with younger gullies superposing this aeolian unit (Raack et al., 2012). The age of the very young gullies (o500 ka) is comparable with one investigated young gully ( 1.25 Ma) by\nSchon et al. (2009) and with young gullies in Nirgal Vallis with ages between 300 ka and 3 Ma investigated by Reiss et al. (2004).\nGullies in the northwestern part of the Argyre Basin can be subdivided into two different morphologic types: pristine and degraded. Raack et al. (2012) found pristine gullies to occur more frequently on pole-facing slopes and degraded gullies to prefer equator-facing slopes. The authors conclude that this indicates differential erosion of the dust-ice mantle, likely due to variations of solar insolation, and propose more extensive/rapid erosion of gullies on equator-facing slopes. Alternatively the gullies could also represent at least two different generations, with older gullies on equator-facing slopes and younger ones on pole-facing slopes (Raack et al., 2012). This was also shown by Morgan et al. (2010), who proposed two phases of gully formation (gullies on equator-facing slopes with ages of about 20 Ma and a younger phase of gully formation on pole-facing slopes) at similar latitudes ( 461S).\nIn the northern and southern hemisphere, latitude-dependent dust and ice-rich surface mantles with scalloped depressions have been identified (e.g., Morgenstern et al., 2007; Lefort et al., 2009, 2010; Zanetti et al., 2010). The scallops exhibit a distinct asymmetric north–south slope profile with steep pole-facing scarps, flat floors and gentle equator-facing slopes. The majority of scalloped terrain is associated with the southern wall of the Hellas Basin and northern Malea Planum. Scalloped terrain contours the southern wall of the Hellas Basin, and occurs in areas where the ice-rich mantle is thickest. In particular, it is concentrated along the topographic highs near the Amphitrites and Peneus Paterae and its areal extent and depth decrease with increasing depth into the basin. Individual scalloped depressions can be up to 40 m deep, with typical depths ranging between 10 and 20 m. A study conducted by Zanetti et al. (2010) indicates that scalloped depressions form around small cracks, presumably caused by thermal contraction. With time, the small cracks in the mantle become increasingly larger and deeper through sublimation of interstitial ice from within the mantle. Sublimation is likely enhanced on equator-facing slopes because of increased solar insolation, which accounts for the observed asymmetric slope profile and hemispherical orientation. Zanetti et al. (2010) suggest that sublimation lag deposits can possibly be removed by dust devils or strong slope winds related to the Hellas Basin, offering an explanation as to why scalloped terrain is so abundant only in this area of the southern hemisphere. Daytime maximum summer temperatures suggest that sublimation in the study area of Malea Planum is possible under current conditions if the sublimation lag is removed. While it cannot be ruled out that scalloped terrain in\nMalea Planum is presently evolving, we attribute the extensive distribution to geologically recent obliquity excursions when conditions were more conducive to mesoscale modification of the ice-rich mantle. The observations of Zanetti et al. (2010) of scallop formation and development in the southern hemisphere support a solar-insolation model proposed by previous researchers (e.g., Morgenstern et al., 2007; Lefort et al., 2009, 2010)."
  }, {
    "heading": "4.4. Sedimentary processes",
    "text": "Located within the up to 11 km deep chasmata of the approximately 4000 km long Valles Marineris (VM), the largest valley in the solar system, are numerous enigmatic layered deposits, referred to as interior layered deposits (ILDs) (Lucchitta et al., 1994). Lucchitta et al. (1994) estimated that ILDs cover 17% of the total area of Valles Marineris, representing 60% by volume of all deposits within Valles Marineris. To date, there is no consensus on their origin. ILDs have been proposed to have formed in lacustrine (Nedell et al., 1987) or aeolian (Peterson, 1981) environments; it has been also suggested that they are the result of pyroclastic volcanism in subaerial (Lucchitta, 1987, 1990; Chapman, 2002; Hynek et al., 2003) or subglacial (Nedell et al., 1987; Chapman and Tanaka, 2001; Komatsu et al., 2004) environments. Some researchers (Malin and Edgett, 2000b; Catling et al., 2006) have suggested that ILDs are ancient and exhumed deposits, though most studies on ILDs conclude that they postdate the formation of the early basins and are Hesperian deposits (e.g., Scott and Tanaka, 1986; Tanaka, 1986; Schultz, 1998; Head et al., 2001). HRSC data provided for the first time large scale color 3D images of these large ILD mounds, which illustrated the complexity, the layering and substantial differences in the color of the superficial materials. Understanding this apparent complexity became the goal of many of the subsequent detailed studies on ILDs.\nHRSC-derived DTMs made it possible to measure the attitude of layering within the ILDs with some accuracy. Layers were found to be continuous and planar parallel for up to several kilometers. Layer dips are generally shallow to subhorizontal (Fueten et al., 2008; Roach et al., 2009; Sowe et al., 2011; Wendt et al., 2011) and in most cases dip in the same direction as the erosional slope (Fueten et al., 2008, 2010, 2011; Wendt et al., 2011). A spectacular exception to this general trend was presented by Okubo (2010) using HiRISE digital elevation models and orthoimages. Intense folding and faulting within an Amazonian ILD within West Candor Chasma was attributed to landsliding. By examining layer repetition within a thick sequence of strata within Becquerel Crater in Arabia Terra, Lewis et al. (2008) concluded that layering itself reflects cyclicity in environmental conditions.\nThe Mars Express OMEGA instrument detected mono- and polyhydrated sulfate minerals associated with light-toned layered deposits (Gendrin et al., 2005; Bibring et al., 2006) within VM. The monohydrated sulfate has been determined to be kieserite while the polyhydrated sulfates may be a mixture of a several minerals (Gendrin et al., 2005). Roach et al. (2009) documents alternating layers of mono- and polyhydrated sulfates in a single ILD within east Candor Chasma. Monohydrated sulfates were found to be primarily located on bright and steep ILD slopes, whereas polyhydrated sulfates were located on darker and gentler slopes (Mangold et al., 2008c; Roach et al., 2008; Flahaut et al., 2010a). Ferric oxides, phyllosilicates and opaline silica have also been detected on ILDs in VM and in chaotic terrains (e.g., Bibring et al., 2007; Le Deit et al., 2008; Bishop et al., 2009; Flahaut et al., 2010b; Sowe et al., 2011; Wendt et al., 2011).\nIn an attempt to explain the various hydrations states of sulfates, Roach et al. (2009) explored a variety of sulfate hydration hypothesis as climate modeling suggests that recent Mars environments may cover multiple sulfate stability fields. Using both OMEGA and CRISM observations over multiple years did not show any changes in sulfate signatures over that time. Roach et al. (2009) do however suggest that hydration during periods of high obliquity or exposure of metastable cyclic evaporite sequences may explain the observed multisulfate assemblage. Groundwater upwelling and evaporation may have played a significant role in the alteration of rocks (Andrews-Hanna et al., 2007).\nChasma-specific studies of ILDs highlight some of the differences and similarities. Sowe et al. (2011) compare ILDs within eastern VM, namely within Ganges and Capri/Eos Chasmata and the surrounding region. Based on layer geometries and the presence of sulfates, they conclude that deposition took place in a low-energy aquatic environment, with the same basic conditions for the examined ILDs. Using topographic, geomorphic and chronological evidence (Warner et al., 2013) argue that in fact Ganges and Capri were the sites of giant, kilometer deep lakes, which spilled during the early Amazonian, creating an outlet to the northern regions. Flahaut et al. (2010a) document that ILDs within Capri Chasma are surrounded and cut by features attributed to the flow of liquid water, which was still present after their formation. Within Ganges polyhydrated sulfates are stratigraphically on top of monohydrated sulfates (Sowe et al., 2011). Flahaut et al. (2010b) report a similar arrangement for Capri, but also find that polyhydrated sulfates can form a basal layer. They suggest that sulfates may have directly precipitated, or alternatively formed by alteration of preexisting ILDs. That alteration may have been facilitated either by groundwater, or taken place in a shallow water-filled basin.\nWhile Coprates Chasma is not the site of large ILDs, the study of two small ILDs in the northern and southern walls of Coprates concluded that they too formed within small closed basins (Fueten et al., 2010, 2011). In both cases, evidence is presented that ILDs clearly post-date the formation of these basins and that basement geometry influences layer attitudes. Both, mono- and polyhydrated sulfates were detected; though no clear stratigraphic relationship could be identified in either case.\nSulfates within ILDs are also present within East Candor Chasma (Le Deit et al., 2008; Roach et al., 2009). In addition, Le Deit et al. (2008) document significant amounts of ferric oxides near ILD mounds and suggest that ferric oxides had precipitated within the ILDs, from a solution previously enriched in Fe by leaching of iron-bearing silicates or sulfates. Subsequent erosion would have led to the accumulation of these oxides near the base of the ILDs.\nWest Candor is arguably the chasma that has received the greatest amount of attention. Mangold et al. (2008c) was the first team to analyze the extensive outcroppings of monohydrated kieserite and polyhydrated sulfates using OMEGA data. Within this\nchasma kieserite is more widely distributed than polyhydrated sulfates. Furthermore, it is primarily located along the erosional flanks of the major ILD mounds and can be correlated with outcrops of light-toned material. By contrast, polyhydrated sulfates are preferentially located on less eroded walls with lower albedo. Iron oxides are once again interpreted as erosional lag. Using the higher resolution CRISM data, Murchie et al. (2009b) subsequently analyze portions of this chasma, with specific emphasis on Ceti Mensa and Candor Mensa. They suggest that the bulk of the mounds are composed of monohydrated sulfates, while polyhydrated sulfates are found in discrete layers, located primarily in the upper portions of the stratigraphy. Murchie et al. (2009b) favor an evaporative groundwater model for the formation of these ILDs inwhich aeolian dust and sand are lithified by evaporates. In this model, polyhydrated sulfates form late and reflect changes in climate or discharge rate and lessened salinity.\nIn a study more aimed to understand the geometry and stratigraphy of ILDs within West Candor Chasma, Fueten et al. (2008) measure layer attitudes of several mounds and attempt to correlate the stratigraphy. While layering was generally shallow, layer attitudes varied between mounds. Fueten et al. (2008) were able to demonstrate a simple correlation of stratigraphy and at least one major unconformity representing a significant period of erosion. They proposed a model for ILD formation in which the collapse of W Candor proceeded through the collapse of smaller sub-basins and postulated that a significant erosion event that produced free standing mesas could be correlated with the linking of chasmata during VM opening. Using HiRISE DTMs and orthoimages, Okubo (2010) measured a series of structural features such as bedding, faults, folds, deformation bands and joints within an ILD package, termed layered sedimentary deposits (LSD), and located near the southern wall of Candor Chasma. This LSD is interpreted as Amazonian and postdates the ILD mounds studied by Fueten et al. (2008). Okubo (2010) argues that the continuity of layers and their consistent thickness suggest low-energy deposition within an offshore sub-aqueous environment. Deformations of the LSD, which resulted in kilometer-scale faulting and folding, are the result of landslide events in which the overall direction of the slide was to the south.\nLocated immediately to the north of Candor Chasma, Ophir chasma also contains sulfates and iron oxides (Wendt et al., 2013). In this chasma, sulfates are primarily located at two major locations, near the southern chasma wall of Ophir and near western Ophir Mensa. Near the chasm wall, kieserite is clearly superimposed on the underlying wall rock and is itself unconformably overlain by polyhydrated sulfates. Near Ophir Mensa the relationship is more complex. Wendt et al. (2013) reject the possibility of sulfates forming within a body of standing water because it would necessitate several thousand meters of standing water. Instead, they favor sulfate production by groundwater for the outcrop near Ophir Mensa and possibly atmospherically supplied water for the outcrop at higher elevations near the chasma wall.\nWhile the above mentioned chasmata are all interconnected, several chasmata have no topographic connection to VM. Juventae Chasma contains four ILD mounds and a large outflow channel to the north. Bishop et al. (2009) demonstrate that each mound is associated with sulfates and that monohydrated sulfates dominate. Polyhydrated sulfates occur most predominantly on top of mound B, superimposed on monohydrated sulfates. The appearance of layering in mound B also differs significantly from those of the other mounds. Bishop et al. (2009) suggest that two of these mounds may originally have been deposited as a single deposit that was later separated by erosion, but that the distribution of all four mounds is best explained by deposition in originally separated sub-basins.\nHebes Chasma lacks a physical outlet, being completely enclosed by Tharsis plateau rocks. A large central ILD rises to near plateau levels in the center, but is surrounded by a moat that separates it from the chasma walls. Kieserite occurs in several locations (Gendrin et al., 2005; Hauber et al., 2006, 2008a) and can be correlated with light-toned material (Adams et al., 2009).\nThe studies outlined above all focus on large ILD mounds that fill a significant portion of the chasmata of VM. However, features that share the characteristics of layering and sulfate mineralogy have been observed in other locations. Fluid escape on Mars has been proposed in several geologic settings. Features related to fluid escape include both mud volcanism-like deposits and landforms (Skinner and Tanaka, 2007; Oehler and Allen, 2010; Komatsu et al., 2011; Pondrelli et al., 2011a) and possible precipitates (Allen and Oehler, 2008; Rossi et al., 2008).\nParticularly, the possibility of spring deposits in the northern portion of Mars’ highlands (Arabia Terra) and in the Valles Marineris/Chaotic Terrain regions has been proposed (Oehler and Allen, 2010; Pondrelli et al., 2011a). Whether some of those are reflecting spring-related deposition rather than mud expulsion driven by subsurface fluids is subject to further work (e.g., Pondrelli et al., 2011a; Franchi et al., 2014). The two processes might be co-existing. The geological setting of both candidate spring deposits and mud volcanoes between the Valles Marineris/ Chaotic terrain region and Arabia Terra is linked to a deeply fractured subsurface, either by chasma/chaos-collapse processes or impact-related faulting and fracturing, both favoring subsurface fluids to emerge. The latter is particularly consistent with the location of mounds in Firsoff Crater described by (Pondrelli et al., 2011a) (Fig. 18).\nHRSC-based computations on crater bulges (Crommelin Crater and Firsoff Crater in particular) in Arabia Terra allowed quantifying the geometry of the Equatorial Layered Deposits (ELDs, Franchi et al., 2014). ELDs reach their maximum thickness of more than 2 km roughly in correspondence of the crater central peak (Franchi et al., 2014). The most significant morphologies associated with these deposits are represented by hundreds of meters large mounds made of breccia and fissure ridges that can be as long as hundreds of meters to several kilometers. Mounds consist of both simple and coalesced semi-circular conical features ranging from 100 to 500 m in diameter and roughly tens of meters in height (Pondrelli et al., 2011a). They are made of either matrix or clast-supported boulder-sized material, with high albedo clasts and darker matrix. Other regions with light-toned\ndeposits were studied with HRSC as well. Among these regions, the plateau around the Mawrth Vallis outflow channel raised a strong interest due to the detection of widespread clay minerals (Loizeau et al., 2007). Results from the correlation of mineralogy and HRSC color images and DTMs show that the clay-bearing unit can be divided into sub-units on the basis of differences in color and composition (Loizeau et al., 2010). False-colors visible imagery, alternating white/bluish and orange/red colored units correspond to a compositional succession of respectively Aland Fe- or Mg-phyllosilicate rich material. Geological crosssections DTMs results show that the dips of the upper Al-clay kaolinite-bearing unit follows the present topography, suggesting that it formed through a wet pedogenetic environment (Loizeau et al., 2010)."
  }, {
    "heading": "4.5. Aeolian processes",
    "text": "Aeolian processes, i.e. transport and accumulation processes by wind, are highly dynamic and the dominant surface forming processes on recent Mars. They result in a variety of depositional and erosional surface features. Aeolian depositional features on Mars comprise vast dark sand sheets, wind streaks, individual dark dunes, larger dark dune fields, giant dark ergs, and numerous bright transverse aeolian ridges (TARs), all of them being subject of Martian research since decades (e.g., Arvidson, 1974; Iversen et al., 1976; Breed et al., 1979; Tsoar et al., 1979; Thomas, 1984; Greeley and Iversen, 1985; Edgett and Christensen, 1991, 1994; Edgett and Blumberg, 1994; Thomas and Gierasch, 1995; Edgett and Malin, 2000; Malin and Edgett, 2001; Bourke et al., 2003; Greeley and Thompson, 2003; Fergason and Christensen, 2004; Fenton et al., 2005; Bourke and Edgett, 2006; Bridges et al., 2007a, 2011; Hayward et al., 2007; Balme et al., 2008;; Chojnacki et al., 2011b; Tirsch et al., 2011; Shockey and Zimbelman, 2013; Silvestro et al., 2013). Sand transport on Mars requires higher effective wind speeds than on Earth due to the lower atmospheric pressure and density, resulting in higher threshold friction velocities (Greeley et al., 1980; Edgett and Christensen, 1991). Aeolian bedforms occur almost globally distributed on the Martian surface, with a higher number of depositions in depression such as impact craters, canyons and troughs, as well as around the north polar cap (Hayward, 2011; Hayward et al., 2014). The extensive surface coverage of HRSC data enabled the analysis of dune fields, sand sheets, and other aeolian deposits in local and global studies (e.g., Rodriguez et al., 2007; Reiss et al., 2010a; Silvestro et al., 2010a;\nChojnacki et al., 2011b, 2012; Tirsch et al., 2011; Cardinale et al., 2012; Gardin et al., 2012; Silvestro et al., 2012). HRSC nadir images of up to 10 m/pixel spatial resolution provided excellent overview images for these studies displaying the entire locations with a satisfactory resolution of ground details such as dune size, dune type, slip face orientation (Fig. 19) and layering sequences. Comparison of slip face orientations on HRSC data with wind direction data from meso-scale to high-resolution general circulation models revealed those dune bodies that have not been built by recent wind regimes (e.g., Tirsch et al., 2006; Gardin et al., 2012; Silvestro et al., 2012). Thus, dunes preserve a record of atmospheric wind conditions and can thus be used as ground truth for global circulations models and climate models (Hayward et al., 2009).\nIn many studies, HRSC data were combined with further highresolution image data sets, such as MOC, CTX, and HiRISE for detailed small-scale analyses such as ripples on the dune surface or seasonal frost features (e.g., Horváth et al., 2009; Kereszturi et al., 2011; Chojnacki et al., 2014a). Complementary HRSC DTMs with spatial resolutions of up to 50 m/pixel were used to analyze the local dune environment as well as the dune morphometry such as the relative surface relief, dune height, and dune slopes (e. g., Chojnacki et al., 2010, 2012, 2014a; Diniega et al., 2010; Tirsch et al., 2011; Silvestro et al., 2012). Colorized HRSC perspective views provide instructive figures revealing the relationships between the dunes and their spatial environment (e.g., Chapman et al., 2011; Kereszturi et al., 2011; Tirsch et al., 2011; Silvestro et al., 2012) (Fig. 20).\nThe combination of HRSC image and topography data with spectral datasets like OMEGA and CRISM provides easy handling spatial views of the dunes fields revealing that most dark dunes on Mars comprise a comparable unaltered ultramafic composition dominated by olivine as well as high- and low-calcium pyroxene (e.g., Rogers and Christensen, 2003; Ruff and Christensen, 2007; Mangold et al., 2008c; Tirsch et al., 2011; Chojnacki et al., 2014a). Besides that, diversity in the dune sand composition was detected in the dunes of Valles Marineris. Owning to different local geologic source units, those dunes are not only composed of mafic minerals but also of alteration products like sulfates and weathered Febearing glass (Murchie et al., 2009a; Roach et al., 2009; Chojnacki et al., 2014a, 2014b). The highest abundance of dunes composed of\nhydrated minerals is located in the region Olympia Undae at the North Pole. These large circumpolar dark dune fields are enriched in gypsum minerals (Langevin et al., 2005; Fishbaugh et al., 2007; Horgan et al., 2009) originating from geologic units beneath the polar ice cap like the Basal Unit and the Upper Layered Deposits (ULDs) exposed in troughs (e.g., Thomas and Weitz, 1989; Byrne and Murray, 2002; Rodriguez et al., 2007; Tanaka and Hayward, 2008; Zimbelman et al., 2013).\nAnalyses of HRSC data overlain by TES and THEMIS thermal inertia data discovered that the Martian dunes sands possess a variety of grain sizes ranging from medium to coarse sand, whereby some dunes surfaces are interpreted to be indurated (e. g., Tirsch, 2009; Chojnacki et al., 2014a). Edgett and Christensen (1991) proved that Martian dunes sands are in general coarsergrained than terrestrial ones, which average around fine to medium sand. Because of the higher surface friction velocities needed to move particles at low atmospheric pressures and a lower gravity, larger grains can become lifted (White, 1979;\nIversen and White, 1982; Greeley et al., 1999; Tirsch, 2009). It was long time thought that significant dune movement on Mars under current atmospheric conditions is neglectable. However, recent studies have shown that change detection of aeolian sand dunes can be observed on MOC and HiRISE scale (e.g., Bridges et al., 2007b, 2012a; 2012b; 2013; Bourke et al., 2008; Sullivan et al., 2008; Silvestro et al., 2010b, 2011, 2013; Chojnacki et al., 2011a; Geissler et al., 2013). Ripple migrations observed in HiRISE data enabled quantifying dune migration rates of 0.4–1 m up to a few meters per Martian year (Silvestro et al., 2011; Bridges et al., 2012b). Also changes of aeolian wind streaks and dust devil tracks have been observed by comparing multi-temporal HRSC and THEMIS imagery, where wind streaks in Gusev Crater were observed to fade due to dust settling from the atmosphere (Greeley et al., 2005a, 2006). Both features can represent either erosional or depositional aeolian landforms, depending on their individual formation process.\nDust devils are vertical convective vortices made visible by the entrainment of dust. Dust devils are an important factor to lift dust in the Martian atmosphere, replenishing the background atmospheric dust haze (e.g., Balme and Greeley, 2006). Their frequent occurrence on Mars is well documented by several orbiter, lander and rover instruments over the last decades (e.g., Ryan and Lucich, 1983; Thomas and Gierasch, 1985; Metzger et al., 1999; Murphy and Nelli, 2002; Cantor et al., 2006; Stanzel et al., 2008; Towner, 2009; Ellehoj et al., 2010; Greeley et al., 2010; Choi and Dundas, 2011; Reiss et al., 2014b). Passages of dust devils often leave tracks of decreased albedo on the surface (e.g., Grant and Schultz, 1987), although some of them are bright. The formation of dust devil tracks is suggested to be caused by changes of photometric properties (grain size) due to removal of a thin (few microns) topmost layer of dust (Michaels, 2006; Reiss et al., 2014a) and thus the exposure of a coarser grained substrate such as coarse sands (dark tracks) (Greeley et al., 2005a; Reiss et al., 2010b), redeposition of sands (dark cycloidal tracks) (Greeley et al., 2004; Reiss et al., 2013), and destruction of dust aggregates (bright tracks) (Reiss et al., 2011a). However, the vast majority of dust devil tracks on Mars is dark and can significantly lower the surface albedo of larger regions (Geissler, 2005), which affects large-scale weather patterns and recent climate change on Mars (Fenton et al., 2007). The unique imaging capabilities of the HRSC instrument allowed for the first time the measurements of dust devil translational speeds by using the two stereo and nadir channels, which cover the same surface area at different times (Fig. 21). In total, the\ntranslational speed (ground speed) of 205 dust devils was directly measured from orbit ranging between 1 to 59 m/s. Dust devil translational speeds and directions of motion are consistent with General Circulation Models (GCM) suggesting that they are moving at speeds and in directions predetermined by wind speeds and directions within the Planetary Boundary Layer (PBL) (Stanzel et al., 2006, 2008). The combination of the dust-lifting rate derived from the MER Spirit and HRSC dust devil observations suggests that dust devils make a significant contribution to the dust entrainment into the atmosphere and to the Martian dust cycle (Stanzel et al., 2008). Joint HRSC and MER Spirit dust devil observations were done in October 2005 and April 2007 but they were either not in the field of view or no dust devils were active during these observations (Stanzel et al., 2008). The minimum duration (‘lifetime’) of some dust devils were calculated using the measured translational speed and the length of associated tracks resulting in minimum ‘lifetimes’ of 3.7–32.5 min with a mean value of 13 min (Stanzel et al., 2008). Additional active dust devils were observed in Syria Planum in HRSC and Mars Observer Camera–Wide Angle (MOC–WA) imagery acquired on the same day with a time delay of 26 min (Reiss et al., 2011b). Some larger dust devils observed in the MOC–WA image could be correlated to their counterparts in the later acquired HRSC image based on the translational speed, direction of movement and size implying minimum duration times of 26 min (Reiss et al., 2011b). A minimum duration of 74 min was derived for a large devil based on its additional, associated track length (Reiss et al., 2011b). This multitemporal study implies that larger dust devils have much longer ‘lifetimes’ than smaller ones on Mars, as it is the case on Earth. Estimates indicate that large dust devils (4300–1000 m in diameter) may contribute to 50% of dust entrainment by dust devils into the atmosphere compared to the dust devils o300 m in diameter given that the dust devil size–frequency distribution follows a power-law (Reiss et al., 2011b).\nA further type of aeolian features observed with HRSC data are slope streaks, frequently occurring along the walls of impact craters and other depressions. Slope streaks are gravity-driven albedo features observed on Martian slopes since the Viking missions (Ferguson and Lucchitta, 1984). Their possible mechanisms of formation was debated, invoking alternatively dry granular flow or wet mast wasting (Sullivan et al., 2001; Ferris et al., 2002; Miyamoto et al., 2004; Kreslavsky and Head, 2009). Systematic mapping of slope streaks from HRSC images indicates that the distribution of slope streaks is correlated with prevailing wind\ndirections and zones of preferential dust accumulation (Baratoux et al., 2006). Slope streaks appear therefore to be avalanches controlled by the preferential accumulation of dust in the downstream side of the wind flow. Other albedo features have been identified on dust-free regions, and would appear to involve seasonal flows onwarm slopes (McEwen et al., 2011) but represent a distinct family of objects."
  }, {
    "heading": "5. Summary and implications for the geologic history of Mars",
    "text": "This paper has shown how diverse geological analyses based on HRSC can be. It also reflects an emphasis on exogenic processes, since availability of high-resolution image and topography data gained so far, does support this type of analyses to a greater extent. However, we can expect forthcoming HRSC data to increase the number of studies focused on endogenic processes significantly during the upcoming mission phase promising high-resolution data of tectonic and volcanic features. With HRSC data it was possible to observe and analyze how impact erosion, water, ice, aeolian processes and endogenic activities shaped and altered the surface of Mars over time. Resulting landforms and geologic units carry the climate record throughout the Martian history. The specific design of the HRSC allows simultaneously investigating topography, morphology, and structure of surface features and thus enables inferring their geological context. The surface as observed by HRSC indicates major modification by endogenic and exogenic processes at all scales. Besides constraining the ages of surface features, HRSC also provides basic data for quantitative analyses to constrain the emplacement of volcanic material, fluvial erosional processes, glacial and periglacial surface modification, and aeolian surface/atmosphere interactions. HRSC provides image and digital terrain model data at high spatial resolution bridging the gap between the Viking and THEMIS lower resolution data and the highest resolved images of CTX and HiRISE for imagery and MOLA and CTX and HiRISE for topographic data (Fig. 2). HRSC images and DTMs in combination with those datasets considerably enhances our ability to observe, analyze, and interpret surface deposits and landforms and their associated processes that have shaped the surface of Mars in the past and to some extent continue until today.\nDetailed regional age determinations constrained the volcanic activity on Mars to have been active over more than 4 Ga (Platz and Michael, 2011). Small ancient volcanoes in the southern highlands and in Elysium, the Tyrrhena and Hadriaca Patera date back to Noachian times (Williams et al., 2008; Vaucher et al., 2009a; Xiao et al., 2012; De Pablo et al., 2013). Episodes of late volcanic activity, e.g., on central Elysium Planitia, occurred in Hesperian and Amazonian times (e.g., Vaucher et al., 2009a). However, the volcanic intensity during the Amazonian Period is markedly reduced compared to the early volcanic history. The relative history and coupling between volcanic episodes and geologic units is observed throughout the Martian history. Even late volcanic activity in central Elysium Planitia is observed as episodic events (Vaucher et al., 2009a; Platz and Michael, 2011), but with a markedly reduced intensity over the last 1 Ga.\nLarge tectonic features tend to be old while tectonically induced landslides and some wrinkle ridges are of Amazonian age (Basilevsky et al., 2006; Spagnuolo et al., 2011). In particular, the formation ages of the Thaumasia double rift and the Acheron Fossae rift was bracketed to the period 4–3.5 Ga by dating the older rift flanks and the younger volcanic units covering the rift floors (Hauber et al., 2010). Tempe Fossae rift was dated at 3.5 Ga. Results from the analysis of both extensional and contractional tectonic surface features are consistent and suggest that the lithosphere was still relatively thin at the end of the Noachian\nand crustal growth continued at that time (Grott et al., 2005). Endogenic activity on Mars had a long-lasting history, as also indicated by the history of volcanism, and may continue even today (Spagnuolo et al., 2011).\nEndogenic landforms (e.g., tectonic rifts, small basaltic shield volcanoes) were found to be very similar to their equivalents on Earth (Neukum et al., 2004a, 2010; Hauber et al., 2005, 2009a; Platz and Michael, 2011), suggesting that processes unique to Mars may not be required to explain their formation. Volcanism may have been active up to the very recent past or even to the present, putting important constraints on thermal evolution models (Hauber et al., 2009a; Neukum et al., 2010; Platz and Michael, 2011).\nFluvial activities as expressed by valleys and deltas dated back to about 4 Ga (e.g., Ansan et al., 2011) but show episodic activities throughout the Martian history (e.g., Basilevsky et al., 2009; Erkeling et al., 2010; Jaumann et al., 2010b; Mangold et al., 2012c; Hauber et al., 2013). Valley networks on Mars provide critical clues about the physical state of water and its spatial distribution at the surface in relation with the climatic conditions throughout the history of Mars (e.g., Carr, 1996b). HRSC data give evidence that precipitation, either as snowmelt or rainfall, was necessary to create at least some of Late Noachian valley networks (Ansan et al., 2008; Erkeling et al., 2010; Jaumann et al., 2010b; Ansan and Mangold, 2013), confirming previous studies (e.g., Craddock and Howard, 2002; Howard et al., 2005; Irwin et al., 2005a; Ansan and Mangold, 2006; Hynek et al., 2010; AndrewsHanna and Lewis, 2011), and implying a somewhat wetter but not necessarily warmer climate early in its history (Sagan et al., 1973; Carr, 1981; Forget and Pierrehumbert, 1997; Craddock and Howard, 2002; Howard et al., 2005; Irwin et al., 2005a). These climatic conditions seem to continue more or less episodically during the Hesperian Period, because of the presence of paleolakes, in which fan-deltas settled at the outlet of valleys (e.g., Hauber et al., 2009b; Erkeling et al., 2012). The more recent Late Hesperian and Amazonian climate ( 3 Ga) appear to have been cold and hyperarid throughout, as seen from the scarcity of fluvial activity as well as that of hydrated minerals (Bibring et al., 2005; Mangold et al., 2007; Fassett and Head, 2008). The analyses of HRSC data shows that most of later (i.e., Hesperian, Amazonian) fluvial landforms likely formed under regional environments that experienced episodic melting of water ice due to a variety of conditions (episodic snowmelt triggered by obliquity variations, hydrothermal heating, impact cratering, etc. (Basilevsky et al., 2006; Mangold, 2012; Mangold et al., 2012c; Jaumann et al., 2014b), rather than a globally warmer climate conditions.\nThe occurrence of thick and extended ice-related features (i.e., kame-like features and thermokarst depressions) overlaying catastrophic flood morphologies implies that extended ice masses were formed most probably as a consequence of catastrophic floods. Ice masses, in fact, could have formed because of cold-dry (similar to the present) climatic conditions on Mars (Wallace and Sagan, 1979), which cause flowing water to form tens to several hundreds of meters thick ice-masses. Nevertheless the release of such large amounts of water and possibly carbon dioxide from the subsurface during catastrophic flood outburst would have rapidly released water vapor and carbon dioxide into the atmosphere, generating a transient greenhouse effect (Baker et al., 1991; Baker, 2001, 2009b). In effect, many pieces of geomorphological evidence resulting from the postulated transient greenhouse effect are observable in HRSC data of Ares Vallis (i.e., sinuous channels, kame-like features and alas valleys), and they account for the presence of liquid water on the Martian surface in equilibrium with the atmosphere and in non-catastrophic conditions (Pacifici, 2008; Pacifici et al., 2009; Warner et al., 2009a). They indicate that periods of warmer-wetter climatic conditions occurred as a\nconsequence of catastrophic floods. Pristine morphologies characterizing ice-related features of Ares Vallis suggest that sublimation processes drove the main degradation of ice masses. This could imply that warmer-wetter climatic conditions occurred for a relatively brief time, and that, at the end, climatic conditions became colder and drier similar to present-day Mars.\nIn contrast to cold-climate glacial and periglacial landforms, ILDs represent a series of deposits pointing to possible warmer climate conditions involving liquid water (e.g., Bibring et al., 2007; Le Deit et al., 2008; Bishop et al., 2009; Flahaut et al., 2010b; Sowe et al., 2011; Wendt et al., 2011). Besides that, they indicate diverse origins with complex and varied histories. However it is also apparent from the studies cited in this paper that some commonalities are emerging. Where the relationship between ILD and the basement rock of the Tharsis plateau occurs, ILDs are imposed upon that basement rock. If not deformed by late events such as landslides, ILD layering is laterally continuous with predominantly parallel layers. While several unconformities have been documented, these appear to be correlated with few but major events. ILDs are associated with both mono and polyhydrated sulfates; in the most common distribution monohydrated sulfate forms the basal layer and is frequently interpreted to compose the bulk of the deposit itself. Polyhydrated sulfate is most commonly found on top of the monohydrated material, though it may also form the basal layer as in Capri Mensa. An origin due to open water, ground water or ice/snow has been suggested because the sulfates are associated with liquid water.\nMars’ climate history left its traces on the surface of the planet. Various erosional processes characterize Noachian landscapes. Landforms such as widespread valley networks, fluvial deposits and associated assemblages of hydrated clay minerals have led researchers to propose the hypothesis that the Martian climate was considerably wetter during the early history of Mars (e.g., Sagan et al., 1973; Pollack, 1979; Craddock and Howard, 2002; Andrews-Hanna and Lewis, 2011) although clay minerals could also have been formed by subsurface weathering under cold and arid climate conditions (e.g., Ehlmann et al., 2013). At the boundary between the Late Noachian and Early Hesperian, environmental and climate conditions changed significantly and resulted in a transition towards a colder and drier climate. The intensity of aqueous activity decreased throughout the Hesperian, including a transition from long-term and repeated precipitation-induced fluvial activity towards reduced, short-term, spatially isolated and groundwater-dominated fluvial erosion (e.g., Harrison and Grimm, 2005; Solomon et al., 2005; Erkeling et al., 2010; Jaumann et al., 2010b; Carr, 2012). By the end of the Hesperian, fluvial erosion had mostly ceased and volcanic, aeolian and glacial processes are interpreted to be dominant on Mars. The Early Amazonian was already most likely characterized by a cold and dry climate that was similar to the conditions on recent Mars. However, Mars’ climate and aqueous history, in particular the timing of the termination of dendritic valley network formation due to widespread surface runoff and the transition from precipitation-induced toward groundwater-dominated erosion such as sapping and outflow channel formation, is still subject of debate. The analyses of diverse landforms produced by aqueous processes revealed that surface water activity was likely episodic, but ranged in age from very ancient to very recent (Jaumann et al., 2005, 2010b; Di Achille et al., 2006a; Reiss et al., 2009; Kleinhans et al., 2010; Erkeling et al., 2012; Raack et al., 2012). Particularly important are prominent glacial and periglacial processes at several latitudes, including mountain glaciers and a frozen sea (Head et al., 2005, 2010; Murray et al., 2005; Shean et al., 2005; Marchant and Head, 2007b; Rossi et al., 2011; van Gasselt et al., 2011). They date from Noachian to Amazonian times and give clues on cooler, snow- and ice-dominated environmental\nconditions at their time of activity. The identification of aqueous alteration minerals and their geological context has enabled a better understanding of paleo-environmental conditions and pedogenetic processes (e.g., Mustard et al., 2009; Le Deit et al., 2010, 2012; Ehlmann et al., 2013). Dark dunes contain volcanic material and are evidence for a very dynamic surface, characterized by widespread erosion, transport, and re-deposition (e.g., Chojnacki et al., 2011b; Tirsch et al., 2011; Silvestro et al., 2013; Hayward et al., 2014). Recently formed gullies and alluvial fans might have experienced even shorter periods of liquid water (minutes to hours), as shown by the identification of debris flow deposits that were formed by short-lived high-energy mass-wasting events (e.g., Reiss et al., 2010a; Johnsson et al., 2014). However, most gullies show morphological characteristics, which indicate that they were formed by repeated flow events involving fluvialdominated processes, such as snow deposits melting during high-obliquity phases (e.g., Costard et al., 2002; Head et al., 2008, 2010)."
  }, {
    "heading": "Acknowledgments",
    "text": "We thank the HRSC Experiment Team at DLR, Institute of Planetary Research, Berlin and Freie Universitaet Berlin, the HRSC Science Team as well as the Mars Express Project Teams at ESTEC and ESOC for their successful planning and acquisition of data as well as for making the processed data available to the HRSC Team. French authors acknowledge the support of the French Space Agency (CNES). G. Di Achille was funded by the Italian Ministry of University and Research through FIRB grant no. RBFR130ICQ. German authors acknowledge the funding support of the Deutsches Zentrum für Luft- und Raumfahrt (DLR). We thank A. Dumke (FU Berlin) for processing the perspective view of Firsoff Crater (Fig. 11) and B. Schreiner (FU Berlin) for processing the perspective view of the Aonia Terra dune field (Fig. 20). We are very grateful for the reviews of Victor R. Baker and one anonymous reviewer that significantly improved this paper.\nAppendix\nThe HRSC Co-Investigators: R. Jaumann (PI), German Aerospace Center (DLR) Berlin, Institute of Planetary Research, Berlin, DE V. Ansan, Université de Nantes, Laboratoire de Planétologie et Géodynamique, LPG Nantes, CNRS, Nantes, FR T. Basilevsky, Vernadsky Institute of Geochemistry and Analytical Chemistry, RAS, Moscow, RU G. Bellucci, Inst. di Fisica dello Spazio Interplanetario (CNR/ IFSI), Rome, IT J.-P. Bibring, Centre National de la Recherche Scientifique (CNRS), Inst. d’Astrophy. Spat. (IAS), Orsay, FR M. H. Carr, U.S. Geological Survey, Menlo Park, CA, US M. G. Chapman, U.S. Geological Survey, Astrogeology, Flagstaff, US T. C. Duxbury, Jet Propulsion Laboratory (JPL), California Institute of Technology, Pasadena, CA, US H. Foing, Research and Scientific Support Department, ESTEC/ SCI-SR, Noordwijk, NL F. Fueten, Brock Univeroity, Department of Earth Sciences, St. Catherines, CA van Gasselt, Freie Universität Berlin (FUB), Institute of Geosciences, Planet. Rem. Sens., Berlin, K. Gwinner, German Aerospace Center (DLR) Berlin, Institute of Planetary Research, Berlin, DE\nE. Hauber, German Aerospace Center (DLR) Berlin, Institute of Planetary Research, Berlin, DE\nJ. W. Head, III, Brown University, Department of Geological Sciences, Providence, RI, US\nW. K. Hartmann, Planetary Science Institute, Tucson, AZ, US C. Heipke, Universität Hannover, Institut für Photogrammetrie und GeoInformation (IPI), Hannover, DE H. Hiesinger, Wilhelms–Universität Münster, Institut für Planetologie, Münster, DE H. Hoffmann, German Aerospace Center (DLR) Berlin, Institute of Planetary Research, Berlin, DE A. Inada, California Institute of Technology, Pasadena, CA, US W.-H. Ip, Institute of Astronomy, National Central University (NCU), TW B. Ivanov, Institute of Dynamics of Geospheres (IDG), RAS, Moscow, RU J. Jansa, Technische Universität Wien (TUW), Inst. Photogram. Fernerk. (IPF), Vienna, AT H. U. Keller, Max Planck Institute for Solar System Research (MPS), Katlenburg-Lindau, DE R. Kirk, U.S. Geological Survey (USGS), Astrogeology Program, Flagstaff, AZ, US M. Kleinhans, Universiteit Utrecht, Faculty of Geosciences, Utrecht, NL R. Kuzmin, Vernadsky Institute of Geochemistry and Analytical Chemistry, RAS, Moscow, RU Y. Langevin, Centre National de la Recherche Scientifique (CNRS), Inst. d’Astrophys. Spat. (IAS), Orsay, FR L. Le Deit, Université de Nantes, Laboratoire de Planétologie et Géodynamique, LPG Nantes, CNRS, Nantes, FR N. Mangold, Université de Nantes, Laboratoire de Planétologie et Géodynamique, LPG Nantes, CNRS, Nantes, FR W. Markiewicz, Max Planck Institute for Solar System Research (MPS), Katlenburg-Lindau, DE P. Masson, Laboratoire Orsay Terre (FRE CNRS 2566), Université Paris-Sud Bâtiment 509, Orsay, FR T. B. McCord, Bear Fight Center, Space Science Institute, Winthrop, WA, US G. Michael, Freie Universität Berlin, Institute of Geological Sciences, Berlin DE J.-P. Muller, UCL Mullard Space Science Laboratory, MSSL, Space Clim. Phys., Dorking, Surrey, UK J. B. Murray, The Open University, Department of Earth Sciences, Milton Keynes, UK G. Neukum (PI until 2013), Freie Universität Berlin (FUB), Institute of Geosciences, Planet. Rem. Sens., Berlin J. Oberst, Technical University of Berlin, Geod. Geoinf. Sci., Planet. Geod., Berlin, DE G. G. Ori, International Research School of Planetary Sciences (IRSPS), Univ. d’Annunzio, Pescara, IT M. Pätzold, Universität Köln, Institut für Geophysik und Meteorologie, Cologne, DE P. Pinet, Laborat. dynam. terr. planet. de l’Observ. de MidiPyrenees, Toulouse, FR R. Pischel, ESA Moscow, Moscow, RU T. Platz, Freie Universität Berlin, Institute of Geological Sciences, Berlin DE M. Pondrelli, International Research School of Planetary Sciences (ISPRS), Università d’Annunzio, Pescara, IT F. Poulet, Centre National de la Recherche Scientifique (CNRS), Inst. d’Astrophy. Spat. (IAS), Orsay, FR J. Raitala University of Oulu, Astronomy Space Institute, Oulu, FI D. Reiss, Westfälische Wilhelms-Univeristät, Institut für Planetologie, Münster, DE A. P. Rossi, Jacobs University Bremen, Bremen, DE G. Schwarz German Aerospace Center (DLR) Oberpfaffenhofen, Inst. Rem. Sens. Meth., Wessling, DE\nT. Spohn, German Aerospace Center (DLR) Berlin, Institute of Planetary Research, Berlin, DE\nS. W. Squyres, Cornell University, Department of Astronomy, Ithaca, NY, US\nD. Tirsch, German Aerospace Center (DLR) Berlin, Institute of Planetary Research, Berlin, DE\nD. Williams, Arizona State University (ASU), School Earth Space Expl. (SESE), Tempe, AZ, US\nK. Willner, Technische Universität Berlin, Institut für Geodäsie und Geoinformationstechnik Berlin, DE"
  }],
  "year": 2015,
  "references": [{
    "title": "Salt tectonics and collapse of Hebes Chasma",
    "authors": ["J.-P", "B.C. Schreiber"],
    "year": 2009
  }, {
    "title": "A case for ancient springs in Arabia Terra, Mars",
    "authors": ["co", "2. Allen", "C.C", "Oehler", "D.Z"],
    "year": 2008
  }, {
    "title": "New observations of Warrego Valles, Mars: evidence",
    "authors": ["N. Mangold"],
    "year": 2006
  }, {
    "title": "Stratigraphy, mineralogy, and origin",
    "authors": ["J.F. Mustard", "G. Neukum"],
    "year": 2011
  }, {
    "title": "3D morphometry of valley networks on Mars",
    "authors": ["N. Mangold"],
    "year": 2013
  }, {
    "title": "Timescales of alluvial fan",
    "authors": ["N.H. Warner", "K. Goddard", "S. Gupta"],
    "year": 2011
  }, {
    "title": "Wind-blown streaks, splotches, and associated craters on",
    "authors": [],
    "year": 1974
  }, {
    "title": "Mars: statistical analysis of Mariner 9 photographs",
    "authors": ["A.H. Aston", "S.J. Conway", "M.R. Balme"],
    "venue": "Icarus 21,",
    "year": 2011
  }, {
    "title": "Flow patterns of lobate debris",
    "authors": ["D.M.H. Baker", "J.W. Head", "D.R. Marchant"],
    "venue": "Geological Society,",
    "year": 2010
  }, {
    "title": "Martian channel morphology—Maja and Kasei Valles",
    "authors": ["R.C. Kochel"],
    "year": 1979
  }, {
    "title": "Water and the Martian landscape",
    "authors": ["Eds", "Mars"],
    "venue": "Nature 412,",
    "year": 2001
  }, {
    "title": "Megaflooding on Earth and Mars",
    "authors": ["V.R. Baker"],
    "year": 2009
  }, {
    "title": "Orientation and distribution of recent gullies in the southern",
    "authors": ["G. Neukum"],
    "year": 2006
  }, {
    "title": "Stress and tectonics on Mars",
    "authors": ["M.P. Golombek", "K.L. Tanaka"],
    "year": 1992
  }, {
    "title": "A swarm of small",
    "authors": ["D.A. Williams", "J.E. Bleacher", "P. Masson", "G. Neukum"],
    "year": 2008
  }, {
    "title": "slope streaks activity: evidence from the HRSC data",
    "authors": ["D. Baratoux", "P. Pinet", "M.J. Toplis", "N. Mangold", "R. Greeley", "A.R. Baptista"],
    "year": 2009
  }, {
    "title": "Thermal history",
    "authors": ["D. lgeores.2009.05.003. Baratoux", "M.J. Toplis", "M. Monnereau", "O. Gasnault"],
    "year": 2011
  }, {
    "title": "Geologically recent tectonic, volcanic and fluvial activity",
    "authors": ["B.A. Ivanov"],
    "year": 2006
  }, {
    "title": "Rational theory of delta formation",
    "authors": [],
    "year": 1953
  }, {
    "title": "The role of arcuate",
    "authors": ["D.C. Berman", "W.K. Hartmann", "D.A. Crown", "V.R. Baker"],
    "year": 2005
  }, {
    "title": "Dynamic river",
    "authors": ["T.H.D. Payenberg", "S.C. Lang", "M. Bourke"],
    "year": 2005
  }, {
    "title": "Mars surface diversity",
    "authors": ["R. Arvidson", "N. Mangold", "J. Mustard", "P. Drossart"],
    "year": 2005
  }, {
    "title": "Mineralogy of Juventae Chasma: sulfates in the light",
    "authors": ["J.F. Mustard"],
    "year": 2009
  }, {
    "title": "Mineralogy and morphology of geologic",
    "authors": ["C. Hash", "G. Swayze", "G. Neukum"],
    "year": 2013
  }, {
    "title": "Alluvial fan processes and forms",
    "authors": ["J.G. McPherson"],
    "year": 1994
  }, {
    "title": "Spatial and alignment analyses for a field",
    "authors": ["D.A. Williams", "T.D. Glotch"],
    "year": 2009
  }, {
    "title": "Tectonic evolution",
    "authors": ["G. Di Achille", "G.G. Ori", "F.C. Wezel"],
    "year": 2007
  }, {
    "title": "Recent eolian dune change on Mars",
    "authors": ["K.S. Edgett", "B.A. Cantor"],
    "year": 2008
  }, {
    "title": "The variability of transverse",
    "authors": ["M.C. Bourke", "S.A. Wilson", "J.R. Zimbelman"],
    "venue": "Geomorphology",
    "year": 2003
  }, {
    "title": "Morphology and distribution",
    "authors": ["C.S. Breed", "M.J. Grolier", "J.F. McCauley"],
    "year": 1979
  }, {
    "title": "Northern hemisphere Martian gullies",
    "authors": ["N.T. 617–649. Bridges", "C.N. Lackner"],
    "year": 2006
  }, {
    "title": "Current and past aeolian processes",
    "authors": ["N.T. 2006je002702. Bridges", "P.E. Geissler", "R.T. Hi"],
    "year": 2007
  }, {
    "title": "Windy Mars: a dynamic planet",
    "authors": ["L.P. Keszthelyi", "S. Martínez-Alonso"],
    "year": 2007
  }, {
    "title": "Planet-wide sand motion on Mars",
    "authors": ["B.J. Thomson"],
    "venue": "Geology",
    "year": 2012
  }, {
    "title": "Bedform migration on",
    "authors": ["P.E. Geissler", "S. Silvestro", "M.E. Banks"],
    "year": 2013
  }, {
    "title": "A unique volcanic field in Tharsis, Mars: pyroclastic cones",
    "authors": ["E. Hauber"],
    "year": 2012
  }, {
    "title": "Hydrovolcanic tuff rings and cones as indicators",
    "authors": ["E. Hauber"],
    "year": 2013
  }, {
    "title": "A volcanotectonic",
    "authors": ["P.K. Byrne", "B. van Wyk de Vries", "J.B. Murray", "V.R. Troll"],
    "year": 2012
  }, {
    "title": "North polar stratigraphy and the paleo-erg of Mars. J",
    "authors": ["B.C. Murray"],
    "year": 2002
  }, {
    "title": "A model of outflow generation",
    "authors": ["N.A. Cabrol", "E.A. Grin", "G. Dawidowicz"],
    "venue": "Geophys. Res. Planets",
    "year": 1997
  }, {
    "title": "Distribution, classification, and ages of Martian impact",
    "authors": ["batana Vallis (Mars). Icarus", "N.A. 455–464. Cabrol", "E.A. Grin"],
    "year": 1999
  }, {
    "title": "The evolution of lacustrine environments on Mars",
    "authors": ["N.A. Cabrol", "E.A. Grin"],
    "venue": "crater lakes. Icarus",
    "year": 2001
  }, {
    "title": "Mars Orbiter Camera observations",
    "authors": ["B.A. 1006/icar.2000.6530. Cantor", "K.M. Kanak", "K.S. Edgett"],
    "year": 2006
  }, {
    "title": "The Geology of Terrestrial Planets",
    "authors": ["M.H. 1002/esp.3289. Carr"],
    "year": 1981
  }, {
    "title": "The Surface of Mars",
    "authors": ["M.H. 1029/2002je001963. Carr"],
    "venue": "Earth Planet. Sci. Lett. 294,",
    "year": 2007
  }, {
    "title": "Light-toned layered deposits in Juventae Chasma, Mars",
    "authors": ["J.M. Moore"],
    "year": 2006
  }, {
    "title": "Layered, Massive and Thin Sediments on Mars: Possible Late",
    "authors": ["M.G. 1029/2000je001303. Chapman"],
    "year": 2002
  }, {
    "title": "Related magma–ice interactions: possible",
    "authors": ["M.G. Chapman", "K.L. Tanaka"],
    "year": 2002
  }, {
    "title": "Amazonian geologic history",
    "authors": ["W. Zuschneid", "E. Hauber", "N. Mangold"],
    "year": 2010
  }, {
    "title": "Viscous flow behavior",
    "authors": ["M.O. Chevrel", "D. Baratoux", "Hess", "K.-U", "D.B. Dingwell"],
    "venue": "Institute Science Conference Abstracts,",
    "year": 2014
  }, {
    "title": "Measurements of Martian dust devil winds",
    "authors": ["Mars. Icarus"],
    "year": 2011
  }, {
    "title": "Orbital observations",
    "authors": ["M. 2009gl042263. Chojnacki", "D.M. Burr", "J.E. Moersch", "T.I. Michaels"],
    "year": 2011
  }, {
    "title": "Orbital observations",
    "authors": ["M. Chojnacki", "D.M. Burr", "J.E. Moersch", "T.I. Michaels"],
    "year": 2011
  }, {
    "title": "Valles Marineris dune fields",
    "authors": ["M. Chojnacki", "D.M. Burr", "J.E. Moersch"],
    "venue": "Systems. LPI Contrib",
    "year": 2014
  }, {
    "title": "Formation of recent martian gullies through melting",
    "authors": [],
    "year": 2003
  }, {
    "title": "Formation of recent Martian",
    "authors": ["F. 00088-X. Costard", "F. Forget", "N. Mangold", "J.P. Peulvast"],
    "year": 2002
  }, {
    "title": "The case for rainfall on a warm, wet early Mars",
    "authors": ["R.A. Craddock", "A.D. Howard"],
    "year": 2002
  }, {
    "title": "Geologic evolution of the east rim",
    "authors": ["D.A. 2012je004074. Crown", "K.H. Price", "R. Greeley"],
    "year": 1992
  }, {
    "title": "Geology and MER target site characteristics",
    "authors": ["L.S. 90014-X. Crumpler", "K.L. Tanaka"],
    "year": 2003
  }, {
    "title": "Evidence for Hesperian glaciation along the Martian dichot",
    "authors": ["W. Pollard"],
    "year": 2013
  }, {
    "title": "Age and evolution of the lower",
    "authors": ["M.A. Publishers. De Pablo", "G.G. Michael", "J.D. Centeno"],
    "year": 2013
  }, {
    "title": "Experimental delta formation",
    "authors": ["M.G. Kleinhans", "G. Postma"],
    "year": 2013
  }, {
    "title": "Geological evolution of the Tyras Vallis paleolacustrine system, Mars",
    "authors": ["2006a"],
    "year": 2006
  }, {
    "title": "Positive identification of lake",
    "authors": ["G. Di Achille", "B.M. Hynek", "M.L. Searls"],
    "venue": "Shalbatana Vallis, Mars. J. Geophys. Res. Planets",
    "year": 2009
  }, {
    "title": "Ancient ocean on Mars supported by global",
    "authors": ["B.M. Hynek"],
    "year": 2010
  }, {
    "title": "Late Amazonian glaciation",
    "authors": ["J.L. Dickson", "J.W. Head", "D.R. Marchant"],
    "year": 2008
  }, {
    "title": "Amazonian-aged fluvial valley systems",
    "authors": ["J.L. g24382a.1. Dickson", "C.I. Fassett", "J.W. Head"],
    "year": 2009
  }, {
    "title": "The formation and evolution of youthful gullies",
    "authors": ["J.L. 2009gl037472. Dickson", "J.W. Head"],
    "year": 2009
  }, {
    "title": "Kilometer-thick ice accumulation",
    "authors": ["J.W. Head", "D.R. Marchant"],
    "year": 2010
  }, {
    "title": "Patterns of accumulation and flow of ice",
    "authors": ["J.W. Head", "C.I. Fassett"],
    "year": 2012
  }, {
    "title": "Mars aeolian sand: regional variations",
    "authors": ["K.S. 448–464. Edgett", "P.R. Christensen"],
    "year": 1994
  }, {
    "title": "Clay minerals in delta deposits and organic",
    "authors": ["J.A. Grant", "S.L. Murchie"],
    "year": 2008
  }, {
    "title": "Subsurface water and clay mineral formation during",
    "authors": ["Y. Langevin"],
    "year": 2011
  }, {
    "title": "Convective vortices and dust devils at the Phoenix Mars",
    "authors": ["J. Whiteway"],
    "year": 2010
  }, {
    "title": "Valleys, paleolakes and possible shorelines at the Libya",
    "authors": ["R. Jaumann"],
    "year": 2012
  }, {
    "title": "Valley formation on martian volcanoes",
    "authors": ["J.W. Head"],
    "year": 2007
  }, {
    "title": "The timing of martian valley network activity",
    "authors": ["J.W. Head"],
    "year": 2008
  }, {
    "title": "Tropical mountain glaciers",
    "authors": ["J.W. Head", "D.R. Marchant", "F. Forget"],
    "year": 2008
  }, {
    "title": "Amazonian non-polar glaciation: supply-limited",
    "authors": ["J.W. Head"],
    "year": 2013
  }, {
    "title": "Formation of lobate debris aprons",
    "authors": ["J.L. Fastook", "J.W. Head", "D.R. Marchant"],
    "venue": "Institute Science Conference Abstracts,",
    "year": 2014
  }, {
    "title": "Aeolian processes in proctor crater",
    "authors": ["L.K. Fenton", "A.D. Toigo", "M.I. Richardson"],
    "year": 2005
  }, {
    "title": "Global warming and climate forcing",
    "authors": ["P.E. Geissler", "R.M. Haberle"],
    "year": 2007
  }, {
    "title": "Intracrater Material in Eastern Arabia Terra",
    "authors": ["R.L. 1038/nature05718. Fergason", "P.R. Christensen"],
    "year": 2004
  }, {
    "title": "Morphology and geology",
    "authors": ["J. E07002. Flahaut", "C. Quantin", "P. Allemand", "P. Thomas"],
    "year": 2010
  }, {
    "title": "Warming early Mars with carbon dioxide",
    "authors": ["F. 1029/2009je003566. Forget", "R.T. Pierrehumbert"],
    "year": 1997
  }, {
    "title": "3D modelling of the early martian climate under a",
    "authors": ["R.M. Haberle"],
    "year": 2013
  }, {
    "title": "Stratigraphy and structure of interior layered deposits",
    "authors": ["G. Neukum"],
    "year": 2008
  }, {
    "title": "Structural analysis of interior layered deposits in Northern",
    "authors": ["K. Gwinner"],
    "year": 2010
  }, {
    "title": "Dune fields on",
    "authors": ["E. Gardin", "P. Allemand", "C. Quantin", "S. Silvestro", "C. Delacourt"],
    "year": 2003
  }, {
    "title": "Geologic mapping of Arsia",
    "authors": ["D.A. Williams", "J.E. Bleacher"],
    "year": 2013
  }, {
    "title": "Three decades of Martian surface changes",
    "authors": [],
    "venue": "J. Geophys. Res",
    "year": 2005
  }, {
    "title": "Sulfates in martian",
    "authors": ["C. Quantin", "J. Mustard", "R.E. Arvidson", "S. LeMouélic"],
    "year": 2005
  }, {
    "title": "Paucity of candidate coastal constructional",
    "authors": ["J.R. Zimbelman"],
    "year": 2006
  }, {
    "title": "The topographic features of lake shores",
    "authors": ["G.K. icarus.2006.06.007. Gilbert"],
    "venue": "U.S. Geological Survey,",
    "year": 2006
  }, {
    "title": "Groundwater sapping and valley formation",
    "authors": ["J.M. 2006je002879. Goldspiel", "S.W. Squyres"],
    "year": 2000
  }, {
    "title": "Constraints on the history",
    "authors": ["T.A. pp. 183–232. Goudge", "J.F. Mustard", "J.W. Head", "C.I. Fassett"],
    "year": 2012
  }, {
    "title": "Possible tornado-like tracks on Mars",
    "authors": ["J.A. Grant", "P.H. Schultz"],
    "venue": "Science 237,",
    "year": 1987
  }, {
    "title": "Valley formation in Margaritifer Sinus, Mars, by precipitationrecharged ground-water sapping",
    "authors": ["J.A. Grant"],
    "venue": "Geology 28,",
    "year": 2000
  }, {
    "title": "Threshold windspeeds for sand on Mars: wind tunnel simulations",
    "authors": ["R. Greeley", "R. Leach", "B. White", "J. Iversen", "J.B. Pollack"],
    "venue": "Geophys. Res. Lett",
    "year": 1980
  }, {
    "title": "The Snake River Plain, Idaho: representative of a new category of volcanism",
    "authors": ["R. Greeley"],
    "venue": "J. Geophys. Res",
    "year": 1982
  }, {
    "title": "Wind as a Geological Process on Earth, Mars, Venus and Titan",
    "authors": ["R. Greeley", "J.D. Iversen"],
    "year": 1985
  }, {
    "title": "Aeolian features and processes at the Mars Pathfinder landing site",
    "authors": ["R. Greeley", "M. Kraft", "R. Sullivan", "G. Wilson", "N. Bridges", "K. Herkenhoff", "R.O. Kuzmin", "M. Malin", "W. Ward"],
    "venue": "J. Geophys. Res",
    "year": 1999
  }, {
    "title": "Mars: aeolian features and wind predictions at the Terra Meridiani and Isidis Planitia potential Mars Exploration Rover landing sites",
    "authors": ["R. Greeley", "D. Thompson"],
    "venue": "J. Geophys. Res",
    "year": 2003
  }, {
    "title": "Martian variable features: new insight from the Mars Express Orbiter and the Mars Exploration Rover Spirit",
    "authors": ["R. Greeley", "R.E. Arvidson", "J.F. Bell", "P. Christensen", "D. Foley", "A. Haldemann", "R.O. Kuzmin", "G.A. Landis", "L.D.V. Neakrase", "G. Neukum", "S.W. Squyres", "R. Sullivan", "S.D. Thompson", "P.L. Whelley", "D. Williams"],
    "venue": "J. Geophys. Res. Planets 110,",
    "year": 2005
  }, {
    "title": "Fluid lava flows in Gusev crater, Mars",
    "authors": ["R. Greeley", "B.H. Foing", "H.Y. McSween", "G. Neukum", "P. Pinet", "M. van Kan", "S.C. Werner", "D.A. Williams", "T.E. Zegers"],
    "venue": "J. Geophys. Res. Planets 110,",
    "year": 2005
  }, {
    "title": "Gusev crater, Mars: observations of three dust devil seasons",
    "authors": ["R. Greeley", "D.A. Waller", "N.A. Cabrol", "G.A. Landis", "M.T. Lemmon", "L.D.V. Neakrase", "M. Pendleton Hoffer", "S.D. Thompson", "P.L. Whelley"],
    "venue": "J. Geophys. Res. Planets 115,",
    "year": 2010
  }, {
    "title": "Limnologic analysis of Gusev Crater Paleolake, Mars",
    "authors": ["E.A. Grin", "N.A. Cabrol"],
    "venue": "Icarus 130,",
    "year": 1997
  }, {
    "title": "High heat flux on ancient Mars: evidence from rift flank uplift at Coracis Fossae",
    "authors": ["M. Grott", "E. Hauber", "S.C. Werner", "P. Kronberg", "G. Neukum"],
    "venue": "Geophys. Res. Lett",
    "year": 2005
  }, {
    "title": "Mechanical modeling of thrust faults in the Thaumasia region, Mars, and implications for the Noachian heat flux",
    "authors": ["M. Grott", "E. Hauber", "S.C. Werner", "P. Kronberg", "G. Neukum"],
    "venue": "Icarus 186,",
    "year": 2007
  }, {
    "title": "Long-term evolution of the Martian Crust-Mantle System",
    "authors": ["M. Grott", "D. Baratoux", "E. Hauber", "V. Sautter", "J. Mustard", "O. Gasnault", "S.W. Ruff", "S.I. Karato", "V. Debaille", "M. Knapmeyer", "F. Sohl", "T. Van Hoolst", "D. Breuer", "A. Morschhauser", "M.J. Toplis"],
    "venue": "Space Sci. Rev. 174,",
    "year": 2013
  }, {
    "title": "Origin of the valley networks on Mars: a hydrological perspective",
    "authors": ["V. Gulick"],
    "venue": "Geomorphology",
    "year": 2001
  }, {
    "title": "Fluvial valleys and martian palaeoclimates",
    "authors": ["V.C. Gulick", "V.R. Baker"],
    "venue": "Nature",
    "year": 1989
  }, {
    "title": "Origin and evolution of valleys on Martian volcanoes",
    "authors": ["V.C. Gulick", "V.R. Baker"],
    "venue": "J. Geophys. Res",
    "year": 1990
  }, {
    "title": "Magmatic intrusions and a hydrothermal origin for fluvial valleys on Mars",
    "authors": ["V.C. Gulick"],
    "venue": "J. Geophys. Res",
    "year": 1998
  }, {
    "title": "Derivation and validation of high-resolution digital terrain models from Mars Express HRSC data",
    "authors": ["K. Gwinner", "F. Scholten", "M. Spiegel", "R. Schmidt", "B. Giese", "J. Oberst", "C. Heipke", "R. Jaumann", "G. Neukum"],
    "venue": "Photogramm. Eng. Remote Sens",
    "year": 2009
  }, {
    "title": "Topography of Mars from global mapping by HRSC high-resolution digital terrain models and orthoimages: characteristics and performance",
    "authors": ["K. Gwinner", "F. Scholten", "F. Preusker", "S. Elgner", "T. Roatsch", "M. Spiegel", "R. Schmidt", "J. Oberst", "R. Jaumann", "C. Heipke"],
    "venue": "Earth Planet. Sci",
    "year": 2010
  }, {
    "title": "Surface ages of the volcanic deposits of pavonis mons and implications for the Magma Supply of Tharsis",
    "authors": ["K. Gwinner", "J.W. Head", "L. Wilson", "C. Fassett", "S. Dissmore"],
    "venue": "Lunar and Planetary Institute Science Conference Abstracts,",
    "year": 2011
  }, {
    "title": "The High Resolution Stereo Camera (HRSC) of Mars Express and its approach to science analysis and mapping for mars and its satellites",
    "authors": ["S. Gasselt", "S. Walter", "M. Wählisch", "K. Willner"],
    "venue": "Planet. Space Sci., submitted",
    "year": 2015
  }, {
    "title": "Orbital change experiments with a Mars general circulation model",
    "authors": ["R.M. Haberle", "J.R. Murphy", "J. Schaeffer"],
    "venue": "Icarus 161,",
    "year": 2003
  }, {
    "title": "1957a. Studies of longitudinal stream profiles in Virginia and Maryland",
    "authors": ["J. Hack"],
    "venue": "U.S. Geological Survey Professional Paper",
    "year": 1957
  }, {
    "title": "1957b. Studies of longitudinal stream profiles in Virginia and Maryland",
    "authors": ["J.T. Hack"],
    "venue": "Shorter Contrib. Gener. Geol",
    "year": 1956
  }, {
    "title": "Permafrost creep and rock glacier dynamics",
    "authors": ["W. Haeberli", "B. Hallet", "L. Arenson", "R. Elconin", "O. Humlum", "A. Kääb", "V. Kaufmann", "B. Ladanyi", "N. Matsuoka", "S. Springman", "D.V. Mühll"],
    "venue": "Permafrost Periglac. Processes",
    "year": 2006
  }, {
    "title": "Groundwater-controlled valley networks and the decline of surface runoff on early Mars",
    "authors": ["K.P. Harrison", "R.E. Grimm"],
    "venue": "J. Geophys. Res. Planets 110, http://dx",
    "year": 2005
  }, {
    "title": "Multiple flooding events in Martian outflow channels",
    "authors": ["K.P. Harrison", "R.E. Grimm"],
    "venue": "J. Geophys. Res. Planets 113, E02002",
    "year": 2008
  }, {
    "title": "Cratering chronology and the evolution of Mars",
    "authors": ["W.K. Hartmann", "G. Neukum"],
    "venue": "Space Sci. Rev",
    "year": 2001
  }, {
    "title": "Martian cratering 8: Isochron refinement and the chronology of Mars",
    "authors": ["W.K. Hartmann"],
    "venue": "Icarus 174,",
    "year": 2005
  }, {
    "title": "Do young martian ray craters have ages consistent with the crater count system",
    "authors": ["W.K. Hartmann", "C. Quantin", "S.C. Werner", "O. Popova"],
    "venue": "Icarus 208,",
    "year": 2010
  }, {
    "title": "Comprehensive analysis of glaciated martian crater Greg",
    "authors": ["W.K. Hartmann", "V. Ansan", "D.C. Berman", "N. Mangold", "F. Forget"],
    "venue": "Icarus 228,",
    "year": 2014
  }, {
    "title": "Tempe Fossae, Mars: a planetary analogon to a terrestrial continental rift",
    "authors": ["E. Hauber", "P. Kronberg"],
    "venue": "J. Geophys. Res. Planets",
    "year": 2001
  }, {
    "title": "The large Thaumasia graben on Mars: is it a rift",
    "authors": ["E. Hauber", "P. Kronberg"],
    "venue": "J. Geophys. Res.: Planets 110,",
    "year": 2005
  }, {
    "title": "An integrated study of interior layered deposits in Hebes Chasma, Valles Marineris, Mars, Using MGS",
    "authors": ["E. Hauber", "K. Gwinner", "A. Gendrin", "F. Fueten", "R. Stesky", "S. Pelkey", "H. Wulf", "D. Reiss", "T. Zegers", "P. MacKinnon", "G. Michael", "R. Jaumann", "Bibring", "J.-P", "G. Neukum", "Team", "H.C.-I", "E. Stansbery"],
    "venue": "MO, and MEX Data. In: Mackwell, S. (Ed.). Lunar and Planetary Institute Science Conference",
    "year": 2006
  }, {
    "title": "Hebes Chasma, Mars: slopes and stratigraphy of interior layered deposits",
    "authors": ["E. Hauber", "K. Gwinner", "A. Gendrin", "F. Fueten", "R. Stesky", "S. Pelkey", "D. Reiss", "T.E. Zegers", "P. MacKinnon", "R. Jaumann", "Bibring", "J.-P", "G. Neukum"],
    "venue": "Lunar and Planetary Institute Science Conference Abstracts,",
    "year": 2008
  }, {
    "title": "Geomorphic evidence for former lobate debris aprons at low latitudes on Mars: indicators of the Martian paleoclimate",
    "authors": ["E. Hauber", "S. van Gasselt", "M.G. Chapman", "G. Neukum"],
    "venue": "J. Geophys. Res. Planets",
    "year": 2008
  }, {
    "title": "The topography and morphology of low shields and associated landforms of plains volcanism in the Tharsis region of Mars",
    "authors": ["E. Hauber", "J.E. Bleacher", "K. Gwinner", "D. Williams", "R. Greeley"],
    "venue": "J. Volcanol. Geotherm",
    "year": 2009
  }, {
    "title": "Sedimentary deposits in Xanthe Terra: implications for the ancient climate on Mars",
    "authors": ["E. Hauber", "K. Gwinner", "M. Kleinhans", "D. Reiss", "G. di Achille", "Ori", "G.-G", "F. Scholten", "L. Marinangeli", "R. Jaumann", "G. Neukum"],
    "venue": "Planet. Space Sci",
    "year": 2009
  }, {
    "title": "Martian rifts: structural geology and geophysics",
    "authors": ["E. Hauber", "M. Grott", "P. Kronberg"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 2010
  }, {
    "title": "Very recent and widespread basaltic volcanism on Mars",
    "authors": ["E. Hauber", "P. Brož", "F. Jagert", "P. Jodłowski", "T. Platz"],
    "venue": "Geophys. Res. Lett",
    "year": 2011
  }, {
    "title": "Mapping of postglacial icelandic lava flows as analogues for Mars",
    "authors": ["E. Hauber", "T. Platz", "L. Le Deit", "O. Chevrel", "B. Hoffmann", "L. Kuhlmann", "F. Trauthan", "F. Preusker", "R. Jaumann"],
    "venue": "Lunar and Planetary Institute Science Conference Abstracts,",
    "year": 2011
  }, {
    "title": "2011c. Landscape evolution in Martian mid-latitude regions: insights from analogous periglacial landforms in Svalbard",
    "authors": ["E. Hauber", "D. Reiss", "M. Ulrich", "F. Preusker", "F. Trauthan", "M. Zanetti", "H. Hiesinger", "R. Jaumann", "L. Johansson", "A. Johnsson", "S. Van Gasselt", "M. Olvmo"],
    "venue": "Geol. Soc. London, Spec. Publ. 356,",
    "year": 2011
  }, {
    "title": "Asynchronous formation of Hesperian and Amazonianaged deltas on Mars and implications for climate",
    "authors": ["E. Hauber", "T. Platz", "D. Reiss", "L. Le Deit", "M.G. Kleinhans", "W.A. Marra", "T. de Haas", "P. Carbonneau"],
    "venue": "J. Geophys. Res. Planets",
    "year": 2013
  }, {
    "title": "Mars Global Digital Dune Database: MC2-MC29",
    "authors": ["R.K. Hayward", "K.F. Mullins", "L.K. Fenton", "T.M. Hare", "T.N. Titus", "M.C. Bourke", "A. Colaprete", "P.R. Christensen"],
    "venue": "US. Geological Survey Open File Report",
    "year": 2007
  }, {
    "title": "Aeolian dunes as ground truth for atmospheric modeling on Mars",
    "authors": ["R.K. Hayward", "T.N. Titus", "T.I. Michaels", "L.K. Fenton", "A. Colaprete", "P.R. Christensen"],
    "venue": "J. Geophys. Res. Planets",
    "year": 2009
  }, {
    "title": "Mars Global Digital Dune Database (MGD3): north polar region (MC-1) distribution, applications, and volume estimates",
    "authors": ["R.K. Hayward"],
    "venue": "Earth Surf. Processes Landforms",
    "year": 2011
  }, {
    "title": "Mars Global Digital Dune Database (MGD3): global dune distribution and wind pattern observations",
    "authors": ["R.K. Hayward", "L.K. Fenton", "T.N. Titus"],
    "venue": "Icarus 230,",
    "year": 2014
  }, {
    "title": "Geological processes and evolution",
    "authors": ["J.W. Head", "R. Greeley", "M.P. Golombek", "W.K. Hartmann", "E. Hauber", "R. Jaumann", "P. Masson", "G. Neukum", "L.E. Nyquist", "M.H. Carr"],
    "venue": "Space Sci. Rev",
    "year": 2001
  }, {
    "title": "Extensive Hesperian-aged south polar ice sheet on Mars",
    "authors": ["J.W. Head", "S. Pratt"],
    "year": 2001
  }, {
    "title": "Cold-based mountain glaciers on Mars: western",
    "authors": ["J.W. 1029/2000je001359. Head", "D.R. Marchant"],
    "year": 2003
  }, {
    "title": "Glacial deposits on the rim",
    "authors": ["J.W. Head", "D.R. Marchant", "G.J. Ghatan"],
    "year": 2004
  }, {
    "title": "Formation of gullies on Mars",
    "authors": ["J.W. p. 1295. Head", "D.R. Marchant", "M.A. Kreslavsky"],
    "year": 2008
  }, {
    "title": "Observations of martian gullies and constraints",
    "authors": ["J.L. 06.041. Heldmann", "M.T. Mellon"],
    "year": 2004
  }, {
    "title": "Young lava flows on the eastern flank",
    "authors": ["J.W. Head", "G. Neukum"],
    "year": 2007
  }, {
    "title": "Distribution of hydrated minerals in the north polar",
    "authors": ["L.H", "J.F. Mustard"],
    "year": 2009
  }, {
    "title": "Explosive volcanism in the Tharsis",
    "authors": ["B.M. 2005je002459. Hynek", "R.J. Phillips", "R.E. Arvidson"],
    "year": 2003
  }, {
    "title": "Geomorphology of Ma’adim",
    "authors": ["R.P. 93gl01517. Irwin", "A.D. Howard", "T.A. Maxwell"],
    "year": 2004
  }, {
    "title": "Interior channels in Martian valley",
    "authors": ["R.A. Craddock", "A.D. Howard"],
    "year": 2005
  }, {
    "title": "An intense terminal",
    "authors": ["A.D. Howard", "R.A. Craddock", "J.M. Moore"],
    "year": 2005
  }, {
    "title": "Fluvial valley networks on Mars",
    "authors": ["R.P. 2005JE002460. Irwin", "A.D. Howard", "R.A. Craddock"],
    "year": 2008
  }, {
    "title": "Major episodes of the hydrologic history",
    "authors": ["L. Marinangeli", "G. Neukum"],
    "year": 2005
  }, {
    "title": "Mud volcanism and morphology",
    "authors": ["H. Hiesinger", "G. Erkeling", "D. Reiss"],
    "year": 2014
  }, {
    "title": "The high-resolution stereo camera (HRSC) experiment",
    "authors": ["M. Wählisch"],
    "year": 2007
  }, {
    "title": "Valleys in the Martian",
    "authors": ["R. Jaumann", "A. Nass", "D. Tirsch", "D. Reiss", "G. Neukum"],
    "venue": "cruise through the nominal mission. Planet. Space Sci",
    "year": 2010
  }, {
    "title": "Water and martian habitability: results",
    "authors": ["S. Adeli", "A. Petau", "D. Reiss"],
    "year": 2014
  }, {
    "title": "Water and Martian habitability: Results",
    "authors": ["S. Adeli", "A. Petau", "D. Reiss"],
    "year": 2014
  }, {
    "title": "A minimum time",
    "authors": ["D. Mohrig", "M.T. Zuber", "S. Byrne"],
    "venue": "Planet. Space Sci",
    "year": 2004
  }, {
    "title": "Latitude dependence of Martian pedestal",
    "authors": ["N.G. Barlow", "J.W. Head"],
    "year": 2009
  }, {
    "title": "Preservation of layered paleodeposits in high-latitude",
    "authors": ["J.W. Head"],
    "year": 2011
  }, {
    "title": "Impacts into non-polar ice-rich paleodeposits on",
    "authors": ["S.J. icarus.2011.03.029. Kadish", "J.W. Head"],
    "year": 2011
  }, {
    "title": "Analysis of two sections of Shalbatana Vallis’ tributary channels",
    "authors": [],
    "year": 2010
  }, {
    "title": "Flow discharge and sediment transport models for estimat",
    "authors": [],
    "year": 2005
  }, {
    "title": "Terra incognita: explanation",
    "authors": ["C.J.J. Buskes", "H.W. de Regt"],
    "year": 2005
  }, {
    "title": "River channel and bar patterns",
    "authors": ["M.G. 2011JE003865. Kleinhans", "J.H. van den Berg"],
    "year": 2011
  }, {
    "title": "Distribution and orientation",
    "authors": ["D. Reiss", "S. van Gasselt", "G. Neukum"],
    "venue": "Processes Landforms",
    "year": 2010
  }, {
    "title": "Comparisons of the hydraulics of water flows in Martian outflow",
    "authors": ["P.D. pss.2010.03.015. Komar"],
    "year": 1979
  }, {
    "title": "A chaotic terrain formation hypothesis: explosive outgas and outlow",
    "authors": [],
    "year": 2000
  }, {
    "title": "Roles of methane and carbon dioxide in geological",
    "authors": ["N. Namiki", "T. Matsui"],
    "year": 2011
  }, {
    "title": "Dike indicators in the Hadriaca Patera–Promethei",
    "authors": ["H. Hiesinger"],
    "year": 2010
  }, {
    "title": "Kilometer-scale slopes on Mars and their",
    "authors": ["J.W. Head"],
    "year": 1999
  }, {
    "title": "Kilometer-scale roughness of Mars: results",
    "authors": ["J.W. Head"],
    "year": 2000
  }, {
    "title": "Fate of outflow channel effluents in the northern",
    "authors": ["J.W. Head"],
    "year": 2002
  }, {
    "title": "Modification of impact craters in the northern",
    "authors": ["J.W. Head"],
    "year": 2006
  }, {
    "title": "Acheron Fossae, Mars: tectonic rifting, volcanism",
    "authors": ["P. Masson", "G. Neukum"],
    "year": 2007
  }, {
    "title": "Sulfates in the north polar",
    "authors": ["F. Poulet", "Bibring", "J.-P", "B. Gondet"],
    "year": 2005
  }, {
    "title": "Ferric oxides in East Candor",
    "authors": ["E. Hauber", "N. Mangold", "Bibring", "J.-P"],
    "year": 2008
  }, {
    "title": "Morphology, stratigraphy, and mineralogical composition",
    "authors": ["Bibring", "J.-P"],
    "year": 2010
  }, {
    "title": "Extensive surface pedogenic alteration",
    "authors": ["M. Massé", "R. Jaumann"],
    "year": 2012
  }, {
    "title": "Scalloped terrains in the Peneus",
    "authors": ["P.S. Russell", "N. Thomas"],
    "year": 2010
  }, {
    "title": "Geologic map of the Hellas Region of Mars",
    "authors": ["K.L. Tanaka"],
    "year": 2001
  }, {
    "title": "Lineated valley fill and lobate debris",
    "authors": ["CO Denver", "J.S. Tech. Rep. I2694. Levy", "J.W. Head", "D.R. Marchant"],
    "year": 2007
  }, {
    "title": "Concentric crater fill in Utopia Planitia",
    "authors": ["J.S. Levy", "J.W. Head", "D.R. Marchant"],
    "venue": "J. Geophys. Res. Planets",
    "year": 2009
  }, {
    "title": "Thermal contraction crack polygons on",
    "authors": ["J.S. icarus.2010.03.036. Levy", "D.R. Marchant", "J.W. Head"],
    "year": 2010
  }, {
    "title": "Origin of martian northern hemisphere",
    "authors": ["H. Li", "M.S. Robinson", "D.M. Jurdy"],
    "year": 2005
  }, {
    "title": "Stratigraphy in the Mawrth",
    "authors": ["Y. Langevin", "P. Masson", "G. Neukum"],
    "year": 2010
  }, {
    "title": "Hypsometric analysis of Margaritifer Sinus and origin of valley",
    "authors": ["W. Luo"],
    "year": 2002
  }, {
    "title": "Evidence for recent groundwater seepage",
    "authors": ["M.C. 589–591. Malin", "K.S. Edgett"],
    "year": 2000
  }, {
    "title": "Mars global surveyor Mars orbiter camera",
    "authors": ["M.C. 1927–1937. Malin", "K.S. Edgett"],
    "year": 2001
  }, {
    "title": "Evidence for persistent flow and aqueous sedimen",
    "authors": ["M.C. Malin", "K.S. Edgett"],
    "year": 2003
  }, {
    "title": "Identification of a new outflow channel on Mars",
    "authors": ["G. Neukum", "P. Pinet"],
    "year": 2008
  }, {
    "title": "Spectral and geological study",
    "authors": ["Y. Langevin", "P. Masson", "G. Neukum"],
    "year": 2008
  }, {
    "title": "Mineralogy of recent volcanic plains",
    "authors": ["Y. Langevin", "G. Neukum"],
    "year": 2010
  }, {
    "title": "A Late Amazonian alteration layer",
    "authors": ["J.F. Mustard", "S. Murchie", "G. Neukum"],
    "year": 2010
  }, {
    "title": "Fluvial landforms on fresh impact ejecta on Mars",
    "authors": [],
    "venue": "Planet. Space",
    "year": 2012
  }, {
    "title": "A chronology",
    "authors": ["S. Adeli", "S. Conway", "V. Ansan", "B. Langlais"],
    "year": 2012
  }, {
    "title": "The origin and timing of fluvial activity",
    "authors": ["C. Quantin", "K. Tanaka"],
    "year": 2012
  }, {
    "title": "Outflow channels with deltaic deposits",
    "authors": ["N. icarus.2012.05.026. Mangold", "A.D. Howard"],
    "year": 2013
  }, {
    "title": "Antarctic dry valleys: microclimate zonation",
    "authors": ["J.W. Head"],
    "year": 2007
  }, {
    "title": "Initiation of Martian outflow channels: related",
    "authors": ["Res", "M.D. 4016–4038. Max", "S.M. Clifford"],
    "year": 2001
  }, {
    "title": "Preliminary mariner 9 report on the geology",
    "authors": ["R.P. Sharp", "D.E. Wilhelms"],
    "year": 1972
  }, {
    "title": "The rayed crater Zunil",
    "authors": ["R.L. Kirk", "D.M. Burr", "P.R. Christensen"],
    "year": 2005
  }, {
    "title": "Seasonal flows on warm martian",
    "authors": ["S.L. Murchie", "N. Thomas", "V.C. Gulick"],
    "year": 2011
  }, {
    "title": "Alkaline volcanic rocks",
    "authors": ["D.W. Mittlefehldt", "M. Schmidt"],
    "year": 2006
  }, {
    "title": "Elemental composition of the Martian",
    "authors": ["G.J. Taylor", "M.B. Wyatt"],
    "year": 2009
  }, {
    "title": "Dust devil",
    "authors": ["S.M. Metzger", "J.R. Carr", "J.R. Johnson", "T.J. Parker", "M.T. Lemmon"],
    "year": 1999
  }, {
    "title": "Planetary surface dating from crater size",
    "authors": ["G. Neukum"],
    "year": 2010
  }, {
    "title": "Planetary surface dating",
    "authors": ["G.G. j.epsl.2009.12.041. Michael", "T. Platz", "T. Kneissl", "N. Schmedemann"],
    "year": 2012
  }, {
    "title": "Debris-covered piedmont glaciers",
    "authors": ["S.M. Milkovich", "J.W. Head", "D.R. Marchant"],
    "year": 2006
  }, {
    "title": "Viscous flow features on the surface",
    "authors": ["J.F. Mustard", "D.L. Goldsby"],
    "year": 2003
  }, {
    "title": "Missing salts on early Mars",
    "authors": ["images. J. Geophys. Res", "R.E. 108. Milliken", "W.W. Fischer", "J.A. Hurowitz"],
    "year": 2009
  }, {
    "title": "Fluid dynamical implica",
    "authors": ["H. Miyamoto", "J.M. Dohm", "R.A. Beyer", "V.R. Baker"],
    "venue": "J. Geophys. Res",
    "year": 2004
  }, {
    "title": "Martian layered fluvial",
    "authors": ["A.D. Howard", "W.E. Dietrich", "P.M. Schenk"],
    "year": 2003
  }, {
    "title": "Lineated valley fill (LVF) and lobate",
    "authors": ["J.W. Head", "D.R. Marchant"],
    "year": 2009
  }, {
    "title": "Evidence for the origin of layered deposits",
    "authors": ["M. Parente", "R. Morris"],
    "year": 2009
  }, {
    "title": "Mars Pathfinder convective vortices: frequency",
    "authors": ["J.R. Murphy", "S. Nelli"],
    "year": 2002
  }, {
    "title": "Evidence from theMars Express High Resolution",
    "authors": ["H. Co-Investigator TeamThe"],
    "year": 2005
  }, {
    "title": "Stereo Camera for a frozen sea close to Mars",
    "authors": ["S. Musiol", "B. Cailleau", "T. Platz", "T. Kneissl", "A. Dumke", "G. Neukum"],
    "venue": "equator. Nature",
    "year": 2011
  }, {
    "title": "Evidence for recent climate change",
    "authors": ["C.D. Cooper", "M.K. Rifkin"],
    "year": 2001
  }, {
    "title": "Composition, Morphology, and Stratigraphy of Noachian",
    "authors": ["J.-P", "L.H. Roach"],
    "year": 2009
  }, {
    "title": "Origin and evolution of the layered",
    "authors": ["S.S. 1029/2009JE003349. Nedell", "S.W. Squyres", "D.W. Andersen"],
    "year": 1987
  }, {
    "title": "Geology of Xanthe Terra outflow channels",
    "authors": ["D.M. Nelson", "R. Greeley"],
    "year": 1999
  }, {
    "title": "The geologic evolution of Mars",
    "authors": ["R. Jaumann", "H. Hoffmann", "J.K. Lanz"],
    "year": 2010
  }, {
    "title": "Evidence for pervasive mud volcanism in Acidalia Planitia",
    "authors": ["J. Geophys. Res. Planets", "C.C. Allen"],
    "year": 2010
  }, {
    "title": "Terraces and Gilbert-type deltas in crater",
    "authors": ["L. Marinangeli", "A. Baliva"],
    "year": 2000
  }, {
    "title": "Ring-Mold Craters (RMC) in Lobate",
    "authors": ["L.R. Ostrach", "J.W. Head", "A.M. Kress"],
    "year": 2008
  }, {
    "title": "Transitional morphology",
    "authors": ["R.S. Saunders", "D.M. Schneeberger"],
    "year": 1989
  }, {
    "title": "Rheologies and ages of lava flows on",
    "authors": ["H. Hiesinger", "D. Reiss"],
    "year": 2012
  }, {
    "title": "Evidence of widespread degraded Amazonian",
    "authors": ["J.W. Head"],
    "year": 2010
  }, {
    "title": "Hebes Chasma—Martian pyroclastic sink, In: Lunar and",
    "authors": [],
    "year": 1981
  }, {
    "title": "Morphologic and topographic analyses of debris",
    "authors": ["T.L. Pierce", "D.A. Crown"],
    "venue": "Planetary Institute Science Conference Abstracts,",
    "year": 2003
  }, {
    "title": "Confident thickness estimates",
    "authors": ["T. Platz", "G.G. Michael", "G. Neukum"],
    "year": 2010
  }, {
    "title": "Satellite cones and vents",
    "authors": ["R.L. Fergason", "P.C. McGuire", "S. Walter"],
    "year": 2013
  }, {
    "title": "Volcanism and tectonism",
    "authors": ["P.K. Byrne", "M. Massironi", "H. Hiesinger", "accepted"],
    "year": 2013
  }, {
    "title": "Climate change on the terrestrial planets",
    "authors": ["J.B. 2008gl036379. Pollack"],
    "year": 1979
  }, {
    "title": "Evolution and depositional environments of the Eberswalde",
    "authors": ["S. Lorenzo"],
    "year": 2008
  }, {
    "title": "Gullies and their relationships to the dust-ice",
    "authors": ["D. Reiss", "H. Hiesinger"],
    "year": 2012
  }, {
    "title": "Recent debris flows on Mars: seasonal observations",
    "authors": ["Icarus", "D. in press. Reiss", "R. Jaumann"],
    "year": 2003
  }, {
    "title": "Absolute dune ages",
    "authors": ["D. Reiss", "S. Van Gasselt", "G. Neukum", "J. Jaumann"],
    "venue": "Russell Crater dune field. Geophys. Res. Lett",
    "year": 2004
  }, {
    "title": "Regional differences in gully",
    "authors": ["H. Hiesinger", "E. Hauber", "K. Gwinner"],
    "venue": "J. Geophys. Res",
    "year": 2009
  }, {
    "title": "Evidence for present day",
    "authors": ["G. Erkeling", "K.E. Bauch", "H. Hiesinger"],
    "venue": "Space Sci",
    "year": 2008
  }, {
    "title": "Multitemporal observations of identical",
    "authors": ["M. Zanetti", "G. Neukum"],
    "year": 2011
  }, {
    "title": "Formation of cycloidal dust devil",
    "authors": ["D. icarus.2011.06.011. Reiss", "M.I. Zimmerman", "D.C. Lewellen"],
    "year": 2013
  }, {
    "title": "The horizontal motion of dust devils on Mars",
    "authors": ["images. Planet. Space Sci", "A. Spiga", "G. Erkeling"],
    "year": 2014
  }, {
    "title": "The volcanic history of Syria",
    "authors": ["J.E. Bleacher", "L.S. Glaze"],
    "year": 2013
  }, {
    "title": "Constraints on the rate of sulfate",
    "authors": ["R.E. Milliken", "F.P. Seelos", "C.S. Team"],
    "year": 2008
  }, {
    "title": "Testing evidence of recent",
    "authors": ["O. Aharonson", "M. Vincendon", "J.L. Bishop"],
    "year": 2009
  }, {
    "title": "The volcanic history of Mars",
    "authors": ["G. Di Achille", "B.M. Hynek"],
    "year": 2011
  }, {
    "title": "Recent aeolian erosion and deposition in the north polar",
    "authors": ["S. Sasaki"],
    "year": 2007
  }, {
    "title": "Evidence for Noachian flood volcanism",
    "authors": ["A.D. Rogers", "A.H. Nazarian"],
    "year": 2013
  }, {
    "title": "Age relationship of basaltic and andesitic surface",
    "authors": ["P.R. Christensen"],
    "venue": "J. Geophys. Res. Planets",
    "year": 2003
  }, {
    "title": "Large-scale spring deposits on Mars",
    "authors": ["B. Foing"],
    "venue": "J. Geophys. Res. Planets",
    "year": 2008
  }, {
    "title": "Evolution of periglacial landforms in the ancient mountain",
    "authors": ["G. Neukum"],
    "year": 2011
  }, {
    "title": "Geologic/geomorphic map of the Chryse Planitia Region",
    "authors": ["K.L. Tanaka"],
    "year": 1995
  }, {
    "title": "Possible dust devils, vortices on Mars",
    "authors": ["R.D. Lucich"],
    "venue": "J. Geophys. Res",
    "year": 1983
  }, {
    "title": "Igneous mineralogy at Bradbury Rise",
    "authors": ["J. Bridges", "B. Clark", "P. Pinet"],
    "year": 2014
  }, {
    "title": "Unique chronostratigraphic marker",
    "authors": ["J.W. Head", "C.I. Fassett"],
    "year": 2009
  }, {
    "title": "Keys to gully formation processes on Mars: relation",
    "authors": ["S.C. g25398a.1. Schon", "J.W. Head"],
    "year": 2011
  }, {
    "title": "Multiple-process origin of Valles Marineris basins and troughs",
    "authors": [],
    "year": 1998
  }, {
    "title": "Geology map of the western equatorial region",
    "authors": ["K.L. Tanaka"],
    "year": 1986
  }, {
    "title": "Miscellaneous Investigations Series Map I-1802-A",
    "authors": ["Mars. USGS"],
    "year": 2002
  }, {
    "title": "Mars: fretted and chaotic terrains",
    "authors": ["R.P. 2008.tb00657.x. Sharp"],
    "venue": "J. Geophys. Res",
    "year": 1973
  }, {
    "title": "Origin and evolution of a cold-based",
    "authors": ["M.C. Malin"],
    "venue": "Channels on Mars. Geol. Soc. Am. Bull",
    "year": 1975
  }, {
    "title": "Dry granular flows",
    "authors": ["Duong", "N.-H", "L. Kwan", "M.M. Alvarez"],
    "year": 2004
  }, {
    "title": "Dune morphology, sand transport",
    "authors": ["G. Di Achille", "G.G. Ori"],
    "year": 2010
  }, {
    "title": "Ripple migration",
    "authors": ["S. 84–97. Silvestro", "L.K. Fenton", "D.A. Vaz", "N.T. Bridges", "G.G. Ori"],
    "year": 2010
  }, {
    "title": "Active aeolian processes on Mars",
    "authors": ["Lett", "S. 20203. Silvestro", "D.A. Vaz", "L.K. Fenton", "P.E. Geissler"],
    "year": 2011
  }, {
    "title": "Pervasive aeolian activity along rover Curiosity’s",
    "authors": ["P.E. Geissler"],
    "year": 2013
  }, {
    "title": "Evidence for and implications of sedimentary",
    "authors": ["Gale Crater", "Mars. Geology", "K.L. Tanaka"],
    "year": 2007
  }, {
    "title": "The global topography of mars and implications for surface",
    "authors": ["T.C. Duxbury"],
    "year": 1999
  }, {
    "title": "A comparative study of interior layered",
    "authors": ["M. 1126/science.1101812. Sowe", "R. Jaumann", "G. Neukum"],
    "year": 2011
  }, {
    "title": "Recent tectonics and",
    "authors": ["M.G. 1144/SP356.14. Spagnuolo", "A.P. Rossi", "E. Hauber", "S. van Gasselt"],
    "year": 2011
  }, {
    "title": "Geomorphic evidence for the distribution of ground ice",
    "authors": ["S.W. JB084iB14p08087. Squyres", "M.H. Carr"],
    "year": 1986
  }, {
    "title": "Dust devils on",
    "authors": ["C. Stanzel", "M. Pätzold", "R. Greeley", "E. Hauber", "G. Neukum"],
    "year": 2006
  }, {
    "title": "Mass movement",
    "authors": ["R. Sullivan", "P. Thomas", "J. Veverka", "M.C. Malin", "K.S. Edgett"],
    "year": 2001
  }, {
    "title": "The stratigraphy of Mars",
    "authors": [],
    "venue": "J. Geophys. Res",
    "year": 1986
  }, {
    "title": "Mars’ north polar circum-polar dunes",
    "authors": ["K.L. 1029/2001gl013885. Tanaka", "R.K. Hayward"],
    "year": 2008
  }, {
    "title": "Geologic Map of Mars, U.S. Geological Survey",
    "authors": ["G.G. Michael", "T.M. Hare"],
    "year": 2014
  }, {
    "title": "Most Mars minerals",
    "authors": ["L.H. Roach", "J.F. Mustard", "S.L. Murchie"],
    "year": 2012
  }, {
    "title": "Martian intracrater spotches: occurrence, morphology, and colors",
    "authors": ["P. 2011je004028. Thomas"],
    "year": 1984
  }, {
    "title": "Dust devils on Mars",
    "authors": ["P. Gierasch"],
    "venue": "Icarus",
    "year": 1985
  }, {
    "title": "Dark aeolian sediments",
    "authors": ["D. Tirsch", "R. Jaumann", "A. Pacifici", "F. Poulet"],
    "venue": "Zentrum für Luft- und Raumfahrt. Freie Universität Berlin, Berlin",
    "year": 2011
  }, {
    "title": "Identification of large (2–10 km) rayed craters on Mars",
    "authors": ["P.R. Christensen"],
    "year": 2006
  }, {
    "title": "Characteristics of large Martian dust devils using Mars Odyssey",
    "authors": ["M.C. 1029/2005je002600. Towner"],
    "year": 2009
  }, {
    "title": "Cold-climate modification of Martian",
    "authors": ["E. Hauber", "G. Neukum"],
    "year": 2007
  }, {
    "title": "Lineated valley fill at the Martian",
    "authors": ["S. 2006je002842. van Gasselt", "E. Hauber", "G. Neukum"],
    "year": 2010
  }, {
    "title": "Estimating precipitation on early Mars using a radiative",
    "authors": ["D. Tirsch"],
    "year": 2015
  }, {
    "title": "Evaporation of ice in planetary atmospheres: ice",
    "authors": ["C. Sagan"],
    "year": 1979
  }, {
    "title": "Floods on Mars released from groundwater",
    "authors": ["Wang", "C.-Y", "M. Manga", "A. Wong"],
    "year": 2005
  }, {
    "title": "Constraints on the origin and evolution of Iani Chaos",
    "authors": ["C. McGonigle"],
    "year": 2011
  }, {
    "title": "Formation of a terraced fan deposit in Coprates",
    "authors": ["C.M. Weitz", "R.P. Irwin", "F.C. Chuang", "M.C. Bourke", "D.A. Crown"],
    "year": 2006
  }, {
    "title": "Mars Reconnaissance Orbiter observations of light-toned layered deposits and associated fluvial landforms on the plateaus adjacent to Valles Marineris",
    "authors": ["C.M. Weitz", "R.E. Milliken", "J.A. Grant", "A.S. McEwen", "R.M.E. Williams", "J.L. Bishop", "B.J. Thomson"],
    "venue": "Icarus 205,",
    "year": 2010
  }, {
    "title": "Sulfates and iron oxides in Ophir Chasma, Mars, based on OMEGA and CRISM observations",
    "authors": ["L. Wendt", "C. Gross", "T. Kneissl", "M. Sowe", "Combe", "J.-P", "L. Le Deit", "P.C. McGuire", "G. Neukum"],
    "year": 2011
  }, {
    "title": "Knob fields in the Terra Cimmeria/Terra Sirenum region of Mars: stratigraphy, mineralogy and morphology",
    "authors": ["L. Wendt", "J.L. Bishop", "G. Neukum"],
    "venue": "Icarus 225,",
    "year": 2013
  }, {
    "title": "Major Aspects of the Chronostratigraphy and Geologic Evolutionary History of Mars",
    "authors": ["S. Werner"],
    "venue": "Freie Universität Berlin, Berlin",
    "year": 2006
  }, {
    "title": "The global martian volcanic evolutionary history",
    "authors": ["S.C. Werner"],
    "venue": "Icarus 201,",
    "year": 2009
  }, {
    "title": "Theoretical analysis of secondary cratering on Mars and an image-based study on the Cerberus Plains",
    "authors": ["S.C. Werner", "B.A. Ivanov", "G. Neukum"],
    "venue": "Icarus 200,",
    "year": 2009
  }, {
    "title": "Redefinition of the crater-density and absolute-age boundaries for the chronostratigraphic system of Mars",
    "authors": ["S.C. Werner", "K.L. Tanaka"],
    "venue": "Icarus 215,",
    "year": 2011
  }, {
    "title": "Soil transport by winds on Mars",
    "authors": ["B.R. White"],
    "venue": "J. Geophys. Res",
    "year": 1979
  }, {
    "title": "Hadriaca Patera: insights into its volcanic history from Mars Express High Resolution Stereo Camera",
    "authors": ["D.A. Williams", "R. Greeley", "W. Zuschneid", "S.C. Werner", "G. Neukum", "D.A. Crown", "T.K.P. Gregg", "K. Gwinner", "J. Raitala"],
    "venue": "J. Geophys. Res. Planets 112,",
    "year": 2007
  }, {
    "title": "Tyrrhena Patera: geologic history derived from Mars Express High Resolution Stereo Camera",
    "authors": ["D.A. Williams", "R. Greeley", "S.C. Werner", "G. Michael", "D.A. Crown", "G. Neukum", "J. Raitala"],
    "venue": "J. Geophys. Res. Planets",
    "year": 2008
  }, {
    "title": "The Circum-Hellas Volcanic Province, Mars: overview",
    "authors": ["D.A. Williams", "R. Greeley", "R.L. Fergason", "R.O. Kuzmin", "T.B. McCord", "Combe", "J.-P", "J.W. Head", "L. Xiao", "L. Manfredi", "F. Poulet", "P. Pinet", "D. Baratoux", "J.J. Plaut", "J. Raitala", "G. Neukum"],
    "venue": "Planet. Space Sci",
    "year": 2009
  }, {
    "title": "Surface-compositional properties of the Malea Planum region of the CircumHellas Volcanic Province, Mars",
    "authors": ["D.A. Williams", "R. Greeley", "L. Manfredi", "R.L. Fergason", "Combe", "J.-P", "F. Poulet", "P. Pinet", "C. Rosemberg", "H. Clenet", "T.B. McCord", "J. Raitala", "G. Neukum"],
    "venue": "Earth Planet. Sci",
    "year": 2010
  }, {
    "title": "The CircumHellas Volcanic Province, Mars: assessment of wrinkle-ridged plains",
    "authors": ["D.A. Williams", "R. Greeley", "L. Manfredi", "J. Raitala", "G. Neukum"],
    "venue": "Earth Planet. Sci. Lett. 294,",
    "year": 2010
  }, {
    "title": "The Circum-Hellas Volcanic Province, Mars: assessment of wrinkle-ridged plains",
    "authors": ["D.A. Williams", "R. Greeley", "L. Manfredi", "J. Raitala", "G. Neukum"],
    "venue": "HRSC CoInvestigator Team,",
    "year": 2010
  }, {
    "title": "Fault dislocation modeled structure of lobate scarps from Lunar Reconnaissance Orbiter Camera digital terrain models",
    "authors": ["N.R. Williams", "T.R. Watters", "M.E. Pritchard", "M.E. Banks", "J.F. Bell"],
    "venue": "J. Geophys. Res. Planets 118,",
    "year": 2013
  }, {
    "title": "Flow rates and duration within Kasei Valles, Mars: Implications for the formation of a Martian Ocean",
    "authors": ["R.M. Williams", "R.J. Phillips", "M.C. Malin"],
    "venue": "Geophys. Res",
    "year": 2000
  }, {
    "title": "Morphometric measurements of martian valley networks from Mars Orbiter Laser Altimeter (MOLA) data",
    "authors": ["R.M.E. Williams", "R.J. Phillips"],
    "venue": "J. Geophys. Res. Planets",
    "year": 2001
  }, {
    "title": "Surface age of the ice-dust mantle deposit in Malea Planum, Mars",
    "authors": ["M. Willmes", "D. Reiss", "H. Hiesinger", "M. Zanetti"],
    "venue": "Planet. Space Sci",
    "year": 2012
  }, {
    "title": "Phobos' shape and topography models",
    "authors": ["K. Willner", "X. Shi", "J. Oberst"],
    "venue": "Planet. Space Sci. 102,",
    "year": 2014
  }, {
    "title": "Mars outflow channels: a reappraisal of the estimation of water flow velocities from water depths, regional slopes, and channel floor properties",
    "authors": ["L. Wilson", "G.J. Ghatan", "J.W. Head", "K.L. Mitchell"],
    "venue": "J. Geophys. Res. (Planets),",
    "year": 2004
  }, {
    "title": "Quantitative geomorphology of the Mars Eberswalde delta",
    "authors": ["L.J. Wood"],
    "venue": "Geol. Soc. Am. Bull. 118,",
    "year": 2006
  }, {
    "title": "Global modelling of the early martian climate under a denser CO2 atmosphere: Water cycle and ice evolution",
    "authors": ["R. Wordsworth", "F. Forget", "E. Millour", "J.W. Head", "J.B. Madeleine", "B. Charnay"],
    "venue": "Icarus 222,",
    "year": 2013
  }, {
    "title": "Ancient volcanism and its implication for thermal evolution of Mars",
    "authors": ["L. Xiao", "J. Huang", "P.R. Christensen", "R. Greeley", "D.A. Williams", "J. Zhao", "Q. He"],
    "venue": "Earth Planet. Sci. Lett. 323–324,",
    "year": 2012
  }, {
    "title": "Distribution and evolution of scalloped terrain in the southern hemisphere, Mars",
    "authors": ["M. Zanetti", "H. Hiesinger", "D. Reiss", "E. Hauber", "G. Neukum"],
    "venue": "Icarus 206,",
    "year": 2010
  }, {
    "title": "Concentric crater fill on Mars—an aeolian alternative to ice-rich mass wasting",
    "authors": ["J.R. Zimbelman", "S.M. Clifford", "S.H. Williams", "V.L. Sharpton"],
    "venue": "Lunar and Planetary Science Conference Proceedings,",
    "year": 1989
  }, {
    "title": "Recent developments in planetary Aeolian studies and their terrestrial analogs",
    "authors": ["J.R. Zimbelman", "M.C. Bourke", "R.D. Lorenz"],
    "venue": "Aeolian Res",
    "year": 2013
  }],
  "id": "SP:4e31b725a2a61645c3329dda0acf09af8faf679a",
  "authors": [{
    "name": "R. Jaumann",
    "affiliations": []
  }, {
    "name": "D. Tirsch",
    "affiliations": []
  }, {
    "name": "E. Hauber",
    "affiliations": []
  }, {
    "name": "G. Di Achille",
    "affiliations": []
  }, {
    "name": "G. Erkeling",
    "affiliations": []
  }, {
    "name": "F. Fueten",
    "affiliations": []
  }, {
    "name": "J. Head",
    "affiliations": []
  }, {
    "name": "M.G. Kleinhans",
    "affiliations": []
  }, {
    "name": "N. Mangold",
    "affiliations": []
  }, {
    "name": "G.G. Michael",
    "affiliations": []
  }, {
    "name": "G. Neukum",
    "affiliations": []
  }, {
    "name": "A. Pacifici",
    "affiliations": []
  }, {
    "name": "T. Platz",
    "affiliations": []
  }, {
    "name": "M. Pondrelli",
    "affiliations": []
  }, {
    "name": "J. Raack",
    "affiliations": []
  }, {
    "name": "D. Reiss",
    "affiliations": []
  }, {
    "name": "D.A. Williams",
    "affiliations": []
  }, {
    "name": "S. Adeli",
    "affiliations": []
  }, {
    "name": "D. Baratoux",
    "affiliations": []
  }, {
    "name": "G. de Villiers",
    "affiliations": []
  }, {
    "name": "B. Foing",
    "affiliations": []
  }, {
    "name": "S. Gupta",
    "affiliations": []
  }, {
    "name": "K. Gwinner",
    "affiliations": []
  }, {
    "name": "H. Hiesinger",
    "affiliations": []
  }, {
    "name": "H. Hoffmann",
    "affiliations": []
  }, {
    "name": "L. Le Deit",
    "affiliations": []
  }, {
    "name": "L. Marinangeli",
    "affiliations": []
  }, {
    "name": "K.-D. Matz",
    "affiliations": []
  }, {
    "name": "V. Mertens",
    "affiliations": []
  }, {
    "name": "J.P. Muller",
    "affiliations": []
  }, {
    "name": "J.H. Pasckert",
    "affiliations": []
  }, {
    "name": "T. Roatsch",
    "affiliations": []
  }, {
    "name": "A.P. Rossi",
    "affiliations": []
  }, {
    "name": "F. Scholten",
    "affiliations": []
  }, {
    "name": "M. Sowe",
    "affiliations": []
  }, {
    "name": "J. Voigt",
    "affiliations": []
  }, {
    "name": "N. Warner",
    "affiliations": []
  }],
  "abstractText": "This review summarizes the use of High Resolution Stereo Camera (HRSC) data as an instrumental tool and its application in the analysis of geological processes and landforms on Mars during the last 10 years of operation. High-resolution digital elevations models on a local to regional scale are the unique strength of the HRSC instrument. The analysis of these data products enabled quantifying geological processes such as effusion rates of lava flows, tectonic deformation, discharge of water in channels, formation timescales of deltas, geometry of sedimentary deposits as well as estimating the age of geological units by crater size–frequency distribution measurements. Both the quantification of geological processes and the age determination allow constraining the evolution of Martian geologic activity in space and time. A second major contribution of HRSC is the discovery of episodicity in the intensity of geological processes on Mars. This has been revealed by comparative age dating of volcanic, fluvial, glacial, and lacustrine deposits. Volcanic processes on Mars have been active over more than 4 Gyr, with peak phases in all three geologic epochs, generally ceasing towards the Amazonian. Fluvial and lacustrine activity phases spread a time span from Noachian until Amazonian times, but detailed studies show that they have been interrupted bymultiple and long",
  "title": "Quantifying geological processes on Mars—Results of the high resolution stereo camera (HRSC) on Mars express"
}