{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nEarth and Planetary Science Letters\nj ourna l homepage: www.e lsev ie r.com/ locate /eps l\nTracing volcanic events in the NGRIP ice-core and synchronising North Atlantic marine records during the last glacial period\nS.M. Davies a,⁎, S. Wastegård b, P.M. Abbott a, C. Barbante c,d, M. Bigler e, S.J. Johnsen f, T.L. Rasmussen g, J.P. Steffensen f, A. Svensson f\na Department of Geography, Swansea University, Singleton Park, Swansea, SA2 8PP, United Kingdom b Department of Physical Geography and Quaternary Geology, Stockholm University, SE-106 91 Stockholm, Sweden c Department of Environmental Sciences, University of Venice, Ca'Foscari Calle Larga S. Marta, 30123 Venice, Italy d Institute for the Dynamics of Environmental Processes-CNR, University Ca'Foscari of Venice, Dorsoduro 2137, 30 123 Venice, Italy e Physics Institute, Climate and Environmental Physics and Oeschger Centre for Climate Change Research, University of Bern, Sidlerstrasse 5, CH-3012, Bern, Switzerland f Ice and Climate group, Niels Bohr Institute, University of Copenhagen, Juliane Maries vej 30, DK-2100 Copenhagen, Denmark g Department of Geology, Faculty of Science, University of Tromsø, Dramsveien 201, NO-9037 Tromsø, Norway\n⁎ Corresponding author. Tel.: +44 1792 295233; fax: E-mail address: siwan.davies@swansea.ac.uk (S.M. D\n1 Horizons that contain volcanic material in such a appear invisible to the naked eye within a geological a\n0012-821X/$ – see front matter © 2010 Elsevier B.V. A doi:10.1016/j.epsl.2010.03.004\na b s t r a c t a r t i c l e i n f o\nArticle history: Received 16 August 2009 Received in revised form 2 March 2010 Accepted 3 March 2010 Available online 3 April 2010\nEditor: M.L. Delaney\nKeywords: tephra horizons Greenland ice-cores Faroe Marine Ash Zone III rapid climate change last glacial period\nFive basaltic tephra horizons have been identified in the NGRIP ice-core during the last glacial period. Geochemical analyses indicate that these tephras are of Icelandic origin with one horizon identified as the Faroe Marine Ash Zone III (FMAZ III) — an important marker horizon in several marine records within the Faroe Islands margin. The FMAZ III is a few millimetres thick and is constrained to 38,122±723 yr b2k (before year AD 2000) according to the Greenland Ice Core Chronology (GICC05). This event falls directly at the thermal peak of Greenland Interstadial 8 (GI-8) and a marine-ice correlation, based on the position of this tephra, suggests a close coupling of the marine and atmospheric systems at this time. The remaining tephras originate from the Eastern Volcanic Zone with the Katla volcanic system pinpointed as the dominant source. These are thought to represent previously unknown volcanic events which add considerably to our knowledge of Icelandic volcanism during this period. Independent ages are assigned to these events and together with major element characterisation, form the backbone of the tephrochronology framework presented here. Despite the identification of these tephras, this study also demonstrates that the sulphate record may not always act as a suitable proxy for the identification of tephra horizons in ice-core records.\n+44 1792 295955. avies). low concentration that they\nrchive.\nll rights reserved.\n© 2010 Elsevier B.V. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "Time-synchronous marker horizons such as tephra layers offer considerable potential for improving chronological models and for establishing independent and precise tie-points between different palaeoarchives. The scope of this technique has changed considerably over the last 20 yr with a number of studies demonstrating that tephra horizons in the form of cryptotephra1 horizons can be traced over much larger geographical areas than previously realised (e.g. Dugmore, 1989; Turney et al., 1997; Blockley et al., 2007; Payne et al., 2008; Coulter et al., 2009). This has resulted in a marked step-change for tephrochronology, particularly as this technique has the potential for investigating the timing and nature of rapid climatic events such as those that punctuated the last glacial period (Bond et al., 1993; Dansgaard et al., 1993; Alley et al., 1999). One of the major obstacles that affect our understanding of the mechanisms driving these so-\ncalled Dansgaard–Oeschger events is the complexity associated with obtaining precise chronological control for the synchronisation of different palaeoarchives (e.g. Blaauw et al., 2008). Independent timesynchronous marker horizons such as tephra layers have the potential to synchronise records spanning the last glacial period, particularly in light of the discoveries that volcanic material is transported over larger geographical areas than previously thought (Davies et al., 2005; Blockley et al., 2007). We report on the work being undertaken to trace volcanic events within the NGRIP ice-core (Fig. 1) during the last glacial period and the potential for utilising this technique for precise correlation to North Atlantic marine sequences.\nThe NGRIP record is an ideal archive for developing a framework of volcanic events, due to (i) the unprecedented temporal resolution (NGRIP members, 2004), (ii) the recently developed Greenland Ice Core Chronology based on multi-parameter counting of annual layers (Andersen et al., 2006; Svensson et al., 2008) and (iii) the highresolution chemostratigraphy available for this sequence (Bigler, 2004). This potential has recently been demonstrated byMortensen et al. (2005). Using the high-resolution sulphate record as a guide, they identified 12 previously unknown tephra horizons of Termination 1 age, adding considerably to the eruptive history of Iceland (Mortensen\net al., 2005). Up until recently, however, a large proportion of the older part of the NGRIP record remains unexplored in terms of tracing volcanic material for tephrochronological purposes.\nThis particular investigation is a follow-up to the work outlined by Davies et al. (2008) and focuses on the tephra record within NGRIP ice spanning two intervals of the last glacial period (26,000–31,000 yr b2k2 and 37,000–42,000 yr b2k). In our previous paper, we reported the discovery of the Faroe Marine Ash Zone II (FMAZ II) and here we outline the detection of five additional tephra horizons, with one identified as FMAZ III found in marine records in the Faroe Islands\n2 All ages reported in this paper are before year A.D. 2000 (b2k). These ages are derived from the Greenland Ice Core Chronology (GICC05) based on annual layer counting of high-resolution ice-core proxies (Andersen et al., 2006; Svensson et al., 2008).\nmargin (Rasmussen et al., 2003; Wastegård et al., 2006). This work also demonstrates that the sulphate record may not always act as a suitable proxy for the identification of tephra horizons in ice-core records. We present evidence that in some instances tephra layers are present without an associated chemical signal in the ice itself."
  }, {
    "heading": "2. Methods and sampling strategy",
    "text": "Two time-intervals were pinpointed for sampling (26,000– 31,000 yr b2k and 37,000–42,000 yr b2k). These intervals were selected according to the positions of FMAZ II and III in the marine records (Rasmussen et al., 2003; Wastegård et al., 2006) and also our aim to test the synchroneity of the rapid climatic transitions that characterise these intervals. Investigation of ice spanning GI 5–7 is\nbeing undertaken by teams from the Universities of Iceland and Copenhagen.\nOnly one distinct visible tephra horizon was identified within the sampling intervals and, as such, the high-resolution NGRIP chemical stratigraphy (sulphate and calcium) obtained by continuous flow analysis and electrical conductivity measurements (ECM) were employed to pinpoint the presence of cryptotephra horizons. Measurements of sulphate ions (SO42−) preserved in ice-cores provide a record of past explosive volcanic events (e.g. Zielinski et al., 1997; Bigler et al., 2007). The release of SO2 during a volcanic eruption is rapidly oxidised in the atmosphere to form H2SO4 and as such these periodic events can be detected by analysis of sulphate concentrations as well as elevated levels of acidity (via ECM) (e.g. Clausen et al., 1997). Calcium also represents an indirect indicator of volcanism by interacting with SO42− to form gypsum. Ca2+ is normally used to indicate fluctuations in dust input onto the ice, however, this ion can also assist in the identification of potential tephra horizons.\nSixty sections (55 cm ice-core length) were identified as target samples and a 2 cm2 cross-section was cut along the length of each section (Fig. 2). Each 55 cm section was sub-sampled according to the position of the chemical signal and thus, most samples were clearly distinguished as either being ice from below the chemical signal, ice spanning the signal itself or ice above the chemical signal. Thus, depending on the position of the chemical signal, the sub-sampled lengths of ice varied from 5 to 45 cm. This approach was deemed the most appropriate and maintained the total number of samples to be processed at a reasonable level (200 samples).\nMelted samples were centrifuged and the particulate material was mounted on to ground glass slides and embedded in epoxy resin. A high-magnification optical microscope was used to identify the presence of volcanic material. Tephra concentrations are not reported due to the irregular volume of each ice sample arising from the sampling strategy adopted (see above). Furthermore, tephras form discrete horizons (often ranging between 2–3 mm and 1–2 cm thick) within ice-cores and as such, shard concentrations would bemarkedly underestimated for cryptotephra deposits found in longer samples\n(e.g. 45 cm long) within which the precise position of the horizon has not yet been identified.\nSelected slides were subsequently ground and polished using diamond suspension at 6 and 1 µm for electron microprobe analysis. Geochemical analysis was undertaken on a Cameca SX-100 at the Tephrochronology Analytical Unit, University of Edinburgh. Operating conditions are given in the Supplementary information. Geochemical results are not normalised following the recommendations of Hunt and Hill (1993).\n3. Identification and characterisation of volcanic horizons\nIn addition to FMAZ II (1848.0–1848.05 m; Davies et al., 2008), volcanic glass shards were identified within six intervals at 1855.7– 8 m, 1861.45–55 m, 1895.23–24 m, 1915.1–5 m, 1915.5–63 m and 2066.93–95 m (Table 1 and Fig. 2). The lowermost depth of these intervals is used when referring to these tephras. The shard size and abundance within each sample varied with the largest shards (80– 100 µm) and highest abundances identified in the visible horizon at 1895.24 m. Another visible layer is also present at 2066.95 m but being only a few millimetres thick this was not identified as a visible horizon until this study. The smallest shards (ca. 10–30 µm) along with the lowest number of particles were found in sample 1855.8 m with only 4 particles analysed for geochemistry. Geochemical analysis reveals that all horizons are basaltic in geochemistry with Iceland identified as the most likely volcanic origin. Each deposit exhibits distinct high TiO2 concentrations, enriched FeO values and K2O values b1wt.% (Fig. 3 and Table 1). Very fewmicrolites were observedwithin the tephra shards and if found, these were avoided for geochemical analysis or were identified as distinct outliers and excluded from the overall geochemical population. The full geochemical data-set is provided in the Supplementary information. Although the sulphate record was used to devise a sampling strategy for this study, in some instances, the position of the tephra is offset from the highest level of sulphate (Fig. 4). A description of each volcanic layer is given below.\nis framework includes the Faroe Marine Ash Zone II (FMAZ II) outlined in Davies et al. entified at 1915.5 and 1915.63 m. The Greenland Interstadials (GI) and the samples rizons."
  }, {
    "heading": "3.1. NGRIP 2066.95 m: Tholeiitic basalt (Faroe Marine Ash Zone III:",
    "text": ""
  }, {
    "heading": "38,122±723 yr b2k)",
    "text": "Twenty shards were geochemically analysed from this horizon. The results show a tholeiitic population with SiO2 values of 49–50 wt.% and K2O and TiO2 concentrations of 0.4 and 3 wt.% respectively (Table 1). The concentrations of the latter two oxides, in particular, distinguish this tephra from others identified in this study and these data consistently plot within the Grimsvötn compositional envelope (Fig. 3).\nThis horizon falls around 100 yr after the onset of the warming within GI-8 (Fig. 2) and an age of 38,122±723 yr b2k is assigned to this layer according to the Greenland Ice Core Chronology (GICC05) (Svensson et al., 2008). The stratigraphic position of this tephra is comparable to the FMAZ III identified in a number of cores near the Faroe Islands in the North Atlantic (Rasmussen et al., 2003;Wastegård et al., 2006). Moreover, the geochemical composition of NGRIP 2066.95 m falls within the geochemical envelope for the FMAZ III (Fig. 5) presented byWastegård et al. (2006). There is more scatter, in the marine occurrences of the FMAZ III particularly in the SiO2 and FeOtot values, which has been suggested to indicate the presence of different eruptive phases (Wastegård et al., 2006). A similar degree of scatter is not seen within the NGRIP horizon possibly due to unfavourable atmospheric conditions that did not transport ash from all eruptive phases to Greenland. Nevertheless, due to the stratigraphic position and the similar geochemical composition we believe that the tephra identified in the NGRIP tephra equates to the FMAZ III horizon.\nA key feature of this horizon is the distinct absence of a coeval chemical signal (Fig. 4). This horizon shows up as a distinct white band in the visual stratigraphy and there are slightly elevated sulphate levels (ca. 130 ppbw) coincident with the deposition of this tephra. Calcium values are also elevated, but there is no marked indication that would be expected of a volcanic event. Sulphate and calcium peaks similar to those at 2067.36 m, 12 yr prior to the deposition of this tephra, are more akin to changes that are registered in the chemistry of the ice in response to a volcanic eruption (Fig. 4). In fact, this particular section of ice was selected for sampling based on the occurrence of the lowermost peaks yet, no tephra particles were found to coincide with these elevated levels. Due to the 12 yr offset, this early sulphate peak is unlikely to be related to a different phase of the eruption, although it is possible that the sulphate peak in the ice represents an earlier eruption which did not result in the transport of\ntephra particles to the NGRIP site (see preceding paragraph). Even so, the distinct absence of a sulphate spike in relation to the FMAZ III horizon remains puzzling."
  }, {
    "heading": "3.2. NGRIP 1915.5 and 1915.63 m: Transitional alkali basalt (Eastern",
    "text": "Volcanic Zone: 30,570±504 yr b2k)\nVolcanic glass particles were found in two consecutive samples: 1915.5 and 1915.63 m. Eight shards were analysed from the lowermost sample and twenty three shards were analysed from the uppermost sample. Within the lowermost sample, six of the shards exhibit a fairly tight geochemical population, but 2 distinct outliers consistently plot outside of this main population (Fig. 3). This can be seen clearly in the FeOtot concentrations with two outliers showing extreme values of 10 and 16 wt.% whereas the FeOtot concentrations for the remaining shards range between 12.5 and 14 wt.%. The same two shards also exhibit outlying values for CaO, Al2O3 and SiO2 (Fig. 3 and Supplementary data). Two outliers are also seen within the uppermost sample at 1915.5 m exhibiting higher FeOtot (N14 wt.%), slightly lower CaO (b10 wt.%) and one shard has a higher K2O (N0.7 wt.%) values. Apart from these outlying shards, these two consecutive samples have an overlapping geochemical composition exhibiting a close affinity to both the Katla and the Hekla–Vatnafjöll basalts. The TiO2 concentrations in excess of 4 wt.% and K2O values of ca. 0.6 wt.% are typical of the Katla basalts, but the mean FeOtot content of 13.25–13.46wt.% and the MgO content of 5.6–5.7wt.% are more akin to the Hekla basalts (e.g. Jakobsson, 1979; Óladóttir et al., 2008) (Table 1 and Fig. 3). A comprehensive study of Holocene Katla tephra products conducted by Óladóttir et al. (2008) suggests that the MgO compositional range of this system is between 3.84 and 5.2 wt.%. It is therefore difficult to pinpoint a specific source for this NGRIP tephra and as suchwe conclude that it originates fromeither Katla or Hekla in the Eastern Volcanic Zone.\nAccording to the GICC05, an age of 30,570±504 yr b2k is assigned to the start of this eruption. To the naked eye, there is no indication of a visual layer and this is classified as a cryptotephra. There is however, a sulphate peak in excess of 1000 ppbw at 1915.56 m and an associated brighter layer in the visual stratigraphy that may be related to the initial volcanic event that produced this tephra (Fig. 4). Calcium on the other hand is variable throughout this section and shows no distinct response to the occurrence of a volcanic event, probably due to higher background levels during this cold interval. The peak in sulphate may be an indication of the precise timing of the initial volcanic eruption. No eruption of this age and geochemistry has\nbeen reported elsewhere in the literature and thus, we believe this to be a previously unknown volcanic event. It is possible that the tephra may be derived from either a sustained eruption ca. 30,500 yr b2k or two closely spaced eruptions from the same volcanic centre. Resampling of this 55 cm ice-core section at higher resolution is required to test these possibilities."
  }, {
    "heading": "3.3. NGRIP1895.24 m: Transitional alkali basalt (Katla: 29,130±456 yr b2k)",
    "text": "A high concentration of basaltic shards was identifiedwithin sample 1895.24 m which coincides with a 1 cm thick visible horizon (Fig. 2). This is clearly identified in the visual stratigraphy data, and coincides with distinct sulphate and calcium peaks (Fig. 4). Shards range in size between 80 and 100 µm and thirty four shards have been analysed for geochemistry during two different analytical periods. This tephra exhibits a very tight geochemical population with SiO2 values ranging between45.9 and 47.6wt.%,meanMgO values of 5.44wt.%, FeOtotmean concentrations of 14.23 wt.%, K2O values of 0.71wt.% and TiO2 in excess\nof 4 wt.% (Table 1). These results plot within the Katla whole rock and tephra compositional field for most elements (Jakobsson, 1979; Haflidason et al., 2000; Óladóttir et al., 2008) but also fall within the area that overlaps with the Hekla/Vatnafjöll systems on some biplots (Fig. 3). Although this tephra exhibits higher MgO values than that suggested for Katla (Óladóttir et al., 2008) the evolved FeO–TiO2 content, along with the SiO2 vs FeO/TiO2 and the SiO2 vs K2O biplots, suggest that this tephra originates from the Katla system.\nThis tephra has been assigned an age of 29,130±456 yr b2k according to the GICC05 timescale. To date, there are no reports of other tephra layers of similar age that fall between the FMAZ II and FMAZ III in the Faroemargin cores (Rasmussen et al., 2003;Wastegård et al., 2006) nor from the open North Atlantic region (e.g. Kvamme et al., 1989; Lackschewitz and Wallrabe-Adams, 1997). As such, this tephra is thought to represent a previously unknown volcanic eruption of Katla. The thickness of this layer and large shard sizes, relative to other layers preserved within the Greenland ice-cores, suggests that this is a large-scale eruption that has the potential to be\nan additional tie-point to other geological archives in the North Atlantic region."
  }, {
    "heading": "3.4. NGRIP1861.55 m: Transitional alkali basalt (Katla: 27,527±410 yr b2k)",
    "text": "Basaltic shards, ranging between 30 and 60 µm in size,were identified at 1861.55 m. Eight shardswere analysed on the electronmicroprobe and exhibit a fairly tight geochemical population. This tephra show some similarities to the tephras found at 1895.24 m and 1915.63 m but this\nlayer has lower MgO (4.73±0.2 wt.%) and CaO (9.44±0.23 wt.%) concentrations, and slightly higher SiO2 (48.25±0.36 wt.%), K2O (0.83± 0.05 wt.%) and P2O5 (0.70±0.06 wt.%) values (Table 1 and Fig. 3). These results fall within the Katla compositional field as shown in Fig. 3. In particular, the distinct high TiO2 values in excess of 4 wt.% and MgO concentrations of 4.73wt.% suggest that this is another tephra originating from the Katla system. An age of 27,527±410 yr b2k is assigned to this tephra and this layer is likely to coincide with the peak in sulphate in excess of 600 ppbw at 1861.5 m and a bright layer seen in the visual\nstratigraphy data, although the precise position of the tephra within this 10 cm sample is yet to be pinpointed."
  }, {
    "heading": "3.5. NGRIP 1855.8 m: Transitional alkali basalt (Eastern Volcanic Zone:",
    "text": ""
  }, {
    "heading": "27,200±402 yr b2k)",
    "text": "The youngest tephra identified in this investigation is at 1855.8 m and dates to 27,200±402 yr b2k, ca. 300 yr younger than the tephra at 1861.55 m. There are distinct changes in the chemical stratigraphy that mark the occurrence of this tephra, with a broad peak evident in the ECM and a broad double peak seen in the sulphate record (Fig. 4). There is a very fine bright/white layer in the visual stratigraphy that corresponds to the first peak in sulphate but there is no indication to the naked eye of a visible layer.\nAt this level, only 4 shards have been analysed geochemically. This is a variable population with SiO2 values of 49.07±1.11 wt.% and FeOtot of 14.63±1.04 wt.% (Table 1). This tephra can be distinguished from the older deposits based on lower MgO, CaO, K2O, TiO2 and\nslightly lower P2O5 values. On the K2O vs TiO2 biplot this tephra shows affinity with the Hekla–Vatnafjöll system (although this field partly overlaps with the Katla envelope) (Fig. 3) and exhibits similar composition to the younger FMAZ II tephra also identified in the NGRIP and Faroe Islands margin cores (Wastegård et al., 2006; Davies et al., 2008). On other biplots, however, this population seems to separate with two of the shards exhibiting distinct Katla geochemistry and the other two shards showing affinity with the Hekla–Vatnafjöll system (Fig. 3). With just 4 shards analysed, it is difficult to pinpoint a specific source for this system, but it is likely to originate from a transitional alkalic system from the Eastern Volcanic Zone."
  }, {
    "heading": "4. Discussion",
    "text": ""
  }, {
    "heading": "4.1. Synchronisation of records between 26,000 and 31,000 yr b2k",
    "text": "Together with the FMAZ II, published elsewhere (Davies et al., 2008), five tephra horizons are now available for the synchronisation\nof records spanning the time-interval from 26,000 to 31,000 yr b2k. All of the tephras identified indicate an origin in the Eastern Volcanic Zone of Iceland, with Katla identified as the dominant source for these tephras. To the best of our knowledge, the four new tephras reported here are thought to represent the first discoveries of these tephras.\nTwo of these tephras, NGRIP 1895.24 m and NGRIP 1861.55 m, lie close to rapid climatic transitions. NGRIP 1895.24 m occurs prior to the abrupt warming of GI-4 and the large volume of volcanic material preservedwithin this visible horizon suggests that this is derived from a large-scale high magnitude eruption. This increases the potential of tracing this horizon in other geological archives, such as the North Atlantic marine records. Despite the smaller volume of material present within NGRIP 1861.55 m, this tephra also has a similar scope to perform as a fix-point to test whether there are any leads or lags in the cooling transition observed at the end of GI-3. Due to their stratigraphic proximity to these rapid climatic events, these two tephras, in particular, have the potential to perform as useful tiepoints between the ice and marine depositional environment to assess the regional development of these events.\nIdentification of the two remaining tephras (NGRIP 1855.8 m and NGRIP 1915.63 m) would also aid in the synchronisation of ice-cores and marine records but their timing within prolonged cold episodes may not necessarily allow an assessment of any potential leads or lags relating to rapid climatic events. Nevertheless, their presence within other records would significantly aid in the construction of age–depth models, especially in light of the high-precision independent ages that are presented here (Table 1).\nDespite this recognised potential, this framework is not without limitations and the geochemical compositions of these tephras may well prove problematic for correlation purposes. Apart from the FMAZ\nFig. 6. Correlation of the NGRIP record to marine-core ENAM93-21 from the Faroe Islands tephras within the NGRIP record (grey horizontal lines). Proxy data for ENAM93-21 are fro grains (per gram dry weight sediment), the concentration of planktonic and benthic forami δ18O measurements on the planktic foraminifera Neogloboquadrina pachyderma s and the co black bar chart).\nII, all tephras identified during this 5000 yr time window are from the transitional alkali magma suite and exhibit very similar geochemical compositions. Difficulties may arise if only one or two of these tephras are identified in other records. Often the stratigraphic position of a tephra horizon can aid in the identification of an event if tephras are indistinguishable based on geochemistry alone. However, distinguishing between NGRIP 1895.24 m and NGRIP 1915.63 mmay prove difficult as they occur within a 1500 yr interval during the cold episode between GI-4 and 5 (Figs. 2 and 6). On the other hand, distinguishing between these two tephras and the younger NGRIP 1861.55 m may be easier due to their contrasting stratigraphic positions within the stadial prior to GI-4 and in association with the cooling trend of GI-3 respectively (Fig. 2). However, if the cooling and warming episodes associated with this interval are not well manifested in a marine or terrestrial archive, then the correlation will need to be solely based on the geochemical composition. Utilising these tephras for synchronisation of palaeoarchives should, therefore, be undertaken with care. Our ongoing characterisation of the trace element signatures of these deposits by LA-ICP-MSmay prove vital for the discrimination of these particular tephras (e.g. Pearce et al., 2007)."
  }, {
    "heading": "4.2. Synchronisation of records between 36,000 and 42,000 yr b2k",
    "text": "Although, the FMAZ III was the only tephra identified during GI-8, this particular discovery represents a major step in the correlation of ice andmarine records during the last glacial period. Up until recently, the only potential marine-ice tie-point during MIS 2 and 3 was the NAAZ II (55,380±1184 yr b2k; Svensson et al., 2008) (Ruddiman and Glover, 1972; Sigurdsson, 1982; Kvamme et al., 1989; Grönvold et al., 1995; Lacasse et al., 1996; Zielinski et al., 1996, 1997; Austin et al.,\nmargin. The positions of the FMAZ II and III are shown along with the other identified m Rasmussen et al. (1996a, 1998, 2003) and include the number of ice-rafted detritus nifera species per gram dry weight sediment, the ratio of planktonic to benthic species, ncentration of tephra grains in number per gram dry weight sediment (plotted as solid\n2004). More recent work, however, revealed the presence of the Faroe Marine Ash Zone II (FMAZ II) in the NGRIP ice-core (Davies et al., 2008) and here the identification of FMAZ III is particularly noteworthy as this tephra falls close to the rapid warming of GI-8. Thus, with the discovery of the FMAZ III, three tephras can now be used for the correlation of marine and ice-core records during the last glacial period — two of which are shown in a detailed correlation in Fig. 6.\nThe proxy evidence in both the NGRIP and ENAM93-21 records indicate that FMAZ II falls during a prolonged cold episode following GI-3 (Fig. 6 and Davies et al., 2008). This suggests close coupling between the oceanic and atmospheric systems at this time, however, FMAZ II was deposited within a sustained cold episode after GI-3 and as such precludes a detailed assessment of possible leads or lags in relation to the rapid climatic transitions of the Dansgaard Oeschger events. FMAZ III, on the other hand, has considerable potential in this respect.\nWithin marine-core ENAM93-21, the FMAZ III forms a rather scattered zone and is spread over 40 cm, occurring shortly after Heinrich event 4 (Rasmussen et al., 2003). There is a clear division in this zone with small, fresh basaltic particles present in the lower 25 cm (thought to be derived from air-fall), and higher abundances of larger and heavier particles in the upper 15 cm, considered to be icerafted (Rasmussen et al., 2003). Thus, due to the nature of sedimentation within the marine environment, the FMAZ III cannot be pinpointed more precisely than occurring within the lower 25 cm zone. As a result, the FMAZ III in ENAM93-21 spans the warming limb and peak of GI-8, which is most clearly seen in the ratio of planktonic to benthic foraminifera abundances and a shift to more enriched δ18O values (Fig. 6) (Rasmussen et al., 2003). Higher benthic foraminifera abundances are thought to be in response to strong thermohaline convection with a deep water component similar to present day conditions (Rasmussen et al., 1996b).\nThus, without being able to pinpoint the FMAZ III more specifically it is difficult to make a detailed assessment of whether any leads or lags exist between the cryosphere and the ocean during GI-8. The correlation shown, however, suggests a close coupling of the atmosphere and marine systems at this time. On the other hand, if we adopted the principle that the position of the air-fall component of this tephra is best represented by the first appearance of shards in this core, for instance the lowermost 10 cm (to account for possible vertical displacement of the tephra by post-depositional bioturbation), then the evidence suggests that there is a lag in the oceanic response. The lowermost 10 cm of the FMAZ III falls on the rising limb of the planktonic to benthic foraminifera ratio prior to the peak in this proxy whereas the FMAZ III in the NGRIP record coincides with the peak of this interstadial, falling 100 yr after the onset of the warming (Fig. 6). Without being able to define a more precise stratigraphic position for the FMAZ III in core ENAM93-21 this is a tentative interpretation. Further work is required to improve the definition of ash layers within marine environments in order to test this hypothesis.\nFailure to detect any tephra horizons in the ice below FMAZ III is disappointing, particularly in light of a recent publication, suggesting that the Campanian Ignimbrite, the largest eruption in Europe during the last 100,000 yr (Barberi et al., 1978), should fall in the cold episode between GI-8 and 9 (Blockley et al., 2008). The sampling strategy was based on the sulphate and ECM record and thus, this may be an example of where higher background levels during a cold interval is masking a distinct volcanic signal, or simply ash particles from this eruption were not transported this far north."
  }, {
    "heading": "4.3. Sulphate: A proxy for tephra horizons?",
    "text": "Despite the success of this investigation in the construction of a tephrochronology framework for the last glacial period, a number of\nquestions are raised regarding the use of sulphate as a proxy for identifying tephra horizons. Both the FMAZ II and FMAZ III – the two most significant horizons which facilitate a correlation between the marine and ice-core records – do not coincide with a distinct sulphate, calcium or ECM record in the ice (Fig. 4).\nIce withinwhich these tephraswere detectedwas chosen based on the position of sulphate and calcium peaks, but in fact the tephras are offset from these signals (Fig. 4). The offset observed is noticeably too long (between 10 and 12 yr) for the tephra and the chemistry to be linked in some way to the same eruption. It is possible that the absence of a chemical signal may be due to the absorption of gases by the ice-cover on the Icelandic volcanoes during the last glacial period (Mortensen et al., 2005). If so, it is puzzling that the tephra from these eruptions was released to the atmosphere but not the aerosols. Stratigraphic offsets between the deposition of tephra and sulphate from highly-explosive low-latitude volcanoes is generally expected due to the differential transport pathways (troposphere vs stratosphere) (e.g. Vinther et al., 2006). However, the absence of a response in the sulphate records to more local Icelandic volcanoes is puzzling. It is possible that the chemical signals may be masked by higher background levels within the ice, which provides an explanation for FMAZ II, which occurs during a cold interval when dust input is significant, but not for FMAZ III which falls within a warm episode. Nonetheless, it seems that the identification of these two widespread marker horizons was actually down to chance. This raises a number of questions regarding the conditions at the source that produced these tephras as well as the possibility that other tephra layers present in the ice-core records are missed due to the absence of a coincident chemical signal. Thus, the tephrochronology framework presented here may, as a result, be incomplete and some volcanic eruptions may be overlooked in studies that only employ sulphate records to reconstruct the explosive history of the last glacial period e.g. Zielinski et al. (1996)."
  }, {
    "heading": "5. Summary and conclusions",
    "text": "A North Atlantic tephrochronology framework for two separate intervals within the last glacial period is presented. High-resolution NGRIP chemical records were used to pinpoint the position of these tephra layers, yet in some instances, distinct sulphate spikes do not coincide with the position of these tephras, raising a number of questions regarding the use of sulphate as a proxy for tephra horizons in ice-core records. Nevertheless, independent ages and geochemical compositions are outlined for each identified volcanic event. Four of the tephras are transitional alkali basalts with Katla identified as the dominant source and one is of tholeiitic composition thought to originate from the Grímsvötn system. The latter is identified as the FMAZ III and can be used as a fix-point for the synchronisation of the NGRIP record to North Atlantic marine cores near the Faroe Islands. The correlation presented suggests that there may have been a lag in the oceanic response at the start of GI-8 but this correlation is limited by the difficulties associated with pinpointing the exact timing of eruption in the marine occurrence of this tephra."
  }, {
    "heading": "Acknowledgements",
    "text": "This work is a contribution to the NorthGRIP ice-core project, which is directed and organized by the Ice and Climate Research Group at the Niels Bohr Institute, University of Copenhagen. It is being supported by funding agencies inDenmark (SNF), Belgium (FNRS-CFB), France (IFRTP and INSU/CNRS), Germany (AWI), Iceland (RannIs), Japan (MEXT), Sweden (SPRS), Switzerland (SNF) and the United States of America (NSF). This work is also a contribution to the Copenhagen Ice Core Dating Initiative, which was supported by a grant from the Carlsberg Foundation and the ESF Euro Climate Project RESOLuTION (Rapid climatic and environmental shifts during oxygen isotope stages (MIS)\n2 and 3) — linking high-resolution terrestrial, ice-core and marine archives. In addition, this paper contributes to the INTREPID project (Enhancing tephrochronology as a global research tool through improved fingerprinting and correlation techniques) and uncertainty modelling— an INQUA INTAV-led project (International focus group on tephrochronology and volcanism) (no. 0907). Support from the Climate Change Consortium of Wales (C3W) is also acknowledged.\nSMD's work is supported by NERC (NE/D000416/1) and the Nuffield Foundation (NAL/011110/G). PMA acknowledges the support of a NERC studentship: NER/S/A/2005/13417. We would like to thank Dr David Steele, Dr Anthony Newton and Dr Chris Hayward for their assistance with the use of the electron microprobe at the Tephrochronology Analytical Unit, University of Edinburgh. Our thanks are also given to Gareth James and Oliver Lake for laboratory assistance and to Inger Seierstad and Lars Berg Larsen for help with the subsampling of the ice-cores. Anna Ratcliffe is also acknowledged for assisting with the drawing of Figs. 1, 3 and 5. Dr Phil Shane and three anonymous reviewers are thanked for their constructive review of this manuscript."
  }, {
    "heading": "Appendix A. Supplementary data",
    "text": "Supplementary data associated with this article can be found, in the online version, at doi:10.1016/j.epsl.2010.03.004."
  }],
  "year": 2010,
  "references": [{
    "title": "Making sense of millennial-scale climate change",
    "authors": ["R.B. Alley", "P.U. Clark", "L.D. Keigwin", "R.S. Webb"],
    "year": 1999
  }, {
    "title": "The Greenland Ice Core Chronology 2005, 15–42 ka. Part 1: constructing the time scale",
    "authors": ["K.K. Andersen", "A. Svensson", "S.J. Johnsen", "S.O. Rasmussen", "M. Bigler", "R. Rothlisberger", "U. Ruth", "Siggaard-Andersen", "M.-L", "J. Peder Steffensen", "D. Dahl-Jensen", "B.M. Vinther", "H.B. Clausen"],
    "venue": "Quatern. Sci. Rev",
    "year": 2006
  }, {
    "title": "Distribution, sediment magnetism and geochemistry of the Saksunarvatn (10180±60 cal. yr BP) tephra in marine, lake, and terrestrial sediments, northwest Iceland",
    "authors": ["J.T. Andrews", "A. Geirsdóttir", "J. Hardardóttir", "S. Principato", "K. Grönvold", "G.B. Kristjansdóttir", "G. Helgadóttir", "J. Drexler", "A. Sveinbjörnsdóttir"],
    "venue": "J. Quatern",
    "year": 2002
  }, {
    "title": "The age and chronostratigraphical significance of North Atlantic Ash Zone II",
    "authors": ["W.E.N. Austin", "L.J. Wilson", "J.B. Hunt"],
    "venue": "J. Quatern. Sci",
    "year": 2004
  }, {
    "title": "The Campanian Ignimbrite: a major prehistoric eruption in the Neapolitan area (Italy)",
    "authors": ["F. Barberi", "F. Innocenti", "L. Lirer", "R. Munno", "T.S. Pescatore", "R. Santacroce"],
    "venue": "Bulletin of Volcanology",
    "year": 1978
  }, {
    "title": "Hochauflösende Spurenstoffmessungen an polaren Eisbohrkernen: Glazio-chemische und klimatische Prozessstudien",
    "authors": ["M. Bigler"],
    "venue": "Unpublished PhD thesis,",
    "year": 2004
  }, {
    "title": "A new continuous highresolution detection system for sulphate in ice",
    "authors": ["M. Bigler", "A. Svensson", "J.P. Steffensen", "P. Kaufmann"],
    "venue": "cores. Ann. Glaciol",
    "year": 2007
  }, {
    "title": "Were last glacial climate events simultaneous between Greenland and western Europe? Clim",
    "authors": ["M. Blaauw", "B. Wohlfarth", "J.A. Christen", "L. Ampel", "D. Veres", "K.A. Hughen", "F. Preusser", "A. Svensson"],
    "venue": "Past Discuss",
    "year": 2008
  }, {
    "title": "Evidence for the presence of the Vedde Ash in Central Europe",
    "authors": ["S.P.E. Blockley", "C.S. Lane", "A.F. Lotter", "A.M. Pollard"],
    "venue": "Quatern. Sci. Rev",
    "year": 2007
  }, {
    "title": "Correlations between climate records from North Atlantic sediments and Greenland",
    "authors": ["G. Bond", "W.S. Broecker", "S. Johnsen", "J. McManus", "L. Labeyrie", "J. Jouzel", "G. Bonani"],
    "venue": "ice. Nature",
    "year": 1993
  }, {
    "title": "Tephra in lake sediments: an unambiguous geochronological marker",
    "authors": ["J.E. Boygle"],
    "venue": "Unpublished PhD thesis,",
    "year": 1994
  }, {
    "title": "A comparison of the volcanic records over the past 4000 years from the Greenland Ice Core Project and Dye 3 Greenland ice",
    "authors": ["H.B. Clausen", "C.U. Hammer", "C.S. Hvidberg", "D. Dahl-Jensen", "J.P. Steffensen"],
    "venue": "cores. J. Geophys. Res",
    "year": 1997
  }, {
    "title": "The characterization and significance of a MIS 5a distal tephra on mainland Australia",
    "authors": ["S.E. Coulter", "C.S.M. Turney", "P. Kershaw", "S. Rule"],
    "venue": "Quatern. Sci. Rev",
    "year": 2009
  }, {
    "title": "Evidence for general instability of past climate from a 250 kyr ice-core record",
    "authors": ["W. Dansgaard", "S.J. Johnsen", "H.B. Clausen", "D. Dahl-Jensen", "N.S. Gundestrup", "C.U. Hammer", "C.S. Hvidberg", "J.P. Steffensen", "A.E. Sveinbjörnsdóttir", "J. Jouzel", "G. Bond"],
    "venue": "Nature 364,",
    "year": 1993
  }, {
    "title": "Identification and significance of a visible, basalt-rich Vedde Ash layer in a Late-glacial sequence on the Isle of Skye, Inner Hebrides, Scotland",
    "authors": ["S.M. Davies", "C.S.M. Turney", "J.J. Lowe"],
    "venue": "J. Quatern",
    "year": 2001
  }, {
    "title": "Identification of the Fugloyarbanki tephra in the NGRIP ice core: a key tie-point for marine and ice-core sequences during the last glacial period",
    "authors": ["S.M. Davies", "S. Wastegård", "T.L. Rasmussen", "A. Svensson", "S.J. Johnsen", "J.P. Steffensen", "K.K. Andersen"],
    "venue": "J. Quatern",
    "year": 2008
  }, {
    "title": "Icelandic volcanic ash in Scotland",
    "authors": ["A.J. Dugmore"],
    "venue": "Scot. Geogr. Mag",
    "year": 1989
  }, {
    "title": "Holocene tephra layers in the Faroe Islands",
    "authors": ["A.J. Dugmore", "A.J. Newton"],
    "venue": "Fróðskaparrit",
    "year": 1998
  }, {
    "title": "Ash layers from Iceland in the GRIP ice core correlated with oceanic and land sediments",
    "authors": ["K. Grönvold", "N. Oskarsson", "S.J. Johnsen", "H.B. Clausen", "C.U. Hammer", "G. Bond", "E. Bard"],
    "venue": "Earth Planet. Sci",
    "year": 1995
  }, {
    "title": "The tephrochronology of Iceland and the North Atlantic region during the Middle and Late Quaternary: a review",
    "authors": ["H. Haflidason", "J. Eiríksson", "S. van Kreveld"],
    "venue": "J. Quatern. Sci",
    "year": 2000
  }, {
    "title": "Tephra geochemistry: a discussion of some persistent analytical problems",
    "authors": ["J.B. Hunt", "P.G. Hill"],
    "venue": "Holocene",
    "year": 1993
  }, {
    "title": "The tephrochronology and radiocarbon dating of North Atlantic, late Quaternary sediments: an example from the St Kilda Basin",
    "authors": ["J.B. Hunt", "N.G.T. Fannin", "P.G. Hill", "J.D. Peacock"],
    "year": 1995
  }, {
    "title": "Petrology of recent basalts of the Eastern Volcanic Zone, Iceland",
    "authors": ["S.P. Jakobsson"],
    "venue": "Acta Nat. Island",
    "year": 1979
  }, {
    "title": "Geochemistry of Pleistocene ash zones in cores from the North Atlantic",
    "authors": ["T. Kvamme", "J. Mangerud", "H. Furnes", "W.F. Ruddiman"],
    "venue": "Nor. Geol. Tidsskr",
    "year": 1989
  }, {
    "title": "North Atlantic deepsea sedimentation of Late Quaternary tephra from the Iceland",
    "authors": ["C. Lacasse", "H. Sigurdsson", "S. Carey", "M. Paterne", "F. Guichard"],
    "venue": "hotspot. Mar. Geol",
    "year": 1996
  }, {
    "title": "Composition and origin of volcanic ash zones in Late Quaternary sediments from the Reykjanes Ridge: evidence for ash fallout and ice rafting",
    "authors": ["K.S. Lackschewitz", "Wallrabe-Adams", "H.-J"],
    "venue": "Mar. Geol",
    "year": 1997
  }, {
    "title": "Late Quaternary terrestrial tephrochronology of Iceland— frequency of explosive eruptions, type and volume of tephra deposits",
    "authors": ["G. Larsen", "J. Eiríksson"],
    "venue": "J. Quatern. Sci",
    "year": 2008
  }, {
    "title": "Correlation of late Holocene terrestrial and marine tephra markers, north Iceland: implications for reservoir age changes",
    "authors": ["G. Larsen", "J. Eiríksson", "K.L. Knudsen", "J. Heinemeier"],
    "venue": "Polar Res",
    "year": 2002
  }, {
    "title": "Volcanic ash layers from the Last Glacial Termination in the NGRIP ice core",
    "authors": ["A.K. Mortensen", "M. Bigler", "K. Grönvold", "J.P. Steffensen", "S.J. Johnsen"],
    "venue": "J. Quatern. Sci",
    "year": 2005
  }, {
    "title": "Katla volcano, Iceland: magma composition, dynamics and eruption frequency as recorded by Holocene tephra",
    "authors": ["B.A. Óladóttir", "O. Sigmarsson", "G. Larsen", "T. Thordarson"],
    "venue": "layers. Bull. Volcanol",
    "year": 2008
  }, {
    "title": "Using cryptotephras to extend regional tephrochronologies: an example from southeast Alaska and implications for hazard assessment",
    "authors": ["R. Payne", "J. Blackford", "J. van der Plicht"],
    "venue": "Quatern. Res",
    "year": 2008
  }, {
    "title": "Correlation and characterisation of individual glass shards from tephra deposits using trace element laser ablation ICP-MS analyses: current status and future potential",
    "authors": ["N.J.G. Pearce", "J.S. Denton", "W.T. Perkins", "J.A. Westgate", "B.V. Alloway"],
    "venue": "J. Quatern",
    "year": 2007
  }, {
    "title": "G-Probe-1— an international proficiency test for microprobe laboratories-Report on Round 1: February 2002 (TB1 basaltic glass)",
    "authors": ["P.J. Potts", "M. Thompson", "S. Wilson"],
    "venue": "Geostandard. Newslett",
    "year": 2002
  }, {
    "title": "Quantitative analysis of homogenous or stratified microvolumes applying the model “PAP",
    "authors": ["J. Pouchou", "F. Pichoir"],
    "year": 1991
  }, {
    "title": "Rapid changes in surface and deep water conditions at the Faeroe Margin during the last 58,000",
    "authors": ["T.L. Rasmussen", "E. Thomsen", "T.C.E. van Weering", "L. Labeyrie"],
    "venue": "years. Palaeoceanography",
    "year": 1996
  }, {
    "title": "Stratigraphy and distribution of tephra layers in marine sediment cores from the Faeroe Islands, North Atlantic",
    "authors": ["T.L. Rasmussen", "S. Wastegård", "A. Kuijpers", "T.C.E. van Weering", "J. Heinemeier", "E. Thomsen"],
    "venue": "Mar. Geol",
    "year": 2003
  }, {
    "title": "Vertical mixing of ice rafted volcanic ash in north Atlantic sediments",
    "authors": ["W.F. Ruddiman", "L.K. Glover"],
    "venue": "Geol. Soc. Am. Bull",
    "year": 1972
  }, {
    "title": "Utbreidsla íslenskra gjóskulaga á botni Atlanthafs (Distribution of Icelandic Tephra Layers on the Atlantic Ocean Floor)",
    "authors": ["H. Sigurdsson"],
    "venue": "Eldur er í nordri. Sögyfélag, Reykjavík,",
    "year": 1982
  }, {
    "title": "A 60000 year Greenland stratigraphic ice core chronology",
    "authors": ["A. Svensson", "K.K. Andersen", "M. Bigler", "H.B. Clausen", "D. Dahl-Jensen", "S.M. Davies", "S.J. Johnsen", "R. Muscheler", "F. Parrenin", "S.O. Rasmussen", "R. Röthlisberger", "I. Seierstad", "J.P. Steffensen", "B.M. Vinther"],
    "venue": "Climate Past",
    "year": 2008
  }, {
    "title": "The use of microtephra horizons to correlate Late-glacial lake sediment successions in Scotland",
    "authors": ["C.S.M. Turney", "D.D. Harkness", "J.J. Lowe"],
    "venue": "J. Quatern. Sci",
    "year": 1997
  }, {
    "title": "A synchronized dating of three Greenland ice cores throughout the Holocene",
    "authors": ["B.M. Vinther", "H.B. Clausen", "S.J. Johnsen", "S.O. Rasmussen", "K.K. Andersen", "S.L. Buchardt", "D. Dahl-Jensen", "I.K. Seierstad", "M.L. Siggaard-Andersen", "J.P. Steffensen", "A. Svensson", "J. Olsen", "J. Heinemeier"],
    "venue": "J. Geophys. Res. 111",
    "year": 2006
  }, {
    "title": "The Mjáuvøtn tephra and other Holocene tephra horizons from the Faroe Islands: a link between the Icelandic source region, the Nordic Seas and the European continent",
    "authors": ["S. Wastegård", "S. Björck", "M. Grauert", "G.E. Hannon"],
    "venue": "Holocene",
    "year": 2001
  }, {
    "title": "A 110,000 year record of explosive volcanism from the GISP2 (Greenland) ice",
    "authors": ["G.A. Zielinski", "P.A. Mayewski", "L.D. Meeker", "S. Whitlow", "M.S. Twickler"],
    "venue": "core. Quatern. Res",
    "year": 1996
  }, {
    "title": "Volcanic aerosol records and tephrochronology of the Summit, Greenland, ice",
    "authors": ["G.A. Zielinski", "P.A. Mayewski", "L.D. Meeker", "K. Grönvold", "M.S. Germani", "S. Whitlow", "M.S. Twickler", "K. Taylor"],
    "venue": "cores. J. Geophys. Res",
    "year": 1997
  }],
  "id": "SP:3e97c06f8a490285a29b179e6157ef6fe585a0bf",
  "authors": [{
    "name": "S.M. Davies",
    "affiliations": []
  }, {
    "name": "S. Wastegård",
    "affiliations": []
  }, {
    "name": "P.M. Abbott",
    "affiliations": []
  }, {
    "name": "C. Barbante",
    "affiliations": []
  }, {
    "name": "M. Bigler",
    "affiliations": []
  }, {
    "name": "S.J. Johnsen",
    "affiliations": []
  }, {
    "name": "T.L. Rasmussen",
    "affiliations": []
  }, {
    "name": "J.P. Steffensen",
    "affiliations": []
  }, {
    "name": "A. Svensson",
    "affiliations": []
  }],
  "abstractText": "a Department of Geography, Swansea University, Singleton Park, Swansea, SA2 8PP, United Kingdom b Department of Physical Geography and Quaternary Geology, Stockholm University, SE-106 91 Stockholm, Sweden c Department of Environmental Sciences, University of Venice, Ca'Foscari Calle Larga S. Marta, 30123 Venice, Italy d Institute for the Dynamics of Environmental Processes-CNR, University Ca'Foscari of Venice, Dorsoduro 2137, 30 123 Venice, Italy e Physics Institute, Climate and Environmental Physics and Oeschger Centre for Climate Change Research, University of Bern, Sidlerstrasse 5, CH-3012, Bern, Switzerland f Ice and Climate group, Niels Bohr Institute, University of Copenhagen, Juliane Maries vej 30, DK-2100 Copenhagen, Denmark g Department of Geology, Faculty of Science, University of Tromsø, Dramsveien 201, NO-9037 Tromsø, Norway",
  "title": "Tracing volcanic events in the NGRIP ice-core and synchronising North Atlantic marine records during the last glacial period"
}