{
  "sections": [{
    "text": "lable at ScienceDirect\nContents lists avai\nQuaternary International\njournal homepage: www.elsevier .com/locate/quaint\nStratigraphic and tectonic settings of Early Paleolithic of North-West Armenia\nV.G. Trifonov a, *, V.P. Lyubin b, E.V. Belyaeva b, V.A. Lebedev c, Ya. I. Trikhunkov a, A.S. Tesakov a, A.N. Simakova a, R.V. Veselovsky d, A.V. Latyshev e, S.L. Presnyakov f, T.P. Ivanova a, D.V. Ozhereliev g, D.M. Bachmanov a, S.M. Lyapunov a\na Geological Institute of the Russian Academy of Sciences (RAS), 7 Pyzhevsky, Moscow 119017, Russia b Institute of History of Material Culture of the RAS, 18 Dvortsovaya Naberezhnaya, St. Petersburg 191186, Russia c Institute of Geology of Ore Deposits, Petrography, Mineralogy and Geochemistry of the RAS, 35 Staromonetny, Moscow 119017, Russia d Geological Faculty, Lomonosov's State University, 1 Leninskiye Gory, Moscow 119991, Russia e Institute of Physics of the Earth of the RAS, 10 Bolshaya Gruzinskaya, Moscow, Russia f Centre of Isotopic Research, Russian Geological Research Institute (VSEGEI), 74 Sredny Prospect, 199106 St. Petersburg, Russia g Institute of Archaeology of the RAS, 19 Dmitriya Ul'yanova Str., Moscow 117036, Russia\na r t i c l e i n f o\nArticle history: Available online 29 August 2015\nKeywords: Gelasian Calabrian KeAr dating Remanent magnetic polarity Early and Middle Acheulian Volcanism\n* Corresponding author. E-mail addresses: tesak@ginras.ru, tesak-ov@yand\nhttp://dx.doi.org/10.1016/j.quaint.2015.08.019 1040-6182/© 2016 Published by Elsevier Ltd.\na b s t r a c t\nThe Quaternary stratigraphy and tectonic development of the southern Javakheti Upland and the adjacent Upper Akhurian and Lori uplifted basins in NWArmenia (Lesser Caucasus) and geological position of the early and middle Acheulian lithic industries were studied using a multi-method approach. Studies of sedimentary sections, petrological and geochemical correlation of lavas and tuffs, KeAr dating of volcanic rocks and SIMS 238Ue206Pb dating of tuffs, examination of obtained fossils and pollen analysis, and determination of remanent magnetic polarity of volcanic rocks and clastic sediments have been used to compile the stratigraphic scheme and to estimate the age of units.\nThe low-mountain topography was differentiated to ridges and basins to the beginning of Quaternary. The eruptions of basalts and basaltic andesites evened topography of the Upper Akhurian and Lori basins in the Gelasian. The lava flows spread along big river valleys at tens of kilometers. At the late Gelasian, the eruptions of basaltic trachyandesites, trachyandesites and dacites replaced the basaltic eruptions. The latter dammed the Akhurian River flowing to the south and the upper Akhurian River found the flowing to the east via the valley-like depression of the Karakhach Pass to the Dzoraghet-Debed valley. The course-grained tuffaceous-clastic Karakhach unit was deposited during the Olduvai subchron (not earlier than 1.9e1.85 Ma) and the earliest Calabrian. The water transit between the Upper Akhurian and Lori basins was interrupted later because of rise of the Karakhach Pass. Volcanic activity renewed for a short time in the early Calabrian (~1.7 and 1.5e1.4 Ma). The end Calabrian and earliest Middle Pleistocene sedimentation (~1e0.5 Ma) occurred in stagnant water, partly lacustrine conditions. This was expressed by formation of the relatively fine-grained Kurtan unit. During the last ~0.5 Ma, the region underwent flexure-fault deformation and tectonic uplift at 350e800 m.\nThe epoch of formation of the Karakhach unit was characterized by middle mountain topography and humid climate. Not later than 1.85 Ma, the region was occupied by the earliest hominines producing lithic industries of the Early Acheulian aspect. They contained crude hand-axes and other macro-tools, made of local dacite and basalt (sites of Karakhach, Muradovo and Agvorik). Early appearance of these industries might be caused by natural parting of dacite and basalt to tabulated fragments that gave a possibility to make such macro-tools. The Middle Acheulian artifacts were found in the Kurtan I section of the Kurtan unit.\n© 2016 Published by Elsevier Ltd.\nex.ru (V.G. Trifonov)."
  }, {
    "heading": "1. Introduction",
    "text": "The intra-plate orogen of NW Armenia as a part of Lesser Caucasus is important for understanding of Quaternary geology of the Alpine-Himalayan belt, as well as Urals and other recent orogens of Eurasia. The region of NW Armenia occupies the southern part of the Javakheti Range that is composed of the Late Cenozoic volcanic rocks, and the adjacent Upper Akhurian Basin in the west and the Lori Basin in the east, where the same volcanic rocks are covered by Quaternary sediments (Fig. 1). The Akhurian River drains the Upper Akhurian Basin and continues to the south, where it falls into the Araks River. The Dzoraghet River drains the Lori Basin and eastward is confluent with the Pambak River, forming the Debed River. The Mashavera River drains the northern Lori Basin. The Araks, Debed, and Mashavera rivers belong to the Caspian Sea basin. In the south, the Javakheti Range and both basins are conterminous with the Basum Range and its western spurs that are composed of the Paleogene, Cretaceous and Jurassic rocks with the Meso-Tethys\nsuture. The latter is the western continuation of the known Sevan-Akeri ophiolite zone (Rolland et al., 2009). The Upper Akhurian Basin is bordered to the west by the Yeghnakhagh [Gukasyan] Range that consists of the Late Cenozoic volcanic units. The Somkheti Range borders the Lori Basin to the NE. The range is composed of the rocks from Jurassic to Paleogene with the Cretaceous-Paleogene granitoid intrusions. The region underwent intense folding and faulting at the second part of Eocene and the Oligocene. The later tectonic events led to uplift of the territory and offsets on flexure-fault zones.\nThe Late Cenozoic volcanism was the main subject of previous studies, mostly petrological and geochemical (Kharazyan, 1968, 1971; Composition…, 1980). Neill et al. (2013) reported the detailed petrological and geochemical data on the PlioceneQuaternary rocks and represented the suppositions of their petrogenesis. The mutual chrono-stratigraphic correlation of the volcanic units and their relationships with the tuffaceous-sedimentary deposits of the basins have been based on questionable geological\nstem, studied sites and the main fault zones that were active during the last ~0.5 Ma; 76; Khrazyan, 2005). 1, Quaternary sediments; 2, Pliocene-Quaternary volcanic rocks; 3, Paleozoic; 8, the Pambak-Sevan and Sagamo faults and the north-eastern strand of the ake; BA, Bazum Ridge; DA, Dalichai River; DE, Debed River; DZ, Dzoraghet River; JA, SA, Samsari Ridge; SG, Sagamo Lake; SO, Somkheti Ridge; UA, Upper Akhurian Basin. , Karakhach; Ko, Koghes; Kr, Krasar; KuI, Kurtan I; KuIII, Kurtan III; Mu, Muradovo; Va, d 2). Other sites mentioned in the text: 11, the Kurtan unit section in the Debed valley; bbles in the Karakhach Pass. Contours of Fig. 3 and boundaries of Armenia, Georgia and\nassumptions (Kharazyan, 1968, 2005) and the series of the KeAr dates of obsidians to the NE of the village of Agvorik [Yeni-Yol] that showed 2.6e2.15 Ma (Jrbashian et al., 2001). KeAr dates were obtained for volcanic rocks in the northern (Georgian) Javakheti Upland (Lebedev et al., 2008) that suggested limiting the age of volcanism in the region to the Late PlioceneeEarly Pleistocene.\nThe tuffaceous-sedimentary cover of the Lori and Upper Akhurian basins was shown in the geological maps as fluvial and fluvial-glacial deposits of the Middle and Late Pleistocene and Holocene (Aslanian et al., 1975; Kharazyan, 2005) and was not studied in detail. Interest increased with the beginning of works of the ArmenianeRussian Archaeological Expedition in 2003. Late Acheulian sites and rare surficial finds of more archaic tools (crude handaxes, choppers etc.) were discovered in these deposits. The excavations found multistratified sites with the Early and Middle Acheulian industries in the Karakhach, Muradovo and Kurtan-I quarries (Aslanyan et al., 2007; Lyubin and Belyaeva, 2010, 2011; Belyaeva, 2011; Belyaeva and Lyubin, 2013). The most representative Early Acheulian collections were obtained in the Karakhach quarry that was deepened by the archaeological test pit. The clastic sediments containing the archaeological finds interbed with tuffs that were dated by the SIMS 238Ue206Pb method (Presnyakov et al., 2012). Five obtained dates are in the time interval between 1.75 ± 0.02 and 1.947 ± 0.045 Ma. The pumice and ash underlying the deposits with Middle Acheulian artifacts in the Kurtan I quarry, was dated by the same method and showed ages of 1.495 ± 0.021 and 1.432 ± 0.028 Ma.\nThe Archaeological Expedition invited V.G. Trifonov, Ya.I. Trikhunkov, A.S. Tesakov, A.N. Simakova, T.P. Ivanova, and D.M. Bachmanov to carry out studies in 2012 and 2013. The tasks of the studies were: (1) to definemore accurately the age of volcanic rocks composing the Javakheti Range and the basement of the sedimentary cover of the Lori and Upper Akhurian basins; (2) to study in detail the cover sections and examine their age; (3) to estimate the subsequent deformation of the basins and their surrounding, and finally (4) to ascertain the environment of the creators of the earliest stone industries. The results are presented below."
  }, {
    "heading": "2. Methods",
    "text": "To determine the age of volcanic rocks and sedimentary deposits and to ascertain the environment of early hominine, we have used the same combination of different methods as in our previous studies in Syria (Trifonov et al., 2012, 2014). They are the examination of remanent magnetic polarity of volcanic rocks and clastic sediments, the KeAr dating of volcanic rocks, the petrochemical correlation of lavas and tuffs, the paleontological methods including studies of big mammal and rodent fossils and pollen analysis, the studies of the sedimentation processes, the identification of paleo-soils, the correlation of archaeological finds, and the estimation of subsequent tectonic deformation. We have also taken into account the results of the former SIMS 238Ue206Pb dating of crystals of magmatic zircons within tuffs (Presnyakov et al., 2012). The SIMS UePb dating technique is described in the quoted paper.\nTen KeAr dates of volcanic rocks were obtained in 2014 in the Institute of Geology of Ore Deposits, Petrography, Mineralogy and Geochemistry of the Russian Academy of Sciences (IGEM RAS). The groundmass of the volcanic rocks, separated from phenocrysts, was used for analyses. Potassium content was measured with the FPA-01 spectrometer by the flame photometry technique. Accuracy was 1e3%. Content of the radiogenic argon was determined by the isotope dilution technique with monoisotope 38Ar as a spike. The measurements were carried out using a high-sensitive mass-spectrometer MI 1201 IG. Accuracy\nwas controlled by systematic measurements of the 40Ar content in standard samples of muscovite “P-207” and muscovite “Bern4” as well as by measurements of Ar isotope composition in air. The laboratory used the constants le ¼ 0.581 10 10a 1, lb ¼ 4.962 10 10a 1, 40K/K ¼ 1.167$10 4. The final errors were calculated as ±2s.\nFor determination of remanent magnetic polarity, we collected oriented samples from silt, sands, ash, and fine-grained tuffs with intervals from several centimeters to several tens centimeters. Samples of some volcanic rocks also were collected. Samples from soft deposits were covered by silicate glue. All samples were demagnetized using alternating field up to 90 mT. Demagnetization of samples and measurement of natural remanent magnetization (NRM) were performed at the Paleomagnetic laboratory of the Institute of Physics of the Earth of the RAS, Moscow using 2GEnterprise cryogenic SQUID-magnetometer and standard technique.\nThe processing of palynological samples followed the traditional procedure (Grichuk, 1949). The samples were additionally treated with sodium pyrophosphate and hydrofluoric acid. The pollen diagrams were compiled using the Tilia/TGView 2.0.2 software developed and kindly provided by Dr. E. Grimm. The total number of pollen grains is calculated as 100% (arboreal plants þ non-arboreal plants (herbs) þ spores ¼ 100%) and then the proportion of individual constituents is determined as a percentage of this total. Dots in diagrams stand for single pollen grain occurrences.\nWe estimated the tectonic deformation and uplift of the surface that was composed by lava flows and covering sedimentary units with the archaeological artifacts. For this, we measured values of incision of recent rivers and assumed that the magnitudes of uplift were not less than the values of incision. Taking the later deformation off, we ascertained the topography of the epoch of inhabitance of creators of the early lithic industries.\nIn this paper, we use the stratigraphic division of the Neogene and Quaternary, confirmed at the 33rd IGC (www.stratigraphy.org). We use the following abbreviations in the description: Q11 e Early Pleistocene, Gelasian, Q11 2ol e Oldovai subchron, Q12 e Calabrian, Q21 e earliest Middle Pleistocene ( 0.5 Ma), Q3 e Late Pleistocene, Q4 e Holocene, H e altitude above sea level (a.s.l.). The names of geographic objects that were used in Armenia before the beginning of 1990s are given in square brackets."
  }, {
    "heading": "3. Results",
    "text": ""
  }, {
    "heading": "3.1. Late Pliocene and Early Pleistocene volcanic formations",
    "text": "The Late Cenozoic volcanic rocks that compose the southern (Armenian) Javakheti Range and underlie the tuffaceous-clastic units of the Upper Akhurian and Lori basins vary from basalts to rhyolitic obsidians (Fig. 2). According to Kharazyan's (1968) stratigraphic scheme, the earliest member of volcanic section is unit I of basaltic trachyandesites, trachyandesites, dacites, rhyolites and obsidians that was identified in the western margin of the Upper Akhurian Basin westward of Arpilich Lake. Small outcrops of possible analogs of unit I were found and dated in the northern side of the Upper Akhurian Basin to the NE of the village of Agvorik. They consist of dacites, rhyolites and their obsidians. Kharazyan interpreted the younger part of the section as the homodrome sequence of volcanic rocks. Its lower part is unit II of “dolerite” basalts that cover the basins and valleys of Akhurian, Dzoraghet and Debed rivers. Kharazyan (1970) interpreted unit III of basaltic trachyandesites, trachyandesites and bi-pyroxene and quartzcontaining andesites as the younger member of the section. Unit III forms a basement for volcanic buildings of the dacite unit IV that\ncomposes mostly the axial part and eastern slope of the Javakheti Range. In the western slope of the Javakheti Range, Kharazyan marked the youngest unit V, similar to unit III in composition. Because Kharazyan did not have isotope-geochronological data, he dated the units relatively. He attributed unit I to the Pliocene, unit II to Late Pliocene (Gelasian of the contemporary scheme), units III\nand IV to Early (Calabrian) and Middle Pleistocene, and unit V to Middle Pleistocene. Further studies (Neill et al., 2013) did not find corroboration of unit V and the presence of Middle Pleistocene volcanic rocks in the southern Javakheti Upland. Our studies gave 10 new KeAr dates (Tables 1 and 2). They opened new possibilities for chronological correlation of the volcanic units.\nsamples is shown in Figs. 1 and 3.\nTable 2 Chemical composition of the samples for KeAr dating.\nMain oxides, %\nNo. Sample no. SiO2% TiO2% Al2O3% Fe2O3% MnO % MgO % CaO % K2O % Na2O % P2O5% Lost % Sum %\n1 2013-106/8 51.66 1.43 16.34 9.64 0.16 5.24 9.08 0.91 3.86 0.39 1.27 99.98 2 2012-10/7 51.97 1.40 17.78 9.55 0.16 3.87 9.23 1.30 4.12 0.51 0.10 99.98 3 2013-162 51.74 1.33 17.71 9.55 0.16 4.20 9.19 1.32 4.19 0.51 0.10 99.99 4 2012-3/IV 54.31 1.01 17.87 8.06 0.14 3.67 8.72 1.52 4.00 0.49 0.18 99.97 6 2013-147 66.02 0.51 16.07 4.33 0.07 1.19 4.41 2.48 3.85 0.18 0.86 99.97 7 2013-143 67.40 0.55 14.47 3.90 0.07 1.09 3.06 3.77 3.92 0.21 1.55 99.99 8 2013-108/1 59.70 0.78 16.30 6.30 0.10 3.00 6.25 2.20 3.91 0.33 1.12 99.99 9 2013-121 57.55 1.13 16.96 7.48 0.13 2.60 6.94 1.95 4.11 0.37 0.77 99.99 10 2013-144 53.77 1.11 19.07 7.84 0.14 2.99 8.88 1.44 3.96 0.52 0.28 100.00\nMinor elements (ppm)\nNo. Sc V Cr Co Ni Cu Zn Ga As Rb Sr Y Zr Nb Mo Ba Pb Th U\n1 25 161 188 42 136 40 97 18 <1.5 17 588 28 187 12 2.6 602 12.1 4.0 <2.0 2 24 144 158 44 95 36 93 18 2.8 23 571 29 207 11 2.2 481 12.0 4.0 <2.0 3 24 152 193 43 93 45 93 16 <1.5 24 559 30 204 11 2.3 406 12.0 4.4 <2.0 4 23 149 164 36 99 44 90 16 2.1 27 580 26 181 13 2.1 518 12.4 5.6 <2.0 6 14 94 111 17 36 34 58 16 <1.5 63 477 17 154 6.9 2.6 708 11.8 8.4 <2.0 7 7.9 59 120 15 33 18 51 15 5.3 71 329 20 180 13 3.9 879 17.9 16 <2.0 8 15 131 280 27 74 52 82 15 <1.5 50 615 23 190 13 4.3 758 12.6 11 <2.0 9 24 150 106 30 42 36 89 17 <1.5 38 486 27 207 12 2.8 585 11.6 7.5 <2.0\nBased on the correlation with the results of KeAr dating of acid rocks in the lower part of stratigraphic section in the northern (Georgian) Javakheti Range (2.7e2.6 Ma; Lebedev et al., 2008), we consider the Late Pliocene (Piacenzian) age for unit I. We revise the stratigraphic position of outcrops of obsidians and dacites to the NE of the village of Agvorik that were dates before to 2.6e2.15 Ma and were included to the unit I (Djrbashian et al., 2001). Our new KeAr dates 1.86 ± 0.1 and 1.97 ± 0.1 Ma show that the obsidians and dacites are younger and probably belong to the unit IV. They compose the extrusion deforming the covering basalt of the unit II.\nUnit II of mildly alkaline basalts and basaltic trachyandesites with phenocrysts of clinopyroxene and basic plagioclase is younger than unit I. The groundmass of the rocks is differently crystallized and has the basic composition. Their KeAr dates (No. 1e3) are in the range from 2.08 ± 0.10 to 2.00 ± 0.10 Ma and the samples show reverse magnetic polarity. The dates are obtained from the upper lava flows of the unit. It reaches thickness of ~250 m in the lower Dzoraghet River (mouth of Gerger tributary) and ~370 m in the upper Debed River (mouth of Marts tributary) and contains not less than 10 basaltic flows (Figs. 3 and 4). The lower parts of unit II are older. This is demonstrated by the 2.51 ± 0.12 Ma KeAr date of the lowest basaltic andesite in the south of the Lori Basin (10 in Figs. 1 and 2 and Table 1).\nUnits III and IV cover unit II and are obviously younger. The chronological relationships of the units III and IV are indefinite. The lavas of volcanoes and the extrusive domes are differentiated in the dacite unit IV. Two KeAr dates of the lavas (No. 5 and 6) gave 1.96 ± 0.08 and 1.90 ± 0.08 Ma. The KeAr date of the extrusive dome near the village of Blagodarnoye (No. 7) is 1.81 ± 0.05Ma. The age of the dome is hardly younger than ~1.85 Ma, because the debris of its dacites is found within the adjacent tuffaceous-clastic TheMuradovo section is correlatedwith the Karakhach section. The lower part of the latter belongs to the Olduvai subchron and its age is close to 1.85 Ma. It is evident that some lava flows of unit III underlie unit IV. The basaltic trachyandesite under the Karakhach section (No. 4) is dated to 1.87 ± 0.10 Ma. Unit III is partly synchronous with unit IV, but covers the wider time interval. We identified the upper trachyandesites and basaltic trachyandesites of unit III type in the western slope of the Javakheti Range as unit V. It includes the trachyandesite in the Karakhach Pass (No. 9) with the\nKeAr date of 1.70 ± 0.07Ma. The trachyandesitic tephra in the ruins of the Kaputkokh volcanic cone eastwards of Arpilich Lake (No. 8) has the same age (1.7 ± 0.2 Ma), but this estimate could be inaccurate because of the high content of contaminated atmosphere argon in the sample."
  }, {
    "heading": "3.2. Calabrian and lowest Middle Pleistocene sedimentary units",
    "text": "The Lori and Upper Akhurian basins are covered by relatively thin fluvial and deluvial Late Pleistocene and Holocene deposits, shown in the geological maps (Aslanyan et al., 1975; Kharazyan, 2005). The earlier maps demonstrated the fluvial and fluvialglacial Middle Pleistocene deposits, but they were not described. Our studies have shown that the earlier sediments of the Olduvai Subchron, Calabrian and the lowest Middle Pleistocene are present in both basins. These sediments are separated into the lower Karakhach and upper Kurtan units.\nThe Karakhach unit section has been studied in detail in the Karakhach quarry that was deepened by the test pit (N41 04025.6400; E44 07014.2500; H ¼ 1800 m). The following sequence is exposed in the western wall of the quarry from the top downwards (Figs. 5 and 6):\nI. Non-stratified unit composed of badly rounded pebbles and boulders of different volcanic rocks that could represent a mud-rock flood; up to 9 m in the NW wall of the quarry. The lower 2.5-m part of the unit has reverse, and the lower normal magnetic polarity.\nIa White ash with normal magnetic polarity; up to 0.4 m. Ib Gravel-sand lens with dispersed pebbles that thins to the east;\nup to 0.8 m. The upper part of the lens shows normal polarity and the lower part shows reverse. There is a tuff lens (0.15 m) of Bed II type near the bottom. II. Poorly stratified unit of dacite agglomerate tuff, possibly redeposited in the upper part; up to 5 m. The tuff consists of pumicelike pebbles and rarer boulders cemented by ash that has vitroclastic structure and phenocrysts of plagioclase and rarer clinopyroxene and hornblende. Rare stones of andesite and basalt are present. Size of the clasts decreases near the bottom. The SIMS UePb dates are 1.799 ± 0.044Ma just above the visible bottomof the tuff in thewest of the quarry and 1.944± 0.046Ma\n0.5m above the visible bottom in the NWwall (Presnyakov et al., 2012).\nIn the southeasternwall of the quarry above the test pit, the bed I is reduced to 1.5 m and its upper part could be redeposited. The lower part of the bed shows reversemagnetic polarity. Layers Ia and Ib are absent. Layer II is 3.1e3.2-m thick and shows reverse polarity. Near the top, Bed II is weathered and, perhaps, redeposited. There are SIMS UePb dates: 1.75 ± 0.02 Ma in 1 m from the bottom and 1.804 ± 0.03Ma directly above the bottom (Presnyakov et al., 2012). The lower layers are exposed in the test pit:\nIIa. Tuffaceous-clastic layer (0.75 m) consisting of interbeds: (1) tuffacous soft sandstone, 0.3 m; (2) sandy-size ash, 0.15 m; (3) tuffaceous weathered gravel, 0.15 m; (4) sandy-size ash, 0.05 m; (5) coarse sand and gravel, 0.1 m. (2) and (4) have reverse magnetic polarity. III.1. Brown loam; 0.15e0.5 m. III.2-6. Alternation of lens-type layers of boulders and finer gravel\nwith loam and sand matrix; erosional top; 2.7e3 m. Although the boulders are rounded, poor sorting and unequal rounding of the pebbles indicate rather temporal streams and slope washing. The layers of gravel have normal magnetic polarity.\nIII.7-9. Ash with erosional top; ~0.7 m. There is a lens of gravel and pebbles III.8 in 0.1e0.4 m from the top; it thin out to the south. The layer is characterized by normal magnetic polarity The SIMS UePb date is 1.947 ± 0.045 Ma (Presnyakov et al., 2012).\nIII.10. Boulders and pebbles with sandy loammatrix and ash layer at the depth of 1.2e1.8 m; 3.8 m (visible). The loam under the ash has normal magnetic polarity.\nThe Karakhach quarry sediments flank the slope of trachydacites with a KeAr date of 1.96 ± 0.08 Ma (No. 5 in Table 1). Basaltic trachyandesites with KeAr date of 1.87 ± 0.10 Ma (No. 4) are exposed below the section near the Sevjur stream just westwards of the quarry.\nIn the Upper Akhurian Basin, the Karakhach unit is exposed in the quarries to the west of the village of Agvorik and to the west of the village of Ardenis [G€olli] (Figs. 1, 2 and 5). Both sections are situated ~20 m above the recent flat bottom of the basin and the Akhurian River is weakly incised in the bottom. In the Agvorik quarry (N41 04.5400; E43 46.3120; H ¼ 2033 m), the following section is exposed under the recent soil (0.3 m), downward:\n1. Pebbles unstratified, poorly sorted (from small to large, rarely boulder size); 6 m. The pebbles are usually well rounded, although there is poorly rounded local material. The majority of pebbles demonstrate repeated transportation, but the layer looks like a result of temporary water sedimentation. The pebbles are composed of volcanic rocks (basalts to dacites). PrePliocene volcanic rocks are possibly present. 2. Thin-bedded loam and sand lens; 0.3e1 m. The bedding does not correspond to the lens borders: the sand is replaced by pebbles of the upper layer to one side and the lower layer to the other side. The upper part of the lens shows normal magnetic polarity and the lower part shows reverse polarity. There is ash up to 2 cm in the top of the layer. 3. Pebbles unstratified,mainlywell rounded; 4e4.5m. There is a lens of large pebbles and boulders (up to 0.7 m) in ~2 m from the top. Thealternationof lensesofdifferent sizepebblesproducesakindof bedding. The pebbles are elongated along the bedding in the lower part.\nV.G .Trifonov et al./ Q uaternary International 420 (2016) 178 e 198\n184\n4. Lens of fine-grained to middle-grained sand with reverse polarity; up to 8 cm. 5. Pebbles with sandy loam matrix; 1.5e2 m. The pebbles are differently rounded, from small to medium with rare boulders. 6. Paleosol, red ferruginous sand with reverse polarity; 10e18 cm. 7. The layer of gravel and small rounded pebbles with abundant\nsand matrix; 0.65e0.7 m. 8. Pebbles from small ones to boulders; 1 m (visible). The pebbles\nare elongated along the bedding. There is abundant loam in the matrix.\nThe contact of the sedimentary section with the lower basaltic andesites is not seen. The contact is seen in the Ardenis section (N41 03.9130; E43 42.7190; H ¼ 2032 m). The following sequence is exposed under the recent soil (0.3 m):\n1. Small pebbles and stones with abundant sandy loam matrix; 0.5 m. 2. Fine-grained thin-bedded ashwith carbonate interbed (2e4 cm) in the bottom; 0.5 m. The roof is uneven. To the south, the ash thickens and several carbonate interbeds are present. 3. Fine-grained thin-bedded ash with normal magnetic polarity; 0.15 m. 4. Thin-bedded sandy loam with normal polarity; 0.15 m. 5. Loam; to 0.8 m. 6. Basalt with reverse polarity, uneven preserved surface of a lava\nflow and signs of flow on it; the KeAr date is 2.00 ± 0.10 Ma (No. 1 in Table 1).\nThe upper Kurtan unit is represented in several outcrops (Fig. 7). The most studied section is exposed in the Kurtan I quarry in the SE of the Lori Basin. The quarry is situated in the southern bank of the Gerger River to the NE of the Surp-Sarkis mountain (N40 58004.3600; E44 31034.1700; H ¼ ~1300 m). The following section is exposed in the southern wall of the quarry under the recent soil (~0.3 m) downwards:\n1. Loam with carbonate inclusions that are most abundant in the upper half of the layer; 1.7 m. The sample 0.2 m from the bottom shows possible normal magnetic polarity. 2. Sandy loamwith abundant limestone inclusions in the upper half; 2e2.3 m. Local cross-bedding is expressed in the upper part of the layer by thin gravel interbeds that dip 10e20 SE. The layer is characterized by normal magnetic polarity and only the sample near the bottom demonstrates reverse polarity. Subaerial mollusc shells are found in the lower part. A gravel lens (up to 0.5 m) is present in the bottom and thins to the north. 2a. Sandy loam and fine-grained clayish sand with reverse magnetic polarity and possibly normal polarity in the lowest part; 0.4e0.6 m. It covers layer 3 as a ravine.\n3. Fine-grained sand with abundant carbonate inclusions in the upper half; up to 2.4 m. Vertical inclusions predominate in the upper part, but lower they become horizontal or oblique to the bedding. A lens of soft limestone up to 5 cm is present in the bottom of the upper half of the layer. Its lower half is characterized by reverse magnetic\npolarity. A gravel-pebble lens up to 0.2 m is present in the bottom. 4. Ash thin-bedded, dark-grey and lower white; 0.3 m. The SIMS UePb date is 1.432 ± 0.028Ma (Presnyakov et al., 2012). The upper ash shows reverse magnetic polarity. 5. Nonsorted unstratified compact sand (redeposited tuffaceous material) with rare dispersed gravel; reverse magnetic polarity; 1.8 m (visible).\nThe section is reducedwithin the quarry to the north. As a result, layers 2a, 4 and 5 are absent in the archaeological excavation in the north of the quarry. Layers 1 and 2 thin to 1 m and 0.9 m, correspondingly, their upper and lower parts thinning in proportion. The samples from the upper part of layer 1 and the upper part of layer 2 show normal magnetic polarity. Layer 3 thins to 0.6 m and is represented by its upper carbonate part only. Layer 6, masked by talus in the south, is exposed along the north-eastern wall of the quarry. The layer is covered by layer 3 in the excavation and by a reduced layer 5 farther to the SE.\n6. Thin-horizontally bedded pumice of fine-grained gravel and sand; up to 6 m. Peculiarities of the bedding and presence of eroded clasts of plagioclase and quartz show that the pumice was redeposited by flowing water. The SIMS UePb date from the upper part of the layer is 1.495 ± 0.021 Ma (Presnyakov et al., 2012) which corresponds to the 39Ar/40Ar date of 1.49 ± 0.01 Ma (Presnyakov et al., 2012, reference to S. Hynek, pers. com.). Nine samples from different parts of the layer show reverse magnetic polarity and, only the lowest sample that was collected 1 m above visible bottom demonstrates normal polarity. 7. Basalt with reverse polarity; the KeAr date is 2.08 ± 0.10 Ma.\nLayers 4e6 flank the scarp of basalt 7 and fill the erosional depression (paleo-valley?). Layers 1e3 (Kurtan unit) cover the uneven surface of lava flow 7. The carbonate upper parts of layers 1e3 are paleosol horizons and represent three stages of sedimentation before the recent soil formation (Sedov et al., 2011). The 3.6- m thick section of the Kurtan II quarry that is situated 1 km east of Kurtan I contains two horizons of carbonate paleosol. The Kurtan III\nV.G .Trifonov et al./ Q uaternary International 420 (2016) 178 e 198\n187\nsite is situated 1 km to the east, directly south of the village of Kurtan (N40 57.2960; E44 33.0370; H ¼ 1209 m). The following section is exposed there in the southern slope of a small ravine, under the recent soil downwards:\n1. Sandy loam with thin lenses of fine-size rubble and vertical carbonate inclusions; ~2 m. 2. Lens-like interbed of light-gray ash; up to 0.2 m. 3. Brown loam and sandy loam; 0.6 m (visible).\nIn the northern slope of the same ravine, bedded pumice analogous to layer 6 of Kurtan I is exposed lower than layer 3. The pumice surface dips slowly to the north and the continuation of the section is exposed there (N40 5702000; E44 3300800):\n4. Intercalation of compact pebbles, gravel and nonsorted sand with weak records of reverse magnetic polarity. Sand dominates. The basal contact is very uneven and its pockets are filled by pebbles and gravel. Correspondingly, the thickness varies from 0.6 to 1.7 m. 5. Bedded redeposited pumice analogous to layer 6 of the Kurtan I; 2 m (visible).\nThe basalt analogous to the basalt 7 of the Kurtan I is exposed below.\nIn the northern side of the Dzoraghet valley, the Kurtan unit is exposed in the southern side of the village of Yaghdan (N41 00.5740; E44 30.8240; H ¼ 1327 m) and to the east of the village of Koghes (N40 59.5120; E44 33.5140; H ¼ 1358 m). In both sections (Fig. 7), the fine-grained deposits of Kurtan I layers 1e3 type are intercalated with the poorly rounded pebbles and gravels that were probably deposited by the northern tributaries of the Dzoraghet River. No carbonatization was found. The Gelasian basalts are exposed under the Yaghdan section and the Koghes deposits cover the Mesozoic granites. The analogs of the Kurtan unit cover the basalts farther to the NE in the left bank of the Debed River (N41 11.1480; E44 52.0600; H ¼ 612 m).\nTwo sections of the Kurtan unit are described in the south of the Upper Akhurian Basin (Figs. 1, 2 and 7). To the NW of the village of Vardaghbyur (N40 58.6650; E43 53.3280; H ¼ 2068 m), the following section is exposed under the recent soil (0.5 m) downwards:\n1. Thin-bedded gravel with dispersed small pebbles; up to 2 m. Layer 1 is described in the SWof the quarry and the lower layers are described in its northeastern wall. The sections of the walls have some differences and layer 1 locally replaces layer 2 partly or completely. 2. Thin-interbedded gravel and sand with a predominance of gravel material and rare fine-middle-size pebbles; 3e3.3 m, with an interbed of ferruginous sand in the middle part. 3. Thin-bedded sand with dispersed gravel; 1.5 m. The sand becomes clayish downward. A sample from the upper part shows reverse magnetic polarity and a sample from the middle part of the layer shows normal polarity. 4. Brown loam with dispersed gravel debris in the upper part; 0.3 m (visible).\nThe Gelasian basalt is exposed below. Both the basalt and the sedimentary section compose the upper south-western side of a scarp corresponding to the Vardaghbyur Fault. In contrast to this, the quarry to the south of the village of Krasar (N41 00.753'; E43 49.872'; H ¼ 1981 m) incises the lowest part of the Upper Akhurian Basin surface. The following section is exposed in the quarry below the modern soil:\n1. Thin alternation of interbeds from gravel to fine-grained sand; 0.7 m. The teeth of rodents and small fragments of mammal bones have been found in the lower part of the layer. The sample from this part shows normal magnetic polarity. 2. Fine-grained clayish sand with normal magnetic polarity; 1.75 m. Rare lenses of gravel and coarse-grained sand. Bones of large mammals have been found in a lens 10e15 cm from the top. Loam interbeds in the lower part. 3. Sand with normal polarity: 0.8 m.\nThe small gravel quarries are located ~150 m westwards of the Krasar quarry. Under the modern soil (up to 0.5 m), they demonstrate horizontally bedded gravels (~1.5 m) with rare rounded pebbles and sand interbeds. Pebbles of jasperoids and other silicified rocks from the Basum Ridge predominate, but andesites and basalts from the north are also present. The gravels compose the upper step of topography, situated ~3 m higher than the Krasar section. Thus, they represent an older formation, perhaps the lower part of the Kurtan unit."
  }, {
    "heading": "3.3. Paleontological and archaeological data",
    "text": ""
  }, {
    "heading": "3.3.1. Fossils in the Kurtan unit",
    "text": "The mammal fossils in the local museum of the village of Kurtan were found probably in layers 1e3 of the Kurtan I section. M. Belmaker defined them as teeth of rhinoceros Stephanorhinus hundsheimensis, Late Villafranchian-Galerian taxon known from 1.4 to 0.5Ma (Presnyakov et al., 2012, reference toM. Belmaker et al., pers. com.).\nIn the lower part of the Kurtan-III section (bed 4) we found the fragmentary left humerus of southern elephant Archidiskodon ex gr. meridionalis (Nesti) (Fig. 8). The stratigraphiс range of these forms spans late Early and early Middle Pleistocene.\nLarge mammal remains from bed 2 of the Krasar section were studied by V.V.Titov. The material includes the distal part of the metapodium I of the deer Praemegaceros cf. verticornis (Dawkins) and incomplete cervical vertebra of a large bovine Bovidae gen. (cf. Bison). Deer of the genus Praemegaceros appeared in the fossil record at the Early-Middle Pleistocene transition and became common in early Middle Pleistocene (Tiraspolian faunal assemblage/ Cromerian). The size of the fossil indicates its attribution to early members of Praemegaceros. Bison became common in Europe and North Caucasus since late Early Pleistocene (Calabrian). The first bison were smaller than their Middle Pleistocene kin. The vertebra belongs to an animal of a moderate size, thus pointing to a bison form of late Early to early Middle Pleistocene.\nThe basal part of bed 1 in the Krasar section yielded bones of small mammals Ochotona sp. (1), common voles Terricola sp. (4) andMicrotus sp. (1), and mole vole Ellobius (Bramus) ex gr. lutescens Thomas (1) (Fig. 9). The stratigraphic position of the fauna is defined by the presence and morphology of Terricola. In molar structure, this vole is similar to the extant Terricola majori (Thomas) of Armenia. Teeth show positive (Microtus-type) enamel differentiation, broadly confluent “Pitymys rhombus” or T4-T5, differentiated trilobed anteroconid cap and complication signs in posterior parts of upper molars M1-M2. The oldest records of Terricola in the Transcaucasus referred to “Pitymys cf. duodecimcostatus” are known in late Early Pleistocene localities Kazachii Post and Arapi 1, 2 in the Akhurian valley near Gyumri (Agadjanian, Melik-Adamian, 1985). Chronologically younger finds of Terricola, close to modern species T. majori and T. daghestanicus (Schidlovsky), come frommid Middle Pleistocene levels of cave burials Kudaro 1, Treugolnaya, and from numerous Late Pleistocene cave sites of the Greater Caucasus (Baryshnikov and Baranova, 1983; Baryshnikov, 2002). The complexity degree of anteroconid cap in Krasar Terricola is\nintermediate between that in forms of late Early Pleistocene and the morphology of modern species. Thus, the lower time limit of the fossil formmay be estimated as 0.8 Ma and it can be tentatively dated as early Middle Pleistocene (0.8e0.4 Ma). The single remain of another vole resembles a primitive snow vole Chionomys sp. Its presence does not contradict the time estimate based on Terricola. The mole vole Ellobius (Bramus) ex gr. lutescens, the specialized burrowing rodent, in dental structure of m1 has an intermediate position between the Early Pleistocene (Calabrian) Ellobius tarchankutensis Topachevsky of Eastern Europe (Crimea, Lower Don River area) and the extant mountain mole vole Ellobius lutescens (Transcaucasus) and Late Pleistocene Ellobius lutescens pedorychus Bate from Near East (Levallois-Mousterian beds of Tabun Cave, Israel). The close, but certainly more advanced morphological match was described from Acheulian beds of the Oumm-Qatafa archaeological site in Israel (Tchernov, 1968) dated to late Middle Pleistocene. Thus the Armenian fossil mole vole can be roughly dated to early Middle Pleistocene (0.8e0.4 Ma).\nCombining the chronological information from large and small mammals, an early Middle Pleistocene age of the fauna seems to be the most plausible. This age estimate matches the normal magnetization of the deposits."
  }, {
    "heading": "3.3.2. Palynological data",
    "text": "Altogether, 35 samples from Lori Basin and 12 samples from the Upper Akhurian Basin have been palynologically studied. Many samples showed only single pollen grains. This is true for the Karakhach site that yielded Pinus, Carpinus, Betula, Tilia, Ericales (cf.\nCalluna) and sections of Muradovo and Kurtan II that produced single pollen grains of Pinus, Betula, Artemisia, and Rosaceae.\nSections Kurtan I and III (Fig. 10) showed low contents of pollen. The spectra are dominated by pollen of herbaceous vegetationwith the leading role of Chenopodiaceae, Asteraceae, Poaceae, and Plumbaginaceae. Arboreal pollen is represented by single pollen grains of Juniperus, Picea, Pinus, Betula, Quercus, Corylus, and Acer. Thus, meadow vegetation may have been present during the formation of these deposits and the mountain slopes hosted patches of conifer/broad-leaved forests.\nTwo samples were studied from the Krasar section. The pollen spectrum from the upper part of bed 2, that yielded mammal remains, contains single pollen grains of Pinus and Asteraceae, spores of liverwort bryozoans, and fresh-water algae Botryococcus braunni. The spectrum from the loam interbed at the bottom of bed 3 is dominated by pollen of Asteraceae and Chenopodiaceae, with single grains of Pinus, Picea, Betula, and Ulmus. The dominant meadow-steppe landscapes can be reconstructed based on this data. These deposits can be correlated with the early Middle Pleistocene fluvial-lacustrine formation of the Shirak Basin defined by Sayadyan (1968).\nIn the Ardenis section, we sampled the loams of bed 5 overlying the basalt. This pollen assemblage shows prevailing arboreal pollen (90%) dominated by Pinus (Fig. 11). The composition of conifers is diverse with the presence of Pinaceae, Picea, Podocarpaceae, Pinus sect. Strobus, and Pinus cf. excelsa. Birch-tree pollen amounts to 16%. Single grains represent Quercus, Tilia, Salix, Ericales, Chenopodiaceae, and Filicales. This pollen assemblage indicate the wide spread\nof light coniferous forests. High diversity and archaic appearance of conifer pollen and spores may indicate an Early Pleistocene age of the deposits. In the Middle Pleistocene, the pollen of relict flora almost completely disappears from palynological spectra (Sayadyan, 1968; Shatilova, 1974; Chochieva, 1999; Shatilova et al., 2011). The climate was relatively humid and temperate. The dominance of pine forests in Apsheronian (Calabrian) time is also reported for the Russian Plain (Ananova, 1974) and the lower Gurian deposits of Georgia (Shatilova, 1974)."
  }, {
    "heading": "3.3.3. Archaeological data",
    "text": "Stratified lithic artefacts have been found in five localities (Karakhach, Muradovo, Agvorik and Kurtan I and III). Of special interest are lithic collections from the sections of Karakhach and\nKurtan I dated by complementary methods. A test pit exposing Bed III of Karakhach has yielded about 3000 flaked lithics extracted from all the layers excluding III.1, III.7 and III.9. The artefacts are dominated by tools made of originally slab-like pieces of dacite and basalt. Flakes are rare and cores are very rare. All the lithic assemblages of Bed III are attributed to a single Early Acheulian industry, which contains picks and crude, often pick-like hand-axes as well as choppers, end scrapers and various tools with pointed and chisel-like working ends (Fig. 12).\nIn the southwestern side of the Karakhach quarry, a small excavation exposing the lowest part (1.6 m) of Bed II yielded 340 artefacts of andesite dominated by small tools such as end scrapers, side scrapers and pointed pieces. There are also several choppers and picks resembling those from Bed III, but no hand-axes. The Bed\nection; compiled by A.N. Simakova.\nII industry is distinguished from the Bed III one by a larger portion of knapping by-products (flakes, chunks, cores) and the predominance of small-sized tools. Thus, the Early Acheulian industry of Bed II looks rather similar to that of Bed III, but shows certain distinctions. The latter may reflect either transformation of the same industry in time as a result of adaptation to raw material of lower quality or/and functional differences of excavated areas (Lyubin, Belyaeva, 2011; Belyaeva, Lyubin, 2013). A small collection of flaked lithics from the layers 3 and 5 of the Agvorik section is similar with the Karakhach finds.\nThe small test excavation in the north of the Kurtan-I quarry yielded in total more than 200 artifacts, extracted from layers 2 and 3. They were made mainly of slab-like clasts of local basalt and rhyolite. The two lithic assemblages (picks, bifaces, choppers, side and end scrapers etc.) appear to represent a single industry (Belyaeva, 2011). Of special interest is the elongated lanceolate biface from layer 2 (Fig. 12) resembling the bifaces of the Middle Acheulian site of Latamne, Syria (Clark, 1968; Dodonov et al., 1993) dated to 1.0e0.5 Ma (Trifonov et al., 2014).\n3.4. Late PlioceneeQuaternary tectonic deformation in the region\nThe Gelasian volcanic rock surface that is covered fragmentally by the Karakhach unit and more widely by the Kurtan unit is a good marker. Kharasyan (1971) was the first who paid attention to the flexure-fault zones that ruptured and deformed this surface. Two such zones are situated en echelon along the southern side of the Lori Basin (Figs. 1 and 3). The dip of the unit II basalts exceeds 20 N on the northeastern zone and reaches 50e70 N on the southwestern one (Fig. 13a). The basalts are horizontal or gently dipping to the south between the zones. The 20e30 dips are characteristic for the flexures in the southern side of the Karakhach Pass, the\nnorthern side of the Amasiya Basin, and for the northern side of the Upper Akhurian Basin, where the NW-trending flexure-fault zones form an en echelon range. The Vardaghbyur Fault strikes along the southwestern side of the eastern Upper Akhurian Basin and is expressed by a 30-m scarp, where the basalts dip >20 NE. Auxiliary faults offset the Kurtan unit (Fig. 13b). The long Javakheti Fault scarp strikes to the NW in Georgia westwards of the Javakheti Ridge, and the southwestern side is uplifted (Rebai, 1992; Pasquare et al., 2011). This is a right lateral strike-slip fault with minor normal component; the latter is 150e200 m and the maximum strike slip reaches 700e900 m on the central part of the fault (Karakhanian et al., 2012). In the SE, the fault turns to the south and perhaps continues along the depressions of Madatapa Lake and Dalichai River, reaching the northern side of the Upper Akhurian Basin. Southwards, the fault terminates or is covered by the Late Quaternary deposits.\nThe altitudes of the basaltic surface increase in the Lori Basin from 1400m in the east up to 1600e1650m in the west (Figs. 2 and 14). Near the Javakheti Ridge, westwards of the Karakala River, the basalts II are covered by unit III trachyandesites and basaltic trachyandesites. The altitudes of their surface increase to the west from 1600 m up to 1750e1780 m. The unit III surface rises sharply farther to the west on two strands of the flexure-fault zone and reaches 2250-m altitude in the Karakhach Pass. In the western slope of the Karakhach Pass to the Upper Akhurian Basin, the Lower Cretaceous deposits of the Bazum Ridge are exposed under the Quaternary lavas. The basalts II are exposed in the upper sides of the flexure-fault zones in the north and south of the Upper Akhurian Basin, where the basalts are uplifted above the basin surface by tens of meters. The surface of the basin itself is situated at the ~2000-m altitude and the basalts are covered by thin soft sediments.\nributed, correspondingly, to Early and Middle Acheulian; photos by E.V. Belyaeva.\nThus, theWeE-trending profile (Fig. 14) demonstrates the sharp 500-m flexure-fault bend of the lava surface between the Lori Basin and the Javakheti Ridge together with the Karakhach Pass saddle.\nThe Upper Akhurian Basin surface is higher than the western Lori Basin by 250e350 m. The Karakhach Pass saddle that is located directly to the west of the flexure-fault bend is uplifted above the\nUpper Akhurian Basin by 250m and is probably separated by a fault from it.\nThe deformation occurred after eruption of volcanic units IIeV. However, some its peculiarities are caused by previous tectonic events. The tectonic relief existed in the territory before the Gelasian eruptions. It was represented by uplifts of the Bazum and Somkheti ridges and depressions of the Upper Akhurian and Lori basins that continued by the Akhurian and Dzoraghet-Debed valleys. The recent distribution of the basalts marks the depressed areas. The fact that the thickness of exposed section of the basalts reaches 350 in the upper Debed River valley demonstrates the depth of the depressions. The signs of direction of lava flow show that the basalts were erupted in the Javakheti Upland. They were probably fissure eruptions and their centers were covered by volcanic products of units IIIeV. The volcanoes and extrusive domes of these units are found in different parts of the region, but the largest volcanoes are concentrated in the axial part of the Javakheti Ridge (Fig. 2). It was the N-trending zone of extension that predetermined the position of the flexure-fault zone between the Lori Basin in the east and the Upper Akhurian Basin and the depressions of the Dalichai River and Madatapa Lake in the west.\nThe basaltic lavas filled and evened the surface of the basins. The filling and/or some rise of the Bazum Ridge dammed the Akhurian River downstream of the Upper Akhurian Basin. In the time of Karakhach unit formation, the upper Akhurian River flowed via the Karakhach Pass saddle into the Dzoraghet-Debed river basin (Fig. 15), as indicated by finds of pebbles similar to the Karakhach unit in the Karakhach Pass (Fig. 16). Judging from the distribution of pebbles, the Akhurian-Dzoraghet River did not have a clear channel at that time and wandered within a wide valley. We assume that the Karakhach Bed III and the Muradovo layers 3e8 could belong to some facies of this wandering river. The fine-grained deposits of the Kurtan unit formed by stagnant waters, partly in lacustrine conditions and covered the basaltic surface in wide territories of the Upper Akhurian and Lori basins and the lower Dzoraghet and upper Debed valleys.\nThemagnitudes of the recent channel incision into the basalts of unit II reach ~250 m in the lower Dzoraghet (from ~1230 m up to 981 m near the Gerger tributary mouth) and ~370 m in the upper Debed (from ~1200m up to 830m near theMarts tributary mouth). The incision could be a result of a tectonic rise of the territory or a fall of the Caspian level as a base level for the Debed-Khrami-Kura river system. The peculiarities of the Kurtan unit indicae that the intense incision did not occurred during its formation and began\nlater, ~0.5 Ma. The beginning of the intense incision coincided in time with the fall of the Caspian level after the Baku transgression. The fall did not exceed 20e30 m (Chistyakov et al., 2000). So, ~350 m of the incision can be related to the tectonic uplift of the Lori Basin. The upper Akhurian River was a part of the common Akhurian-Dzoraghet river system at the early Calabrian, but the recent surface of the Upper Akhurian Basin is 250e350 m higher than the western Lori Basin. The Upper Akhurian Basin could rise at minimum to 500 m. In the western spur of the Bazum Range between the Upper Akhurian and Amasiya basins, the basaltic surface is situated at altitudes up to 2120 m, ~130 m higher than in the Upper Akhurian Basin. The flexural bend of the basalts in the southern side of the Lori Basin expresses the minimum relative uplift of the Bazum Ridge to several hundred meters. The Karakhach Pass is ~500 m higher than the western part of the Lori Basin. This shows the minimum relative uplift of the Javakheti Ridge. It does not seem to be an exaggeration to estimate the rise of the Javakheti and Bazum ridges at 600e800 m. These values correspond to the average rates of uplift of 0.7e1 mm/y in the basins and 1.2e1.6 mm/y in the ridges during the last ~0.5 Ma."
  }, {
    "heading": "4. Discussion",
    "text": ""
  }, {
    "heading": "4.1. Comparison of volcanic units in NW Armenia and the adjacent part of Georgia",
    "text": "Lebedev et al. (2008) studied volcanic formations in the northern (Georgian) Javakheti Upland. On the base of geological correlation and KeAr dating, they differentiated five phases of basaltic volcanism; manifestations of moderate acid volcanism divided some phases and their stages. These phases are: (1) 3.8e3.5 Ma, (2) 3.2e3.0 Ma, (3) 2.7e2.4 Ma, (4) 2.1e1.9 Ma, and (5) 1.7e1.5 Ma. The phase (1) basaltic rocks were found only in the SW margin of the Georgian part of the Javakheti upland. The phase (2) basaltic lavas occupy the western and northern parts of the upland. According to Lebedev's data, the basalts and more acid volcanic rocks of the phases (1) and (2) compose the Yeghnakhagh [Gukasyan] Ridge to the west of the Upper Akhurian Basin. The phases (3) and (4) volcanic rocks cover mainly the areas of Javakheti Ridge and Paravani River valley. The basalts with age of 2.1e1.9 Ma (phase 4) form lava rivers in the Mashavera and Kura valleys. The phase (5) rocks were found in the north-western part of the region, north of the town of Akhalkalaki, where they complete the PlioceneeEarly Pleistocene volcanic section. The youngest rocks of the Javakheti Upland are the\nMiddle-Late Pleistocene moderate acid volcanic rocks in the Samsari Ridge (Lebedev et al., 2003). Thus, unit I of the Armenian part of the upland corresponds to the phases (2) and/or (3) in Georgia. Units IIeIV are correlated with the phase (4). Unit V corresponds probably to the phase (5)."
  }, {
    "heading": "4.2. Estimation of age of the tuffaceous-sedimentary units by correlation of the data",
    "text": "The paleomagnetic and isotope-geochronological data on the described sections have been correlated with the data on\npaleontology, petrographic and geochemical characteristics of tuffs, and archaeology. If the paleontological data are able to give additional information on the age of the deposits, the correlation with the archaeological material has aimed the contrary task to define more precisely its age, using the independent data. At the same time, a similarity of lithics as well as petrographic and geochemical characteristics of tuffaceous deposits can be used for stratigraphic correlation of the sections.\nAccording to the data of the SIMS 238Ue206Pb analysis, the age of the Bed II tuff of Karakhach section ranges from 1.75 ± 0.02 Ma to 1.944 ± 0.046 Ma and the age of the III.7 ash of the same section is 1.947 ± 0.045 Ma (Presnyakov et al., 2012). This means that Bed II can correspond to the beginning of the Upper Matuyama Chron and the previous Olduvai Subchron and the Bed III age is within the subchron. The paleomagnetic data show, however, that Bed II has reverse polarity, i.e., it is not older than the lower boundary of the Upper Matuyama, and Bed III has the normal polarity, i.e., it can belong to the Olduvai Subchron. It is possible to interpret this discrepancy in the following way. Exclusively prismatic needleshaped zircons, used for age determination, crystallized in the magmatic source before eruption of the tuff. A time interval between crystallization and eruption could reach 0.1 My and even more (period of stratovolcano activity). Taking this into account, we attribute Bed III to the Olduvai subchron 1.95e1.77 Ma and Bed II to the beginning of the Upper Matuyama (a little younger than 1.77 Ma). The lower limit of the Bed III age is defined by the age 1.87 ± 0.10 Ma of the underlying basaltic andesite (No. 4) and the age 1.81 ± 0.05 Ma of the dacite (No. 7) underlying the Muradovo section (see below); its layers 6e8 correspond probably to the Karakhach Bed III. Bed III is hardly older than 1.90e1.85 Ma. The similarity of lithics from Karakhach Beds II and III and layers 3 and 5 of the Agvorik section give a possibility to correlate them. The reverse magnetic polarity of the Agvorik layers 2e6 does not contradict this. The presence of the archaic Lower Pleistocene pollen in the lower part of Ardenis section with the normal magnetic polarity allows correlation of the section with the Olduvai subchron. Therefore, the Karakhach unit of the Lori and Upper Akhurian basins corresponds to the Olduvai subchron (not older than 1.90e1.85 Ma) and the lowest Upper Matuyama.\nThe lower stratigraphic boundary of the Kurtan unit is defined by the age 1.4e1.5 Ma of the pumice 6 and ash 4 of the Kurtan I section. Both these layers show reverse magnetic polarity. The overlying layers 1e3 show different polarity. Layer 1 and most of layer 2 are characterized by normal polarity. Reverse polarity begins in the lowest part of the layer 2 and continues in the layer 2a, but the lowest part of the latter possibly has normal polarity. Layer 3 shows reverse polarity. The teeth of rhinoceros Stephanorhinus hundsheimensis that were probably found in the Kurtan I layers 1e3 characterize the time interval 1.4e0.5 Ma. The humerus of the southern elephant Archidiskodon ex gr. meridionalis was found in the Kurtan III layer 4 that overlies the pumice layer analogous to the Kurtan I layer 6. The stratigraphic range of such forms covers the end of the Lower Pleistocene and the first half of the Middle Pleistocene. Using these data, we attribute layer 1 andmost of layer 2 of the Kurtan I section to the lower Middle Pleistocene and the lowest part of layer 2 and layers 2a and 3 to the upper Calabrian. If the normal (?) magnetic polarity of the lowest layer 2a corresponds to the Jaramillo Subchron (0.99e1.07 Ma), layer 3 is older than the Jaramillo. This estimate of the Kurtan unit age is corroborated by finding of theMiddle Acheulian lithics in the Kurtan I layers 2 and 3 and the elongated lanceolate bifacial hand-axe (layer 2), which is similar to bifaces of the Latamne site, Syria, placed in the same chronological interval.\nThe sands of the Krasar section with normal magnetic polarity contain the fossils of large and small mammals that can be\nattributed to the upper Calabrian (not older than 0.9 Ma), but belong to the lowerMiddle Pleistocene (not upper than 0.5Ma) and are correlated with the Leninakan fauna of the Shirak Basin in Armenia (Sayadyan, 1968, 2009) and the Tiraspol fauna in the northern Black Sea region (Agajanyan, Melik-Adamyan, 1985). The Vardaghbyur section contains not only the Middle Pleistocene deposits with normal magnetic polarity, but also the upper Calabrian deposits with reverse polarity. Thus, the Kurtan unit corresponds to the upper Calabrian, possibly including the layer lower than the Jaramillo subchron, and the lower Middle Pleistocene up to 0.5 Ma.\nBed I of the Karakhach quarry with reverse polarity as well as layer 1 of the Agvorik section are separated from the lower deposits by layers with normalmagnetic polarity (Ia and Ib in Karakhach and upper part of 2 in Agvorik). If this normal polarity is attributed to the Jaramillo subchron, Bed I of Karakhach and layer 1 of Agvorik correspond to the Kurtan unit.\nThe Muradovo section 3.5 km east of the Karakhach quarry above the Gelasian basaltic andesites represents analogs of both the Karakhach and Kurtan units. The following sequence is exposed under the recent soil, downwards (Figs. 1, 2 and 5):\n1. Dark soil with stones; up to 0.4 m. There аre redeposited pieces of typical local Late Acheulian (flat bifaces, Levallois products). 2. Paleosol with numerous stones and vertical carbonate inclusions analogous to those in the Kurtan I layers 1e3; up to 0.6 m. The layer yields a lithic assemblage without Levallois production and with a tool set resembling that of Kurtan I (Middle Acheulian). 3. Rounded boulders and pebbles with clay matrix; 0.3e0.6 m. 4. Bedded gravel and mostly well rounded small and medium\npebbles; 0.6 m. The base is very uneven with large pockets, where a thickness of the layer increases up to 2.5 m. 5. Well rounded boulders and pebbles; 1.7 m. The matrix is ash with reverse magnetic polarity, weathered in the upper part. The ash is similar to the Bed II tuff of the Karakhach section. 6e8. Alternation of gravel-pebble material of different sizes with loam and sandy loam matrix; 2 m (visible). The pebbles are rounded.\nLayers 3e8 contain the Early Acheulian industry. The latter is distinguished by massive picks, crude hand-axes, choppers and other tools made mainly from natural slabs of dacite (Belyaeva and Lyubin, 2013). Sediment of layers 3e8 is similar to Beds II and III of Karakhach and the enclosing industry is similar to that in Bed III. Layers 3e8 belong to the Karakhach unit, while layer 2 corresponds to the Kurtan unit."
  }, {
    "heading": "4.3. Sources of tectonic deformation in the region",
    "text": "The sources of uplift of the region and its flexure-fault deformation are uncertain. The Vardaghbyur Fault is the north-western continuation of the Pambak-Sevan dextral strike-slip zone (Karakhanian et al., 2004). The N-trending depressions of Dalichai River andMadatapa Lake connect the north-western termination of the Vardaghbyur Fault with the south-eastern termination of the dextral strike-slip Javakheti Fault. The NeS-trending volcanic chain branches off this fault to the south. The N-trending chain of the Samsari Ridge big volcanoes strikes to the north from the northwestern termination of the fault (Lebedev et al., 2003). This Late Cenozoic structural pattern can be interpreted as combination of the N-trending extension zones including the Javakheti Ridge volcanic chain and the NW-trending right-lateral faults. Similar structural relationships are characteristic of other parts of the Armenian Highland (Trifonov et al., 1996).\nMilanovsky (1968) described structural relationships analogous those between the Upper Akhurian and Lori basins to the south. These are the flexural bend of the Bazum Ridge summit plain to the south of the Karakhach Pass and the tectonic uplift of the Jajur Pass between the northern Shirak Basin and the upper reaches of the Pambak River valley. Milanovsky noted that the volcanoes of Ararat and Aragats, the structural bends and the volcanic Javakheti Ridge form a single N-trending zone, and supposed a causal relationship of this zone with deep-seated processes expressed both in tectonic motion and volcanism. The Late Cenozoic tectonic uplift of the region could be caused by the more general processes of influence of the Upper Mantle flow and transformation onto the lithosphere (Trifonov et al., 2014). Thus, the Late Cenozoic tectonics and volcanism are the results of combined influence of the plate interaction and the geodynamic processes in the upper mantle."
  }, {
    "heading": "4.4. Environment of the Earliest Paleolithic",
    "text": "Two aspects of the problem are discussed: (1) What was the general environmental situation favoring dispersals of the earliest hominines in the studied area and in the Arabia-Caucasian region as a whole? (2) What is probable explanation for the early appearance of Acheulian technologies in the southern Javakheti Upland?\nThe important characteristic of the early hominine environment is the Early Pleistocene topography. It is possible to reconstruct it using the data on the uplift during the last ~0.5 Ma. The reconstruction shows that the Upper Akhurian Basin surfacewas situated at ~1500m a.s.l. and the Lori Basin surface went slowly down to the east from 1400 to 1100m. The altitudes of the Bazum Ridge reached 1500e1800 m (rarely 2000 m). Some volcanoes of the Javakheti Ridge rose above this mid-elevated mountain relief up to 2500 m a.s.l. The pollen data on the Ardenis section indicate abundance of the coniferous forests and humid climate.\nBecause paleontological material was not found in the studied sections of the Karakhach unit containing archaeological signs on the earliest hominine occupation (Karakhach, Muradovo, and Agvorik), it is pertinent to consider the data on the Early Paleolithic site of Dmanisi (Southern Georgia) located 35 km north of Karakhach and dated to the same time range. The basalt flow in the bottom of the Dmanisi sediment sequence has the 40Ar/39Ar age of 1.85 ± 0.01 Ma and the covering tuffs (stratum A) are dated to 1.81 ± 0.05 Ma (Lumley et al., 2002). Both the basalt and stratum A show normal magnetic polarity. Stratum B shows reverse magnetic polarity and occupies the stratigraphically higher position. It consists of the fine-grained deposits filling the gully or erosional “tube” that is bordered by the basaltic scarp and the tuffs A. The fragments of five crania and other bone remnants of a primitive hominine, the Oldowan-like lithics, and the Late Villafranchian mammal fossils were found in stratum B (Gabunia et al., 2000; Rightmire et al., 2006; Lordkipanidze et al., 2007; Lumley et al., 2008). Stratum B was accumulated directly after stratum A in the earliest Upper Matuyama, when the savanna landscapes predominated and were accompanied by forests in river flats and mountain slopes. The found hominine population was named as Homo georgicus and considered to be the transitional form between H. habilis and H. erectus.\nFurther studies were carried out in the excavation M5 that is situated 85m to thewest of main site. They show that stratumA is a series of ash layers that are separated by soil horizons with carbonates. The lithics analogous to stratum B were found in these horizons. The lowest artefacts in layer A2a are separated from the basalt by unweathered A1 ashes, showing that these artefacts must be close in age to the basalt, i.e., just after 1.85 Ma (Ferring et al., 2011). So, the time intervals of the archaeological finds in\nDmanisi and the Karakhach quarry are very close to each other. The studies show also that the climate was wet at 1.85e1.78 Ma and arboreous vegetation played an appreciable role, conforming to our data on the Ardenis quarry. In the beginning of the Upper Matuyama, some aridization occurred and the steppe vegetation began to dominate (Messager et al., 2010).\nThe records of early hominine inhabitance were also found in the Euphrates valley in Southern Turkey (Demir et al., 2008). Downstream, in the Syrian part of the Euphrates valley, the layers with the Hattabian lithics that were identified with the Oldowan industry compose the terrace IIIa cover (Copeland, 2004). It is older than the terrace II layers with reverse magnetic polarity and younger than basalts with the 40Ar/39Ar date ~2.12 Ma covering terrace IIIb (Demir et al., 2007). Terrace II alluviumwith the reverse polarity contains the early (?) Acheulian lithics including hand-axes and is covered by basalt with normal polarity and K/Ar dates of 0.7e0.8 Ma (Trifonov et al., 2012, 2014).\nTwo landscape features characterize both the African native land of early hominine and the discussed territories of Syria, Turkey, Armenia, and Georgia. Those are: (1) tectonic valley-like depressions with lakes, streams and other water sources and (2) volcanic manifestations that preceded or were approximately synchronous with the early hominine. Presence of water and soils that were enriched by volcanic products caused vegetation favorable for herbivorous mammals. Predators including hominine followed the herbivorous mammals. Volcanic rocks gave material for lithics. During the Calabrian, the hominine spread farther to the north, inhabiting the Taman Peninsula (Schelinsky et al., 2010) and Daghestan (Amirkhanov, 2007; Chepalyga et al., 2012) in the Greater Caucasus region.\nThe available data indicate that early hominids arrived at the Javakheti upland during the late Olduvai subchron, and developed both Oldowan technology (Dmanisi) and the Early Acheulian one (Karakhach, Muradovo, and Agvirik). The local earliest Acheulean industries are not younger and even somewhat older than those in East Africa (Kokiselei 4, Kenia and Konso, Ethiopia) dated to about 1.75e1.76 Ma, after the Olduvai subchron (Lepre et al., 2000; Beyene et al., 2013). Therefore, one may assume an independent origin of the Acheulian in the studied area. Other reasons for this hypothesis are clear differences between the Armenian and African Acheulian industries. Large flakes characteristic for the African Acheulian beginning at its first manifestation are very rare in the Early Acheulian of Armenia and most tools are fashioned with flaking of slab-like crusts of local dacite, basalt and other volcanic rocks. Accordingly, no typical African flake cleavers were produced and large tools were represented mainly by several types of massive picks, crude hand-axes, and choppers. There is also a group of special tools (macro-knives, pick-like hand-axes, bar-shaped and fan-shaped choppers, chisel-ended implements etc.) that are unknown or unusual in other Acheulian industries. The unexpected early appearance of Acheulian technologies in Armenia and peculiar features of local Acheulian tradition may be stimulated by qualities of the used raw material and its natural slab-like shape in the flexure-fault zones. Certain features of this tradition may be followed in the subsequent Middle Acheulian (layer 2 of Muradovo and Kurtan I)."
  }, {
    "heading": "5. Conclusions",
    "text": "Use of a wide spectrum of methods gave the possibility to compile the stratigraphy of volcanic and sedimentary units of the Lower Pleistocene and the lowest Middle Pleistocene of the southern Javakheti Upland and adjacent Upper Akhurian and Lori basins in NW Armenia and to reconstruct the Quaternary environments, volcanic and tectonic development. The low-mountain\ntopography was differentiated into low ridges and basins at the beginning of the Quaternary. The eruptions of mildly alkaline basalts and basaltic andesites evened topography of the Upper Akhurian and Lori basins in the Gelasian. The lava flows spread along large river valleys for tens of kilometers. During the late Gelasian, the eruptions of basaltic trachyandesites, trachyandesites and dacites replaced the basaltic eruptions. The centers of the late Gelasian eruptions were located on the N-trending extension fault zones of the Javakheti Ridge.\nThe basaltic eruptions and possibly some uplift of the Bazum Ridge dammed the Akhurian River flowing to the south to the Shirak Basin and the upper Akhurian River flowed to the east via the valley-like depression of the Karakhach Pass to the DzoraghetDebed valley. In these conditions, the relatively coarse-grained tuffaceous-clastic Karakhach unit was deposited in the basins during the Olduvai subchron (not earlier than 1.9e1.85 Ma) and the earliest Calabrian. The unit consists mostly of poorly sorted and semi-rounded alluvium of temporary streams. The pollen analysis indicates humid climate. In that period, the region was initially occupied by early hominines making Early Acheulian industries (localities of Karakhach, Muradovo, and Agvorik). A very early manifestation of Acheulian technologies in this area may be explained by special qualities of most local volcanic rocks (dacite, basalt etc.) available as slab-like pieces of large size. Such natural blanks facilitated manufacturing of macro-tools, including handaxes considered as a hall-mark of the Acheulian.\nThe water transit between the Upper Akhurian and Lori basins was interrupted later because of starting rise of the Karakhach Pass. Volcanic activity renewed in the southern Javakheti Upland and the Upper Akhurian Basin area for a short time in the early Calabrian (~1.7 Ma). The pulse of acid tuff explosions was expressed in the southern Lori Basin in the middle Calabrian (1.5e1.4 Ma). The end Calabrian and earliest Middle Pleistocene sedimentation (~1e0.5 Ma) occurred in stagnant water, partly lacustrine conditions. This was expressed by formation of the relatively finegrained Kurtan unit. There is the Middle Acheulian industry, found in the Kurtan I section andmade of local volcanic rocks. Many of the technological and morphological characteristics of this industry were clearly inherited from the local Early Acheulian ones. At the same time, the finding of an elongated lanceolate hand-axe unknown in the Caucasus and analogous to those of the approximately simultaneous Middle Acheulian site of Latamna, Syria suggests probable relations to the Near East.\nDuring the last ~0.5 Ma, the region underwent flexure-fault deformation and tectonic uplift at 350e800 m. They were the results of combined influence of the plate interaction and the geodynamic processes in the upper mantle. Climate became gradually more continental with cold winters. It is noteworthy in this connection that there are rather abundant Late Acheulian materials, very rare Middle Paleolithic sites in grottos and no Upper Paleolithic lithics excepting some finds in the outskirts of the upland."
  }, {
    "heading": "Acknowledgements",
    "text": "V.G. Trifonov, Ya.I. Trikhunkov, A.S. Tesakov, A.N. Simakova and T.P. Ivanova carried out the geological and geomorphological studies and interpretation. V.P. Lyubin, E.V. Belyaeva and D.V. Ozhereliev studied the archaeological finds and A.S. Tesakov and V.V. Titov analysed the paleontological collection. A.N. Simakova carried out the palynological studies and R.V. Veselovsky and A.V. Latyshev made the paleomagnetic expertise of samples collected in the Pleistocene sections. V.A. Lebedev carried out the KeAr dating of volcanic rocks and contributed to the geological mapping of the region. S.L. Presnyakov represented the data on the SIMS\n238Ue206Pb dating of tuffs. S.M. Lyapunov made chemical analyses of the collected volcanic rocks and S.E. Artyushkov (Moscow State University) carried out their petrographic description. D.M. Bachmanov analyzed geomorphology of the region. This study was supported by the Division of Earth Sciences, Russian Academy of Sciences (program no. 6), and the Russian Foundation for Basic Research (projects no. 14-05-00122, 13-05-90612-Arm-a and 13- 06-12016-ofi-m). The authors cordially thank Kh. Meliksetian (Institute of Geosciences of the Armenian National Academy of Sciences, Yerevan) for represented data and useful comments."
  }],
  "references": [{
    "title": "Early Pleistocene small mammals",
    "authors": ["A.K. Agadjanyan", "G.U. Melik-Adamyan"],
    "year": 1985
  }, {
    "title": "Quaternary Geology",
    "authors": ["A.A. Russian). Chistyakov", "N.V. Makarova", "V.I. Makarov"],
    "year": 2000
  }, {
    "title": "Impact probable du volcanisme sur le d",
    "authors": ["M. Tourasse"],
    "year": 2008
  }, {
    "title": "Ar-Ar dating of Late Cenozoic basaltic volcanism",
    "authors": ["G. Rowbotham"],
    "year": 2007
  }, {
    "title": "Late Cenozoic",
    "authors": ["A. Seyrek", "R. Westaway", "D. Bridgland", "A. Beck"],
    "year": 2008
  }, {
    "title": "Earliest human occupations",
    "authors": ["A. Vekua", "D. Zhvania", "D. Lordkipanidze"],
    "year": 2011
  }, {
    "title": "Earliest Pleistocene hominid cranial remains from Dmanisi, Republic of Geeorgia: taxonomy, geological seyying, and age",
    "authors": ["M.A. Lumney", "G. Majsuradze", "A. Mouskhelishvili"],
    "venue": "Science 288,",
    "year": 2000
  }, {
    "title": "Use of sporal-pollen diagrams for reconstruction of vegetation in the Quaternary",
    "authors": ["V.P. Grichuk"],
    "year": 1949
  }, {
    "title": "Late collision rhyolitic volcanism in the north-eastern part of Armenian highland",
    "authors": ["R. Jrbashian", "S. Karapetian", "A. Mnatsakanian"],
    "venue": "Proceedings of A. Janelidze Geological Institute (Georgia)",
    "year": 2001
  }, {
    "title": "Active faulting and natural hazards in Armenia, eastern Turkey and northwestern Iran",
    "authors": ["A.S. Karakhanian", "V.G. Trifonov", "H. Philip", "A. Avagyan", "Hessami", "Kh", "F. Jamali", "M.S. Bayraktutan", "H. Bagdassarian", "S. Arakelian", "V. Davtian", "A. Adilkhanyan"],
    "venue": "Tectonophysics 380,",
    "year": 2004
  }, {
    "title": "Armenia-to-Georgia Trans-boundary Fault: an Example of International Cooperation in the Caucasus (AGU Fall Meeting Abstracts, San Francisco, USA)",
    "authors": ["A. Karakhanian", "A. Avagyan", "M. Avanessyan", "M. Elashvili", "T. Gogoradze", "Z. Javakhishvili", "A. Korzhenkov", "S. Philip", "E. Vergino"],
    "year": 2012
  }, {
    "title": "The Samsari Volcanic Center as an Example of recent volcanism in the Lesser Caucasus: KeAr Geochronological and SreNd Isotopic Data",
    "authors": ["V.A. Lebedev", "I.V. Chernyshev", "O.Z. Dudauri", "M.M. Arakelyants", "E.D. Bairova", "Gol’tsman", "Yu.V", "A.V. Chugaev", "G.T. Vashakidze"],
    "venue": "Doklady Earth Science",
    "year": 2003
  }, {
    "title": "Geochronology of Pliocene volcanism in the Dzhavakheti Highland (the Lesser Caucasus). Part 2: eastern part of the Dzhavakheti Highland. Regional geological correlation",
    "authors": ["V.A. Lebedev", "S.N. Bubnov", "O.Z. Dudauri", "G.T. Vashakidze"],
    "venue": "Stratigraphy and Geological Correlation",
    "year": 2008
  }, {
    "title": "An earlier origin for the Acheulian",
    "authors": ["Lepre", "Ch.J", "H. Roche", "D.V. Kent", "S. Harmand", "Quinn", "Rh.L", "Brugal", "J.-Ph", "P.J. Texier", "A. Lenoble", "C.S. Feibe"],
    "venue": "Nature 477,",
    "year": 2000
  }, {
    "title": "Postcranial evidence from early Homo from Dmanisi, Georgia",
    "authors": ["D. Lordkipanidze", "T. Jashashvili", "A. Vekua", "M.S. Ponce de Lion", "Zollikofer", "Ch.P.E", "Rightmire", "G.Ph", "H. Pontzer", "R. Ferring", "O. Oms", "M. Tappen", "M. Bukhsianidze", "J. Agusti", "R. Kahlke", "G. Kiladze", "B. Martinez-Navarro", "A. Mouskhelishvili", "M. Nioradze", "L. Rook"],
    "venue": "Nature 449,",
    "year": 2007
  }, {
    "title": "New Data on the Early Paleolithic of Armenia. The Earliest Inhabitants of the Caucasus and Dispersal of Human Ancestors in Eurasia",
    "authors": ["V.P. Lyubin", "E.V. Belyaeva"],
    "year": 2010
  }, {
    "title": "Early Acheulian Locality of Karakhach in Northern Armenia",
    "authors": ["V.P. Lyubin", "E.V. Belyaeva"],
    "venue": "Archaeological News. Saint-Petersburg, No",
    "year": 2011
  }, {
    "title": "Palaeoenvironmental reconstruction of Dmanisi site (Georgia) based on palaeobotanical data",
    "authors": ["E. Messager", "D. Lordkipanidze", "E. Kvavadze", "C.R. Ferring", "P. Voinchet"],
    "venue": "Quaternary International 223e224,",
    "year": 2010
  }, {
    "title": "Neotectonics of Caucasus",
    "authors": ["E.E. Milanovsky"],
    "venue": "Nedra, Moscow,",
    "year": 1968
  }, {
    "title": "Age of the earliest Paleolithic",
    "authors": ["A.K. Saltykova", "N.G. Berezhnaya", "S.A. Sergeev"],
    "year": 2012
  }, {
    "title": "Dmanisi, Republic of Georgia",
    "authors": ["Y. Rolland", "S. Billo", "M. Corsini", "M. Sosson", "G. Galoyan"],
    "venue": "Journal of Human Evolution 50,",
    "year": 2009
  }, {
    "title": "Early Paleolithic sites in Taman Peninsula",
    "authors": ["A.S. Tesakov", "V.V. Titov"],
    "year": 2010
  }, {
    "title": "History of Material Culture of the RAS 35, pp",
    "authors": ["S.N. Russian). Sedov", "O.S. Khokhlova", "A.M. Kuznetsova"],
    "year": 2011
  }],
  "id": "SP:11479f9b0acd8b759f77b1a7f7ec9a53a64259eb",
  "authors": [{
    "name": "V.G. Trifonov",
    "affiliations": []
  }, {
    "name": "V.P. Lyubin",
    "affiliations": []
  }, {
    "name": "E.V. Belyaeva",
    "affiliations": []
  }, {
    "name": "V.A. Lebedev",
    "affiliations": []
  }, {
    "name": "Ya. I. Trikhunkov",
    "affiliations": []
  }, {
    "name": "A.S. Tesakov",
    "affiliations": []
  }, {
    "name": "A.N. Simakova",
    "affiliations": []
  }, {
    "name": "R.V. Veselovsky",
    "affiliations": []
  }, {
    "name": "A.V. Latyshev",
    "affiliations": []
  }, {
    "name": "T.P. Ivanova",
    "affiliations": []
  }, {
    "name": "D.V. Ozhereliev",
    "affiliations": []
  }, {
    "name": "D.M. Bachmanov",
    "affiliations": []
  }],
  "abstractText": "The Quaternary stratigraphy and tectonic development of the southern Javakheti Upland and the adjacent Upper Akhurian and Lori uplifted basins in NWArmenia (Lesser Caucasus) and geological position of the early and middle Acheulian lithic industries were studied using a multi-method approach. Studies of sedimentary sections, petrological and geochemical correlation of lavas and tuffs, KeAr dating of volcanic rocks and SIMS 238Ue206Pb dating of tuffs, examination of obtained fossils and pollen analysis, and determination of remanent magnetic polarity of volcanic rocks and clastic sediments have been used to compile the stratigraphic scheme and to estimate the age of units. The low-mountain topography was differentiated to ridges and basins to the beginning of Quaternary. The eruptions of basalts and basaltic andesites evened topography of the Upper Akhurian and Lori basins in the Gelasian. The lava flows spread along big river valleys at tens of kilometers. At the late Gelasian, the eruptions of basaltic trachyandesites, trachyandesites and dacites replaced the basaltic eruptions. The latter dammed the Akhurian River flowing to the south and the upper Akhurian River found the flowing to the east via the valley-like depression of the Karakhach Pass to the Dzoraghet-Debed valley. The course-grained tuffaceous-clastic Karakhach unit was deposited during the Olduvai subchron (not earlier than 1.9e1.85 Ma) and the earliest Calabrian. The water transit between the Upper Akhurian and Lori basins was interrupted later because of rise of the Karakhach Pass. Volcanic activity renewed for a short time in the early Calabrian (~1.7 and 1.5e1.4 Ma). The end Calabrian and earliest Middle Pleistocene sedimentation (~1e0.5 Ma) occurred in stagnant water, partly lacustrine conditions. This was expressed by formation of the relatively fine-grained Kurtan unit. During the last ~0.5 Ma, the region underwent flexure-fault deformation and tectonic uplift at 350e800 m. The epoch of formation of the Karakhach unit was characterized by middle mountain topography and humid climate. Not later than 1.85 Ma, the region was occupied by the earliest hominines producing lithic industries of the Early Acheulian aspect. They contained crude hand-axes and other macro-tools, made of local dacite and basalt (sites of Karakhach, Muradovo and Agvorik). Early appearance of these industries might be caused by natural parting of dacite and basalt to tabulated fragments that gave a possibility to make such macro-tools. The Middle Acheulian artifacts were found in the Kurtan I section",
  "title": "Stratigraphic and tectonic settings of Early Paleolithic of North-West Armenia"
}