{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nPalaeogeography, Palaeoclimatology, Palaeoecology\nj ourna l homepage: www.e lsev ie r .com/ locate /pa laeo\nPalaeoenvironmental changes associated with Deccan volcanism, examples from terrestrial deposits from Central India\nAlicia Fantasia a,⁎, Thierry Adatte a, Jorge E. Spangenberg b, Eric Font c a Institute of Earth Sciences (ISTE), University of Lausanne, Building Géopolis, 1015 Lausanne, Switzerland b Institute of Earth Surface Dynamics (IDYST), University of Lausanne, Building Géopolis, 1015 Lausanne, Switzerland c Instituto Dom Luís, Faculdade de Ciências (IDL-FCUL), Universidade de Lisboa, Portugal\n⁎ Corresponding author. E-mail address: alicia.fantasia@unil.ch (A. Fantasia).\nhttp://dx.doi.org/10.1016/j.palaeo.2015.06.032 0031-0182/© 2015 Elsevier B.V. All rights reserved.\na b s t r a c t a r t i c l e i n f o\nArticle history: Received 2 March 2015 Received in revised form 17 May 2015 Accepted 24 June 2015 Available online 30 June 2015\nKeywords: Deccan volcanism Intertrappean sediments Multi-proxy approach Weathering Acid rain\nWe analysed the geochemical and mineralogical aspects of sedimentary beds associated with Deccan volcanism exposed in the eastern part of the volcanic sequence in the Jabalpur–Mandla–Chhindwara (JMC) sector (Madyha Pradesh) and in theNand–Dongargaon (ND) basin in Central India. These sedimentswere deposited in terrestrial environments before the onset of the volcanic activity or during periods of quiescence inmainly alluvial-limnic to lacustrine facies. Deposited at different stratigraphic levels within the Deccan lava pile, they provide crucial evidence to evaluate environmental changes on land induced by the onset of the volcanism in the central part of India. Our results indicate that sediments (intertrappeans) deposited during Deccan volcanism do not reflect the same depositional characteristics as sediments (Lameta Formation) preceding volcanic eruptions. The sedimentological and mineralogical observations indicate alluvial-limnic environments under semi-arid climate during deposition of the Lameta sediments. This could explain the low concentration of organic matter, which probably underwent excessive desiccation/oxidation processes under semi-arid conditions. The eruption of Deccan volcanic flows severely affected environmental conditions. Intertrappean sediments associated with Deccan phase-1 and phase-2 were deposited in terrestrial to lacustrine environments under semi-arid climates with dry and humid seasons, which are highlighted by the predominance of smectites resulting frombasalt alteration. Organic matter is well preserved in the sediments deposited in phase-1 and indicates a mixed source with well-preserved lacustrine organic matter and terrestrial inputs. The subsequent intertrappean sediments within phase-2 are strongly influenced byDeccan volcanism characterized by high volcanic content associated elements (Ti and Fe) and high chemical alteration (CIA-K) that likely reflects increasing acid rains rather than climatic change. In addition, a sharp decrease in pollen and spores coupled with the appearance of fungi mark increasing stress conditions, which is likely a direct result of volcanic activity. Bulk organic geochemistry points to a strong degradation of the autochthonous organic matter, suggesting that the biomass was oxidized in acidic conditions triggered by intense volcanic activity.\n© 2015 Elsevier B.V. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "The Phanerozoic time was punctuated by several mass extinctions (Sepkoski, 1996). Amongst them, the Cretaceous–Tertiary boundary (KTB) event, 65 Ma ago, is characterized bymassive species extinctions (about 75%). Some studies show a link between an extraterrestrial impact and the KT boundary event, but since the 1980s numerous authors have established the connection between Deccan Traps and KT events (e.g., Mclean, 1985; Courtillot et al., 1986, 1988; Duncan and Pyle, 1988). TheDeccan volcanic province (DVP) is oneof themost important Large Igneous Provinces (LIPs) in the world and covers an area of about 512,000 km2 in the Western Ghats and central Deccan Plateau of India. The sediments associated with the DVP are represented by\ninfratrappean (Lameta Formation) and intertrappean beds. The duration of intermittent volcanic activity spanned about 4 Ma across the Cretaceous–Tertiary boundary (Jerram and Widdowson, 2005).\nIn the Western Ghats, the Deccan Traps erupted in three main phases with 6% of the total Deccan volume in phase-1 (base C30n), 80% in phase-2 (C29r), which included N1.1 million cubic km of basalt, and 14% in phase-3 (C29n). Recent studies indicate that the bulk (80%) of Deccan trap eruptions (phase-2) occurred over a relatively short time interval in magnetic polarity C29r (Chenet et al., 2008). Moreover, U–Pb zircon geochronology shows that the main phase-2 began 250 ka before the Cretaceous–Tertiary (KT) mass extinction, suggesting a cause-and-effect relationship (Schoene et al., 2015).\nDeccan volcanic activity released huge amounts of acid volcanic aerosols in the atmosphere and stratosphere, including SO2 and HCl (Self et al., 2006, 2008) leading to global environmental perturbations by increasing acid conditions (Ward, 2009; Gertsch et al.,\n2011; Font and Abrajevitch, 2014; Font et al., 2014; Keller, 2014). In India, palynological and palaeontological studies advanced our understanding of Deccan-induced activity in terrestrial environments (Samant and Mohabey, 2005, 2009, 2014), and a strong floral response is observed as a direct response to Deccan volcanic phase-2. In Lameta (infratrappean) sediments preceding phase-2 volcanic eruptions, palynoflora are dominated by gymnosperms and angiosperms with a rich canopy of gymnosperms (Conifers and Podocarpaceae) and an understory of palms and herbs. Immediately after the onset of Deccan phase-2, this floral association was decimated leading to dominance by angiosperms and pteridophytes at the expense of gymnosperms. In subsequent intertrappean sediments a sharp decrease in pollen and spores coupled with the appearance of fungi mark increasing stress conditions apparently as a direct result of volcanic activity (Samant and Mohabey, 2014). The aim of this study is to compare continental (terrestrial to lacustrine) sedimentary successions located below the basalt pile (Lameta Formation) and at different stratigraphic levels (intertrappean sediments) within the DVP, in order to determine the environmental consequences induced by the Deccan volcanic activity. For this purpose, we focus on five sections: the Dongargaon section located below the volcanic sequence, and the Government Well, Daiwal, Podgawan and Umaria–Isra sections deposited during periods of volcanic quiescence. The stratigraphic positions of the Lameta and intertrappean sediments within the three Deccan phases are based on palynologic, biostratigraphic and palaeomagnetic data (Mohabey et al., 1993; Hansen et al., 2005; Samant and Mohabey, 2014).\nOur investigations are based on a multi-proxy approach, including (1) sedimentology, whole-rock mineralogy, microfacies and microfaunas (e.g., ostracods) in order to evaluate the depositional environment; (2) clay mineralogy, bulk organic matter and stable isotopes analyses to determine palaeoclimatic and palaeoenvironmental conditions; and (3) major and trace element distributions to evaluate the causal-relationship between the onset of the Deccan volcanic activity and basalt weathering."
  }, {
    "heading": "2. Geological settings",
    "text": "During our investigation in Central India, infratrappean and intertrappean sediments in different stratigraphic levels at five localities on the eastern side of the DVP were studied, including the Nand–Dongargaon basin and adjoining area of Yeotmal–Nanded (Maharashtra) and in the Chhindwara–Mandla–Jabalpur sector (Madhya Pradesh) (Fig. 1A–B).\nIn the Nand–Dongargaon basin (ND basin) (Fig. 1B–C), the infratrappean sediments of Dongargaon were deposited during the late Maastrichtian C30n (Hansen et al., 2005). This succession is unconformably underlain by Precambrian and Gondwana sediments (Carboniferous to Jurassic) and overlain by the Deccan volcanic sequence of the Sahyadri Group comprising a 500 m thick sequence of a total of 29 basaltic flows grouped in four Formations (GSI map, 2000). Amongst these, the Ajanta Formation includes intertrappean sediments of Daiwal (DA) between flow F1 and F2. Palaeomagnetic data indicate that the DA intertrappean was deposited during the upper Maastrichtian in the geomagnetic polarity chron 29r and therefore corresponds to the onset of the main phase-2 (Mohabey et al., 1993; GSI map, 2000; Hansen et al., 2005; Samant and Mohabey, 2014) (Fig. 2). Moreover, the accumulation time for this sequence is around 100 ka (Hansen et al., 1996). The intertrappean sediments of Podgawan (PO) are intercalated between flow F8 of the Ajanta Formation and flow F2 of the Karnja Formation (GSImap, 2000). Palynological data (Samant and Mohabey, 2014) indicate an early Palaeocene age equivalent or slightly younger than the Jhilmili intertrappean (Fig. 2) (Keller et al., 2009) and therefore corresponds to the upper part of phase-2 (C29r).\nIn the Jabalpur–Mandla–Chhindwara sector (JMC sector) (Fig. 1B– C), the Deccan volcanic sequence of the Amarkantak Group comprises the Mandla, Dhuma, Pipardhi and Linga Formations in ascending order (GSI, 2000). The Governmental Well sediments are equivalent to the Mohgaon Kalan Well sediments described by Samant and Mohabey (2009, 2014). Therefore, these sediments were deposited during a period of quiescence between phase-1 (C30n) and phase-2 (C29r). The Umaria Isra section is stratigraphically located above the Jhilmili section (upper basalt is in C29n; Keller et al., 2009;Widdowson, Khadri, personal communications) and is therefore deposited during phase-3 (C29n) (Fig. 2)."
  }, {
    "heading": "3. Location and methods",
    "text": "The Dongargaon (20°12′39.8″ N, 79°05′40.6″ E) and Daiwal (20°16′ 45.8″N, 78°55′00.8″ E) sections are located in the ChandrapurDistrict of Maharashtra where the Daiwal section is exposed in a tributary of the Daiwal River near the village of Panjurni. The Podgawan section (20°22′17.1″ N, 78°26′20.7″ E) is located in the Yavatmal District of Maharashtra near the town of Yeotmal. The Umaria Isra section (22°02′03.1″ N, 79°04′50.8″ E) is located in Chhindwara District in Madhya Pradesh near the road that links Chhindwara to Chaurai (Fig. 1).\nInfratrappean and intertrappean sedimentswere trenched to expose fresh sediments,whichwere carefully examined for lithological changes and fossil content. The sections were described, measured, photographed and methodically sampled at an average of 10 cm intervals. In the laboratory samples were dried in an oven at 45 °C and then crushed in an agate mortar before analyses.\nMineralogic analyses were carried out at the University of Lausanne with a Thermo Scientific ARL X-TRA diffractometer using a semiquantitative method following the procedures described by Klug and Alexander (1974), Kübler (1983) and Adatte et al. (1996). Whole rock mineralogic analyses were performed on powdered samples pressed into a powder holder. Clay minerals were analysed for the b2 μm fraction. Carbonates were removed from the samples with HCl (10%). Then, following Stokes law the granulometric fraction b 2 μmwas pipetted and deposited on a glass plate and air-dried.\nMajor and trace element concentrations were determined by X-ray fluorescence spectrometry (XRFS) using a PANalytical PW2400 spectrometer at the University of Lausanne. Major elements were determined on fused lithium tetraborate glass disc. For this purpose, samples were first heated to 1050 °C in an oven in order to calculate the loss of ignition (LOI). Then, 1.2000 ± 0.0002 g of ignited sample was mixed with 6.0000 ± 0.0002 g of lithium tetraborate (Li2B4O7) and placed in a Bead machine PerlX'3 at 1250 °C to obtain the fused tablet. The obtained concentrations are given in weight percentages (wt.%). Trace element analyses were performed on pressed tablets after mixing 15% of the powered samples with Mowiol 2%. The pressed tablets were then placed in an oven at 110 °C for at least 6 h before analysis by XRFS. The trace element concentrations are given in parts per million (ppm).\nStable isotope analyses were performed at the Institute of Earth Surface Dynamics of the University of Lausanne. Stable carbon and oxygen isotope ratios (δ13Ccarb and δ18Ocarb values) were measured in whole rock samples containing N10 wt.% CaCO3 following the procedure described previously (Spangenberg and Herlec, 2006). Samples showing clear evidence of diagenetic neoformed or recrystallized carbonate (calcite) were not analysed. The analyses were performed in aliquots of powdered whole rock samples (variable size depending on the CaCO3 content) using a Thermo Fisher Scientific (Bremen, Germany) Gas Bench II carbonate preparation device connected to a Delta Plus XL isotope ratio mass spectrometer. The CO2 extraction was done by reaction with anhydrous phosphoric acid at 70 °C. The stable carbon and oxygen isotope ratios are reported in the delta (δ) notation as the per mil (‰) deviation relative to the Vienna Pee Dee belemnite standard (VPDB). The standardization of the δ13Ccarb and δ18Ocarb values relative\nA .Fantasia etal./Palaeogeography,Palaeoclim atology,Palaeoecology 441 (2016) 165–180\nto the international VPDB scale was done by calibration of the reference gases andworking standardswith IAEA standards. Analytical uncertainty (2σ) monitored by replicate analyses of the international calcite standard NBS-19 and the laboratory standard Carrara Marble was not greater than ±0.05‰ for δ13C and ±0.1‰ for δ18O.\nThe organic carbon isotope ratio (δ13Corg values in‰ VPDB) was determined from decarbonated (10% HCl treatment) samples based on continuous flow elemental analyser/isotope ratio mass spectrometry (EA/IRMS), as described previously (Spangenberg et al., 2010). Aliquots of samples were flash-combusted on a Carlo Erba 1108 (Milan, Italy) elemental analyser connected to a Thermo Fisher Scientific Delta V (Bremen, Germany) isotope ratio mass spectrometer that was operated in the continuous heliumflowmode via a Conflo III split interface for the determination of the isotopic composition of the produced CO2. Reproducibility and accuracy are better than ±0.1‰ for δ13Corg.\nThe characterization and quantification of the organic matter were performed on powered whole rock at the Institute of Earth Sciences of the University of Lausanne using a Rock-Eval 6 following the method described by (Behar et al., 2001). The samples were placed in an oven and first heated at 300 °C under an inert atmosphere and then gradually pyrolysed up to 650 °C. After the pyrolysis is completed, the samples are transferred into another oven and gradually heated up to 850 °C in the presence of air. The determined parameters are total organic carbon (TOC), the Hydrogen Index (HI as mg HC/g TOC) and the Oxygen Index (OI as mg CO2/g TOC), which permit an overall characterization of the sedimentary organic matter."
  }, {
    "heading": "4. Lithology and mineralogy",
    "text": ""
  }, {
    "heading": "4.1. The Dongargaon section",
    "text": "The Lameta section of Dongargaon (Figs. 1 and 3) is 5.4 m thick (the contact with the Precambrian basement was not visible) and\nFig. 3. Lithology and mineralogy of the Dongargaon infratrappean sequence.Whole rock compo phyllosilicates as main component. Clay minerals consist exclusively of smectite and poorly cr\nmainly composed of green claystones and siltstones with carbonate nodules and finely laminated marly limestone layers, which contain rare ostracods (Unit 1). The overlying Unit 2 consists of massive basalts of the Sahyadri Group, which erupted at the beginning of C29r (Samant and Mohabey, 2014) and hence at the onset of phase-2 (Chenet et al., 2008).\nWhole rock compositions reflect the dominant lithology of claystone with phyllosilicates (10–85%) as main component. The unquantified part (0–47%) consists of poorly crystallized minerals (e.g., opal CT, Feoxides). Calcite content is low (0–12%) but reaches 50% in the marly limestone intervals, which are characterized by low phyllosilicate content (Fig. 3). Ankerite (Fe-rich dolomite) is present in small amounts (0–7%) but reaches a maximum of 13% in the marly limestone intervals at 370 cm. Small amounts of quartz (0–4%), K-feldspar and Na-plagioclase (b4%) are sporadically present. Clay minerals consist exclusively of smectite (10–55%) and illite (45–90%), which may have been derived from a partial degradation of smectite (Fig. 3)."
  }, {
    "heading": "4.2. The Daiwal section",
    "text": "The section spans nearly 4.5 m between the lower and upper basalt flows (Figs. 1 and 4). The lower flow is characterized by stronglyweathered basalt with holocrystalline texture (Unit 1). Vertical fractures filled with grey siliceous sediments are present. The contact with the sediments is irregular and weathered basalts clasts are present. Sediments of Unit 2 consist of laminated porcelanite (Fig. 4F) with various degrees of silicification and black chert nodules (DA9, DA14, DA19; Fig. 4). This Unit is characterized by the presence of ostracods, gastropods and fishes (Fig. 4C). Unit 3 is composed of grey to black cherts (Fig. 4G). Thewhole rock composition is dominated byquartz of biogenic origin formed by diagenetic transformation of opal-A from diatoms tests into opal-CT and finally into quartz. Unit 1 contains sediments infilling the sub-vertical fractures in the lower basalt trap, which is\nsitions reflect the dominant lithology of claystones alternating with carbonate layers with ystallized illite.\ndominated by quartz (27–81%), largely unquantified minerals (5–61%) and relatively uniform phyllosilicate content (12–17%). In Unit 2, quartz is the dominant mineral and increases upward (33–78%). Only the\nFig. 5. Characteristics, lithology and mineralogy of the Podgawan intertrappean sequence (upp alternating with carbonate layers. Unit 3 is marked by more fluctuating lithologies showing la palaeosoil. Unit 4 is composed of marly carbonates. The mineralogy is dominated by phyllosili\nmudstone sample DA19 contained significant calcite (32%). Whole rock minerals of Unit 3 reflect a lithology dominated by cherts with abundant quartz (80–87%), phyllosilicates (5%), minor unquantified\ner part of phase-2). The base of the section (Unit 2) is composed of monotonous siltstone custrine environments, a charcoal-rich layer and a red clay layer likely corresponding to a cates and clay minerals are represented by smectite and zeolite.\nminerals (6–13%) and low calcite content (1–4%). At Daiwal, the clay fraction is exclusively composed of smectite (Fig. 4)."
  }, {
    "heading": "4.3. The Podgawan section",
    "text": "The Podgawan section has been trenched in two small hills located 100 m apart. These two segments are separated by an outcrop gap of approximately 2 m (Fig. 5). This composite section spans nearly 5 m between the lower and upper basalt flows. Unit 1 marks the top of the lower flow and consists of vesicular basalt (Fig. 5A). Unit 2 is about 2 m thick and consists of monotonous green siltstone, which grades upwards into brownish siltstone alternating with 2–5 cm thick carbonate layers (Fig. 5B). Unit 3 is about 1.45 m thick and consists of fossiliferous brown silty claystones intercalated with 2–5 cm thick marly limestone layers (Fig. 5C to F). The upper part of Unit 3 shows three peculiar levels consisting of a 5 cm thick grey chert layer (PoA12, Fig. 5E) overlain by 1–2 cm thick coal-rich level (PoA14, Fig. 5F), which is topped by a 1 cm thick reddish clay-rich layer (PoA16, Fig. 5F). Gastropods and ostracods are scarce at the base of Unit 3 and become more abundant between 80 and 105 cm. Both are rare to absent in the upper part of this unit. Most of the ostracods are apparently of the non-marine genus Frambocythere COLIN, 1980, which seems to be particularly tolerant to environmental variations (Bhandari et al., 1995; Bhandari and Colin, 1999). Unit 4 consists of marly limestone including one level enriched in gastropods with preserved aragonitic shells (Fig. 5G–H).\nThe whole rock composition of Unit 2 reflects claystone–siltstone lithologies with phyllosilicates reaching 40–80%. Calcite content is generally very low (b5%) but reaches 57% in the marly limestone intervals of units 2, 3 and 4 (Fig. 5); quartz and Na-plagioclase contents are uniformly low (b7%). The clay fraction consists exclusively of smectite, which are often associated with zeolite (Fig. 5)."
  }, {
    "heading": "4.4. The Umaria Isra section",
    "text": "The section spans nearly 80 cm between the lower and the upper basalt traps (Fig. 6). The lower flow (Unit 1) is characterized by weathered basalt with holocrystalline texture. The sediments of Unit 2 are composed by white silty claystone laminated at the base, which grades upward into more massive claystone. Unit 3 is typified by brown silty claystone, which grades upward into clayey siltstone. Unit 4 consists of white siltstone. Unit 5 consists of orange coarse-grain siltstone with small clayey clasts. The top of Unit 5 is characterized by clayey siltstone (Fig. 6A). Unit 6 consists of white claystone. Unit 7 consists of blue-grey coarse-grain laminated siltstone, which grades upward into a green claystone with polygenic and heterometric clasts (Fig. 6B–C). Unit 8 corresponds to the upper basalt flow.\nThe whole rock composition is mainly dominated by unquantifieds (38–65%), which mainly consist of poorly crystallized minerals (opal-CT, zeolite, iron oxides and hydroxides). Units 2 to 4 have similar whole rock compositions with phyllosilicates (10–37%) as the most abundant mineral. Quartz, Na-plagioclase and K-feldspar are also present, but in minor quantities (0–10%) though they increase upsection to the top of Unit 4. Calcite (up to 12%) is mainly represented in units 2 and 4, whereas quartz (15–29%), Na-plagioclase (8%) and K-feldspar (9–10%) increase in units 5 and 6. Unit 7 and is dominated by phyllosilicates (31–42%) and unquantifieds (54–59%). Illite (10–90%) and smectite (9–90%) are the dominant clay minerals (Fig. 6)."
  }, {
    "heading": "5. Major and trace element geochemistry",
    "text": "Major elements (MEs) and trace elements (TEs) have been measured in the Lameta and intertrappean sediments. For most of sedimentary deposits, Al can be considered as indicator of the aluminosilicate fraction of the sediments that is more or less immobile during diagenetic processes (Tribovillard et al., 2006 and references therein). TEs are\ntherefore normalized with Al following Van der Weijden (2002) and Tribovillard et al. (2006) because (1) the detrital fraction composed of phyllosilicates, Na-plagioclases and K-feldspars (quartz is mainly from biogenic origin in most of the sections) is dominant and calcite content is generally low; and (2) Al shows generally the lowest coefficient of variation (0.1–0.65).\nMEs trends show significant fluctuations through the Deccan basalt sequence (Fig. 7). Al2O3 lacks significant variations in Dongargaon (except for the carbonate-rich intervals). Al2O3 values are lower (2.7– 10.8 wt.%) than the Post-Archean average shale (PAAS) and quite close to the Average Deccan basalt composition (ADBC). Daiwal sediments are characterized by very low Al2O3 contents (1–4 wt.%). In contrast, the Podgawan section shows more contrasted Al2O3 fluctuations (0.6–11.5 wt.%), whereas, the Umaria section is characterized by predominantly highest steady values between 9 and 12.8 wt.%, close to the ADBC, similar to the infratrappean Dongargaon section.\nTiO2 and Fe2O3 display similar trends; the Dongargaon sediments show values (TiO2 b 1 wt.%; Fe2O3: 2–10 wt.%) close to the PostArchean average shale (PAAS) and the Daiwal section displays lower but steady values (TiO2 ≪ 1 wt.%; Fe2O3: 0.5–3 wt.%). Important fluctuations are observed in the Podgawan section with the highest values of TiO2 and Fe2O3 with 2.42 and 12.3 wt.% respectively, therefore close to ADBC within the interval of 120 and 165 cm.\nMgO show maximum values in the Dongargaon section (4.9– 12.7 wt.%) and minimum values in the Dawail section (b0.9 wt.%). The Podgawan intertrappean is characterized by highly fluctuating MgO contents (0.7–10.2 wt.%). Maximum values are observed in the clayey siltstones, while the lowerMgO amounts typify themarly limestone intervals. At Umaria–Isra MgO amounts are quite comparable to those of the infratrappean sediments of Dongargaon, with values between PAAS and ACDB.\nP2O5 content is generally very low (b0.2 wt.%) largely below PAAS values, except for the Podgawan intertrappean sediments, which show elevated P2O5 exceeding PAAS values, especially in the clay–silt intervals of Unit 3. Highest P contents (0.5 wt.%) are observed in PoA13 and 14, which correspond to a charcoal rich layer.\nTEs, such as Cu, Ni, Zn, V, U lack significant fluctuations through the Dongargaon (infratrappeans), Daiwal (intertrappean, phase-2) and Umaria Isra (phase-3) sections and are comparable to ADBC and/or PAAS. In contrast, the intertrappean section of Podgawan (phase-2) shows generally highest values compared with the other sections. High V/Al ratios in Podgawan samples are related to the widespread Ca–Ferich vanadates particles observed by Font et al. (2016–in this issue)."
  }, {
    "heading": "6. Stable carbon and oxygen isotopes",
    "text": "The Dongargaon section (Do 5, 7, 17, 18, 21) and the Daiwal section (DA 12, 15, 19, 20) show relatively high δ13Ccarb values (−4.8 to−3.0‰ and −3.0 to −0.0‰, respectively). δ18Ocarb values range from −4.7 to 0.0‰ (Fig. 10C). In contrast, δ13Ccarb values measured in the Podgawan section vary between −9.0 and −7.2‰ in the marly limestone layers (PoB1, PoA3b, PoA5, PoA7 and PoA10) and δ18O values vary between −2.3 and−1.3‰. Lower δ13Ccarb values in the −10.8 to −9.4‰ range are measured in samples from shaly intervals (PoA9, PoA11, PoA13) and marly limestone beds in the upper part of the section (PoA20: −10.1‰, PoA21: −10.3‰, PoB14: −10.3‰). For these beds, δ18Ocarb values are significantly lower and range between −10.6 and −6.3‰. The lowest δ13Ccarb value is in the calcite within the charcoal rich layer (−12.6‰, PoA14).\nThe organic C isotope composition was determined only in samples from the Podgawan section. δ13Corg values are quite stable in the lower part of Unit 2, ranging between −26 and −22‰ (Fig. 9). Above, the δ13Corg values (Fig. 9) show a reverse trend relative to δ13Ccarb, showing a gradual positive excursion (from −29.3 to −17.0‰) culminating in the layer (PoA17) just above the red clay layer located in the upper part of Unit 3."
  }, {
    "heading": "7. Organic matter",
    "text": "With the exception of the Governmental Well and Podgawan sections, all other infratrappean and intertrappean deposits are very poor in organic matter (TOC b 0.2%). Samples from the brown shales in the Governmental Well show the highest TOC content (up to 10 wt.%). Hydrogen and oxygen indexes (HI and OI) are variable (HI: 37– 450 mg HC/g TOC and OI: 37–240 CO2/g TOC), indicating a mixture of lacustrine and terrestrial organic matter (Espitalié et al., 1985; Lafargue et al., 1998) (Fig. 10A). This is consistent with the abundant presence of ostracods, gastropods and wood debris in these deposits. Moreover, Podgawan sediments show very low TOC values (≪0.1%) in the lower part of the section, followed by a gradual increase in the middle part of the section (up to 1.3 wt.% TOC), corresponding to a charcoal rich layer. For TOC values N 0.2%, HI values are between 7 and\n37 (mg HC/g TOC) and OI values are between 105 and 260 CO2/g TOC (Fig. 10A). Low HI and high OI values point to a strong oxidative degradation of the organicmatter in the sediments depositedwithin themain phase-2 of volcanism, suggesting oxidation of the biomass during the volcanic activity. These results are in agreement with the observations of Samant andMohabey (2009), which show a sharp decrease in pollen and an increase in fungal spores for these deposits."
  }, {
    "heading": "8. Discussion",
    "text": ""
  }, {
    "heading": "8.1. Clay minerals as environmental proxies",
    "text": "Clay mineral assemblages reflect continental morphology, tectonic activity, climate changes and sea level fluctuations and are therefore excellent environmental proxies (Chamley, 1989, 1998; Adatte et al.,\n174 A .Fantasia etal./Palaeogeography,Palaeoclim atology,Palaeoecology 441 (2016) 165–180\n2002). The clay minerals recognized in the studied section can be separated in two categories. (1) A smectite and illite assemblage characterizing the infratrappean (Dongargaon) and the intertrappean deposited during phase-3 (Umaria Isra) and (2), an exclusive smectite content typifying the intertrappean deposited during themain phase-2 (Daiwal and Podgawan). Smectite generally forms in intermittently poorly drained soils, characterized by strongly seasonal precipitations. The poorly crystallized illite may have been derived from a partial degradation of smectite (Deconinck et al., 1988). Illitization of smectite at surface temperature is known from lacustrine environments (Singer and Stoffers, 1980) and from calcrete palaeosols (Robinson and Wright, 1987) as a result of successive wet and dry cycles under alkaline conditions (Eberl and Karlinger, 1986). The K necessary for the illitization of smectite may have been supplied from plant debris present in the soil and/or provided by the leaching of metamorphic basement (e.g., muscovite, feldspar). The second assemblage reflects the exclusive and intense leaching of basalts under the same kind of semi-arid climate and reflects therefore the Deccan phase-2, during which basalt emission was the highest. This would lead to intensive leaching of the extended basalt outcrops, accelerated by acid rains linked to SO2 emissions. This semi arid seasonal climatic regime has already been inferred by Ghosh et al. (1995) for the infratrappean Lameta Fm and by Keller et al. (2009) for the Jhimili intertrappean section, which is nearly coeval with the Podgawan section. Local aridity in the DVP is interpreted by Khadkikar et al. (1999) as a result of « mock aridity ». This term refers to volcanic induced xeric conditions linked to fresh barren landscapes produced by volcanism. Such new landscapes lack well-developed soils to sustain vegetation inducing therefore drier climate. However, the Lameta beds (Dongargaon section) are traditionally considered as pre-Deccan in age in absence of underlying lava flows and therefore volcanism inducedmock ariditywould be unlikely to explain the semi-arid conditions characterizing these sediments. Recently, Boucot et al. (2013) showed that South and Central India are characterized by sub tropical-arid conditions during the Coniacian–Maastrichtian interval. But a late Maastrichtian age for the Lameta beds is indicated by the nannofossil marker Micula murus (Saxena and Misra, 1995) and is therefore not incompatible with the Deccan phase-1, which started around 67.1 Ma (Schöbel et al., 2014). Moreover Salil et al. (1997) show that the Lameta smectitic clays derived from the weathering of Deccan basalt, based on REE elements and hence their deposition can be coeval with the onset of Deccan volcanism."
  }, {
    "heading": "8.2. Elemental geochemistry as environmental proxies",
    "text": ""
  }, {
    "heading": "8.2.1. Volcanism vs detritism",
    "text": "The influence of volcanism is evaluated based on the Ti/Al and the K/(Fe + Mg) ratios. Titanium has very low mobility under almost all environmental conditions, mainly due to the high stability of the insoluble oxide TiO2 under all, but themost acid conditions (Brookins, 1988). Therefore, titanium behaves as a refractory element during weathering processes. In Podgawan sediments, Ti and Fe enrichments suggest high weathering as it is indicated by the high correlation with Al (R2(Al–Ti)=0.9, R2(Al–Fe)=0.8). The remarkable high value detected in sample PoA16 could be related to the development of lithotrophic Feoxidizer bacteria described by Font et al. (this volume). K/(Fe + Mg) ratio represents the balance between detrital and volcanogenic inputs (Sageman and Lyons, 2003).\nIn Lameta sediments (Dongargaon section), the Ti/Al ratio is steady and reaches 0.19 (mean value 0.13), whereas the Ti/Al ratio in Daiwal sediments (intertrappean at the base of phase-2) remains very low (0.02–0.09) and close to PAAS. In intertrappean sediments of Podgawan deposited during themain Deccan phase-2, the Ti/Al ratio is high (0.14– 0.27,mean value: 0.19) and close to ADBC values (mean value for ADBC: 0.19; Crocket and Paul, 2004). Moreover, the K/(Fe + Mg) ratio is very low and close to ADBC (mean value for ADBC: 0.03; Crocket and Paul, 2004), indicating a mafic igneous provenance (basalt weathering).\nThese changes could be related to the intense leaching of large portions of newly erupted basalt during the main phase-2 (Fig. 8). Ti/Al ratios characterizing the samples from Umaria Isra intertrappean, coeval with the phase-3 are fairly similar to those typifying the infratrappean sediments with values ranging from (0.02–0.16), confirming that this phase is minor compared with phase-2. High K/(Fe + Mg) ratios confirm that trend and is explained by the presence of significant amounts of detrital K-feldspar and to a lesser extent illite, similar to the intertrappean (Figs. 3 and 6)."
  }, {
    "heading": "8.2.2. Chemical index of alteration",
    "text": "Environmental consequences of Deccan volcanism were assessed using geochemical proxies calculated with major elements. The chemical index of alteration is used to estimate the intensity of alteration related to climatic conditions and/or potential acid rains (Nesbitt and Young, 1982, 1989). The CIA-K method developed by Sheldon et al. (2002), based on a soil-weathering index developed by Harnois (1988) and Maynard (1992) was used. This method compares abundances of soluble cations of calcium and sodiumagainst relatively stable aluminium to determine the relative amount of chemical weathering. This index does not include potassium (K) because diagenetic processes can yield elevated concentrations of K (Sheldon et al., 2002; Adams et al., 2011). The calculation is based on molar proportions: CIA-K = Al2O3/[Al2O3 + Na2O + CaO*] ∗ 100, where the CaO* represents the CaO in silicate minerals (Nesbitt et al., 1980; Nesbitt and Young, 1982). In this study, a CaO* correction is needed due to the presence of carbonates (e.g., McLennan et al., 1993). In the case of a remaining amount of CaO* after the correction higher than Na2O content, it is assumed that the CaO* is equivalent to the Na2O content (McLennan et al., 1993).\nThe CIA-K values of the Dongargaon infratrappean sediments comprise between 80–90 (mean value is 85), followed by a decrease to a mean value of 77 in the Daiwal intertrappean sediments (lower part of phase-2). The Daiwal sediments were deposited in a lacustrine environment dominated by a siliceous productivity (diatoms), which explains the lower CIA-K values. A gradual increase is observed culminating in the intertrappean sediments of Podgawan (upper part of phase-2) with maximum values of 97 (mean value is 93), followed by a sharp decrease in the Umaria Isra intertrappean sediments (phase3) (mean value is 68) (Fig. 8). The Podgawan sediments (final stages of the main phase-2) are characterized by the highest CIA-K values coincident with very low magnetic susceptibility values and presence of vanadates (Font et al., 2016–in this issue). This reflects increasing acidic conditions due to volcanic gas (SO2) rather than global climatic changes since clayminerals are quite identical in all infra and intertrappean sediments. Moreover, the presence of a charcoal layer and a red clay bed containing iron fossil bacteria may indicate deterioration of environmental conditions such as wildfires and bacterial blooms (Font et al., 2016–in this issue)."
  }, {
    "heading": "8.2.3. Mean annual precipitation",
    "text": "Quantitative mean annual precipitation (MAP) values (mm/year) (Sheldon et al., 2002; Sheldon and Tabor, 2009; Adams et al., 2011) were calculated using CIA-K index in order to evaluate whether the intensity ofweathering is linked to the quantity or quality of precipitation.\nThe MAP values for the Lameta sediments (Dongargaon) are between 1060 and 1295 mm/year (mean value is 1197 mm/year). For the subsequent intertrappean sediments MAP values range from 819 to 1333 mm/year (mean value: 1004 mm/year) for Daiwal, from 1220 to 1500 mm/year (mean value: 1384 mm/year) for Podgawan and from 512 to 1362 mm/year (mean value: 899 mm/year) for Umaria Isra (Fig. 8). These MAP values are typical for hot and semi-arid climate conditions with seasonal rainfall, similar to the current climate prevailing in Central India characterized by a monsoonal regime (1200 mm, Rao, 1976). Mean annual precipitation values for the Lameta deposits prior to basalt eruptions do not vary from intertrappean sediments\nD on\nga rg\nao n\nse ct\nio n\nD ai\nw al\ns ec\ntio n\nP od\nga w\nan s\nec tio\nn U\nm ar\nia -I\nsr a\nse ct\nio n\n1\n2\n3\n4\n5\n0 m\n1\n2\n3\n4\n5\n0 m\n1\n0 m\n2\n3\n1\n0 m\n2\n1\n0 m\n1\n0 m\nIn fr\natr\nap pe\nan s\nIn te\nrtr\nap pe\nan s\nP ha\nse -2\nIn te\nrtr\nap pe\nan s\nP ha\nse -2\nIn te\nrtr\nap pe\nan s\nP ha\nse -3\nv\nv\nv v\nv\nv v\nv\nv v\nv v\nv\nv\nv\nv v\nv v\nv v\nv v\nv v\nv v\nv v\nv v\nv v\nv v\nv v\nv v\nv\nv\nv\nv\nvv v v v v vv\nv v v v v v v v\nvvvv\nv v\nv v\nv v\nv\nv v\nv\nv\nv\nv\nv v\nv\nv v\nv\nv v\nv v\n0.5\n0.5\nC 30\nn C\n29 r\nC 29\nr C\n29 n\nCIA-K = (Al2O3/(Al2O3+CaO*+Na2O))*100\n40 50 60 70 80 90 1000 0.1 0.2 0.3\nTi/Al\n1.48\n3.11\n0 0.2 0.6 10.4 0.8\nK/(Fe+Mg)\n500 750 1000 1250 1500\nMAP(mm/year) = 221e0.0197*CIA-K Mean Annual PrecipitationChemical Index of AlterationVolcanism/Detritism\nADBC (Average Deccan basalt composition)\nPAAS (Post-Archean Australian average Shale)\nM A\nP =\n5 12\n-1 36 2 m m /y ea r\nM A\nP =\n1 22\n0- 15\n00 m\nm /y\nea r\nM A\nP =\n8 19\n-1 33\n3 m\nm /y\nea r\nM A\nP =\n1 06\n0- 12\n95 m\nm /y\nea r\nIncreased chemical weathering Increased basalt weathering\nwithin the lava flows. This indicates that the onset of Deccan volcanism in the nearby areas did not change the quantity of precipitation appreciably and that the increasing chemical weathering ismore likely linked to more acidic rains."
  }, {
    "heading": "8.3. Stable isotopes as environmental proxies",
    "text": "Several geochemical proxies (CIA-K, Ti/Al, K/Fe + Mg) combined with sedimentology and palynology (Samant and Mohabey, 2014) and\nFig. 8. Summary of environmental proxies used in this study (volcanism vs detritism, chemical Note themajor change in CIA-K index culminating in Podgawan section (upper phase-2). Ti/Al, position of Podgawan sediments. MAP values indicate a semi-arid seasonal climatic regime wi\nmagnetic susceptibility (Font et al., this volume) show that the Podgawan intertrappean, which is coeval with the main DVP phase-2, was marked by extreme and detrimental events culminating in the upper part (units 3 and 4) (Figs. 8 and 5). The δ13Corg values gradually increase in Unit 3 to reach maximum values in the upper Unit 3 and 4 (Figs. 9 and 10). δ13Corg higher values coincide with the red clay layer, which is marked by the presence of iron oxide bacterial colonies (Font et al., 2016–in this issue). The observed trend of 13Corg enrichment points to increased oxidation and reworking of organic matter\nindex of alteration and mean annual precipitation) based onmajor element geochemistry. K/(Fe+Mg) ratios are close to ADBC indicating a major volcanic influence during the deth maximum of precipitation in Podgawan.\n(e.g., Meyers and Ishlwatari, 1993).Moreover, the δ13Corg vs. TOC scatter plot shows that all the samples corresponding to Units 3 and 4 are characterized by higher δ13Corg values than those of Units 2 and 3 (Fig. 10B). This trend is confirmed by the HI vs. OI plot (Fig. 10A), in which samples from Podgawan with very low HI (b100) but high OI values (75–350) compared to the GW section are located between DVP phases-1 and - 2 (Fig. 10A). Thus, these combined data reflect a strong oxidative degradation of the organicmatter in the sediments depositedwithin themain phase-2 of volcanism, suggesting that oxidation of the biomass was associated with Deccan volcanic activity.\nBoth δ13Ccarb and δ18Ocarb profiles show a gradual negative excursion in the same interval (Fig. 9). The δ13Ccarb vs. δ18Ocarb plot also reflects an increased diagenetic overprint related to oxidation and dissolution– recrystallization processes probably linked with volcanism induced acidification (Fig. 10C). The Dongargaon infratrappean sediments and Daiwal intertrappeans, whichmark the onset of phase-2, are characterized by δ13Ccarb and δ18Ocarb characteristic of freshwater lacustrine environments (−6 to −4‰). Some samples from Daiwal are closely associated with abundant chert but show less negative δ13Ccarb and\nδ18Ocarb values, whichmay be explained by diagenetic processes implying opal dissolution and incorporation of heavy oxygen into the calcite (e.g., Swann et al., 2006).\nHowever all samples located in the upper part of Units 3 and 4 show very negative δ13Ccarb and δ18Ocarb values, which likely results from diagenetic dissolution–recrystallization processes, including bacterial recycling as also observed by Font et al. (2016–in this issue). The chemical weathering of the Deccan silicate and carbonate rocks (δ13C = −14‰; Das and Krishnaswami, 2007) may also explain these negative values. Higher CIA values observed at the same interval support therefore the connection between increasing weathering intensity and the observed changes in both carbonate and organic matter stable isotopes."
  }, {
    "heading": "9. Depositional scenario",
    "text": "The Lameta sediments of theNand–Dongargaon basin are composed of green to reddish clays with carbonate nodules and more continuous layers, which contain ostracods. These sediments were deposited in\nalluvial-limnic environments (Mohabey et al., 1993) under semiarid to arid climates with strong seasonality, which are confirmed by the presence of smectite associated with poorly crystallized illite derived from a partial degradation of smectite (Deconinck et al., 1988). Illitization of smectite is known as a result of successive wet and dry cycles under alkaline conditions (Eberl and Karlinger, 1986). The near absence of organic matter in the sediments could be explained by the arid conditions implying high biodegradation. The presence of thin carbonate layers within the clays, as well as the carbonate nodules, may be indicative of groundwater level fluctuations. Palynological (Samant and Mohabey, 2009, 2014) and palaeontological (Mohabey et al., 1993; Mohabey and Udhoji, 1996) studies reveal the presence of a gymnosperm–angiosperm-rich palynoflora and a diversified fauna (turtles, frogs, crocodylomorphs, dinosaurs, etc.).\nThe onset of the Deccan volcanism dramatically changed the ecosystems. Small lakes and ponds developed on basaltic bedrocks as attested by the presence of fishes, ostracods and gastropods in Governmental Well, Daiwal and Podgawan intertrappean beds.\nThe sediments of Governmental Well in phase-1 contain abundant ostracods, gastropods and wood debris. Organic matter is well preserved and poorly oxidized in these deposits. The volcanic activity likely infused a huge nutrient supply leading to high productivity in lakes and ponds. These deposits seem to be equivalent to theMohgaon KalanWell described by Samant and Mohabey (2009, 2014), which yielded dinosaur eggshells and a megaflora dominated by angiosperms.\nDeccan volcanism reached its maximum (phase-2) during the last 250 ky of the late Maastrichtian up to the early Palaeocene (C29r), depositing 80% of the total lava thickness (Chenet et al., 2007, 2008). Palynological studies indicate that immediately after the onset of Deccan phase-2, the pre-existing floral association was decimated leading to dominance by angiosperms and pteridophytes at the expense of gymnosperms. In subsequent early Palaeocene intertrappean sediments of Podgawan, a sharp decrease in pollen and spores coupled with the dominance of Mycorrhizal fungi mark increasing stress conditions apparently as a direct result of volcanic activity (Samant and Mohabey, 2009, 2014). The volcanic activity and the associated gas SO2, HCl (Self et al., 2008) changed the environmental conditions leading to strong volcanic influence and more acidic conditions. This is indicated by CIA-K values thatmark increased chemical weathering in the Podgawan sequence (phase-2), which is more likely due to acidic conditions (acid rain) than climatic change.\nThe increased volcanic influence is also indicated by high Ti and Fe values, which mark the intensive leaching of large basalt portions. Organic matter is characterized by high OI (oxygen index), low HI (hydrogen index) and heavier δ13C values, which indicate that the organic matter in the intertrappean sediments deposited within phase-2 was reworked and oxidized due to the severe leaching of acid rain induced by intense volcanic activity. Moreover, the presence of a charcoal rich layer suggests intense land fires.\nThe sediments associated with phase-3 are dominated by soils, which were probably formed in more alkaline conditions under semiarid conditions. The subsequent deposits are marked by floral recovery (Samant and Mohabey, 2009, 2014)."
  }, {
    "heading": "10. Conclusions",
    "text": "1) Sedimentologic, mineralogic and facies analyses indicate modifications of the environments with the onset of the Deccan volcanism. Lameta sediments were deposited in alluvial-limnic environments while intertrappeans are typical for terrestrial to lacustrine environments. 2) Clay minerals suggest a semi-arid climate with alternating humid and dry cycles. Two assemblages are recognized. The illite and smectite assemblage from the Dongargaon infratrappeans results from the illitisation of smectite as a result of successivewet and dry cycles under alkaline conditions. The exclusive smectite composition for\nintertrappeans (Daiwal and Podgawan) within the main phase-2 of volcanism reflects the sole and intense leaching of basalts likely accelerated by acid rains linked to SO2 emissions. 3) In the Podgawan section high Fe and Ti values, aswell as culminating CIA-K values, indicate strong leaching of newly erupted basalt. This coincides with abrupt lithological changes and very low magnetic susceptibility values and point to more increasingly acidic conditions. MAP values are almost steady in all infratrappean and intertrappean sections reflecting more likely a change in the quality of the precipitation (acidic rains). 4) The organic matter content is very low in all infratrappean and intertrappean sediments, except in Governmental Well (phase-1) and in Podgawan section (phase-2). The Governmental Well shows high organicmatter contentwith a typically terrestrial and lacustrine origin. The organic matter content in Podgawan is low and strongly oxidized-alterated, suggesting that this degradationwas associated with volcanism and the onset of the most detrimental Deccan phase-2. This is also marked by less negative δ13Corg values in the upper part of Podgawan section. 5) This increased alteration is coeval with the sharp decline in pollen and an increase in fungal spores and corresponds to the main phase of Deccan activity. These observations indicate that Deccan volcanism played a key role in increasing atmospheric CO2 and SO2 levels that resulted in globalwarming and acidification, thus increasing biotic stress that predisposed faunas to eventual extinction at the KTB."
  }, {
    "heading": "Acknowledgements",
    "text": "We thank Nicolas Tribovillard and one anonymous reviewer for insightful comments. We are grateful to the Department of Geology in Nagpur (India) for logistical support during fieldwork and to Bandana Samant, Deepali Thakre and Dhananjay Mohabey for field assistance. We thank Jean-Claude Lavanchy for XRF measurements, Laurent Nicod for thin sections preparation, Pierre Vonlanthen for SEM micrographs and TiffanyMonnier for laboratory assistance and Gerta Keller (University of Princeton) for her helpful comments on a earlier version of this manuscript. This research was supported by the Swiss Academy of Sciences (SCNAT) (01-2012)."
  }],
  "year": 2015,
  "references": [{
    "title": "Evaluating the use of weathering indices for determiningmean annual precipitation in the ancient stratigraphic record. Palaeogeogr",
    "authors": ["J.S. Adams", "M.J. Kraus", "S.L. Wing"],
    "venue": "Palaeoclimatol. Palaeoecol",
    "year": 2011
  }, {
    "title": "Lithostratigraphic and mineralogic correlations of near K/T boundary clastic sediments in northeastern Mexico: implications for origin and nature of deposition",
    "authors": ["T. Adatte", "W. Stinnesbeck", "G. Keller"],
    "venue": "Geol. Soc. Am. Spec",
    "year": 1996
  }, {
    "title": "Late Cretaceous to early Paleocene climate and sea-level fluctuations: the Tunisian record. Palaeogeogr",
    "authors": ["T. Adatte", "G. Keller"],
    "venue": "Stinnesbeck,W.,",
    "year": 2002
  }, {
    "title": "Ostracodes limniques de sédiments inter-trappéens (Maastrichtien terminal-Paléocène basal) de la région d'Anjar (Kachchh, Etat de Gujarat), Inde: systématique, paléoécologie et affinités paléobiogéographiques",
    "authors": ["A. Bhandari", "Colin", "J.-P"],
    "venue": "Rev. Micropaléontol",
    "year": 1999
  }, {
    "title": "Impact did not trigger Deccan Volcanism: Evidence from Anjar K/T boundary intertrappean",
    "authors": ["N. Bhandari", "P.N. Shukla", "Z.G. Ghevariya", "S.M. Sunderam"],
    "venue": "section. Geophys. Res",
    "year": 1995
  }, {
    "title": "Phanerozoic paleoclimate: an atlas of lithologic indicators of climate. SEPM Concepts in Sedimentology and Paleontology",
    "authors": ["A.J. Boucot", "Xu", "Chen", "C.R. Scotese"],
    "venue": "(Print-onDemand Version),",
    "year": 2013
  }, {
    "title": "Eh–PH Diagrams for Geochemistry",
    "authors": ["D.G. Brookins"],
    "venue": "Springer-Verlag, Berlin; New York (viii,",
    "year": 1988
  }, {
    "title": "Clay Sedimentology. Springer-Verlag, Berlin Heidelberg, Germany (623 pp.)",
    "authors": ["H. Chamley"],
    "year": 1989
  }, {
    "title": "Clay mineral sedimentation in the ocean",
    "authors": ["H. Chamley"],
    "year": 1998
  }, {
    "title": "K-40–Ar-40 dating of the Main Deccan large igneous province: further evidence of KTB age and short duration",
    "authors": ["A.L. Chenet", "X. Quidelleur", "F. Fluteau", "V. Courtillot", "S. Bajpai"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 2007
  }, {
    "title": "Determination of rapid Deccan eruptions across the Cretaceous–Tertiary boundary using paleomagnetic secular variation: results from a 1200-m-thick section in the Mahabaleshwar escarpment",
    "authors": ["A.L. Chenet", "F. Fluteau", "V. Courtillot", "M. Gerard", "K.V. Subbarao"],
    "venue": "J. Geophys. Res. Solid Earth",
    "year": 2008
  }, {
    "title": "Deccan flood basalts at the Cretaceous/Tertiary boundary",
    "authors": ["V. Courtillot", "J. Besse", "D. Vandamme", "R. Montigny", "Jaeger", "J.-J", "H. Cappetta"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 1986
  }, {
    "title": "Deccan flood basalts and the Cretaceous/Tertiary",
    "authors": ["V. Courtillot", "G. Feraud", "H. Maluski", "D. Vandamme", "M.G. Moreau", "J. Besse"],
    "venue": "boundary. Nature",
    "year": 1988
  }, {
    "title": "Platinum-group elements in Deccan mafic rocks: a comparison of suites differentiated by Ir content",
    "authors": ["J.H. Crocket", "D.K. Paul"],
    "venue": "Chem. Geol",
    "year": 2004
  }, {
    "title": "Elemental geochemistry of river sediments from the Deccan Traps, India: implications to sources of elements and their mobility during basaltwater interaction",
    "authors": ["A. Das", "S. Krishnaswami"],
    "venue": "Chem. Geol",
    "year": 2007
  }, {
    "title": "Formation of illitic minerals at surface temperatures in Purbeckian sediments (Lower Berriasian, Swiss and French Jura)",
    "authors": ["J.F. Deconinck", "A. Strasser", "P. Debrabant"],
    "venue": "Clay Miner",
    "year": 1988
  }, {
    "title": "Rapid eruption of the Deccan flood basalts at the Cretaceous tertiary boundary",
    "authors": ["R.A. Duncan", "D.G. Pyle"],
    "venue": "Nature",
    "year": 1988
  }, {
    "title": "Chemistray of illite/smectite and end-member illite",
    "authors": ["D.D. Eberl", "M.R. Karlinger"],
    "venue": "Clay Miner",
    "year": 1986
  }, {
    "title": "La pyrolyse Rock-Eval et ses applications; première partie",
    "authors": ["J. Espitalié", "G. Deroo", "F. Marquis"],
    "venue": "Rev. Inst. Fr. Pétrol",
    "year": 1985
  }, {
    "title": "Paleoenvironmental signature of the Deccan Phase-2 eruptions",
    "authors": ["E. Font", "A. Abrajevitch"],
    "venue": "Front. Earth Sci",
    "year": 2014
  }, {
    "title": "Atmospheric halogen and acid rains during the main phase of Deccan eruptions: magnetic and mineral evidence",
    "authors": ["E. Font", "S. Fabre", "A. Nédélec", "T. Adatte", "G. Keller", "C. Veiga-Pires", "J. Ponte", "J. Mirão", "H. Khozyem", "J.E. Spangenberg"],
    "venue": "Geol. Soc. Am. Spec",
    "year": 2014
  }, {
    "title": "Tracing acidification induced by Deccan Phase 2 volcanism",
    "authors": ["E. Font", "J. Ponte", "T. Adatte", "A. Fantasia", "F. Florindo", "A. Abrajevitch", "J. Mirão"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2016
  }, {
    "title": "Environmental effects of Deccan volcanism across the Cretaceous–Tertiary transition in Meghalaya, India",
    "authors": ["B. Gertsch", "G. Keller", "T. Adatte", "R. Garg", "V. Prasad", "Z. Berner", "D. Fleitmann"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 2011
  }, {
    "title": "Paleoclimate and palaeovegetation in Central India during the Upper Cretaceous based on stable-isotope composition of the paleosol carbonates",
    "authors": ["P. Ghosh", "S.K. Bhattacharya", "R.A. Jani"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 1995
  }, {
    "title": "Lameta age: dating themain pulse of the Deccan Traps volcanism",
    "authors": ["H. Hansen", "P. JToft", "D.M. Mohabey", "A. Sarkar"],
    "venue": "Gondwana Geol. Mag. Spl",
    "year": 1996
  }, {
    "title": "Orbital cycles and stable carbon isotopes of sediments associated with Deccan volcanic suite, India: implications for the stratigraphic correlation and Cretaceous/Tertiary boundary",
    "authors": ["H.J. Hansen", "D.M. Mohabey", "S. Lojen", "P. Toft", "A. Sarkar"],
    "venue": "Gondwana Geol. Mag. Spl",
    "year": 2005
  }, {
    "title": "The Ciw index — a new chemical index of weathering",
    "authors": ["L. Harnois"],
    "venue": "Sediment. Geol",
    "year": 1988
  }, {
    "title": "The anatomy of Continental Flood Basalt Provinces: geological constraints on the processes and products of flood volcanism",
    "authors": ["D.A. Jerram", "M. Widdowson"],
    "venue": "Lithos",
    "year": 2005
  }, {
    "title": "Deccan volcanism, the Chicxulub impact, and the end-Cretaceous mass extinction: Coincidence? Cause and effect? Geol",
    "authors": ["G. Keller"],
    "year": 2014
  }, {
    "title": "K–T transition in Deccan Traps of central India marks major marine seaway across India",
    "authors": ["G. Keller", "T. Adatte", "S. Bajpai", "D.M. Mohabey", "M. Widdowson", "A. Khosla", "R. Sharma", "S.C. Khosla", "B. Gertsch", "D. Fleitmann", "A. Sahni"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 2009
  }, {
    "title": "The influence of Deccan volcanism on climate: insights from lacustrine intertrappean deposits, Anjar, western India",
    "authors": ["A.S. Khadkikar", "D.A. Sant", "V. Gogte", "R.V. Karanth"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 1999
  }, {
    "title": "X-ray Diffraction Procedures for Polycrystalline and Amorphous Materials",
    "authors": ["H.P. Klug", "L. Alexander"],
    "year": 1974
  }, {
    "title": "Cristallinité de l'illite, méthodes normalisées de préparations, méthodes normalisées de mesures",
    "authors": ["B. Kübler"],
    "venue": "Cahiers Institut Géologie de Neuchâtel, Suisse (série ADX)",
    "year": 1983
  }, {
    "title": "Rock-Eval 6 applications in hydrocarbon exploration, production, and soil contamination studies",
    "authors": ["E. Lafargue", "F. Marquis", "D. Pillot"],
    "venue": "Rev. Inst. Fr. Pétrol",
    "year": 1998
  }, {
    "title": "Chemistry of modern soils as a guide to interpreting Precambrian paleosols",
    "authors": ["J.B. Maynard"],
    "venue": "J. Geol",
    "year": 1992
  }, {
    "title": "Deccan traps mantle degassing in the terminal Cretaceous marine extinctions",
    "authors": ["D.M. Mclean"],
    "venue": "Cretac. Res",
    "year": 1985
  }, {
    "title": "Geochemical approaches to sedimentation, provenance and tectonics. Geol",
    "authors": ["S.M. McLennan", "S. Hemming", "D.K. McDaniel", "G.N. Hanson"],
    "year": 1993
  }, {
    "title": "The early diagenesis of organic matter in lacustrine sediments",
    "authors": ["P.A. Meyers", "R. Ishlwatari"],
    "venue": "Organic Geochemistry. Plenum,",
    "year": 1993
  }, {
    "title": "Fauna and flora from Late Cretaceous (Maastrichtian) non-marine Lameta sediments associated with Deccan volcanic episode, Maharashtra: its relevance to the K–T boundary problem, palaeoenvironment and palaeogeography: Spl",
    "authors": ["D.M. Mohabey", "S.G. Udhoji"],
    "venue": "Int. Symp. Deccan Flood Basalts, India. Gondwana Geol. Mag",
    "year": 1996
  }, {
    "title": "Paleontological and Sedimentological Observations on Nonmarine Lameta Formation (Upper Cretaceous) of Maharashtra, India — their paleoecological and paleoenvironmental significance",
    "authors": ["D.M. Mohabey", "S.G. Udhoji", "K.K. Verma"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 1993
  }, {
    "title": "Early Proterozoic climates and plate motions inferred from major element chemistry of lutites",
    "authors": ["H.W. Nesbitt", "G.M. Young"],
    "venue": "Nature",
    "year": 1982
  }, {
    "title": "Formation and diagenesis of weathering profiles",
    "authors": ["H.W. Nesbitt", "G.M. Young"],
    "venue": "J. Geol",
    "year": 1989
  }, {
    "title": "Chemical processes affecting alkalis and alkaline-earths during continental weathering",
    "authors": ["H.W. Nesbitt", "G. Markovics", "R.C. Price"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 1980
  }, {
    "title": "The Southeast Monsoon: Indian Meteorological Department",
    "authors": ["Y.P. Rao"],
    "venue": "Monograph No. 1. Indian Meteorological Department",
    "year": 1976
  }, {
    "title": "Ordered illite–smectite and kaolinite–smectite pedogenic minerals in a lower Carboniferous paleosol sequence south of Wales",
    "authors": ["D. Robinson", "V.P. Wright"],
    "venue": "Clay Miner",
    "year": 1987
  }, {
    "title": "Geochemistry of fine-grained sediments and sedimentary rocks. In: Turekian, H.D.H.K",
    "authors": ["B.B. Sageman", "T.W. Lyons"],
    "venue": "(Ed.), Treatise on Geochemistry. Pergamon,",
    "year": 2003
  }, {
    "title": "Similarities in the mineralogical and geochemical attributes of detrital clays of Maastrichtian Lameta Beds and weathered Deccan basalt, central India",
    "authors": ["M.S. Salil", "J.P. Shrivastava", "S.K. Pattanayak"],
    "venue": "Chem. Geol",
    "year": 1997
  }, {
    "title": "Response of flora to Deccan volcanism: a case study from Nand–Dongargaon basin of Maharashtra, implications to environment and climate",
    "authors": ["B. Samant", "D.M. Mohabey"],
    "venue": "Gondwana Geol. Mag",
    "year": 2005
  }, {
    "title": "Palynoflora from Deccan volcano-sedimentary sequence (Cretaceous–Paleogene transition) of central India: implication for spatiotemporal correlation",
    "authors": ["B. Samant", "D.M. Mohabey"],
    "venue": "J. Biosci",
    "year": 2009
  }, {
    "title": "Deccan volcanic eruptions and their impact on flora: palynological evidence",
    "authors": ["B. Samant", "D.M. Mohabey"],
    "venue": "Geol. Soc. Am. Spec. Pap. 505",
    "year": 2014
  }, {
    "title": "Campanian–Maastrichtian nannoplankton biostratigraphy of the Narsapur claystone Formation, Krishna–Godavari Basin, India",
    "authors": ["R.K. Saxena", "C.M. Misra"],
    "venue": "J. Geol. Soc. India",
    "year": 1995
  }, {
    "title": "U–Pb geochronology of the Deccan Traps and relation to the endCretaceous mass extinction",
    "authors": ["B. Schoene", "K.M. Samperton", "M.P. Eddy", "G. Keller", "T. Adatte", "S.A. Bowring", "S.F.R. Khadri", "B. Gertsch"],
    "venue": "Science",
    "year": 2015
  }, {
    "title": "Volatile fluxes during flood basalt eruptions and potential effects on the global environment: a Deccan perspective",
    "authors": ["S. Self", "M. Widdowson", "T. Thordarson", "A.E. Jay"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 2006
  }, {
    "title": "Sulfur and chlorine in Late Cretaceous Deccan magmas and eruptive gas release",
    "authors": ["S. Self", "S. Blake", "K. Sharma", "M. Widdowson", "S. Sephton"],
    "venue": "Science",
    "year": 2008
  }, {
    "title": "Patterns of Phanerozoic extinction: a perspective from global data bases. In: Walliser, O.H. (Ed.), Global Events and Event Stratigraphy",
    "authors": ["J.J. Sepkoski Jr."],
    "year": 1996
  }, {
    "title": "Quantitative paleoenvironmental and paleoclimatic reconstruction using paleosols",
    "authors": ["N.D. Sheldon", "N.J. Tabor"],
    "venue": "Earth Sci. Rev",
    "year": 2009
  }, {
    "title": "Geochemical climofunctions from North American soils and application to paleosols across the Eocene–Oligocene boundary in Oregon",
    "authors": ["N.D. Sheldon", "G.J. Retallack", "S. Tanaka"],
    "venue": "J. Geol",
    "year": 2002
  }, {
    "title": "Clay mineral diagenesis in two East African lake sediments",
    "authors": ["A. Singer", "P. Stoffers"],
    "venue": "Clay Miner",
    "year": 1980
  }, {
    "title": "Hydrocarbon biomarkers in the Topla–Mezica zinc– lead deposits, northern Karavanke/Drau Range, Slovenia: paleoenvironment at the site of ore formation",
    "authors": ["J.E. Spangenberg", "U. Herlec"],
    "venue": "Econ. Geol",
    "year": 2006
  }, {
    "title": "Microstructural, chemical and isotopic evidence for the origin of Late Neolithic leather recovered from an ice field in the Swiss Alps",
    "authors": ["J.E. Spangenberg", "M. Ferrer", "P. Tschudin", "M. Volken"],
    "venue": "J. Archaeol",
    "year": 2010
  }, {
    "title": "Trace metals as paleoredox and paleoproductivity proxies: an update",
    "authors": ["N. Tribovillard", "T.J. Algeo", "T. Lyons", "A. Riboulleau"],
    "venue": "Chem. Geol",
    "year": 2006
  }, {
    "title": "Pitfalls of normalization of marine geochemical data using a common divisor",
    "authors": ["C.H. Van der Weijden"],
    "venue": "Mar. Geol",
    "year": 2002
  }, {
    "title": "Sulfur dioxide initiates global climate change in four ways",
    "authors": ["P.L. Ward"],
    "venue": "Thin Solid Films",
    "year": 2009
  }],
  "id": "SP:855c81e2fec9c18ddb3478c0091672c0a1a4d615",
  "authors": [{
    "name": "Alicia Fantasia",
    "affiliations": []
  }, {
    "name": "Thierry Adatte",
    "affiliations": []
  }, {
    "name": "Jorge E. Spangenberg",
    "affiliations": []
  }, {
    "name": "Eric Font",
    "affiliations": []
  }],
  "title": "Palaeoenvironmental changes associated with Deccan volcanism, examples from terrestrial deposits from Central India"
}