{
  "sections": [{
    "text": "W c\nI a b\na\nA R R A A\nK P B C R W P\n1\nd i a\n0 h\nPrecambrian Research 208– 211 (2012) 174– 196\nContents lists available at SciVerse ScienceDirect\nPrecambrian Research\njourna l h o me pa g e: www.elsev ier .com/ locate /precamres\neathering intensity in the Mesoproterozoic and modern large-river systems: A omparative study in the Belt-Purcell Supergroup, Canada and USA\ngnacio González-Álvareza,∗, Robert Kerrichb\nCSIRO, Earth Science and Resource Engineering, Minerals Down Under Flagship, Discovery Theme, Australia Department of Geological Sciences, University of Saskatchewan, 114 Science Place, Saskatoon SK, S7N 5E2, Canada\nr t i c l e i n f o\nrticle history: eceived 13 June 2011 eceived in revised form 21 February 2012 ccepted 13 April 2012 vailable online 28 April 2012\neywords: roterozoic elt-Purcell Supergroup hemical Index of Alteration iver systems eathering aleoclimate\na b s t r a c t\nThe Mesoproterozoic Belt-Purcell Supergroup (BPS) preserves a thickness of 17 km of dominantly siliciclastic rocks deposited between 1470 and 1400 Ma. The total range of Chemical Index of Alteration (CIA) values, corrected for diagenetic K-addition, are 62–88 for argillites and 55–80 for sandstones, with averages of 72 ± 6 and 68 ± 7, respectively. More intense CIA values, in conjunction with low absolute contents of Sr, Ca and Na, and high Rb/Sr ratios (average 4), reflect an intensely weathered provenance in a hot-wet climate with hot-arid intervals resulting in evaporitic sediments. Covariations of CIA-Eu/Eu* and Sr-Eu/Eu* are consistent with a large catchment area including extensive provenance terranes of weathered recycled sedimentary rocks for the most extreme CIA and Eu/Eu* values, with smaller less intensely weathered juvenile terranes represented by lower CIA values. Accordingly, variations of CIA within the BPS stratigraphic sequence may record some combination of shifting catchment terranes and weathering intensity. Stratigraphic trends in CIA within the Appekunny and Grinnell Formations of 80 ± 6 to 66 ± 4 to 79 ± 5 record the variation in this combination with time.\nSiliciclastic rocks record a first order trend of CIA values from CIA ∼80–100 in the Mesoarchean, through ∼80–90 in the Neoarchean, and ∼70–85 in the Proterozoic, to ∼72 for global Phanerozoic shales. These values reflect progressive drawdown of greenhouse gases that promote silicate weathering by their sequestration into carbonates and black shales, as preserved in the geologic record. Second order secular peaks in CIA values correlate in time with mantle plumes that emit greenhouse gases, which enhance silicate weathering. Some of the more intense CIA values in the BPS may also stem from release of volcanic gases during magmatism that accompanied rifting of Laurentia during breakup of the Supercontinent Columbia at ∼1.4 Ga. Overall, CIA values are within the range of modern humid-temperate and humidtropical climatic catchment areas drained by large river systems such as the Orinoco, Nile and Amazon rivers.\nProterozoic rivers have been viewed as mostly braided systems due to the lack of influence of rooted vegetation, which resulted in fast channel lateral migration, high run-off rates, and low bank stability. Many large-scale Proterozoic siliciclastic basins have been preserved, formed by river systems up to pancontinental scale. However, their significance as archives of continental weathering intensity remains under-explored. This study suggests that BPS CIA values reflect more aggressive chemical weathering, since Proterozoic rivers had less sediment residence times due to a lack of vegetation cover, and therefore faster transport time than their modern counterparts. To achieve high CIA values in shorter periods of time without vegetation cover, more intense chemical weathering conditions must have been present.\n. Introduction\nVariations in paleoclimate during the Proterozoic, and their riving forces, are controversial. Severe swings in climate dur-\nng ∼2000 Ma caused at least two low-latitude glacial periods t ∼2400–2200 and ∼800–600 Ma (Hoffman, 1999; Bekker et al.,\n∗ Corresponding author. Tel.: +61 8 64368687. E-mail address: i.gonzalez.alvarez@gmail.com (I. González-Álvarez).\n301-9268/$ – see front matter. Crown Copyright © 2012 Published by Elsevier B.V. All ri ttp://dx.doi.org/10.1016/j.precamres.2012.04.008\nCrown Copyright © 2012 Published by Elsevier B.V. All rights reserved.\n2003, 2005; Young, 2004). Numerous Proterozoic sedimentary sequences, spanning 2400 Ma to 600 Ma, contain evaporites, which is evidence for arid climates or restricted basins (González-Álvarez and Kerrich, 2010; Leach et al., 2010; Table 1). Global-scale geodynamic events, such as the breakup of Kenorland at ∼2.4 to 2.2 Ga, are thought to have forced climate change (Bekker et al., 2003). Mantle plumes generating Large Igneous Provinces (LIPs) have been discussed as possible key factors for linked climate change, variations of sea level, and mass extinction events during Earth history (Condie et al., 2000, 2001; Ernst and Buchan, 2001; Glass and\nghts reserved.\nI. González-Álvarez, R. Kerrich / Precambrian R\nP C t e G o ( w m i s a 2\np r a ( a l e\nm s a r l n h t a t t L c I ( ( h s C 2\nciclastic succession up to ∼17 km in thickness, deposited between\nhillips, 2006; Mulugeta et al., 2007; Evins et al., 2009). Specifically, ondie and coworkers related the time series of mantle plumes to he proportion of black shales in the geologic record, carbon isotope xcursions and weathering intensity (Condie et al., 2000, 2001). laciogenic diamictite horizons capped by carbonate units, or lack f sediment deposition, coupled with unusual isotopic excursions e.g., 13C depletion due to reducing conditions in bottom seawaters hen surface waters are ice covered, switching into 13C enrichents when surface waters are ice-free), and low to high chemical ntensity breakdown of feldspars, can be interpreted as recording ignificant shifts in weathering from cold weather to hot conditions t ∼2.2 Ga and 0.65 Ga (e.g., Frimmel, 2004; Corcoran and Mueller, 004; Lindsay and Brasier, 2004).\nA pronounced rise in atmospheric oxygen levels has been proosed at ∼2.3 Ga (Rye and Holland, 1998; Holland, 2009 and eferences therein; Planavsky et al., 2010), or alternatively an oxic tmosphere since ∼4.0 Ga (Ohmoto, 2004), or at least since 2.9 Ga Kerrich and Said, 2011). According to Corcoran and Mueller (2004), n increase of oxygen levels in the atmosphere, and therefore ower carbon dioxide and methane, would have reduced weathring intensity.\nRiver systems transport sediments from a weathering catchent area to the ocean (Hay, 1998), hence fluvial sedimentary equences potentially preserve a record of weathering conditions cross the catchment areas (e.g., Li and Yang, 2010). Proterozoic ivers have been viewed as mostly braided systems due to the ack of influence of rooted vegetation, which resulted in fast chanel lateral migration, high run-off rates and low bank stability; owever some discussion is emerging on the interpretation of his restrictive sedimentological dynamic (Long, 2004; Ramaekers nd Catuneanu, 2004; see Eriksson et al., 2006 and references herein for a review). Large-scale Proterozoic river systems, up o pan-continental in scale, have been reported, specifically from aurentia, and their dynamics and sedimentary architecture disussed (Rainbird et al., 1997; Long, 2004, 2006), as well as in ndia (Chakrabartia et al., 2007; Manikyamba et al., 2008), Australia Brasier and Lindsay, 2000; Leach et al., 2010), and southern Africa Eriksson and Catuneanu, 2004). However, relatively few studies ave addressed chemical weathering in Precambrian siliciclastic equences or paleosols (Rainbird et al., 1990; Fedo et al., 1995; ondie et al., 2001; Hessler and Lowe, 2006; Nesbitt and Young, 004; Sleep and Hessler, 2006; Fabre et al., 2011), such that their\nesearch 208– 211 (2012) 174– 196 175\nimportance and complexity as archives of continental weathering is under-explored.\nSiliciclastic sediments may record mineralogical, chemical signatures, and proportions of clays to detrital feldspars that collectively monitor weathering intensity in the source area, which in turn reflects paleoclimate (e.g., Nesbitt and Young, 1982, 2004; Sawyer, 1986; Marsh, 1991; Young, 1999, 2004). Feldspar and quartz constitute ∼80% of the modal mineralogical composition of the upper continental crust (Taylor and McLennan, 1985). Hydrolysis of feldspars and ferromagnesian minerals, accompanied by the depletion of mainly alkali- and alkaline-earth metals in the residual bedrock, are the most common features of the weathering process (e.g., Krauskopf, 1982). Based on these principles, the Chemical Index of Alteration (CIA) was formulated by Nesbitt and Young (1982; see Section 3.3).\nThe CIA varies from 100 in severely weathered residual clays to ∼50 in unweathered rocks (Table 1). When the CIA is calculated for Upper Continental Crust average composition (UCC; Rudnick and Gao, 2003), Post-Archean Australian Shale (PAAS; Taylor and McLennan, 1985), and Global Shale (Nesbitt and Young, 1982; Table 1) the index is 50, 70 and 72, respectively. Peaks in the CIA at 2700–2500 Ma, ∼1900 Ma, and 800–600 Ma, may imply an unusually warm paleoclimate attributed to an increase in atmospheric carbon dioxide and/or methane levels, and other volcanic gases produced by mantle superplume events, inducing an acidic weathering environment and enhanced silicate dissolution (Condie et al., 2000, 2001; Aarnes et al., 2010; Ernst and Bleeker, 2010).\nThis study attempts to improve constraints on possible secular weathering variations during the Proterozoic. Weathering intensity is addressed specifically for the Mesoproterozoic (1.6–1.1 Ga) using a large database for siliciclastic units of the Belt-Purcell Supergroup from a series of papers by the senior author that addressed provenance and monazite geochronology (e.g., González-Álvarez et al. (2006) and other papers: Ross et al., 1991; Ross and Villenueve, 2003). As well, we use the results from previously reported databases (e.g., Condie et al., 2001), but recalculated for CIA on the basis of post-depositional K-addition, as for the BPS data, which is a widespread diagenetic/metasomatic phenomenon recorded in siliciclastic sequences of many Archean and Proterozoic basins (e.g., Rainbird et al., 1990; Fedo et al., 1995; Cullers and Podkovyrov, 2002; González-Álvarez et al., 2006; González-Álvarez and Kerrich, 2010). This study discusses weather high CIA values relative to the global shale average of 72 can be interpreted in terms of some combination of latitude, and/or plume and spreading centre magmatic systems that developed during rifting of the Supercontinent Columbia coeval with deposition of the BPS (cf., Pesonen et al., 2003; Zhao et al., 2004; Mulugeta et al., 2007; Ernst et al., 2008; Leach et al., 2010). Weathering characteristics of the BPS are also compared with data for other Archean-Proterozoic sedimentary sequences from a number of settings, tectonic and depositional, Phanerozoic geochemical reservoirs, and geochemical sediment signatures of weathering from modern large-scale river systems such as the Amazon River where the catchment and climate are well constrained (e.g., McLennan, 1993; Roddaz et al., 2005; Savenko, 2006; Li and Yang, 2010).\n2. Geologic setting\nThe Mesoproterozoic Belt-Purcell Supergroup outcrops over 500 km, from Southwestern Montana to Southeastern British Columbia (Fig. 1a). It is a remnant of an extensive dominantly sili-\n1470 and 1400 Ma (e.g., Harrison, 1972; McMechan, 1981; Lydon, 2000). The BPS was thrust eastward during the Cordilleran orogeny. It unconformably overlyies igneous and metamorphic basement\n176 I. González-Álvarez, R. Kerrich / Precambrian Research 208– 211 (2012) 174– 196\nF igrap s\nr l\nm a\nig. 1. (A) Generalized geographic location of the Belt-Purcell Supergroup. (B) Strat uccession.\nocks, and a Cretaceous sedimentary succession, which are only ocally exposed (e.g., Kleinkopf, 1997).\nThis large volume of siliciclastic detritus is divided into two ain lithologies: (1) argillites (a combination of siltite, mudstone, nd very fine-grained sandstone; e.g., Harrison, 1972; McMechan,\nhic position of samples used in this study at the three locations sampled in the BPS\n1981; Whipple et al., 1984), and (2) sandstones (mainly quartzarenites, sub-arkoses, and sub-litharenites; terminology of Folk, 1968; e.g., Harrison, 1972; this study). This stratigraphic sequence is interpreted as a result of fluvial transport from a low relief, continent-scale catchment (Sears et al., 2004; Sears, 2007).\nrian R\ns t\ng T m f b f t d n F 2 F\ng t q G i i B a m t t i a\na C s m c c ( e G E\nn t p D m ∼ (\n3\n3\no f t r a G Á\no a\nI. González-Álvarez, R. Kerrich / Precamb\nThe Belt-Purcell Supergroup comprises four stratigraphic diviions: (1) the lower Belt; (2) Ravalli Group; (3) middle Belt; and (4) he Missoula Group (Figs. 1b and 2; e.g., Whipple et al., 1984).\nThe lower Belt is the thickest part of the Belt-Purcell stratiraphic sequence, with thicknesses up to ∼12 km (Lydon, 2000). he lower Belt in the Whitefish Range comprises the Prichard Foration, which is interpreted as deep-sea fine-grained turbidite acies, with a northwest trend parallel to the main axis of the asin. In Waterton-Glacier areas, the dolomitic Altyn and Waterton ormations represent this part of the BPS succession. These formaions are viewed as the result of shallow-water to tidally influenced eposition (e.g., Whipple et al., 1984, 1997), whereas laterally to the orthwest, in Canada, the stratigraphically equivalent Fort Steele ormation is interpreted as the result of fluvial deposits (Chandler, 000). The equivalent stratigraphic unit to the southeast (LaHood ormation) is interpreted as fan delta deposits (Chandler, 2000).\nThe lower Belt grades into the overlying Ravalli Group, that enerally represents a shallowing stage of Belt-Purcell sedimenation. Red and green argillite, siltite, and less abundant white uartz-arenite all sharply interlayered represent the Appekunny, rinnell and Empire formations (Fig. 1b). The Ravalli Group is nterpreted as progradation of alluvial aprons in a flood-plain n Montana (Winston, 1990), whereas their lateral equivalent in ritish Columbia, the Creston Formation, is viewed as the result of\ntidally shallow marine influenced setting (McMechan, 1981). The ore carbonate-rich Empire Formation at the top represents the\nransitional stage from the siliciclastic-dominant Ravalli Group to he carbonate-rich middle Belt (Connor et al., 1984). The upper BPS s represented by the Missoula Group interpreted as the result of lluvial deposits (e.g., Whipple et al., 1984, 1997).\nThe overall geodynamic setting for the Belt-Purcell basin was n intracontinental rift system that formed at ∼1500 Ma (e.g., handler, 2000; Sears, 2007), associated with the dispersal of the upercontinent Columbia (Zhao et al., 2004; Davidson, 2008). Sedientation spanned ∼70 Ma, with a minimum age of sedimentation onstrained at 1468 ± 2 Ma and 1469 ± 3 Ma by U–Pb dating of zirons in synsedimentary sills situated near the base of the sequence Anderson and Davies, 1995; Sears et al., 1998), to a maximum age stimated at 1401 ± 6 Ma from a tuff horizon in the upper Missoula roup, located amidst the Bonner and Libby formations (Fig. 1b; vans et al., 2000).\nMetamorphic grade trends from subgreenschist facies in the ortheast to amphibolite facies in the lowest part of the sequence o the southwest due to the burial and more intense heat flow roximal to plutons (Maxwell and Hower, 1967; Harrison, 1972). ifferent tectono-magmatic events are recorded in the polymetaorphic evolution of the BPS by Lu-Hf garnet ages at ∼1465 Ma, 1380 Ma, and at ∼1100 Ma from the Priest River igneous complex Zirakparvar et al., 2010).\n. Sample datasets and methodology\n.1. Sampling\nA total of 147 rock samples, representative of all formations f the BPS over the entire stratigraphic succession, were collected rom three locations: Waterton-Glacier Park, Whitefish Range, and he Purcell Mountains, in Montana, Alberta and British Columbia, espectively (Fig. 1a). Their complete whole rock elemental datasets re presented in González-Álvarez et al. (2006; 35 samples), onzález-Álvarez and Kerrich (2010; 93 samples) and González-\nlvarez and Kerrich (2011; 19 samples).\nFor this study, the previous datasets were screened for <4 wt% f loss-on-ignition (LOI) samples to avoid any dolomitic units nd therefore errors in the CIA calculations. A subset of 35\nesearch 208– 211 (2012) 174– 196 177\nrepresentative samples of all the stratigraphic unites was selected from González-Álvarez and Kerrich (2010). A more local sample subset of 19 samples was selected from González-Álvarez et al. (2006) from the Appekunny and Grinnell formations, Ravalli Group (Fig. 1). All samples presented in González-Álvarez and Kerrich (2011) were carbonate rich with >4 wt% LOI, and therefore, not suitable for evaluation in this study. For the total 54 samples selected for this study from previous datasets with <4 wt% LOI, carbon dioxide content was analyzed for CIA calculations (Section 4). The analytical protocol for analysis of carbon dioxide is described in González-Álvarez (2006).\n3.2. Petrography, clay mineralogy analysis\nElectron microprobe energy dispersive spectrometry and X-ray diffraction were used to identify clay minerals (Fig. 2). Analyses were conducted on a Jeol JXA-8600 Superprobe electron microprobe with three wavelength-dispersive spectrometers (WDS) at 20 eV, 100 nAm beam current and 5 m beam diameter at the University of Saskatchewan, Canada, to identify the potential presence of smectite and/or illite. X-ray diffraction protocol, using a Rigaku R200 X-ray diffractometer with a rotating Cu anode, and sample preparation are described in González-Álvarez (2006). Clay minerals were identified following Moore and Reynolds (1997) X-ray spectra.\n3.3. Post-depositional chemical changes versus weathering\nPrevious studies on trace element mobility in the Belt-Purcell Supergroup have identified three REE patterns in argillites normalized to UCC: Type 1 ( ∑ LREE/ HREE = 21 ± 3) is parallel to UCC ( ∑\nLREE/ HREE = ∼21); Type 2 is relatively LREE-depleted ( ∑\nLREE/ HREE = 15 ± 3); whereas Type 3 is enriched in LREE ( ∑\nLREE/ HREE = 24 ± 3). The three types are effectively discriminated on plots of ∑ REE versus ∑ LREE/ HREE. These REE patterns are present in argillites and sandstones throughout the BPS succession. Mobility of REE and HFSE in Types 2 and 3 were attributed to post-depositional basinal brine activity (González-Álvarez and Kerrich, 2010, Fig. 6A).\nNotwithstanding mobility of REE and HFSE in Types 2 and 3, the major element-Cs-Rb-Ba patterns of all three types are comparable, such that there was limited mobility of major elements and Sr during diagenesis (Fig. 3). Moreover, argillites and sandstones selected for this study do not show correlations of Eu/Eu* and CIA with ∑ REE content or ∑ LREE/ ∑ HREE ratios for any of the three REE types. Accordingly, it is concluded that brine activity did not influence either Eu/Eu* or CIA values, hence it is reasonable to use all three populations (Type 1, Type 2, and Type 3) for evaluating weathering of the catchment (Fig. 3; Appendix I).\n3.4. Chemical Index of Alteration\nThe Chemical Index of Alteration was formulated by Nesbitt and Young (1982) using a geochemical approach to address paleoclimate. The formula defining CIA is as follows: CIA = [Al2O3/(Al2O3 + CaO* + Na2O + K2O)] × 100, where CaO* is associated with the silicate fraction of the rock {CaO* = mol CaO − [mol CO2 (calcite)] − [(0.5 × mol CO2)(dolomite)] − [(10/3) × mol P2O5 (apatite)]}. The CIA varies from 100 in severely weathered residual clays to ∼50 in unweathered rocks (Table 1). For samples with no analysis of CO2, CaO* corrections follow the method of McLennan (1993).\nThe Appekunny and Grinnell formations comprise a monotonous facies repetition of sandstones and argillites with more sandstone units at the top of the Grinnell Formation;\n178 I. González-Álvarez, R. Kerrich / Precambrian Research 208– 211 (2012) 174– 196\ni b c s s t\nc w m 2\nf the matrix.\nnasmuch as sandstones are compositionally argillites diluted y quarts both facies were derived from the same provenance atchment. The sampling in these two formations was from the ame facies type (argillites and sandstones) that represents the ame energy and sedimentary part of the system, to ensure that he CIA values would be comparable.\nChemical weathering mostly occurs within soils in the distal atchment regions, whereas textural changes continue to occur ith transport downstream; therefore, CIA signatures developed ainly during weathering and erosion processes (e.g., Maher, 010). These factors are exemplified in sea-mouth sediments of the\nAmazon-river where sediments of the same age, but from different regions of the delta, record similar CIA values of 80–85 (McDaniel et al., 1997; Vital and Stattegger, 2000). Accordingly, CIA values should be similar in fluvial versus deepwater deposits within the BPS sequence.\n3.5. K-addition\nAn important factor to take into account when calculating CIA values is possible diagenetic addition of K into the sedimentary rock. Post-depositional potassic alteration has been\nI. González-Álvarez, R. Kerrich / Precambrian Research 208– 211 (2012) 174– 196 179\nd c C e 2 t ( c ( o e p b t e u t T\nr t r m w t M i o U K t v\nrgillites with all three patterns plot close to 1 for SiO2, TiO2, Al2O3, and a lesser e ther elements are similar, signifying that post-depositional element mobility of R sed for weathering considerations in this study, specifically systematic pronounce udnick and Gao, 2003). Compositionally, sandstones are equivalent to argillites di\nescribed as a widespread feature in many Precambrian silicilastic sedimentary sequences and saprolites (Wronkiewicz and ondie, 1989; Rainbird et al., 1990; Fedo et al., 1995; McLennan t al., 2000; Bhat and Ghosh, 2001; Cullers and Podkovyrov, 002; González-Álvarez and Kerrich, 2010). Post-depositional addiion of K is pervasive throughout the BPS siliciclastic sequence Fig. 3). This diagenetic addition of K was factored by Fedo and oworkers (1995) into a corrected CIA. In Al2O3–CaO + Na2O–K2O A–CN–K) coordinate-space, unweathered rocks plot at CIA 50 n the plagioclase–K–feldspar join. Chemical weathering genrates a trend from a point representing unweathered UCC, arallel to the CN–A axis. Corrected CIA values are calculated y projecting from the K apex (100% K) through data points o the weathering trend, then read off the CIA y-axis (Fedo t al., 1995). Based on this procedure, datasets compiled and sed in this study that displayed an altered CIA trend towards he K2O apex were corrected for K addition (Figs. 4 and 5; ables 3–6).\nFor large catchment areas, that include a wide variety of ock types and long-transport distances of large river sysems, local geochemical differences of lithology average out esulting in a homogeneous sediment composite (for eleents such as Th, REE, Sc and Co that are conserved in the eathering–erosion–transport–depositional cycle) that resembles he composition of the upper continental crust (UCC; Taylor and cLennan, 1995). This is the case for the BPS sequence recordng its catchment area and associated river system where patterns f conservative elements plot flat close to 1 when normalized to\nCC values (González-Álvarez et al., 2006; González-Álvarez and errich, 2010; Rudnick and Gao, 2003). These constraints justify\nhe use of UCC composition as a reference for comparison with CIA alues in the BPS.\nFe2O3, reflecting their provenance in upper continental crust (UCC). Profiles of all 2 and T3, relative to T1 at the three localities sampled did not affect the elements letions in Ca, Na and Sr (graphs are plotted on linear scales and normalized to UCC; y quartz.\n4. Results\n4.1. Mineralogy and sedimentary structures\nArgillites have an assemblage of smectite, illite-muscovite and/or chlorite, with quartz, plagioclase, and K-feldspar (Fig. 2a and b). Chlorite and illite are the most abundant matrix minerals (Fig. 2e and f). The sedimentary microstructure of argillites comprises subparallel, laterally continuous lamination, and/or thin centrimetric bedding with cross-lamination, where lamination is defined by the preferred dimensional alignment of phyllosilicates. Sandstones consist of quartz, plagioclase, microcline and chert lithic fragments, with a matrix the same as the argillite mineral assemblage (Fig. 2c and d). Feldspars are pristine in many samples (Fig. 2d). Sandstone sedimentary structures mimic those for argillites but with climbing ripples and larger scale cross lamination and bedding.\nGonzález-Álvarez and Kerrich (2010) strongly supported that, mineralogically and compositionally, sandstones are equivalent to argillites variably diluted by quartz (Fig. 2a–b and c–d); accordingly, both argillites and sandstones from this study were used to evaluate CIA.\n4.2. Argillites\nNormalized to UCC, argillites from all three BPS successions are characterized by: (1) positive anomalies of Cs, Rb, K and Ba; (2) average values for Al and Ti; (3) deep negative Sr, Ca, Na, and P anomalies; and most K/Cs ratios <5700 (Figs. 3 and 6). Average Eu/Eu* is 0.88. Carbonate content, as measured by CO2, ranges from 1.76 wt% to 0.44 wt% with an average of 0.32 wt% and a standard deviation of 0.53 wt%. Most samples presented CO2 under detection limits.\n180 I. González-Álvarez, R. Kerrich / Precambrian R\ne t t\nflora promote chemical weathering in several ways: (1) binding soils, thus increasing residence time in the regolith; (2) secreting organic acids that react with silicates; and (3) retarding sediment transport in lowland plains to deltas by vegetative entrapment (Sleep and Hessler, 2006; Hessler and Lowe, 2006 and references therein). Comparing CIA values of Precambrian sedimentary rocks with modern river systems is a useful first pass at reconstructing\n006; Table 5).\nThe CIA for argillites, corrected for the apatite and carbonate ffects (Fedo et al., 1995), nominally ranges between 62 and 88 for he complete BPS sample set (Figs. 4 and 5; Table 5). Argillites of he Appekunny and Grinnell Formations display three well-defined\nesearch 208– 211 (2012) 174– 196\nintervals based on CIA corrected values of 79 ± 5, 66 ± 4 and 80 ± 6 at different stratigraphic levels (Fig. 5).\n4.3. Sandstones\nMulti-element plots of the sandstones mimic argillite patterns with lower average normalized values, consistent with a dilution effect due to the presence of quartz, in all three stratigraphic successions (Fig. 3). Average Eu/Eu* normalized to UCC is 0.89. Carbon dioxide ranges from 1.28 wt% to 0.44 wt% with an average of 0.20 wt% and a standard deviation of 0.46. Most samples presented LOI under detection limits.\nCorrected CIA nominally ranges between 55 and 80 (Fig. 4). When CIA corrected values are plotted in the stratigraphic sequence, variations are more pronounced in the lower Belt and Ravalli Group at Whitefish Range and the Purcell Mountains (Fig. 5).\nTexturally, these rocks do not display rock fragments that would be expected from a recycling sedimentary rock, mainly in the highenergy sedimentary facies such as sandstones (see Fig. 2). This observation strongly supports that sedimentary units are not the result of sedimentary recycling.\n5. Discussion\n5.1. Continental crust, sedimentary rocks, CIA and flora\nThe average upper continental crust is granodioritic in composition (Rudnick and Gao, 2003; McLennan et al., 2006; Rollinson, 2008; Tolstikhin and Kramers, 2008). Ninety percent of the minerals are quartz and feldspar where modal quartz varies from 20% to 65% and feldspars span 80–35% (with >65% plagioclase); <10% minerals, chiefly chlorite, are mafic (this study). Quartz is resistant to dissolution during weathering whereas feldspars easily break down into clay minerals.\nNesbitt and Young (1982) defined CIA based on the higher mobility of K, Na and Ca under weathering conditions, in reference to the most immobile element Al. This alteration index has been widely used in the literature, and its geochemical validity determined in many specific studies (see Section 3.4; Tables 1–6).\nAccording to Veizer and MacKenzie (2003), ∼70% of the continental crust is covered by sedimentary rocks, and ∼90% of sedimentary rocks are cannibalistically recycled to generate more sedimentary rocks. Accordingly, measured values of CIA may be a composite of several such cycles. Notwithstanding this complexity, CIA values of modern river sediments may reflect the climatic determinants of weathering intensity (Section 5.3).\nAggressive chemical weathering in the Precambrian, without the influence of terrestrial flora, has been attributed to some combination of higher temperatures, greater rainfall, and increased concentrations of atmospheric carbon dioxide that accelerates silicate weathering (e.g., Corcoran and Mueller, 2004). Terrestrial\npaleoclimate, but some differences in determinants of weathering are a caveat.\nI. G onzález-Á lvarez, R . K errich / Precam brian R esearch 208– 211 (2012) 174– 196 181\n182 I. G onzález-Á lvarez, R . K errich / Precam brian R esearch 208– 211 (2012) 174– 196\nI. G onzález-Á lvarez, R . K errich / Precam brian R esearch 208– 211 (2012) 174– 196\n183\n184 I. G onzález-Á lvarez, R . K errich / Precam brian R esearch 208– 211 (2012) 174– 196\nI. González-Álvarez, R. Kerrich / Precambrian Research 208– 211 (2012) 174– 196 185\n5\nr e a H t a w f r s w o b c\na c a s o g p\n.2. Climate factor dynamics and secular variations\nMajor climatic variables that influence surface weathering egimes are insolation received by the Earth, rotation speed, solar nergy retained within atmospheric greenhouse gasses, rainfall nd biogenic sourcing (H2O, CO2 or CH4; Condie et al., 2001; essler and Lowe, 2006) and rainfall. The first two are largely due o astronomic considerations, whereas the third is related to the tmospheric evolution of the Earth due to degassing of the mantle ith sequestration of carbon dioxide into sedimentary rocks. Rainall is determined by some combination of latitude, topographic egimes, and proximity to oceans (e.g., Condie, 2004). At another cale, dispersion and aggregation of continents severely modified eathering conditions by changing wind regimes, ocean currents, rographic regimes, and variations of solar radiation absorption y modification of continental relief, surface changes, and coastal ontours (e.g., Condie et al., 2001).\nThe Archean era (4.5–2.5 Ga) is widely viewed as a period of ggressive climatic conditions due to higher atmospheric CO2–CH4 ontents (up to 100 PAL; Rye et al., 1995) generating a greenhouse, nd higher global humidity than in post-Archean eras. Higher atmopheric levels of carbon dioxide have been calculated from the ccurrence of siderite in pebble weathering rinds of 3.2 Ga conlomerates (Hessler et al., 2004) that is not present in <2.7 Ga aleosols (Rye et al., 1995). Accordingly to Knauth and Lowe (2003),\noceans in the Archean were warmer, which they inferred from the oxygen isotope systematics of cherts, thought this interpretation is disputed by Hren et al. (2009) and Blake et al. (2010). These conditions are reflected in the sedimentary record by quartzrich deposits, which were interpreted as the result of relatively aggressive weathering (comparable to modern warm temperate to tropical environments) even in the absence of plants (Corcoran and Mueller, 2004 and references therein; Hessler and Lowe, 2006; Table 3). For example, CIA values of shales and sandstones of the 3.2 Ga Moodies Group, South Africa, average 85 and 80, respectively (Hessler and Lowe, 2006), and the CIA for 3.0 Ga cratonic shales (Fedo et al., 1996) and Neoarchean turbidites (Legault and Keiko, 1994) are calculated at 85–100 and 68–77, respectively. CIA values are also function of tectonic setting because of differential residence times; active margin basin turbidites have lesser CIA values than cratonic passive margin shales. However, based on the weathering characteristics of quartz, Sleep and Hessler (2006) argue that Archean surface temperatures were not significantly greater than an average of 25 ◦C.\nDuring the Palaeoproterozoic (2.5–1.6 Ga), intraplate magmatic LIP events were recorded in Laurentia at 2.50–2.45, 2.22–2.17, and 2.12–2.08 Ga (Ernst and Bleeker, 2010). A major period of cooling was recorded at ∼2.4 to 2.2 Ga among others globally in sedimentary sequences of the Kungarra Formation, Western Australia, and the Huronian Supergroup, Canada, among other sedimentary\n186 I. González-Álvarez, R. Kerrich / Precambrian Research 208– 211 (2012) 174– 196\nR av\nal li\nG ro\nup M\nis so\nul a\nG ro up M id dl e B el t\nlo w\ner B\nel t\nRoosville\nPhillips\nGateway\nShepard\nNicol Creek\nVan Creek\nKitchener\nCreston\nAldridge\nFort Steele\nPurcell Mountains\nFormations\n50 90807060\nR av\nal li\nG ro\nup M\nis so\nul a\nG ro up M id dl e B el t\nlo w\ner B\nel t\nWhitefish Range\nLibby\nMcNamara\nShepard\nBonner\nMount Shields\nSnowslip\nHelena\nBurke\nEmpire\nPrichard\nWallace\nSpokane\n50 90807060\nFormations\nWaterton-Glacier and nearby areas\nMcNamara\nBonner\nMount Shields\nShepard\nHelena\nEmpire\nAltyn\nGrinnell\nSnowslip\nAppekunny\nWaterton\nR av\nal li\nG ro\nup M\nis so\nul a\nG ro up M id dl e B el t\nlo w\ner B\nel t\nLibby\nFormations\n50 90807060\nCIA CIACIA\nF nced a olid b c\ns a s s 2 a a g d 2\nc a t f ( o b\nig. 5. Stratigraphic units linked to their corrected CIA values (samples cross-refere nd Grinnell formations display three main different CIA groupings highlighted by s orresponds to argillitic samples whereas orange is for sandstones.\nuccessions globally (Young, 2004 and references therein; Eriksson nd Altermann, 2004; Table 3). Cooling may have stemmed from ome combination of factors: (1) a faint early sun, (2) atmopheric O2 levels may have increased at ∼2.4 to 2.2 Ga (Holland, 009), (3) atmospheric pCO2 levels decreased to ∼20 times present tmospheric values (Sheldon, 2006), (4) environmental changes ssociated with dispersal of the supercontinent Kenorland, (5) the lobal magmatic shutdown (Condie et al., 2009), and (6) a possible rop in atmospheric CH4 (Kopp et al., 2005; Bekker and Kaufman, 007).\nThe Mesoproterozoic (1.6–0.9 Ga) had low atmospheric oxygen oncentration when compared with present levels (PAL; Campbell nd Squire, 2010) and carbon dioxide pressure between >20 times o 1 times PAL (Sheldon, 2006). No large glaciations are reported rom the stratigraphic record. Earth’s rotation was faster than today ∼465 solar days versus 365 today; Williams, 2004). Delta 13C f carbonates plots close to zero with no major excursions, and lack shale thickness in the sedimentary sequences average ∼1 km.\nto González-Álvarez and Kerrich, 2010). At the bottom left data for the Appekunny ack triangles (dataset cross-referenced to González-Álvarez et al., 2006). Blue color\nCollectively, these observations are interpreted as the result of minor variability of weathering compared to cooling spikes at ∼2.1 or 0.6 Ga (Condie et al., 2001 and references therein; Lindsay and Brasier, 2004). However, more solar days per year could result in an increase of the total solar radiation that could affect the intensity of the seasonality, and therefore weathering processes. Intense rainfall is inferred during the Mesoproterozoic from the presence of km-thick sedimentary sequences, interpreted as the result of continental-scale river systems, comparable to the Amazon, draining large-scale catchment areas under very efficient sediment-transport flow due to lack of vegetation cover (Table 5; e.g., Belt-Purcell Supergroup; Sears, 2007).\nDuring the Neoproterozoic (0.9–0.55 Ga), weathering conditions fluctuated into glacial periods from ∼0.7 to 0.6 Ga as recorded by glaciogenic deposits and large excursions of C and Sr isotopes in cap carbonates (Williams, 2004; Frimmel, 2004; Table 6). “Snowball”, or alternatively “slushball”, earth scenarios are still under discussion for potential causes of these glacial periods (e.g.,\nrian Research 208– 211 (2012) 174– 196 187\nM o g t\nc a o g c s u o f E f\n5\nf i i t s b w r v\ns fl b 2 h r\nm e a b b t\ni n c u r t u t w t p C p T\nd p K N v w\nI. González-Álvarez, R. Kerrich / Precamb\nicheels and Montenari, 2008). Possible increase in the obliquity f the ecliptic has been suggested to explain these Proterozoic lacial/cold periods (Williams, 2004; Frimmel, 2004 and references herein).\nThe Phanerozoic (<∼0.55 Ga) is characterized by atmospheric arbon dioxide as the main driver of surface temperature. Shaviv nd Veizer (2003) suggest that most of the variance in the paletemperature trends for the last ∼550 Ma could be attributed to alactic cosmic ray flux. Low carbon dioxide accounts for extensive ontinental glaciations. In keeping with the above “broad brush” ummary of climate change, Condie et al. (2001) described a seclar variation of the CIA through Earth’s history from an average f ∼80 during the Archean, through ∼75 in the Proterozoic, to ∼70 or the Phanerozoic shales average (Tables 1–6; Fig. 7). Reddy and vans (2009) presented an overview on Proterozoic correlations rom core to atmosphere.\n.3. The weathering index in modern river systems\nRivers are the main sediment collector and distributor. Thereore, river sediments constitute a potential geochemical window nto Earth’s climatic history (Hay, 1998). The global average CIA ndex for suspended sediment in modern rivers is ∼73, close to he average of Condie et al. (2001) for the Phanerozoic, and global hales (Nesbitt and Young, 1982; Table 2). When broken down y climatic zone, CIA values range from 65 for Tundra and Taiga eather-dominated rivers, through 70 for humid-temperate largeiver systems, to 83 for rivers in dry tropical climates; an overall ariability of ∼18 (Savenko, 2006; Table 2; Fig. 8).\nIn terms of stratigraphic architecture, Proterozoic rivers were imilar to modern braided rivers in dry-land environments with ash surface runoff, broad channels, large sediment load and low ank stability (Rainbird et al., 1997; Long, 2004; Eriksson et al., 006). However, in terms of weathering indices, Proterozoic rivers ave more intense CIA values similar to actual humid-tropical ivers (this study; Tables 2–6 and references therein).\nDuring weathering, hydrolysis of feldspars and ferromagnesian ineral breakdown are quantitatively the most significant minralogical processes, accompanied by depletion of mainly alkalind alkaline-earth metals in the residual bedrock, but isochemical ehaviour of Al. Based on these principles, the CIA was formulated y Nesbitt and Young (1982) as a basis for a geochemical approach o address paleoclimate.\nThe Ganga River, Southeast Asia, flows from a cold climatic area n the Himalayas to sub-humid tropical regions in the plains of orth-central India (Fig. 8). Singh (2009, 2010) sampled along the ourse of the Ganga river course on three different geomorphologic nits from the Himalaya area to the plains (Table 7). CIA values eported ranged from 49 to 55 in the Himalaya catchment area o 55–74 for the tropical plains. Singh (2009, 2010) reports that nder the same global weathering conditions different sedimenary units in the same fluvial system present CIA values that vary idely: the maximum variability was at Bijnor, with CIA = 56 for he bed load, 60 for active flood plain, and 74 for the older flood lain sediments; a total variability of 18 (Table 7). Consequently IA variability within sediments of the Ganga river system is comarable to the global difference between modern-river averages for undra and dry–wet Tropical climatic zones (Table 2).\nThis intra-river variability in weathering estimation could be ue to hydrodynamic sorting during transport that segregates hyllosilicate minerals in suspension (enrichment in Al2O3 and 2O) over feldspars and quartz in the river-bed (enrichment in a2O and SiO2; Chakrapani, 2005). Residence time sediment ariability in areas of low relief, where more aggressive chemical eathering enhances loss of Na2O and K2O, in combination\nK/Cs reference line value of 5700 is for the upper continental crust (Rudnick and Gao, 2003). Data plotted cross-referenced to González-Álvarez et al. (2006) and GonzálezÁlvarez and Kerrich (2010).\nwith sedimentary sorting can result in significant geochemical fractionations reflected in variable CIA values.\nDosseto et al. (2006) studied residence time in the Amazon using U-series disequilibrium of dissolved particles in the Andes and tropical plains areas. They concluded that suspended sediment displays weathering signatures over the whole history of the basin whereas the dissolved load is only sensitive to present day weathering in keeping with a relatively short residence of water in the river. In the shield areas of the plains, under tropical conditions, the residence time of the sediment is >100,000 years. However, the large sedimentary rock reservoir of the Andes foreland basin adds sediment recycling as an additional complexity to interpret the weathering record.\nThe Amazon is the largest river system in the world with the largest mass transfer from the continents to the oceans (∼17% world-total; Roddaz et al., 2005). Calculations on weathering indices for river-bottom sediments display striking differences for similar geomorphologic units under the same weathering conditions (Vital and Stattegger, 2000). In the lower-most stream sediments of the Amazon river, river bottom mud samples, along a >1000 km sector at the river-mouth, show a variability of CIA from 72 to 100 in the Barreiras Formation, with most of the values\n188 I. González-Álvarez, R. Kerrich / Precambrian Research 208– 211 (2012) 174– 196\nF Tabl o ds of s ed lin\nv 2\no t r ( o\nT C\nN\nig. 7. (A) Calculated ranges of CIA values corrected for K-addition versus time from f increasing CIA and a drop-off at ∼1.47 Ga to 2.5 Ga levels. Superimposed are tren pan of sedimentation and CIA indices (modified from Condie et al., 2000). The dash\narying between 72 and 80 at the Jari Mouth (Vital and Stattegger, 000).\nIn addition, Roddaz et al. (2005) reported that large variations f weathering indices can stem from a number of variables: teconism; different weathering domains along the drainage area; esidence time of the sediment; and the sediment size fraction Table 8). Roddaz et al. (2005) reported the following variations f CIA for Eocene and Pliocene correlated sedimentary sequences\nable 7 IA variability based on different sedimentary units sampled, Ganga River, India (Singh, 2\nSample location Bed load sediment CIA Active flood plain CIA\n1 57.5 66.3 2 59.1 n.a. 3 56.4 59.8 4 60.3 52.7 5 64.6 62.2 6 n.a. 58.5 7 n.a. 60.8 8 57.0 58.3 9 n.a. 62.0 10 55.5 63.1 11 57.0 n.a. 12 n.a. 64.7 13 59.5 62.2 14 59.8 66.1 15 62.1 n.a.\note: sample locations 1–15 represent progressively upstream to downstream direction.\nes 3–6. Shaded in gray is the 2.5–1.0 Ga time span displayed in (B); (B) broad trend global plumes and CIA indices versus time displaying the Belt-Purcell Supergroup e at CIA 72 corresponds to the Phanerozoic global shale average.\nof the north and south Amazonian foreland basin: 65–76 with an average 70 ± 5 for the Middle Miocene Ipuro Formation, and 80–87 with an average of 82 ± 3 for the Madre de Dios Formation, both having the same age span of ∼16 to 11 Ma (Table 8). Accordingly, under the same regional weathering conditions and timeframe, and general geographic area, but at different locations in the drainage catchment, a 12-point variation can result in the CIA average calculation. In other words, the Middle Miocene Ipuro Formation with a\n009).\nOlder flood plain CIA Maximum absolute difference SD\nn.a. 8.8 6.2 68.4 9.3 6.6 73.9 17.5 9.3 n.a. 7.6 5.4 64.7 0.1 1.4 n.a. 0.0 n.a. n.a. 0.0 n.a. n.a. 1.3 0.9 n.a. 0.0 n.a. 60.5 5.0 3.9 60.3 3.3 2.3 n.a. 0.0 n.a. 67.1 7.6 3.9 71.9 12.1 6.1 69.1 7.0 4.9\nI. González-Álvarez, R. Kerrich / Precambrian Research 208– 211 (2012) 174– 196 189\nClimatic zones Based on Koppen system\nMajor rivers\n1. 2. 3. 4. 5. 6.\n1 2\n3\n4\n5\n6\n7.\n8. 9. 10. 11. 12.\n7 8\n9\n10\n11\n12\nAmazon (CIA 79) Congo (90) Mississippi (62) Nile (76) Parana (81)\nNiger (94)\nGanges (66) Huanghe 71) Orinoco (74) Indus (66) Mekong (82) Polar High elevationsDry MildTropical Wet Dry Tundra Ice Highlands Uplands Semi arid Arid Marine west coast Mediterranean\nHumid subtropical\nContinental\nWarm summer\nCool summer\nSubarctic\n13\n13. Danube (53)St Laurence (50)\nF scale s\nC t d o s\nig. 8. Modern large-scale river systems in their main climatic context at global uspended load (Table 2; McLennan, 1993).\nIA average of 70 corresponds to humid-temperate climatic condiions, whereas the Madre de Dios Formation with CIA 82 averages as ry-humid tropical climatic conditions (Tables 2 and 8). The degree f variability of the weathering index is high which translates to cattered weathering values throughout the basinal units.\nwith their associated CIA value, calculated using the average composition of the\n5.4. The weathering index in Proterozoic river systems\nSediment binding was very low in Pre-Devonian river systems due to the lack of vegetation cover. Water movement would have been extremely efficient at eroding and transporting sediment over\ndisplaying CIA range as well as average values for the different stratigraphic l Madre de Dios Formation (12 CIA units). Modified from Roddaz et al. (2005).\n1 rian R\nl r v S s m b\nd h b a E K P a\nh G e i w 1 m b f r 1 t\nP U 2 r\nm i a s e 2\na fi e t f f r l e f m u t s a a\no o a f t\nB\n90 I. González-Álvarez, R. Kerrich / Precamb\narge distances at higher rates pre ∼400 Ma since there was no etention of surface or subsurface water or sediments by thick egetation cover as in humid tropical environments today (e.g., chumm, 1968; Potter, 1978). Proterozoic rivers combined high urface run-off with lower bank sediment stability and highly obile channel migration as in modern braided and ephemeral\nraided river systems in arid climates (Eriksson et al., 2006). There has been discussion as to whether there was eolian eflation versus fluvial sediment transport in the Precambrian; owever, argillaceous material in distal deposits of Precambrian asins argues against deflation, as do the absence of positive Zr nomalies observed in loess (Taylor and McLennan, 1985, 1995; riksson et al., 2006 and references therein; González-Álvarez and errich, 2010). There are few observations on the architecture of roterozoic rivers in the literature (Rainbird et al., 1997; Ramaekers nd Catuneanu, 2004; Long, 2004 and references therein).\nSome examples of braided and ephemeral braided river systems ave been indentified in the Proterozoic. The Neoproterozoic Shaler roup, Victoria Island, BC, Canada, is characterized by extreme latral continuity and lack of channel preservation, which has been nterpreted as the result of deposits in a large river system, 150 km\nide, that has no counterpart in the Phanerozoic (Rainbird et al., 992). Rainbird et al. (1997) interpreted the Neoproterozoic sedientary sequence of Laurentia as the deposits of a pan-continental\nraided river system >5000 km in length. Physiographic conditions or river systems during the Proterozoic may reflect much larger iver systems draining larger cratonic surfaces than today (Potter, 978), given the presence of the supercontinent Columbia from ∼2 o 1.4 Ga (Zhao et al., 2004).\nSparse information is available on weathering intensity in the roterozoic (Table 5). Paleoproterozoic sedimentary rocks of the pper Birimian in West Africa have CIA of 83–92 (Roddaz et al., 007). For the 1.9–1.4 Ga Cuddapah Basin, India, shales have a CIA ange of 85–100 (Manikyamba et al., 2008).\nDuring the Mesoproterozoic, the BPS records weathering inforation from ∼1.47 to 1.4 Ga and is envisioned to represent an ntracontinental rift basin, transitional to passive margin, fed by Mississippi-scale river system on the Laurentian sector of the upercontinent Columbia (e.g., Price, 1964; McMechan, 1981; Ross t al., 1991; Rainbird et al., 1997; Price and Sears, 2000; Chandler, 000; Ross and Villenueve, 2003; Zhao et al., 2004).\nIn terms of the stratigraphic distribution of CIA values, variations re more pronounced in the lower Belt and Ravalli Group at Whitesh Range and Purcell Mountains, potentially reflecting climatic xcursions or due to changes in depositional environment related o rift-related subsidence. Overall, CIA values vary in argillite units rom 62 to 85 with an average of 72 ± 6, and for the sandstone units rom 55 to 86 with an average of 68 ± 7 (Figs. 4 and 5; Table 5). Petographic observations record minor pristine feldspar mixed with arge amounts of a clay size fraction: this mixture would have the ffect of reducing CIA values. The most straightforward explanation or coexistence of clays and feldspars is an extensive distal catch-\nent characterized by recycled sediments and intense weathering nder wet tropical climate, with a small igneous source proximal o the Belt-Purcell basin having short-river transport under arid to emi-arid conditions. Given the bimodal distribution into argillites nd sandstones, variations of CIA are unlikely to stem from sorting, s described for the Ganga River in Section 5.3.\nIn an earlier study, Slack and Höy (2000) reported low CIA values f 50–76 for 87 samples of the Aldridge and Fort Steele formations f the lower Belt. They concluded that weathering in the source reas was not intense; however the CIA values were not corrected or diagenetic addition of K. Corrected CIA values calculated for heir data range from 50 to 82, consistent with this study (Table 5).\nIn comparison with other Proterozoic siliciclastic sequences, PS argillites and sandstones have lower averages than, but at the\nesearch 208– 211 (2012) 174– 196\nhigher end overlap with, the 2.1 Ga Birimian, 1.9 Ga Cuddapah, and ∼1.5 Ga Vindhyan CIA data (Table 5).\nComparing BPS CIA values with modern river average values by climatic zones, argillites (72 ± 6) are within values for river systems transitional between humid-temperate (70) and humid-tropical (80) climates, or similar weathering signatures as the Amazon, Huanghe, Orinoco, Nile, and Ganges rivers (Tables 2 and 5; Fig. 5).\nIn addition, when CIA values from the Appekunny and Grinnell formations are plotted (Fig. 5; Table 5), samples display three different clusters: (1) 79 ± 5, (2) 66 ± 4, and (3) 80 ± 6 (Fig. 5). Clusters (1) and (3) are comparable to humid to dry-tropical modern large river weathering signatures (80–83; Table 2) such as the Amazon, Parana and Mekong rivers (79, 81 and 82, respectively; Table 2; McLennan, 1993). These clusters are interpreted as the result of a period of very intense chemical weathering in the catchments of lower and upper Appekunny and Grinnell formations, with an interlude of arid and temperate weathering.\n5.5. CIA, Eu/Eu*, Sr, and K/Cs systematics\nNegative correlations between CIA and Eu/Eu*, and CIA and Sr are found worldwide in different tectonic settings associated with modern deep-sea sediments (Fig. 6A and B). Gao and Wedepohl (1995) interpreted this feature to be the result of progressive weathering, involving hydrolysis of plagioclase and/or K-feldspar to mica and/or kaolinite, and weathering of ferromagnesian silicates such as amphibole to chlorite and/or smectite. They explained the covariation of decreasing Eu/Eu* with increasing CIA values as due to a trend from smaller catchments dominated by juvenile terranes to larger provenance areas having a greater proportion of siliciclastic input from older recycled sediments. Covariation of CIA with Eu/Eu* is coupled with pronounced negative anomalies of CaO, Na2O, and Sr anomalies (as low as 0.02 relative to UCC values but high Rb/Sr ratios relative to UCC). This is consistent with intense chemical weathering of the source terrane(s) (Table 2; Figs. 3 and 6; McLennan, 1993; Gaillardet et al., 1999; Bhat and Ghosh, 2001). Results for Rb/Sr are consistent with deeply weathered cratonic rocks, where Sr is lost to solution from the weathered regolith whereas Rb is retained in the clay fraction (Nesbitt et al., 1980; McLennan et al., 1983).\nArgillites and sandstones of the BPS record a trend of decreasing Eu/Eu* and Sr content to more intense values of CIA in keeping with the results of Gao and Wedepohl (1995), endorsing a continent-scale catchment. As well, they record deep anomalies of Mn, Ca and Na relative to UCC (Fig. 3). Large variability of the BPS CIA values from 55 to 86 is interpreted as the result of some composition of different and evolving geomorphologic units and geologic terranes sampled within the catchment, the wide time span of ∼70 Ma for the total thickness of the sequence, and climatic variations (Sections 5.2 and 5.3). For example, the catchment could have included distal ∼1.8 Trans Hudson and Penokean orogenic belt mountain ranges as well as juvenile rocks of the Yavapi accretionary terrane, Paleoproterozoic intracratonic magmatic provinces, and Paleoproterozoic sedimentary sequences in rift-related, intracratonic (Athabasca), and passive margin basins of Laurentia (Davidson, 2008).\nRatios of K/Cs in this database are mostly lower than the UCC average value of 5700, consistent with an intensely weathered source where Cs is preferentially retained over K in the weathering profile (Fig. 6C; see McLennan et al., 1990). Fractionation of K/Cs may also stem from diagenetic introduction of K. There is no robust test for weathering versus diagenetic influence for the measured K/Cs values, or some combination; however, the simplest interpretation given the combination of covariant CIA versus Eu/Eu*, Sr, and K/Cs is in terms of weathering intensity. Like CIA values, K/Cs could be viewed as some combination of\nrian R\nc p a a (\n5\nb p t b r b g 2 m a b\ng 2 0 t a A p a ( m L t\nm m t o c b t C m ( e v t a 2 l f s o p L i\nt t g t 2 a s d\nI. González-Álvarez, R. Kerrich / Precamb\nontemporaneous weathering intensity in the catchment and a roportion of recycled sedimentary rocks in the provenance from\nprevious weathering-sedimentation cycle. According to Veizer nd Jansen (1979), post-Archean sediments are ∼90% recycled Veizer and MacKenzie, 2003).\n.6. Archean-Proterozoic climate and geodynamics\nAs referred to previously, supercontinent assemblage and reak-up has numerous effects on climatic driving factors at the lanetary scale: oceanic currents are modified; wind regimes, and herefore orographic rainfall, change by building of new orogenic elts; variation in sea level influences continental shelves and new ift basins, changing sedimentation and therefore affecting caron dioxide sequestration; and magmatism perturbs atmospheric as composition influencing weathering and bioproductivity (Kerr, 005). In addition to direct inputs of greenhouse gases from mantle agmatism associated with supercontinent dispersal, gas genertion from contact metamorphism of mafic sills in sedimentary asins has been related to climate change (Aarnes et al., 2010).\nFive significant age peaks from zircon age spectra of orogenic ranitoids were interpreted as periods of supercontinent assembly: .7 Ga (Kenorland), 1.87 Ga (Nuna or Columbia), 1.0 Ga (Rodinia), .6 Ga (Gondwana) and 0.3 Ga (Pangea), associated with manle superplume events, with corresponding continental dispersing ges at ∼2.4, 2.2–2.1, 1.3–1.2, 0.75–0.65, and <0.2 Ga (Condie and ster, 2010). According to Ernst and coworkers, there are LIPs and lume events in Laurentia at: 2.50–2.45, 2.22–2.17, and 2.12–2.08, nd the Moyie sills in the lower BPS Supergroup intrude at ∼1.5 Ga Ernst, 2007; Ernst and Bleeker, 2010). The main regional-scale\nagmatic event at 1460 and 1380 are associated with the rifting of aurentia from Columbia, which falls within the Mesoproterozoic ime span of BPS deposition (Ernst et al., 2008).\nCondie et al. (2001) have shown common time series for antle plumes, CIA, black shales, percentage of shale to total sedients, and iron formations from ∼2.5 to 1.7 Ga (Fig. 7). According o Condie et al. (2000), mantle plumes release large quantities f carbon dioxide through volcanic gases that intensified siliate weathering on the continents. Values of CIA span 67–88 in lack shales at ∼1.9 Ga, albeit uncorrected for diagenetic K addiion, which correspond to a possible superplume event. Corrected IA values for Archean sedimentary sequences endorse the arguent of widespread aggressive weathering of Archean catchments Table 3). In addition, mantle plumes generate LIPs, which include xtrusive flows as well as intrusive sills and dyke complexes. Large olumes of greenhouse gases (CH4 and CO2) have been reported o form by contact metamorphism of organic-rich sediments in ureoles around sill intrusions in sedimentary basins (Aarnes et al., 010); the sill-sediment complex in the Lower Belt, at the Sulivan Pb-Zn deposit (Lydon, 2000), exemplifies this mechanism or emission of greenhouse gases. Given LIP emplacement time pans estimated at <5 myr, this implies that very large amounts f greenhouse gasses would be released to the atmosphere in short eriods of time. Mass biological extinctions have been attributed to IP emplacement due to their rapid perturbation of the biosphere ncluding affects on regional weathering (Kerr, 2005; Ernst, 2007).\nThe Belt-Purcell Basin was part of a system of intracontinenal rifts that developed ∼1500 Ma ago, associated with dispersal of he supercontinent Columbia, and the basal sections have tholeiitic abbro sills compositionally consistent with intra-plate magmaism (Anderson and Goodfellow, 2000; Zhao et al., 2004; Davidson, 008). New spreading systems developed as the continents seprated, and together with the ∼1500 Ma plume, may have raised ea-level by up to 450 m and increased levels of atmospheric carbon ioxide (cf., Eriksson et al., 2004).\nesearch 208– 211 (2012) 174– 196 191\nRelease of gases due to magmatic activity enhanced by plumes would intensify chemical weathering by silicate hydrolysis and be responsible for larger shale volumes in the sedimentary record. The plume-shale time series peak at ∼1.9 Ga has time correlated values of CIA that extend to 88, and peak shales as a percentage of total sedimentary sequences of ∼36% (Condie et al., 2001).\n5.7. Paleoclimate during deposition of the BPS\nIn the BPS, at ∼1470–1400 Ma, CIA spans ∼68–84, and the totalshale thickness percentage is 40%, suggesting that the BPS could have been associated with the same weathering–plume relationship. However, large ranges of CIA values are wide spread within the sedimentary rock record (Tables 4–6). CIA variations of 15–20 units in the same sedimentary sequence are common over sampled thicknesses of ∼1 to ∼15 km representing time spans up to ∼100 Ma (Tables 4–6). Sampling of a sedimentary sequence for CIA at certain times of Earth history is limited to a specific geographic location. As modern rivers show, different climatic areas may display diverse CIA values yielding an average similar to Phanerozoic weathering conditions (Table 2). This complexity, coupled with poor constraints on the geomorphologic units sampled in most of the data sets generated, and the inherited variability of the weathering signatures within the same weathering-fluvial system (Vital and Stattegger, 2000; Roddaz et al., 2005; Singh, 2009), confers uncertainty on the interpretations or links between extant CIA data sets and global tectonic events. At present, the dataset does not suffice for supporting the global plume–supercontinent weathering link for the Mesoproterozoic (Tables 4–6; Section 5.3).\nMost paleomagnetic, paleoclimatic and sedimentary data are consistent with deposition of the Belt-Purcell Supergroup sediments at low latitudes between 10◦ and 35◦ (Chandler, 2000; Leach et al., 2010). Specifically, weathering alteration studies, coupled with petrographic observations of feldspars, hematitic clasts and evaporites in the Belt-Purcell rocks, as well as geochemical studies, have indicated a semi-arid to arid climate with intermittent wetter intervals, supported by the presence in the Belt-Purcell sequence of alluvial aprons and flood-plain deposits produced by abundant stream flow and sheet-flow (e.g., Slack and Höy, 2000; Lydon, 2000; Chandler, 2000 and references therein). These hot arid intervals could explain the lowest CIA values reported in this study, as well as the wide CIA variability.\nThere is direct and inferred evidence for evaporites in the BPS: textural evidence of gypsum clasts formed in evaporative flats, and the presence of hypersaline formation brines which infiltrated the sedimentary sequence and basement rocks, discharging proximal to the seafloor to generate the world class Zn–Pb Sullivan deposit (Lydon, 2000; Fig. 12B in Leach et al., 2010; González-Álvarez and Kerrich, 2010).\n5.8. Sediment residence time and weathering intensity\nPrecambrian rivers would have been more sensitive than their modern counterparts to climatic change (Eriksson et al., 2006). Generally faster erosional rates and short transport distances have been proposed, in combination giving short residence times in the drainage basin (Eriksson et al., 2006), notwithstanding evidence for large catchment area and pan-continental river systems for Mesoproterozoic Laurentia. CIA average of 75 (Condie et al., 2001) corresponds to high-moderate chemical weathering. However, CIA values of 75–80 are observed today only in sediments from largescale rivers such as the Amazon River. CIA values >80 correspond to the Congo, Parana and Mekong rivers that drain areas with intense chemical weathering. In addition, such river systems have long residence times for sediments in the plains, where thick tropical vegetation retards sediment transport to the deltas, such that\n1 rian R\ni o M a r\ng p a l C a a v s h w\n5\no t t n v s o o ( i i t a\n5\ns a s M r r t w d o t p\n6\n(\n(\n92 I. González-Álvarez, R. Kerrich / Precamb\nncreased residence time allows more intense chemical breakdown f the silicates yielding greater CIA values (Gabet and Mudd, 2009; aher, 2010). Under the same weathering conditions (pCO2, pO2) nd rainfall, CIA could vary largely, depending on fluid-sediment esidence time.\nMesoproterozoic rivers lacked vegetative cover and therefore, iven similar topography and the other weathering variables comared to today, erosional rates would have been much higher nd fluid-sediment resident times in transport much shorter. For arge-river systems experiencing today’s weathering conditions, IA values of 74–82 result (river systems such as Orinoco, Mekong nd Amazon), which are similar to BPS CIA values of 72 ± 6 for rgillites throughout all the sequence. Appekunny-Grinnell argillite alues of 76 ± 8 would have been the result of rivers with very hort fluid-sediment residence time. These elevated values would ave only been possible under a much more aggressive chemical eathering regime at the primary erosional stage of the landscape.\n.9. Possible caveats\nRecent studies expand the understanding of the complexity f different variables that affect weathering geochemical signaures in siliciclastic sediments, such as physiography, erosion rates, ransport-fluid resident time of the sediment, and regolith thickess (Gabet and Mudd, 2009; Maher, 2010). Autocorrelations on CIA alues could be the result of post-depositional changes such as peristent weathering and diagenesis (Xiao et al., 2010). New studies n weathering have addressed differences observed between labratory rates of silicate weathering and rates observed in the field White and Brantley, 2003). As a result, weathering, and specifically nterpretations of CIA values, is presented as complex geochemical nformation that needs to be carefully framed in the relevant conext to extract the maximum interpretation. These considerations pply principally to Devonian and younger river systems.\n.10. Mesoproterozoic weathering intensity\nThe span of CIA values recorded in the BPS sedimentary equence is similar to the variability in modern river systems over range of climatic zones today. This result could be interpreted to upport similar weathering conditions during the Phanerozoic and esoproterozoic. However, CIA values in humid/tropical modern ivers are strongly increased due to their long residence time. Since esidence times in Post-Devonian Rivers are controlled by vegetaion, to achieve more intense CIA values with short residence times ithout vegetation cover, more intense chemical weathering conitions in the BPS catchment need to be invoked for the same range f CIA values. This could be linked to processes thought to conrol climate excursions during the Mesoproterozoic, i.e. Columbia lume–weathering relationship.\n. Conclusions\n1) Average CIA values for the Belt-Purcell Supergroup vary from 72 ± 6 and 68 ± 7 for argillites and sandstones, respectively, in conjunction with low absolute contents of Sr, Ca and Na, but high Rb/Sr ratios in argillites, collectively that reflect an intensely weathered provenance in a hot-wet climate with hotarid intervals. 2) Covariations of CIA-Eu/Eu* and Sr-Eu/Eu* are consistent with a\nlarge catchment area including extensive sectors of weathered recycled sedimentary rocks for most extreme CIA and Eu/Eu* values, with smaller less intensely weathered juvenile terranes represented by lower CIA values. Accordingly, variations of CIA\nesearch 208– 211 (2012) 174– 196\nwithin the BPS stratigraphic sequence may record some combination of shifting catchment terranes and weathering intensity. (3) Siliciclastic rocks record a first order trend from CIA ∼80 to 100 in the Mesoarchean, to ∼80 to 90 in the Neoarchean, and ∼70 to 85 in the Proterozoic, notwithstanding second order peaks from mantle plume events. To a first approximation the first order trend reflects a drawdown of greenhouse gases that promote silicate weathering by their sequestration into carbonates and black shales, as preserved in the geologic record. (4) These Mesoproterozoic CIA values are within the range of modern humid-temperate and humid tropical climatic areas and large river systems such as the Orinoco, Nile and Amazon rivers. (5) The Appekunny and Grinnell formations display two intense weathering periods equivalent to humid-dry tropical conditions in modern rivers such as the Orinoco, Parana, Mekong and Amazon rivers (∼80 ± 5), separated by a colder/dryer period of arid-temperate climate such as in the Indus river. (6) It is suggested that BPS CIA values reflect more aggressive chemical weathering since Proterozoic rivers had less sediment residence time due to lack of vegetation cover, and therefore faster transport time than modern rivers. To achieve high CIA values in shorter periods of times without vegetation cover, more intense chemical weathering conditions need to be invoked.\nSome of the more intense CIA values in the BPS may also stem from release of volcanic gases during magmatism that accompanied rifting of Laurentia during breakup of the Supercontinent Columbia at ∼1.4 Ga. (7) Second order peaks of weathering of the provenance in the BPS may be associated with elevated levels of atmospheric carbon dioxide degassed from the rifting of the supercontinent Columbia. However, this link remains unclear due to the scarcity of data, and lack of space-time resolutions.\nAcknowledgments\nStaff of Waterton-Glacier Parks is thanked for their support, especially L.F. Marnell, C. Smith, B. Johnston and T. Carolin. K.C. Condie is thanked for his openness to share his datasets. A. Vartesi is thanked for his help with the figures. Tim Prokopiuk is thanked for his incisive insights on this paper. P.A. Eriksson, A. Hessler and an anonymous reviewer are specially thanked for their constructive comments that greatly improved this manuscript, and Randall Parrish for editorial handling of this paper. A Natural Sciences & Environment Research Council of Canada (NSERC) Discovery Grant to R. Kerrich, and a University of Saskatchewan graduate scholarship to I. González-Álvarez funded this study. R. Kerrich acknowledges NSERC MFA support of the ICP-MS facility, and the George McLeod endowment to the Department of Geological Sciences, University of Saskatchewan.\nAppendix A. Supplementary data\nSupplementary data associated with this article can be found, in the online version, at http://dx.doi.org/10.1016/j.precamres.2012.04.008.\nReferences\nAarnes, I., Svensen, H., Connolly, J.A.D., Podladchikov, Y.Y., 2010. How contact metamorphism can trigger global climate changes: modeling gas generation around igneous sills in sedimentary basins. Geochimica et Cosmochimica Acta 74,\n7179–7195.\nAbsar, N., Raza, M., Roy, M., Naqvi, S.M., Roy, A.K., 2009. Composition and weathering conditions of Paleoproterozoic upper crust of Bundelkhand craton, Central India Records from geochemistry of clastic sediments of 1.9 Ga Gwalior Group. Precambrian Research 168, 313–329.\nrian R\nA\nA\nA\nB\nB\nB\nB\nB\nB\nB\nC\nC\nC\nC\nC\nC\nC\nC\nC\nC\nC\nC\nC\nC\nC\nC\nD\nD\nI. González-Álvarez, R. Kerrich / Precamb\nbsar, N., Raza, M., Roy, M., Pandey, B.K., Roy, A.K., Krishna, V., Pandey, U.K., 2010. Pb, Sr and Nd isotope systematics of chemical sediments of Paleoproterozic Gwalior Group Bundelkhand craton, Central India: implications for age and provenance. Exploration and Research of Atomic Minerals 20, 73–96. nderson, H.E., Davies, D.W., 1995. U–Pb geochronology of the Moyie sills Purcell Supergroup, southeastern British Columbia: implications for the Mesoproterozoic geological history of the Purcell Belt basin. Canadian Journal of Earth Sciences 32, 1180–1193. nderson, H.E., Goodfellow, W.D., 2000. Geochemistry and isotope chemistry of the Moyie sills: implications for the early tectonic setting of the Mesoproterozoic Purcell basin. In: Lydon, J.W., Höy, T., Slack, J.F., Knapp, M.E. (Eds.), The Geological Environment of the Sullivan Deposit, British Columbia. Geol. Assoc. Can. Min. Dep. Div. Spec. Publ., vol. 1, 302–321. ekker, A., Kaufman, A.J., 2007. Oxidative forcing of global climate change; a biogeochemical record across the oldest Paleoproterozoic ice age in North America. Earth and Planetary Science Letters 258, 486–499. ekker, A., Karhu, J.A., Eriksson, J.A., Kaufmanc, A.J., 2003. Chemostratigraphy of Paleoproterozoic carbonate successions of the Wyoming Craton: tectonic forcing of biogeochemical change? Precambrian Research 120, 279–325. ekker, A., Kaufman, A.J., Karhu, J.A., Eriksson, J.A., 2005. Evidence for Paleoproterozoic cap carbonates in North America. Precambrian Research 137, 167–206. hat, M.I., Ghosh, S.K., 2001. Geochemistry of the 2.51 Ga old Rampur group pelites western Himalayas: implications for their provenance and weathering. Precambrian Research 108, 1–16. lake, R.E., Chang, S.J., Lepland, A., 2010. Phosphate oxygen isotope evidence for a temperate and biologically active Archean ocean. Nature 464, 1029–1033. loch, J.D., Timmons, J.M., Crossey, L.J., Gehrels, G.E., Karlstrom, K.E., 2006. Mudstone petrology of the Mesoproterozoic Unkar Group Grand Canyon, U.S.A.: provenance, weathering, and sediment transport on intracratonic Rodinia. Journal of Sedimentary Research 76, 1106–1119. rasier, M.D., Lindsay, J.F., 2000. Did supercontinent amalgamation trigger the ‘Cambrian explosion’? In: Riding, R., Zhuravlev, A.Yu. (Eds.), Ecology of the Cambrian Radiation. Columbia University Press, New York, pp. 69–89 (Chapter 4). ampbell, I.H., Squire, R.J., 2010. The mountains that triggered the Late Neoproterozoic increase in oxygen: the second Great Oxidation Event. Geochimica et Cosmochimica Acta 15, 4187–4206. hakrabartia, R., Basua, A.R., Chakrabarti, A., 2007. Trace element and Nd-isotopic evidence for sediment sources in the mid-Proterozoic Vindhyan Basin, central India. Precambrian Research 159, 260–274. hakrapani, G.J., 2005. Major and trace element geochemistry in upper Ganga river in the Himalayas, India. Environmental Geology 48, 189–201. handler, F.W., 2000. The Belt-Purcell basin as a low-latitude passive rift: implications for the geological environment of Sullivan type deposits. In: Lydon, J.W., Höy, T., Slack, J.F., Knapp, M.E. (Eds.), The Geological Environment of the Sullivan Deposit, British Columbia. Geol. Assoc. Can. Min. Dep. Div. Spec. Publ., vol. 1, pp. 82–112. ondie, K.C., 2004. Supercontinents and superplume events: distinguishing signals in the geologic record. Physics of the Earth and Planetary Interiors 146, 319–332. ondie, K.C., Aster, R.C., 2010. Episodic zircon age spectra of orogenic granitoids: the supercontinent connection and continental growth. Precambrian Research 180, 227–236. ondie, K.C., Noll Jr., P.D., Conway, C.M., 1992. Geochemical and detrital mode evidence for two sources of Early Proterozoic sedimentary rocks from the Tonto Basin Supergroup, Central Arizona. Sedimentary Geology 77, 51–76. ondie, K.C., Des Marais, D.J., Abbott, D., 2000. Geologic evidence for a mantle superplume event at 1.9 Ga. Geochemistry Geophysics Geosystems 1, 2000GC000095. ondie, K.C., Des Marais, D.J., Abbott, D., 2001. Precambrian superplumes and supercontinents: a record in black shales, carbon isotopes, and paleoclimates? Precambrian Research 106, 239–260. ondie, K.C., O’Neill, C., Aster, R.C., 2009. Evidence and implications for a widespread magmatic shutdown for 250 My on Earth. Earth and Planetary Science Letters 282, 294–298. onnor J.J., Reynolds, M.W., Whipple, J.W., 1984. Stratigraphy of the Ravalli Group, Belt basin, Montana and Idaho. In: Hobbs, S.W. (Ed.), The Belt Abstracts with Summaries, Belt Symposium II, Montana Bur. Min. Geol. Spec. Publ., vol. 90, 13–15. orcoran, P.L., Mueller, W.U., 2004. Archaean sedimentary sequences. In: Eriksson, P.G., Altermann, W., Nelson, D.R., Mueller, W.U., Catuneanu, O. (Eds.), The Precambrian Earth: Tempos and Events. Elsevier, Amsterdam, pp. 613–625. ox, R., Lowe, D.R., Cullers, R.L., 1995. The influence of sediment recycling and basement composition on evolution of mudrock chemistry in the southwestern United States. Geochimica et Cosmochimica Acta 59, 2919–2940. richton, J.G., Condie, K.C., 1993. Trace elements as source indicators in cratonic sediments: a case study from the Early Proterozoic Libby Creek Group, southeastern Wyoming. Journal of Geology 101, 319–332. ullers, R.L., Podkovyrov, V.N., 2000. Geochemistry of the Mesoproterozoic Lakhanda shales in southeastern Yakutia, Russia: implications for mineralogical and provenance control and recycling. Precambrian Research 104, 77–93. ullers, R.L., Podkovyrov, V.N., 2002. The source and origin of terrigenous sedimentary rocks in the Mesoproterozoic Ui group, southeastern Russia. Precambrian Research 117, 157–183. avidson, A., 2008. Late Paleoproterozoic to mid-Neoproterozoic history of northern Laurentia: an overview of central Rodinia. Precambrian Research 160, 5–22. ehler, C.M., Elrick, M., Bloch, J.D., Crossey, L.J., Karlstrom, K.E., Des Marais, D.J., 2005. High-resolution (13C stratigraphy of the Chuar Group (ca. 770–742 Ma),\nesearch 208– 211 (2012) 174– 196 193\nGrand Canyon: implications for mid-Neoproterozoic climate change. Geological Society of America Bulletin 117, 32–45. Deru, X., Xuexiang, G., Pengchun, L., Guanghao, C., Bin, X., Bachlinski, R., Zhuanlia, H., Gonggua, F., 2007. Mesoproterozoic–Neoproterozoic transition: geochemistry, provenance and tectonic setting of clastic sedimentary rocks on the SE margin of the Yangtze Block, South China. Journal of Asian Earth Sciences 29, 637–650. Dosseto, A., Bourdon, B., Gaillardet, J., Allègre, C.J., Filizola, N., 2006. Time scale and conditions of weathering under tropical climate: study of the Amazon Basin with U-series. Geochimica et Cosmochimica Acta 70, 71–89. Eriksson, P.G., Altermann, W., 2004. Evolution of the hydrosphere and atmosphere: introduction. In: Eriksson, P.G., Altermann, W., Nelson, D.R., Mueller, W.U., Catuneanu, O. (Eds.), The Precambrian: Tempos and Events, Developments in Precambrian Geology, vol. 12. Elsevier, Amsterdam, pp. 359–361. Eriksson, P.G., Catuneanu, O., 2004. Third-order sequence stratigraphy in the Palaeoproterozoic Daspoort Formation (Pretoria Group, Transvaal Supergroup), Kaapvaal Craton. In: Eriksson, P.G., Altermann, W., Nelson, D.R., Mueller, W.U., Catuneanu, O. (Eds.), The Precambrian: Tempos and Events. Developments in Precambrian Geology, vol. 12. Elsevier, Amsterdam, pp. 724–735. Eriksson, K.A., Taylor, S.R., Korsch, R.J., 1992. Geochemistry of 1.8–1.67 Ga mudstones and siltstones from the Mount Isa Inlier, Queensland, Australia: provenance and tectonic implications. Geochimica et Cosmochimica Acta 56, 899–909. Eriksson, P.G., Catuneanu, O., Nelson, D.R., Mueller, W.U., Altermann, W., 2004. Towards a synthesis. In: Eriksson, P.G., Altermann, W., Nelson, D.R., Mueller, W.U., Catuneanu, O. (Eds.), The Precambrian: Tempos and Events, Developments in Precambrian Geology, vol. 12. Elsevier, Amsterdam, pp. 705–723. Eriksson, P.G., Bumby, A.J., Brümer, J.J., van der Neut, M., 2006. Precambrian fluvial deposits: enigmatic palaeohydrological data from the c. 2–1.9 Ga Waterberg Group, South Africa. Sedimentary Geology 190, 25–46. Ernst, R.E., 2007. Mafic-Ultramafic Large Igneous Provinces (LIPs): importance of the Pre-Mesozoic record. Episodes 30, 107–113. Ernst, R.E., Bleeker, W., 2010. Large igneous provinces (LIPs) giant dyke swarms, and mantle plumes: significance for breakup events within Canada and adjacent regions from 2.5 Ga to the Present. Canadian Journal of Earth Sciences 47, 695–739. Ernst, R.E., Buchan, K.L. 2001. Large mafic magmatic events through time and links to mantle-plume heads. In: Ernst, R.E., Buchan, K.L. (Eds.), Mantle Plumes: Their Identification Through Time. Geological Society of America, Spec. Paper 352, pp. 483–575. Ernst, R.E., Wingate, M.T.D., Buchane, K.L., Li, Z.X., 2008. Global record of 1600–700 Ma large igneous provinces (LIPs): implications for the reconstruction of the proposed Nuna (Columbia) and Rodinia supercontinents. Precambrian Research 160, 159–178. Evans, K.V., Aleinikoff, J.N., Obradovich, J.D., Fanning, C.M., 2000. SHRIMP U–Pb geochronology of volcanic rocks Belt Supergroup, western Montana: evidence for rapid deposition of sedimentary strata. Canadian Journal of Earth Sciences 37, 1287–1300. Evins, L.Z., Jourdan, F., Phillips, D., 2009. The Cambrian Kalkarindji Large Igneous Province: extent and characteristics based on new 40Ar/39Ar and geochemical data. Lithos 110, 294–304. Fabre, S., Berger, G., Nédélec, A., 2011. Modeling of continental weathering under high-CO2 atmospheres during Precambrian times. Geochemistry Geophysics Geosystems 12, Q10001, 1–23. Fedo, C.M., Eriksson, K.A., 1996. Stratigraphic framework of the ∼3.0 Ga Buhwa Greenstone Belt: a unique stable-shelf succession in the Zimbabwe Archean Craton. Precambrian Research 77, 161–178. Fedo, C.M., Nesbitt, H.W., Young, G.M., 1995. Unraveling the effects of potassium metasomatism in sedimentary rocks and paleosols, with implications for paleoweathering conditions and provenance. Geology 23, 921–924. Fedo, C.M., Eriksson, K.A., Krogstad, E.J., 1996. Geochemistry of shales from the Archean Buhwa greenstone belt, Zimbabwe: implications for provenance and source-area weathering. Geochimica et Cosmochimica Acta 60, 1751–1763. Feng, R., Kerrich, R., 1990. Geochemistry of fine-grained elastic sediments in the Archean Abitibi Greenstone Belt, Canada: implications for provenance and tectonic setting. Geochimica et Cosmochimica Acta 54, 1061–1081. Feng, R., Kerrich, R., Mass, R., 1993. Geochemical, oxygen, and neodymium isotope compositions of metasediments from the Abitibi Greenstone Belt and Pontiac Subprovince, Canada: evidence for ancient crust and Archean terrane juxtaposition. Geochimica et Cosmochimica Acta 57, 641–658. Folk, R.L., 1968. Petrology of Sedimentary Rocks. Hemphill’s, Austin, U.S.A. Frimmel, H.E., 2004. Neoproterozoic sedimentation rates and timing of glaciations\n– a southern African perspective. In: Eriksson, P.G., et al. (Eds.), The Precambrian Earth: Tempos and Events, Developments in Precambrian Geology, vol. 12. Elsevier, Amsterdam, pp. 459–472. Gabet, E.J., Mudd, S.M., 2009. A theoretical model coupling chemical weathering rates with denudation rates. Geology 37, 151–154. Gaillardet, J., Dupré, B., Allègre, C.J., 1999. Geochemistry of large river suspended sediments: silicate weathering or recycling tracer? Geochimica et Cosmochimica Acta 63, 4037–4051. Gao, S., Wedepohl, K.H., 1995. The negative Eu anomaly in Archean sedimentary rocks: implications for decomposition age and importance of their granitic\nsources. Earth and Planetary Science Letters 133, 81–94.\nGlass, L.M., Phillips, D., 2006. The Kalkarindji continental flood basalt province: a new Cambrian large igneous province in Australia with possible links to faunal extinctions. Geology 34, 461–464.\n1 rian R\nG\nG\nG\nG\nG\nH\nH\nH\nH\nH\nH H\nH\nK\nK K\nK\nK\nK\nK\nK L\nL\nL\nL\nL\nL\nL\nM\n94 I. González-Álvarez, R. Kerrich / Precamb\nonzález-Álvarez, I., 2006. Geochemical study of the Belt-Purcell Supergroup, western North America: provenance, weathering, and diagenetic implications. PhD thesis, University of Saskatchewan, Canada. onzález-Álvarez, I., Kerrich, R., 2010. REE and HFSE mobility due to protracted flow of basinal brines in the Mesoproterozoic Belt-Purcell Supergroup, Laurentia. Precambrian Research 177, 291–307. onzález-Álvarez, I., Kerrich, R., 2011. Trace element mobility in dolomitic argillites of the Mesoproterozoic Belt-Purcell Supergroup, Western North America. Geochimica et Cosmochimica Acta 75, 1733–1756. onzález-Álvarez, I.J., Kusiak, M.A., Kerrich, R., 2006. A trace element and chemical Th-U total Pb dating study in the lower Belt-Purcell Supergroup western North America: provenance and diagenetic implications. Chemical Geology 230, 140–160. romet, L.P., Dymek, R.F., Haskin, L.A., Korotev, R.L., 1984. The North American shale composite: its compilation, major and trace element characteristics. Geochimica et Cosmochimica Acta 48, 2469–2482. arrison, J.E., 1972. Precambrian Belt Basin of northwestern United States: its geometry, sedimentation, and copper occurrences. Geological Society of America Bulletin 83, 1215–1240. ay, W.W., 1998. Detrital sediment fluxes from continents to oceans. Chemical Geology 145, 287–323. ayashi, K.I., Fujisawa, H., Holland, H.G., Ohmoto, H., 1997. Geochemistry of ∼1.9 Ga sedimentary rocks from northeastern Labrador, Canada. Geochimica et Cosmochimica Acta 61, 4115–4137. essler, A.M., Lowe, D.R., 2006. Weathering and sediment generation in the Archean: an integrated study of the evolution of siliciclastic sedimentary rocks of the 3.2 Ga Moodies Group Barberton Greenstone Belt, South Africa. Precambrian Research 151, 185–210. essler, A.M., Lowe, D.R., Jones, R.L., Bird, D.K.A., 2004. Lower limit for atmospheric carbon dioxide levels 3.2 billion years ago. Nature 428, 736–738. offman, P.F., 1999. Snowball earth theory still stands. Nature 400, 708. olland, D.H., 2009. Why the atmosphere became oxygenated: a proposal. Geochim-\nica et Cosmochimica Acta 73, 5241–5255. ren, M.T., Tice, M.M., Chamberlain, C.P., 2009. Oxygen and hydrogen isotope evi-\ndence for a temperate climate 3.42 billion years ago. Nature 462, 205–208. asanzu, C., Manya, S., 2008. Styratigraphy and sedimentological evolution of the\nNeoproterozoic Ikorongo group of north-eastern Tanzania. South African Journal of Geology 113, 357–364. err, A.C., 2005. Oceanic LIPs: the kiss of death. Elements 1, 289–292. errich, R., Said, N., 2011. Extreme positive Ce-anomalies in a 3.0 Ga submarine\nvolcanic sequence, Murchison Province Oxygenated marine bottom waters. Chemical Geology 280, 232–241. lein, C., Beukes, N.J., 1993. Sedimentology and geochemistry of the glaciogenic Late Proterozoic Rapitan Iron-Formation in Canada. Economic Geology 88, 542–565. leinkopf, M.D., 1997. Interpretation of regional aeromagnetic and gravity anomalies in the Belt-Purcell terrane and adjacent areas, northern Rocky Mountains United States and Canada. Belt Symposium III. In: Berg, R.B. (Ed.), Montana Bureau Min. Geol. Spec. Publ., vol. 112, pp. 210–221. nauth, L.P., Lowe, D.R., 2003. High Archean climatic temperature inferred from oxygen isotope geochemistry of cherts in the 3.5 Ga Swaziland Supergroup, South Africa. Geological Society of America Bulletin 115, 566–580. opp, R.E., Kirschvink, J.L., Hilburn, I.A., Nash, C.Z., 2005. The Paleoproterozoic snowball Earth: a climate disaster triggered by the evolution of oxygenic photosynthesis. Proceedings of the National Academy of Sciences of the United States of America 102, 11131–11136. rauskopf, K.B., 1982. Introduction to Geochemistry. McGraw-Hill, New York. each, D.L., Bradley, D., Huston, D., Pisarevsky, S., Taylor Gardoll, S., 2010.\nSediment-hosted lead–zinc deposits in Earth History. Economic Geology 105, 593–625. egault, M.I., Keiko, H., 1994. Provenance of igneous clasts in conglomerates of the Archaean Timiskaming Group Kirkland Lake area, Abitibi Greenstone Belt, Canada. Canadian Journal of Earth Sciences 31, 1749–1762. i, C., Yang, S., 2010. Is Chemical Index of Alteration (CIA) a reliable proxy for chemical weathering in global drainage basins? American Journal of Science 310, 111–127. indsay, J.F., Brasier, M.D., 2004. The evolution of the Precambrian atmosphere: isotopic evidence from the Australian continent. In: Eriksson, P.G., Altermann, W., Nelson, D.R., Mueller, W.U., Catuneanu, O. (Eds.), The Precambrian: Tempos and Events, Developments in Precambrian Geology, vol. 12. Elsevier, Amsterdam, pp. 388–403. ong, D.G.F., 2004. Precambrian Rivers. Section 7.8. In: Eriksson, P.G., Altermann, W., Nelson, D.R., Mueller, W.U., Catuneanu, O. (Eds.), The Precambrian: Tempos and Events, Developments in Precambrian Geology, vol. 12. Elsevier, Amsterdam, pp. 660–663. ong, D.G.F., 2006. Architecture of pre-vegetation sandy-braided perennial and ephemeral river deposits in the Paleoproterozoic Athabasca Group northern Saskatchewan, Canada as indicators of Precambrian fluvial style. Sedimentary Geology 190, 71–95. ydon, J.W., 2000. A synopsis of the understanding of the geological environment of the Sullivan Deposit. In: Lydon, J.W., Höy, T., Slack, J.F., Knapp, M.E. (Eds.), The Geological Environment of the Sullivan Deposit, British Columbia. Geol. Assoc.\nCan. Min. Dep. Div. Spec. Publ., vol. 1, pp. 12–31.\ncDaniel, D.K., McLennan, S.M., Hanson, G.N., 1997. Provenance of amazon fan muds: Constraints from Nd and Pb isotopes. In: Flood, R.D., Piper, D.J.W., Klaus, A., Peterson, L.C. (Eds.), Proceedings of the Ocean Drilling Program, Vol. 155. Scientific Results, pp. 170–176.\nesearch 208– 211 (2012) 174– 196\nMaher, K., 2010. The dependence of chemical weathering rates on fluid residence time. Earth and Planetary Science Letters 294, 101–110. Malone, S.J., Meert, J.G., Banerjee, D.M., Pandit, M.K., Tamrat, E., Kamenov, G.D., Pradhan, V.R., Sohl, L.E., 2008. Paleomagnetism and Detrital Zircon Geochronology of the Upper Vindhyan Sequence, Son Valley and Rajasthan, India: a ca. 1000 Ma Closure age for the Purana Basins? Precambrian Research 164, 137–159. Manikyamba, C., Kerrich, R., 2006. Geochemistry of black shales from the Neoarchean Sandur Superterrane, India: first cycle volcanogenic sedimentary rocks in an intraoceanic arc-trench complex. Geochimica et Cosmochimica Acta 70, 4663–4679. Manikyamba, C., Kerrich, R., González-Álvarez, I., Mathura, R., Khanna, T., 2008. Geochemistry of Paleoproterozoic black shales from the Intracontinental Cuddapah basin India: implications for provenance, tectonic setting, and weathering intensity. Precambrian Research 162, 424–440. Marsh, J., 1991. REE fractionation and Ce anomalies in weathered Karoo dolerite. Chemical Geology 90, 189–194. Martin, J.M., Meybeck, M., 1978. The content of major elements in the dissolved and particulate load of rivers. In: Biogeochemistry of Stuarine Sediments: Proceedings of a UNESCO/SCOR Workshop, Melreux, Belgium, pp. 95–110. Matthäi, S.K., Henley, R.W., 1996. Geochemistry and depositional environment of the gold-mineralized Proterozoic Koolpin Formation Pine Creek Inlier, northern Australia: a comparison with modern shale sequences. Precambrian Research 78, 211–235. Maxwell, D.T., Hower, J., 1967. High-grade diagenesis and low-grade metamorphism of illite in the Precambrian Belt Series. American Mineralogist 52, 843–857. McLennan, S.M., 1993. Weathering and global denudation. Journal of Geology 101, 295–303. McLennan, S.M., Fryer, B.J., Young, G.M., 1979. Rare earth elements in Huronian (Lower Proterozoic) sedimentary rocks: composition and evolution of the postKenoran upper crust. Geochimica et Cosmochimica Acta 43, 375–388. McLennan, S.M., Taylor, S.R., Kroner, A., 1983. Geochemical evolution of Archean shales from South Africa: the Swaziland and Pongola supergroups. Precambrian Research 22, 93–124. McLennan, S.M., Taylor, S.R., McCulloch, M.T., Maynard, J.B., 1990. Geochemical and Nd–Sr isotopic composition of deep-sea turbidites: crustal evolution and plate tectonic associations. Geochimica et Cosmochimica Acta 54, 2015–2050. McLennan, S.M., Hemming, S.R., Taylor, S.R., Eriksson, K.A., 1995. Early Proterozoic crustal evolution: geochemical and Nd-Pb isotopic evidence from metasedimentary rocks, southwestern North America. Geochimica et Cosmochimica Acta 59, 1153–1177. McLennan, S.M., Simonetti, A., Goldstein, S.L., 2000. Nd and Pb isotopic evidence for provenance and post-depositional alteration of the Paleoproterozoic Huronian Supergroup, Canada. Precambrian Research 102, 263–278. McLennan, S.M., Taylor, S.R., Hemming, S.R., 2006. Composition, differentiation, and evolution of the continental crust: constraints from sedimentary rocks and heat flow. In: Brown, M., Rushmer, T. (Eds.), Evolution and Differentiation of the Continental Crust. Cambridge University Press, pp. 92–134. McMechan, M.E., 1981. The middle Proterozoic Purcell Supergroup in the southwestern Rocky and southeastern Purcell Mountains British Columbia and the initiation of the Cordilleran miogeocline, southern Canada and adjacent United States. Bulletin of Canadian Petroleum Geology 29, 583–621. Micheels, A., Montenari, M., 2008. A snowball Earth versus a slushball Earth: results from Neoproterozoic climate modeling sensitivity experiments. Geosphere 4, 401–410. Mishra, M., Sen, S., 2010. Geochemical signatures of Mesoproterozoic siliciclastic rocks of the Kaimur Group of the Vindhyan Supergroup, Central India. Chinese Journal of Geochemistry 29, 21–32. Mitchella, R.L., Sheldon, N.D., 2010. The ∼1100 Ma Sturgeon Falls paleosol revisited: implications for Mesoproterozoic weathering environmens and atmospheric CO2 levels. Precambrian Research 183, 4738–4748. Moore, D.M., Reynolds, R.C., 1997. X-ray Diffraction and the Identification and Analysis of Clay Minerals. Oxford University Press, New York, NY, USA. Mulugeta, G., Abebe, B., Korme, T., Sokoutis, D., 2007. Emplacement mechanisms for Continental Flood Basalts and implications for plume activity during incipient continental breakup. Journal of African Earth Sciences 48, 13–146. Nance, W.B., Taylor, S.R., 1976. Rare earth element patterns and crustal evolution. I. Australian post-Archean sedimentary rocks. Geochimica et Cosmochimica Acta 40, 1539–1551. Nesbitt, H.W., Young, G.M., 1982. Early Proterozoic climates and plate motions inferred from major element chemistry of lutites. Nature 299, 715–717. Nesbitt, H.W., Young, G.M., 2004. Ancient climatic and tectonic settings inferred from paleosols developed on igneous rocks. In: Eriksson, P.G., Altermann, W., Nelson, D.R., Mueller, W.U., Catuneanu, O. (Eds.), The Precambrian: Tempos and Events, Developments in Precambrian Geology, vol. 12. Elsevier, Amsterdam, pp. 482–493. Nesbitt, H.W., Markovics, G., Price, R.A., 1980. Chemical processes affecting alkalies and alkaline earths during continental weathering. Geochimica et Cosmochimica Acta 44, 1659–1666. Ohmoto, H., 2004. Archean atmosphere, hydrosphere and biosphere. In: Eriksson, P.G., Altermann, W., Nelson, D.R., Mueller, W.U., Catuneanu, O. (Eds.), The Pre-\ncambrian: Tempos and Events, Developments in Precambrian Geology, vol. 12. Elsevier, Amsterdam, pp. 361–387. Pesonen, L.J., Elming, S.-Å., Mertanen, S., Pisarevsky, S., D’Agrella-Filho, M.S., Meert, J.G., Schmidt, P.W., Abrahamsen, N., Bylund, G., 2003. Paleomagnetic configuration of continents during the Proterozoic. Tectonophysics 375, 289–324.\nrian R\nP\nP P\nP\nR\nR\nR\nR\nR\nR\nR\nR\nR\nR\nR\nR\nR\nR\nR\nR\nS\nS\nS\nS\nS\nI. González-Álvarez, R. Kerrich / Precamb\nlanavsky, N., Bekker, A., Rouxel, O.J., Kamber, B., Hofmann, A., Knudsen, A., Lyons, T.W., 2010. Rare earth element and yttrium compositions of Archean and Paleoproterozoic Fe formations revisited: new perspectives on the significance and mechanisms of deposition. Geochimica et Cosmochimica Acta 74, 6387–6405. otter, P.E., 1978. Significant and origin of big rivers. Journal of Geology 86, 13–33. rice, R.A., 1964. The Precambrian Purcell system in the Rocky Mountains of south-\nern Alberta and British Columbia. Bulletin of Canadian Petroleum Geology 12, 399–426. rice, R.A., Sears, J.W, 2000. A preliminary palinspastic map of the Mesoproterozoic Belt-Purcell Supergroup, Canada and USA: implications for the tectonic setting and structural evolution of the Purcell anticlinorium and the Sullivan deposit. In: Lydon, J.W., Höy, T., Slack, J.F., Knapp, M.E. (Eds.), The Geological Environment of the Sullivan Deposit, British Columbia. Geol. Assoc. Can. Min. Dep. Div. Spec. Publ., vol. 1, pp. 61–81. ainbird, R.H., Nesbitt, H.W., Donalson, J.A., 1990. Formation and diagenesis of a sub-Huronian saprolith: comparison with a modern weathering profile. Journal of Geology 98, 801–822. ainbird, R.H., McNicoll, V.J., Thériault, R.J., Heaman, L.M., Abbott, J.G., Long, D.G.F., Thorkelson, D.J., 1992. Pan-continental river system Draining Grenville Orogen recorded by U–Pb and Sm–Nd geochronology of Neoproterozoic quartzarenites and mudrocks, Northwestern Canada. Journal of Geology 105, 1–17. ainbird, R.H., McNicoll, V.J., Theriault, R.J., Heaman, L.M., Abbott, J.G., 1997. Pancontinental river system draining Grenville Orogen recorded 898 by U–Pb and Sm–Nd geochronology of Neoproterozoic quartzarenites and mudrocks, northwestern Canada. Journal of Geology 105, 1–17. amaekers, P., Catuneanu, O., 2004. Development and sequences of the Athabasca Basin, Early Proterozoic, Saskatchewan and Alberta, Canada. Section 8.3. In: Eriksson, P.G., Altermann, W., Nelson, D.R., Mueller, W.U., Catuneanu, O. (Eds.), The Precambrian: Tempos and Events, Developments in Precambrian Geology, vol. 12. Elsevier, Amsterdam, pp. 705–723. ashid, S.A., 2005. The geochemistry of Mesoproterozoic clastic sedimentary rocks from the Rautgara Formation Kumaun Lesser Himalaya: implications for provenance, mineralogical control and weathering. Current Science 88, 1832–1836. aza, M., Dayal, A.M., Khan, A., Bhardwaj, B.R., Rais, S., 2010. Geochemistry of lower Vindhyan clastic sedimentary rocks of northwestern Indian shield: implications for composition and weathering history of Proterozoic continental crust. Journal of Asian Earth Sciences 39, 51–61. eddy, S.M., Evans, D.A.D., 2009. Palaeoproterozoic supercontinents and global evolution: correlations from core to atmosphere. In: Reddy, S.M., Mazunder, R., Evans, D.A.D., Collins, A.S. (Eds.), Palaeoproterozoic Supercontinents and Global Evolution, vol. 323. Geological Society of London, Spec. Publ., pp. 1–26. ieu, R., Allen, P.A., Plotze, M., Pettke, T., 2007. Compositional and mineralogical variations in a Neoproterozoic glacially influenced succession Mirbat area, south Oman: implications for paleoweathering conditions. Precambrian Research 154, 248–265. oddaz, M., Viers, J., Brusset, S., Baby, P., Herail, G., 2005. Sediment provenances and drainage evolution of the Neogene Amazonian foreland basin. Earth and Planetary Science Letters 239, 57–78. oddaz, M., Debat, B., Nikiema, S., 2007. Geochemistry of Upper Birimian sediments (major and trace elements and Nd–Sr isotopes) and implications for weathering and tectonic setting of the Late Paleoproterozoic crust. Precambrian Research 159, 197–211. ollinson, H., 2008. Secular evolution of the continental crust: implications for crust evolution models. Geochemistry Geophysics Geosystems 9, Q12010, doi:10.1029/2008GC002262. oss, G.M., Villenueve, M.E., 2003. Provenance of the Mesoproterozoic (1.45 Ga) Belt basin (western North America): another piece in the pre-Rodinia paleogeographic puzzle. Geological Society of America 115, 1191–1217. oss, G.M., Parrish, R.R., Dudás, F.Ö., 1991. Provenance of the Bonner Formation (Belt Supergroup), Montana: insights from U–Pb and Sm–Nd analyses of detrital minerals. Geology 19, 340–343. udnick, R.L., S., Gao, 2003. The composition of the continental crust. In: Rudnick, R.L. (Ed.), The Crust; Holland, H.D., Turekian, K.K. (Eds.), Treatise on Geochimistry, vol. 3. Elsevier, Oxford/New York, pp. 1–64. ye, R., Holland, H.D., 1998. Paleosols and the evolution of atmospheric oxygen: a critical review. American Journal of Science 298, 621–672. ye, R., Kuo, P.H., Holland, H.D., 1995. Atmospheric carbon-dioxide concentrations before 2.2-billion years ago. Nature 378, 603–605. avenko, V.S., 2006. Principal features of the chemical composition of suspended load in world rivers. Doklady Earth Sciences 407, 450–454. awyer, E.W., 1986. The influence of source rock type, chemical weathering and sorting on the geochemistry of clastic sediments from the Quetico metasedimentary belt, Superior Province, Canada. Chemical Geology 55, 77–95. chumm, S.A., 1968. Speculations concerning paleohydrologic controls of terrestrial sedimentation. Geological Society of America 79, 1573–1588. ears, J.W., 2007. Rift destabilization of a Proterozoic epicontinental pediment: a\nmodel for the Belt-Purcell Basin, North America. SEPM Special Publications 86, 55–64. ears, J.W., Chamberlain, K.R., Buckley, S.N., 1998. Structural and U–Pb geochronological evidence for 1.47 Ga rifting in the Belt Basin, western Montana. Canadian Journal of Earth Sciences 35, 467–475.\nesearch 208– 211 (2012) 174– 196 195\nSears, J.W., Price, R.A., Khudoley, A.K., 2004. Linking the Mesoproterozoic Belt-Purcell Supergroup and Udzha Basin across the west Laurentia-Siberia connection. Precambrian Research 129, 291–308. Shaviv, N.J., Veizer, J., 2003. Celestial driver of Phanerozoic climate? Geological Society of America Today 13, 4–10. Sheldon, N.D., 2006. Precambrian paleosols and atmospheric CO2 levels. Precambrian Research 147, 148–155. Singh, P., 2009. Major, trace and REE geochemistry of the Ganga River sediments Influence of provenance and sedimentary processes. Chemical Geology 266, 242–255. Singh, P., 2010. Geochemistry and provenance of stream sediments of the Ganga River and its major tributaries in the Himalayan region India. Chemical Geology 269, 220–236. Slack, J.F., Höy, T., 2000. Geochemistry and provenance of clastic metasedimentary rocks of the Aldridge and Fort Steele formations, Purcell Supergroup, southeastern British Columbia. In: Lydon, J.W., Höy, T., Slack, J.F., Knapp, M.E. (Eds.), The Geological Environment of the Sullivan Deposit, British Columbia. Geol. Assoc. Can. Min. Dep. Div. Spec. Publ., vol. 1, pp. 180–201. Sleep, N.H., Hessler, A.M., 2006. Weathering of quartz as an Archean climatic indicator. Earth and Planetary Science Letters 241, 594–602. Taylor, S.R., McLennan, S.M., 1985. The Continental Crust: Its Composition and Evolution. Blackwell, Oxford, UK. Taylor, S.R., McLennan, S.M., 1995. The geochemical evolution of the continental crust. Reviews of Geophysics 33, 241–265. Timmons, J.M., Karlstrom, K.E., Dehler, C.M., Geissman, J.W., Heizler, M.T., 2001. Proterozoic multistage (ca 1.1 and 0.8 Ga) extension recorded in the Grand Canyon Supergroup and establishment of northwest- and north-trending tectonic grains in the southwestern United States. Geological Society of America Bulletin 113, 163–181. Timmons, J.M., Karlstrom, K.E., Heizler, M.T., Bowring, S.A., Gehrels, G.E., Crossey, L.J., 2005. Tectonic inferences from the ca. 1255–1100 Ma Unkar Group and Nankoweap Formation, Grand Canyon: intracratonic deformation and basin formation during protracted Grenville orogenesis. Geological Society of America Bulletin 117, 1573–1595. Tolstikhin, I., Kramers, J., 2008. The Evolution of Matter. Cambridge University Press, UK. Ugidos, J.M., Armenteros, I., Barba, P., Valladares, M.I., Colmenero, J.R., 1997. Geochemistry and petrology, recycled orogen sediments Late Proterozoic, siliclastic rocks, Central Iberian zone, Spain. Precambrian Research 84, 163–180. Valladares, M.I., Barba, P., Ugidos, J.M., Colmenero, J.R., Armenteros, I., 2000. Upper Neoproterozoic, Lower Cambrian sedimentary successions in the Central Iberian Zone (Spain): sequence stratigraphy, petrology and chemostratigraphy Implications for other European zones. International Journal of Earth Sciences 89, 2–20. Veizer, J., Jansen, S.L., 1979. Basement and sedimentary recycle and continental evolution. Journal of Geology 87, 341–370. Veizer, J., MacKenzie, F.T., 2003. Evolution of sedimentary rocks. In: MacKenzie, F.T. (Ed.), Sediments, Diagenesis, and Sedimentary Rocks; Holland, H.D., Turekian, K.K. (Eds.), Treatise on Geochemistry, vol. 7. Elsevier, pp. 369–407. Viers, J., Dupré, B., Gaillardet, J., 2009. Chemical composition of suspended sediments in World Rivers: new insights from a new database. Science of the Total Environment 407, 853–868. Vital, H., Stattegger, K., 2000. Major and trace elements of stream sediments from the lowermost Amazon River. Chemical Geology 168, 151–168. Whipple, J.W., Connor, J.J., Raup, O.B., McGrimsey, R.G., 1984. Preliminary report on the stratigraphy of the Belt Supergroup, Glacier National Park and adjacent Whitefish Range, Montana. In: McBane, J.D., Garrison, P.B. (Eds.), Northwest Montana and Adjacent Canada, Montana Geological Society Guidebook, 1984 Field Conference and Symposium, pp. 33–50. Whipple, J.W., Binda, P.L., Winston, D., 1997. Geologic guide to Glacier National Park, Montana and areas adjacent to Waterton, Alberta. Belt Symposium III. In: Link, P.K. (Ed.), Geologic Guidebook to the Belt-Purcell Supergroup, Glacier National Park and vicinity, Montana and Adjacent Canada, Field Trip Guidebook for the Belt Symposium III. Belt Association, Pocatello, Idaho, pp. 125–155. White, A.F., Brantley, S.L., 2003. The effect of time on the weathering of silicate minerals: why do weathering rates differ in the laboratory and field? Chemical Geology 202, 479–506. Williams, G.E., 2004. The paradox of Proterozoic glaciomarine deposition open seas and strong seasonality near the palaeoequator: global implications. In: Eriksson, P.G. (Ed.), The Precambrian Earth: Tempos and Events, Developments in Precambrian Geology, vol. 12. Elsevier, Amsterdam, pp. 448–459. Winston, D., 1990. Evidence for intracratonic, fluvial and lacustrine settings of middle to late Proterozoic basins of western U.S.A. In: Gower, C.F., Rivers, T., Ryan, B. (Eds.), Mid-Proterozoic Laurentia-Baltica. Geol. Assoc. Can. Spec. Paper, vol. 38, 535–564. Wronkiewicz, D.J., Condie, K.C., 1989. Geochemistry and provenance of sediments from the Pongola Supergroup South Africa: evidence for a 3.0-Ga-old continental craton. Geochimica et Cosmochimica Acta 53, 1537–1549. Xiao, S., Lu, W., Li, A., Yang, S., Lai, Z., 2010. Pervasive autocorrelation of the Chem-\nical Index of Alteration in sedimentary profiles and its palaeoenvironmental implications. Sedimentology 57, 670–676. Young, G.M., 1999. Some aspects of the geochemistry, provenance and palaeoclimatology of the Torridonian of NW Scotland. Journal of Geological Society 156, 1097–1111.\n1 rian R\nY\n96 I. González-Álvarez, R. Kerrich / Precamb\noung, G.M., 2004. Earth’s two great Precambrian glaciations: aftermath of the snowball earth hypothesis. In: Eriksson, P.G., Altermann, W., Nelson, D.R., Mueller, W.U., Catuneanu, O. (Eds.), The Precambrian: Tempos and Events, Developments in Precambrian Geology, vol. 12. Elsevier, Amsterdam, pp. 440–447.\nesearch 208– 211 (2012) 174– 196\nZhao, G., Sun, M., Wilde, S.A., Li, S., 2004. A Paleo-Mesoproterozoic supercontinent: assembly growth and break up. Earth-Science Reviews 67, 91–123. Zirakparvar, N.A., Vervoort, J.D., McClelland, W., Lewis, R.S., 2010. Insights into the metamorphic evolution of the Belt-Purcell basin: evidence from Lu–Hf garnet geochronology. Canadian Journal of Earth Sciences 47, 161–179."
  }],
  "year": 2012,
  "references": [{
    "title": "How contact metamorphism can trigger global climate changes: modeling gas generation around igneous sills in sedimentary basins",
    "authors": ["I. Aarnes", "H. Svensen", "J.A.D. Connolly", "Y.Y. Podladchikov"],
    "venue": "Geochimica et Cosmochimica Acta",
    "year": 2010
  }, {
    "title": "Composition and weathering conditions of Paleoproterozoic upper crust of Bundelkhand craton, Central India Records from geochemistry of clastic sediments",
    "authors": ["N. Absar", "M. Raza", "M. Roy", "S.M. Naqvi", "A.K. Roy"],
    "venue": "Ga Gwalior Group. Precambrian Research",
    "year": 2009
  }, {
    "title": "Pb, Sr and Nd isotope systematics of chemical sediments of Paleoproterozic Gwalior Group Bundelkhand craton, Central India: implications for age and provenance",
    "authors": ["N. bsar", "M. Raza", "M. Roy", "B.K. Pandey", "A.K. Roy", "V. Krishna", "U.K. Pandey"],
    "venue": "Exploration and Research of Atomic Minerals",
    "year": 2010
  }, {
    "title": "U–Pb geochronology of the Moyie sills Purcell Supergroup, southeastern British Columbia: implications for the Mesoproterozoic geological history of the Purcell Belt basin",
    "authors": ["H.E. nderson", "D.W. Davies"],
    "venue": "Canadian Journal of Earth Sciences",
    "year": 1995
  }, {
    "title": "Geochemistry and isotope chemistry of the Moyie sills: implications for the early tectonic setting of the Mesoproterozoic Purcell basin",
    "authors": ["H.E. nderson", "W.D. Goodfellow"],
    "venue": "The Geological Environment of the Sullivan Deposit, British Columbia. Geol. Assoc. Can. Min. Dep. Div. Spec. Publ.,",
    "year": 2000
  }, {
    "title": "Oxidative forcing of global climate change; a biogeochemical record across the oldest Paleoproterozoic ice age in North America",
    "authors": ["A. ekker", "A.J. Kaufman"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2007
  }, {
    "title": "Chemostratigraphy of Paleoproterozoic carbonate successions of the Wyoming Craton: tectonic forcing of biogeochemical change",
    "authors": ["A. ekker", "J.A. Karhu", "J.A. Eriksson", "A.J. Kaufmanc"],
    "venue": "Precambrian Research",
    "year": 2003
  }, {
    "title": "Evidence for Paleoproterozoic cap carbonates in North America",
    "authors": ["A. ekker", "A.J. Kaufman", "J.A. Karhu", "J.A. Eriksson"],
    "venue": "Precambrian Research",
    "year": 2005
  }, {
    "title": "Geochemistry of the 2.51 Ga old Rampur group pelites western Himalayas: implications for their provenance and weathering",
    "authors": ["M.I. hat", "S.K. Ghosh"],
    "venue": "Precambrian Research",
    "year": 2001
  }, {
    "title": "Phosphate oxygen isotope evidence for a temperate and biologically active Archean",
    "authors": ["R.E. lake", "S.J. Chang", "A. Lepland"],
    "venue": "ocean. Nature",
    "year": 2010
  }, {
    "title": "Mudstone petrology of the Mesoproterozoic Unkar Group Grand Canyon, U.S.A.: provenance, weathering, and sediment transport on intracratonic Rodinia",
    "authors": ["J.D. loch", "J.M. Timmons", "L.J. Crossey", "G.E. Gehrels", "K.E. Karlstrom"],
    "venue": "Journal of Sedimentary Research",
    "year": 2006
  }, {
    "title": "Did supercontinent amalgamation trigger the ‘Cambrian explosion’",
    "authors": ["M.D. rasier", "J.F. Lindsay"],
    "year": 2000
  }, {
    "title": "The mountains that triggered the Late Neoproterozoic increase in oxygen: the second Great Oxidation Event",
    "authors": ["I.H. ampbell", "R.J. Squire"],
    "venue": "Geochimica et Cosmochimica Acta",
    "year": 2010
  }, {
    "title": "Trace element and Nd-isotopic evidence for sediment sources in the mid-Proterozoic Vindhyan Basin, central India",
    "authors": ["R. hakrabartia", "A.R. Basua", "A. Chakrabarti"],
    "venue": "Precambrian Research",
    "year": 2007
  }, {
    "title": "Major and trace element geochemistry in upper Ganga river in the Himalayas, India",
    "authors": ["G.J. hakrapani"],
    "venue": "Environmental Geology",
    "year": 2005
  }, {
    "title": "The Belt-Purcell basin as a low-latitude passive rift: implications for the geological environment of Sullivan type deposits",
    "authors": ["F.W. handler"],
    "venue": "Geol. Assoc. Can. Min. Dep. Div. Spec. Publ.,",
    "year": 2000
  }, {
    "title": "Supercontinents and superplume events: distinguishing signals in the geologic record",
    "authors": ["K.C. ondie"],
    "venue": "Physics of the Earth and Planetary Interiors",
    "year": 2004
  }, {
    "title": "Episodic zircon age spectra of orogenic granitoids: the supercontinent connection and continental growth",
    "authors": ["K.C. ondie", "R.C. Aster"],
    "venue": "Precambrian Research",
    "year": 2010
  }, {
    "title": "Geochemical and detrital mode evidence for two sources of Early Proterozoic sedimentary rocks from the Tonto Basin Supergroup, Central Arizona",
    "authors": ["K.C. ondie", "P.D. Noll Jr.", "C.M. Conway"],
    "venue": "Sedimentary Geology",
    "year": 1992
  }, {
    "title": "Geologic evidence for a mantle superplume event at 1.9 Ga",
    "authors": ["K.C. ondie", "D.J. Des Marais", "D. Abbott"],
    "venue": "Geochemistry Geophysics Geosystems",
    "year": 2000
  }, {
    "title": "Precambrian superplumes and supercontinents: a record in black shales, carbon isotopes, and paleoclimates",
    "authors": ["K.C. ondie", "D.J. Des Marais", "D. Abbott"],
    "venue": "Precambrian Research",
    "year": 2001
  }, {
    "title": "Evidence and implications for a widespread magmatic shutdown for 250 My on Earth",
    "authors": ["K.C. ondie", "C. O’Neill", "R.C. Aster"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2009
  }, {
    "title": "Stratigraphy of the Ravalli Group, Belt basin, Montana and Idaho",
    "authors": ["onnor J.J", "M.W. Reynolds", "J.W. Whipple"],
    "venue": "The Belt Abstracts with Summaries, Belt Symposium II, Montana Bur. Min. Geol. Spec. Publ.,",
    "year": 1984
  }, {
    "title": "Archaean sedimentary sequences",
    "authors": ["P.L. orcoran", "W.U. Mueller"],
    "year": 2004
  }, {
    "title": "The influence of sediment recycling and basement composition on evolution of mudrock chemistry in the southwestern United States",
    "authors": ["R. ox", "D.R. Lowe", "R.L. Cullers"],
    "venue": "Geochimica et Cosmochimica Acta",
    "year": 1995
  }, {
    "title": "Trace elements as source indicators in cratonic sediments: a case study from the Early Proterozoic Libby Creek Group, southeastern Wyoming",
    "authors": ["J.G. richton", "K.C. Condie"],
    "venue": "Journal of Geology",
    "year": 1993
  }, {
    "title": "Geochemistry of the Mesoproterozoic Lakhanda shales in southeastern Yakutia, Russia: implications for mineralogical and provenance control and recycling",
    "authors": ["R.L. ullers", "V.N. Podkovyrov"],
    "venue": "Precambrian Research",
    "year": 2000
  }, {
    "title": "The source and origin of terrigenous sedimentary rocks in the Mesoproterozoic Ui group, southeastern Russia",
    "authors": ["R.L. ullers", "V.N. Podkovyrov"],
    "venue": "Precambrian Research",
    "year": 2002
  }, {
    "title": "Late Paleoproterozoic to mid-Neoproterozoic history of northern Laurentia: an overview of central Rodinia",
    "authors": ["A. avidson"],
    "venue": "Precambrian Research",
    "year": 2008
  }, {
    "title": "High-resolution (13C stratigraphy of the Chuar Group (ca",
    "authors": ["C.M. ehler", "M. Elrick", "J.D. Bloch", "L.J. Crossey", "K.E. Karlstrom", "D.J. Des Marais"],
    "year": 2005
  }, {
    "title": "Mesoproterozoic–Neoproterozoic transition: geochemistry",
    "authors": ["F. Gonggua"],
    "year": 2007
  }, {
    "title": "Yangtze Block, South China",
    "authors": ["A. Dosseto", "B. Bourdon", "J. Gaillardet", "C.J. Allègre", "N. Filizola"],
    "venue": "Journal of Asian Earth Sciences",
    "year": 2006
  }, {
    "title": "Evolution of the hydrosphere and atmosphere",
    "authors": ["P.G. Eriksson", "W. Altermann"],
    "venue": "U-series. Geochimica et Cosmochimica Acta",
    "year": 2004
  }, {
    "title": "Third-order sequence stratigraphy",
    "authors": ["P.G. Eriksson", "O. Catuneanu"],
    "venue": "Precambrian Geology,",
    "year": 2004
  }, {
    "title": "Geochemistry of 1.8–1.67 Ga mud",
    "authors": ["K.A. Eriksson", "S.R. Taylor", "R.J. Korsch"],
    "venue": "Precambrian Geology,",
    "year": 1992
  }, {
    "title": "Sedimentary Geology",
    "authors": ["Group", "South Africa"],
    "venue": "R.E.,",
    "year": 2007
  }, {
    "title": "Large igneous provinces (LIPs) giant dyke swarms",
    "authors": ["R.E", "W. Bleeker"],
    "venue": "Pre-Mesozoic record. Episodes",
    "year": 2010
  }, {
    "title": "Large mafic magmatic events through time and links",
    "authors": ["R.E. 695–739. Ernst", "K.L. Buchan"],
    "year": 2001
  }, {
    "title": "The Cambrian Kalkarindji Large Igneous",
    "authors": ["L.Z. 1287–1300. Evins", "F. Jourdan", "D. Phillips"],
    "year": 2009
  }, {
    "title": "source-area weathering",
    "authors": ["R. Kerrich"],
    "venue": "Geochimica et Cosmochimica Acta",
    "year": 1990
  }, {
    "title": "Geochemical, oxygen, and neodymium isotope",
    "authors": ["R. Kerrich", "R. Mass"],
    "venue": "tonic setting. Geochimica et Cosmochimica Acta",
    "year": 1993
  }, {
    "title": "A theoretical model coupling chemical weathering",
    "authors": ["E.J. Gabet", "S.M. Mudd"],
    "year": 2009
  }, {
    "title": "The negative Eu anomaly in Archean sedimentary",
    "authors": ["K.H. Wedepohl"],
    "venue": "Acta 63,",
    "year": 1995
  }, {
    "title": "The Kalkarindji continental flood basalt province",
    "authors": ["L.M. Glass", "D. Phillips"],
    "venue": "sources. Earth and Planetary Science Letters",
    "year": 2006
  }, {
    "title": "Geochemical study of the Belt-Purcell Supergroup",
    "authors": ["I. González-Álvarez"],
    "year": 2006
  }, {
    "title": "Trace element mobility in dolomitic argillites",
    "authors": ["I. onzález-Álvarez", "R. Kerrich"],
    "venue": "Precambrian Research",
    "year": 2011
  }, {
    "title": "A trace element and chem",
    "authors": ["I.J. onzález-Álvarez", "M.A. Kusiak", "R. Kerrich"],
    "venue": "Geochimica et Cosmochimica Acta",
    "year": 2006
  }, {
    "title": "The North American shale",
    "authors": ["L.P. 140–160. romet", "R.F. Dymek", "L.A. Haskin", "R.L. Korotev"],
    "year": 1984
  }, {
    "title": "dence for a temperate climate 3.42 billion years ago",
    "authors": ["C. asanzu", "S. Manya"],
    "venue": "Nature 462,",
    "year": 2008
  }, {
    "title": "High Archean climatic temperature inferred from oxy",
    "authors": ["Bureau Min"],
    "venue": "Geol. Spec. Publ.,",
    "year": 2003
  }, {
    "title": "Introduction to Geochemistry. McGraw-Hill, New York",
    "authors": ["D.L", "D. Bradley", "D. Huston", "S. Pisarevsky", "S. Taylor Gardoll"],
    "year": 1982
  }, {
    "title": "Provenance of igneous clasts in conglomerates",
    "authors": ["M.I. 593–625. egault", "H. Keiko"],
    "year": 1994
  }, {
    "title": "The evolution of the Precambrian atmosphere",
    "authors": ["J.F. 111–127. indsay", "M.D. Brasier"],
    "year": 2004
  }, {
    "title": "Provenance of amazon fan",
    "authors": ["Can. Min"],
    "venue": "Dep. Div. Spec. Publ.,",
    "year": 1997
  }, {
    "title": "The dependence of chemical weathering rates on fluid residence time",
    "authors": ["K. Maher"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2010
  }, {
    "title": "Paleomagnetism and Detrital Zircon Geochronology of the Upper Vindhyan Sequence, Son Valley and Rajasthan, India: a ca. 1000 Ma Closure age for the Purana Basins",
    "authors": ["S.J. Malone", "J.G. Meert", "D.M. Banerjee", "M.K. Pandit", "E. Tamrat", "G.D. Kamenov", "V.R. Pradhan", "L.E. Sohl"],
    "venue": "Precambrian Research",
    "year": 2008
  }, {
    "title": "Geochemistry of black shales from the Neoarchean Sandur Superterrane, India: first cycle volcanogenic sedimentary rocks in an intraoceanic arc-trench complex",
    "authors": ["C. Manikyamba", "R. Kerrich"],
    "venue": "Geochimica et Cosmochimica Acta",
    "year": 2006
  }, {
    "title": "Geochemistry of Paleoproterozoic black shales from the Intracontinental Cuddapah basin India: implications for provenance, tectonic setting, and weathering intensity",
    "authors": ["C. Manikyamba", "R. Kerrich", "I. González-Álvarez", "R. Mathura", "T. Khanna"],
    "venue": "Precambrian Research",
    "year": 2008
  }, {
    "title": "REE fractionation and Ce anomalies in weathered Karoo dolerite",
    "authors": ["J. Marsh"],
    "venue": "Chemical Geology",
    "year": 1991
  }, {
    "title": "The content of major elements in the dissolved and particulate load of rivers",
    "authors": ["J.M. Martin", "M. Meybeck"],
    "venue": "Biogeochemistry of Stuarine Sediments: Proceedings of a UNESCO/SCOR Workshop,",
    "year": 1978
  }, {
    "title": "Geochemistry and depositional environment of the gold-mineralized Proterozoic Koolpin Formation Pine Creek Inlier, northern Australia: a comparison with modern shale sequences",
    "authors": ["S.K. Matthäi", "R.W. Henley"],
    "venue": "Precambrian Research",
    "year": 1996
  }, {
    "title": "High-grade diagenesis and low-grade metamorphism of illite in the Precambrian Belt Series",
    "authors": ["D.T. Maxwell", "J. Hower"],
    "venue": "American Mineralogist",
    "year": 1967
  }, {
    "title": "Weathering and global denudation",
    "authors": ["S.M. McLennan"],
    "venue": "Journal of Geology",
    "year": 1993
  }, {
    "title": "Rare earth elements in Huronian (Lower Proterozoic) sedimentary rocks: composition and evolution of the postKenoran upper crust",
    "authors": ["S.M. McLennan", "B.J. Fryer", "G.M. Young"],
    "venue": "Geochimica et Cosmochimica Acta",
    "year": 1979
  }, {
    "title": "Geochemical evolution of Archean shales from South Africa: the Swaziland and Pongola supergroups",
    "authors": ["S.M. McLennan", "S.R. Taylor", "A. Kroner"],
    "venue": "Precambrian Research",
    "year": 1983
  }, {
    "title": "Geochemical and Nd–Sr isotopic composition of deep-sea turbidites: crustal evolution and plate tectonic associations",
    "authors": ["S.M. McLennan", "S.R. Taylor", "M.T. McCulloch", "J.B. Maynard"],
    "venue": "Geochimica et Cosmochimica Acta",
    "year": 1990
  }, {
    "title": "Early Proterozoic crustal evolution: geochemical and Nd-Pb isotopic evidence from metasedimentary rocks, southwestern North America",
    "authors": ["S.M. McLennan", "S.R. Hemming", "S.R. Taylor", "K.A. Eriksson"],
    "venue": "Geochimica et Cosmochimica Acta",
    "year": 1995
  }, {
    "title": "Nd and Pb isotopic evidence for provenance and post-depositional alteration of the Paleoproterozoic Huronian Supergroup, Canada",
    "authors": ["S.M. McLennan", "A. Simonetti", "S.L. Goldstein"],
    "venue": "Precambrian Research",
    "year": 2000
  }, {
    "title": "Composition, differentiation, and evolution of the continental crust: constraints from sedimentary rocks and heat flow",
    "authors": ["S.M. McLennan", "S.R. Taylor", "S.R. Hemming"],
    "year": 2006
  }, {
    "title": "The middle Proterozoic Purcell Supergroup in the southwestern Rocky and southeastern Purcell Mountains British Columbia and the initiation of the Cordilleran miogeocline, southern Canada and adjacent United States",
    "authors": ["M.E. McMechan"],
    "venue": "Bulletin of Canadian Petroleum Geology",
    "year": 1981
  }, {
    "title": "A snowball Earth versus a slushball Earth: results from Neoproterozoic climate modeling sensitivity experiments",
    "authors": ["A. Micheels", "M. Montenari"],
    "venue": "Geosphere",
    "year": 2008
  }, {
    "title": "Geochemical signatures of Mesoproterozoic siliciclastic rocks of the Kaimur Group of the Vindhyan Supergroup, Central India",
    "authors": ["M. Mishra", "S. Sen"],
    "venue": "Chinese Journal of Geochemistry",
    "year": 2010
  }, {
    "title": "The ∼1100 Ma Sturgeon Falls paleosol revisited: implications for Mesoproterozoic weathering environmens and atmospheric CO2 levels",
    "authors": ["R.L. Mitchella", "N.D. Sheldon"],
    "venue": "Precambrian Research",
    "year": 2010
  }, {
    "title": "X-ray Diffraction and the Identification and Analysis of Clay Minerals",
    "authors": ["D.M. Moore", "R.C. Reynolds"],
    "year": 1997
  }, {
    "title": "Emplacement mechanisms for Continental Flood Basalts and implications for plume activity during incipient continental breakup",
    "authors": ["G. Mulugeta", "B. Abebe", "T. Korme", "D. Sokoutis"],
    "venue": "Journal of African Earth Sciences",
    "year": 2007
  }, {
    "title": "Rare earth element patterns and crustal evolution. I. Australian post-Archean sedimentary rocks",
    "authors": ["W.B. Nance", "S.R. Taylor"],
    "venue": "Geochimica et Cosmochimica Acta",
    "year": 1976
  }, {
    "title": "Early Proterozoic climates and plate motions inferred from major element chemistry of lutites",
    "authors": ["H.W. Nesbitt", "G.M. Young"],
    "venue": "Nature",
    "year": 1982
  }, {
    "title": "Ancient climatic and tectonic settings inferred from paleosols developed on igneous rocks",
    "authors": ["H.W. Nesbitt", "G.M. Young"],
    "venue": "The Precambrian: Tempos and Events, Developments in Precambrian Geology,",
    "year": 2004
  }, {
    "title": "Chemical processes affecting alkalies and alkaline earths during continental weathering",
    "authors": ["H.W. Nesbitt", "G. Markovics", "R.A. Price"],
    "venue": "Geochimica et Cosmochimica Acta",
    "year": 1980
  }, {
    "title": "Archean atmosphere, hydrosphere and biosphere",
    "authors": ["H. Ohmoto"],
    "venue": "The Precambrian: Tempos and Events, Developments in Precambrian Geology,",
    "year": 2004
  }, {
    "title": "Paleomagnetic configuration of continents during the Proterozoic",
    "authors": ["L.J. Pesonen", "Elming", "S.-Å", "S. Mertanen", "S. Pisarevsky", "M.S. D’Agrella-Filho", "J.G. Meert", "P.W. Schmidt", "N. Abrahamsen", "G. Bylund"],
    "venue": "Tectonophysics",
    "year": 2003
  }, {
    "title": "Rare earth element and yttrium compositions of Archean and Paleoproterozoic Fe formations revisited: new perspectives on the significance and mechanisms of deposition",
    "authors": ["N. lanavsky", "A. Bekker", "O.J. Rouxel", "B. Kamber", "A. Hofmann", "A. Knudsen", "T.W. Lyons"],
    "venue": "Geochimica et Cosmochimica Acta",
    "year": 2010
  }, {
    "title": "Significant and origin of big rivers",
    "authors": ["P.E. otter"],
    "venue": "Journal of Geology",
    "year": 1978
  }, {
    "title": "The Precambrian Purcell system in the Rocky Mountains of southern Alberta and British Columbia",
    "authors": ["R.A. rice"],
    "venue": "Bulletin of Canadian Petroleum Geology",
    "year": 1964
  }, {
    "title": "A preliminary palinspastic map of the Mesoproterozoic Belt-Purcell Supergroup, Canada and USA: implications for the tectonic setting and structural evolution of the Purcell anticlinorium and the Sullivan deposit",
    "authors": ["R.A. rice", "Sears", "J.W"],
    "venue": "The Geological Environment of the Sullivan Deposit, British Columbia. Geol. Assoc. Can. Min. Dep. Div. Spec",
    "year": 2000
  }, {
    "title": "Formation and diagenesis of a sub-Huronian saprolith: comparison with a modern weathering profile",
    "authors": ["R.H. ainbird", "H.W. Nesbitt", "J.A. Donalson"],
    "venue": "Journal of Geology",
    "year": 1990
  }, {
    "title": "Pan-continental river system Draining Grenville Orogen recorded by U–Pb and Sm–Nd geochronology of Neoproterozoic quartzarenites and mudrocks, Northwestern Canada",
    "authors": ["R.H. ainbird", "V.J. McNicoll", "R.J. Thériault", "L.M. Heaman", "J.G. Abbott", "D.G.F. Long", "D.J. Thorkelson"],
    "venue": "Journal of Geology",
    "year": 1992
  }, {
    "title": "Pancontinental river system draining Grenville Orogen recorded 898 by U–Pb and Sm–Nd geochronology of Neoproterozoic quartzarenites and mudrocks, northwestern Canada",
    "authors": ["R.H. ainbird", "V.J. McNicoll", "R.J. Theriault", "L.M. Heaman", "J.G. Abbott"],
    "venue": "Journal of Geology",
    "year": 1997
  }, {
    "title": "Development and sequences of the Athabasca Basin, Early Proterozoic, Saskatchewan and Alberta, Canada",
    "authors": ["P. amaekers", "O. Catuneanu"],
    "venue": "Section 8.3",
    "year": 2004
  }, {
    "title": "The geochemistry of Mesoproterozoic clastic sedimentary rocks from the Rautgara Formation Kumaun Lesser Himalaya: implications for provenance, mineralogical control and weathering",
    "authors": ["S.A. ashid"],
    "venue": "Current Science",
    "year": 2005
  }, {
    "title": "Geochemistry of lower Vindhyan clastic sedimentary rocks of northwestern Indian shield: implications for composition and weathering history of Proterozoic continental crust",
    "authors": ["M. aza", "A.M. Dayal", "A. Khan", "B.R. Bhardwaj", "S. Rais"],
    "venue": "Journal of Asian Earth Sciences",
    "year": 2010
  }, {
    "title": "Palaeoproterozoic supercontinents and global evolution: correlations from core to atmosphere",
    "authors": ["S.M. eddy", "Evans"],
    "venue": "D.A.D.,",
    "year": 2009
  }, {
    "title": "Compositional and mineralogical variations in a Neoproterozoic glacially influenced succession Mirbat area, south Oman: implications for paleoweathering conditions",
    "authors": ["R. ieu", "P.A. Allen", "M. Plotze", "T. Pettke"],
    "venue": "Precambrian Research",
    "year": 2007
  }, {
    "title": "Sediment provenances and drainage evolution of the Neogene Amazonian foreland basin",
    "authors": ["M. oddaz", "J. Viers", "S. Brusset", "P. Baby", "G. Herail"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2005
  }, {
    "title": "Geochemistry of Upper Birimian sediments (major and trace elements and Nd–Sr isotopes) and implications for weathering and tectonic setting of the Late Paleoproterozoic crust",
    "authors": ["M. oddaz", "B. Debat", "S. Nikiema"],
    "venue": "Precambrian Research",
    "year": 2007
  }, {
    "title": "Secular evolution of the continental crust: implications for crust evolution models",
    "authors": ["H. ollinson"],
    "venue": "Geochemistry Geophysics Geosystems 9,",
    "year": 2008
  }, {
    "title": "Provenance of the Mesoproterozoic (1.45 Ga) Belt basin (western North America): another piece in the pre-Rodinia paleogeographic puzzle",
    "authors": ["G.M. oss", "M.E. Villenueve"],
    "venue": "Geological Society of America",
    "year": 2003
  }, {
    "title": "The composition of the continental crust",
    "authors": ["R.L. udnick", "Gao"],
    "venue": "Treatise on Geochimistry,",
    "year": 2003
  }, {
    "title": "Paleosols and the evolution of atmospheric oxygen: a critical review",
    "authors": ["R. ye", "H.D. Holland"],
    "venue": "American Journal of Science",
    "year": 1998
  }, {
    "title": "Atmospheric carbon-dioxide concentrations before 2.2-billion years ago",
    "authors": ["R. ye", "P.H. Kuo", "H.D. Holland"],
    "venue": "Nature",
    "year": 1995
  }, {
    "title": "Principal features of the chemical composition of suspended load in world rivers",
    "authors": ["V.S. avenko"],
    "venue": "Doklady Earth Sciences",
    "year": 2006
  }, {
    "title": "The influence of source rock type, chemical weathering and sorting on the geochemistry of clastic sediments from the Quetico metasedimentary belt, Superior Province, Canada",
    "authors": ["E.W. awyer"],
    "venue": "Chemical Geology",
    "year": 1986
  }, {
    "title": "Speculations concerning paleohydrologic controls of terrestrial sedimentation",
    "authors": ["S.A. chumm"],
    "venue": "Geological Society of America",
    "year": 1968
  }, {
    "title": "Rift destabilization of a Proterozoic epicontinental pediment: a model for the Belt-Purcell Basin, North America",
    "authors": ["J.W. ears"],
    "venue": "SEPM Special Publications",
    "year": 2007
  }, {
    "title": "Structural and U–Pb geochronological evidence for 1.47 Ga rifting in the Belt Basin, western Montana",
    "authors": ["J.W. ears", "K.R. Chamberlain", "S.N. Buckley"],
    "venue": "Canadian Journal of Earth Sciences",
    "year": 1998
  }, {
    "title": "Linking the Mesoproterozoic Belt-Purcell Supergroup and Udzha Basin across the west Laurentia-Siberia connection",
    "authors": ["J.W. Sears", "R.A. Price", "A.K. Khudoley"],
    "venue": "Precambrian Research",
    "year": 2004
  }, {
    "title": "Celestial driver of Phanerozoic climate",
    "authors": ["N.J. Shaviv", "J. Veizer"],
    "venue": "Geological Society of America Today",
    "year": 2003
  }, {
    "title": "Precambrian paleosols and atmospheric CO2 levels",
    "authors": ["N.D. Sheldon"],
    "venue": "Precambrian Research",
    "year": 2006
  }, {
    "title": "Major, trace and REE geochemistry of the Ganga River sediments Influence of provenance and sedimentary processes",
    "authors": ["P. Singh"],
    "venue": "Chemical Geology",
    "year": 2009
  }, {
    "title": "Geochemistry and provenance of stream sediments of the Ganga River and its major tributaries in the Himalayan region India",
    "authors": ["P. Singh"],
    "venue": "Chemical Geology",
    "year": 2010
  }, {
    "title": "Geochemistry and provenance of clastic metasedimentary rocks of the Aldridge and Fort Steele formations, Purcell Supergroup, southeastern British Columbia",
    "authors": ["J.F. Slack", "T. Höy"],
    "venue": "Geol. Assoc. Can. Min. Dep. Div. Spec. Publ.,",
    "year": 2000
  }, {
    "title": "Weathering of quartz as an Archean climatic indicator",
    "authors": ["N.H. Sleep", "A.M. Hessler"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2006
  }, {
    "title": "The Continental Crust: Its Composition and Evolution",
    "authors": ["S.R. Taylor", "S.M. McLennan"],
    "year": 1985
  }, {
    "title": "The geochemical evolution of the continental crust",
    "authors": ["S.R. Taylor", "S.M. McLennan"],
    "venue": "Reviews of Geophysics",
    "year": 1995
  }, {
    "title": "Proterozoic multistage (ca 1.1 and 0.8 Ga) extension recorded in the Grand Canyon Supergroup and establishment of northwest- and north-trending tectonic grains in the southwestern United States",
    "authors": ["J.M. Timmons", "K.E. Karlstrom", "C.M. Dehler", "J.W. Geissman", "M.T. Heizler"],
    "venue": "Geological Society of America Bulletin",
    "year": 2001
  }, {
    "title": "Tectonic inferences from the ca. 1255–1100 Ma Unkar Group and Nankoweap Formation, Grand Canyon: intracratonic deformation and basin formation during protracted Grenville orogenesis",
    "authors": ["J.M. Timmons", "K.E. Karlstrom", "M.T. Heizler", "S.A. Bowring", "G.E. Gehrels", "L.J. Crossey"],
    "venue": "Geological Society of America Bulletin",
    "year": 2005
  }, {
    "title": "The Evolution of Matter",
    "authors": ["I. Tolstikhin", "J. Kramers"],
    "year": 2008
  }, {
    "title": "Geochemistry and petrology, recycled orogen sediments Late Proterozoic, siliclastic rocks, Central Iberian zone, Spain",
    "authors": ["J.M. Ugidos", "I. Armenteros", "P. Barba", "M.I. Valladares", "J.R. Colmenero"],
    "venue": "Precambrian Research",
    "year": 1997
  }, {
    "title": "Upper Neoproterozoic, Lower Cambrian sedimentary successions in the Central Iberian Zone (Spain): sequence stratigraphy, petrology and chemostratigraphy Implications for other",
    "authors": ["M.I. Valladares", "P. Barba", "J.M. Ugidos", "J.R. Colmenero", "I. Armenteros"],
    "venue": "European zones. International Journal of Earth Sciences",
    "year": 2000
  }, {
    "title": "Basement and sedimentary recycle and continental evolution",
    "authors": ["J. Veizer", "S.L. Jansen"],
    "venue": "Journal of Geology",
    "year": 1979
  }, {
    "title": "Evolution of sedimentary rocks",
    "authors": ["J. Veizer", "F.T. MacKenzie"],
    "venue": "K.K. (Eds.), Treatise on Geochemistry,",
    "year": 2003
  }, {
    "title": "Chemical composition of suspended sediments in World Rivers: new insights from a new database",
    "authors": ["J. Viers", "B. Dupré", "J. Gaillardet"],
    "venue": "Science of the Total Environment",
    "year": 2009
  }, {
    "title": "Major and trace elements of stream sediments from the lowermost Amazon River",
    "authors": ["H. Vital", "K. Stattegger"],
    "venue": "Chemical Geology",
    "year": 2000
  }, {
    "title": "Preliminary report on the stratigraphy of the Belt Supergroup, Glacier National Park and adjacent Whitefish Range, Montana",
    "authors": ["J.W. Whipple", "J.J. Connor", "O.B. Raup", "R.G. McGrimsey"],
    "venue": "Geological Society Guidebook,",
    "year": 1984
  }, {
    "title": "Geologic guide to Glacier National Park, Montana and areas adjacent to Waterton, Alberta",
    "authors": ["J.W. Whipple", "P.L. Binda", "D. Winston"],
    "venue": "Belt Symposium III. In: Link,",
    "year": 1997
  }, {
    "title": "The effect of time on the weathering of silicate minerals: why do weathering rates differ in the laboratory and field",
    "authors": ["A.F. White", "S.L. Brantley"],
    "venue": "Chemical Geology",
    "year": 2003
  }, {
    "title": "The paradox of Proterozoic glaciomarine deposition open seas and strong seasonality near the palaeoequator: global implications",
    "authors": ["G.E. Williams"],
    "venue": "The Precambrian Earth: Tempos and Events, Developments in Precambrian Geology,",
    "year": 2004
  }, {
    "title": "Evidence for intracratonic, fluvial and lacustrine settings of middle to late Proterozoic basins of western U.S.A",
    "authors": ["D. Winston"],
    "venue": "Mid-Proterozoic Laurentia-Baltica. Geol. Assoc. Can. Spec. Paper,",
    "year": 1990
  }, {
    "title": "Geochemistry and provenance of sediments from the Pongola Supergroup South Africa: evidence for a 3.0-Ga-old continental craton",
    "authors": ["D.J. Wronkiewicz", "K.C. Condie"],
    "venue": "Geochimica et Cosmochimica Acta",
    "year": 1989
  }, {
    "title": "Pervasive autocorrelation of the Chemical Index of Alteration in sedimentary profiles and its palaeoenvironmental implications",
    "authors": ["S. Xiao", "W. Lu", "A. Li", "S. Yang", "Z. Lai"],
    "venue": "Sedimentology",
    "year": 2010
  }, {
    "title": "Some aspects of the geochemistry, provenance and palaeoclimatology of the Torridonian of NW Scotland",
    "authors": ["G.M. Young"],
    "venue": "Journal of Geological Society",
    "year": 1999
  }, {
    "title": "Earth’s two great Precambrian glaciations: aftermath of the snowball earth hypothesis",
    "authors": ["I. González-Álvarez", "G.M.R. Kerrich / Precamb oung"],
    "venue": "The Precambrian: Tempos and Events, Developments in Precambrian Geology,",
    "year": 2004
  }, {
    "title": "A Paleo-Mesoproterozoic supercontinent: assembly growth and break up",
    "authors": ["G. Zhao", "M. Sun", "S.A. Wilde", "S. Li"],
    "venue": "Earth-Science Reviews",
    "year": 2004
  }, {
    "title": "Insights into the metamorphic evolution of the Belt-Purcell basin: evidence from Lu–Hf garnet geochronology",
    "authors": ["N.A. Zirakparvar", "J.D. Vervoort", "W. McClelland", "R.S. Lewis"],
    "venue": "Canadian Journal of Earth Sciences",
    "year": 2010
  }],
  "id": "SP:98e3317da37d6c046dbf45b565dddfc00a769af9",
  "authors": [{
    "name": "gnacio González-Álvareza",
    "affiliations": []
  }, {
    "name": "Robert Kerrichb",
    "affiliations": []
  }],
  "abstractText": "The Mesoproterozoic Belt-Purcell Supergroup (BPS) preserves a thickness of 17 km of dominantly siliciclastic rocks deposited between 1470 and 1400 Ma. The total range of Chemical Index of Alteration (CIA) values, corrected for diagenetic K-addition, are 62–88 for argillites and 55–80 for sandstones, with averages of 72 ± 6 and 68 ± 7, respectively. More intense CIA values, in conjunction with low absolute contents of Sr, Ca and Na, and high Rb/Sr ratios (average 4), reflect an intensely weathered provenance in a hot-wet climate with hot-arid intervals resulting in evaporitic sediments. Covariations of CIA-Eu/Eu* and Sr-Eu/Eu* are consistent with a large catchment area including extensive provenance terranes of weathered recycled sedimentary rocks for the most extreme CIA and Eu/Eu* values, with smaller less intensely weathered juvenile terranes represented by lower CIA values. Accordingly, variations of CIA within the BPS stratigraphic sequence may record some combination of shifting catchment terranes and weathering intensity. Stratigraphic trends in CIA within the Appekunny and Grinnell Formations of 80 ± 6 to 66 ± 4 to 79 ± 5 record the variation in this combination with time. Siliciclastic rocks record a first order trend of CIA values from CIA ∼80–100 in the Mesoarchean, through ∼80–90 in the Neoarchean, and ∼70–85 in the Proterozoic, to ∼72 for global Phanerozoic shales. These values reflect progressive drawdown of greenhouse gases that promote silicate weathering by their sequestration into carbonates and black shales, as preserved in the geologic record. Second order secular peaks in CIA values correlate in time with mantle plumes that emit greenhouse gases, which enhance silicate weathering. Some of the more intense CIA values in the BPS may also stem from release of volcanic gases during magmatism that accompanied rifting of Laurentia during breakup of the Supercontinent Columbia at ∼1.4 Ga. Overall, CIA values are within the range of modern humid-temperate and humidtropical climatic catchment areas drained by large river systems such as the Orinoco, Nile and Amazon rivers. Proterozoic rivers have been viewed as mostly braided systems due to the lack of influence of rooted vegetation, which resulted in fast channel lateral migration, high run-off rates, and low bank stability. Many large-scale Proterozoic siliciclastic basins have been preserved, formed by river systems up to pancontinental scale. However, their significance as archives of continental weathering intensity remains under-explored. This study suggests that BPS CIA values reflect more aggressive chemical weathering, since Proterozoic rivers had less sediment residence times due to a lack of vegetation cover, and therefore faster transport time than their modern counterparts. To achieve high CIA values in shorter periods of time without vegetation cover, more intense chemical weathering conditions must have been present.",
  "title": "Weathering intensity in the Mesoproterozoic and modern large-river systems: A comparative study in the Belt-Purcell Supergroup, Canada and USA"
}