{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nPalaeogeography, Palaeoclimatology, Palaeoecology\njournal homepage: www.elsevier.com/locate/palaeo\nGeochemical characteristics and origin of sodium carbonates in a closed alkaline basin: The Lower Permian Fengcheng Formation in the Mahu Sag, northwestern Junggar Basin, China Kuanhong Yua,b,⁎, Yingchang Caoa, Longwei Qiua, Peipei Suna, Xiyu Jiac, Min Wanc a School of Geosciences, China University of Petroleum, Qingdao, Shandong 266580, China b Shandong Provincial Key Laboratory of Depositional Mineralization & Sedimentary Mineral, Shandong University of Science and Technology, Qingdao 266590, China c Research Institute of Exploration and Development, Xinjiang Oilfield Company, Karamay 834000, China\nA R T I C L E I N F O\nKeywords: Evaporites Shortite Northupite Tuff Volcano eruption Paleoclimate Brine evolution\nA B S T R A C T\nThe Lower Permian Fengcheng Formation in the Mahu Sag of northwestern China is well-known for its alkaline lacustrine deposits. However, previous research is scarce due to this formation's notable burial depth (up to 5000m) and limited oil and gas exploration. Using XRD, XRF, micro-XRF, and C-O isotope analyses, we determined: (1) the stratigraphic trends in mineral compositions, (2) the cyclic depositional processes, and (3) paleoclimate variations. The petrologic and geochemical data elucidate depositional and diagenetic processes in the mixed siliciclastic, volcaniclastic and chemical strata of the Fengcheng Formation. Sodium carbonate minerals in the studied core are dominated by wegscheiderite (Na2CO3·3NaHCO3) and trona (Na2CO3·NaHCO3·2H2O). Nahcolite (NaHCO3) and a Mg-Na carbonate mineral, northupite (Na2CO3·MgCO3·NaCl), also occur, although their abundance is obviously lower than that of wegscheiderite and trona. These substances grew as bottom-growth crystals from lakes overlying tuffs. The volumetrically important Ca-Na carbonate mineral, shortite (Na2CO3·2CaCO3), and some northupite precipitated diagenetically from shallow groundwater brines in unlithified, dark-colored siliciclastic sediment and volcanic ash. Shortite mainly precipitated from the Ca-Na-CO3-rich shallow groundwater, whereas northupite precipitated from the Mg-NaCO3-Cl-rich shallow groundwater. Sodium carbonates and tuffs, fine-grained tuffaceous rocks, and siliciclastic rocks formed repetitive centimeter- and meter-scale cycles that are shown as dark-colored lithological layers during lake expansion and contraction stages or during volcanic eruptions. The brine composition, which controlled the precipitation of sodium carbonates, was influenced strongly by volcanism and volcanism-related hydrothermal activity. Changes in climate and volcanic eruptions controlled the deposition of alternating beds of sodium carbonates and dark-colored lithologies. Changes in climate caused the expansion and contraction stages in the lakes. During relatively humid climate stages, diluted water entered the basin and resupplied the lake water with calcium and magnesium during flooding events. Sandy to silty beds were deposited by turbidity currents during this stage. During arid climate stages, bedded sodium carbonates grew in the lakes, and their cooccurrence suggests high atmospheric pCO2 and high temperatures. The ashes that are provided by volcanic eruptions during arid climate stages can also stop the precipitation of sodium carbonates."
  }, {
    "heading": "1. Introduction",
    "text": "Chemical sediments can form in various types of continental environments, such as lakes, springs, and saline soils, among others (Melvin, 1991). The influences on evaporite deposition in continental environments are more numerous than those in seawater. As an example, lakes are smaller than seas, and thus unusual climate, hydrology, sedimentation, and tectonic conditions can induce chemical\nprecipitation of minerals (Warren, 2006, 2016). Evaporites usually occur under arid climate and closed hydrological conditions in which evaporation must exceed inflow, the climate must be arid to semiarid, and a sufficient supply of solutes must occur around the inflow sources (Sonnenfeld and Perthuisot, 1989). Continental chemical sediments, including sodium carbonates, typically precipitate in hydrologically closed basins. The type of evaporite minerals depends on the solutes in the brine and the evaporation scheme of that brine (Hardie and Eugster,\nhttps://doi.org/10.1016/j.palaeo.2018.09.015 Received 22 May 2017; Received in revised form 9 September 2018; Accepted 11 September 2018\n⁎ Corresponding author at: No. 66, Changjiang West Road, Huangdao District, Qingdao 266580, China. E-mail address: yukuanhong@upc.edu.cn (K. Yu).\nPalaeogeography, Palaeoclimatology, Palaeoecology 511 (2018) 506–531\nAvailable online 13 September 2018 0031-0182/ © 2018 Elsevier B.V. All rights reserved.\nT\n1970; Eugster and Hardie, 1978; Eugster, 1980). An excess of bicarbonate greater than the sum of the calcium and magnesium ions in brines is required for precipitation of sodium carbonate minerals (Hardie and Eugster, 1970; Eugster, 1980). Lakes rich in bicarbonate brines are usually referred to as soda lakes. Modern soda lakes, such as Lakes Magadi and Bogoria in Kenya and Lake Natron in Tanzania, have been well-studied (Eugster, 1967; Jones et al., 1977; Owen et al., 2008; Scott et al., 2009; McCall, 2010; Tebbs et al., 2013; Diez-Martín et al., 2014). Ancient sodium carbonate deposits, such as the Eocene Green River Formation in Wyoming, USA and the Miocene Beypazari trona deposit in Ankara Province in Turkey, have also been studied (Eugster and Surdam, 1973; Dyni et al., 1995; Mason, 2007; García-Veigas et al., 2013; Jagniecki et al., 2013; Smith et al., 2015a, b).\nSodium carbonate minerals are common in the Lower Permian Fengcheng Formation in the Mahu Sag in the northwestern Junggar Basin. This is the oldest economic sodium carbonates deposits in China so far. The bedded sodium carbonates in the Mahu Sag are much older that other famous sodium carbonates deposits around the world. However, few research projects have focused on sodium carbonates in the Fengcheng Formation; sodium carbonates have been erroneously described as gypsum. Despite the fact that ancient evaporites are significant to the petroleum industry (Smith, 1969; Bradley, 1973; Melvin, 1991), previous studies on the Fengcheng Formation have focused on dolomitic-bearing stratigraphic areas (Feng et al., 2011; Kuang et al., 2012; Zhu et al., 2012a, b; Zhang et al., 2015; Lu et al., 2015; Hu et al., 2016; Liu et al., 2016; Tao et al., 2016; Zhu et al., 2017). In this paper, we document the lithology and chemistry of this sodium carbonates and tuffs/tuffaceous rocks/terrigenous siliciclastic rocks (joint named “dark-colored rock” which coupled with light-colored sodium carbonates beds in the following text) to determine: (1) the mineral compositions of different lithological units; (2) the depositional and diagenetic processes that formed the different carbonate minerals, wegscheiderite, trona, nahcolite, shortite and northupite; and (3) the relationship between stratigraphy and paleoclimate variations and volcano eruptions."
  }, {
    "heading": "2. Geological settings",
    "text": ""
  }, {
    "heading": "2.1. Tectonics",
    "text": "The Junggar Basin, a renowned superimposed basin, is characterized by Carboniferous marine rocks and Permian lacustrine deposits (Tao et al., 2016). This basin is located in the northern Xinjiang Uygur Autonomous Region in Northwest China and covers an area of 1.3×105 km2. To the east are the Kelameili Mountains, to the northwest are the Zaire Mountains and Halalate Mountain, and to the south are Boro Horo Mountain and Bogda Mountain (Fig. 1A). The studied Mahu Sag region is located in the northwestern Junggar Basin (Fig. 1A).\nMultiple stages of tectonic events, including the Hercynian, IndoChina, Yanshan, and Himalayan orogenies, resulted in a complicated NE-SW fault-fold belt. The main faults in the study area include the North Xia-Hong Fault, North Wulanlingge Fault, X-2 Fault, and South X1 Fault, all of which are oriented to the NE-SW (Fig. 1B). From the Middle Precambrian to the Early Carboniferous, the tectonic setting of the study area was a passive continental margin, and a foreland basin formed during the Late Carboniferous (Liu et al., 2016). During the Late Carboniferous-Early Permian, strong collisional forces and frequent volcanic eruptions generated a northwestern nappe (Fig. 1C)."
  }, {
    "heading": "2.2. Stratigraphy and paleogeography",
    "text": "Sedimentation in the study area began during the Carboniferous into a large intracontinental superimposed basin (Tao et al., 2016). The stratigraphic sequence consists of Carboniferous to recent sediments (Fig. 2A). The tectonic background of the foreland thrust formed Carboniferous volcanic rocks, pyroclastic rocks, conglomerates, and\nsandstones; Early Permian gray-green conglomerates, volcanic tuff and pyroclastics in the Jiamuhe Formation; and dark mudstone, conglomerates, sandstones, dolomitic tuff and evaporites in the Fengcheng Formation. The evaporites can be easily identified in well logs by high resistivity on the Rt curve, and alternating strata of evaporites and other types of dark-colored lithology can be recognized (Fig. 2B). During plate collision and foreland thrust development, the sedimentary center of the Mahu Sag moved basin-ward during the Permian and entered a stable subsidence stage from the Triassic to the Cretaceous (Liu et al., 2016). During the Carboniferous, the general depositional background in the study area was marine, which changed to non-marine during the Early Permian. During the Early Carboniferous, the depositional environment was a shallow seafloor facies, and the rocks consisted mainly of volcanic rocks, pyroclastic rocks, and tuff with a lack of terrigenous clastic rocks. During the Late Carboniferous, the rock types included acidic lava, pyroclastics, sandstones, mudstones and conglomerates. During the Early Permian, seawater regressed to the southeast, and the depositional environment of the study area turned to a closed-semi closed shallow-lake environment near the sea (Bian et al., 2010).\nThe lithostratigraphic division scheme in this paper has been commonly used by the Xinjiang Oilfield Company, China National Petroleum Co. (CNPC). The Fengcheng Formation is divided into 3 members (P1f1, P1f2, and P1f3 from bottom to top) according to the lithology and well logging characteristics, which have variable sedimentary thicknesses ranging from several hundred meters to 1500m. The lower member (P1f1) consists of sandstones and dolomite-bearing sandstones, in which finely crystalline calcite and dolomite are the dominant evaporite minerals. The lower member is divided into two submembers according to the content of dolomite and lithology (P1f11 and P1f12 from top to bottom). The middle member (P1f2) is characterized by alternating beds of sodium carbonate and other lithologies, which can be identified by their high resistivities from the RT and RI curves and represent the highest salinity in the source brines (Fig. 2B). The middle member is divided into three submembers according to the contents and occurrences of sodium carbonate (P1f21, P1f22 and P1f23 from top to bottom). The upper member (P1f3) is characterized by dolomite-bearing tuffs and/or tuffaceous rocks and terrigenous siliciclastic rocks, which represent a phase in which the salinity decreased. The upper member is divided into three submembers (P1f31, P1f32 and P1f33 from top to bottom). The studied FN-5 core section is located in the third submember of the middle member of the Fengcheng Formation (P1f23), which records the depositional stage characterized by bedded sodium carbonates."
  }, {
    "heading": "3. Database and methodology",
    "text": "This study focused on one 7.28meter-long section of a core, from a depth of 4066.04–4073.32m, from the center of the Mahu Sag. See the location of the core in Fig. 1B. The core section consists of alternating dark-colored, shortite or northupite-bearing beds and light-colored beds of sodium carbonate (Fig. 2B). Twenty samples (13 dark-colored samples and 7 bedded evaporite samples) were selected for geochemical analysis at the Analytical Laboratory of the Beijing Research Institute of Uranium Geology of the China National Nuclear Corporation (CNNCALBRIUG).\nThis study includes core observations, petrographic characterization from thin-sections, and geochemical analyses. The minerals and microscopic features were identified in core samples, thin-sections and micro-XRF images of core samples and thin-sections. Detailed lithological descriptions, with particular attention paid to the sodium carbonate minerals, were based on core and petrographic observations.\nDifferent evaporite minerals cannot be easily distinguished under an optical microscope, especially different types of sodium carbonate minerals. Thirteen evaporite mineral-bearing samples from the FN-5 core were analyzed by XRD, and twelve thin-sections with no cover slips and core samples were analyzed by micro-XRF to recognize different\nevaporite minerals and their co-occurrences. The samples used for XRD analyses were collected using micro sculpting drill equipment (such as a dental drill) and were then ground to powders with a grain size< 200mesh.\nThe samples used for micro-XRF analyses were paralleled with thinsections and XRD analyses, and images were collected using an M4 TORNADO made by BRUKER, which is a useful method for highly\nsensitive and nondestructive elemental analysis of diverse samples (e.g., inhomogeneous and irregularly shaped specimens or thin-sections with no cover slip). In this study, major elements of thin-sections, with no cover slip, and core samples were detected with an X-ray tube working at conditions of 20mbar, 50kv and 600 μA. The databases of these samples were analyzed and represented by the M4 TORNADO software. The contents of major elements are shown in different colors in the\nplane, in which the relative abundances of rock-forming elements are displayed visually; the combinations of different elements can be used to easily recognize the evaporite minerals. The XRD and micro-XRF analyses were performed at the State Key Laboratory of Heavy Oil in China University of Petroleum.\nGeochemical data were collected to better understand climate variations, hydrogeological characteristics, the origin of solutes in the brine, and the origin of sodium carbonates. The geochemical analyses tested for major elements compositions, REE concentrations, and carbon and oxygen isotope compositions. The major element analysis was performed via X-ray fluorescence (XRF) on powders (< 200mesh) of whole-rock samples. The loss of weight on ignition (LOI) obtained by weighing before and after 1 h of heating at 950 °C, was conducted to measure the total loss of combined water and carbon dioxide from carbonates. The minimal combined water in the samples and the LOI can indicate the relative water content of carbonate minerals. Major elements were detected by XRF and then converted to oxides (SiO2, Al2O3, TFe2O3, MgO, CaO, Na2O, K2O, MnO, TiO2, P2O5, FeO), using the Chinese national standard GB/T 14506.28-2010, with analytical precision better than 2%.\nPowdered whole rock samples were also used in ICP-MS analysis for REE like the XRF analysis for major elements, the Chinese national standard GB/T 14506.30-2010 was employed. Firstly, the powdered samples were dried at 105 °C for 2–4 h and then cooled down to room temperature. And then 50mg sample powders were dissolved in 1.5 ml mixed solution of 1ml HF and 0.5 ml HNO3 (2:1) at 185 °C (± 5 °C) for 24 h and dried. Then these samples were dissolved in dilute HNO3 and further diluted with ultrapure H2O to a volume of 50ml. The obtained solutions were analyzed using an inductively plasma mass spectrometer\n(ICP-MS). Analytical precision for trace element concentration was better than 5%.\nCarbon and oxygen isotope compositions were detected by mass spectrometry analysis (MAT253) from the carbon dioxide. Samples were relatively impermeable fine-grained carbonate-bearing tuff and sodium carbonate minerals. Samples were dried at 105 °C for 2 h to remove absorbed water. Then, 0.1mg of dry sample powders were put into test tubes, which would be sealed and the air was eliminated by helium and 100% phosphoric acid was injected into the tube. Carbonate minerals reacted with phosphoric acid to produce carbon dioxide. All values are reported in per mil relative to V-PDB. The powdered samples were calibrated to the Chinese national standard GBW04416 (δ13C=1.61 ± 0.03‰, δ18O=−11.59 ± 0.11‰). The analytical precision for carbon isotope compositions and oxygen isotope compositions are better than 0.1‰, and 0.2‰ respectively. Because the sodium carbonate minerals were deposited in lake waters and shallow groundwaters, their carbon and oxygen isotopes reflect characteristics of water in the ancient sedimentary environments."
  }, {
    "heading": "4. Lithofacies",
    "text": "A scanned image of the FN-5 core section is presented in Fig. 3. The middle member of the Fengcheng Formation has high electrical resistivity caused by bedded sodium carbonates. The studied core section contains two distinct alternating lithofacies: light-colored sodium carbonate beds and dark-colored lithology layers with shortite or/and northupite crystals (Figs. 2B, 3). The thickness of a single sodium carbonate bedded unit is rarely>1m, and the thicknesses of most individual sodium carbonate beds varies from a few centimeters to dozens of centimeters."
  }, {
    "heading": "4.1. Light-colored bedded sodium carbonate units",
    "text": "The light-colored layers have a pale red color and consist predominantly of pure sodium carbonate (mainly wegscheiderite and trona, with some nahcolite and northupite; Figs. 3, 4, 5). Thirteen sodium carbonate-bearing samples were analyzed by XRD to detect each type of sodium carbonate minerals and their co-occurrences in the same sodium carbonate layer, of which three samples contain nahcolite in cooccurrence with wegscheiderite and trona. Samples (wegscheiderite cooccurred with trona) and sample (wegscheiderite co-occurred with trona and northupite) were dominant in the light-colored sodium carbonate samples. Using the sample from a depth of 4066.2m as an example, wegscheiderite, trona and nahcolite are recognized from the Xray diffraction patterns, in which wegscheiderite has the highest diffraction intensity, followed by trona, and finally by nahcolite, which has a weak diffraction intensity compared to wegscheiderite and trona (Fig. 4A). Some other minerals occur along with the sodium carbonates, making them impure (Fig. 4B–D). The sodium carbonates are wellcrystallized, and dark-colored minerals occurred as seams between crystal clumps (Fig. 4C). Rare reedmergnerite was recognized in the dark-colored seam where the sodium carbonates did not crystallize, as well as in other parts of the thin-section (Fig. 4D–E).\nAnother representative sample (FN-5, 4069.5m) contains no nahcolite, and wegscheiderite and trona are the dominant sodium carbonate minerals (the XRD sample is located in the area of red circles in Fig. 5B–C, which were drilled using micro sculpting drill equipment). Additionally, northupite is easily identified from the diffraction peaks (Fig. 5A). The purity of sodium carbonate in this sample is better than that of the sample shown in Fig. 4; the core sample has a white color, although dark-colored tuff seams occur (Fig. 5B–C). Some light-colored diagenetic minerals occur in the tuff seam (Fig. 5C). The major elements Na, Mg, Cl and Ca are selected to form the micro-XRF image, as well as to identify the dominant evaporite minerals, sodium carbonates (wegscheiderite, trona, and nahcolite), northupite and shortite\n(wegscheiderite, trona, and nahcolite cannot be distinguished in the way) and characterize their co-occurrences. No shortite crystals occurred in the bedded sodium carbonate units, whereas northupite crystallized together with sodium carbonates (light-blue areas in Fig. 5D). Anhedral diagenetic northupite also occurred in the tuff seam, which was manifested as cements of tuffaceous sediments (Fig. 5E). The sodium carbonates (wegscheiderite and trona) are well-crystallized with cleavage cracks, whereas northupite is not crystallized as well as wegscheiderite and trona in the sample (Fig. 5F). The sodium carbonates also occur as beds of well-crystallized, radiating, vertically oriented, bladed crystals that widen upward. This texture indicates that the sodium carbonates grew into an open, shallow, sodium carbonatesaturated brine pool."
  }, {
    "heading": "4.2. Transition zone between light-colored and dark-colored lithologic units",
    "text": "The lithology in the transition zone between the sodium carbonate layer and dark-colored layer have complex mineral compositions. The sample (FN-5, 4071.3m) is of a lithology that formed in the transition zone between a light-colored sodium carbonate layer and a dark-colored layer. The dominant authigenic minerals were recognized by XRD analyses, including reedmergnerite, shortite, northupite, and natrolite (Fig. 6A). The sample for XRD analyses was broken down from the core sample (yellow circle in Fig. 6B). Reedmergnerite, shortite, and northupite co-occurred as light-colored strips in the core sample (Fig. 6B). The elements Si, Na, Mg, Cl, and Ca and their co-occurrences on micro-XRF images reflect the distributions of these evaporite minerals (Fig. 6C–D). Reedmergnerite has a high Si content, no K or Al, and can be identified easily on the micro-XRF image by the presence of Si (Fig. 6C). Shortite is dominated by the elements Na and Ca, and northupite is dominated by the elements Na, Mg, and Cl. As a result, the synthesis of the elements Na, Mg and Cl indicates the presence of northupite, whereas the synthesis of the elements Na and Ca indicates the presence of shortite. The micro-XRF image showed that shortite and\nnorthupite occurred together but alternated (Fig. 6D). Both shortite and northupite have irregular crystal shapes, which occurred as cements of tuffaceous sediments (Fig. 6D). The reedmergnerite was well-crystallized, but other evaporite minerals were weakly crystallized, which can be observed under the optical microscope in detail (Fig. 6E–F).\nThe contacts between the bedded sodium carbonate units and darkcolored lithological units are also complicated. Take the sample (FN-5, 4071m) as an example, the growing sodium carbonates fixed themselves on the surface of the tuff matrix by inserting themselves into the dark-colored matrix such as blades, and subsequently grew upward (Fig. 7). Organic and reedmergnerite-rich rocks were visible between sodium carbonate crystals and acted as the underlying substrate for sodium carbonate growth (upper part of the thin-section in Fig. 7A). Shortite occurred as bedded nodules and irregular crystals in cements in the organic-rich tuff matrix (lower part of the thin-section in Fig. 7A). The elements Mg, Cl and Ca in the micro-XRF image can be used to distinguish the distribution of shortite and northupite (Fig. 7B), and the elements Mg, Al and Si can be used to emphasize the gathering of reedmergnerite out of the tuff matrix (Fig. 7C). The contact between sodium carbonate crystals and the underlying reedmergnerite-rich tuff is easily observed under an optical microscope, wherein reedmergnerite is the dominant authigenic mineral near the sodium carbonate crystals (Fig. 7D–E). The content of fine-grained tuff components in the upper part is lower than that in the shortite and northupite-rich tuffs in the lower part of the section. The mineral compositions can be easily distinguished by the obviously lighter color in the upper part and darker color in the lower part of the thin-section (Fig. 7A), as well as the higher Si content in the upper part and lower Si content in the lower part of the thin-section (Fig. 7F). Additionally, the Fe content is notably high in the lower part of the thin-section, whereas there is little Fe in the upper part (Fig. 7G). A sketch map was used to illustrate the lithological characteristics of the substrates for sodium carbonate growth (Fig. 7H). The\nlower part has a darker color and is rich in shortite, northupite and tuff. The Fe content is a product of Fe-rich volcanic sediments or magmatic hydrothermal sediments. The upper part has a lighter color and is dominated by the authigenic mineral reedmergnerite, which illustrated that the brine turned clear and was saturated with Si, Na and B and reedmergnerite crystallized in the clear brines. Sodium carbonates crystallized afterward."
  }, {
    "heading": "4.3. Dark-colored lithologic units",
    "text": "The dark-colored lithologic layers that alternate with bedded, lightcolored sodium carbonates can be distinguished as (1) tuff, (2) reworked and redeposited tuffaceous lithologies, and (3) siliciclasticbearing lithologies.\nTuff is formed through the deposition and diagenesis of ashes and dusts that fall directly into the brine during volcanic eruptions. The ashes and dusts can stop the upward growth of sodium carbonates, which has nothing to do with climatic variations. Tuffs are formed dominantly by air-fall ashes and dusts, and usually occur as tuff seams in light-colored sodium carbonate layers or as thin layers alternating with sodium carbonates. There are no laminations in this lithology, whereas abundant evidence of volcanic eruptions is apparent, such as unaltered acid extrusive debris formed by volcanic eruptions (Fig. 8A), abundant pyrites in the fine-grained tuff caused by the alteration of volcanic ashes and dust (Fig. 8B), and there is few clay (Fig. 8C). Most of the shortite in the tuff is commonly well-crystallized, appearing as rhombic crystals (Fig. 8D). Chlorite occurs in the shortite crystals, and some clay is present in the tuff matrix. They are authigenic clay minerals, not weathering products from outside of the basin that were transported by runoff. The shortite was crystallized well and some tuff was included in most of them, although some weakly crystallized shortite still occurred in the tuff matrix, which shows weak optical\nfeatures under cross-polarized light (Fig. 8E). The tuff matrix consists of fine-grained aluminosilicate minerals due to the alteration of ashes and dust in the alkaline brines. Chlorite occurs within the shortite crystals (Fig. 8F).\nReworked tuffaceous lithologies are considered a product of redeposition of fine-grained ashes and dust in this study. The ashes and dust were deposited in the drainage areas near the brine pool, and then were transported into the brine pool by runoff. The fine-grained sediments are not weathering products that were transported for a long distance and then deposited, which must include a high clay content caused by feldspar alteration. The ashes and dust near the brine pool were carried only for a short distance, and as a result, the redeposition of fine-grained ashes and dusts underwent few mineral alterations. The redeposited fine-grained tuffaceous sediments are laminated and are gray to dark gray, and anhedral evaporite minerals occur parallel to laminae or as veins that cut though the laminae (Fig. 9A). The shortite in this lithology generally had no fixed crystal habits, which are identified as pink in thin-sections when stained with Alizarin Red (Fig. 9B). Additionally, randomly oriented, euhedral crystals of reedmergnerite (NaBSi3O8) and limonite (FeO(OH)·nH2O) exist in the laminated tuffaceous matrix (Fig. 9B). Most shortite in the fine-grained tuffaceous rocks is weakly crystallized and showed complete extinction under cross-polarized light (Fig. 9C). The precipitation of diagenetic shortite crystals deformed the fine-grained laminae and dragged the laminae, such that they appear to bend to opposite directions (Fig. 9D); and they also show complete extinction under cross-polarized light (Fig. 9E).\nThe siliciclastic lithology (sandstones, siltstones, and muddy\nsiltstones) also occur in the sodium carbonate core succession. They occur as thin layers, discontinuous laminae, nodules, etc. There are no massive or thick sandstones or siltstones in the dark-colored lithological units. Sandstones in the sample (FN-5, 4068.2m) occur as strips, which are imbedded with the fine-grained tuffaceous lithology (Fig. 10A). Siltstone laminae and nodules also occur in the tuffaceous lithology. These siliciclastic sediments may have higher porosity and permeability than their fine-grained host rocks. As a result, diagenetic shortite and northupite selectively precipitated as cements along the siliciclastic stripes or laminae (Fig. 10A). The carbonates in this sample are dominated by northupite, which precipitated following the footprint of sandstone/siltstone strips or laminae, and shortite is scattered in the sample as euhedral crystals (Fig. 10B). Northupite not only crystallized out as cements in the pores of sandstones/siltstones but is also rich at the edges of the sandstone beds. The northupite is weakly crystallized and shows complete extinction under the microscope in cross-polarized light (Fig. 10C–D). Northupite also occurred as irregular shapes in the fine-grained tuffaceous host rock (Fig. 10E), and shortite was wellcrystallized near siltstone laminae (Fig. 10F).\nGravel-sized grains also occur in the core succession (Fig. 11A). They occurred in the fine-grained host rocks, which is an important indicator of gravity flows (Fig. 11A). The lithology of this gravel is dolomite-bearing tuff, in which reedmergnerite is also scattered, demonstrating that it was transported from shallow lake margins. The sandstones are weakly rounded and poorly sorted (Fig. 11B), and the silty mudstones showed flowing sedimentary structures (Fig. 11C). The depths of siliciclastic sediments in the core succession showed that they\noccurred far from the bedded sodium carbonate units (Figs. 2, 3). The diagenetic precipitation of shortite and/or northupite was also reduced in the siliciclastic-bearing lithology and were more weakly crystallized than in the dark-colored lithology near the bedded sodium carbonates (Fig. 11D–E)."
  }, {
    "heading": "5. Chemical characterizations",
    "text": ""
  }, {
    "heading": "5.1. Major element and chemical composition variations",
    "text": "Major element analyses were conducted on seven bedded sodium carbonate samples and thirteen dark-colored lithology samples from the FN-5 core. X-ray fluorescence (XRF) results show that the dark-colored rocks have high Si and are highly variable in Al, Fe, Mg, Ca, Na, K, Mn, and Ti. Bedded sodium carbonates are characterized by high Na, moderate but variable Si, and low Al, Fe, Mg, Ca, K, Mn, and Ti (Table 1).\nThe amount of the major element Mg can confirm the presence of northupite in the bedded sodium carbonates, already identified by thin section petrography. Northupite is an uncommon evaporite mineral. All samples, including dark-colored lithology and bedded sodium carbonates, had low-moderate Mg values. The dark-colored lithology samples had minerals with Mg, while Mg only exist in northupite in the bedded sodium carbonate samples (Fig. 12A). Consequently, if all of the Mg can be attributed to northupite in the bedded sodium carbonates sample, we can conclude that abundant northupite co-occurred with sodium\ncarbonates. The amount of the major element Ca can confirm the presence of evaporite mineral, shortite, and other Ca-bearing minerals. Few Ca in the sodium carbonate sample reflect few shortite occurred in the bedded sodium carbonates compared to the major element Mg. Shortite cannot crystallize together with wegscheiderite, trona or nahcolite, and most of shortite precipitated as diagenetic minerals in the dark-colored tuff/tuffaceous lithological units (Fig. 12B).\nNa is the only XRF-detectable major element in the sodium carbonate minerals wegscheiderite, trona and nahcolite. It also is found in, northupite, and shortite. The sodium carbonate samples had high Na content, and certain sodium carbonate samples had up to 40 wt% Na2O. In the dark-colored samples, the Na2O weight percentage of most of the samples was approximately 10%, and nearly all were< 20% (Fig. 12C).\nThe Na/(Mg+Ca) ratio can reflect the amount of pure sodium carbonate minerals (wegscheiderite, trona and nahcolite) relative to the calcium- magnesium carbonate minerals (shortite and northupite). The Na/(Mg+Ca) ratios of dark-colored lithology samples were close to a baseline, which can be used to qualitatively evaluate the relative content of the pure sodium carbonates in the sodium carbonate samples. The Na/(Mg+Ca) ratios show that the value for Na is much higher than the sum of Mg and Ca in the bedded sodium carbonate samples (Fig. 12D).\nThe loss on ignition (LOI) reflects the contents of carbonate minerals. In this study, the volatile materials that were lost included carbon dioxide from carbonate minerals, wegscheiderite, trona,\n(caption on next page)\nnahcolite, shortite, and northupite. Thus, the LOI directly indicates the sum of the carbonate minerals. The LOI of the bedded sodium carbonate samples was much higher than those of the dark-colored samples (Fig. 12E).\nSiO2 and Al2O3 are the main major chemical compositions of quartz and other aluminosilicate minerals such as feldspar and clay minerals. The SiO2 and Al2O3 contents of the dark-colored samples were much higher than those of the bedded sodium carbonate samples (Fig. 12F–G)."
  }, {
    "heading": "5.2. Correlations and significance of major elements",
    "text": "The correlation between the sum of Mg and Ca and the LOI (loss on ignition) is shown in Fig. 13A. This figure shows that the dark-colored sample points fall on a nearly straight line with a positive slope, whereas the bedded sodium carbonate sample points fall on a nearly straight line with a negative slope. Thus, the contributors to the LOI of the dark-colored samples were calcium-magnesium carbonates (shortite and northupite), and the contributors to the LOI of the sodium carbonate samples were wegscheiderite, trona, nahcolite (nahcolite only exist in some of the sodium carbonate samples, while wegscheiderite and trona dominate in most of the sodium carbonate samples).\nThe correlation between Na and LOI is shown in Fig. 13B. Both the dark-colored sample points and the bedded sodium carbonate sample points lie on a nearly straight line with a positive slope. Na represent all the Na-rich minerals in this study core section, including wegscheiderite, trona, nahcolite, shortite, northupite.\nThe correlation between Na/(Mg+Ca) and LOI is shown in Fig. 13C. The Na/(Mg+Ca) ratios of the dark-colored lithology samples were constant, whereas the bedded sodium carbonate sample points fell on a nearly straight line with a positive slope. The correlations indicate that, in the tuffs/tuffaceous rocks, there are calcium-sodium carbonates (shortite) and magnesium carbonates (northupite) with a few pure sodium carbonates in the dark-colored samples. The Na/(Mg+Ca) ratios of the bedded sodium carbonate samples greatly differed. Certain sodium carbonate sample points had low Na/ (Mg+Ca) ratios and LOI, which indicates that calcium carbonates or magnesium carbonates occurred with sodium carbonates in the sodium carbonate samples. Points with high Na/(Mg+Ca) ratios and LOI represent relatively pure sodium carbonates.\nThe correlation between Na and Al is shown in Fig. 13D. Both the dark-colored lithology sample and sodium carbonate sample points had negative correlations, which indicate that the amount of carbonates decreased as the aluminum silicate content increased. The aluminosilicate minerals may have been mainly altered pseudomorphs of tephra that were transported to the lake by surrounding inflows.\nThe correlation between Al and the sum of Mg and Ca is shown in Fig. 13E. The sodium carbonate sample points had no pattern, which shows that no obvious connection existed between the two variables. The majority of the dark-colored sample points fell on a nearly a straight line with a negative slope, which shows that the sum of Mg and\nCa decreased as the Al content increased. Only one outlier data point (from 4072m depth core sample) does not follow this trend, perhaps because these samples represent a transition between tuff sample and bedded sodium carbonate. Additionally, this particular sample had a high Si content and low Al content, which caused it to deviate from the trend line."
  }, {
    "heading": "5.3. Carbon and oxygen isotopes and paleoclimate evolution",
    "text": "Isotopic analyses can identify the mechanisms that cause the accumulation of carbonates in lake sediments, which can facilitate reconstruction of paleoclimate. The δ13C (VPDB), δ18O (VPDB), and calculated salinity values of the sedimentary water are shown in Table 2. Authigenic carbonates are predominant in some lacustrine systems (Anadón et al., 2009; Candy et al., 2015), and these authigenic carbonates may record information related to paleoclimate variations. Carbon isotope compositions are influenced by different carbon sources (Boguckyj et al., 2006). Isotopic compositions of the surrounding hydrological systems, and the exchange of CO2 between sedimentary water and the atmosphere is also important (Zhu et al., 2013).\nStable oxygen isotope compositions are commonly used in paleoclimate research. Evaporation and temperature are two important factors related to oxygen isotopes. In arid climates, 16O evaporates more easily than 18O, and surface water undergoing evapoconcentration has high δ18O values (Garcés et al., 1995; Andrews et al., 1997; Fan et al., 2014; Jian et al., 2014). In addition, δ18O compositions have a positive relationship with temperatures (Chen and Wang, 2004), and thus the oxygen-isotope compositions can also reflect the temperature. Horton et al. (2016) integrated multiple large datasets and found that evaporation causes the heavy carbon and oxygen isotope enrichments that are observed in most saline lakes records. The temperature and salinity of lake waters are the two main factors for the carbon and oxygen isotope compositions of lacustrine carbonates (Keith and Weber, 1964). Burial depth, later diagenesis, leaching and dissolution of minerals through atmospheric precipitation can also influence the δ13C and δ18O values (Keith and Weber, 1964; Lu et al., 2015).\nThe δ13C values in the core section ranged from a minimum of 1.9‰ (PDB) to a maximum of 4.1‰(PDB) with an average of 2.87‰(PDB), which fits the distribution range of modern authigenic carbonates precipitating from lacustrine brines. The δ13C values in lacustrine evaporites are usually higher than those of marine limestone (Table 2 and Figs. 14 and 15A). The δ18O values ranged from −2.8‰ to 4.2‰ with an average of 1.13‰ (Table 2 and Figs. 14 and 15B). The δ13C and δ18O measured from authigenic carbonate minerals in the studied core section have a positive correlation (Fig. 14). In Fig. 14, it was observed that the content of carbonate minerals has a positive correlation with the δ18O values. Samples with low δ18O values have a low content of carbonate minerals, whereas samples with moderate δ18O values contain abundant shortite, and samples with high δ18O values are composed by nearly pure sodium carbonate minerals (Fig. 15B).\nThe salinity index Z is an indicator of the salinity of sedimentary\nFig. 7. The mineralogical characteristics of the boundary between bedded sodium carbonates and reedmergnerite-rich substrates (FN-5, 4071m). (A) Generalized features of the contact between well-crystallized sodium carbonates and tuff/tuffaceous matrix in the thin-section; the width of the image is 2.5 cm. The thin-section can be divided into two parts according to the colors: an upper, light-colored, reedmergnerite-rich lithological unit, and a lower, dark-colored, shortite and northupite-rich tuff unit. (B) The elements Mg, Cl and Ca in the micro-XRF image. The combination of Mg and Cl can be used to identify the Mg-Na-Cl carbonate, northupite, whereas Ca can be used to identify the Na-Ca carbonate, shortite. Most northupite and shortite occurred in the lower part of the thin-section. (C) The elements Mg, Al, and Si in the micro-XRF image. Al can be used to identify the content of tuff, whereas Si can be used to identify the authigenic mineral reedmergnerite. The reedmergnerite is concentrated in the upper part of the thin-section, while tuffaceous sediments are abundant in the lower part of the thin-section, which occurred with shortite and northupite. (D) Characteristics of the boundary between sodium carbonate and the reedmergnerite-rich matrix. The sodium carbonate crystals grew into the reedmergnerite-rich tuff matrix such as blades. Planar-polarized light. (E) The same view of D in cross-polarized light with a gypsum test plate. (F) The relative intensity of element Si in the micro-XRF image (the high Si content was defined as 100%). This image shows that reedmergnerite was concentrated in the upper part of the thin-section and acted as the substrate for sodium carbonate growth. (G) The relative intensity of Fe in the micro-XRF image. This image shows that Fe was concentrated in the lower part of the thin-section, which indicates that the matrix in the lower part of the thin-section originated from tuff. (H) Sketch map of the thin-section; red arrow indicates the top of the succession. (For interpretation of the references to color in this figure legend, the reader is referred to the web version of this article.)\nwater. The Z-value can be obtained using the equation Z=2.048× (δ13C+ 50)+0.498× (δ18O+50), and a Z-value of 120 is an important indicator for distinguishing marine limestones (Keith and Weber, 1964). In this study, the Z-value ranged from a minimum of 130 to a maximum of 136 with an average of 133.65, which was much higher than the boundary value of 120 (Table 2 and Fig. 15C). The salinities that were calculated from δ18O were obtained using the eq. S= (δ18O+21.2) / 0.61 (Lu et al., 2012), and the results were also much higher than that of seawater (Table 2 and Fig. 15D).\nThe δ13C and δ18O values frequently reflect variations in the paleoclimate and basin hydrogeological characteristics. First, high δ13C and δ18O values indicate carbon and oxygen compositions of typical evaporate carbonates, according to the statistical data for modern and ancient carbonates sediments and rocks (Zhang, 1985). The oxygen isotope compositions have positive correlations with the temperatures, and variations of δ18O values can indicate variations in paleotemperatures (Chen and Wang, 2004). Second, the correlation between carbon and oxygen compositions can indicate a hydrologically closed or\nopen basin. Positive correlation between carbon and oxygen compositions indicates a hydrologically closed basin, whereas no correlation indicates a hydrologically open basin (Li and Ku, 1997; Liu et al., 2001). The positive correlation between carbon and oxygen isotope compositions indicate the presence of hydrologically closed depositional environments when this sodium carbonate-bearing succession was deposited. Finally, the salinity index Z and calculated salinities are quantitative parameters for evaluating the salinities of ancient lake water (Peng and Sun, 1996). The high Z-values and calculated salinities of these samples indicated high salinities, and their variations indicated paleosalinity variations."
  }, {
    "heading": "5.4. Rare earth elements and implications for sedimentary processes",
    "text": ""
  }, {
    "heading": "5.4.1. REEs in the bedded sodium carbonate samples",
    "text": "The REE concentrations from the studied core sections are listed in Table 3, and their vertical content variations are shown in Fig. 16. The UCC-normalized patterns are illustrated in Figs. 17 and 18 (the values of UCC are after Mclennan, 2001).\nThe total REE abundances in the bedded sodium carbonate samples were low (Fig. 16A), and the abundances of LREEs were relatively higher than those of HREEs. The absolute contents of certain elements were occasionally close to zero. The sum of the LREEs in the soda\n(caption on next page)\nsamples and the ratio of LREEs to HREEs are shown in Fig. 16B–D. REE occurred as insertions in the mineral lattices, in the adsorbed state by clay minerals, and as complex compounds in solutions. The clay minerals prefer to adsorb LREEs rather than the HREEs (Nath et al., 1992; Jiang et al., 1997; Tian and Zhang, 2015). The sodium carbonate samples are rich in LREEs because few clay minerals occurred at the surface of sodium carbonate crystals and adsorbed LREEs. However, these sodium carbonate samples had low REE sums and showed heavy depletion in both LREEs and HREEs. The depletion of REE indicates that few aluminosilicate minerals (clay minerals and mineral debris) were transported into the sedimentary water when the pure sodium carbonate layer precipitated.\nThe UCC-normalized values were calculated by the equation: (X/Al) measure/(X/Al) UCC, where X is the concentration of a given REE, and UCC is average upper continental crust (Mclennan, 2001). The UCCnormalized patterns of the sodium carbonate samples are shown in Fig. 17. Generally, the curves for the sodium carbonate samples are right-inclined, which display LREEs enrichments compared to HREEs. Some normalized values of REEs (in bedded sodium carbonate samples from 4069.5m, 4070m, 4071m, 4071.5m, 4071.9m depths) are low and show progressive depletion in REEs from La to Tm. From the representative sample pictures and UCC-normalized pattern of sodium carbonate samples, it can be seen that the depletion degree corresponds to the purity of the sample. Pure bedded sodium carbonate samples exhibited heavier depletion than samples that were mixed with volcanic tuff. Selected bedded sodium carbonate samples (from 4069.5m, 4070.5m, 4071.5m, and 4071.9m depths in Table 3) showed an Eu negative anomaly. The value of δEu ranged from 0.28 to 1.23, whereas most of the relatively pure soda samples show δEu < 1,and only one sample exhibited δEu > 1 because of mixture with tuffaceous components. Additionally, most of the sodium carbonate samples (4069.5m, 4070.5m, 4071.5m, and 4071.9m in Table 3) showed a Ce negative anomaly, which has a feature similar to that of Eu. The characteristics of the Ce and Eu negative anomaly indicate oxidizing depositional environments."
  }, {
    "heading": "5.4.2. REEs in the dark-colored samples",
    "text": "The total REE abundances in the dark-colored samples were relatively high (Fig. 16A), and both HREEs and LREEs were much more abundant than in the sodium carbonate samples (Fig. 16B–C). The LREE/HREE ratios of the dark-colored samples were relatively lower than those of the sodium carbonate samples (Fig. 16D). Shortite and northupite were the main carbonates in these samples, and the content was the main factor that influenced the enrichment degree of the REEs. The sum of the REEs decreased as the amount of these Ca-Mg-Na carbonate increased. The REEs were primarily controlled by the contents of tuff and/or tuffaceous components and reflect the sediments that were transported into the basin by the air falling or surrounding inflows.\nThe UCC-normalized patterns of the dark-colored samples are shown in Fig. 18. Generally, the curves for dark-colored samples are left-inclined, which display HREEs enrichments compared to LREEs. The slopes of the curves for the dark-colored samples are gentle. Some normalized values of REEs are somewhat lower than 1 (especially in samples from 4071.4m and 4072.5m depths). These tuff samples show\nprogressive depletion in REEs from La to Er. From the representative sample pictures and UCC-normalized pattern of dark-colored samples, we can see that the depletion degree corresponds to the content of evaporite minerals in these samples. Samples with high evaporite minerals contents exhibited less REEs than those samples with few evaporite minerals.\nMost of the tuff/tuffaceous samples showed an Eu positive anomaly (Table 3). The value of δEu ranged from 1.05 to 1.4, whereas most of tuff/tuffaceous samples showed obvious δEu > 1 values, and only one sample had an δEu value of 0.98 (4069m), which is quite close to 1. The Eu positive anomaly was caused by the high content of plagioclase (products of volcanic ash alteration) in the tuff/tuffaceous samples, which was consistent with the characteristics observed under the microscope. Additionally, most of the tuff/tuffaceous samples showed the Ce negative anomaly, which has features similar to that of the bedded sodium carbonate samples. The characteristics of the Ce negative anomaly may indicate oxidizing depositional environments."
  }, {
    "heading": "6. Discussion",
    "text": ""
  }, {
    "heading": "6.1. Brine evolution and carbonate precipitation",
    "text": ""
  }, {
    "heading": "6.1.1. Brine evolution",
    "text": "In the continental environments, sedimentary water is sensitive to climate variations, tectonic background, hydrological characteristics and other factors. Chemical sediments are deposited in continental environments from surface brines, especially when in a dry climate in hydrologically-closed tectonic basins (Eugster, 1980). Seawater and most continental brines have different water chemistry. The variability of continental brines creates different types of evaporites. The mineralogy of continental evaporites is usually complex, and carbonates, sulfates, and halides are common minerals in both beds precipitated from surface brines and in early diagenetic minerals precipitated in the shallow subsurface from groundwater brines (Eugster and Surdam, 1973; Ayrton, 1974; Jones et al., 1977; Risacher et al., 2003; Wang et al., 2003; LópezGarcía et al., 2005; Legler et al., 2011; Abdel Wahed et al., 2014).\nThe evolution of brine results in water geochemistry changes and, as a result, changes in types of evaporite minerals in continental environments. When brine has abundant bicarbonate, it typically precipitates carbonate minerals. Depending upon the starting water composition, the precipitation sequence may start with Ca- and Mg-rich carbonates, such as calcite and magnesium, to Na-rich carbonates, such as nahcolite and trona (Eugster, 1966, 1980; Hardie and Eugster, 1970; Eugster and Surdam, 1973; Jones et al., 1977). Many modern alkali lakes contain this type of brine, such as Lake Bogoria (Owen et al., 2008; McCall, 2010) and Lake Magadi in Kenya (Eugster, 1967; Jones et al., 1977; Simiyu and Randy, 1998), Lake Natron in Tanzania (Torre et al., 2008; Neukirchen et al., 2010; Tebbs et al., 2013), and Searles Lake in California (Horita, 1990). Representative ancient alkali lakes include the Eocene-age lacustrine Green River Formation in the Green River Basin (Southwest Wyoming, USA) (Milton and Fahey, 1960; Mannion, 1969; Milton, 1971; Birnbaum and Radlick, 1982; Dyni et al., 1995; Mason, 2007; Jagniecki, 2014; Smith et al., 2015a, b; Smith and Carroll, 2015) and the Paleogene Hetaoyuan Formation (Biyang Depression, China) (Yang et al., 2015).\nFig. 10. The characteristics of siliciclastic sediment-bearing rocks (FN-5, 4068.2m). (A) Generalized features of the sand strip and shortite to northupite-bearing tuffaceous rocks. The sand strip is approximately 5mm thick and occurred in the reworked, fine-grained, tuffaceous sediments. The sand strip has higher porosity and permeability compared to its host rocks, and was a preferential migration path for groundwater. As a result, the sand was cemented by northupite. Other sandy or silty laminae also occurred along with northupite and/or shortite. Reedmergnerite was scattered in the fine-grained tuffaceous host rock. The width of the image is 2.5 cm. (B) The elements Na, Mg, Cl, and Ca in the micro-XRF image, showing that it was dominated by northupite. The northupite occurred as cements distributed along with sandy/silty sediments, whereas the shortite crystals are well-crystallized and scattered in the tuffaceous host rock (the same view as in A). (C) The characteristics of the sand strip under the microscope. Northupite not only occurred in the sandy strip as cement but also occurred at the edge of the sandy strip. Plane-polarized light, FN-5, 4068.2m. (D) The characteristics of view C under cross-polarized light, which shows that northupite was weakly crystallized and completely extinct under cross-polarized light. A few shortite and reedmergnerite crystals can also be seen in this view. (E) Weakly crystallized northupite in the tuffaceous matrix. Plane-polarized light. (F) Well-crystallized shortite that occurred along silty laminae. Plane-polarized light.\nIn alkaline parent brines, the total carbonate (HCO3−+CO32−) may be greater than the sum of Ca2+ and Mg2+. When such water evaporates, calcite and dolomite precipitate first and Ca2+ and Mg2+ may be removed until these elements became depleted. If the brine is enriched in Na+, sodium carbonate minerals may precipitate (Eugster, 1980; Jagniecki, 2014). The brine evolution path can explain the carbonate evaporation in the Early Permian Mahu Sag in China's Junggar Basin. A few other evaporite minerals, such as gypsum (sulfate) and halite, were observed under the optical microscope. However, there\nwas no gypsum or halite in the core section. Carbonates include calcite, dolomite, ankerite, shortite, northupite, wegscheiderite, trona and nahcolite in the Fengcheng Formation, whereas shortite, northupite, wegscheiderite, trona and nahcolite occurred in the study core section. There is no calcite or dolomite in the core section, which are abundant in core sections that represent the depositional environments of shallow lake margins. Shortite, northupite, wegscheiderite, and trona were the main evaporite minerals in the core section. Na-carbonates represent a high stage of brine evolution."
  }, {
    "heading": "6.1.2. Calcium-magnesium carbonate precipitation",
    "text": "Calcium-magnesium carbonates (calcite and dolomite) precipitated during the early salinization stage, and are extensive in the core. Calcite and dolomite were the dominant minerals in the Fengcheng Formation and constitute the major rock-forming minerals together with quartz, feldspar, pyrite, and clay minerals, similar to the Green River Formation (Milton and Fahey, 1960). Thus, in this work, we do not emphasize this type of carbonate, which represents low-salinity waters. Wegscheiderite, trona, shortite, and northupite were the main carbonates, and in some sodium carbonate layers, nahcolite can be identified by XRD results occurring together with wegscheiderite and trona in the sodium carbonate-bearing Fengcheng Formation in the Mahu Sag, although the\ncontents of wegscheiderite and trona are overwhelmingly larger than nahcolite in this core section. Other evaporite minerals (e.g., gypsum and halite) were negligible compared to the abundances of above carbonates."
  }, {
    "heading": "6.1.3. Transitional carbonate precipitation",
    "text": "Shortite and northupite are transitional carbonates in the core section, and occurred as both primary crystallization features and interstitial, diagenetic precipitation, forming cements that crystallized from shallow groundwater.\nShortite was first described by Fahey from saline dolomitic marls in the Green River Formation in Wyoming (Fahey, 1939). Its crystal\nstructure was discussed by Dickens (Dickens et al., 1971). Shortite is a rare carbonate mineral that is found in ancient alkaline saline lake deposits and is another important resource of sodium carbonate (Dyni et al., 1995). Shortite can also precipitate from kimberlite magma at low temperatures (Watkinson and Chao, 1973). Because it is uncommon, a limited number of references discuss this special evaporate mineral. The Eocene Green River Formation in Wyoming (USA) has a similar sedimentary background, and previous studies show that most shortites are of diagenetic genesis (Jagniecki et al., 2015). The Green River Formation shortite exists as: (1) displacive crystals; (2) pseudomorphs after Na-Ca-carbonates such as gaylussite or pirssonite; and (3) vein-and fracture-filling cement crystals (Jagniecki et al., 2015). An experimental study showed that shortite forms at temperatures> 55 °C and has thermal stability at even lower temperatures (Jagniecki et al., 2013).\nThe shortite in the core section can be classified as two occurrences: (1) well-crystallized shortite and (2) weakly crystallized shortite. Some well-crystallized shortite crystals have straight crystal edges and relatively good optical features under the microscope (Fig. 8D–F). Some other shortite crystals show good optical features, but they have irregular crystal shapes (shortite nodules in the lower part of the thinsection in Fig. 7). According to the occurrence of shortite crystals in the host rock, the shortite crystallized before or simultaneously with tuff deposition. Additionally, they commonly occurred in the tuffs that are close to the bedded sodium carbonates, but not in tuffaceous rocks or siliciclastic-bearing tuffaceous rocks, which represent the existence of\ninflows into the brine pool. As a result, they may crystallize out of a CaNa-CO32− saturated brine as pure evaporite minerals. According to a previous experimental study of shortite (Jagniecki et al., 2015), this type of well-crystallized shortite must be a pseudomorph of gaylussite or pissonite. The gaylussite or pissonite converted to shortite as burial depths and temperatures increased.\nThe other type of shortite observed in the core section was weakly crystallized and occurred as cement (Figs. 9A–C, 11D–E) and vein fill (Fig. 9). This displacive shortite reflects the salinity and chemistry of past shallow groundwater that existed in the depositional environment during the Permian. The shortite content varied vertically and was disseminated in the dark-colored lithology layers, which could indicate that the depth of the groundwater table fluctuated, that the local climatic aridity varied through time, and/or that groundwater chemistry or salinity changed through time.\nIn contrast to shortite in the core section, northupite has following characteristics: (1) northupite may occur in the bedded sodium carbonates. (2) Northupite occurred near the bedded sodium carbonates, and few northupite crystals occurred in the dark-colored lithological layer that is far from the bedded sodium carbonates. The similarity between the shortite and northupite is that they can precipitate from the brine pool simultaneously and can coexist in the same dark-colored lithological layer before the precipitation of bedded sodium carbonates. They diagenetically precipitated in shallow groundwater as interstitial cements after the deposition of ashes, sands, or silts, but before compaction (Fig. 19A–C).\nBased on the XRD and micro-XRF analyses, in some sodium carbonate samples, only Na-carbonates exist, whereas some samples include well-crystallized northupite (Fig. 5D, F) without shortite in the bedded sodium carbonates. The northupite crystallized in tandem with wegscheiderite and/or trona, without Na-Ca carbonate or shortite, indicating that Ca was exhausted completely in the Na-Mg-CO32−-Cl or Na-CO32− saturated brine pool. The abundance of Cl in the brine is much lower than CO32− and little halite can form with the brine concentration. Thus, there are no bedded or obvious halite crystals that exist alongside sodium carbonates.\nWell-crystallized northupite can occur together with well-crystallized shortite in the transitional zone between bedded sodium carbonate units and dark-colored tuff/tuffaceous units. Both have relatively good optical characteristics under the optical microscope (Figs. 6B–D, 7), which indicates that the brines were saturated with northupite and shortite and they precipitated together.\nSome northupite occurred as displacive crystals (Figs. 5E, 10), which are diagenetic minerals that formed in shallow groundwater, similar to weakly crystallized shortite. Diagenetic northupite occurred as cements of fine-grained tuff, tuffaceous sands or silt particles, and cut through tuffaceous lamina (Fig. 10), indicating that they formed in shallow groundwater before compaction of the aluminosilicate particles. Compared to replacive shortite, the samples containing northupite are much closer to the bedded sodium carbonates, which match the CO32−-HCO3−-rich brine evolution stages. That is, the saturation of northupite occurred much later than that of shortite. As a result, the northupite occurred much closer to or within the bedded sodium carbonates. There is no shortite in the bedded sodium carbonates, and shortite dominated the dark-colored lithological layer that is far from the bedded sodium carbonate layer. For the same reason, the displacive northupite existed in the dark-colored lithological layer that is much closer than the displacive shortite, which formed in the shallow groundwater."
  }, {
    "heading": "6.1.4. Bedded sodium carbonate precipitation",
    "text": "The bedded sodium carbonates mainly include wegscheiderite, trona, and nahcolite, which can be identified in some sodium carbonate samples. Most of the sodium carbonates occurred as upward-growing crystalline aggregates, with a shrub-like appearance, on the tuff/tuffaceous substrates (Fig. 19D–E). Their occurrences demonstrated that they precipitated as bottom-growth crystals in a quiet brine pool and were not destroyed by inflows. The brines contained much more bicarbonate than the sum of Ca2+ and Mg2+. Wegscheiderite, trona, and nahcolite, and sometimes northupite, precipitated and remained stable in the Na+-CO32−-HCO3−-Cl− brines. The types of sodium carbonates and their coexistences were controlled by the environments, especially atmospheric pCO2 and atmospheric temperature."
  }, {
    "heading": "6.2. Implications for Permian atmospheric CO2",
    "text": "The presence of nahcolite in the Fengcheng Formation strongly suggests that atmospheric CO2 was high during time of deposition. Eugster (1966) demonstrated the relationship among the sodium carbonate minerals natron, trona, and nahcolite at various temperatures and pCO2. More recently, Jagniecki et al. (2015) refined the stability field boundaries for these minerals. More specifically, they showed that nahcolite forms under atmospheric composition with at least 840 ppm CO2. Nahcolite can form at a temperature range from at least 0–60 °C. Trona precipitates at temperatures> 19.5 °C. There is no natron that can be identified in the thirteen sodium carbonate samples from the core section. The coexistence of nahcolite and trona in the same beds can be used to limit the lowest atmospheric pCO2 and temperature (see Jagniecki et al., 2015 for stability field diagram). Additionally, Jagniecki et al. (2015) used the homogenization temperatures of the primary inclusions in halite that coexisted with bedded sodium carbonates to determine an accurate range of atmospheric pCO2 during the Eocene. However, few halite crystals were identified and no vapor-liquid inclusions were found in the core section. As a result, it was\ndifficult to determine exact temperatures and a range of atmospheric pCO2. Even so, the presence of nahcolite and trona, but no natron, in the same beds strongly suggests an atmospheric composition with at least 840 ppm CO2 and temperatures of at least 19.5 °C."
  }, {
    "heading": "6.3. Volcanic influences on the chemical compositions of brine",
    "text": "The rocks are composed of siliciclastic sediment and volcanic ash that were transported by water, or deposited directly from the atmosphere into lakes of the Mahu Sag and chemical sediments and early diagenetic minerals that precipitated from the lake water and shallow groundwater, respectively. A key research goal of this study is to understand the factors that controlled the chemical compositions of the brines. The Carboniferous volcanic rocks around the Mahu Sag were rich in Ca and Na compared with those in other districts of the Junggar Basin (Zhang et al., 2011; Li et al., 2015a, b, c). The K content in the Carboniferous volcanic rocks was much lower than the Na and Ca contents (Yang et al., 2012; Gao et al., 2014). The chemical weathering of volcanic rocks around the Mahu Sag likely supplied abundant solutes\nsuch as Na+, Mg2+, and Ca2+. Meteoric water with carbonic acid may have promoted these low-temperature chemical weathering reactions. Hydrolysis of the tuff in alkaline water also would have delivered abundant solutes. In this region during this time, volcanic activity occurred along nearby plate boundaries, and volcanic arcs and island arcs developed (Xiao et al., 2008; Pirajno et al., 2011; Xu et al., 2013; Yin et al., 2013; Zhan et al., 2014; Choulet et al., 2015; Li et al., 2015a, b, c). We interpret that volcanic influences were the main controlling factor on the chemical compositions and evolutionary directions of the brines, which resulted in the bedded sodium carbonate minerals and the early diagenetic shortite and northupite.\nVolcanism may have had a profound and lasting influence on the brine chemistry that precipitated the carbonates. Pyroclasts and pyrite were found in the fine-grained tuff/tuffaceous layers. Few clay minerals were found in the tuff/tuffaceous layers (Figs. 8 and 9), which may suggest that the dominant fine-grained sediments originated from volcanic eruptions, and not from weathering of rocks. Some chlorite (rich in Fe and Mg) occurred in the shortite crystals (Fig. 8D, F), which can be recognized authigenic clay minerals that originated from the alteration\nδ(Ce)= 2w (Ce)N / (w (La)N+w(Pr)N); δ(Eu)=2w(Eu)N / (w(Sm)N+w(Gd)N). N: the ratio normalized by UCC (after Mclennan, 2001).\nof volcanic sediments. An alternate explanation is that the clays are diagenetic precipitates in the tuffs. An arid climate with little chemical weathering of feldspar may also result in rare clay.\nOther mineralogical evidence of the influence of volcanic eruptions is the abundant reedmergnerite. Reedmergnerite (NaBSi3O8) is a boron analogue of albite (NaAlSi3O8), in which Al was replaced by B, and reedmergnerite crystals are much more stable than albite crystals in brines with high pH values (Phillips et al., 1974; Downs et al., 1999). Some fine-grained silicate minerals are easily dissolved in water with high pH values (Mason, 1980; Silber et al., 1999). The element boron will form the authigenic mineral reedmergnerite before Al in the B, Si, and Na-rich brine and will remain stable in an alkaline brine. Unusual abundances of the element B are commonly recognized as related to a volcanic genesis (Kopf and Deyhle, 2002; Leeman et al., 2005).\nThe REEs also suggest that volcanic eruptions influenced the water and sediment geochemistry. The REE abundance is positively correlated with the content of clay minerals in the rocks (Chen and Wang, 2004). Some samples showed depletion in REEs corresponding to UCC (Figs. 17 and 18), for which the sum of REE was notably low (Fig. 16), indicating a low clay mineral content.\nThe negative Ce anomaly may be interpreted as the result of arid and oxidizing depositional environments. The positive Eu anomaly in the dark-colored tuff/tuffaceous samples may have been caused by an abundance of anorthosite in the tuffs/tuffaceous rocks."
  }, {
    "heading": "6.4. Magmatic hydrothermal influences on brine compositions",
    "text": "Based on the mineralogical characterization and geochemical analysis of the bedded sodium carbonates section, it is recognized that the brine was rich in Na, Si, B and other metal ions. The solutes have multiple sources: chemical weathering products, hydrolysis of ashes, and solutes in magmatic hydrothermal waters in or around (hot springs), where the brine pool cannot be excluded. Although it difficult to distinguish different sources of solutes after they are mixed in the brine pool, we can still recognize the existence of magmatic hydrothermal activity, which has an important influence on the formation of\nauthigenic minerals. (1) Hot springs occur in or around modern alkaline lakes in east Africa, and provide abundant Na in solutes (Owen et al., 2008; McCall, 2010). The analogy of modern alkaline lakes and the ancient Mahu lake suggest that the deposition of the core section cannot excluded hydrothermal influences. (2) The high content of metal elements (e.g., Fe (Fig. 7G), Mg (Fig. 7B–C), and the element B) may be provided by filtering underlying volcanic debris by magmatic hydrothermal circulation. (3) Some special minerals, such as cordierite ((Mg, Fe)2Al3(AlSi5O18)), barite (BaSO4) and talc (Mg3(Si4O10) (OH)2), can be identified in the alternating dark-colored tuff/tuffaceous layers in the studied core section or other nearby wells. They can indicate the existence of magmatic hydrothermal fluids."
  }, {
    "heading": "6.5. Control factors of depositional cycles",
    "text": "There are two factors that can stop the upward-growth of the wellcrystallized sodium carbonates: (1) volcanic eruptions and (2) climatic changes. They jointly controlled the formation of depositional cycles in the core section."
  }, {
    "heading": "6.5.1. Volcanic eruptions stop the growth of sodium carbonates",
    "text": "The nearby volcanic eruptions formed abundant ashes, and their ash-fall deposits can stop the up-growth of sodium carbonates, even in arid climates where the brine was saturated with wegscheiderite, trona, and nahcolite, and sometimes northupite. The ashes falling from the air cover the growing sodium carbonates and formed tuff seams in the bedded sodium carbonates.\nThe dark-colored lithological units formed by volcanic eruptions mainly consist of tuffs and have thin sedimentary thicknesses. These units occurred in the bedded sodium carbonates as seams (Figs. 5B–E, 19D). The tuff seams may be discontinuous, and the thicknesses varied laterally because the tops of the sodium carbonate units are uneven. The diagenetic carbonates in the tuff seams are dominated by northupite, which also indicated that the tuff seams formed in arid climates when there were brines with high salinity (Fig. 5D–E). The tuffs can also occur as continuous layers if the volcanic eruptions lasted for a\nlong time and provided abundant ash. This type of dark-colored lithological unit usually has a relatively thin sedimentary thickness and alternates frequently with bedded sodium carbonates. The tuff layers are mainly located in the lower part of the core section (approximately 4068–4073.5m in the lithologic column in Fig. 2 and the approximate depth ranges in the scanning images in Fig. 3), where they alternated frequently with sodium carbonate layers. Few siliciclastic sediments occurred in the lower part of the core section, and the salinity index Z values do not show an obvious decrease (Fig. 15C–D), which indicate that the alternations of tuff layers and bedded sodium carbonates are mainly caused by volcanic eruptions, not by climatic variations, although the climate may have fluctuated at relatively low amplitudes."
  }, {
    "heading": "6.5.2. Climate controls on the origin of sodium carbonate rhythms",
    "text": "Climate change is another important factor that could stop the growth of sodium carbonates. During climate change from arid to humid, more inflows diluted the brine, which made the brine less-saturated with wegscheiderite, trona, nahcolite, and sometimes northupite. Additionally, more tuffaceous sediments and siliciclastic sediments were transported into the brine pool, which inhibit the precipitation of sodium carbonates.\nIn the studied core section (well FN-5, 4065–4072.28m), alternating bedded sodium carbonates and dark-colored lithological units are well-matched with climate indices including δ13C, δ18O, and Z-values (Fig. 15). Especially in the upper part of the core section\n(approximately 4066.5–4068m in the lithologic column), the δ13C, δ18O, and Z-values show an obvious decrease and there is no bedded sodium carbonate in the upper part of the core section (Fig. 15). Additionally, the siliciclastic sediments mainly occurred in upper part of the core section, which indicate the deposition by turbidity currents during floods and correspond to the stage of low-salinity brine (Fig. 11).\nAnother type of lithology that was deposited by inflows that correspond to climate variations is fine-grained tuffaceous rocks (reworked volcaniclastics). The sedimentary structures of these dark-colored, redeposited tuffaceous layers viewed under the microscope showed excellent continuous laminae (Fig. 9), which were the result of mechanical deposition by surrounding inflows. This mechanism is similar to that which occurs in modern Lake Natron, where volcanic ash falls onto the surrounding land, and inflow water transports the material into the closed lake (Tebbs et al., 2013; Diez-Martín et al., 2014).\nThe fine-grained tuffaceous sediments originate primarily from volcanic ashes, which have different characteristics than the finedgrained terrigenous clastics (e.g., sandstones, siltstones, and muddy siltstones). Few clay minerals occurred in the tuffaceous layers. If the sediments of these dark-colored layers are primarily weathering products of surrounding volcanic rocks, feldspar alterations should supply a significant amount of clay minerals. As a result, the reworked, finegrained, tuffaceous sediments in the dark-colored lithological layers did not have long transport distances and did not have sufficient time to decay into clay minerals. The deposition of siliciclastic sediments and\nreworked tuffaceous sediments all reflect inflows into the brine pool to dilute the brine, and a climate that was much more humid than when tuffaceous sediments were deposited.\nIn summary, during humid climate stages, water entered the basin and resupplied the lake waters with calcium and magnesium during flooding events. Shortite or northupite precipitated from the shortite- or northupite-saturated shallow groundwater, which was not sodium carbonate-saturated (Fig. 19A–C). During arid climate stages, sodium carbonates crystallized and grew upward such as shrubs from a hypersaline lake at the briny bottom (Fig. 19D–E). Periodic influxes of fresh water into the lake system during humid climates and volcanic eruptions during arid climates jointly controlled the formation of alternation of light-colored sodium carbonate layers and dark-colored tuff/tuffaceous/siliciclastic layers."
  }, {
    "heading": "7. Conclusions",
    "text": "The Fengcheng Formation in the Mahu Sag represents deposition in an alkaline evaporite lake and evaporite minerals dominated by sodium carbonates (wegscheiderite and trona), shortite, and northupite during the high concentration stage of the brine. Bedded sodium carbonates\ngrew upward at the bottom of the brine. Northupite can coexist with wegscheiderite and trona in the bedded sodium carbonate layers, while shortite cannot coexist in the bedded sodium carbonates. Most of the shortite and northupite precipitated diagenetically from shallow groundwater during penecontemporaneous stages and before compaction and lithification of the dark-colored lithological layers. The sodium carbonates coexistences indicate an atmospheric composition of at least 840 ppm CO2 and temperatures of at least 19.5 °C.\nThe chemical weathering of Carboniferous volcanic bedrock, the hydrolysis of tuff, and volcanic-magmatic hydrothermal fluids supplied solutes. The total carbonate (HCO3−+CO32−) was greater than the sum of Ca2+ and Mg2+, and Na+ combined with excess HCO3−+CO32−, resulting in the precipitation of sodium carbonates. Volcanic eruptions and climate changes jointly controlled the formation of depositional cycles in a hydrologically closed basin. The air fall of ashes from volcanic eruptions can inhibit the upward growth of sodium carbonates in arid climates. Dilution by inflows can also stop the upward growth of the sodium carbonates in humid climates. Climate fluctuations controlled expansions and contractions of the lake and inflows from around the Mahu Sag. In a relatively moist climate, inflows can transport reworked tuffaceous sediments or siliciclastic\nsediments into the brine pool, causing siliciclastic and tuffaceous deposition. Periodic influxes of new water into the lake system in humid climates, volcanic eruptions in arid climates, and the growth of sodium carbonates in the brine in arid climates and volcanic quiescence eventually formed, alternating sodium carbonate layers and dark-colored lithological layers."
  }, {
    "heading": "Acknowledgments",
    "text": "This project was supported by the National Basic Research Program of China (973) (grant no. 2014CB239002); the Fundamental Research Funds for the Central University (grant no. 18CX02063A) and the Fundamental Research Funds for the Central University (grant no. 16CX02030A); the Natural Science Foundation of Shandong Province, China (grant no. ZR2014DQ016); The China University of Petroleum (East China) supplied facilities for this research. The authors are grateful to the reviewers and the editor for helpful comments that improved our paper.\nSpecial thanks to Professor Thomas Algeo about his advices on geochemical data calculations, and Kathleen Benison for her helpful comments on this study."
  }],
  "year": 2018,
  "references": [{
    "title": "Geochemical modeling of evaporation process in Lake Qarun, Egypt",
    "authors": ["M.S.M. Abdel Wahed", "E.A. Mohamed", "M.I. El-Sayed", "A. M Nif", "M. Sillanpää"],
    "venue": "J. Afr. Earth Sci",
    "year": 2014
  }, {
    "title": "Lacustrine Carbonates: Facies Models, Facies Distributions and Hydrocarbon Aspects",
    "authors": ["P. Anadón", "L. Cabrera", "K. Kelts"],
    "venue": "Blackwell Publishing Ltd.,",
    "year": 2009
  }, {
    "title": "The stable isotope record of environmental and climatic signals in modern terrestrial microbial carbonates from Europe",
    "authors": ["J.E. Andrews", "R. Riding", "P.F. Dennis"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 1997
  }, {
    "title": "Rifts, evaporates and the origin of certain alkaline rocks",
    "authors": ["S. Ayrton"],
    "venue": "Geol. Rundsch",
    "year": 1974
  }, {
    "title": "Sedimentary and palaeoenvironmental evolution of the Junggar Basin, Xinjiang",
    "authors": ["W. Bian", "J. Hornung", "Z. Liu", "P. Wang", "M. Hinderer"],
    "venue": "Northwest China. Palaeobiodivers. Palaeoenviron",
    "year": 2010
  }, {
    "title": "A Textural Analysis of Trona and Associated Lithologies, Wilkins Peak Member, Eocene Green River Formation, Southwestern Wyoming",
    "authors": ["S.J. Birnbaum", "T.M. Radlick"],
    "venue": "Core Workshop Notes",
    "year": 1982
  }, {
    "title": "Stable isotopic composition of carbonates in Quaternary sediments of the Skala Podil'ska sequence (Ukraine)",
    "authors": ["A.B. Boguckyj", "M. Łanczont", "B. Łącka", "T. Madeyska", "P. Zawidzki"],
    "venue": "Quat. Int",
    "year": 2006
  }, {
    "title": "Oil shale formed in desert environment: Green River Formation, Wyoming",
    "authors": ["W.H. Bradley"],
    "venue": "Geol. Soc. Am. Bull",
    "year": 1973
  }, {
    "title": "The evolution of Palaeolake Flixton and the environmental context of Star Carr: an oxygen and carbon isotopic record of environmental change for the early Holocene",
    "authors": ["I. Candy", "A. Farry", "C.M. Darvill", "A. Palmer", "S.P.E. Blockley", "I.P. Matthews", "A. MacLeod", "L. Deeprose", "N. Farley", "R. Kearney", "C. Conneller", "B. Taylor", "N. Milner"],
    "venue": "Proc. Geol. Assoc",
    "year": 2015
  }, {
    "title": "The Permian hybrid petroleum system in the northwest margin of the Junggar Basin, northwest China",
    "authors": ["J. Cao", "Y. Zhang", "W. Hu", "S. Yao", "X. Wang", "Y. Tang"],
    "venue": "Mar. Pet. Geol",
    "year": 2005
  }, {
    "title": "Geochemistry (in Chinese)",
    "authors": ["J. Chen", "H. Wang"],
    "venue": "Science Press, Beijing,",
    "year": 2004
  }, {
    "title": "Toward a unified model of Altaids geodynamics: insight from the Palaeozoic polycyclic evolution of West Junggar (NW China)",
    "authors": ["F. Choulet", "M. Faure", "D. Cluzel", "Y. Chen", "W. Lin", "B. Wang", "B. Xu"],
    "venue": "Sci. China Earth Sci",
    "year": 2015
  }, {
    "title": "Crystal structure",
    "authors": ["B. Dickens", "A. Hyman", "W.E. Brown"],
    "year": 1971
  }, {
    "title": "Early Acheulean technology at Es2-Lepolosi (ancient MHSBayasi) in Peninj (Lake Natron, Tanzania)",
    "authors": ["L. Luque", "R. Barba"],
    "venue": "Quat. Int",
    "year": 2014
  }, {
    "title": "Trona resources in southwest Wyoming",
    "authors": ["J.R. Dyni", "S.V. Wiig", "W.D. Grundy"],
    "year": 1995
  }, {
    "title": "Sodium carbonate-bicarbonate minerals as indicators of pCO2",
    "authors": ["H.P. Eugster"],
    "venue": "J. Geophys. Res",
    "year": 1966
  }, {
    "title": "Hydrous sodium silicates from Lake Magadi, Kenya: precursors of bedded chert",
    "authors": ["H.P. Eugster"],
    "venue": "Science",
    "year": 1967
  }, {
    "title": "Geochemistry of evaporitic lacustrine deposits",
    "authors": ["H.P. Eugster"],
    "venue": "Annu. Rev. Earth Planet. Sci",
    "year": 1980
  }, {
    "title": "Saline Lakes",
    "authors": ["H.P. Eugster", "L.A. Hardie"],
    "venue": "Lakes Chem. Geol",
    "year": 1978
  }, {
    "title": "Depositional environment of the Green River Formation of Wyoming: a preliminary report",
    "authors": ["H.P. Eugster", "R.C. Surdam"],
    "venue": "Geol. Soc. Am. Bull",
    "year": 1973
  }, {
    "title": "Shortite, a new carbonate of sodium and calcium",
    "authors": ["J.J. Fahey"],
    "venue": "Am. Mineral",
    "year": 1939
  }, {
    "title": "Late Pleistocene paleoclimatic history documented by an oxygen isotope record from carbonate sediments in Qarhan Salt Lake, NE Qinghai–Tibetan Plateau",
    "authors": ["Q. Fan", "H. Ma", "H. Wei", "F. Shan", "F. An", "L. Xu", "D.B. Madsen"],
    "venue": "J. Asian Earth Sci",
    "year": 2014
  }, {
    "title": "Dolomites genesis and hydrocarbon enrichment of the Fengcheng Formation in the northwestern margin of Junggar Basin",
    "authors": ["Y. Feng", "Y. Zhang", "R. Wang", "G. Zhang", "W. Wu"],
    "venue": "Pet. Explor. Dev",
    "year": 2011
  }, {
    "title": "Carboniferous–Permian extensive magmatism in the West Junggar, Xinjiang, northwestern China: its geochemistry, geochronology, and petrogenesis",
    "authors": ["R. Gao", "L. Xiao", "F. Pirajno", "G. Wang", "X. He", "G. Yang", "S. Yan"],
    "venue": "Lithos 204,",
    "year": 2014
  }, {
    "title": "Oxygen and carbon isotope trends and sedimentological evolution of a meromictic and saline lacustrine system: the Holocene Medicine Lake basin, North American Great Plains, USA",
    "authors": ["B.L.V. Garcés", "K. Kelts", "E. Ito"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 1995
  }, {
    "title": "A genetic model for Nacarbonate mineral precipitation in the Miocene Beypazarı trona deposit, Ankara province, Turkey",
    "authors": ["J. García-Veigas", "O. Gündoğan", "C. Helvacı", "E. Prats"],
    "venue": "Sediment. Geol",
    "year": 2013
  }, {
    "title": "The evolution of closed-basin brines",
    "authors": ["L.A. Hardie", "H.P. Eugster"],
    "venue": "Mineral. Soc. Am. Spec. Paper",
    "year": 1970
  }, {
    "title": "Stable isotope paleoclimatology of brine inclusions in halite: modeling and application to Searles Lake, California",
    "authors": ["J. Horita"],
    "venue": "Geochim. Cosmochim",
    "year": 1990
  }, {
    "title": "Hydrocarbon generation and expulsion characteristics of Lower Permian P1f source rocks in the Fengcheng area, northwest margin, Junggar Basin, NW China: implications for tight oil accumulation potential assessment",
    "authors": ["T. Hu", "X. Pang", "S. Yu", "X. Wang", "H. Pang", "J. Guo", "F. Jiang", "W. Shen", "Q. Wang", "J. Xu"],
    "venue": "Geol. J",
    "year": 2016
  }, {
    "title": "Experimental and Sedimentological Study of Evaporites From the Green River Formation, Bridger and Piceance Creek Basins: Implications for Their Deposition, Diagenesis, and Ancient Eocene Atmospheric CO2",
    "authors": ["E.A. Jagniecki"],
    "venue": "State University of New York at Binghamton,",
    "year": 2014
  }, {
    "title": "Experimental study of shortite (Na2Ca2(CO3)3) formation and application to the burial history of the Wilkins Peak Member, Green River Basin, Wyoming, USA",
    "authors": ["E.A. Jagniecki", "D.M. Jenkins", "T.K. Lowenstein", "A.R. Carroll"],
    "venue": "Geochim. Cosmochim",
    "year": 2013
  }, {
    "title": "Eocene atmospheric CO2 from the nahcolite",
    "authors": ["E.A. Jagniecki", "T.K. Lowenstein", "D.M. Jenkins", "R.V. Demicco"],
    "venue": "proxy. Geology",
    "year": 2015
  }, {
    "title": "Reservoir quality variations within a conglomeratic fan-delta system in the Mahu sag, northwestern Junggar Basin: characteristics and controlling factors",
    "authors": ["H. Jia", "H. Ji", "L. Wang", "Y. Gao", "X. Li", "H. Zhou"],
    "venue": "J. Pet. Sci",
    "year": 2017
  }, {
    "title": "Miocene sedimentary environment and climate change in the northwestern Qaidam basin, northeastern Tibetan Plateau: facies, biomarker and stable isotopic evidences",
    "authors": ["X. Jian", "P. Guan", "S. Fu", "D. Zhang", "W. Zhang", "Y. Zhang"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2014
  }, {
    "title": "Chemical and stable isotopic compositions of Proterozoic metamorphosed evaporites and associated tourmalines from the Houxianyu borate deposit, eastern Liaoning, China",
    "authors": ["S. Jiang", "M.R. Palmer", "Q. Peng", "J. Yang"],
    "venue": "Chem. Geol",
    "year": 1997
  }, {
    "title": "Hydrochemistry of the Lake Magadi basin, Kenya",
    "authors": ["B.F. Jones", "H.P. Eugster", "S.L. Rettig"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 1977
  }, {
    "title": "Carbon and oxygen isotopic composition of selected limestones and fossils",
    "authors": ["M.L. Keith", "J.N. Weber"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 1964
  }, {
    "title": "Back to the roots: boron geochemistry of mud volcanoes and its implications for mobilization depth and global B cycling",
    "authors": ["A. Kopf", "A. Deyhle"],
    "venue": "Chem. Geol",
    "year": 2002
  }, {
    "title": "Formation conditions and exploration potential of tight oil in the Permian saline lacustrine dolomitic rock, Junggar Basin, NW China",
    "authors": ["L. Kuang", "Y. Tang", "D. Lei", "Q. Chang", "M. Ouyang", "L. Hou", "D. Liu"],
    "venue": "Pet. Explor. Dev",
    "year": 2012
  }, {
    "title": "Boron isotopic variations in fumarolic condensates and thermal waters from Vulcano Island, Italy: implications for evolution of volcanic fluids",
    "authors": ["W.P. Leeman", "S. Tonarini", "M. Pennisi", "G. Ferrara"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 2005
  }, {
    "title": "Lake deposits of moderate salinity as sensitive indicators of lake level fluctuations: example from the Upper Rotliegend saline lake (Middle–Late Permian",
    "authors": ["B. Legler", "J.W. Schneider", "U. Gebhardt", "D. Merten", "R. Gaupp"],
    "venue": "Northeast Germany). Sediment. Geol",
    "year": 2011
  }, {
    "title": "2015a. How was the Carboniferous Balkhash–West Junggar remnant ocean filled and closed? Insights from the Well Tacan-1 strata in the Tacheng Basin, NW China",
    "authors": ["D. Li", "D. He", "X. Qi", "N. Zhang"],
    "venue": "Gondwana Res",
    "year": 2015
  }, {
    "title": "Tectonic framework of the northern Junggar Basin Part II: the island arc basin system of the western Luliang Uplift and its link",
    "authors": ["D. Li", "D. He", "M. Santosh", "D. Ma"],
    "year": 2015
  }, {
    "title": "Tectonic framework of the northern Junggar Basin part I: the eastern Luliang Uplift and its link with the East Junggar terrane",
    "authors": ["D. Li", "D. He", "M. Santosh", "D. Ma", "J. Tang"],
    "venue": "Gondwana Res",
    "year": 2015
  }, {
    "title": "Correlation between carbon and oxygen isotopic ratios of lacustrine carbonates and types of oil-producing paleolakes",
    "authors": ["C. Liu", "Q. Zhao", "P. Wang"],
    "venue": "(in Chinese). Geochemica",
    "year": 2001
  }, {
    "title": "Migration and accumulation of crude oils from Permian lacustrine source rocks to Triassic reservoirs in the Mahu depression of Junggar Basin, NW China: constraints from pyrrolic nitrogen compounds and fluid inclusion analysis",
    "authors": ["G. Liu", "Z. Chen", "X. Wang", "G. Gao", "B. Xiang", "J. Ren", "W. Ma"],
    "venue": "Org. Geochem",
    "year": 2016
  }, {
    "title": "Bacterial diversity and carbonate precipitation in the giant microbialites from the highly alkaline Lake Van, Turkey",
    "authors": ["P. López-García", "J. Kazmierczak", "K. Benzerara", "S. Kempe", "F. Guyot", "D. Moreira"],
    "venue": "Extremophiles",
    "year": 2005
  }, {
    "title": "Dolomite genesis and geochemical characteristics of Permian Fengcheng Formation in Weerhe-Fengcheng area, northwestern Junggar basin (in Chinese)",
    "authors": ["X. Lu", "S. Zhang", "J. Shi"],
    "venue": "J. Lanzhou Univ. Nat. Sci",
    "year": 2012
  }, {
    "title": "The origin and formation model of Permian dolostones on the northwestern margin of Junggar Basin, China",
    "authors": ["X. Lu", "J.A. Shi", "S. Zhang", "N. Zou", "G. Sun"],
    "venue": "J. Asian Earth",
    "year": 2015
  }, {
    "title": "Kinematics of syn-tectonic unconformities and implications for the tectonic evolution of the Hala'alat Mountains at the northwestern margin of the Junggar Basin",
    "authors": ["D. Ma", "D. He", "D. Li", "J. Tang", "Z. Liu"],
    "venue": "Central Asian Orogenic Belt. Geosci. Front",
    "year": 2015
  }, {
    "title": "The Trona Deposits of Southwest Wyoming",
    "authors": ["L.E. Mannion"],
    "year": 1969
  }, {
    "title": "The ordering behaviour of reedmergnerite",
    "authors": ["R.A. Mason"],
    "year": 1980
  }, {
    "title": "Saline Minerals in the Green River Formation, Green River and Washakie Basins, Wyoming",
    "authors": ["G.M. Mason"],
    "venue": "Oil Shale Symposium Colorado School of Mines",
    "year": 2007
  }, {
    "title": "Lake Bogoria, Kenya: hot and warm springs, geysers and Holocene stromatolites",
    "authors": ["J. McCall"],
    "venue": "Earth Sci. Rev",
    "year": 2010
  }, {
    "title": "Relationships between the trace element composition of sedimentary rocks and upper continental crust",
    "authors": ["S.M. Mclennan"],
    "venue": "Geochem. Geophys. Geosyst",
    "year": 2001
  }, {
    "title": "Evaporites, Petroleum and Mineral Resources",
    "authors": ["J.L. Melvin"],
    "year": 1991
  }, {
    "title": "Authigenic minerals of the Green River Formation",
    "authors": ["C. Milton"],
    "venue": "Rocky Mountain Geology",
    "year": 1971
  }, {
    "title": "Classification and association of the carbonate minerals of the Green River Formation",
    "authors": ["C. Milton", "J.J. Fahey"],
    "venue": "Am. J. Sci",
    "year": 1960
  }, {
    "title": "Rare Earth element patterns of the Central Indian Basin sediments related to their lithology",
    "authors": ["B.N. Nath", "I. Roelandts", "M. Sudhakar", "W.L. Plüger"],
    "venue": "Geophys. Res",
    "year": 1992
  }, {
    "title": "The Lava sequence of the East African Rift escarpment in the Oldoinyo Lengai – Lake Natron sector, Tanzania",
    "authors": ["F. Neukirchen", "T. Finkenbein", "J. Keller"],
    "venue": "J. Afr. Earth Sci",
    "year": 2010
  }, {
    "title": "Mineralogy and origin of rhizoliths on the margins of saline, alkaline Lake Bogoria, Kenya",
    "authors": ["R.A. Owen", "R.B. Owen", "R.W. Renaut", "J.J. Scott", "B. Jones", "G.M. Ashley"],
    "venue": "Rift Valley. Sediment. Geol",
    "year": 2008
  }, {
    "title": "Carbon and oxygen stable isotopic composition of carbonate rocks from Saline Lakes on Qinghai-Xizang Plateau and its geological significance (in Chinese)",
    "authors": ["L. Peng", "Z. Sun"],
    "venue": "Acta Petrol. Mineral",
    "year": 1996
  }, {
    "title": "The grystal structure of danburite: a gomparison with anorthite, albite, and reedmergnerite",
    "authors": ["M.W. Phillips", "G.V. Gibbs", "P.H. Ribbe"],
    "venue": "Am. Mineral",
    "year": 1974
  }, {
    "title": "A review of mineral systems and associated tectonic settings of northern Xinjiang",
    "authors": ["F. Pirajno", "R. Seltmann", "Y. Yang"],
    "venue": "NW China. Geosci. Front",
    "year": 2011
  }, {
    "title": "The origin of brines and salts in Chilean salars: a hydrochemical review",
    "authors": ["F. Risacher", "H. Alonso", "C. Salazar"],
    "venue": "Earth Sci. Rev",
    "year": 2003
  }, {
    "title": "Biogenic structures in exhumed surfaces around saline lakes: an example from Lake Bogoria, Kenya",
    "authors": ["J.J. Scott", "R.W. Renaut", "L.A. Buatois", "R.B. Owen"],
    "venue": "Rift Valley. Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2009
  }, {
    "title": "pH-dependent kinetics of tuff dissolution",
    "authors": ["A. Silber", "B. Bar-Yosef", "Y. Chen"],
    "venue": "Geoderma",
    "year": 1999
  }, {
    "title": "Upper crustal structure in the vicinity of Lake Magadi in the Kenya Rift Valley region",
    "authors": ["S.M. Simiyu", "K.G. Randy"],
    "venue": "J. Afr. Earth Sci",
    "year": 1998
  }, {
    "title": "Geochemistry of oil-shale genesis, Green River formation, Wyoming",
    "authors": ["J.W. Smith"],
    "venue": "Guideb. - Wyo. Geol. Assoc., Annu. Field Conf,",
    "year": 1969
  }, {
    "title": "Stratigraphy and Paleolimnology of the Green River Formation, Western USA",
    "authors": ["M.E. Smith", "A.R. Carroll"],
    "year": 2015
  }, {
    "title": "Phosphatic carbonate shale of the “bird's nest saline zone”, Upper Green River Formation, Uinta Basin, Utah",
    "authors": ["M.E. Smith", "A.R. Carroll", "D. Keighley"],
    "year": 2015
  }, {
    "title": "Mineralogy of the Green River Formation in the Piceance Creek Basin, Colorado",
    "authors": ["M.E. Smith", "A.R. Carroll", "J. Boak", "S. Poole"],
    "year": 2015
  }, {
    "title": "Brines and Evaporites",
    "authors": ["P. Sonnenfeld", "J.P. Perthuisot"],
    "venue": "American Geophysical Union",
    "year": 1989
  }, {
    "title": "Geochemistry and origin of natural gas in the petroliferous Mahu sag, northwestern Junggar Basin, NW China: Carboniferous marine and Permian lacustrine gas systems",
    "authors": ["K.Y. Tao", "J. Cao", "Y.C. Wang", "W.Y. Ma", "B.L. Xiang", "J.L. Ren", "N. Zhou"],
    "venue": "Org. Geochem",
    "year": 2016
  }, {
    "title": "Remote sensing the hydrological variability of Tanzania's Lake Natron, a vital Lesser Flamingo breeding site under threat",
    "authors": ["E.J. Tebbs", "J.J. Remedios", "S.T. Avery", "D.M. Harper"],
    "venue": "Ecohydrol. Hydrobiol",
    "year": 2013
  }, {
    "title": "Sedimentary Geochemistry (in Chinese)",
    "authors": ["J. Tian", "X. Zhang"],
    "venue": "Geological Publishing House, Beijing,",
    "year": 2015
  }, {
    "title": "The early Acheulean in Peninj (Lake Natron, Tanzania)",
    "authors": ["I.D.L. Torre", "R. Mora", "J. Martínez-Moreno"],
    "venue": "J. Anthropol. Archaeol",
    "year": 2008
  }, {
    "title": "Unusual physiology of scale-less carp, Gymnocypris przewalskii, in Lake Qinghai: a high altitude alkaline saline",
    "authors": ["Y.S. Wang", "R.J. Gonzalez", "M.L. Patrick", "M. Grosell", "C. Zhang", "Q. Feng", "J. Du", "P.J. Walsh", "C.M. Wood"],
    "venue": "lake. Comp. Biochem. Physiol. A Mol. Integr. Physiol",
    "year": 2003
  }, {
    "title": "Evaporites Sediments, Resources and Hydrocarbons",
    "authors": ["J.K. Warren"],
    "year": 2006
  }, {
    "title": "Evaporites, second edition",
    "authors": ["J.K. Warren"],
    "year": 2016
  }, {
    "title": "Shortite in kimberlite from the Upper Canada Gold Mine, Ontario",
    "authors": ["D.H. Watkinson", "G.Y. Chao"],
    "venue": "J. Geol",
    "year": 1973
  }, {
    "title": "Middle Cambrian to Permian subduction-related accretionary orogenesis of Northern Xinjiang, NW China: implications for the tectonic evolution of central Asia",
    "authors": ["W. Xiao", "C. Han", "C. Yuan", "M. Sun", "S. Lin", "H. Chen", "Z. Li", "J. Li", "S. Sun"],
    "venue": "J. Asian Earth Sci",
    "year": 2008
  }, {
    "title": "Conflicting sterane and aromatic maturity parameters in Neogene light oils, eastern Chepaizi High, Junggar Basin, NW China",
    "authors": ["F. Xiao", "L. Liu", "Z. Zhang", "K. Wu", "Z. Xu", "C. Zhou"],
    "venue": "Org. Geochem",
    "year": 2014
  }, {
    "title": "Tectonic evolution and continental crust growth of Northern Xinjiang in northwestern China: remnant ocean model",
    "authors": ["Q. Xu", "J. Ji", "L. Zhao", "J. Gong", "J. Zhou", "G. He", "D. Zhong", "J. Wang", "L. Griffiths"],
    "venue": "Earth Sci",
    "year": 2013
  }, {
    "title": "Geochronological and geochemical study of the Darbut Ophiolitic Complex in the West Junggar (NW China): implications for petrogenesis and tectonic evolution",
    "authors": ["G. Yang", "Y. Li", "P. Gu", "B. Yang", "L. Tong", "H. Zhang"],
    "venue": "Gondwana Res",
    "year": 2012
  }, {
    "title": "Geochemical significance of the Paleogene soda-deposits bearing strata in Biyang Depression",
    "authors": ["J. Yang", "C. Yi", "Y. Du", "Z. Zhang", "J. Yan"],
    "venue": "Henan Province. Sci. China Earth Sci",
    "year": 2015
  }, {
    "title": "A Late Carboniferous–Early Permian slab window in the West Junggar of NW China: geochronological and geochemical evidence from mafic to intermediate dikes",
    "authors": ["J. Yin", "X. Long", "C. Yuan", "M. Sun", "G. Zhao", "H. Geng"],
    "venue": "Lithos 175–176,",
    "year": 2013
  }, {
    "title": "Characteristics of alkaline layer cycles and origin of the Lower Permian Fengcheng Formation in Mahu",
    "authors": ["K. Yu", "Y. Cao", "L. Qiu", "P. Sun", "Y. Yang", "C. Qu", "M. Wan"],
    "year": 2016
  }, {
    "title": "Geochemical and isotopic constraints on the evolution of Late Paleozoic dyke swarms in West Junggar, Xinjiang, China",
    "authors": ["Y. Zhan", "G. Hou", "K.R. Hari", "W. Shu"],
    "venue": "J. Asian Earth",
    "year": 2014
  }, {
    "title": "Relationship between carbon and oxygen stable isotope in carbonate rocks and paleosalinity and paleotemperature of seawater (in Chinese)",
    "authors": ["X. Zhang"],
    "venue": "Acta Sedimentol. Sin",
    "year": 1985
  }, {
    "title": "A Devonian to Carboniferous intra-oceanic subduction system in Western Junggar",
    "authors": ["J. Zhang", "W. Xiao", "C. Han", "Q. Mao", "S. Ao", "Q. Guo", "C. Ma"],
    "venue": "NW China. Lithos",
    "year": 2011
  }, {
    "title": "Characterization method of Tight Dolomitic Reservoir of Fengcheng Formation in the West Slope of Mahu Sag, Junggar Basin, China",
    "authors": ["G. Zhang", "Z. Wang", "Y. Sun", "Y. Chen"],
    "venue": "SEG Technical Program Expanded Abstracts",
    "year": 2015
  }, {
    "title": "Genesis and hydrocarbon significance of vesicular welded tuffs: a case study from the Fengcheng Formation, Wu-Xia area, Junggar Basin, NW China",
    "authors": ["S. Zhu", "B. Xian", "X. Zhu", "J. Liu", "Y. Yuan", "H. Niu", "C. Zhao"],
    "venue": "Pet. Explor. Dev",
    "year": 2012
  }, {
    "title": "Genetic mechanism of dolomitization in Fengcheng Formation in the Wu-Xia area of Junggar Basin, China",
    "authors": ["S. Zhu", "X. Zhu", "H. Niu", "X. Han", "Y. Zhang"],
    "venue": "Acta Geol. Sin",
    "year": 2012
  }, {
    "title": "Zeolite diagenesis and its control on petroleum reservoir quality of Permian in northwestern margin of Junggar Basin, China",
    "authors": ["S. Zhu", "X. Zhu", "X. Wang", "Z. Liu"],
    "venue": "Sci. China Earth Sci",
    "year": 2012
  }, {
    "title": "δ13C values of carbonate in Lake Caohai, southwest China, and their possible relation to lower temperature",
    "authors": ["Y. Qin", "X. Liu", "C. Wei", "X. Zhu", "W. Zhang"],
    "venue": "Quat. Int",
    "year": 2017
  }],
  "id": "SP:4104701dfd389dfb4569d5f8be691c185bb61547",
  "authors": [{
    "name": "Kuanhong Yua",
    "affiliations": []
  }, {
    "name": "Yingchang Caoa",
    "affiliations": []
  }, {
    "name": "Longwei Qiua",
    "affiliations": []
  }, {
    "name": "Peipei Suna",
    "affiliations": []
  }, {
    "name": "Xiyu Jiac",
    "affiliations": []
  }, {
    "name": "Min Wanc",
    "affiliations": []
  }],
  "abstractText": "The Lower Permian Fengcheng Formation in the Mahu Sag of northwestern China is well-known for its alkaline lacustrine deposits. However, previous research is scarce due to this formation's notable burial depth (up to 5000m) and limited oil and gas exploration. Using XRD, XRF, micro-XRF, and C-O isotope analyses, we determined: (1) the stratigraphic trends in mineral compositions, (2) the cyclic depositional processes, and (3) paleoclimate variations. The petrologic and geochemical data elucidate depositional and diagenetic processes in the mixed siliciclastic, volcaniclastic and chemical strata of the Fengcheng Formation. Sodium carbonate minerals in the studied core are dominated by wegscheiderite (Na2CO3·3NaHCO3) and trona (Na2CO3·NaHCO3·2H2O). Nahcolite (NaHCO3) and a Mg-Na carbonate mineral, northupite (Na2CO3·MgCO3·NaCl), also occur, although their abundance is obviously lower than that of wegscheiderite and trona. These substances grew as bottom-growth crystals from lakes overlying tuffs. The volumetrically important Ca-Na carbonate mineral, shortite (Na2CO3·2CaCO3), and some northupite precipitated diagenetically from shallow groundwater brines in unlithified, dark-colored siliciclastic sediment and volcanic ash. Shortite mainly precipitated from the Ca-Na-CO3-rich shallow groundwater, whereas northupite precipitated from the Mg-NaCO3-Cl-rich shallow groundwater. Sodium carbonates and tuffs, fine-grained tuffaceous rocks, and siliciclastic rocks formed repetitive centimeterand meter-scale cycles that are shown as dark-colored lithological layers during lake expansion and contraction stages or during volcanic eruptions. The brine composition, which controlled the precipitation of sodium carbonates, was influenced strongly by volcanism and volcanism-related hydrothermal activity. Changes in climate and volcanic eruptions controlled the deposition of alternating beds of sodium carbonates and dark-colored lithologies. Changes in climate caused the expansion and contraction stages in the lakes. During relatively humid climate stages, diluted water entered the basin and resupplied the lake water with calcium and magnesium during flooding events. Sandy to silty beds were deposited by turbidity currents during this stage. During arid climate stages, bedded sodium carbonates grew in the lakes, and their cooccurrence suggests high atmospheric pCO2 and high temperatures. The ashes that are provided by volcanic eruptions during arid climate stages can also stop the precipitation of sodium carbonates.",
  "title": "Geochemical characteristics and origin of sodium carbonates in a closed alkaline basin_ The Lower Permian Fengcheng Formation in the Mahu Sag, northwestern Junggar Basin, China"
}