{
  "sections": [{
    "text": "Palaeogeography, Palaeoclimatology, Palaeoecology 156 (2000) 175–176 www.elsevier.nl/locate/palaeo\nErratum\nErratum to: ‘‘The Ziway–Shala lake basin system, Main Ethiopian Rift: Influence of volcanism, tectonics,\nand climate forcing on basin formation and sedimentation’’ [Palaeogeography, Palaeoclimatology,\nPalaeoecology 150 (1999) 135–177] k\nCaroline Le Turdu a,1, Jean-Jacques Tiercelin a,*, Elisabeth Gibert b, Yves Travi c, Kiram-Eddine Lezzar a, Jean-Paul Richert d, Marc Massault b, Françoise Gasse e, Raymonde Bonnefille e, Michel Decobert e, Bernard Gensous f, Vincent Jeudy a,\nEndale Tamrat e, Mohammed Umer Mohammed g, Koen Martens h, Balemwal Atnafu i, Tesfaye Chernet c, David Williamson e, Maurice Taieb e a UMR CNRS 6538 ‘‘Domaines Océaniques’’, Institut Universaire Européen de la Mer, Université de Bretagne Occidentale,\nplace Nicolas Copernic, 29280 Plouzane, France b EP 1748 CNRS, Equipe Hydrologie, Paléohydrologie et Paléoenvironnement, Université Paris-Sud, Bâtiment 504,\n91405 Orsay Cedex, France c Laboratoire d’Hydrogéologie, Université d’Avignon et des Pays du Vaucluse, 33 rue Louis Pasteur, 8400 Avignon Cedex, France\nd 3 Rue des Ajoncs, 64160 Morlaas, France e CEREGE, B.P. 80, 13545 Aix-en-Provence Cedex 04, France\nf Laboratoire ‘‘Environnements sédimentaires et Stratigraphie’’, Université de Perpignan, 52 avenue de Villeneuve, 66860 Perpignan, France\ng Department of Geology and Geophysics, Addis Ababa University, P.O. Box 1176, Addis Ababa, Ethiopia h Royal Belgian Institute of Natural Sciences, Freshwater Biology, Vautierstraat 29, B-1000 Brussels, Belgium\ni Department of Earth Sciences, Via Universita 4, 41100 Modena, Italy\nIn the above article there is an error in Fig. 1. correct figure is printed overleaf. The publishers would like to apologise for any inconvenience caused.Fig. 8 was mistakenly printed in place of Fig. 1. The\nk PII of original article: S0031-0182(98)002200-X * Corresponding author. Fax: +33-0-298498749. E-mail address: tiercelin@univ-brest.fr (J.-J. Tiercelin) 1 Present address: Elf Petroleum Norge AS, Research and Development Dept., Dusavik, P.O. Box 168N, 4001 Stavanger, Norway.\n0031-0182/00/$ – see front matter © 2000 Elsevier Science B.V. All rights reserved. PII: S0031-0182 ( 99 ) 00129-7\n176 C. Le Turdu et al. / Palaeogeography, Palaeoclimatology, Palaeoecology 156 (2000) 175–176"
  }],
  "year": 2000,
  "references": [],
  "id": "SP:386ef76c641b67e608aa77bd32659cf8c368eb54",
  "authors": [{
    "name": "Caroline Le Turdu",
    "affiliations": []
  }, {
    "name": "Elisabeth Gibert",
    "affiliations": []
  }, {
    "name": "Yves Travi",
    "affiliations": []
  }, {
    "name": "Jean-Paul Richert",
    "affiliations": []
  }],
  "abstractText": "a UMR CNRS 6538 ‘‘Domaines Océaniques’’, Institut Universaire Européen de la Mer, Université de Bretagne Occidentale, place Nicolas Copernic, 29280 Plouzane, France b EP 1748 CNRS, Equipe Hydrologie, Paléohydrologie et Paléoenvironnement, Université Paris-Sud, Bâtiment 504, 91405 Orsay Cedex, France c Laboratoire d’Hydrogéologie, Université d’Avignon et des Pays du Vaucluse, 33 rue Louis Pasteur, 8400 Avignon Cedex, France d 3 Rue des Ajoncs, 64160 Morlaas, France e CEREGE, B.P. 80, 13545 Aix-en-Provence Cedex 04, France f Laboratoire ‘‘Environnements sédimentaires et Stratigraphie’’, Université de Perpignan, 52 avenue de Villeneuve, 66860 Perpignan, France g Department of Geology and Geophysics, Addis Ababa University, P.O. Box 1176, Addis Ababa, Ethiopia h Royal Belgian Institute of Natural Sciences, Freshwater Biology, Vautierstraat 29, B-1000 Brussels, Belgium i Department of Earth Sciences, Via Universita 4, 41100 Modena, Italy",
  "title": "Erratum to: ‘‘The Ziway–Shala lake basin system, Main Ethiopian Rift: Influence of volcanism, tectonics, and climate forcing on basin formation and sedimentation’’ [Palaeogeography, Palaeoclimatology, Palaeoecology 150 (1999) 135–177] k"
}