{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nMarine Geology\nj ourna l homepage: www.e lsev ie r.com/ locate /margeo\nStorm frequency and magnitude in response to Holocene climate variability, Lake Tutira, North-Eastern New Zealand\nM.J. Page a,⁎,1, N.A. Trustrum a,1, A.R. Orpin b, L. Carter b,c, B. Gomez d, U.A. Cochran a, D.C. Mildenhall a, K.M. Rogers a, H.L. Brackley a,1, A.S. Palmer e, L. Northcote b\na Institute of Geological and Nuclear Sciences, P.O. Box 30 368, Lower Hutt, New Zealand b National Institute of Water and Atmospheric Research, Private Bag 14 901, Wellington, New Zealand c Antarctic Research Centre, Victoria University of Wellington, P.O.Box 600, Wellington, New Zealand d Geomorphology Laboratory, Indiana State University, Terre Haute, Indiana 47809, USA e Institute of Natural Resources, College of Sciences, Massey University, Palmerston North, New Zealand\n⁎ Corresponding author. Tel.: +64 4 570 4765; fax: + E-mail address: m.page@gns.cri.nz (M.J. Page).\n1 Previously Landcare Research New Zealand, Private New Zealand.\n0025-3227/$ – see front matter © 2009 Elsevier B.V. A doi:10.1016/j.margeo.2009.10.019\na b s t r a c t a r t i c l e i n f o\nAvailable online 3 November 2009\nKeywords: storm magnitude–frequency climate variability erosion ENSO lake sediment Holocene New Zealand\nA mid to late Holocene record of storm events is preserved in the sediments of Lake Tutira, located on the eastern North Island of New Zealand. Previous studies of a 6 m sediment core established a storm chronology for the last 2250 years (Eden, D.N., Page, M.J., 1998. Palaeoclimatic implications of a storm erosion record from late Holocene lake sediments, North Island, New Zealand. Palaeogeogr. Palaeoclimatol. Palaeoecol. 139, 37–58). Here we extend the record, using a 27 m sediment core, to lake formation ∼7200 cal. yr ago. Outside the last ∼500 yr of human influence, the core records landscape response to natural climate variability and to tectonism/volcanism associated with the active collisional plate boundary setting. Based on sedimentological and biogeochemical analyses, 1400 layers of dominantly terrigenous, stormderived sediment have been identified. A storm event chronology, supported by twelve tephra and three 14C ages, indicates that storm magnitude and frequency has varied over the last 7200 yr. Twenty-five periods with an increased frequency of large storms occur, typically of decadal to centennial duration. Periods of major storm activity occur at about 500–700, 1100–1250, 1850–2100, 2850–3200, 3600–4000, 4300–4500, 4700–4900, 5700–5900, and 6850–6900 cal. yr BP. Several other local and regional climate proxies record conditions that are consistent with the timing and periodicity of major storms in the Tutira record. A period centred on 2000 yr ago has the highest incidence of storms, with a recurrence of 1storm/2.9 yr. This is identified as a time of major environmental change by several other records. By comparison, average storm frequency throughout the record is ∼1 storm/5 yr, and while this is consistent with modern El NiñoSouthern Oscillation (ENSO) periodicity, the record shows no increase in frequency around 4000 years at the time of ENSO intensification. This likely reflects New Zealand's location between tropical and polar latitudes, where climate shifts are driven by the interplay between ENSO, Interdecadal Pacific Oscillation (IPO), and the Southern Annular Mode (SAM). The Lake Tutira record provides support for the growing evidence that climate variability during the Holocene has involved periods of rapid change. Correlation of this detailed storm event and sediment flux record with other geomorphic and sedimentary records in the nearby Waipaoa Source-to-Sink sedimentary system, improves understanding of the timing and rates of climatically-induced landscape change, and its downstream effects.\n64 4 570 4600.\nBag 11052, Palmerston North,\nll rights reserved.\n© 2009 Elsevier B.V. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "In today's warming world we can expect increasing climatic variability, including increases in the frequency of extreme rainfall, drought and temperature (IPCC, 2007). There is growing concern that\nsuch changes may be abrupt, when either rapid or gradual forces on components of the Earth system exceed a threshold or tipping point (NRC, 1998; Stocker, 2000; Alley et al., 2003). Spanning only years to decades, such changes would provide little time for adaptation and mitigation.Our ability to forecast these changes and their impacts on the landscape will be aided by high-resolution records of past changes. There is growing evidence that climate during the Holocene has been highly variable (e.g. Mayewski et al., 2004; Mayewski and Maasch, 2006), with broad global or hemispheric change, upon which are superimposed marked regional variability. This is certainly the case for\nmid-latitude SouthernOcean areas such as New Zealand, where climate responds to atmospheric and oceanic forcing from polar and subtropical regions (Basher and Thompson, 1996; Carter et al., 2008; Crundwell et al., 2008). Thus to better understand future responses to change it is necessary to decipher the regional signals of past events and their causes. However, while numerous palaeoclimate records at annual- to centennial-scale resolution have been established, there are few that record sub-annual events such as storms (Rodbell et al., 1999; Brown et al., 2000; Moy et al., 2002; Noren et al., 2002). In this paper we present a sediment record of variability in storm magnitude and frequency, and landscape response, from a lake exposed to subtropical and sub-polar influences. This paper provides the palaeoenvironmental perspective to the companion study byOrpin et al. (2010-this issue), which establishes the sedimentary framework for the lake.\nLake Tutira, on the eastern North Island of New Zealand (Fig. 1), is a ∼7200 yr old landslide-dammed lake (Page and Trustrum, 1997) containing a high-resolution sediment record of natural and anthropogenically-induced environmental change (note, unless specified all ages are in calendar years). This record is a product of the interplay between landscape, climate, plate boundary tectonism, and volcanism during the mid to late Holocene, without the complication of human impacts, until the last ∼500 yr. Unlike glacially fed-lakes where sediment supply is strongly seasonal, Lake Tutira terrigenous deposits are a direct and rapid response to rainfall-induced erosion in the watershed (e.g. Page et al., 1994a; Eden and Page, 1998). Themajority of this sediment is generated by shallow, regolith landslides.\nResearch at Lake Tutira, linking watershed erosion with lake sedimentation, has been carried out for over a decade. A sediment budget\n, stream entry points, and surrounding topography.\nfor Cyclone Bola, which occurred in 1988, quantified the impact major storms have on the landscape, and established that sediment produced during storms is preserved as identifiable layers in the lake (Page et al., 1994a). The storm sediment record has been correlated with a storm history derived from a daily rainfall record for the period of European settlement (1894–1988) (Page et al., 1994b). Sedimentation rates have been measured for the period of European pastoral farming (past ∼100 yrs), Polynesian burning-induced fern/scrub (∼500 yrs) and under pre-human indigenous forest (∼1750 yrs) (Page and Trustrum, 1997). Erosion-related soil carbon fluxes have been estimated for the periodof Europeanpastoral farming (Pageet al., 2004). Previous studyof a 6 m-long core (LT15) established a 2250 yr record of storm-related deposition, and identified the potential to investigate variability in ENSO and other regional weather patterns (Eden and Page, 1998). The magnitude–frequency distribution of these storm deposits has been shown to follow a power-law distribution suggestive of self organised criticality (Gomez et al., 2002). This study extends the storm record to ∼7200 yr BP, andwas carried out jointly by the Institute of Geological and Nuclear Sciences, National Institute of Water and Atmospheric Research, Landcare Research, Indiana State University, Victoria University of Wellington, and Massey University, under the umbrella of the MARGINS Source-to-Sink (S2S) programme (NSFMARGINS, 2004). Although 90 km southwest of the Waipaoa sedimentary system (WSS), a MARGINS S2S study site (Fig. 1), Lake Tutira was included in the programme because of its potential to yield an exceptional record of storm activity. Thus, it underpins the key goal of S2S, which is to provide quantitative explanation and prediction of the effects of perturbations on surface environments, andon thegeologic recordpreserved in sedimentary strata of continental margins. This involves tracking the dispersal of sediment from upland sources to continental margin sink over long time scales (30 kyr), to gain an understanding of how landscapes respond to changes in themagnitudeand frequencyof tectonic uplift, earthquakes, volcanism, climate perturbations and shifts, and human-induced vegetation change.\nCorrelation of the high-resolution Lake Tutira storm event and sediment flux recordswithWSS geomorphic records and terrestrial and marine sedimentary records will increase resolution of the timing and rates of climatically-induced landscape change, and provide a better understanding of regional Holocene climate variability, and in doing so, test the efficacy of sediment deposits on the continental shelf to record terrestrial signals of climate, land use and other environmental change. The lake record is also a unique proxy for river discharge events in the WSSand canbeused tohelp derivequantitativemodels of sediment and nutrient fluxes to the coastal ocean.\nThe aims of this paper are to establish a complete storm chronology from the time of lake formation, identify variability in stormmagnitude and frequency, and compare this record with other regional climate proxies to assist in identification of potential climate drivers."
  }, {
    "heading": "2. Regional setting",
    "text": "Evidence for lake formation at ∼7200 yr BP comes from wood directly beneath the base of the lacustrine sediments in several cores. Radiocarbon dates were calibrated using the Southern Hemisphere calibration curve (McCormac et al., 2004) to give ages of 7371±200 yr BP and 7179±192 yr BP (from Page and Trustrum 1997), and 7291± 123 yr BP, 7214±205 yr BP, and 7045±162 yr BP (this study) (Table 1). The lake occupies 1.79 km2 and has a watershed area of 32 km2. The watershed is underlain by late Pliocene and early Pleistocene siltstones and sandstones, interbedded with limestones and conglomerates. The lake is surrounded by steep, landslide-prone hills that have been mantled by a number of tephras that provide age control for changes in the landscape and the lake (Eden et al., 1993; Eden and Froggatt, 1996). The lake bed is a drowned valley consisting of a series of spurs with steep slopes descending to a central, meandering valley floor. Maximum lake depth is 42 m, and the mean depth is 21 m (Fig. 1). Lake and watershed conditions are conducive to the formation\nand preservation of high-resolution laminated sediments. These conditions include; close proximity of lake to sediment sources, closely coupled hillslopes and channels, rapid erosion and sedimentation rates, and an efficient lacustrine sediment trap with little mixing or bioturbation.\nHuman impacts began only ∼500 years ago with Polynesian settlement (Wilmshurst, 1997), and consisted of repeated burning of the indigenous forest and replacement by fern and scrub. European conversion to pasture began in the late 1870s (Guthrie-Smith, 1969). High intensity rainstorms, some of cyclonic origin, are a feature of the rainfall regime. Cyclone Bola in March 1988 was the largest magnitude storm to affect the region since European settlement (1 in 100 year event). At Tutira 753 mm of rain fell in 4 days, with 320 mm and 329 mm on successive days. For comparison mean annual rainfall at Tutira is 1412.5 mm (1971–2000 rainfall normal—from NIWA climate summaries).\nNew Zealand lies isolated in the SW Pacific Ocean, some 1600 km east of Australia, about 10,000 km from the Americas, and midway between Antarctica and the tropics. At this location warm moist air from the north meets cold dry air from the south, resulting in highly variable and sometimes extreme weather patterns (e.g., Salinger and Mullan, 1999; Lorrey et al., 2007). Although the prevailing wind is westerly, moist air masses may occur from any direction. High intensity rainstorms are commonly associated with sub-tropical and ex-tropical cyclones from the north, and storms or prolonged rain with cold southerlies from Antarctica, both of which have their greatest impact on New Zealand's east coast. Key climate influences include the Interdecadal Pacific Oscillation (IPO), which is a source of decadal and multi-decadal climate variability, the El Niño-Southern Oscillation (ENSO), which modulates precipitation and temperature on a seasonal to inter-annual scale, and the Southern Annular Mode (SAM), which affects inter-annual to centennial variability relating to shifts in zonal westerly winds and associated precipitation as well as oceanic circulation (Salinger and Mullan, 1999; Hall and Visbeck, 2002; Folland et al., 2002; Gillett et al., 2006; Renwick and Thompson, 2006). In New Zealand the El Niño phase of ENSO generally brings strong south-westerly winds, lower temperatures and drier (including drought) conditions to the north–east of the country. In contrast, the La Niña phase is generally accompanied by more moist northeasterly flows, higher temperatures and wetter conditions. The IPO appears to influence ENSO, strengthening and increasing the frequency of El Niño during the IPO positive phase, and La Niña during the IPO negative phase. IPO phase changes occur on a 20– 30 year cycle, with the positive phase exerting the stronger influence. When the SAM is in a positive phase, a weakened westerly flow and warmer, drier conditions prevail over New Zealand, while in the negative phase westerly winds are stronger and conditions cooler and wetter, with an increase in storm activity. With the location of Lake Tutira about the juncture of tropical and polar forcing, the storm\nrecord is likely a product of the complex interactions of these climate influences."
  }, {
    "heading": "3. Record of Holocene climate variability",
    "text": "Climatic conditions during the Holocene in north-eastern New Zealand can be inferred from regional palaeoenvironmental proxies including: speleothems from Waikato (Williams et al., 2004) and Hawke's Bay (Lorrey et al., 2008), sedimentary records from Lake Maratoto (Green and Lowe, 1985; Newnham et al., 1999), Kaipo Bog (Lowe et al., 1999), and Lake Poukawa (Shulmeister et al., 2001),marine cores P69, MD97-2121 and MD97-2122 (Carter et al., 2002, 2008; McGlone, 2001; Phillips and Gomez, 2007), Kauri tree-rings (Boswijk et al., 2006), and regional paleoenvironmental compilations (Alloway et al., 2007; Wilmshurst et al., 2007).\nThese records indicate that effective precipitation and temperature varied considerably through theHolocene. Frommaximumwarmth and wetness around 11–7.5 ka BP (warmer than present), climate became gradually drier and cooler, althoughmarked by oscillationswith greater seasonal variability after 7 ka BP. The mid-Holocene was not uniformly cold, having at least seven short mild intervals and significant swings in precipitation. From 3 ka BP therewas an increase in drywarm summers and colderwinters, culminating in awarmphase 0.9–0.6 ka BP (roughly coincident with Medieval Warm Period), followed by a minor cool interval at about 0.3 kaBP (roughly coincidentwith Little IceAge) (Jones and Mann 2004), after which temperatures warmed to be similar to mid-20th century.\nThe early Holocene was a time of weaker ENSO and dampened seasonality in the tropical Pacific (Rodbell et al., 1999; Tudhope et al., 2001). From ∼4000 yr BP there is evidence for an increase in ENSO activity in South America (Martin et al., 1993) and tropical Australia (Shulmeister and Lees, 1995) that may have extended to New Zealand (McGlone and Wilmshurst, 1999; Gomez et al., 2004).\nStable oxygen and carbon isotope records from speleothems (Williams et al., 2004), provide a high-resolution record of temperature and precipitation changes respectively from Waitomo Caves, a central North Island site 185 km northwest of Lake Tutira (Fig. 5). Key features of this record are an asymmetrical oscillation in temperature and precipitation, superimposed on the overall Holocene climate trends outlined above. The δ18O record has a periodicity of c. 500 years, and δ13C has a periodicity of∼2250 years.Wet intervals are characterised by morenegative δ13C, and occur at∼5.4, 3.4, and1.2 kaBP. Conversely, dry intervals are characterised by less negative δ13C and occur at ∼6.0, 3.8 and 1.7 ka BP. Warm intervals are characterised by less negative δ18O and occur at ∼5.1, 4.9, 4.4, 3.9, 3.2, 2.8, and 2.4 ka BP. Conversely, cool intervals are characterised by more negative δ18O at ∼5.5, 5.0, 4.7, 4.0, 3.5, 3.0, and 2.6 ka BP. However, numerous δ18O oscillations are especially evident after ∼6 ka BP, suggesting temperature swings as great as 0.5 °C."
  }, {
    "heading": "4. Methods",
    "text": ""
  }, {
    "heading": "4.1. Coring",
    "text": "A 27.14 m-long core was obtained in April, 2003 using a bargemountedpiston corer operated byWebstersDrilling Ltd. The core (LT24) was located at V20/E2846267 N6212634 (New Zealand topographic grid equivalent to 39°13.38' S and 176°53.40' E) in a deep central basin away from stream entry points, and in a water depth of 37.4 m (Fig. 1). It was within 10 m of cores LT 15 and LT 16, obtained following Cyclone Bola in 1988, which were used to establish the 2250 yr record (Eden and Page 1998).\nThe core was recovered in 50 cm sections, with 95.3% recovery. Sections were split, with one half frozen on-site. The other half was visually logged and photographed on-site. Measurements were taken at 1 cm intervals for magnetic susceptibility, using a Bartington MS2F\nprobe, and for light reflectance using a Minolta Spectrophotometer CM-508d. Selected sections were X-radiographed to further refine sedimentary structures.\nFive freeze-box cores were also recovered from the same locality, to obtain an undisturbed stratigraphy of the uppermost sediments. These cores were 40–50 cm long, 2–4 cm thick, and contained sediment accumulated since the mid-1970s. Correlation with freezebox cores obtained in 1992 (Page et al., 1994a) show that little storm sediment had accumulated in the intervening 11 years, comprising four storm sediment layers 0.2–0.6 cm thick."
  }, {
    "heading": "4.2. Analyses",
    "text": "A brief outline of analyses carried out to characterise the major lithotypes is given below. A more detailed description is presented in Orpin et al. (2010-this issue). The number of samples per analysis for each lithotype is given in Table 2. The complete lithostratigraphic dataset is available on the MARGINS S2S Focus Site: Waipaoa-New Zealand at http://www.margins.wustl.edu."
  }, {
    "heading": "4.2.1. Tephra and radiocarbon dating",
    "text": "Twelve macroscopic Holocene tephras erupted from the Taupo Volcanic Zone (Fig. 1), 100 km to the northwest, are present in the lake sediments (Table 3). These tephras, together with three 14C dates from large wood fragments near the base of the core, provide the chronology to linearly interpolate the ages of storm events. Tephras were identified from major element glass shard chemistry and heavy mineral assemblages, together with stratigraphic position in relation to an established regional master stratigraphy (Froggatt and Lowe, 1990; Alloway et al., 2007). Tephra ages are taken from Froggatt and Lowe (1990), Wilson (1993), Alloway et al. (1994), Donoghue et al. (1995), and Lowe et al. (2008). The 11.8 cm Taupo Tephra (1717 yr\nBP) and 49.5 cm Waimahia Tephra (3392 yr BP) are assumed to be instantaneous deposits, and accordingly the top of the deposit is assigned the same age as the base rather than using a single tie point. The remaining tephras are b3 cm thick."
  }, {
    "heading": "4.2.2. Grain size analysis",
    "text": "Grain size analyses were carried out on selected samples of the various lithotypes, using a Galai laser-particle sizer, and a Sedigraph 5100. Samples were dispersed in fresh water with the aid of mild sonification and 0.5 g/L Calgon, in accordance with standard laboratory practice. Emphasis was placed on sediment characterisation, including identification of vertical textural changes within individual layers."
  }, {
    "heading": "4.2.3. Diatom analysis",
    "text": "Diatom assemblages for each of the major lithotypes were also identified to provide information about sources and modes of sediment deposition. Forty-nine sampleswere analysed from throughout the core. Seventeen of these, from the upper 138 cm of the core, were taken to correlate with historical rainfall records, and so verify the validity of the approach. The remaining thirty-two samples were selected from throughout the rest of the core. Sediment samples of about 1 g (dry weight) were chemically and physically processed to concentrate diatom valves. Diatom concentrations were expressed as valves per gram of sediment. Diatoms were grouped into categories according to the different habitats that they occupy to aid an interpretation of past lake environments (see Orpin et al., 2010-this issue). These categories are: Planktic (live inwater column), Tychoplanktic (live inwater column of shallow/turbulent water), Benthic (live attached to surfaces such as sediment, rocks, plants), and Aerophilic (live on moist or dry surfaces\noften associated with soils). A combination of habitat type, concentration, and species diversity was used to characterise assemblages and develop an allochthoneity ranking that reflects the various sediment sources. A ranking of ‘0’ designates a fully autochthonous central lake assemblage, and ‘4’ an assemblage with strong allochthonous features. Other assemblages are ranked between 0 and4 according to the number of allochthonous features they contain (Orpin et al., 2010-this issue)."
  }, {
    "heading": "4.2.4. Pollen and spore analyses",
    "text": "Pollen and spore analyses were used in tandem with diatom analysis to provide additional information about sediment source and mode of deposition. Analysis was carried out on samples from the same 49 layers sampled for diatoms. Samples of ∼1–3 g (dry weight) were chemically and physically processed to concentrate pollen and spores. All samples were counted to 300 pollen and spores. After initial characterisation of historic storm deposits, low concentration of pollen and spores (b50000 per gram)—diluted by the rapid influx of soil and regolith-derived sediment, and abundant trilete spores (mainly tree ferns)—sourced from eroded regolith, were used as indicators of storm deposits in the pre-historic record."
  }, {
    "heading": "4.2.5. Carbon and nitrogen analyses",
    "text": "Twelve samples representing the major sediment types were also analysed to characterise organic source contribution. All samples were kept frozen at −20 °C until analysed. Carbon and nitrogen isotopic abundance, total organic carbon and nitrogen, and C/N ratios were measured using an isotope ratio mass spectrometer and gas chromatograph. The samples were also analysed for visual abundance of macroscopic aquatic and terrestrial organic matter to see if this indicates an in-lake or watershed origin for the sediment.\ne 4). Age of Hinemaiaia Tephra (Unit M) is 4825 cal. yr BP."
  }, {
    "heading": "5. Results",
    "text": ""
  }, {
    "heading": "5.1. Lithotypes",
    "text": "Thesediments exhibitwell-defined laminations andbeds comprising fivemajor lithotypes (Figs. 2 and 3): 1) pale grey to white tephra layers, 0.2–50 cmthick, comprisedoffineash to coarse lapilli; 2) blackor brown organic-rich layers typically b2 cm thick; 3) poorly graded brown layers with some organic material, typically 3 cm→10 cm thick, with a thin, coarse silty to fine sandy base that quickly grades upwards into a thick, near-homogeneous silty clay, capped by a thin, pale grey clay with a sharp base; 4) well-graded beds, typically 0.5→5 cm thick, with medium dark grey silty or sandy bases grading continuously upwards to pale grey clay; 5) thin, pale yellow-grey, uniform clay layers, typically b0.5 cm thick. Summarised results of analyses for each lithotype are given in Table 4. Orpin et al. (2010-this issue) identify sub-types of the clay layers, the organic-rich layers and the brown silty clays based on variability in physical, chemical and biological characteristics. The black to brown organic-rich layers are interspersed with the other layers. Identified tephras and their ages are given in Table 3. The tephra at a depth of 312–313 cm is most likely Tufa Trig Member 5 based on the sediment chronology derived from the age model (see Section 5.2) and the widespread nature of Member 5 (Eden and Froggatt, 1996; Donoghue et al., 1995). Based onminimumandmaximumages reported\nFig. 3. Stratigraphic column for LT24, generalised to\nin Donoghue et al. (1995), an estimated age of 650 yr BP is adopted. The widely recognised Kaharoa Tephra (636±12 yr BP) (Hogg et al., 2003), is recorded at sites north of Lake Tutira, but was not identified in LT24 (this study) or in earlier cores (Eden and Page, 1998).\nCorrelation of the thin clay layers and well-graded beds in previously obtained cores with an on-site 93 year daily rainfall record has established that these sediments were eroded from thewatershed during individual storm events (Page et al., 1994a,b). The graded beds are the result of high magnitude rainfalls, where landslides dominate the sediment supply. Landslides erode regolith up to 1 m deep, generating sediment with a range of particle sizes. The graded beds are the result of differential settling of these particles within the lake. The thin clay layers (typically b0.4 cm) are the product of rainfalls below the threshold for landsliding that generate sediment from surface and channel erosion. This fine sediment, with a higher organic content, may take weeks to months to settle through the water column in the lake. Under pasture a relationship between sediment thickness and total storm rainfall has been established, which identifies a threshold of ∼200–250 mm over 3–4 days for significant landsliding. Thresholds may also be exceeded by low intensity, but frequent rainfall over extended periods. Diatom, pollen, isotope, and sedimentological analyses of LT24 reported in Orpin et al. (2010-this issue) and this paper support the storm event origin of these lithotypes in both the European and pre-European record.\nshow sequences dominated by major lithotypes.\nTable 4 Comparison of key biogeochemical characteristics of the major lithotypes.\nLithotype Texture Grain size (microns) Thickness (cm) Diatom allochthoneity rankinga Pollen conc.\nTrilete spore count %C %N C/N ratio\nδ13C ‰ Interpretation\n1 Tephra Fine ash to lapilli NA 0.2–50 cm NA NA NA NA NA NA NA Volcanic tephra 2 Black/brown\norganic-rich layer Silty clay 0–90 b2 cm 0, 1, (2) High Low N3% N0.4% b10 −27.3 to −28.5 In-lake organics\n3 Poorly graded brown silty clay Thin sandy to silty base, grading into thick near- homogenous silty clay, capped with thin clay 0–200 3–N10 cm 0, 1, (2) High Medium N3% N0.4% 10– 11 −27.4 to −27.8 Rapid mixing and redeposition of lake sediment (homogenites) 4 Grey, well-graded bed Sandy or silty base grading up to clay 0–180 0.5–N5 cm 3, 4 Top low High b2% b0.3% N11 −26.1 to −26.6 Watershed-derived sediment-large storms Base high 5 Yellow-grey clay Clay 0–65 b1 cm\nN1 cm 0, 1, (2) 3, 4\nLow High b2% b0.3% b10 −26 to −28.2 Watershed-derived sediment-small storms\na see Orpin et al., 2010-this issue.\nAnalyses of the black to brown organic-rich layers (Table 4), indicates a largely in-lake origin, especially during the European period when nutrient run-off from pasture created eutrophic lake conditions andweed growth and algal blooms (McColl, 1978). Earlier in the record, with a fully forested watershed, these layers are browner. Brown silty clays are distinguished from thick storm deposits on the basis of colour, stable carbon and nitrogen isotope values, higher organic content, poor grading with thin distinct capping clay, the abundance of planktic diatoms, low soil diatoms, and higher pollen concentrations (Orpin et al., 2010-this issue). These features indicate an in-lake source, and are interpreted as resulting from mixing and redeposition of sequences of clays, graded beds and organic-rich layers from steep slopes and deltas within the lake. A few brown silty clays, have features indicative of both in-lake and watershed origin.\nThese lithotypes, summarised in Fig. 3, form a convenient template to examine the occurrence, thickness, frequency and relative proportion of the various lake sediments. For the most part these lithotypes can be interpreted as responses to a specific set of drivers that include severe rainfall, drought, earthquake or volcanic eruption."
  }, {
    "heading": "5.2. Storm record",
    "text": "A storm event chronology has been derived from the age model (Fig. 4). As the storm deposits and brown silty clays are essentially\ninstantaneous deposits, they were removed from the sediment record before linear interpolation between ages, and then reinserted in their correct temporal position. Because of uncertainty regarding the genesis of some brown silty clays, the dates assigned to storm layers furthest from known tephras may be less accurate. There are 1400 recorded storm events, represented by layers 0.05 cm to 20+ cm. For analysis storms were grouped into three size classes based on thickness of the resultant sediment layers; i) all storms, ii) storms represented by layers ≥0.4 cm, and iii) storms represented by layers ≥1.0 cm. Previous work by Eden and Page (1998) suggests that in the pre-European record, layers≥0.4 cm represent stormswith N300 mm rainfall, and layers ≥1.0 cm represent storms with N400–450 mm. Based on variations in the frequency of the thicker layers (≥0.4 cm and ≥1.0 cm), a number of stormy and less stormy periods were identified (Table 5). Before ∼6000 yr BP there are fewer laminated sequences, and an increase in thick, poorly graded deposits which may indicate a change in watershed conditions."
  }, {
    "heading": "6. Discussion",
    "text": ""
  }, {
    "heading": "6.1. Previous interpretation of storm chronology",
    "text": "The storm chronology for the last ∼2250 years (Eden and Page, 1998), was based on the assumption that the poorly graded, brown silty clays were slowly accumulating deposits derived from both inlake sources and watershed sources during non-storm rainfalls. Average sedimentation rates were calculated for the time periods between tephras using the combined thickness of these brown silty clays but excluding storm deposits. Storm deposits were then assigned an age based on these sedimentation rates. In this paper the storm chronology is reassessed, based on the re-interpretation that the brown silty layers are instantaneous/event deposits emplaced by sediment gravity flows sourced fromwithin the lake. Nevertheless, the storm chronologies for both cores are still very similar, with the six stormy periods recognised by Eden and Page (1998) in LT15 also present in LT24. Dates for the three periods immediately before and after the Taupo Tephra show the closest match."
  }, {
    "heading": "6.2. Origin of brown silty clays",
    "text": "Based on sedimentological and biogeochemical analyses reported in Orpin et al. (2010-this issue) and this paper, the brown silty clays are interpreted as homogenites, resulting from rapid mixing and redeposition of lake sediment. The features of a coarse base grading quickly upwards into relatively homogenous to weakly graded silty clay that is topped (little to no grading) by a distinct thin grey clay layer (Fig. 2), are consistent with those of homogenites as described\nby Siegenthaler et al. (1987), Sturm et al. (1995), and Bertrand et al. (2008). Carbon content of the brown silty clays is 3–4%, and includes coarse-grained carbon entrained from the lake bed during emplacement. Diatom assemblages are intermediate between a lake and a watershed origin, which is also consistent with a homogenite origin. By comparison, storm deposits typically have a coarser base, are more continuously graded with a thick clay layer, have carbon contents b2%, and diatom assemblages containing markedly higher abundance of aerophilic species, and lower planktic concentrations (Table 4; Orpin et al., 2010-this issue). Graphs showing textural differences between typical homogenites and graded storm deposits are shown in Fig. 2, Orpin et al. (2010-this issue).\nSeveral mechanisms may be responsible for homogenite emplacement. The most likely is subaqueous landsliding of sediment that has accumulatedon the steep slopeswithin the lake (oneofwhich is close to the core site for LT24). Likely triggers are earthquakes, or gravity-driven failures resulting from overloading of slopes with sediment, either\nduring or after a storm. Comparison of the European era section of LT24 with a short core taken from the adjacent Lake Waikopiro (Fig. 1) provides support for this interpretation (Page et al., 1994a). A 50 mmthick, massive brown silty clay layer above a thick storm deposit attributed to a storm in 1938 in LT24 is absent in the Lake Waikopiro core, and is instead replaced by ∼12 thin alternating clay and black organic-rich layers. This is consistent with the bed morphology of Lake Waikopiro,which is shallowwith lowslopeangles andhenceunlikely to generate slope failures. This massive brown silty clay (homogenite) in LT24was likely the result of slopeoverloadwithin the lake following the 1938 storm, which generated the most sediment since European settlement. Instances where triggering may have occurred during a storm were not identified. A 123 mm-thick, weakly graded layer beneath the 1932 storm deposit, which diatom analysis suggests may also have an in-lake origin, was likely triggered by the Mw 7.8 Napier earthquake of 1931 (Dowrick, 1998).\nTurbidity currents generated by collapse of deltaic sedimentsmay also be amechanism, possibly triggered by earthquake shaking. However, the sinuous lake bedmorphology and the site of LT24 0.5–1.4 km frommajor stream entry points, make this less likely. Another alternative is that during large storm events in thewatershed, sediment-laden floodwaters entered the lake to produce hyperpycnal flows. Such an origin also seems unlikely given the low terrestrial signal of the associated diatom assemblages.\nUnder any of these high-energy scenarios, there is the potential for scour and entrainment of lake surface sediments resulting in a wellmixed, “bulked up” sediment deposit and loss of depositional record. However, only occasionally were (possible) erosional boundaries observed at the base of the brown silty clays."
  }, {
    "heading": "6.3. Storm record",
    "text": "Layers representing storms occur continuously throughout the record, intercalated with the other sediment types. The average frequency of all storm layers is 1 in 5 years with a standard deviation of 14 years. But for storm layers≥1.0 cm thick, the average frequency is every 53 years, with a considerably larger standard deviation of 75 years, testament to the variability of large rainfall events. A striking feature of the record is the variability in magnitude and frequency of storms. Periodicity is most evident in plots of the largest storms, (≥1.0 cm layers; Fig. 5). On this basis there are 25 periods with an increased frequency of large storms (Table 5). There are uncertainties for the dates of these storm periods, associated with the error limits on the tephras in the age model. The uncertainty on the mid-point of each storm period was calculated from the error limits of the two bounding tephras, using the standard formula for the variance of a linear combination of independent random variables (Kendall and Stuart, 1977, p246) (Tables 5 and 6). Uncertainties are greatest prior to 4000 yr B.P. due to larger error limits for Hinemaiaia and Motutere series of tephras.\nThe onset and cessation of stormy periods was usually abrupt, occurring on an inter-annual to decadal scale. Their duration ranged mainly from several decades to a century, but a fewwere up to several centuries long. During stormy periods, the average storm frequency is 1 in 9 years as represented by layers ≥0.4 cm, and 1 in 18 years for layers ≥1.0 cm. During less stormy periods frequencies were greater than 1 in 20 years for layers ≥0.4 cm, and greater than 1 in 80 years for layers ≥1.0 cm. However, when storm layers of all sizes are considered, frequencies for stormy periods and for the intervals between stormy periods are similar. Intervals between stormy periods range from ∼30 years to several hundred years. For the European pastoral period frequencies of 1 in 4 years for storm layers ≥0.4 cm, and 1 in 7 years for storm layers ≥1.0 cm are reflected in an order of magnitude increase in sedimentation rate from the pre-European rate of 3.1 mm/yr to 15.3 mm/yr.\nApplying a 5 point rolling mean to the chronology of storms with layers ≥1.0 cm identifies cyclicity in the record (Fig. 5), with ten major storm periods with intervals of several centuries between them (Table 6). Following ∼5000 yr BP intervals are around 300–500 years, the only exception being between the stormy period ending at 2120 yr BP and the next beginning at 2860 yr BP, an interval of 740 years. However, a short duration stormy period does occur in the middle of this interval, but is not represented in Fig. 6."
  }, {
    "heading": "6.4. Climate proxy comparisons and climate drivers",
    "text": "Comparison of the timing of major storm periods with other proxy Holocene climate and landscape records indicates that the Tutira storm record is not just a record of local conditions, but contains signals of regional or wider significance. To help identify the regionality and potential climatic drivers affecting the storm record we compare our data to records from eastern North Island (Fig. 5), and from Antarctica and the central Pacific (Fig. 6), the engine rooms for the SAM and ENSO respectively. In the following discussions it must be kept in mind that there is likely to be inconsistencies in the timing of events associated with differences in age models used by the various studies."
  }, {
    "heading": "6.4.1. Comparison with eastern North Island palaeoclimate and landscape response records",
    "text": "A master speleothem record from Hawke's Bay caves inland of Wairoa (75 km NE of Tutira), has been constructed for the last 4000 cal. yrs (Lorrey et al., 2008). δ13C and δ18O values (interpreted as palaeo-precipitation and palaeo-temperature proxies respectively), show considerable variation, especially on a centennial to multicentennial scale similar to the periodicity exhibited in the Tutira\nFig. 5. North Island palaeoclimate proxy records for the mid to late Holocene. Lake Tutira sto from marine core MD97 2122 (Phillips and Gomez, 2007). Alkenone-based SST record (°C Hawke's Bay speleothems (Lorrey et al., 2008) 5 pt rolling mean. δ13C and δ18O records (‰ marked on X axis. Major stormy periods are marked by grey shading.\nstorm record. Tutira stormy periods generally occur at times identified as both wetter and cooler in the speleothem record (Fig. 5). Lorrey et al. (2008) have then applied spatial patterns recognised in regional weather regime classification to a multi-proxy palaeoclimate data set, that includes their Hawke's Bay speleothem stable isotope record, pollen, alluvial deposit and lake sediment records (including the earlier 2250 yr Tutira record), to reconstruct conditions for the eastern North Island for the last 4000 years.\nFrom their analyses Lorrey et al. (2008) identify “key regional climate regime operation periods” of 100–200 years duration, defined by broad atmospheric circulation, precipitation and temperature conditions. Twelve of the 25 stormy periods in the Tutira record occur during the last 4000 years (excluding European period), and the majority of these correspond with periods identified by Lorrey et al. (2008) as wet, normal or mixed, with only two corresponding with periods identified as dry, although periods from the two records are of different duration. Following modern analogues, wetter conditions potentially resulted from a blocking climate regime when easterly or northerly circulation was enhanced. Likewise, wetter than normal conditions are produced by the passage of troughs across the country. Because the ten major storm periods have significantly longer time spans, comparisons are less conclusive. While there is only a general correspondence between the Tutira record and the paleoclimate reconstructions of Lorrey et al. (2008), the storm event record may not necessarily always reflect extended blocking periods, or trough conditions, both of which are favoured by La Niña-like conditions. Intense rainstorms can occur under westerly zonal regimes that are more prevalent during El Niño years when the Eastern North Island usually experiences generally drier conditions. Those departures from the broad paleoclimatic regimes established by Lorrey et al. (2007, 2008) may reflect local influences such as orographic effects as suggested by the distribution of ENSO-related precipitation (e.g. Ummenhofer and England, 2007). Furthermore, as discussed below, precipitation is not only related to ENSO but is also modulated by the SAM (Ummenhofer et al., 2009).\nMarine core MD97-2122, located on the continental shelf off Poverty Bay (120 km NE of Tutira) (Fig. 1), contains a terrigenous flux record for the last 5.58 ka yr BP (Phillips and Gomez, 2007). Although showing only limited variation in sediment flux, increases occur at the time of severalmajor stormperiods after∼3600 yr BP at Tutira (Fig. 5). The sudden increase in sediment flux during the last ∼100 years is a response to European deforestation. Even so, only large magnitude events such as Cyclone Bola are preserved as a discernable layer (Brackley et al., 2010-this issue). Variations in an alkenone-based SST record for the period between 3000 and 6000 cal yr BP from marine core MD97-2121 (Fig. 1), located at the lower slope off southern Hawke Bay (Carter et al., 2008) show little relationship to the Tutira storm record, supporting Sinclair (2002) who suggested that atmospheric circulation rather than ocean temperature was the dominant influence on New Zealand storm properties (Fig. 5)."
  }, {
    "heading": "6.4.2. 1830–2030 and 2090–2120 cal. yr BP stormy periods",
    "text": "Of key interest are the periods 1830–2030 and 2090–2120 yr BP which are the stormiest in the Tutira record, both in terms of frequency and magnitude. Several regional proxy records identify a period around 2000 years ago as a time of environmental change. Chester and Prior (2004) identified seven episodes of erosion in a 3500 year sediment record from a small lake 47 km south of Lake Tutira, with one of these episodes occurring at about 2050 yr BP. Several other episodes also correlate with stormy periods at Tutira. Pullar and Penhale (1970) identified five periods of infilling of the\nrm frequency record as represented by sediment layers ≥1 cm. Terrigenous flux record ) from marine core MD97 2121 (Carter et al., 2008). δ13C and δ18O records (‰) from ) from Waikato speleothems (Williams et al., 2004) 5 pt rolling mean. Tephras (Δ) are\nWaipaoa floodplain 110 km northeast of Lake Tutira. At about 210014Cyr BP, during a period of rapid erosion and infilling, sedimentation buried and killed forest at Matawhero (Pullar and\nPatel, 1972), and rapid erosion in the Ngatapa Valley led to the development of a large fan, which ceased building after the Taupo eruption. At Tiniroto Lakes, 75 km north of Tutira, a period of forest\ndisturbance began at 220014Cyr BP (Li et al., in press). At Lake Poukawa, 65 km south of Lake Tutira, an increase in Typha orientalis, an indicator of lake-level rise due to wetter conditions, occurred around 200014Cyr BP (McGlone 2002). Lake expansion around 328014Cyr BP and 4000–470014Cyr BP also show a correspondence with storminess in the Tutira record. Offshore, the highest sediment flux in core MD97-2122 occurs at ∼2000 yr BP, closely matching the 1830–2030 yr BP storm period at Tutira (Phillips and Gomez, 2007; Gomez et al., 2007)."
  }, {
    "heading": "6.4.3. Comparison with Southern Hemisphere palaeoclimate and landscape response records",
    "text": "Numerous proxy records of Holocene palaeoclimate exist from the wider Pacific and Southern Hemisphere (e.g. Mayewski et al., 2004 and references therein).While selective comparisons can be of limited value, the following examples help identify potential drivers of Tutira storms. Because of New Zealand's mid-latitude position, we focus on records representing tropical and polar forcings. A high-resolution lake sediment record of El Niño events from Laguna Pallcacocha in Ecuador (Rodbell et al., 1999) identifies an increase in the frequency of inorganic deposits (interpreted as storm-derived) from ≥15 yr around 7000 yr BP to themodern El Niño frequency of 2 to 8.5 yr from about 5000 yr BP. Superimposed on this trend are wetter and drier periods, interpreted as higher and lower ENSO activity, alternating on time scales of ∼1500 yr prior to 5000 yr BP and ∼2000 yr thereafter (Moy et al., 2002). Six of the ten major stormy periods in the Tutira record show a correspondence with drier (non-El Niño) periods in the Laguna Pallcacocha record (Fig. 6).\nPolar forcingas exemplifiedby theEPICADomeC ice core deuterium record from East Antarctica, identifies temperature fluctuations throughout the Holocene (Jouzel, 2004). Periods of low Tutira storm activity generally coincide with times when Antarctic air temperatures were lower than average (Fig. 6). This is consistent with the positive phase of the SAM, when much of Antarctica experiences cold surface temperatures and zonal storm tracks migrate southwards to produce a weakened westerly flow and warmer, drier conditions over New Zealand (Gillett et al., 2006; Hall and Visbeck, 2002, Ummenhofer and England, 2007). An oxygen isotope (δ18O) record from Plateau Remote Ice Core in East Antarctica, identifies similar large and abrupt oscillations of multi-century duration that are largely temporally asynchronous with EPICA Dome C (Mosley-Thompson, 1996). Storm periodicity in the Lake Tutira record, while showing some similarities with the cooling pattern in EPICA Dome C, correlates better with the more distant Plateau Remote record, where the 1830–2030 and 2090– 2120 yr BP stormperiods especiallymatch a prolonged cool phase from 1600 to 2500 yr BP, with coldest conditions around 2200 yrs BP (Fig. 6).\nThis prolonged cool phase in the Plateau Remote record is also identified from South Georgia Island where glacial advances (Clapperton et al., 1989), and proglacial lake sediments (Rosqvist and Schuber, 2003), record several prominent, millennial-scale cooling events that coincidewith periods of increased storminess in the Tutira record, while warmer events match less stormy periods (Fig. 6). Again, the Tutira stormy periods at 1830–2030 and 2090–2120 yr BP fall within a prominent cooling event between 1600 and 2400 cal. yr BP in the South Georgia record. This is consistent with the negative phase of the SAM, where the Antarctic Peninsula region (including South Georgia) cools when the rest of Antarctica warms (Gillett et al., 2006), and the westerly zonal winds migrate north to increase precipitation to much of New Zealand, presumably via greater storminess and enhanced passage of west to east troughs."
  }, {
    "heading": "6.4.4. ENSO, IPO, SAM",
    "text": "It is likely that the Tutira storm record reflects a combination of climatic drivers that influence regional precipitation patterns, and that the variability in storm activity reflects, in part, variations in ENSO and the SAM—the two leading modes of variability in the New\nZealand region (e.g. Ummenhofer et al., 2009). For the first 6000 yr of record, storm frequency for storms of all sizes was 1 in ∼5 years, which is consistent with themodern ENSO periodicity (Mullan, 1996). A number of proxy records from New Zealand (Hellstrom et al., 1998; McGlone and Wilmshurst, 1999; Gomez et al., 2004) and the South Pacific region (Martin et al., 1993; Shulmeister and Lees, 1995; Tudhope et al., 2001; Moy et al., 2002) provide support for an intensification in ENSO activity about 4000 years ago, by which time the Inter-Tropical Convergence Zone (ITCZ) had migrated south to its present position (Haug et al., 2001). Terrestrial and marine sediment cores from eastern North Island, show textural changes that suggest increased storminess post-4000 yr (Gomez et al., 2004). Evidence for the timing of this ENSO intensification is suggested elsewhere from mid-latitudes. Pollen and charcoal records from Australia show increasing ENSO influence after 5.8 kyr and its full development after 3.2 kyr (McGlone et al., 1992; Shulmeister and Lees, 1995). Coral records from New Guinea also show strengthening and increased variability in ENSO since the mid-Holocene (Tudhope et al., 2001). A marine palaeoclimate record from Chile identifies more frequent and intense El Niño events post-3000 yr (Marchant et al., 1999). Mollusc distribution in archaeological sites from the same area indicates the onset of ENSO at 5.8 kyr and an increase in ENSO frequency after 3.2– 2.8 kyr (Sandweiss et al., 2001). Water levels in Lake Titicaca rose at about 3.5 kyr, reaching modern levels around 2.9 kyr (Abbott et al., 1997). A flood sediment record from coastal Peru shows an increase in large floods during the past 3.2 kyr (Wells, 1990). Although all these records identify a general mid-Holocene intensification of ENSO, timing and climatic conditions vary according to the site-specific nature of the ENSO signal. In contrast, the Tutira record shows no post-4000 yr BP increase in storm frequency for any of the three storm size categories. This is consistent with an analysis of the historic rainfall record at Tutira which found no obvious correlation with ENSO polarity or strength, (and only a weak correlation with IPO) (Orpin et al., 2010-this issue). This is not surprising considering that the above studies are mainly from Pacific sub-tropical to tropical sites where the impact of ENSO is well established, whereas New Zealand is also affected by the SAM (see Sections 2; 6.4.3).\nRecent studies suggest that the phasing relationship between ENSO and the SAM has a significant effect on the strength of both signals (Fogt and Bromwich, 2006), and that during summer, roughly 25% of the temporal variability in the SAM is linearly related to fluctuations in the ENSO cycle (L'Heureux and Thompson, 2006). Thus, identifying causes behind the oscillations in storm activity is not straight forward, being influenced by ENSO, IPO, and SAM and how they modulate each other."
  }, {
    "heading": "6.5. Geomorphic controls on the storm sediment record",
    "text": "Storm sediment deposits are the product of conditions at the time of their formation and so contain information about the controls on erosion and sediment transfer operating at that time—they contain a geomorphic memory. By linking the sediment record with watershed or surrounding environmental data we can better understand these controls and the watershed response to events. The corollary to this is that by understanding the geomorphic controls we can better interpret the storm record. Therefore, while the Tutira core provides a good record of storm frequency, it is a relative, rather than an absolute record of magnitude. The challenge is, through the linking of deposits with watershed condition information, and through the correlation of multi-proxy records, to better identify stormmagnitude in the paleo-record. The following are three examples of geomorphic controls that can confound the record of storm magnitude."
  }, {
    "heading": "6.5.1. Regolith exhaustion/recovery rates",
    "text": "Storms of the same magnitude result in sediment deposits of different size following a change in the threshold for erosion and/or\ntransport between the events. This may be due to a change in vegetation or sediment availability. At Lake Tutira, Cyclone Bola is the largest storm on record with 753 mm rainfall, yet the amount of sediment deposited in the lake was only 70% of that produced by the 1938 storm with 692 mm rainfall (Page et al., 1994a,b).\nThus an alternative explanation for the periodicity in storm sediment deposition is that it may reflect the soil/regolith exhaustion and recovery cycle in the watershed. If during a stormy period much of the available soil/regolith/sediment is eroded, there is less available to be eroded in subsequent storms. The result is a period of reduced storm sediment input until the watershed supply is replaced by weathering and soil formation processes. Studies in Taranaki (western North Island), have measured ∼20 cm soil formation on landslide scars in 82 years (Trustrum and De Rose, 1988) indicating a recurrence interval N100 years is required between landslides at the same site. Recovery rates will bemore rapid at Tutira, where the softer rocks lead to faster weathering rates (Blaschke et al., 1992). However, because various parts of the watershed, through their different evolutionary and erosion histories, are at different stages of recovery and have different thresholds for erosion, it is unlikely that a watershed-wide response to storms would be well synchronised both spatially and temporally."
  }, {
    "heading": "6.5.2. Sediment delivery",
    "text": "Sediment delivery to the lake will also change through time as hillslope-channel connectivity changes. Straightening and deepening of streams following European settlement to improve drainage of the valley floors has significantly increased sediment delivery. Cores taken in the narrow alluvial valleys that surround Lake Tutira show these valleys were once arms of the lake which have since infilled with sediment (Page and Trustrum, 1997). Alluvial surfaces developed first in the upper reaches of these lake arms, progressing down valley to form present lake margins. Thus, at the same time as valleys became storage sites, partially decoupling the hillslopes from the lake and decreasing sediment delivery to the centre of the lake, stream entry points were moving nearer to the centre of the lake. The combined effect on the storm sediment record is unknown. However, while changes in sediment delivery have undoubtedly occurred, correlation with other paleoclimate proxies indicates that such geomorphic influences do not obscure the climatic signal. Nevertheless, the magnitude–frequency relationships for hillslope erosion and sediment deposition are closely coupled in the Lake Tutira watershed compared with larger river basins such as the Waipaoa, where a combination of longer sediment transport lags, greater temporary storage, and a general diffusion of sediment contributions from spatially variable erosion sources increase the buffering of the depositional response (Trustrum et al., 1999)."
  }, {
    "heading": "6.5.3. Large, deep-seated landslides",
    "text": "The effect of large, deep-seated, tectonically-induced landslides on the sediment record is problematic. Immediately to the north, and contiguous with the large, deep-seated, 7200 yr BP landslide responsible for the formation of Lake Tutira, is a smaller landslide that may have occurred subsequently (Lowe, 1987). Another large landslide block occurs nearby on the south-western side of the lake. Although their ages are unknown, they may have been caused by the next major earthquake at ∼5800 yr BP (Orpin et al., 2010-this issue). However, the introduction of sediment into the lake was likely to have been short-lived, as the slump blocks appear largely intact and there is no discernable effect on the sedimentation rate curve. Several subsequent earthquakes may also have been responsible for these landslides. Uplift associated with earthquakes will have increased incision rates, especially at higher elevations in the north of the watershed where stream incision is well developed. However, while this has the effect of increasing long-term average sediment supply, the effect on individual event-based inputs are expected to be small."
  }, {
    "heading": "6.6. Palaeoseismic effects",
    "text": "Comparison of palaeoseismic records from Hawke's Bay with the homogenite record in core LT24 shows a broad correlation (Orpin et al., 2010-this issue). In addition to the possible earthquaketriggered homogenites, there are some deformations in the sediment layers (microfaults, folds, liquefaction structures, and wavy laminae) that may have resulted from earthquake shaking. If confirmed as seismites they, together with the homogenite record, will improve our insight into the frequency, and potentially the magnitude of earthquakes in the region, and their role in sediment supply."
  }, {
    "heading": "6.7. MARGINS context",
    "text": "Lake Tutira and the marine depocentre of theWaipaoa Sedimentary System can be seen as two end members in the sedimentary cascade from source-to-sink (Trustrum et al., 1999). The close coupling of hillslopes (source) and lake (sink) at Tutira prevents much of the censuring of sediment that affects theWaipaoa sedimentary record. The value of the Tutira sediment record therefore lies in its ability to inform MARGINS S2S of landscape change at the event and multi-event scale and to identify the sensitivity of the marine system to changes in the terrestrial system."
  }, {
    "heading": "7. Conclusions",
    "text": "It is now recognised that climate change can occur rapidly, resulting in equally rapid ecological and societal impacts. Palaeoclimate records are increasingly being compiled to identify the timing, scale and impacts of such changes. Of particular importance is evidence of changes in the magnitude and frequency of damaging events such as storms. Lake Tutira, on the eastern North Island of New Zealand, contains a ∼7200 yr BP, high-resolution record of storms preserved in its sediments. Except for the last ∼500 years of human impact it is a record of natural climatic variability and landscape response at an active collisional margin. While the record of storm frequency is directly related to climate variability, the record of storm magnitude is modulated by the influence earthquakes and geomorphic controls have on sediment supply. 1400 storms are identified and analysed in terms of three size categories. Frequency and magnitude are highly variable, with storm clusters of decades duration, often with sudden onset and cessation. Major periods of increased storminess occur on a cycle of several centuries. A number of these storm periods appear to correlate to a greater or lesser degree with other regional climate proxy records. One storm period of particularly high magnitude and frequency, occurred ∼1830–2030 yr BP, and correlates closely with a period around 2000 years ago identified by several records as a time of environmental change in north-eastern New Zealand and Antarctica. However, the record shows no increase in the post-4000 yr frequency of large storms, as might be expected with reported intensification in ENSO activity in sub-tropical to tropical regions at that time. This suggests that the ENSO signal at Tutira is confounded by other climate drivers, in particular the SAM which is responsible for much of the variability in high to midsouthern latitudes (Gillett et al., 2006).\nThe Tutira record of storm variability on decadal to centennial timescales provides support for periods of rapid climate change (RCCs) during the Holocene, as put forward by Mayewski et al. (2004) from a compilation of ∼50 globally distributed proxy records. The location of Lake Tutira, and its high-resolution storm chronology, make it a key site for regional reconstructions of Holocene palaeoclimate. It also provides a high-resolution data set of climate variability and landscape response to inform themarine sedimentation record for the nearbyMARGINS S2S focus site."
  }, {
    "heading": "Acknowledgements",
    "text": "Funds for this research were provided by The Foundation for Research, Science and Technology under Landcare Research contract C09X0213, NIWA contract C01X0203, and GNS Science contract C05X0701. Basil Gomez was supported by NSF grant numbers SBR907195 and BCS-0317570. More recently, Lionel Carter was supported by FRST contract VICX0704. Biljana Lukovic (GNS Science) provided graphic support.\nWe thank David Lowe (University of Waikato) for advice and information on tephra ages and David Rhoades (GNS Science) for calculating uncertainties for storm periods. The skills and determination of the Webster Drilling crew are acknowledged as key to the success of the drilling operation. Thanks go to Ted Pinkney, Gillian Turner, Harley Betts, and Alison Fordyce, for assistance in recovery and on-site processing of the core, to Marilyn Brackley for sustenance, and to the Department of Conservation for permission to access the lake and obtain the core."
  }],
  "year": 2010,
  "references": [{
    "title": "Stratigraphy and chronology of the Stent tephra, a c. 4000 year old distal silicic tephra from Taupo Volcanic Centre, New Zealand",
    "authors": ["B.V. Alloway", "D.J. Lowe", "R.P.K. Chan", "D.N. Eden", "P.C. Froggatt"],
    "venue": "New Zealand Journal of Geology and Geophysics",
    "year": 1994
  }, {
    "title": "Relationship of air temperatures in New Zealand to regional anomalies in sea-surface temperature and atmospheric circulation",
    "authors": ["R.E. Basher", "C.S. Thompson"],
    "venue": "International Journal of Climatology",
    "year": 1996
  }, {
    "title": "Reconstruction of the Holocene seismotectonic activity of the Southern Andes from seismites recorded in Lago Icalma, Chile, 39 S",
    "authors": ["S. Bertrand", "F. Charlet", "E. Chapron", "N. Fagel", "M. De Batist"],
    "year": 2008
  }, {
    "title": "Ecosystem processes and sustainable land use in New Zealand steeplands",
    "authors": ["P.M. Blaschke", "N.A. Trustrum", "R.C. DeRose"],
    "venue": "Agriculture, Ecosystems & Environment",
    "year": 1992
  }, {
    "title": "Extension of the New Zealand kauri (Agathis australis) chronology to 1724",
    "authors": ["G. Boswijk", "A. Fowler", "A. Lorrey", "J. Palmer", "J. Ogden"],
    "venue": "BC. Holocene",
    "year": 2006
  }, {
    "title": "Dispersal and transformation of organic carbon across an episodic, high sediment discharge continental margin, Waipaoa Sedimentary System, New Zealand",
    "authors": ["H.L. Brackley", "N.E. Blair", "N.A. Trustrum", "L. Carter", "E.L. Leithold", "E.A. Canuel", "J.H. Johnston"],
    "venue": "Marine Geology",
    "year": 2010
  }, {
    "title": "Development of the radiocarbon calibration program OxCal",
    "authors": ["C. Bronk Ramsey"],
    "venue": "Radiocarbon",
    "year": 2001
  }, {
    "title": "SW Pacific modulation of abrupt climate change during the Antarctic Cold Reversal–Younger Dryas",
    "authors": ["L. Carter", "B. Manighetti", "G. Ganssen", "L. Northcote"],
    "year": 2008
  }, {
    "title": "Source, sea level and circulation effects on the sediment flux to the deep ocean over the past 15 ka off eastern New Zealand",
    "authors": ["L. Carter", "B. Manighetti", "M. Elliot", "N.A. Trustrum", "B. Gomez"],
    "venue": "Global and Planetary Change",
    "year": 2002
  }, {
    "title": "Late-glacial and Holocene glacier fluctuations and environmental change on South Georgia, Southern Ocean",
    "authors": ["C.M. Clapperton", "D.E. Sugden", "J. Birnie", "M.J. Wilson"],
    "venue": "Quaternary Research",
    "year": 1989
  }, {
    "title": "Glacial–interglacial ocean climate variability spanning the Mid-Pleistocene transition in the temperate Southwest Pacific, ODP Site 1123",
    "authors": ["M. Crundwell", "G. Scott", "T.R. Naish", "L. Carter"],
    "year": 2008
  }, {
    "title": "Stratigraphy and chronology of late Quaternary andesite tephra deposits, Tongariro Volcanic Centre, New Zealand",
    "authors": ["S.L. Donoghue", "V.E. Neall", "A.S. Palmer"],
    "venue": "Journal of Royal Society of New Zealand",
    "year": 1995
  }, {
    "title": "The volcanic history of Ruapehu during the past two millennia based on the record of Tufa Trig tephras",
    "authors": ["S.L. Donoghue", "V.E. Neal", "A.S. Palmer", "R.B. Stewart"],
    "venue": "Bulletin of Volcanology",
    "year": 1997
  }, {
    "title": "Damage and intensities in the Magnitude",
    "authors": ["D.J. Dowrick"],
    "venue": "Bulletin for the New Zealand National Society for Earthquake Engineering",
    "year": 1998
  }, {
    "title": "A 6500-year-old history of tephra deposition recorded in the sediments of Lake Tutira, Eastern North Island, New Zealand",
    "authors": ["D.N. Eden", "P.C. Froggatt"],
    "venue": "Quaternary International",
    "year": 1996
  }, {
    "title": "Palaeoclimatic implications of a storm erosion record from late Holocene lake sediments, North Island, New Zealand",
    "authors": ["D.N. Eden", "M.J. Page"],
    "year": 1998
  }, {
    "title": "A multiple-source Holocene tephra sequence from Lake Tutira, Hawke's Bay, New Zealand",
    "authors": ["D.N. Eden", "P.C. Froggatt", "N.A. Trustrum", "M.J. Page"],
    "venue": "New Zealand Journal of Geology and Geophysics",
    "year": 1993
  }, {
    "title": "Relative influences of the Interdecadal Pacific Oscillation and ENSO on the South Pacific Convergence Zone",
    "authors": ["C.K. Folland", "J.A. Renwick", "M.J. Salinger", "A.B. Mullan"],
    "venue": "Geophysical Research Letters",
    "year": 2002
  }, {
    "title": "Decadal variability of the ENSO teleconnection to the high-latitude South Pacific governed by coupling with the Southern Annular Mode",
    "authors": ["R.L. Fogt", "D.H. Bromwich"],
    "venue": "Journal of Climate",
    "year": 2006
  }, {
    "title": "A review of Quaternary silicic and some other tephra formations from New Zealand: their stratigraphy, nomenclature, distribution, volume and age",
    "authors": ["P.C. Froggatt", "D.J. Lowe"],
    "venue": "New Zealand Journal of Geology and Geophysics",
    "year": 1990
  }, {
    "title": "Regional climate impacts of the SouthernAnnular Mode",
    "authors": ["N.P. Gillett", "T.D. Kell", "P.D. Jones"],
    "venue": "Geophysical Research Letters 33, L23704",
    "year": 2006
  }, {
    "title": "A 2400 yr record of natural events and anthropogenic impacts in intercorrelated terrestrial and marine sediment cores: Waipaoa sedimentary system, New Zealand",
    "authors": ["B. Gomez", "L. Carter", "N.A. Trustrum"],
    "venue": "Geological Society of America Bulletin 119,",
    "year": 2007
  }, {
    "title": "Self-organized criticality in layered, lacustrine sediments formed by landsliding",
    "authors": ["B. Gomez", "M. Page", "P. Bak", "N. Trustrum"],
    "venue": "Geology",
    "year": 2002
  }, {
    "title": "El Niño-Southern Oscillation signal associated with middle Holocene climate change in intercorrelated terrestrial andmarinesedimentcores,North",
    "authors": ["B. Gomez", "L. Carter", "N.A. Trustrum", "A.S. Palmer", "A.P. Roberts"],
    "year": 2004
  }, {
    "title": "Stratigraphy and development of c. 17000 year old Lake Maratoto, North Island, New Zealand, with some inferences about postglacial climatic change",
    "authors": ["J.D. Green", "D.J. Lowe"],
    "venue": "New Zealand Journal of Geology and Geophysics",
    "year": 1985
  }, {
    "title": "Tutira: The Story of a New Zealand Sheep Station, Fourth edition",
    "authors": ["H. Guthrie-Smith"],
    "year": 1969
  }, {
    "title": "Synchronous variability in the Southern Hemisphere atmosphere, sea ice and ocean resulting from the Annular Mode",
    "authors": ["A. Hall", "M. Visbeck"],
    "venue": "Journal of Climate",
    "year": 2002
  }, {
    "title": "A detailed 31,000-year record of climate and vegetation change, from the isotope geochemistry of two New Zealand speleothems",
    "authors": ["J. Hellstrom", "M.T. McCulloch", "J. Stone"],
    "venue": "Quaternary Research",
    "year": 1998
  }, {
    "title": "A wiggle-match date for Polynesian settlement of New Zealand",
    "authors": ["A.G. Hogg", "T.F.G. Higham", "D.J. Lowe", "J. Palmer", "P. Reimer", "R.M. Newnham"],
    "venue": "Antiquity",
    "year": 2003
  }, {
    "title": "Climate over past millennia",
    "authors": ["P.D. Jones", "M.E. Mann"],
    "venue": "Reviews of Geophysics",
    "year": 2004
  }, {
    "title": "EPICA Dome C Ice Cores Deuterium Data. IGBP PAGES, World Data Center for Paleoclimatology, Data Contribution Series # 2004-038",
    "authors": ["J. Jouzel"],
    "year": 2004
  }, {
    "title": "Regional climate regime classification as a qualitative tool for interpreting multi-proxy palaeoclimate data spatial patterns: a New Zealand case study",
    "authors": ["A. Lorrey", "A.M. Fowler", "J. Salinger"],
    "year": 2007
  }, {
    "title": "Speleothem stable isotope records interpreted within a multi-proxy framework and implications for New Zealand palaeoclimate reconstruction",
    "authors": ["A. Lorrey", "P. Williams", "J. Salinger", "T. Martin", "J. Palmer", "A. Fowler", "Zhao", "J.-X", "H. Neil"],
    "venue": "Quaternary International 187,",
    "year": 2008
  }, {
    "title": "The geology and landslides of the Lake Tutira-Waikoau area, northern Central Hawke's Bay",
    "authors": ["D.A. Lowe"],
    "venue": "Unpublished M.Sc. thesis, Victoria",
    "year": 1987
  }, {
    "title": "Stratigraphy and chronology of a 15 ka sequence ofmulti-sourced silicic tephras in amontane peat bog, easternNorth Island, New Zealand",
    "authors": ["D.J. Lowe", "R.M. Newnham", "C.M. Ward"],
    "venue": "New Zealand Journal of Geology and Geophysics",
    "year": 1999
  }, {
    "title": "Fingerprints and agemodels for widespread New Zealand tephra marker beds erupted since 30, 000 years ago: a framework for NZ-INTIMATE",
    "authors": ["D.J. Lowe", "P.A.R. Shane", "B.V. Alloway", "R.M. Newnham"],
    "venue": "Quaternary Science Reviews",
    "year": 2008
  }, {
    "title": "High resolution planktic foraminiferal record of the last 13300 years from the upwelling area off Chile",
    "authors": ["M. Marchant", "D. Hebbeln", "G. Wefer"],
    "venue": "Marine Geology",
    "year": 1999
  }, {
    "title": "Southern Oscillation signal in South American palaeoclimatic data of the last 7000 years",
    "authors": ["L. Martin", "M. Fournier", "P. Mourguiart", "A. Sifeddine", "B. Turcq"],
    "venue": "Quaternary Research",
    "year": 1993
  }, {
    "title": "Recentwarming inconsistent with natural association between temperature and atmospheric circulation over the last 2000 years",
    "authors": ["P.A. Mayewski", "K.A. Maasch"],
    "venue": "Clim. Past Discuss",
    "year": 2006
  }, {
    "title": "Holocene climate variability",
    "authors": ["P.A. Mayewski", "E.E. Rohling", "J.C. Stager", "W. Karlén", "K.A. Maasch", "L.D. Meeker", "E.A. Meyerson", "F. Gasse", "S. van Kreveld", "K. Holmgren", "J. Lee-Thorpe", "G. Rosqvist", "F. Rack", "M. Staubwasser", "R.R. Schneider", "E.J. Steig"],
    "venue": "Quaternary Research",
    "year": 2004
  }, {
    "title": "Lake Tutira: the use of phosphorus loadings in a management study",
    "authors": ["R.H.S. McColl"],
    "venue": "New Zealand Journal of Marine and Freshwater Research",
    "year": 1978
  }, {
    "title": "SHCAL04 Southern Hemisphere Calibration, 0–11.0 cal kyr BP",
    "authors": ["F.G. McCormac", "A.G. Hogg", "P.G. Blackwell", "C.E. Buck", "T.F.G. Higham", "P.J. Reimer"],
    "venue": "Radiocarbon",
    "year": 2004
  }, {
    "title": "A late Quaternary pollen record frommarine core P69, southeastern North IslandNewZealand.NewZealand",
    "authors": ["M.S. McGlone"],
    "venue": "Journal of Geology andGeophysics",
    "year": 2001
  }, {
    "title": "A Holocene and latest Pleistocene pollen record from Lake Poukawa, Hawke's Bay, New Zealand",
    "authors": ["M.S. McGlone"],
    "venue": "Global and Planetary Change",
    "year": 2002
  }, {
    "title": "A Holocene record of climate, vegetation change and peat bog development, east Otago, South Island, New Zealand",
    "authors": ["M.S. McGlone", "J.M. Wilmshurst"],
    "venue": "Journal of Quaternary Science",
    "year": 1999
  }, {
    "title": "El Niño/Southern Oscillation climatic variability in Australasian and South American paleoenvironmental records",
    "authors": ["M.S. McGlone", "A.P. Kershaw", "V. Markgraf"],
    "year": 1992
  }, {
    "title": "Holocene climate changes recorded in an East Antarctica ice core",
    "authors": ["E. Mosley-Thompson"],
    "venue": "Climate Variations and Forcing Mechanisms of the Last 2000 years: NATO ASI Series,",
    "year": 1996
  }, {
    "title": "Variability of El Niño/ Southern Oscillation activity at millennial timescales during the Holocene",
    "authors": ["C.M. Moy", "G.O. Seltzer", "D.T. Rodbell", "D.M. Anderson"],
    "venue": "epoch. Nature",
    "year": 2002
  }, {
    "title": "Effects of ENSO on New Zealand and the South Pacific",
    "authors": ["A.B. Mullan"],
    "venue": "Miscellaneous Series,",
    "year": 1996
  }, {
    "title": "Quaternary environmental change in New Zealand: a review",
    "authors": ["R.M. Newnham", "D.J. Lowe", "P.W. Williams"],
    "venue": "Progress in Physical Geography",
    "year": 1999
  }, {
    "title": "Millennial-scale storminess variability in the northern United States during the Holocene",
    "authors": ["A.J. Noren", "P.R. Bierman", "E.J. Steig", "A. Lini", "J. Southon"],
    "venue": "epoch. Nature",
    "year": 2002
  }, {
    "title": "Holocene sedimentary record from Lake Tutira: A template for upland watershed erosion proximal to the Waipaoa Sedimentary System, northeastern New Zealand",
    "authors": ["A.R. Orpin", "L. Carter", "M.J. Page", "U.A. Cochran", "N.A. Trustrum", "B. Gomez", "A.S. Palmer", "D.C. Mildenhall", "K.M. Rogers", "H.L. Brackley", "L. Northcote"],
    "venue": "Marine Geology",
    "year": 2010
  }, {
    "title": "A late Holocene lake sediment record of the erosion response to land use change in a steepland catchment, New Zealand",
    "authors": ["M.J. Page", "N.A. Trustrum"],
    "venue": "Zeitschrift für Geomorphologie",
    "year": 1997
  }, {
    "title": "A high resolution record of storminduced erosion from lake sediments, New Zealand",
    "authors": ["M.J. Page", "N.A. Trustrum", "R.C. De Rose"],
    "venue": "Journal of Paleolimnology",
    "year": 1994
  }, {
    "title": "Sediment budget to assess the geomorphic effect of a cyclonic storm",
    "authors": ["M.J. Page", "N.A. Trustrum", "J.R. Dymond"],
    "venue": "New Zealand. Geomorphology",
    "year": 1994
  }, {
    "title": "Erosion-related soil carbon fluxes in a pastoral steepland catchment",
    "authors": ["M.J. Page", "N.A. Trustrum", "H.L. Brackley", "W.T. Baisden"],
    "venue": "New Zealand. Agriculture, Ecosystems & Environment",
    "year": 2004
  }, {
    "title": "Controls on sediment export from the Waipaoa River basin, New Zealand",
    "authors": ["J.D. Phillips", "B. Gomez"],
    "venue": "Basin Research 19,",
    "year": 2007
  }, {
    "title": "Periods of recent infilling of the Gisborne Plains basin: associated marker beds and changes in shoreline",
    "authors": ["W.A. Pullar", "H.R. Penhale"],
    "venue": "New Zealand Journal of Science",
    "year": 1970
  }, {
    "title": "Identification of tree stumps and driftwood associated with tephra layers in alluvium, peat, and dune sands",
    "authors": ["W.A. Pullar", "R.N. Patel"],
    "venue": "New Zealand Journal of Botany",
    "year": 1972
  }, {
    "title": "The Southern Annular Mode and New Zealand climate",
    "authors": ["J. Renwick", "D. Thompson"],
    "venue": "Water and Atmosphere",
    "year": 2006
  }, {
    "title": "An ∼15,000-year record of El Niño-driven alluviation in southwestern Ecuador",
    "authors": ["D.T. Rodbell", "G.O. Seltzer", "D.M. Anderson", "M.B. Abbott", "D.B. Enfield", "J.H. Newman"],
    "venue": "Science 283,",
    "year": 1999
  }, {
    "title": "Millennial-scale climate changes on South Georgia, Southern Ocean",
    "authors": ["G.G. Rosqvist", "P. Schuber"],
    "venue": "Quaternary Research",
    "year": 2003
  }, {
    "title": "New Zealand climate: temperature and precipitation variations and their links with atmospheric circulation, 1930–1994",
    "authors": ["M.J. Salinger", "A.B. Mullan"],
    "venue": "International Journal of Climatology",
    "year": 1999
  }, {
    "title": "Variation in Holocene El Niño frequencies: climate records and cultural consequences",
    "authors": ["D.H. Sandweiss", "K.A. Maasch", "R.L. Burger", "J.B. Richardson III", "H.B. Rollins", "A. Clement"],
    "venue": "in ancient Peru. Geology",
    "year": 2001
  }, {
    "title": "Pollen evidence from tropical Australia for the onset of an ENSO-dominated climate at c",
    "authors": ["J. Shulmeister", "B.G. Lees"],
    "venue": "BP. Holocene",
    "year": 1995
  }, {
    "title": "A long late-Quaternary record from Lake Poukawa, Hawke's Bay, New Zealand",
    "authors": ["J. Shulmeister", "P. Shane", "O.B. Lian", "M. Okuda", "J.A. Carter", "M. Harper", "W. Dickinson", "P. Augustinus", "H. Heijnis"],
    "year": 2001
  }, {
    "title": "Earthquake and seiche deposits in Lake Lucerne, Switzerland",
    "authors": ["C. Siegenthaler", "W. Finger", "K. Kelts", "S. Wang"],
    "venue": "Eclogae Geologicae Helveticae",
    "year": 1987
  }, {
    "title": "Extratropical transition of Southwest Pacific tropical cyclones. Part 1: climatology and mean structure changes",
    "authors": ["M.R. Sinclair"],
    "venue": "Monthly Weather Review",
    "year": 2002
  }, {
    "title": "Past and future reorganisations in the climate system",
    "authors": ["T.F. Stocker"],
    "venue": "Quaternary Science Reviews",
    "year": 2000
  }, {
    "title": "Turbidites and ‘homogenites’. A conceptual model of flood and slide deposits: Publication IAS-16th",
    "authors": ["M. Sturm", "C. Siegenthaler", "R.A. Pickrill"],
    "venue": "Regional Meeting of Sedimentology, Paris,",
    "year": 1995
  }, {
    "title": "Variability in the El Niño-Southern Oscillation through a glacial–interglacial cycle",
    "authors": ["A.W. Tudhope", "C.P. Chilcott", "M.T. McCulloch", "E.R. Cook", "J. Chappell", "R.M. Ellam", "D.W. Lea", "J.M. Lough", "G.B. Shimmield"],
    "year": 2001
  }, {
    "title": "Soil depth–age relationship of landslides on deforested hillslopes, Taranaki",
    "authors": ["N.A. Trustrum", "R.C. De Rose"],
    "venue": "New Zealand. Geomorphology",
    "year": 1988
  }, {
    "title": "Sediment production, storage and output: the relative role of large magnitude events in steepland catchments",
    "authors": ["N.A. Trustrum", "B. Gomez", "M.J. Page", "L.M. Reid", "D.M. Hicks"],
    "venue": "Zeitschrift für Geomorphologie. Supplementband",
    "year": 1999
  }, {
    "title": "Holocene history of the El Niño phenomenon as recorded in flood sediments of northern coastal",
    "authors": ["L.E. Wells"],
    "venue": "Peru. Geology",
    "year": 1990
  }, {
    "title": "Interannual extremes in New Zealand precipitation linked tomodes of the Southern Hemisphere climate variability",
    "authors": ["C.C. Ummenhofer", "M.H. England"],
    "venue": "Journal of Climate",
    "year": 2007
  }, {
    "title": "Causes of late twentieth-century trends in New Zealand precipitation",
    "authors": ["C.C. Ummenhofer", "A. Sen Gupta", "M.H. England"],
    "venue": "Journal of Climate",
    "year": 2009
  }, {
    "title": "Speleothem master chronologies: combined Holocene",
    "authors": ["P.W. Williams", "D.N.T. King", "Zhao", "J.-X", "K.D. Collerson"],
    "year": 2004
  }, {
    "title": "The impact of human settlement on vegetation and soil stability in Hawke's Bay, New Zealand",
    "authors": ["J.M. Wilmshurst"],
    "venue": "New Zealand Journal of Botany",
    "year": 1997
  }, {
    "title": "A pre-deforestation pollen–climate calibration model for New Zealand and quantitative temperature reconstructions for the past 18000 years BP",
    "authors": ["J.M. Wilmshurst", "M.S. McGlone", "J.R. Leathwick", "R.M. Newnham"],
    "venue": "Journal of Quaternary Science 22,",
    "year": 2007
  }, {
    "title": "Stratigraphy, chronology, styles and dynamics of Late Quaternary eruptions from Taupo Volcano, New Zealand",
    "authors": ["C.J.N. Wilson"],
    "venue": "Philosophical Transactions-Royal Society of London",
    "year": 1993
  }],
  "id": "SP:6af5a035c0feb4df49a29a8ee55c50faa34dbbc6",
  "authors": [{
    "name": "M.J. Page",
    "affiliations": []
  }, {
    "name": "N.A. Trustrum",
    "affiliations": []
  }, {
    "name": "A.R. Orpin",
    "affiliations": []
  }, {
    "name": "L. Carter",
    "affiliations": []
  }, {
    "name": "B. Gomez",
    "affiliations": []
  }, {
    "name": "U.A. Cochran",
    "affiliations": []
  }, {
    "name": "D.C. Mildenhall",
    "affiliations": []
  }, {
    "name": "K.M. Rogers",
    "affiliations": []
  }, {
    "name": "H.L. Brackley",
    "affiliations": []
  }, {
    "name": "A.S. Palmer",
    "affiliations": []
  }, {
    "name": "L. Northcote",
    "affiliations": []
  }],
  "abstractText": "Available online 3 November 2009",
  "title": "Storm frequency and magnitude in response to Holocene climate variability, Lake Tutira, North-Eastern New Zealand"
}