{
  "sections": [{
    "text": "Contents lists available at SciVerse ScienceDirect\nIcarus\njournal homepage: www.elsevier .com/ locate/ icarus\nThe origin and timing of fluvial activity at Eberswalde crater, Mars\nN. Mangold a,⇑, E.S. Kite b, M.G. Kleinhans c, H. Newsom d, V. Ansan a, E. Hauber e, E. Kraal f, C. Quantin g, K. Tanaka h\na Laboratoire Planétologie et Géodynamique de Nantes, LPGN/CNRS, Université Nantes, 2, rue de la Houssinière, 44322 Nantes, France b Division of Geological and Planetary Science, Caltech MC 150-21, 1200 E. California Boulevard, Pasadena, CA 91125, USA c Faculty of Geosciences, Universiteit Utrecht, PO Box 80115, 3508 TC Utrecht, The Netherlands d Institute of Meteoritics, Department of Earth and Planetary Sciences, University of New Mexico, Albuquerque, NM 87131, USA e Institut für Planetenforschung/Institute of Planetary Research, German Aerospace Center (DLR), Rutherfordstr. 2, 12489 Berlin, Germany f Department of Physical Sciences, Kutztown University of Pennsylvania, PA 19530, USA g Laboratoire Géologie de Lyon, La Doua, Université Claude Bernard Lyon, 69622 Villeurbanne, France h Astrogeology Science Center, U.S. Geological Survey, 2255 N. Gemini Dr. Flagstaff, AZ 86001, USA\na r t i c l e i n f o a b s t r a c t\nArticle history: Received 19 September 2011 Revised 2 May 2012 Accepted 22 May 2012 Available online 31 May 2012\nKeywords: Mars, surface Mars, climate Impact processes Geological processes\n0019-1035/$ - see front matter 2012 Elsevier Inc. A http://dx.doi.org/10.1016/j.icarus.2012.05.026\n⇑ Corresponding author. E-mail addresses: nicolas.mangold@univ-nantes.fr\nedu (E.S. Kite), m.g.kleinhans@uu.nl (M.G. Kle (H. Newsom), Ernst.Hauber@dlr.de (E. Hauber), kra cathy.quantin-nataf@univ-lyon1.fr (C. Quantin), ktana\nThe fan deposit in Eberswalde crater has been interpreted as strong evidence for sustained liquid water on early Mars with a paleolake formed during the Noachian period (>3.7 Gy). This location became a key region for understanding the Mars paleo-environment. Eberswalde crater is located 50 km north of the rim of the 150 km diameter crater Holden. Stratigraphic relationships and chronology obtained using recent Mars Express High Resolution Stereo Camera and Mars Reconnaissance Orbiter Context Camera images show that Eberswalde fluvial activity crosscuts Holden ejecta and thus postdates Holden crater, whose formation age is estimated from crater counts as Late Hesperian ( 3.5 Gy, depending on models). Fluvial modeling shows that short term activity (over several years to hundreds of years) involving dense flows (with sediment:water ratio between 0.01 and 0.3) may be as good an explanation of the fluvial landforms as dilute flow over longer durations. Modeling of the thermal effect of the Holden impact in the Eberswalde watershed is used to evaluate its potential role in aqueous activity. The relative timing of the Holden impact and Eberswalde’s fan is a constraint for future studies about the origin of these landforms. Holden ejecta form a weak and porous substrate, which may be easy to erode by fluvial incision. In a cold climate scenario, impact heating could have produced runoff by melting snow or ground ice. Any attempt to model fluvial activity at Eberswalde should take into account that it may have formed as late as in the Late Hesperian, after the great majority of valley network formation and aqueous mineralization on Mars. This suggests that hypotheses for fan formation at Eberswalde by transient and/or localized processes (i.e. impact, volcanism, unusual orbital forcing) should be considered on a par with globally warmer climate.\n2012 Elsevier Inc. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "The discovery of a partially eroded fan deposit in Eberswalde crater, north of the Holden crater has been interpreted as strong evidence for sustained liquid water on early Mars (Malin and Edgett, 2003). This fan is usually interpreted as a delta formed in a standing body of water (Malin and Edgett, 2003; Moore et al., 2003; Wood, 2006; Lewis and Aharonson, 2006; Pondrelli et al., 2008; Rice et al., 2011). Eberswalde crater is located 50 km north of the 150 km diameter crater Holden (Fig. 1). The latter shows various fluvial landforms too, including alluvial fans – as observed in many\nll rights reserved.\n(N. Mangold), ekite@caltech. inhans), newsom@unm.edu al@kutztown.edu (E. Kraal), ka@usgs.gov (K. Tanaka).\nsouthern hemisphere large craters (Cabrol and Grin, 1999; Moore and Howard, 2005; Kraal et al., 2008a; Grant and Wilson, 2011) – and layered sediments that may correspond to a period of lacustrine deposition during the Noachian period (Grant et al., 2008). Both craters could thus represent a region in which early Mars fluvial and lacustrine activity is well-preserved. Locations on the floors of both craters were among the final four candidate locations for the Mars Science Laboratory landing site for this reason (Grant et al., 2011).\nHowever, the processes and timescale for fluvial erosion and sedimentation at Eberswalde crater are actively debated. Alternatives to the delta theory include alluvial fan progradation onto a dry crater floor (Jerolmack et al., 2004), or emplacement as a dense viscous flow (Kraal and Postma, 2008). The timescales associated with these mechanisms range from a few years (Jerolmack et al., 2004) to >100,000 years (Bhattacharya et al., 2005). It remains unclear whether deposition of the fan occurred into standing water or not, and hydrologic modeling (Jerolmack et al., 2004) suggests\ndeposition need not have persisted as long as originally inferred (e.g., Moore et al., 2003). Jerolmack et al. (2004) proposed a link between the formation of Holden crater and the fluvio-lacustrine activity at Eberswalde, but no observations were ever made to link these processes together.\nIn the present study, we use new data from the High Resolution Stereo Camera (HRSC, Neukum et al., 2004) onboard Mars Express, and the Context Camera (CTX, Malin et al., 2007) and the High Resolution Imaging Science Experiment (HiRISE, McEwen et al., 2007) onboard Mars Reconnaissance Orbiter, to: (1) establish the relative stratigraphic relationships between Holden ejecta, Eberswalde fluvial landforms and other regional landforms; (2) constrain the absolute chronology of these processes using crater counts; (3) study the hydrology of the Eberswalde catchment using new HRSC Digital Elevation Models (DEMs) and analyze implications for the stratigraphy; (4) finally, discuss formation hypotheses (a globally warmer climate, or other processes) in light of the stratigraphic constraints. Our observations show that the valleys feeding Eberswalde’s fan delta crosscut Holden ejecta, thus post-dating Holden crater formation, while Holden’s age is estimated as being Hesperian on the basis of crater counts. Our results show that mapping and detection of ancient crater ejecta can be a powerful tool in identifying cross-cutting relationships between ancient fluvial landforms and determining their age."
  }, {
    "heading": "2. Data and methods",
    "text": "The data used for this study consist of HRSC images (Neukum and Jaumann, 2004), Mars Global Surveyor (MGS) Mars Observer\nCamera (MOC) images (Malin et al., 1998), Mars Reconnaissance Orbiter’s (MRO) High Resolution Imaging System (HiRISE) images (McEwen et al., 2007), and Context Camera (CTX) images (Malin et al., 2007). In particular, we used HRSC images #4310 and #7233, with nadir resolutions of 15 m pixel 1 and 25 m pixel 1, respectively, for a thorough study of the morphology and geometry of the valleys and detailed mapping. Regional maps and mosaics in sinusoidal projection are centered at 325 E longitude.\nWe used two triplets of HRSC images acquired on orbit #4310 and orbit #7233 to generate two HRSC DEMs (Digital Elevation Models) using the DLR Berlin tools developed for the Mars Express mission (Scholten et al., 2005; Gwinner et al., 2007) and successfully applied to martian valley networks (Ansan et al., 2008; Mangold et al., 2008). Each image triplet consists of a nadir and two stereo images. The altimetric points extracted from these triplets have been projected onto the Mars datum (Duxbury et al., 2002) using a sinusoidal projection at a spatial gridding of 60 m. A total of 2,601,473 tie points were detected on whole area covered by the image triplet #7233, using 3D coordinates that have a spatial accuracy of rx = 8.3 m, ry = 6.0 m and rz = 5.5 m, implying a statistical height error of 7 m for each point. A total of 7,995,029 tie points were detected on the area covered by the image triplet #4310, using 3D coordinates that have a spatial accuracy of rx = 12.8 m, ry = 9.5 m and rz = 8 m, implying a statistical height error of 10 m for each point. Regional topography was analyzed using the 1/128 Mars Observer Laser Altimeter (MOLA) gridded data (Smith et al., 1999).\nA hydrologic analysis system, DNR hydromod, included in ArcView GIS (Loesch, 2001), was used to extract valley networks\nautomatically from the DEMs. Automatic detection is mainly used for comparison between datasets, rather than as an independent valley-mapping technique. The automatic detection of valleys in DEMs always requires visual checking to confirm the presence of valleys in the images. The DNR hydromod algorithm has three steps: (1) the original topography (DEM) is modified, removing sinks to produce a continuous flow direction grid. This step is very important because sinks like pits or impact craters disrupt the drainage topography; (2) a flow direction grid is calculated where the steepest downslope direction is recognized from each cell to the eight neighboring cells (D8 algorithm); and (3) a flow accumulation grid is generated as the cumulative number of cells flowing into each downslope cell. Cells that have high flow accumulation may be used to identify stream channels. This software therefore permits one to deduce the probable location of past stream flow based on the current topography.\nCraters for chronology were counted and measured in a geographic information system (GIS) using sinusoidal projection. Crater statistics used isochrons developed for Mars (Hartmann and Neukum, 2001) and isochron-fitting tools developed by Michael and Neukum (2010)."
  }, {
    "heading": "3. Identification, mapping and stratigraphy of Holden ejecta",
    "text": ""
  }, {
    "heading": "3.1. Ejecta blanket boundaries",
    "text": "Detailed mapping of Holden ejecta was done for the region north and west of Holden, where Eberswalde crater is located (Fig. 2). Grooves, rays, terminal lobes and megabreccias formed by the cratering process were used to determine Holden ejecta boundaries. Megabreccias contain coarse blocks of varied size, shape and composition that are ejected by impacts. They are distinguished from coarse-grained sediments by their lack of organization and poor sorting. Megabreccias are frequently observed in central peaks and ejecta of large craters on Mars (McEwen et al., 2007, 2009; Grant et al., 2008). Although a map of Holden ejecta was produced using Viking data (Grant, 1987), higher resolution data permit a more detailed map to be compiled. Many breccia blocks surrounding Holden are visible in lower resolution images such as CTX and MOC (Fig. 3). Only two HiRISE images show blocks at a higher resolution, and in color.1 Blocks are frequently lightertoned than the surrounding matrix, allowing clear identification (Fig. 3). Size is highly variable from the limit of resolution to a maximum diameter of 100 m. Shape is variable from angular to rounded. Local outcrops inside Eberswalde depression display blocks locally >10 m (Fig. 3g), which are likely too large to have been deposited by superimposed channel deposits. In color images, breccia blocks display various colors, as, for instance, in Fig. 3j where three blocks display three different colors. This suggests compositional diversity, as expected for crater ejecta. Breccias are found all around Holden, likely because they correspond to Holden impact ejecta. Given this extensive coverage centered on Holden crater, it is unlikely that all these breccia would correspond to smaller crater ejecta or local sedimentary breccia. South of Holden, terrains are more homogeneous and breccias are much more difficult to identify, likely due to the presence of the mid-latitude ice-bearing mantle that exists poleward of 25 in the southern hemisphere (e.g., Mustard et al., 2001).\nIn addition to breccia, grooves and rays within the ejecta blanket are detected by identifying lineations radial to Holden’s center (Fig. 2). Terminal lobes are often difficult to identify around large craters compared to mid-sized craters with well-developed lobate ejecta (Carr et al., 1977; Mouginis-Mark, 1987; Costard, 1989; Bar-\n1 For interpretation of color in Figs. 1–3, 5–7 and 9, the reader is referred to the web version of this article.\nlow and Bradley, 1990; Barlow, 1994; Baratoux et al., 2002, 2005). The boundary between continuous ejecta and discontinuous ejecta in Fig. 2 is identified by the increase in secondaries (and rays formed by secondaries) compared to sparse or inexistent secondaries where breccias are well identified (Fig. 3). This transition occurs 70–100 km beyond Holden’s rim (2–2.5 crater radii R from Holden’s center). Smaller craters on Mars (10–100 km in diameter) can have ejecta blankets extending more than 3R from the center (Barlow, 1994). Empirical relations from lunar data indicate an average extent of the continuous ejecta blanket of 2.3R ± 0.5R for a crater of Holden’s diameter (Melosh, 1989). A continuous ejecta blanket extending 2R–2.5R from the crater rim is therefore consistent with our knowledge of how craters form. The Eberswalde sedimentary deposits and associated feeder channels are within 2R of Holden, so are likely within the continuous ejecta blanket of Holden (Fig. 2)."
  }, {
    "heading": "3.2. Crosscutting relationships between Holden ejecta and Eberswalde valleys",
    "text": "Figs. 3 and 4 show three close-ups of MOC and HiRISE images along the main tributary leading to the Eberswalde fan. The valley is filled by aeolian material distributed in transverse ripples and dunes that hide bedrock. The valley sides expose cohesive bedrock containing blocks that are several meters to several tens of meters wide and usually lighter-toned than the finer material surrounding them, indicating this valley is incised into brecciated bedrock. This breccia is similar to that observed all around Holden’s northern rim, and is mapped as part of the Holden continuous ejecta blanket. At the location of Fig. 4c, the valley depth reaches 150 m (MOLA data) with the breccia exposed along the entire wall of the scarp. This gives a sense of the volume of material in the continuous ejecta blanket near the location of the valley outlet, just 50 km north of the Holden rim.\nEmpirical scaling laws for ejecta thickness estimated from explosion experiments and from lunar data express the ejecta blanket thickness H as a power law decaying with distance from the crater center r as (McGetchin et al., 1973):\nH ¼ 0:14R0:74ðr=RÞ 3 ð1Þ\nThis relation was preferred to martian empirical laws (e.g., Garvin and Frawley, 1998) that used craters more or less degraded by glacial and atmospheric activity in the northern plains. Using Eq. (1), we find the expected ejecta thickness for a 75 km radius crater would be 125 m at 50 km from the rim (as in Fig. 4c). This thickness is consistent with our local interpretation of the location of continuous ejecta suggesting post-Holden erosion was insufficient to remove much material from the ejecta blanket, except by individual valley incision. Note that the thickness decreases strongly with increasing distance from Holden’s rim: the relation predicts a decrease from 240 m at 25 km from the rim to 70 m at 75 km from the rim (2R)."
  }, {
    "heading": "3.3. Crosscutting relationships between Holden ejecta and other fluvial valleys",
    "text": "Holden secondaries can be observed >300 km from Holden’s rim (Fig. 2). Secondaries are usually identifiable as butterflyshaped and elongated craters, frequently with small crater chains. If elongated, their long axis is always radial to Holden center. Several examples show that Holden secondaries overprint valley networks. This is visible 150–300 km north of Holden where well-developed valley networks are crosscut by a crater chain (Fig. 5a). These networks do not connect with valleys breaching Eberswalde crater. Just south of this example, Arda Valles are also\nsuperposed by a few elliptical craters: two of these are 2 km across (minor axis) (Fig. 5b). None of these secondaries display obvious erosion by fluvial activity or other indicators of reactivation of the fluvial valleys after these small impacts formed. If fluvial activity occurred in Arda Valles after these secondaries, it must have been limited in amplitude to explain the overall lack of late incision. The geomorphic style of deeply incised and regionally integrated incision of Arda Valles and the valleys north to them is\ncomparable to classical highland valley networks that are dated as Late Noachian–Earliest Hesperian (e.g. Fassett and Head, 2008).\nTo the north-east of Holden, Ladon Vallis is a 40–50 km wide channel that is part of the Uzboi–Ladon–Morava (ULM) system of outflow channels that may have connected Argyre to Chryse Planitia (Grant and Parker, 2002). A secondary crater chain is superposed on terraces of Ladon Vallis (Fig. 5c). Ladon Vallis is suspected to be Late Noachian–Early Hesperian (Grant and Parker,\n2002), possibly extending later well into the Hesperian (e.g., Grant et al., 2008). Thus, the crosscutting relationship between Holden secondaries and Ladon Vallis would imply an even younger age for Holden crater than the two previous examples with valley networks."
  }, {
    "heading": "4. Chronology from crater densities",
    "text": "Crosscutting relationships show that Holden ejecta postdate most Late Noachian valley networks, but predate those leading to Eberwalde depositional fans. Dating the Holden impact more precisely would then constrain the absolute timing of these processes – in particular, a maximum age for Eberswalde fluvial and lacustrine activity. Crater counts were carried out on the northern ejecta blanket and on the interior of Holden (Fig. 6). For the northern ejecta blanket, the area on which craters are counted corresponds approximately to the area of the continuous ejecta blanket as mapped in Fig. 2. A slightly larger area was used for counting craters inside Holden (Fig. 6), where only craters >1 km were counted in order to limit crater removal due to resurfacing by sedimentary filling.\nFirst, we can use the Tanaka method (Tanaka, 1986; Werner and Tanaka, 2011) to determine epochs from the cumulative number of craters of more than 1 and 2 km, i.e. N(1) and N(2). The N(5) would be vulnerable to Poisson noise because of the low number of craters. We obtain N(2) = 382 ± 171 craters/106 km2 for the ejecta blanket and N(2) = 610 ± 184 craters/106 km2 for the interior of Holden. Uncertainties are large because of the low number of craters, but the estimates overlap for N(2) in the range 450 and 550 craters/106 km2. This N(2) corresponds to a Late Hesperian\nage based on the stratigraphy of Werner and Tanaka (2011) (Table 1). Even assuming the N(2) of Holden’s interior is more reliable because of the greater number of craters, the age found is shortly after the Early–Late Hesperian boundary.\nThe new stratigraphy proposed by Werner and Tanaka (2011) also enables us to use the frequency of craters >1 km diameter for dating. With 25 craters >1 km for Holden ejecta we obtain N(1) = 1913 ± 383 craters/106 km2 and with 23 craters on Holden’s floor we obtain N(1) = 1277 ± 266 craters/106 km2 for Holden interior. In contrast to the N(2), the latter value is now lower than that of ejecta, which may be a result of the stronger modification by eolian blanketing on Holden’s floor. According to this new timescale, the N(1) found for the ejecta of 1913 ± 383 craters/106 km2 is close to the Late Hesperian/Early Amazonian boundary, and more consistent with an Early Amazonian age than a Late Hesperian age.\nApplying Hartmann incremental plots (Hartmann and Neukum, 2001) to the ejecta blanket, the graphical age is found to be 3.2– 3.4 Gy (Late Hesperian) considering only bins from 700 m to 5 km diameter (Fig. 6). Craters <700 m are undercounted due to erosion and infilling, explaining the shift to younger ages for this size bin (Fig. 6). Craters >2 km are rare and suffer from Poisson noise. The largest craters in Holden interior are slightly overabundant (but with large error bars) relative to the isochron defined by smaller craters. To calculate Holden’s age, we exclude craters smaller than 1 km because of the major resurfacing inside Holden, and only use larger craters. The age of Holden crater using this technique is still consistent with an age slightly after the Early Hesperian–Late Hesperian boundary ( 3.4 Gy in Hartmann scale, Table 1).\nA similar trend is shown using a Neukum cumulative plot based on Ivanov’s modeling (Ivanov, 2001; Michael and Neukum, 2010).\nModel ages of 3.45 Gy and 3.58 Gy are derived for ejecta and interior respectively, with standard deviation 0.1 Gy (Fig. 6). Taking into account this error, these ages are consistent with an age of 3.5 Gy, corresponding to a Late Hesperian age (Late/Hesperian boundary at 3.65 Gy in this model, see Table 1). Given uncertainties in these models as well as limitations due to small crater degradation, an age inside the Early Hesperian is not excluded.\nMost ages for Holden crater found by the different methods used postdate the Early Hesperian–Late Hesperian boundary when translating these ages in Tanaka scale (Table 1). The youngest age indicates an age slightly postdating the Late Hesperian–Early Amazonian boundary. Therefore, crater counts favor a formation of Holden crater in the Hesperian period, probably in the Late Hesperian. Eberswalde fluvial activity postdating Holden crater is therefore also this age, or even younger. This chronology is consistent with crosscutting relationships that placed Holden crater after the formation of main valley networks and after the Early Hesperian outflow channel Ladon Vallis. It is also consistent with recent crater counts made on alluvial fans in southern Margaritifer Terra including the Holden bajadas, which show Late Hesperian and Early Amazonian ages (Grant and Wilson, 2011).\nDetermining whether or not Eberswalde fluvial activity occurred immediately after Holden impact is also important, especially for constraining possible links between the Holden impact and the Eberswalde fluvial activity. This requires finding, or not, a time gap between the two events, e.g. observing how many craters postdating Holden ejecta were cut by the fluvial activity later.\nThis question is hard to resolve, even with high resolution imagery. We did not find a significant candidate population of small craters that definitively satisfy these conditions. For example, small craters truncated by valleys feeding into the main Eberswalde fan may have been affected by post-fluvial widening of the feeder valleys, not by the fluvial activity itself. A major problem is that aeolian infill and erosion occurring in the last 3 Gy has modified fluvial landforms and small craters in the Eberswalde region.\nA 16 km diameter crater on the NW rim (Bigbee crater, marked ‘‘ ’’ in Fig. 3a) is a candidate as it seems to impact Holden rims, and is eroded by Holden rim retreat associated with the deposition of the Holden bajada. As illustrated by the example of Ardas Valles (pre-Holden) and the valleys sourcing the small fans in North Eberswalde, it is possible for spatially adjacent watersheds to be fluvially active at different times. In this case, fluvial activity at Holden could immediately postdate the Holden impact, but the Holden bajada would form (perhaps by a different mechanism) after a time gap. In addition, this crater when plotted on the crater count population (Fig. 6a, in red) appears out of the count like if its presence was statistically unlikely. No smaller craters exist that seem fluvially eroded in the same way as it should be the case in a statistical crater distribution. Thus, the fact that it is the single crater eroded like this questions its chronological relationship with Holden. For example, Bigbee may be an old crater not fully modified by Holden impact, explaining its shallow and non-circular shape, especially on its southern rim that is almost fully eroded. Lunar examples include the 180 km-diameter Crater Tsiolkovskiy\n(20.1 S, 129.1 E, for example on the Apollo view AS15-M-0757), which has incompletely blanketed 20–30 km diameter craters on its NE rim showing it is possible to partially preserve craters of the size of Bigbee so close to large craters. As a last alternative, Bigbee’s formation could have been coeval to Holden. Indeed, recent studies show that binary asteroids represent 1/6 of >300 m large body among near Earth asteroids (e.g., Pravec et al., 2006, 2012). Observations at Venus surface confirm the accuracy of these estimations (Cook et al., 2003). Any moon must orbit well within the\nHill sphere of the primary asteroid (Murray and Dermott, 2000). The Hill sphere radius is R_Hill = a (m/M)1/3, where a is semimajor axis of Mars, m is asteroid mass, and M is the solar mass (Murray and Dermott, 2000). Suppose the Holden impactor was 15 km diameter (typically 1/10–1/20 of the crater final diameter), with density 3000 kg/m3. The Hill sphere radius at Mars’ orbit is then 3000 km and can comfortably accommodate the km-sized Bigbee impactor. To solve the question of a time gap in future studies, a population of small craters predating and postdating should be identified to avoid poor statistics due to a unique impact. A systematic survey of small craters at Holden’s rim at HiRISE scale may give a beginning of an answer.\nRice et al. (2011) interpret lineations within Eberswalde crater as faults due to regional tectonic activity, which would imply a time gap between floor deposits interpreted as Holden ejecta and lacustrine sediments on the Eberswalde floor. These lineations are interpreted in our study as part of the ejecta grooves surrounding Holden. Indeed, these lineations trend NNE inside Eberswalde, which corresponds to a direction radial to Holden crater. This NNE trend is not found outside Eberswalde, whereas additional lineations are found with other trends, always radial to Holden crater center, supporting the impact-groove interpretation. The interpretations of these lineations as faults may come from subsequent displacements along pre-existing scarps due to differential compaction under sediment (or ejecta) overburden; something frequently observed in terrestrial basins (e.g., Freeth and Ladipo, 1986). In addition, radial impact-related faults have been identified on Earth (e.g., Koeberl and Henkel, 2005).The fault and ejecta groove hypotheses are therefore not mutually exclusive. In our assessment, faults would not be related to any Tharsis stress as hypothesized by Rice et al. (2011), but local to the Holden region, and, in such a context, the identification of a non-negligible time gap between ejecta and sediments deposition is non-unique."
  }, {
    "heading": "5. Eberswalde basin and valley morphology and dynamics",
    "text": "Given the cross-cutting relationships from Section 4, which indicate that the Eberswalde fan formed after the Holden impact, the analysis below uses watershed geometry and valley morphology to constrain processes. These observations are not exhaustive: their goal is to highlight a few characteristics that can be used in modeling of the sediment infill, to examine the rates and processes of deposition, and later in the discussion of climatic versus impact triggers for fluvial activity at Eberswalde."
  }, {
    "heading": "5.1. Watershed analysis",
    "text": "We compare valley networks in the Eberswalde catchment as observed in the HRSC images, and as automatically detected by DNR hydromod (see Section 2). The Holden northern outer rim is incised by numerous valleys (Fig. 7). Several valleys interconnect to form a branching pattern debouching into Eberswalde crater and terminating in the fan. Nevertheless, some valleys are not linked to this pattern, despite being part of the same watershed. They are discontinuous, lack connection with downstream tributaries, and usually vanish suddenly. The valley network is also asymmetric: Valley heads are more numerous in the southern section while large parts of the west and north of the basin are devoid of any valleys despite having similar slopes and drainage areas. This does not seem to be an issue of image resolution because a similar asymmetry was observed in higher resolution datasets such as CTX and MOC.\nThe area defined by all the mapped valleys is 5000 km2. Based on both HRSC and MOLA topography, the watershed appears to cover a wider area than do the valley networks. The watershed\ncovers an area of 12,700 km2. The abrupt end of the watershed to the western edge of the geographic box is partly due to the DEM limits, but the true limit does not extend much more to the west ( 30 km) as seen on the MOLA DEM. Automatically detected valley segments crosscut current topographic lows without any corresponding evidence for incision in the HRSC images. A similar result is observed from MOLA data, despite the lower density of the calculated network from this dataset (Fig. 7f). These results show that the visible valley network did not cover the whole topographic watershed. The fact that valleys developed in the lower eastern section of the watershed only, and not in the western upper section, could result from (i) high rates of infiltration into the subsurface, possibly due to the presence of Holden ejecta; (ii) a geologically brief period of fluvial activity; (iii) an irregular input of water in the watershed, such as that suggested by the asymmetry in valley heads, or a combination of these effects; (iv) upper catchment dominated by overland sheet flows until slope was significant enough to focus into valleys; (v) supraglacial flow in the upper catchment transitioning to bedrock incision in the lower parts of the catchment."
  }, {
    "heading": "5.2. Boulders in the inverted channels of the depositional fan",
    "text": "The geomorphology of Eberswalde’s fan has been studied in detail (e.g., Lewis and Aharonson, 2006; Pondrelli et al., 2008, 2011;\nRice et al., 2011). All studies interpret topographic high-standing ridges as inverted channels created by differential erosion. These channels display sinuous and accretionary shapes, usually interpreted as meanders (Malin and Edgett, 2003). HiRISE images show some of these inverted channels contain meter-scale blocks (Howard et al., 2007; Pondrelli et al., 2008). The presence of boulders in the quiet depositional environment of a fan is intriguing because on Earth fan deltas are usually dominated by silt and sand-sized deposits, sometimes gravels (Colella and Prior, 1990), but not boulders.\nImages show that boulders are up to 2 m in size (Fig. 8). They could have formed by weathering of chemically cemented layers and, in this case, would not be relevant to understanding the primary depositional environment. However, deposits with boulders are strictly limited to well-defined blocky layers separated by non-blocky layers (Fig. 8d). Sometimes the layering shows alternation of competent blocky layers and finer grained layers (Fig. 8b, see also Fig. 15c in Pondrelli et al., 2008). Twenty meters spaced polygons affect the finer deposits much more easily than the blocky deposits (Fig. 8d) also suggesting a difference in grain size between the two types of layers. The sharp confinement of boulder deposits to individual layers (as in Fig. 8b, c or d) argues that boulders were fluvially transported because chemical induration often occurs regardless of the layering. In addition, it appears that these sinuous channel deposits have been inverted by erosion because of\nthe presence of boulder-bearing deposits in the uppermost part, perhaps because those layers are more resistant to erosion.\nThe inference that these boulders were deposited in the channel floor has implications for the channel dynamics. Howard et al. (2007) proposed that the boulders could be transported by normal fluvial flows if the bed material were strongly bimodal, with a dominant sand or fine gravel bed with a minority of coarse boulders. Nevertheless, some layers seem to be very boulder-rich (Fig. 8), casting doubt on the idea that they are only a minor component. In addition, Kuhnle (1993) argues that when the sediment has a strongly bimodal size distribution, but uniform density, the shear stress to transport boulders is the same as it would be for sediment composed entirely of boulders. Under such high shear stress the rest of the sediment would not remain deposited for long, but rapid erosion would begin even when conditions for the blocks are favorable for deposition (Kleinhans and van Rijn, 2002; Kraal et al., 2008b).\nOne solution to this problem is that the flows were dense enough to transport boulders. Dense flows might occur due to dam breaking, sudden aquifers discharge, or flash floods. Dam breaking is a possibility due to the observation of an upper depositional area, before the entry to the canyon that sources the Eberswalde fan (immediately south of the location of Fig. 4b). The observations of multiple beds with boulders at different levels of the deposits would require multiple dams and breaches during the whole fan formation, something uncertain given the lack of observations such as multiple terraces, for example, that could confirm such hypothesis. Several wide valley heads could also be interpreted as having been generated by small outflows. Dense flows are discussed in the modeling below.\nA second alternative is that boulders have a low density. Indeed, Holden ejecta would constitute a huge source of blocks of very diverse size and density. Thus, blocks in channel deposits can correspond to individual blocks of impact breccia present upstream inside the Holden ejecta and transported downstream. Ejecta in\nsuch huge impacts can be heated enough to be melted partially or totally, which can create more porous blocks similar to volcanic pyroclastic rocks or lapillis (e.g. Melosh, 1989). For example, individual blocks of breccias collected by Apollo missions are between 15% and 25% of porosity (Macke et al., 2011), therefore decreasing their average density. Block entrainment is strongly sensitive to block density (Kleinhans and van Rijn, 2002). A decrease by 1=4 in density of only parts of the Holden breccia blocks could explain why block entrainment can occur more easily in Eberswalde fan than in other locations. In any cases, if interpreted as transported boulders and not as weathering products, the presence of these boulder-bearing channel deposits require specific conditions including high discharge rates, in the range of 500–1000 m3 s 1 (for rock density 2650 kg m 3) as calculated by Howard et al. (2007), light density of blocks, dense flows to transport blocks, or a combination of these properties."
  }, {
    "heading": "5.3. Channel dynamics and sedimentary body growth",
    "text": "By modeling the sediment deposition, it is possible to broadly constrain the rate and formation time-scale of delta features on Mars (Kraal et al., 2008b; Kleinhans et al., 2010). The general model presented in Kleinhans et al. (2010) calculates the growth of a sedimentary body in a crater lake, represented by a low-gradient, subaerial cone on top of a high-gradient, subaqueous cone. The volume of the cone is constrained by the influx of sediment while the elevation of the break in slope, i.e. the shoreline, is constrained by the influx of water. The parameters that determine which morphology emerges are the supply of sediment and water to the basin, the size of the basin and the duration of the flow (Kleinhans et al., 2010). The water and sediment fluxes were calculated with physics-based predictors based on the feeder channel dimensions and gradient.\nThe dilute scenario (Fig. 9, left) represents sediment transported by a fluvial flow with predominantly liquid water. Duration of accumulation to form a deposit with size and shape of the Eberswalde\nfan would be two decades. The dense flow scenario (Fig. 9, right) represents the dense debris flow scenario, i.e. not a dilute flow but a slurry. This scenario forms the deposit in less than two weeks. The total flux of water and sediment in the dilute and dense cases are exactly equal at 8.7 104 m3/s. In the dilute case, the flow had 0.05% (Solid:Water ratio S:W = 0.0005) sediment concentration by volume calculated from a semi-empirical sediment transport predictor for gravel bed rivers, and in the dense case the flow had an imposed 30% (S:W = 0.3) sediment concentration by volume. Here the dense flow is taken as really dense (S:W = 0.3), but flows can be defined as dense for S:W as low as 0.01. Assumed feeder channel dimensions for the dilute case were 500 m wide, 25 m deep at a gradient of 0.034 with a representative (median) gravel particle diameter of 0.1 m.\nThe dilute scenario requires the Eberswalde crater to overflow at about 250 m above the existing fan surface. Observations however, do not show the presence of any overflow, and, on the contrary suggest a relative stable lake level, as shown, for instance,\nby the main fan upper surface, not incised by subsequent episodes. If the crater had no overflow, then the fluvial flow discharge required to transport the sediment contained in the fan would have filled up the crater to a much higher level than can be accounted for by the elevation of the most distal deposits of the fan, whilst the sediment would be deposited as a thin drape on the crater wall rather than a long delta (Kleinhans et al., 2010). This is because typical sediment concentrations in dilute fluvial channels are 10 3–10 4. The condition of a constant overflow height for the dilute case is therefore essential. If overflow height varied even slightly, one would expect to see delta lobes at very different elevations and perhaps incised delta lobes as well. Neither are observed.\nTwo possible alternatives exist to stabilize lake level: infiltration or evaporation. Infiltration into a permeable crater floor may have occurred, aided by the high permeability of ejecta deposits. However, infiltration reduces as the subsoil is increasingly saturated. It would be an unlikely coincidence for the waning infiltration permeability of the crater floor to be exactly matched by a waning flow discharge or a series of discharge pulses, and this would have dramatically reduced sediment transport capacity anyway. Results of the dilute flow modeling predicts that more than half of the fan consists of steep foreset deposits at the angle of repose, but steep foresets appear to be rare or absent (e.g., Lewis and Aharonson, 2006). The second alternative is a rapid evaporation rate compensating the lake infill. However, here too, the evaporation must match the inflow of liquid water, but there is no obvious mechanism to adjust evaporation rates to balance discharge at Eberswalde. Energy available from insolation would limit evaporation from the lake to 0.1–1 m/year (⁄⁄⁄R.P. Irwin III, submitted manuscript), a value insufficient to compensate influx in the dilute model. Overall, this scenario seems impossible. There is a missing water sink.\nThe dense flow scenario (Fig. 9, right) does not require an overflow and produces mostly subhorizontal strata. The dense flow has about one-third of sediment, and two-thirds of water. This means that the water level in the crater does not rise fast, and the deposit can prograde far into the crater. The minimum formation time for the deposit is estimated at only a few days, but such a large fan is more likely built up from several flow events, perhaps coupled to seasonality, damming, or surges, so that years or decades formative time are equally likely. Such a dense flow could also explain the presence of the large boulders. Possible weaknesses of this model are that (1) a trigger is required to cause a dense flow that is self-maintained (Kleinhans, 2005), and (2) that it may be more difficult to explain the sinuosity of the few meanders observed. Note, nevertheless, that meander formation has been debated on Earth for hyperconcentrated flows in China (Xu, 2002; Van Maren, 2007; Van Maren et al., 2009).\nOverall, dense flows match more observations at Eberswalde than do dilute flows, but do not provide a definitive solution. Only a subset of possible parameter combinations has been explored, and an intermediate solution may explain better observations. Nevertheless, the main lesson from this modeling is that water influx from a dilute channel should increase the water level, contrary to observations of a nearly constant level, and that a dense flow may solve this issue."
  }, {
    "heading": "6. A climatic origin for Eberswalde fluvial activity in the Hesperian?",
    "text": ""
  }, {
    "heading": "6.1. Implications of the chronology",
    "text": "The estimated age of Eberswalde watershed and lacustrine activity – post-dating Holden crater, probably in the Late\nHesperian – raises the question of the origin of the liquid water. Fluvial activity is known to have peaked during the Late Noachian and Early Hesperian (e.g. Carr, 1996; Hynek and Phillips, 2001; Craddock and Howard, 2002; Fassett and Head, 2008). Younger fluvial activity has been observed at different locations of the planet, either as local fluvial and lacustrine process in post-Noachian regions such as Valles Marineris and Tharsis region (Mangold et al., 2004, 2008; Quantin et al., 2005; Mangold and Ansan, 2006), in Newton/Gorgonum (Howard and Moore, 2011), in Xanthe terra (Warner et al., 2010a), several volcanoes (Gulick and Baker, 1990), local mid-latitude ejecta blankets (Mangold, 2012), and craters with alluvial fans (Grant and Wilson, 2011), or as local reactivation of ancient valley networks (Baker and Partridge, 1986; Ansan and Mangold, 2006; Bouley et al., 2009, 2010). Nevertheless, the erosion rate has strongly decreased from a relatively high erosion rate in the Noachian to a very low one in the Late Hesperian (Craddock et al., 1997; Craddock and Howard, 2002; Golombek et al., 2006) suggesting the global climate had already cooled/dried by the Late Hesperian. The good preservation of Holden ejecta, as well as its secondaries, indicates limited erosion rate after its formation, and a correspondingly low rate of fluvial activity compared to more strongly degraded Noachian craters.\nWhereas fluvial erosion declined in the Hesperian, glacial activity is recognized to have dominated Amazonian mid-latitudes. The mid-latitudes of Mars feature distinctive landforms, including icebearing mantling deposits and periglacial landforms (e.g., Squyres and Carr, 1986; Mustard et al., 2001; Mangold and Allemand, 2001; Mangold, 2003; Byrne et al., 2009; Levy et al., 2009; Hauber et al., 2011) and gullies on steep slopes (e.g., Malin and Egdett, 2001; Costard et al., 2002; Balme et al., 2006; Mangold et al., 2010). Recently, sparse, shallowly incised, fresh-appearing valleys were discovered using new imaging data (e.g. Fassett et al., 2010; Howard and Moore, 2011). In Newton crater and in Gorgonum basin the valleys were formed at about the Hesperian to Amazonian transition (Howard and Moore, 2011), slightly later than Holden formation. These mid-latitude valleys are distinct from the older, Late Noachian valley systems which are deeply dissected, and are generally of much larger spatial extent (e.g. Craddock and Howard, 2002; Howard et al., 2005; Irwin et al., 2005; Ansan et al., 2008). An episodic formation has been proposed for these late-stage valleys. For example, outflow channels formed during Late Hesperian are known to have released a significant amount of water, increasing the atmospheric water vapor pressure (Baker et al., 1991) and possibly triggering Late Hesperian valley networks in Valles Marineris region (Mangold et al., 2008). The Late Hesperian was therefore an epoch during which fluvial activity existed, but was limited to regional occurrences, with a limited amount of erosion, and probably with mean annual temperatures below freezing."
  }, {
    "heading": "6.2. Hypotheses for a climatic origin",
    "text": "A consequence of dating the fluvial landforms to the Hesperian is that the climate under which they formed may be cold and dry, possibly as dry as the present day. The fluvial activity at Eberswalde could have occurred due to transient climatic episodes. Transient wet, possibly warm, climate episodes could involve (1) episodic melting of snow and ice either during optimal orbital conditions, (2) intensive volcanism releasing greenhouse gases, (3) a brief episode of global warming from a large impact somewhere on Mars, (4) reduction of snow albedo by dark fine-grained impact ejecta or ash, or (5) water release from the outflow channels in the Xanthe Terra region (Baker et al., 1991; Segura et al., 2002; Howard and Moore, 2011; Kite et al., 2011a; Grant and Wilson, 2011). The presence of the mid-latitude mantle immediately south of Holden suggests that snow deposition was common at these latitudes. Episodic snowmelt subsequently to snow deposition is also possible\nfrom local conditions. Lakes inside Holden (Grant et al., 2008), and also inside Uzboi Vallis south of Holden (Grant et al., 2011), if they had some open water, could have generated localized snowstorms as proposed for regional fluvial activity elsewhere on Mars (e.g. Juventae Chasma, Kite et al., 2011a,b). In such a climatic hypothesis, the limited extent of valleys in Holden ejecta would be explained by considerable infiltration into ejecta and resultant downslope emergence of water as runoff at lower elevation.\nIn such a cold climate, Eberswalde lake surface would quickly freeze, possibly even during fluvial infilling. Ice along the shoreline can be a very effective geomorphic agent. For example, on Earth, broken ice can be blown by the wind toward the shore, where it can gouge sediment and raft it up over the shorelines in a processes called ice push (for an overview see Reimnitz et al., 1990). In terrestrial lakes and Arctic seas, ice push can destroy previously existing geomorphic features and drive sediment up to 400 m from the open water shoreline (e. g. Mahoney et al., 2004). These processes cause irregular shoreline features, including shore ridges that vary in elevation (because the process is control by ice push by wind, rather than surface wave action). Even permanently ice-covered lakes, such as ones located in the McMurdo Dry Valleys that also contain deltas, have well-preserved shorelines (Hall et al., 2010). Ice-cover in Eberswalde could have a dramatic effect on shoreline and fan geomorphology especially in the case of repeated freeze– thaw cycles or thin ice as would be predicted by the global climate change. However, shoreline formation and ice-push effects on Mars may be mitigated by the lower atmospheric pressure on Mars, which decreases the formation and size of wind–water waves (Lorenz et al., 2005). On Mars, Moore and Wilhelms (2001) proposed that features mapped within the Hellas Basin were best explained by ice-covered lake processes. Similar features, either strong evidence for open-water or ice-covered shorelines or ice-covered lake morphology as described in the Hellas Basin, have not been identified in the Eberswalde basin yet.\nA purely climatic origin of the Holden and Eberswalde system of valleys and fans could have occurred during relatively warm episodes within a globally cold climate. In this case, lacustrine activity in Eberswalde would be regarded as a transient episodic lacustrine activity representative of the latest aqueous processes in a cold climate. Any model for Eberswalde fan formation, including climatic hypotheses, should explain the following observations: (i) the lack of fluvial erosion on Holden secondaries suggests that the fluvial activity did not significantly affect the terrains north of Eberswalde crater; (ii) the apparent limited period of activity of the lake and fan formation questions why this activity was so restricted in time, instead of being reactivated several times during the past, as would be expected for quasi-periodic climatic episodes; (iii) a climatic episode should be able to explain the occurrence of relative dense flows suggested as a possibility by modeling and by the transport of meter-sized boulders into the river system, which may be a challenge with only limited runoff from snowmelt."
  }, {
    "heading": "7. The role of Holden impact in Eberswalde fluvial activity",
    "text": ""
  }, {
    "heading": "7.1. What mechanisms could link the Holden impact to fluvial activity?",
    "text": "We have shown that the presence of widespread ejecta of Holden in the whole watershed plays a role in the fluvial erosion: ejecta are a weak, possibly low-density material that is easy to erode compared to usual bedrock material and contains abundant boulder-sized breccia blocks. In this section, we speculate that the impact itself could have played a role in triggering fluvial activity. Impact craters have been invoked in Mars fluvial valley formation for decades (Brakenridge et al., 1985; Mouginis-Mark, 1987) but a definitive answer to this question has proved elusive, mainly\nbecause of the lack of supporting observations and detailed models quantifying the coupling between impact energy and fluvial runoff.\nMechanisms that could connect impacts to fluvial activity include: (1) long-term hydrothermalism in large craters that struck an ice-rich target (Brakenridge et al., 1985; Newsom et al., 1996; Abramov and Kring, 2005), (2) release of water from subsurface ice excavated by the crater as observed around Hale crater (Jones et al., 2011), (3), short-term hydrothermal due to warm ejecta blanketing shallow ice, as observed for Sinton crater which displays braided fluvial valleys on its ejecta (Morgan and Head, 2009), and observed in less spectacular fashion for >40 craters of 10–100 km in diameter located in the mid-latitudes (Mangold, 2012), (4) episodic snow deposition from climatic processes could melt if it lands on warm crater rims and ejecta, possibly explaining observations at Mojave crater – Mojave displays unexplained but presumably impact-associated activity with well-developed gullies and depositional fans on its inner slope (Williams and Malin, 2008), or (5) an impact into an ice-bearing crust that generates temporary climate modifications leading to precipitation if the impactor is big enough (Segura et al., 2002, 2008; Toon et al., 2010). All these processes require the existence of ice in the subsurface, or near the surface as snow/ground ice. Because of its position at 26 S, the Holden impactor may have struck ice-rich ground, as exists in the mid-latitudes today (e.g., Mangold et al., 2002). Mustard et al. (2001) concluded that the ice-bearing mantle is present in many locations south of 25 S of latitude in the southern hemisphere. More equatorial ground ice has also been detected in the outflow channel region (Warner et al., 2010a,b). Eberswalde crater is at the northern edge of this mantle, and could have been covered by snow/ice in the past, especially if obliquity was higher.\nA 100 km diameter crater creates hydrothermal activity in the crater interior that can last >100,000 years and can induce lake formation from groundwater (mechanisms (1) and (2); Abramov and Kring, 2005). This process may explain prolonged fluvial activity on the inner rims of large craters, (as is observed on the Holden rim), but not valleys observed on ejecta from >50 km diameter craters where valley heads are observed far from crater rims. Nevertheless, it is observed that many valley heads (Fig. 7) are located less than 30 km from the rim of Holden, whereas there is a relative lack of valley heads far away from the crater rim, suggesting that the proximity of Holden rim did provide favorable conditions for runoff. Therefore, it seems possible that the heat produced by the impact and released at Holden rims can contribute to melting ice present at this location. Warm groundwater seepage may also explain the persistence of a lake in a freezing climate (Newsom, 2010).\nMechanism (3) requires the ejecta to be warm enough for melting water ice, such as a shallow ice-rich mantle. Episodic deposition of snow on the warm crater (mechanism 4), or the creation of snow from the impact-related water vapor release to the atmosphere (mechanism 5), are other alternatives. The latter was proposed initially for impact basins (Segura et al., 2002), but a 150 km diameter crater such as Holden might be sufficient to trigger global climatic change (Segura et al., 2008). Regardless of whether or not the Holden impact was sufficient to cause global climate change on Mars, Kite et al. (2011a,b) show that simulated lake sizes 103 km2 (smaller than Holden’s crater floor area) are sufficient to create a localized snowstorm in a cold/dry background climate that is continuous as long as the lake surface remains unfrozen.\nThere are no good terrestrial analogs to the speed and scale of a basin-forming impact’s hot ejecta curtain landing on icy target. Hot rock–snowpack interactions like those at Mount St. Helens are the closest Earth analogs (Pierson, 1997). In experiments with sandsized grains and relatively low confining pressure, water vapor rising from the pyroclast-snow interface can fluidize pyroclasts, leading to rapid mixing and destructive lahars (Walder, 2000a,b).\nNevertheless, a greater confining pressure (as expected beneath the Holden ejecta layer) could suppress fluidization (Walder, 2000a,b). A test of these various hypotheses can be difficult, especially for (4) and (5) which require climate modeling, which is beyond the scope of this paper. Mechanisms 1–3 require, at least, enough ice to enable melting to generate the water flux observed, enough heat for the water ice to melt, and enough time for the valleys to form. These points can be tested, as shown below."
  }, {
    "heading": "7.2. Thermal effect of Holden impact ejecta",
    "text": "Large impacts form ejecta deposits around the crater that consist of a mixture of heated material and can be up to hundreds of meters thick. The Ries impact (Germany) shows ejecta breccia that experienced heating at >600 C (Engelhardt et al., 1994). In the case of Holden, the valleys cutting the ejecta show that 100–200 m of ejecta may have blanketed the surroundings including the entirety of the preexisting Eberswalde crater.\nBy calculating the thermal effect of such ejecta on the underlying ground, we are able to find the depth and time window within which a small amount of subsurface ice would melt. The heat flow equation is solved in a pure conductive case in 1D (e.g. Turcotte and Schubert, 1982):\n@ @z j @T @z ¼ A qc @T @t\nð2Þ\nwhere z is the 1D profile at depth, j is the thermal diffusivity, A is the source of internal heat (radiogenic) q the volumetric mass, c the specific heat, T the temperature and t the time. Radiogenic heating is neglected, as is the geothermal gradient (low over <200 m depth) (see Mangold, 2012 for details).\nConservatively assuming 100 m ejecta initially at 300 C, melting could affect a vertical ground thickness of about 60 m within roughly 150 years. Assuming a temperature of 600 C, which is possible at least locally, a column thickness of 120 m of underlying ground would reach the melting point within roughly 300 years. Assuming thicker ejecta with a high temperature, as is possible 25 km north of Holden’s rim (see Section 3), a column thickness of 250 m of underlying ground reaches the melting point in 1200 years (Fig. 10).\nThese calculations provide an order of magnitude for the water release depth and time by this single process. Typical lifetimes of 100–1000 years from a 100 to 200 m thick subsurface layer are indicated (Fig. 10). Such durations seem to be compatible with observations based on previous studies and our fluvial modeling, despite using a different mechanism (Jerolmack et al., 2004) (Fig. 9). Thickness can be tested assuming a 5000 km2 watershed (as a minimum from valley extent). The deposits in Eberswalde fan have a volume of 5–6 km3 (Malin and Edgett, 2003) that would have required 60 km3 of water assuming a sediment:water (S:W) volume ratio of 0.1. A 5000 km2 basin could have generated approximately 500 km3 of water if the first 100 m was nearly-pure water ice, or 250 km3 if this ice was contained in a 50% porous subsurface. Such a volume is four times more than the 60 km3 predicted for a S:W of 0.1. A four times lower solid load (S:W of 0.025) seems possible. However, these estimates are upper bounds. Eq. (2) does not consider the latent heat of melting, which may limit the water available for runoff. In addition, preserved valleys are widely spaced, so the channel network may not have efficiently drained the entire catchment."
  }, {
    "heading": "7.3. Idealized models of post-impact runoff",
    "text": "In this sub-section, we assume that there was surface ice in the area of the Holden impact. Holden ejecta would have produced\nrunoff as it melted its way down into the ice. This runoff could entrain sediment from the overlying ejecta. To explore the consequences for Eberswalde hydrology, we solve an idealized 1D Stefan problem at each point in the watershed, and sum the results\n(Alexiades, 1992). In the following model, we assume that the surface ice layer is initially very thick, and has a uniform temperature (Ti = 210 K) at the time the ejecta begins to land. Our implementation has two steps. First, we use a 1D Stefan model to generate a look-up table for melt rate as a function of initial ejecta blanket thickness (H), initial ejecta blanket temperature (Tej, assumed constant with depth), sediment:water volume ratio of runoff (S:W), and time t. Second, we sum the 1D column output over the Eberswalde catchment to find the watershed-integrated discharge, Q. Appendix B gives details of our implementation.\nTwo robust results emerge from the integrated discharge model (Fig. 11): (1) Initially there is a power-law decline in Q that can last <1–2 103 years, depending on parameter choices, a timescale consistent with previous results (Fig. 10). The slope of the power-law decline is always steeper than for any single column in the watershed. (2) Late-stage flow is provided solely by the annuli close to the rim of Holden, which have the thickest ejecta. As the temperature of this thickest ejecta temperature approaches the point where continued melting cannot occur, catchment-integrated discharge shuts down exponentially.\nWe compared the output to constraints from Eberswalde morphology, finding that more than enough water is produced by ejecta-melt runoff to fill the crater. The most difficult constraints for an impact model to match are the need to avoid overflowing the top of the Eberswalde fan, together with the requirement for large late-stage peak discharge to mobilize boulders (see Section 5). HRSC DTMs show that the volume of Eberswalde’s fan is 5 ± 1 km3, and the paleolake volume below an estimated paleolake level of 1400 m is 31 km3 ( 66 km3 below 1350 m). Because there is no evidence for an exit breach from Eberswalde crater, water could only have been removed through infiltration and sublimation/evaporation. As noted in Section 5, there is no evidence this model does not fit with a constant standing body of water.\nInfiltration is unlikely to accommodate more than 1 crater volume of Eberswalde in the short time available. We find that if the ejecta temperature is as high as predicted by theory, then far too much runoff reaches the main fan. This is true even if only 25% of the ice melted reaches the main fan. To avoid flooding the delta entirely, it is necessary to reduce the ejecta temperature to about 200 C (Fig. 11). If 100% of melt produced reaches the delta, this\ngives a total melt production of 84 km3, or 20 column meters averaged across the catchment (Fig. 11). This melt requirement is consistent with the thickness of regionally extensive past ice deposits in the Southern mid-latitudes of Mars, which is inferred from pedestal crater heights to have been 40 m (Meresse et al., 2006; Kadish et al., 2010).\nTo build a 5–6 km3 delta from an impact-triggered flow, a moderate dense flow (S:W > 0.06) is therefore required from our modeling. At the lower temperature, the model fails to produce late-stage discharge that might be required to form the meanders by dilute late-stage flow, but the meanders might have formed in weeks to months in the unconsolidated material of a fresh dense flow deposit. In addition, if annual-average temperatures were below freezing, melt would accumulate beneath ice dams and crusts. Discontinuous release could produce a spectrum of ice-breakout floods (jökulhlaups) of varying sizes as discussed in Section 4.\nWe conclude that idealized models of Eberswalde catchment response to the Holden impact can meet many, but not all, of the observational constraints at Eberswalde as currently interpreted. If Eberswalde’s fan was formed by post-impact runoff, this must have been by a moderately dense flow. However, we have not thoroughly explored the parameter space. For example, if the ejecta were hotter near the surface than at depth, as expected theoretically because of stratigraphic inversion during excavation, this would lead to a more gradual decay of the meltwater pulses.\nClear predictions from this model are: (i) Because of the 102– 103 year timescale for delta formation, delta deposition should be roughly continuous, with little to no paleosol development (except at the top of delta, and the present-day erosion surface). Multiple lobes within Eberswalde’s basin do not provide evidence for multiple phases of activity, because multiple lobes can be produced experimentally under constant external forcing (Kim and Jerolmack, 2008; Hoyal and Sheets, 2009). (ii) Monotonic decline of impact-induced discharge should produce a fining-upward progression, possibly with debris flows at the base. (iii) The basal fan sediments should be deposited immediately after Holden ejecta lands in the Eberswalde basin, leading to low-temperature hydrothermal alteration of the basal fan sediments. In any model, the exact nature of the sorting pattern of the deposits at the grain size from micrometers to meters would certainly help to understand hydrology better, but this would require in situ observations."
  }, {
    "heading": "7.4. Role of Eberswalde crater impact ejecta",
    "text": "In the chronology obtained from crater counts and stratigraphic relationships, Eberswalde crater appears as an old crater strongly modified by fluvial activity (Malin and Edgett, 2003), and so cannot contribute to the formation of the Eberswalde fan in the same way as Holden. Nevertheless, this study shows that Eberswalde has undergone two periods of degradation: A first period due to classical Noachian aged fluvial activity, from which no visible landforms remain, but can be observed north of Eberswalde, and a second period after Holden ejecta emplacement. Eberswalde crater has likely been eroded by previous valleys, which may explain the presence of a well-defined watershed to the west of the crater (Fig. 7). Indeed, fluvial valleys leading to Eberswalde may be better-developed there because of the pre-existing shape of the topography before Holden formation."
  }, {
    "heading": "8. Discussion",
    "text": ""
  }, {
    "heading": "8.1. Implications for the chronology of events in the Holden region",
    "text": "Whatever the origin of liquid water (atmospheric, near-surface or deep subsurface), an important consequence of our findings is\nthat the incision of most valleys takes place into the ejecta of Holden, constraining relative timing. A summary of the Holden region chronology from our study and past studies is shown in Fig. 12.\nDuring the Late Heavy Bombardment, in the Early Noachian, the ‘‘Holden basin’’ – a larger and earlier impact that the ‘‘Holden crater’’ discussed along our study – and the Ladon basin formed (Saunders, 1979; Schultz et al., 1982; Werner, 2008). These basins were filled likely by sedimentary deposits as well volcanic flows during a period of active geologic processes, including an enhanced hydrological cycle (e.g. Matsubara et al., 2011). Eberswalde crater formed after these basins formed and were partially filled. Eberswalde crater’s smooth shape and shallow depth suggests that it was also degraded by these early, active infilling processes. Valley networks such as Arda Valles observed north of Holden crater, but stratigraphically below distal Holden ejecta, formed at the end of this period, in the Late Noachian and beginning of the Early Hesperian (e.g., Fassett and Head, 2008).\nLarge outflow channels (Uzboï Vallis to the south of Holden, and Ladon Vallis to the north of Holden) formed episodically in the Late Noachian/Early Hesperian (Grant and Parker, 2002). All these landforms predate the formation of Holden ejecta. Holden ejecta are superimposed on most fluvial landforms in the region, but not fluvial valleys leading to the Eberswalde depositional fan. Valleys and fans draining into possible paleolakes in Erythraea Fossa, immediately SE of Holden crater, also formed after the Holden impact (Buhler et al., 2011). Uzboï Vallis has a late stage of activity which breached the southern rim of Holden (Grant et al., 2008). There is no evidence that Uzboï Vallis was continuously filled by water immediately before and after Holden, and distinct episodes are more consistent with the episodic activity of these channels.\nRecent crater counts show crater retention ages for the Holden crater fans as late as Early Amazonian (Grant and Wilson, 2011)."
  }, {
    "heading": "8.2. Implications for Eberswalde sediment and bedrock composition",
    "text": "Whatever the trigger for fluvial activity at Eberswalde (global climate change, the Holden impact, or a combination), our results show that the incision of most Eberswalde valleys takes place into the ejecta of Holden. This observation has major implications for the composition of sediment delivered to the Eberswalde fan.\nEberswalde’s main fan and crater floor contain phyllosilicates (smectites and chlorites), formed by alteration in an aqueous regime (Milliken and Bish, 2010; Rice et al., 2011). On Mars, most phyllosilicates are Noachian (Bibring et al., 2006; Loizeau et al., 2007, 2010; Mangold et al., 2007; Mustard et al., 2009; Poulet et al., 2005). When clays are found in depositional fans, as in a number of locations on Mars (Ehlmann et al., 2008; Dehouck et al., 2010; Ansan et al., 2011) this may be because of in situ alteration due to long-term warmer/wetter climatic conditions, or fluvial erosion of clays out of older bedrock. If Eberswalde experienced short-term and late stage formation in the Hesperian, this would suggest that the phyllosilicates were transported to the fan, rather than being formed in situ. In that case, these minerals could correspond to phyllosilicates formed by hydrothermal alteration subsequent to the impact as observed on Earth (e.g. Muttik et al., 2010), suggested for Mars for decades (e.g., Newsom, 1980, 2010; Newsom et al., 1996), and possibly observed in several craters on Mars (Marzo et al., 2010; Mangold et al., 2012a). Smectites and chlorites are frequently formed in suevite, as they formed at temperatures of 100–200 C – ejecta can maintain these temperatures for 101–104 years. Alternatively, impact excavation of blocks from the upper crust previously altered during the Noachian is also possible, such as from a pre-existing Holden–Ladon basin dating from the Early Noachian (Werner, 2008; Barnhart and Nimmo, 2011). In either case, the alteration would not be caused by the short term fluvial activity or the lacustrine environment inferred at Eberswalde."
  }, {
    "heading": "8.3. Holden impact effect versus climatic origin",
    "text": "Our stratigraphic constraints suggest that the Eberswalde fan formed in a climate interval much colder than originally suggested (e.g., Moore et al., 2003). Studies elsewhere on Mars indicate that the Hesperian was a period during which water was usually frozen (e.g., Carr, 1996). Therefore, local transient forcing such as impacts should be considered alongside purely climatic processes as potential sources of meltwater. The latter hypotheses are possible for Eberswalde fluvial flows, but orbital variations such as obliquity changes are quasi-periodic, which is hard to reconcile with the inference of a single period of water activity in Eberswalde, unless this period was the last one. Volcanism, gas release during Xanthe Terra outflow channel formation, or late impacts might have altered the Hesperian climate.\nAs an example of climate modification by late impacts, the Holden impact itself likely triggered a variety of processes inside and around the crater that can explain several observations on its northern ejecta blanket. In Section 7, ejecta warming and melting is shown to extend up to several 100s of years after impact. This is consistent with fluvial modeling, as shown in Section 5 and Fig. 9. In these calculations, dense flows with S:W ratio of typically 0.02–0.3 are required to fit mass balance and energy balance constraints. Section 5.4 also suggests that dense flows might better explain observations of the main Eberswalde fan than the dilute flows that were favored in previous studies. Because of the rapid falloff of ejecta thickness with distance from the crater rim, the\ngreater density of valley heads close to the Holden impact rim is consistent with a role for the impact ejecta in valley formation.\nNeither the climatic nor the impact-trigger hypothesis can straightforwardly explain the nearly stable lake level. The presence of highly erodible fractured bedrock (impact breccia), possibly with lower density, can explain more rapid incision of valleys in the Eberswalde catchment than in locations with intact bedrock. For valleys draining into Eberswalde, this would imply higher incision rate, shorter duration of formation and presence of breccia blocks as well as easily transportable fine grain material. Breccia can also have a high infiltration rate. Therefore, Holden impact would have played a role in the formation of the Eberswalde crater fluvial system, at minimum from the accumulation of porous breccia.\nMechanisms that couple impact and climatic triggers for fluvial activity at Eberswalde are also possible (Segura et al., 2008). Hydrothermal activity associated with Holden-sized impacts can warm the ground for >100,000 years, with decreasing amplitude from crater rims to external ejecta (Abramov and Kring, 2005). A crater lake is inferred inside Holden crater from the characteristics of layered deposits on Holden’s floor (Grant et al., 2008). A lake in Holden could have generated regional high water vapor concentrations and other atmospheric changes favorable for precipitation. Weather systems driven by transient lakes have been modeled by Kite et al. (2011b) for the case of the outflow channel source region Juventae Chasma. In this hypothesis (No. 5 in Section 7.1), the Holden impact could be the immediate cause of climate change, or be the passive host for a longer-lived lake. Future modeling may determine if this hypothesis fits the data better than the modeling of ejecta warming in Section 7. For example, energetic constraints limit sunlight-driven snow-melt or ice-melt rate to 2–3 mm/h on early Mars (Kite et al., 2011a). No such limit exists for impact-triggered runoff.\nInitially, Eberswalde was taken as a well-preserved example of many Noachian fans. With the younger age found, a question could be: Why does the Eberswalde fan appear to be unique when compared to other landforms of the same epoch? This applies to both hypotheses; i.e. globally warmer climate or impact-related melting, because impacts have continued subsequently to Holden, and because a globally warmer climate should not have regionally-limited effects. Assuming an impact-related formation, part of the explanation may come from the uniqueness of the regional topography: A large crater (Holden) close to a pre-existing basin (Eberswalde) favorable to convergent drainage. We can also speculate that this uniqueness can be understood if Eberswalde-type fluvial deposits can only form when a Holden-sized crater strikes a fairly thick ice sheet. Kadish et al. (2010) measure low-latitude pedestal thickness at 114 ± 53 m. If the pedestals correspond to a single paleo-ice sheet of uniform thickness, then 18% of the planet is covered with surface ice during low-latitude glaciations (taking the modern surface ice reservoir of 2.9 ± 0.3 106 km3 (Selvans et al., 2010; Plaut et al., 2007), and assuming small loss of water to space since Eberswalde formed). Assume low-latitude glaciations occur 1/2 of the time (Laskar et al., 2004). Then priming conditions for low-latitude impact-triggered fluvial activity occur for 1/10 of target cross-section (space time). Since 3.5 Gy, about 20 D(181 km) craters have occurred on Mars (Hartmann, 2005,\nTable 2). This predicts around 2 ‘‘Eberswaldes’’ on the whole planet. Given that this is a very rough estimate, our opinion is that the apparent uniqueness of Holden is consistent with this result."
  }, {
    "heading": "8.4. Would in situ data from Eberswalde paleolake be still of interest?",
    "text": "Eberswalde crater was proposed for Mars Science Laboratory on the basis of a prolonged aqueous activity in the early Mars period. A few years ago, few paleolakes were as well documented as Eberswalde crater, and a landing site at the toe of the fan\ndeposits was a logical choice early in the MSL site selection process (Grant et al., 2011). Nevertheless, our study raises doubts on the sustained activity of the paleolake as well as on its age, changing the scientific rationale for the site. The martian geologic also record displays strong evidence for impact-induced fluvial activity – for example at Mojave crater (Williams and Malin, 2008) and at Sinton crater (Morgan and Head, 2009). It also shows strong evidence for sedimentary rock formation and perhaps fluvial activity extending over orbital timescales (e.g., Lewis et al., 2008). It is not clear where Eberswalde falls. If we are to fully exploit the paleoclimatic record encoded by martian fluvial landforms, then the Eberswalde example shows that better diagnostic tests will be needed in order to distinguish climatic from impact triggering of fluvial activity.\nThe Late Hesperian Epoch during which Eberswalde paleolake was likely active may have been dominated by episodic activities such as transient snowmelt post-dating the more intense period of early Mars activity at the time of valley networks formation (e.g., Mangold et al., 2004, 2008; Kite et al., 2011a,b; Howard and Moore, 2011; Mangold et al., 2012b). Studying an example typical of this period is still of interest for the understanding of past Mars, as well as for exobiology, in a well exposed stratigraphy. In the case that the Holden impact led to regional warning, it would also be able to test hypotheses concerning such process, as well as collect material from the older pre-Holden basin excavated by the impact.\nHowever, exobiological interest may be limited by the lack of a sustained lake, the lack of an obvious link with global fluvial activity, and the general cold climatic conditions expected during this period. Since the first studies of Eberswalde crater (Malin and Edgett, 2003; Moore et al., 2003), other locations have been studied that suggest more sustained aqueous activity and so might be more rewarding for in situ study. For example, much thicker deposits (>500 m) are observed in depositional fans of Ismenius Cavus (Dehouck et al., 2010) and in Terby crater (Ansan et al., 2011) with phyllosilicates being also present in these paleolake deposits. Larger mineralogical diversity has been found in Columbus crater (Wray et al., 2011) and in Jezero crater (Ehlmann et al., 2008). A higher phyllosilicate abundance occurs at Mawrth Vallis (Poulet et al., 2008). The evidence discussed in this paper cannot distinguish between short-lived climate versus impact triggers for the Eberswalde fan-delta. In either case, Eberswalde crater should be considered as a location typical of relatively brief late-stage episodes of aqueous activity at the surface of Mars but not as a location optimal for sampling sustained aqueous activity."
  }, {
    "heading": "9. Conclusions",
    "text": "The fan deposit in Eberswalde crater, north of Holden crater has been interpreted as strong evidence for sustained liquid water on early Mars, during the Noachian period (Malin and Edgett, 2003). We have shown that the Holden impact is a key to understanding Eberswalde’s fluvial and lacustrine activity. We find that:\n(i) Stratigraphic relationships between Holden crater ejecta and Eberswalde’s fluvial valleys and depositional fans support the conclusion that Holden formed before fluvial activity in Eberswalde.\n(ii) Crater counts suggest that Holden crater formed probably near the beginning of the Late Hesperian, setting a maximum age for Eberswalde fluvial and lacustrine activity.\n(iii) Drainage density in the catchment feeding the Eberswalde fan is far from uniform. Valley heads are especially concentrated close to Holden rim. Valleys are absent from the wes-\ntern part of the watershed as defined by HRSC topography. Possible explanations include: infiltration into the subsurface (possibly due to the presence of Holden ejecta); a short duration of fluvial activity at geological scale; or a spatially variable water input across the watershed. (iv) Modeling of Eberswalde fan formation shows that a dilute flow should increase the water level and overflow the crater, contrary to observations of a nearly constant level of the paleolake. If flow was continuous, then a flow denser than expected for sinuous flows (S:W > 0.01) is needed to match the data, and could also explain the putative transport of boulders within the fan.\n(v) Any climatic explanation of the fluvial activity at Eberswalde should take into account formation in the Hesperian, which is thought to be a colder climate than was the Noachian. This implies that any lake would probably be quickly frozen, and favors hypotheses for valley formation involving episodic or regional processes (i.e. volcanism, impact, unusual orbital forcing). Any hypothesis for fluvial activity at Eberswalde should explain the apparent limited period of activity of the lake and fan formation.\n(vi) A possible scenario is that the Holden impact could have triggered fluvial activity by local heating of pre-existing ground ice or surface ice. Ground ice and/or surface ice are expected at Holden’s latitude during past high obliquity periods.\n(vii) The presence of highly erodible fractured bedrock (impact breccia of Holden) need to be taken into account in modeling work because their low density and mechanical weakness can explain a formation of valleys much faster here than in locations with more intact bedrock possible transport of meter-sized blocks of breccia, as well as a larger infiltration in the substratum.\n(viii) Our study shows that the hydrated minerals found in Eberswalde sediments could have originated by a variety of processes instead of being formed during short-lived lacustrine activity. Indeed, these sediments were transported mainly from a watershed eroding into Holden ejecta. Hydrated minerals could have been excavated by the Holden impact from older pre-existing basins, or formed by hydrothermal activity immediately after Holden formation.\nFinally, while the Eberswalde paleolake cannot be used as an indicator for sustained liquid water during the Noachian period, it is still of great interest for our understanding of transient liquid water activity on Mars during subsequent periods."
  }, {
    "heading": "Acknowledgments",
    "text": "French authors thank the CNES and the INSU/CNRS through the PNP Program and the Agence Nationale pour la Recherche through the Grant ANR-08-JCJC-0126 ‘‘MADMACS’’. E.S.K. was supported by the O.K. Earl Fellowship at Caltech and by NASA Grants NNX08AN13G and NNX09AN18G. M.G.K. gratefully acknowledges support from NWO-ALW/Netherlands Space Office. Modeling in Section 5.4 done by M.G.K., modeling in Section 7.3 done by E.S.K. Authors thank John Grant and two anonymous reviewers for their insightful comments. We thank Melissa Rice for sharing a pre-publication Eberswalde manuscript. Initial results of this study were presented at the Fall 2010 (4th) and Spring 2011 (5th) Mars Science Laboratory (MSL) landing site selection workshops. Authors acknowledge the intellectual stimulation created by these workshops, and discussions generated by members of the fluvial ‘‘Tiger Team’’ of the MSL site selection, especially R.P. Irwin III for productive suggestions, without implying agreement with all ideas in this paper"
  }, {
    "heading": "Appendix A. Summary of the fan model",
    "text": "The model has two independent components. The first is a calculation of flow discharge and sediment transport based on semiempirical laws also used on Earth and summarized in Kleinhans (2005). The second component is a numerical code to store water and deposit sediment from a source into an impervious crater basin. When the water level in the basin rises, the subaqueous part of the deposit has a slope at the angle of repose, typically 0.3, whereas the subaerial part of the deposit maintains a fluvial slope, typically 0.01.\nA.1. Depositional fan and delta model\nKleinhans et al. (2010) present a quantitative morphological model for fan and delta formation that assumes as little as possible. The essential characteristic of a fan delta or alluvial fan is that sediment is fed into a basin where it is trapped because of the flow divergence. The horizontal flow divergence leads to a fan-shaped feature. Vertical flow divergence (depth) leads to deposition at the angle of repose. The shape of the alluvial fan and fan delta can therefore at first order be described as a relatively simple geometrical form. The shape of an alluvial fan can be approximated as an upright cone with a small top angle. The shape of the fan delta can be approximated as a truncated cone with a large top angle (namely, the subaqueous dynamic angle of repose) and the subaerial fluvial fan on top of this truncated cone can again be approximated as a cone with a small top angle similar to that of the alluvial fan. The plane where the subaerial cone is deposited on the subaqueous cone is at the water level. This plane is seen as the shoreline on the outside of the fan. The model calculates the growth of a sedimentary body in a crater lake, represented by a low-gradient, subaerial cone on top of a high-gradient, subaqueous cone without a top (called frustrum).\nThe setup of the model is as follows. Water and sediment are fed into a crater basin. The volumetric flux determines the volume of a fan or delta, which will be idealized with a ‘fan on top of a truncated fan’. First, the water and sediment fluxes into the basin are calculated from semi-empirical relations applied to characteristics of the feeder channel. Second, a crater basin is defined based on empirical relations for crater depth and crater profile as a function of crater diameter. Overflow breaches as well as prefilling of craters by volcanic or impact or any other material are accounted for. Third, the crater basin is gradually filled with water at the estimated flux. Simultaneously, a conical fan is built up with sediment at the estimated flux (see Appendix A.2). When the toe of the fan floods, a gentle-sloped subaerial cone is built on a steep truncated subaqueous cone with the intersection at the plane of the shoreline. Thus the rising water level of the lake determines the height of the shoreline and, as demonstrated in Kleinhans et al. (2010), the general shape of the deposit.\nSmall-scale morphology, such as crater wall irregularities, concavity of the fan surface and channel avulsion, is ignored. The model produces alluvial fans, stair-stepped fan deltas and Gilbert-type fan deltas depending on the presence of an overflowing breach in the crater rim. The parameters that determine which morphology emerges are the supply of sediment and water to the basin, the size of the basin and the duration of the flow. In principle the model can be fed with time-varying flow and sediment flux but for the present model runs it was kept entirely constant for lack of more information. The model was verified for a square basin by an analytical solution for a cone on top of a frustrum.\nThe modeled crater basin is assumed be to point-symmetrical and to have a smooth wall with increasing gradient. The crater basin depth and profile (i.e. elevation between center point and crater\nrim) are calculated from empirical relations based on MOLA data (Garvin and Frawley, 1998). The shape of the crater basin is, however, unimportant, as long as it approximates the hypsometry (probability distribution of subaqueous bed surface elevation) of the real basin well enough to reproduce the water level rise for a given influx. Alluvial fans and fan deltas on Mars commonly occur in craters that have been breached, eroded and partially filled in. The above relations must therefore be modified in some cases for our model. Specifically, crater rims are often breached, so that the lake will not fill up to the rim as modeled with the above equations. This is incorporated as an overflow height (as a fraction of depth) above which the water will not rise. In addition, crater basins are often partially filled with sediment or rock of fluvial or volcanic origin. In our model this is incorporated as a prefilling height (as a fraction of depth). A plane horizontal crater floor is then assumed at this height. In the Fig. 9, the overflow height (here about 230 m) was determined from the DEM as the lowest point in the crater rim and its effect can be seen in the dilute flow scenario results as the final water elevation at the delta shoreline (blue dots). The prefilling height in the crater (here about 80 m) can be seen in both scenarios as the flat horizontal crater floor (bold red line) on which the delta built up, above the smooth idealized crater floor. This prefilling height is also the lowest point observed in the DEM and the profile derived from HRSC data (green line). Both are accounted for in the numerical model.\nA direct comparison between the cone model and HRSC DTM data for five deltas and an alluvial fan demonstrates that singleevent dilute flows of short duration (days to years) have created all of the deposits described in Kleinhans et al. (2010). Two Gilbert fan deltas were formed in overspilling crater lakes from long lowgradient upstream channels. One alluvial fan was formed in a similar manner except that the damaged crater did not lead to ponding. Three stair-stepped deltas were formed from short high-gradient upstream channels that only partially filled the crater lakes.\nA.2. Flow and sediment transport\nThe volume of the depositional model is constrained by the influx of sediment whilst the elevation of the break in slope, that is, the shoreline, is constrained by the influx of water. An impressive number of physics-based and semi-empirical relations for flow and sediment transport have been developed over the past two centuries, indicative of the limited understanding of turbulence and flow of water–sediment mixtures. The various equations and their limitations are described extensively in Kleinhans (2005) and one recommended combination is used to calculate flow conditions and sediment transport rate in a spreadsheet provided online with the Kleinhans et al. (2010) model paper.\nThe flow conditions can be calculated from the upstream channel characteristics width, depth and gradient. The hydraulic roughness is, in the absence of bars and subaqueous dunes, assumed to be related to the size of typical clasts found on Mars (Kleinhans, 2005). We use a median grain size of 0.1 m and a 90th percentile size of 0.6 m diameter. The main uncertainties are the hydraulic roughness and the flow depth, particularly where the flow may have been lower than bankfull. The uncertainty of flow discharge is estimated conservatively at a factor of 5 (Kleinhans, 2005). We assume that the crater basin is entirely water-tight and no significant evaporation takes place, so that all flow discharge is captured and retained.\nEvaporation can safely be ignored (Kleinhans et al., 2010). From experiments and the well-known Ingersoll equation Sears and Moore (2005) found that evaporation in the present atmospheric conditions is 0.73 mm/h or 1.7 10 5 km/day. They calculate that an air temperature rise of 20 C increases the evaporation a factor\nof 2; a wind speed of 10–15 m/s increases evaporation a factor of 10; and evaporation decreases a factor of 10 for a 10-fold increase of air pressure. Even if an evaporation rate two orders of magnitude larger than calculated above is assumed, say, 10 3 km/day or 10 1 km/year, then the water loss from crater lakes by evaporation is still an order of magnitude smaller than the influx. Given that the flow discharge is only accurate within a factor of five, and that the delta shape resulting from a particular water–sediment ratio is not very sensitive, this effect can be ignored (Kleinhans et al., 2010).\nA related issue to water loss by evaporation is a ‘leaky cauldron’ process: the crater floor may leak to some extent and the surrounding aquifer could accommodate the flow so that in extreme conditions the crater basin never has ponding water. However, the aquifer below crater floors may be expected to saturate quickly, after which the groundwater outflow is much slower than the fluvial inflow. Thus the leaky cauldron process is limited to the initial phase only where it may delay the onset of flooding the alluvial fan toe.\nThe sediment transport rate is calculated from the flow conditions and assumed sediment characteristics (Kleinhans, 2005). The transport rate is calculated as volumetric including pore space, which is assumed to be 0.2 for poorly sorted sediment. As there are very few particle size distributions available for Mars, we have to assume that distributions based on particle recognition and measurement in lander images are representative (see Kleinhans (2005) for discussion). The main uncertainties stem from this unknown particle size distribution, the modeled flow conditions and the intrinsic uncertainty of sediment transport predictors of at least a factor of 2. Hence the uncertainty of sediment flux is estimated conservatively at a factor of 10 (Kleinhans, 2005). The sediment transport predictors assume dilute flows, that is, low sediment concentrations that are entrained by an initially clear water flow. We used the classical Meyer-Peter & Mueller predictor for bedload transport, where the dominant mode of particle motion is sliding, rolling and saltating. An alternative option is to assume dense flows with high sediment concentrations of up to about 30% by volume. A dense flow implies that either an initially dilute flow exceeded the tremendous flow velocities necessary to cause massive suspension, or that sediment was supplied en masse to a flow from, e.g., a debris flow or other forms of mass wasting to the channel (Kleinhans, 2005). A copy of the code used to generate these results is available from M.G.K."
  }, {
    "heading": "Appendix B. Summary of the idealized model of post-impact runoff",
    "text": "B.1. Generation of a lookup table for 1D column melt rate\nThe initial condition for the idealized 1D Stefan model of melt production is instantaneous emplacement of a hot ejecta layer of thickness H and uniform temperature Tej over a cold ice layer of infinite thickness.\nWe use a coordinate system that keeps the interface at (vertical coordinate) z = 0. The interface moves downwards relative to the geoid as melting proceeds. Within each layer, Crank–Nicolson scheme is used to calculate advection and diffusion of material properties (temperature and density) relative to the interface. A Stefan boundary condition is imposed at the interface, giving the rate of melting (Q) of the ice. For a given model run, the sediment:water ratio of runoff (S:W) is fixed – the ice melt rate specifies the rate of entrainment of ejecta by the meltwater produced at the interface.\nThe most significant assumptions and simplifications in this model are as follows. (i) The interface between the ejecta layer\nand the ice layer is smooth; (ii) meltwater production is steady and there is no attempt to model explosive molten fuel–coolant interactions; (iii) no water vapor is produced; (iv) sediment and water runoff is assumed to be removed from the column as soon as it is produced at the interface – it does not pond at the interface nor does it flow through the ejecta layer; (v) Tej is uniform with depth within the ejecta blanket.\nEjecta (the top layer) has density qej = 2500 kg/m3, specific heat capacity Cp,ej = 840 J/ C/kg, and thermal conductivity 1.7 W/m/ C. Ice (the bottom layer) has qi = 910 kg/m3, Cp,i = 1751 J/ C/kg, thermal conductivity 2.5 W/m/ C, and latent heat L = 3.34 105 J/kg. The interface between ejecta and rock is assumed to be buffered at the melting point Tm = 0 C. We carried out a parameter sweep with H ranging from 25–400 m, S:W ranging from 0.005–1, and Tej ranging from 0 C to 1000 C. Values of Tej close to 0 C do not produce meltwater because heat is conducted into the ice away from the interface.\nThe parameter sweep shows that the model has two endmember behaviors. For small S:W, the model output approximates half-space cooling of the ejecta by the melting ice, accelerated by conductive loss of heat through the top of the ejecta. In this limit, discharge Q / t 0.5. As sediment:water ratio increases, removal of ejecta by melted ice becomes important. Positive feedback between erosional mining of heat from the ‘warm core’ of the ejecta blanket, and increased thermal erosion, leads to an increase in the melt rate (Kite et al., 2011a) and a shallowing of the fall-off of Q with t. Provided that the Stefan number exceeds one (St = TejCp,ej/ (L + Cp,i(Tm Ti))), giving St > 1 for Tej > 530 C), a thermal runaway occurs in the debris flow limit (S:W ? 1), with very rapid erosion of the majority of the ejecta blanket by meltwater.\nB.2. Summing 1D model over the Eberswalde catchment\nTo sum the 1D column output over the Eberswalde catchment, we need to know H and Tej at each point in the watershed. We use the semi-analytic Rayleigh-Z ejecta model to find H as a function of distance from Holden. This assumes an axisymmetric distribution of ejecta. Our approach closely follows Barnhart et al. (2010) and Barnhart and Nimmo (2011). Crater radius was set to 77.5 km, and impact velocity to 7 km/s. Predicted H with this Rayleigh-Z method is comparable to the McGetchin et al. (1973) lunar scaling. The Barnhart et al. (2010) and Barnhart and Nimmo (2011) equations and parameters can also be used to find Tej, assuming that the shock-heated rock temperature is also the temperature of the ejecta. For a crater of Holden’s size, the predicted ejecta temperatures are very high, and are sensitive to the exponent of peak-pressure falloff (Barnhart et al., 2010). It is necessary to reduce Tej to 6600 C to produce a reasonable match to observations. This might correspond to either (1) unrealistically high temperature predictions from the Rayleigh-Z parameterization, or (2) loss of ejecta thermal energy to atmospheric heating, atmospheric shocks, and water vapor production.\nWe use the Rayleigh-Z H and a fixed Tej to interpolate within the look-up table for the appropriate Q(t) and sum the results. The sum is then weighted by the area of the Eberswalde main fan catchment within annuli concentric on the center of Holden crater. To find these areas, we used a catchment corresponding to the convex hull of the largest channels draining into the Eberswalde main fan. (The HRSC and MOLA topographically-defined watersheds are more extensive than the convex hull of the largest channels, and so produce more runoff when used to drive the model. However, given the lack of visible channels in the added region, it is not clear whether they did in fact contribute runoff to Eberswalde’s fan).\nA copy of the code used to generate these results is available for unrestricted further use from E.S.K."
  }],
  "year": 2012,
  "references": [{
    "title": "Impact-induced hydrothermal activity on early Mars",
    "authors": ["O. Abramov", "D.A. Kring"],
    "venue": "J. Geophys. Res",
    "year": 2005
  }, {
    "title": "Mathematical Modeling of Melting and Freezing Processes",
    "authors": ["V. Alexiades"],
    "year": 1992
  }, {
    "title": "New observations of Warrego Valles, Mars: Evidence for precipitation and surface runoff",
    "authors": ["V. Ansan", "N. Mangold"],
    "venue": "Planet. Space Sci",
    "year": 2006
  }, {
    "title": "Topography of valley networks on Mars from the Mars Express High Resolution Stereo Camera Digital Elevation Models",
    "authors": ["V. Ansan", "N. Mangold", "Masson", "Ph", "E. Gailhardis", "G. Neukum"],
    "venue": "J. Geophys. Res. – Planets",
    "year": 2008
  }, {
    "title": "Stratigraphy, mineralogy, and origin of layered deposits inside Terby crater, Mars",
    "authors": ["V. Ansan", "D. Loizeau", "N. Mangold", "S. Le Mouélic", "J. Carter", "F. Poulet", "G. Dromart", "A. Lucas", "Bibring", "J.-P", "A. Gendrin", "B. Gondet", "Y. Langevin", "Masson", "Ph", "S. Murchie", "J.F. Mustard", "G. Neukum"],
    "venue": "Icarus 211,",
    "year": 2011
  }, {
    "title": "Small martian valleys – Pristine and degraded morphology",
    "authors": ["V.R. Baker", "J.B. Partridge"],
    "venue": "J. Geophys. Res",
    "year": 1986
  }, {
    "title": "Ancient oceans, ice sheets and the hydrological cycle on Mars",
    "authors": ["V.R. Baker", "R.G. Strom", "V.C. Gulick", "J.S. Kargel", "G. Komatsu", "V.S. Kale"],
    "venue": "Nature 352,",
    "year": 1991
  }, {
    "title": "Orientation and distribution of recent gullies in the southern hemisphere of Mars: Observations from HRSC/MEX and MOC/MGS data",
    "authors": ["M Balme"],
    "venue": "J. Geophys. Res. – Planets",
    "year": 2006
  }, {
    "title": "An instability mechanism in the formation of the martian lobate craters and the implications for the rheology of ejecta",
    "authors": ["D. Baratoux", "C. Delacourt", "P. Allemand"],
    "venue": "Geophys. Res. Lett",
    "year": 2002
  }, {
    "title": "Thermal properties of lobate ejecta in Syrtis Major, Mars: Implications for the mechanisms of formation",
    "authors": ["D. Baratoux", "N. Mangold", "P. Pinet", "F. Costard"],
    "venue": "J. Geophys. Res",
    "year": 2005
  }, {
    "title": "Sinuosity of martian rampart ejecta deposits",
    "authors": ["N.G. Barlow"],
    "venue": "J. Geophys. Res",
    "year": 1994
  }, {
    "title": "Martian impact craters: Correlations of ejecta and interior morphologies with diameter, latitude and terrain",
    "authors": ["N.G. Barlow", "T.L. Bradley"],
    "venue": "Icarus",
    "year": 1990
  }, {
    "title": "Role of impact excavation in distributing clays over Noachian surfaces",
    "authors": ["C.J. Barnhart", "F. Nimmo"],
    "venue": "J. Geophys. Res",
    "year": 2011
  }, {
    "title": "Martian post-impact hydrothermal systems incorporating freezing",
    "authors": ["C.J. Barnhart", "F. Nimmo", "B.J. Travis"],
    "venue": "Icarus 208,",
    "year": 2010
  }, {
    "title": "Dynamic river channels suggest a long-lived Noachian crater lake on Mars",
    "authors": ["J.P. Bhattacharya", "T.H.D. Payenberg", "S.C. Lang", "M. Bourke"],
    "venue": "Geophys. Res. Lett",
    "year": 2005
  }, {
    "title": "Global mineralogical and aqueous Mars History derived from the OMEGA/Mars",
    "authors": ["J.P. Bibring"],
    "venue": "Express data. Science",
    "year": 2006
  }, {
    "title": "Fluvial morphology of Naktong Vallis, Mars: A late activity with multiple processes",
    "authors": ["S. Bouley", "V. Ansan", "N. Mangold", "Masson", "Ph", "G. Neukum"],
    "venue": "Planet. Space Sci",
    "year": 2009
  }, {
    "title": "Characterization of fluvial activity in Parana Valles using different age-dating techniques",
    "authors": ["S. Bouley", "R.C. Craddock", "N. Mangold", "A. Ansan"],
    "venue": "Icarus",
    "year": 2010
  }, {
    "title": "Ancient hot springs on Mars: Origins and paleoenvironmental significance of small martian",
    "authors": ["G.R. Brakenridge", "H.E. Newsom", "V.C. Baker"],
    "venue": "valleys. Geology",
    "year": 1985
  }, {
    "title": "Evidence for paleolakes in Erythraea Fossa, Mars: Implications for an ancient hydrological cycle",
    "authors": ["P.B. Buhler", "C.I. Fassett", "J.W. Head", "M.P. Lamb"],
    "venue": "Icarus 213,",
    "year": 2011
  }, {
    "title": "Distribution of mid-latitude ground ice on Mars from new impact craters",
    "authors": ["S Byrne"],
    "venue": "Science",
    "year": 2009
  }, {
    "title": "Distribution, classification and ages of martian impact crater lakes",
    "authors": ["N. Cabrol", "E. Grin"],
    "venue": "Icarus 142,",
    "year": 1999
  }, {
    "title": "Water on Mars",
    "authors": ["M.H. Carr"],
    "year": 1996
  }, {
    "title": "Martian impact craters and emplacement of ejecta by surface flow",
    "authors": ["M.H. Carr", "L.S. Crumpler", "J.A. Cutts", "R. Greeley", "J.E. Guest", "H. Masursky"],
    "venue": "J. Geophys. Res",
    "year": 1977
  }, {
    "title": "Coarse-Grained Deltas",
    "authors": ["A. Colella", "D.B. Prior"],
    "venue": "Spec Publ. IAS 10",
    "year": 1990
  }, {
    "title": "The spatial distribution of volatiles in the martian hydrolithosphere",
    "authors": ["F.M. Costard"],
    "venue": "Earth Moon Planets",
    "year": 1989
  }, {
    "title": "Formation of recent martian debris flows by melting of near-surface ground ice at high obliquity",
    "authors": ["F. Costard", "F. Forget", "N. Mangold", "Peulvast", "J.-P"],
    "year": 2002
  }, {
    "title": "The case for rainfall on a warm, wet early Mars",
    "authors": ["R.A. Craddock", "A.D. Howard"],
    "venue": "J. Geophys. Res",
    "year": 2002
  }, {
    "title": "Crater morphometry and modification in the Sinus Sabaeus and Margaritifer Sinus regions of Mars",
    "authors": ["R.A. Craddock", "T.A. Maxwell", "A.D. Howard"],
    "venue": "J. Geophys. Res",
    "year": 1997
  }, {
    "title": "Ismenius Cavus, Mars: A deep paleolake with phyllosilicate deposits",
    "authors": ["E. Dehouck", "N. Mangold", "S. Le Mouélic", "V. Ansan", "F. Poulet"],
    "venue": "Planet. Space Sci",
    "year": 2010
  }, {
    "title": "Mars geodesy/ cartography working group recommendation on Mars cartographic constants and coordinate systems",
    "authors": ["T.C. Duxbury", "R.K. Kirk", "B.A. Archinal", "G.A. Neumann"],
    "venue": "In: Symposium on Geospatial Theory. Processing and Application. Ottawa,",
    "year": 2002
  }, {
    "title": "Clay minerals in delta deposits and organic preservation",
    "authors": ["Ehlmann", "B.L"],
    "year": 2008
  }, {
    "title": "Constraints from buffered crater counting",
    "authors": ["C.I. Fassett", "J.A. Dickson", "J.W. Head", "J.S. Levy", "D.R. Marchant"],
    "venue": "Supraglacial",
    "year": 2010
  }, {
    "title": "Drainage evolution of the Margaritifer Sinus",
    "authors": ["J.A. Grant", "T.J. Parker"],
    "year": 2002
  }, {
    "title": "HiRISE imaging of impact megabreccia and sub-meter",
    "authors": ["Terra", "Mars"],
    "venue": "Geophys. Res. Lett. 38,",
    "year": 2008
  }, {
    "title": "Antarctic lakes",
    "authors": ["Mapping", "Houston", "Texas. Hall", "Brenda.L", "Denton", "George.H", "Fountain", "Andrew.G"],
    "year": 2010
  }, {
    "title": "Martian Cratering 8: Isochron refinement and the",
    "authors": [],
    "year": 2005
  }, {
    "title": "Cratering chronology and the evolution of Mars",
    "authors": ["G. Neukum"],
    "year": 2001
  }, {
    "title": "An intense terminal epoch",
    "authors": ["A.D. SP356.7. Howard", "J.M. Moore", "R.P. Irwin"],
    "year": 2005
  }, {
    "title": "Late Hesperian to Early Amazonian midlatitude",
    "authors": ["A.D. 2005JE002459. Howard", "J.M. Moore"],
    "year": 2011
  }, {
    "title": "Evidence for extensive denudation of the martian",
    "authors": ["B.M. 2007JF000882. Hynek", "R.J. Phillips"],
    "year": 2001
  }, {
    "title": "Interior channels in martian valley",
    "authors": ["R.P", "R.A. Craddock", "A.D. Howard"],
    "venue": "highlands. Geology",
    "year": 2005
  }, {
    "title": "A minimum time",
    "authors": ["D.J. Jerolmack", "D. Mohrig", "M.T. Zuber", "S. Byrne"],
    "year": 2004
  }, {
    "title": "Pedestal crater heights on Mars: A proxy",
    "authors": ["S.J. Kadish", "J.W. Head", "N.G. Barlow"],
    "year": 2010
  }, {
    "title": "The pulse of calm fan deltas",
    "authors": ["W. Kim", "D.J. Jerolmack"],
    "venue": "J. Geol",
    "year": 2008
  }, {
    "title": "Flow discharge and sediment transport models for",
    "authors": [],
    "year": 2005
  }, {
    "title": "Stochastic prediction of sediment transport",
    "authors": ["M.G. E12003. Kleinhans", "L.C. van Rijn"],
    "venue": "delta formation on Mars. J. Geophys. Res., Planets",
    "year": 2002
  }, {
    "title": "Palaeoflow reconstruction",
    "authors": ["N. Mangold"],
    "venue": "Icarus",
    "year": 2012
  }, {
    "title": "Stratigraphy in the Mawrth",
    "authors": ["Y. Langevin", "Masson", "Ph", "G. Neukum"],
    "year": 2010
  }, {
    "title": "Ice motion and driving",
    "authors": ["A. Mahoney", "H. Eicken", "L. Shapiro", "T.C. Grenfell"],
    "venue": "Lunar Planet. Sci",
    "year": 1986
  }, {
    "title": "Evidence for persistent flow and aqueous",
    "authors": ["M.C. 570. Malin", "K.S. Edgett"],
    "year": 2003
  }, {
    "title": "Detailed study of an hydrological system of valleys",
    "authors": ["Mars. Geophys. Res. Lett"],
    "year": 2006
  }, {
    "title": "delta and lakes in Thaumasia region, Mars",
    "authors": ["N. Mangold", "P. Allemand", "P. Thomas", "P. Duval", "Y. Géraud"],
    "year": 2002
  }, {
    "title": "Aqueous alteration of the crust",
    "authors": ["N. Mangold", "V. Ansan", "Masson", "Ph", "C. Quantin", "G. Neukum"],
    "venue": "J. Geophys. Res",
    "year": 2008
  }, {
    "title": "A chronology",
    "authors": ["S. Adeli", "S. Conway", "V. Ansan", "B. Langlais"],
    "year": 2012
  }, {
    "title": "Evidence for Hesperian impact",
    "authors": ["J.L. Bishop", "T.L. Roush", "C.P. McKay"],
    "year": 2010
  }, {
    "title": "Radial thickness variation in impact",
    "authors": ["T.R. abstract). McGetchin", "M. Settle", "J.W. Head"],
    "year": 1973
  }, {
    "title": "Impact Cratering: A Geologic Process",
    "authors": ["S. Meresse", "F. Costard", "N. Mangold", "D. Baratoux", "J.M. Boyce"],
    "venue": "Martian",
    "year": 1989
  }, {
    "title": "Sources and sinks of clay minerals on Mars",
    "authors": ["R. Milliken", "D. Bish"],
    "venue": "uncertainty. Earth Planet. Sci. Lett",
    "year": 2010
  }, {
    "title": "Hellas as a possible site of ancient ice-covered",
    "authors": ["D.E. Wilhelms"],
    "year": 2001
  }, {
    "title": "Martian layered fluvial",
    "authors": ["J.M. Moore", "A.D. Howard", "W.E. Dietrich", "P.M. Schenk"],
    "venue": "lakes on Mars. Icarus",
    "year": 2003
  }, {
    "title": "Stable isotope composition",
    "authors": ["N. 2009JE003349. Muttik", "K. Kirsimäe", "Vennemann", "Torsten W"],
    "year": 2010
  }, {
    "title": "Evolution and depositional environments of the Eberswalde",
    "authors": ["S. Lorenzo"],
    "year": 2008
  }, {
    "title": "Astrophys. 487, L41–L44",
    "authors": ["Mars. Astron"],
    "venue": "Pravec, P. et al.,",
    "year": 2006
  }, {
    "title": "A review of beach nourishment",
    "authors": ["J. Geophys. Res", "E. E12S19. Reimnitz", "P.W. Barnes", "J.R. Harper"],
    "year": 1990
  }, {
    "title": "Influence of fault-controlled",
    "authors": ["M.S. 439–470. Rice", "S. Gupta", "J.F. Bell III", "N.H. Warner"],
    "year": 2011
  }, {
    "title": "Mars Express HRSC data processing",
    "authors": ["F 551 Scholten"],
    "year": 2005
  }, {
    "title": "Structure and evolution of ancient",
    "authors": ["P.H. Schultz", "R.A. Schultz", "J.L. Rogers"],
    "venue": "Remote Sens",
    "year": 1982
  }, {
    "title": "Environmental effects of large",
    "authors": ["T.L. 2005GL023443. Segura", "O.B. Toon", "A. Colaprete", "K. Zahnle"],
    "year": 2002
  }, {
    "title": "Modeling the environmental effects",
    "authors": ["T.L. Segura", "O.B. Toon", "A. Colaprete"],
    "venue": "impacts on Mars. Science",
    "year": 2008
  }, {
    "title": "The stratigraphy of Mars",
    "authors": ["K.L. Tanaka"],
    "venue": "ice on Mars. Science",
    "year": 1986
  }, {
    "title": "Suspended sediment",
    "authors": ["D.S. Van Maren", "J.C. Winterwerp", "Z.Y. Wang", "Q. Pu"],
    "venue": "silt-laden rivers. Sediment. Geol",
    "year": 2009
  }, {
    "title": "Pyroclast/snow interactions and thermally driven slurry formation. Part 1: Theory for monodisperse grain beds",
    "authors": ["J.S. Walder"],
    "venue": "Bull. Volcanol",
    "year": 2000
  }, {
    "title": "Pyroclast/snow interactions and thermally driven slurry formation. Part 2: Experiments and theoretical extension to polydisperse tephra",
    "authors": ["J.S. Walder"],
    "venue": "Bull. Volcanol",
    "year": 2000
  }, {
    "title": "Late Noachian to Hesperian climate change on Mars: Evidence of episodic warming from transient crater lakes near Ares Vallis",
    "authors": ["Warner"],
    "venue": "J. Geophys. Res. – Planets",
    "year": 2010
  }, {
    "title": "Hesperian equatorial thermokarst lakes in Ares Vallis as evidence for transient warm conditions on",
    "authors": ["Warner"],
    "venue": "Mars. Geology",
    "year": 2010
  }, {
    "title": "The early martian evolution – Constraints from basin formation",
    "authors": ["S. Werner"],
    "venue": "ages. Icarus",
    "year": 2008
  }, {
    "title": "Redefinition of the crater-density and absolute-age boundaries for the chronostratigraphic system of Mars. Icarus",
    "authors": ["S.C. Werner", "K.L. Tanaka"],
    "year": 2011
  }, {
    "title": "Sub-kilometer fans in Mojave crater",
    "authors": ["R.M.E. Williams", "M.C. Malin"],
    "venue": "Icarus 198,",
    "year": 2008
  }, {
    "title": "Quantitative geomorphology of the Mars Eberswalde delta",
    "authors": ["L.J. Wood"],
    "venue": "Geol. Soc. Am. Bull",
    "year": 2006
  }, {
    "title": "Columbus crater and other possible groundwater-fed paleolakes of Terra Sirenum, Mars",
    "authors": ["J.J. Wray"],
    "venue": "J. Geophys. Res. – Planets",
    "year": 2011
  }, {
    "title": "Complex behaviour of natural sediment-carrying streamflows and the geomorphological implications",
    "authors": ["J. Xu"],
    "venue": "Earth Surf. Process. Land",
    "year": 2002
  }],
  "id": "SP:83b9e29b06d3190a5d29984d6b7d2fa060e9a9e5",
  "authors": [{
    "name": "N. Mangold",
    "affiliations": []
  }, {
    "name": "E.S. Kite",
    "affiliations": []
  }, {
    "name": "M.G. Kleinhans",
    "affiliations": []
  }, {
    "name": "H. Newsom",
    "affiliations": []
  }, {
    "name": "V. Ansan",
    "affiliations": []
  }, {
    "name": "E. Hauber",
    "affiliations": []
  }, {
    "name": "E. Kraal",
    "affiliations": []
  }, {
    "name": "C. Quantin",
    "affiliations": []
  }, {
    "name": "K. Tanaka",
    "affiliations": []
  }],
  "abstractText": "a Laboratoire Planétologie et Géodynamique de Nantes, LPGN/CNRS, Université Nantes, 2, rue de la Houssinière, 44322 Nantes, France b Division of Geological and Planetary Science, Caltech MC 150-21, 1200 E. California Boulevard, Pasadena, CA 91125, USA c Faculty of Geosciences, Universiteit Utrecht, PO Box 80115, 3508 TC Utrecht, The Netherlands d Institute of Meteoritics, Department of Earth and Planetary Sciences, University of New Mexico, Albuquerque, NM 87131, USA e Institut für Planetenforschung/Institute of Planetary Research, German Aerospace Center (DLR), Rutherfordstr. 2, 12489 Berlin, Germany f Department of Physical Sciences, Kutztown University of Pennsylvania, PA 19530, USA g Laboratoire Géologie de Lyon, La Doua, Université Claude Bernard Lyon, 69622 Villeurbanne, France h Astrogeology Science Center, U.S. Geological Survey, 2255 N. Gemini Dr. Flagstaff, AZ 86001, USA",
  "title": "The origin and timing of fluvial activity at Eberswalde crater, Mars"
}