{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nPalaeogeography, Palaeoclimatology, Palaeoecology\nj ourna l homepage: www.e lsev ie r.com/ locate /pa laeo\nPaleofloristic evidence of climate change near and beyond the Permian–Triassic boundary\nValentin Krassilov a,b,⁎, Eugeny Karasev b\na Institute of Evolution, University of Haifa, Mount Carmel, Haifa 31905, Israel b Paleontological Institute, 123 Profsoyusnaya Street, Moscow 117997, Russia\n⁎ Corresponding author. Institute of Evolution, Univ Haifa 31905, Israel. Tel.: +972 4 8249799, +972 4 8122\nE-mail address: krassilo@research.haifa.ac.il (V. Kras\n0031-0182/$ – see front matter © 2009 Elsevier B.V. A doi:10.1016/j.palaeo.2009.10.012\na b s t r a c t a r t i c l e i n f o\nArticle history: Received 8 January 2009 Received in revised form 9 October 2009 Accepted 9 October 2009 Available online 21 October 2009\nKeywords: Fossil plants Permian–Triassic boundary Climate change Triassic climate Greenhouse Temperate biome\nThree successive plant assemblages are studied from the latest Vyatkian (Changhsingian)–basal Vetlugian (terminal Changhsingian–Induan) of the Volga–Dvina river basins, European Russia, correlated with marine and non-marine transitional PTB intervals elsewhere. The rise of conifers, a decrease of leaf size in the persistent Late Permian morphotaxa, and preliminary data on stomatal index indicate cooling in the terminal Vyatkian followed by an increase of atmospheric CO2 levels. These findings are compared with climatic reconstructions based on other climate proxies. A spread of aquatic plants and dvinosaurs suggest a transboundary pluvial event. The end-Permian loss of biological diversity is ascribed to atmospheric and sea surface cooling at the peak of global regression shortly followed by the peak of basaltic volcanism and eutrophication of aquatic environments. The previously published data on the high-latitude records of Pleuromeia and the rise of deciduous Phoenicopsis biome east of the paleo-Urals are discussed as evidence of a greenhouse episode in the Olenekian and temperization of global climates in the Carnian.\nersity of Haifa, Mount Carmel, 204 (V. Krassilov). silov).\nll rights reserved.\n© 2009 Elsevier B.V. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "The historical stratotypes of the Upper Permian Systemare situated in the Volga–Severnaya Dvina Basin of European Russia. The boundary between the Vyatkian Stage (formerly a horizon of the Tatarian Stage, presently subdivided into the Zamoshinkovian, Lyuptyugian and Molomian horizons) and Vetlugian Group, formerly recognized as the Permian–Triassic boundary (PTB) is unconformable over the larger part of the basin (Strok et al., 1984). The hiatus was assessed on the basis of magnetostratigraphic correlation as encompassing the whole Changhsingian Stage of the standard chronostratigraphic scale (Lozovsky and Esaulova, 1998). However, owing to the recent discovery of transitional floristic assemblages (Krassilov, 1999a,b, 2000; Afonin et al., 2001; Lozovsky et al., 2001; Sennikov and Golubev, 2005; Naugolnykh, 2005; Karasev and Krassilov, 2007), the Vyatkian– Vetlugian sections of European Russia became potentially important for understanding terrestrial events near the PTB.\nThe floristic assemblages discussed in this paper were found in the apparently continuous Permian–Triassic sequences near Nedubrovo Village on the Kitchmenga River, Severnaya Dvina River Basin, 60° 2′ 41.86″N; 45°44′29.80″E and in the vicinity of Vyazniki Town on the Klyazma River, Volga Basin, 56°15′24.55 N; 42° 6′13.97″ E (Fig. 1). They represent two short-lived, but distinct stages of floristic evolution just below and above the traditional PTB at the base of\nthe Vetlugian Series. Irrespective of the exact position of the boundary, these assemblages can be confidently placed within the transitional interval of faunistic and floristic turnovers recognized in the Meishan PTB stratotype (Jin et al., 2000) and elsewhere.\nWe have commented on possible causes of mass extinctions and associated events at PTB and other boundaries of equal rank elsewhere (Krassilov, 2003; Afonin et al., 2001; Krassilov and Shuklina, 2007). Here these general issues are only briefly discussed in relation to the controversial problem of climate change near and beyond the PTB."
  }, {
    "heading": "2. Stratigraphic position and correlation of transitional fossil plant assemblages",
    "text": "In the Vyazniki Region, the Sokovka fossil plant locality occurs in the black and variegated clay outcrop on the right bank of the Klyaz'ma River. The clayey sequence is overlain by sands with vertebrate fossils (Sennikov and Golubev, 2005; Naugolnykh, 2005; Karasev and Krassilov, 2007). These deposits were assigned to the Vyaznikovian Horizon (Shishkin, 1990) or Vyaznikovian Stage equivalent to the Upper Vyatkian (Molomian) and supposedly transitional between the Permian and Triassic (Lozovsky and Kukhtinov, 2007). Dicynodon, a penultimate Permian vertebrate marker, was found in the Molomian (Lucas, 2005), whereas the Vyaznikovian assemblage contains Archosaurus rossicus, as well as the advanced forms of amphibian dvinosaurs. The palynological assemblage is comparable to the latest Zechsteinian (Yaroshenko, 2005). The published plant macrofossil records include two dominant\npeltasperm genera Vjaznikopteris Naugolnykh and Permophyllocladus Karasev et Krassilov, as well as abundant traces of mining and gall production on Vjaznikopteris (Krassilov and Karasev, 2008). Occasional cells of Tympanicysta (Reduviasporonites) stoschiana were found in the microfossil assemblage.\nAnother fossil plant locality occurs in a road cut near Balymotikha Village west of Vyazniki. Stratigraphically it is several meters above the Sokovka sequence and includes the Vyatkian/Vetlugian boundary layer of sands and gravels with carbonate nodules. Black clay above the boundary layer contains debris of leaf cuticles and seeds. It is overlain by an alternation of yellow silts and ochric clays with fern leaves and fragmentary Permophyllocladus.\nOn the Kichmenga River, the equivalents of Balymotikha sequence comprise variegated clays andmarls of the terminal Vyatkian overlain by the Vetlugian cross-bedded sands with re-deposited pedogenic carbonate nodules, followed by the reddish brown to greenish gray siltstone/claystone alternation. Abundant plant debris of Nedubrovo Locality occurs in the dark gray laminated smectitic clay, 0.5 m thick, with pyrite nodules and well-preserved cuticles indicating disoxic sedimentary environment. The plant-bearing layer thus resembles marine “boundary clays” of the transitional near-PTB interval (Jin et al., 2000). It is assigned to this interval on both biostratigraphic and magnetostratigraphic evidence.\nThe palynological assemblage of Nedubrovo is correlated by Afonin (in Lozovsky et al., 2001) with those of the lowermost Otoceras beds in Eastern Greenland and Canadian Arctic Archipelago (Jansonius, 1962; Balme, 1979; Utting, 1994). Themesofossil assemblage of dispersed leaf cuticles, megaspores, and seeds (Krassilov et al., 1999b) contains Otynisporites eotriassicus, an internationally recognized stratigraphic marker for the Lower Buntsandstein of Central and Eastern Europe (Fuglewicz, 1977; Kozur, 1994) also found in the basal Werfen of southern Alps (Kozur, 1998a,b), the transitional near-PTB interval at the base of theWordie Creek Formation, Greenland (Looy et al., 2005) and, in associationwithDicynodon and Lystrosaurus, in the Upper Guodikeng Formation of Junggar Basin, northernChina (reviewed in Lozovsky et al., 2001). Tympanicysta (Reduviasporonites) stoschiana Balme is a worldwidemicrofossilmarker,withpeakabundances near thePTB (e.g., in the Meishan section: Jin et al., 2000), repeatedly occurring at the top of Dicynodon zone (Vajda and McLoughlin, 2007) followed, with an overlap, by the Lystrosaurus zone of vertebrate succession. In the\nVetlugian sequence, Lystrosaurus occurs closely above the Nedubrovo level (Table 1).\nThe magnetostratigraphic correlation assigns both the Vyaznikovian and Nedubrovian horizons to the terminal Changhsingian reversed polarity zone (Jin et al., 2000; Lozovsky et al., 2001), as well as supporting correlation with O(r) zone of the Lower Bröckelshiefer, Fulda Formation, Upper Zechstein, but probably extending to the level of Calvörde Formation, Lower Buntsandstein (Table 1). This interval corresponds to the shallow marine zones Hindeodus praeparvus and Otoceras borealis (Kozur, 1994; Kozur and Bachmann, 2006) and the pelagic conodont zone Clarkina meishanensis meishanensis, terminal Changhsingian (Nafi et al., 2006)."
  }, {
    "heading": "3. Floristic change through the transitional interval",
    "text": "In the phytogeographical classification by Meyen (1982), the Permian flora of European Russia was assigned to the Sub-Angarian realm, dominated by the “Siberian cordaites” (Vojnovskyales), peltasperms and conifers (Gomankov and Meyen, 1986). When the vojnovskyalean gymnosperms declined through the Late Permian, the Angarian component became less conspicuous and theflora acquired an ecotonal Euro-Angarian aspect (Krassilov, 2000).\nThe Vyazniki–Nedubrovo flora, taken as a whole (Table 2), differs from the preceding Vyatkian flora in the dominant forms represented by the recently recognized short-lived genera Vjaznikopteris Naugolnykh and Permophyllocladus Karasev & Krassilov (Naugolnykh, 2005; Karasev and Krassilov, 2007). Vjaznikopteris is a peculiar and highly polymorphic leaf morphotype (Fig. 2A) related to the Permian genus Supaia of widespread Euramerian–Cathaysian distribution, at the same time having morphological affinities to Pachypteris, a Mesozoic peltasperm. Stratigraphically, Vjaznikopteris is confined to the Vyazniki assemblage not extending to the Nedubrovo level. Permophyllocladus represents the earliest documented case of phylloclade formation, with transitional variants from three-dimensional shoot with scaly leaves to dorsiventral bipinnate–lobate frond (Fig. 3A and B). It is suspected that Lepidopteris, a widespread Triassic leaf genus with some not unanimously recognized representatives in the Permian, might have been of phylloclade origin (on assumption that its rachidal scales, previously compared with such of ferns, are vestigial adaxial leaves). Yet, in the case of Permophyllocladuswe encounter an\nongoing morphogenetic transformation, the sequential stages of which co-occur in a single bed assemblage. Permophyllocladus is fairly prominent in Sokovka and is represented by dispersed cuticles in Balymotikha, but rare in Nedubrovo. Otynisporites eotriassicus, a dominant megaspore genus of Nedubrovo mesofossil assemblage, is likewise highly polymorphic (Fig. 4).\nThe newcomers include the dichotomously dissected leaves with long narrow lobes, comparable with the Mesozoic Czekanowskiales, also on account of their stomatal structures (Fig. 3D and E). Another prophetic fossil of the same assemblage is a biovulate peltate scale supposedly related to Beania, a megasporophyll genus of Mesozoic cycadophytes. The Nedubrovo peltasperms, provisionally identified with Peltaspermopsis buevichiae Gomankov (Krassilov in Lozovsky et al., 2001), after a closer inspection were re-assigned to a new\nmorphotaxonwith transitional radial–bilateral arrangement of ovules (Fig. 3C).\nThese new elements indicate that a major restructuring of the Permian flora has started shortly before the Vyatkian/Vetlugian boundary. At the same time, the Vyatkian survivors amount to about 30% of genera at Vyazniki, including representatives of Tatarina and Phylladoderma conspecific with the Vyatkian forms. T. conspicua S. Meyen is common in both Vyazniki andNedubrovo reaching to a codominant position in themesofossil assemblages of dispersed cuticles. At least two species, Ullmannia cf. bronnii Goeppert and Quadrocladus cf. solmsii (Gothan et Nagalhardt) Schweitzer are compared with the typical Zechsteinian conifers so far not reported from the Russian Permian. Both polymorphism of the dominant forms and invasions of the Zechsteinian species are evidence of vacant ecological niches\nencouraging morphological experimentation in the transitional plant assemblages of the region.\nA diverse on-leaf associations of galls and mines on Vjaznikopteris (Fig. 2B–E) and other leaf morphotypes from the transitional interval (Krassilov and Karasev, 2008) suggest “weakness parasitism” (an interaction mode when plant resistance decreases with damage encouraging more parasites to join), characteristic of disturbed plant communities (Krassilov, 2008) and apparently responsible for increase of plant damages in this and other transitional situations (e.g. over the KTB: Labandeira et al., 1994, 2002a,b)."
  }, {
    "heading": "4. Inferred climate change near the PTB",
    "text": "Our data confirm that the Vyatkian/Vetlugian and the closely following Zechstein/Buntsandstein boundaries fall in the globally\nrecognized interval of smectitic boundary clays with metallic microspherules, hardgrounds, and “dead zones” devoid of shell fossils (a taphonomic effect of pH fluctuations causing dissolution of aragonite and calcite at different lysocline levels) deposited at the peak of regression coincided with the peak of volcanic activity. This level is marked by the first appearance data for Hindeodus praeparvus and Otoceras boreale. On land, a lowering of the basis of erosion enhanced coarse-grained deposition (e.g., the Vetlugian basal conglomerates). The major benthic turnover levels, as well as the peak occurrences of Tympanicysta occur near the base of the Late Changhsingian Clarkina meishanensis–Hindeodus praeparvus zone. The currently adopted PTB at the base of the H. parvus zone signifies the end of the eventful transitional interval. The substantial role played by the Permian survivors in the transitional Vyazniki– Nedubrovo assemblages (Table 2) witness against a catastrophic\nscenario for the near-PTB events. Neither was the floristic change gradual in regards of the high rates of synecological and morphological innovations.\nBecause climate is linked by a system of direct and feedback interactions to the global land/sea area, volcanism, seawater chemistry, biomass and other variables discussed in relation to the transitional interval, a near-PTB climate changewould have inevitably occurred. Yet opinions vary as to direction, timing, and significance of the event.\nThus, in the thoroughly studied trans-PTB sequence of Meishan, South China, extinction of marine invertebrates is considered to be extended over a period of 500,000 years (or even 700,000 years from 251.4±0.03 Ma to 250.7±0.03 Ma) encompassing the terminal Changhsingian–basal Yinkeng formations (Jin et al., 2000). The transitional interval is characterized by sedimentation rates about 0.03 cm per 1000 years, 10 times lower than the means Changhsingian rate (0.4 cm per 1000 years). The other markers are a negative δ13C excursion and an increase in smectite material and microspherules purportedly related to the Siberian trap volcanism. The peak of ubiquitous algal species Tympanicysta stoschiana occurs at the base of the transitional interval. The geochemical anomalies are sometimes interpreted as indicating a “volcanic winter” caused by massive emissions of CO2 and sulfates, followed by a period of global warming (Jin et al., 2000).\nIn the Alpine area, PTB has been traditionally drawn between the Bellerophon and Werfen formations. However, the basal Werfen is presently assigned to the terminal Permian H. praeparvus zone, with H. parvus appearing higher in the section (Kozur, 1998a,b; KolarJurkovšek and Jurkovšek, 2007). The algal bloom (Codiaceae) near the end of Bellerophon sequence indicates a massive influx of nutrients to marine shallows and is perhaps causally related to the bloom of freshwater Tympanicysta (Afonin et al., 2001) both occurring somewhat before the mass extinction levels. Kozur (1998a,b and\npersonal communication, 2008) considers environmental instability and climate cooling as a factor promoting world-wide distribution of broadly tolerant conodont species, such as Hindeodus parvus (Kozur, 1998a,b, 2007).\nIn the relatively complete trans-PTB sequence of Greenland, macrobenthic invertebrate communities experience a turnover of dominant forms over a transitional interval from the uppermost Schuchert Dal Formation to the basal Wordie Creek Formation. Claraia appears in the latter followed, after a considerable gap in faunistic record, by Hindeodus parvus. This transitional interval contains palynological assemblages with Tympanicysta (Reduviasporonites), Otynisporites and Densoisporites, the latter often preserved as intact tetrads (Looy et al., 1999, 2001, 2005). These are interpreted as representing an herbaceous plant cover of quillworts and spikemosses. However, the Late Permian spores of Densoisporites type were produced by semiarboreal Viatcheslavia of wetland habitats (Naugolnykh and Zavialova, 2004). The palynological data suggest persistence of Permian taxa as subdominant elements up to the H. parvus level.\nLooy et al (2001) claim that climate change at the PTB is unlikely in view of the uniformly warm semi-arid conditions prevailing through the Late Permian–Middle Triassic of Europe. However, because both Viatcheslavia and quillworts are aquatic or semiaquatic lycopsids, their abundance, and, in particular, hemiautochtonous preservation of intact tetrads, suggests expansion of aquatic vegetation, rather than herbaceous land cover, in turn suggesting a pluvial episode (Kozur, 1998a,b). Retallack et al. (2006) recognized humid conditions at the PTB on quite different grounds.\nPalynological records from the Barents Sea reveal several climate shifts, in particular at the Smithian–Spathian boundary, confirmed by the other proxies (Galfetti et al., 2007; Hochuli, 2007). Isotopic data on marine temperatures during the transitional period are controversial\n(reviewed in Zakharov et al., 2001). Both δ13C and Ca/Mg ratios seem to indicate relatively low temperatures at the H. praeparvus level (Zakharov et al., 2005), while Horacek and Krystyn (2008) inferred a change from cooling to warming at about the PTB on the basis of δ18O records.\nPlant macrofossil assemblages are so far scarcely used for reconstruction of trans-PTB climates. Krassilov (2000; Krassilov and Shuklina, 2006) postulated an end-Permian cooling on the basis of phytogeographic events, such as the appearance of Angarian elements in the northern Cathaysian flora. The following features of transitional Vyazniki–Nedubrovo assemblages seem directly or indirectly related to climate change."
  }, {
    "heading": "4.1. The rise of conifers",
    "text": "Tatarina and allied peltasperms prevail in the Late Permian flora of European Russia (the “Tatarina flora”: Meyen, 1982). Second in importance are conifers, but in the typical Tatarina assemblages their remains are numerically subordinate and fragmentary. Based on such observations, conifers are commonly considered as a prevailingly upland group. Both groups are scleromorphic, having thick, often trichomate leaf cuticles and sunken stomata with massive guard cell ledges. However, such characters may occur in plants of dry habitats as well as wetlands.\nIt is well known that representation of plant species in fossil plant assemblages is controlled by proximity of their source communities to deposition sites, with abundant plant material coming from wetlands and with subordinate, often fragmentary material representing distant inland sources. Thus taphonomy indicates that tatarinas grew in the proximal wetlands, whereas the conifer remains might have come from a distant source. Yet conifers prevail over peltasperms in a few Late Permian localities and their numerical representation tends to increase toward the end of the period challenging peltasperm domination in the lowlands. Fully coniferous assemblages are known in the late Vyatkian deposits (Meyen, 1997).\nConifer representation simultaneously increased in the Zechstein of Central Europe (Schweitzer, 1986) and equivalents in South Alps (Clement-Westerhof, 1987) frequently forming monodominant assemblages at the Hindeodus praeparvus level (Kozur, 1998b). In the Laibin section of South China, plant macrofossils from the Changhsingian cephalopod shell horizons are all conifers morphologically similar to Quadrocladus and Ullmannia (Leonova et al., 1999). The latest Changhsingian fossil plant assemblage a few meters below the basal Triassic basaltic tuffs is strikingly similar to that of Nedubrovo in the diversity of conifers found in association with Gigantonoclea, a Cathaysian equivalent of Tatarina. The dissacate morphotypes Klausipollenites schaubergeri, Lunatisporites noviaulensis, Platysaccus papilionis, Protohaploxypinus samoilovichii and Strotersporites richteri simultaneously come to dominance in the latest Zechstein–basal Buntsandstein and stratigraphically equivalent assemblages (Klaus, 1980; Orlowska-Zwolinska, 1984; Koloda and Kanev, 1996; Yaroshenko, 2005).\nOur estimates of conifer diversity against conifer+peltasperm diversity (Conifer Index, CI: Table 3) indicates almost a linear increase through the transitional interval (Fig. 5). In the Nedubrovo assemblage, CI approaches that of the late Zechstein. However, fragmentation of plant material in Nedubrovo might have distorted the ratio in favor of smaller leaves, thus taphonomically increasing the proportion of conifers.\nAs in a number of similar cases through the Late Paleozoic and Mesozoic plant records, an increase of an upland group, in particular conifers, is evidence of a cooling trend inflicting a downslope shift of altitudinal plant belts (reviewed in Krassilov, 1975; 2003). The above examples suggest that such shifts occurred worldwide during the end-Permian time."
  }, {
    "heading": "4.2. Leaf dimensions",
    "text": "The dominant plants of Vyazniki assemblage had small leaves or (in the case of Permophyllocladus) small phylloclades. The tatarinas are appreciably smaller than in the mid-Vyatkian Aristovo and Vyazovka localities. This trend apparently extends to the Nedubrovo assemblage where a diminutive T. lobata S. Meyen is a common leaf fossil (Lozovsky et al., 2001). This species is also found in the tuffaceous sequence of Tunguska Basin, East Siberia (Gomankov and Meyen, 1986).\nLeaf dimensions are controlled by a number of environmental variables and can be inflicted by water deficit as well as low temperatures. In our case, a drier climate is unlikely on evidence of a pluvial event near the PTB (above). A decrease of leaf blades in Tatarina is associated with a decline of peltasperms—rise of conifers, conceivably representing a morphological response to the same environmental change that brought about the end-Permian restructuring of plant communities."
  }, {
    "heading": "4.3. Stomatal index",
    "text": "The utility and limitations of stomatal index (SI) as a proxy of atmospheric CO2 concentration in paleoclimate reconstructions have been recently reviewed in Retallack (2001); Kouwenberg et al. (2003); Uhl and Kerp (2005); and Vording and Kerp (2008). Although some estimates have been based on SI comparisons at the generic and higher taxonomic levels, sequential intraspecific SI fluctuations are preferable for this kind of analysis. In our material, such estimates are obtained for Tatarina conspicua S. Meyen, which is fairly common through the Vyatkian, as well as in Vyazniki and Nedubrovo assemblages, and is representedbywell-preserved cuticles. Retallack (2001)published a few results for T. conspicua from Lyuptug, Aristovo and Mulino, the early– middle Vyatkian. We restricted our comparisons to the territorially adjacent localities of Aristovo (mid-Vyatkian), Vyazniki and Nedubrovo, excluding the Cis-Uralian localities because of their proximity to the volcanic sources possibly introducing a local bias in the SI data. The results (Table 4; Fig. 6) show a slight increase of SI values from the midVyatkian to Vyaznikovian followed by a decline at the Nedubrovo level.\nThe decrease of SI (increase of atmospheric CO2) might have been due to volcanic discharge of CO2, the climatic effects of which are modified by many interdependent variables (Krassilov, 2003). Our estimates have to be considered preliminary, becausewe failed so far to confirm the SI trend by calculations for Phylladoderma and Quadrocladus, and our data for the Vyatkian T. conspicua are based on a single specimen fromAristovo. Yet compared to the conifer index (above), the SI data may suggest a time lag between the change of atmospheric CO2 concentration, δ13C response, recognizable since the late Induan (Zakharov et al., 2005), and terrestrial biotic response, fully evident at the level of the world-wide Pleuromeia records in the Olenekian.\n5. Pleuromeia and the Early Triassic greenhouse\nThemost prominent phytogeographic event of the Early Triassicwas a spread of semiarboreal isoetalean lycopsids Pleuromeia and allies. Their history might have commenced with the ubiquitous megaspore morphotype Otynisporites eotriassicus of Viatcheslavia as a possible, but so far unconfirmed producer plants. Once reconstructed as a xerophyte of sand deserts (Mägdefrau, 1931), Pleuromeia produced the buoyshaped concave megasporophylls bearing a solitary adaxially sunken sporangium with numerous megaspores. Finds of such structures among cephalopod shells of comparable dimensions in shallowmarine deposits suggest dispersal by sea currents (Krassilov and Zakharov, 1975; Retallack, 1997), a habit requiring warm sea surface and typically occurring in angiosperm mangroves.\nThe present day mangroves grow in coastal wetlands (although penetrating inland along the rivers, as probably was the case with\nPleuromeia: Fuchs et al., 1991) and are restricted to the equatorial zone only locally extending to the subtropics. In contrast, the Pleuromeia wetlands were cosmopolitan. Our finds in the Olenekian of the\nOlenek River, North Siberia and the coeval deposits of the Russian Island, Far East prove that these plants grew beyond 70° N of either the present day latitudes (Olenek) or the Permian–Early Triassic paleolatitudes (Russian Island). Their apparent independence of climatic zonation indicates an elevated level of atmospheric CO2 concentration, under which plant growth is promoted not only by high temperature, but also by an increased tolerance of water deficit (Chaves and Pereira, 1992).\nYet the Early Triassic greenhouse episode might have been as shortlived, as the Late Paleocene thermal maximum (Röhl et al., 2000 and references therein) when climatic zonation was likewise obliterated, with “paratropical” vegetation extending to the polar circles. Notably, both the Olenekian and Late Paleocene thermal peaks shortly followed the thermal troughs near the PTB and KTB respectively.\nThe climatic temperization that followed is poorly dated, yet becoming fairly evident in the Carnian–Rhetian pattern of phytoclimatic zones (Krassilov and Shorokhova, 1975; Krassilov, 2000; Dobruskina, 2002). Recognition of the Mesozoic temperate biome is based on Phoenicopsis, a leptocaul form with microphyllous foliage on deciduous short-shoots, dominating lowland vegetation of northern\nFig. 7. Distribution of Phoenicopsis and Lepidopteris localities representing two types of Late 2,3, Southern Germany; 4, Lower Silesia, 5, Poland, 6–8, Pechora Basin, 9, Donetsk Basin, 1 Region, 14, Bulanash–Yelkinskaya Depression, 15, Chelyabinsk Basin, 16, Ubagan, 17, Burluk, Urumchi (based on Krassilov and Shorokhova, 1975).\nAsia until the mid-Cretaceous (Krassilov, 1972). The associates of Phoenicopsis among the Triassic horsetails, ferns, ginkgophytes and cycadophytes contribute to distinctiveness of the temperate biome accentuated by the taphonomy of deciduous leaf material and reproductive debris (reviewed in Krassilov, 2003).\nThe boundary of the deciduous Phoenicopsis biome and the evergreen xerothermic biome dominated by Lepidopteris, a direct descendent of the Permian peltasperms, extends along the thrust zone of the paleo-Urals, raised as a huge orogenic structure during the Middle Triassic (Yanshin, 1939) (Fig. 7).\nAs orographic barrier on the way of dry hot air from European landmasses, thus opening the Siberian landmass to cold Arctic air, the paleo-Urals might have played a decisive role in zonal differentiation of the relatively uniform mid-Triassic vegetation. A spread of temperate deciduous vegetation is evidence of polar ice caps sustaining low winter temperatures over the middle latitudes (Krassilov, 2003). Yet their influence on global climate was not restricted to the temperate zone, but correlated with the Carnian pluvial event in Central Europe (Kozur andBachmann, 2008) andAlpine region (Roghi, 2004; Preto et al., 2008)."
  }, {
    "heading": "6. Conclusion",
    "text": "We conclude that a prominent climate change occurred during the transitional interval near the PTB. It was chronologically and perhaps causally correlated with the rise of landmasses, global regression and voluminous inter-plate magmatic events, such as the Siberian and Emeishan traps. The effects of climate change on terrestrial vegetation are manifested at the phytosociological (the rise of conifers with a downslope shift of altitudinal vegetation belts), morphological (decrease of leaf size), and physiological (SI fluctuation) levels, indicating a pronounced cooling simultaneously affecting the nonmarine and marine realms.\nTriassic biomes divided by the paleo-Urals (dash line): Localities: 1, Southern Sweden, 0, Armenia, 11, Bashkiria and Orenburg Region, 12, Ilek River, 13, Eastern Urals, Serov 18, Arkit, 19, Son Kul', 20, Issyk Kul', 21, Kenderlyk, 22, Southern Fergana, 23, Pamir, 24,\nThe high rate, but non-catastrophic floristic change over the transitional interval is witnessed by the rapid replacement of dominant forms among peltasperms and the first appearances of progenitorial Mesozoic forms in the mist of still numerically prominent Permian survivors.\nA decrease of renewable biomass brought about by the spread of conifer forests might have affected the Permian herbivores and, through trophic cascades, the therapsid fauna as a whole in much the same way as one of us postulated for the end-Cretaceous dinosaur communities (Krassilov, 1981).\nWith transgression starting in the terminal Permian, aquatic plant production dramatically increased, promoting expansion of aquatic or semiaquatic forms (dvinosaurs) that became more prominent through the transitional interval. Ponding of estuaries and eutrophication, enhanced by fertilizers from volcanic sources, affected marine shallows damping biodiversity and promoting a few ubiquitous phyto- and zooplankton species of great stratigraphic utility (Krassilov et al., 1999a, b; Afonin et al., 2001).\nFurther development of this trend brought about a greenhouse period analogous to the latest Paleocene “thermal maximum” about 200 million years later. Such episodes are here considered to be relatively short, giving way to a more typical pattern of distinct longpersistent zonal distribution of terrestrial biomes."
  }, {
    "heading": "Acknowledgements",
    "text": "We are grateful to Heinz Kozur and Greg Retallack for their constructive comments on the manuscript. The senior author was supported by the German–Israeli Science Foundation (G.I.F.), Project I-888-159.8/2005."
  }],
  "year": 2009,
  "references": [{
    "title": "A bloom of zygnematalean green algae",
    "authors": ["S.A. Afonin", "S.S. Barinova", "V.A. Krassilov"],
    "venue": "Tympanicysta at the Permian–Triassic boundary. Geodiversitas",
    "year": 2001
  }, {
    "title": "Palynology of Permian–Triassic boundary beds at Kap Stosch, East Greenland",
    "authors": ["B. Balme"],
    "venue": "Meddelelser om Grønland",
    "year": 1979
  }, {
    "title": "Water stress, CO2 and climate change",
    "authors": ["A.R. Chaves", "J. Pereira"],
    "venue": "Journal of Experimental Botany",
    "year": 1992
  }, {
    "title": "Aspects of Permian palaeobotany and palynology, VII. The Majonicaceae, a new family of Late Permian conifers",
    "authors": ["J.A. Clement-Westerhof"],
    "venue": "Review of Palaeobotany and Palynology",
    "year": 1987
  }, {
    "title": "Triassic floras of Eurasia",
    "authors": ["I.A. Dobruskina"],
    "year": 2002
  }, {
    "title": "Une remarquable flore à Pleuromeria et Anomopteris in situ du Buntsandstein Moyern (Trias Inférieur) de L'eifel (R",
    "authors": ["G. Fuchs", "L. Grauvogel-Stamm", "D. Mader"],
    "venue": "F. Allemagne). Morphologie, Paléoécologie et Paléogéographie. Palaeontographica",
    "year": 1991
  }, {
    "title": "New species of megaspores from the Trias of Poland",
    "authors": ["R. Fuglewicz"],
    "venue": "Acta Palynologica Polonica",
    "year": 1977
  }, {
    "title": "Smithian–Spathian boundary event: evidence for global climatic change in the wake of the end-Permian biotic crisis",
    "authors": ["T. Galfetti", "P.A. Hochuli", "A. Brayard", "H. Bucher", "H. Weissert", "J.O. Vigran"],
    "venue": "Geology",
    "year": 2007
  }, {
    "title": "Tatarinian flora (taxonomic composition and distribution in the Late Permian of Eurasia)",
    "authors": ["A. Gomankov", "S. Meyen"],
    "venue": "Nauka, Moscow,",
    "year": 1986
  }, {
    "title": "Climate variation in the Triassic—inferred from palynology",
    "authors": ["P.A. Hochuli"],
    "venue": "The Triassic Climate, Workshop on Triassic palaeoclimatology,",
    "year": 2007
  }, {
    "title": "Oxygen isotopic evidence for climate change across the Permian–Triassic boundary—from cool-house o hot-house",
    "authors": ["M. Horacek", "L. Krystyn"],
    "venue": "The Triassic climate, Workshop on Triassic palaeoclimatology,",
    "year": 2008
  }, {
    "title": "Palynology of Permian and Triassic sediments",
    "authors": ["J. Jansonius"],
    "venue": "Peace River area, Western Canada. Palaeontographica",
    "year": 1962
  }, {
    "title": "Pattern of marine mass extinction near the Permian–Triassic boundary in South China",
    "authors": ["Y.G. Jin", "Y. Wang", "W. Wang", "Q.H. Shang", "C.Q. Cao", "D.H. Erwin"],
    "year": 2000
  }, {
    "title": "Late Permian phylloclades of the genus Permophyllocladus and the problems of the evolutionary morphology of peltasperms",
    "authors": ["E.V. Karasev", "V.A. Krassilov"],
    "venue": "Paleontological Journal",
    "year": 2007
  }, {
    "title": "Microfloristic events towards Permo-Triassic boundary",
    "authors": ["W. Klaus"],
    "venue": "Proceedings of 4th International Palynological Conference. Birbal Sahni Institute of Palaeobotany, Lucknow,",
    "year": 1980
  }, {
    "title": "First record of Hindeolus–Isarcicella population in Lower Triassic of Slovenia",
    "authors": ["T. Kolar-Jurkovšek", "B. Jurkovšek"],
    "venue": "Palaeogeography, Palaeoclimatology, Palaeoecology",
    "year": 2007
  }, {
    "title": "Analogue of the Ufimian, Kasanian and Tatarian stages of Russia in north-western China based on miospores and bivalves",
    "authors": ["N. Koloda", "G. Kanev"],
    "venue": "Permophiles",
    "year": 1996
  }, {
    "title": "Stomatal frequency adjustment of four conifer species to historical changes in atmospheric CO2",
    "authors": ["Kouwenberg", "L.L.R", "J.C. McElwain", "W.M. Kurschner", "F. Wagner", "D.J. Beerling", "F.E. Mayle", "H. Visscher"],
    "venue": "American Journal of Botany",
    "year": 2003
  }, {
    "title": "Correlation of the Zechstein with the marine standard",
    "authors": ["H. Kozur"],
    "venue": "Jahrbuch der Geologishen Bundesanstalt",
    "year": 1994
  }, {
    "title": "Some aspects of the Permian–Triassic boundary (PTB) and of the possible causes for the biotic crisis around this boundary",
    "authors": ["H.W. Kozur"],
    "year": 1998
  }, {
    "title": "Problems for evaluation of the scenario of the Permian–Triassic boundary biotic crisis and its causes",
    "authors": ["H.W. Kozur"],
    "venue": "Geologia Croatica",
    "year": 1998
  }, {
    "title": "Biostratigraphy and event stratigraphy in Iran around the Permian– Triassic Boundary (PTB): implications for the causes of the PTB biotic crisis",
    "authors": ["H.W. Kozur"],
    "venue": "Global and Planetary Change",
    "year": 2007
  }, {
    "title": "Correlation of the Germanic Triassic with the international scale",
    "authors": ["H.W. Kozur", "G.H. Bachmann"],
    "venue": "NGF Abstracts and Proceedings",
    "year": 2006
  }, {
    "title": "The Mid-Carnian wet intermezzo of the Schilfsandstein (Germanic Basin)",
    "authors": ["H.W. Kozur", "G.H. Bachmann"],
    "venue": "The Triassic climate, Workshop on Triassic palaeoclimatology,",
    "year": 2008
  }, {
    "title": "Phytogeographical classification of Mesozoic floras and their bearing on continental drift",
    "authors": ["V.A. Krassilov"],
    "venue": "Nature",
    "year": 1972
  }, {
    "title": "Paleoecology of terrestrial plants",
    "authors": ["V.A. Krassilov"],
    "venue": "Basic Principles and techniques. Wiley, N.Y.-Toronto",
    "year": 1975
  }, {
    "title": "Changes of Mesozoic vegetation and the extinction of dinosaurs",
    "authors": ["V.A. Krassilov"],
    "venue": "Palaeogeography, Palaeoclimatology, Palaeoecology",
    "year": 1981
  }, {
    "title": "Permian phytogeographic zonality and its implications for continental positions and climates",
    "authors": ["V.A. Krassilov"],
    "venue": "Paleontological Journal",
    "year": 2000
  }, {
    "title": "Terrestrial palaeoecology and global change",
    "authors": ["V.A. Krassilov"],
    "venue": "Pensoft, Sophia,",
    "year": 2003
  }, {
    "title": "Traumas on fossil leaves from the Cretaceous of Israel",
    "authors": ["V.A. Krassilov"],
    "year": 2008
  }, {
    "title": "The Triassic geofloras and some general principles of palaeophytogeography",
    "authors": ["V.A. Krassilov", "S.A. Shorokhova"],
    "venue": "Fossil Floras of the Far East. Acad. Sci. USSR, Far East Branch, Vladivostok,",
    "year": 1975
  }, {
    "title": "Pleuromeia from the Lower Triassic of the Far East of the U.S.S.R",
    "authors": ["V.A. Krassilov", "Zakharov", "Yu.D"],
    "venue": "Review of Palaeobotany and Palynology",
    "year": 1975
  }, {
    "title": "Terrestrial biotic crises: paleobotanical record and interpretation",
    "authors": ["V.A. Krassilov", "A. Shuklina"],
    "venue": "Proceedings of the 11th International Congress, Athens, May,",
    "year": 2007
  }, {
    "title": "First evidence of plant–arthropod interaction at the Permian–Triassic boundary in the Volga Basin, European Russia",
    "authors": ["V. Krassilov", "E. Karasev"],
    "venue": "Alavezia",
    "year": 2008
  }, {
    "title": "Tympanicysta and terminal",
    "authors": ["V.A. Krassilov", "S.A. Afonin", "S.S. Barinova"],
    "venue": "Permian events. Permophiles",
    "year": 1999
  }, {
    "title": "Floristic evidence of transitional Permian–Triassic deposits of the Volga–Dvina Region",
    "authors": ["V.A. Krassilov", "S.A. Afonin", "V.R. Lozovsky"],
    "venue": "Permophiles",
    "year": 1999
  }, {
    "title": "First evidence of flora from transboundary Permian and Triassic deposits of Moscow Syncline",
    "authors": ["V.A. Krassilov", "V.R. Lozovskii", "S.A. Afonin", "I.A. Morkovin"],
    "venue": "Transaction of Russian Academy of Sciences",
    "year": 2000
  }, {
    "title": "Ninety-seven million years of angiosperm-insect association: palaeobiological insights into the meaning of coevolution",
    "authors": ["C. Labandeira", "D.L. Dilcher", "D.R. Davis", "D.L. Wagner"],
    "venue": "Proceedings of the National Academy of Sciences of the U.S.A",
    "year": 1994
  }, {
    "title": "A preliminary assessment of insect herbivory across the Cretaceous–Tertiary boundary: extinction and minimal rebound",
    "authors": ["C.C. Labandeira", "K.R. Johnson", "P. Lang"],
    "venue": "Geological Society of America Special Paper,",
    "year": 2002
  }, {
    "title": "Impact of the terminal Cretaceous event on plant–insect associations",
    "authors": ["C.C. Labandeira", "K.R. Johnson", "R. Wilf"],
    "venue": "Proceedings of the National Academy of Sciences,",
    "year": 2002
  }, {
    "title": "The delayed resurgence of equatorial forests after the Permian–Triassic ecologic crisis",
    "authors": ["C.V. Looy", "W.A. Brugman", "D.L. Dilcher", "H. Visscher"],
    "venue": "Proceedings of the National Academy of Sciences, U.S.A",
    "year": 1999
  }, {
    "title": "Life in the end-Permian dead zone",
    "authors": ["C.V. Looy", "R.J. Twitchett", "D.L. Dilcher", "H. Visscher"],
    "venue": "Proceedings of the National Academy of Sciences, U.S.A",
    "year": 2001
  }, {
    "title": "The Permian–Triassic boundary in the continental sequences of Eastern Europe",
    "authors": ["V.R. Lozovsky", "N.K. Esaulova"],
    "venue": "Geos, Moscow",
    "year": 1998
  }, {
    "title": "Vyaznikovian Stage—the youngest subdivision of Upper Permian inEuropeanRussia",
    "authors": ["V.R. Lozovsky", "D.A. Kukhtinov"],
    "venue": "BulletinofMoscowNatureExplorer Society",
    "year": 2007
  }, {
    "title": "Transitional Permian–Triassic deposits in European Russia and non-marine correlation. “Natura Bresciana",
    "authors": ["V.R. Lozovsky", "V.A. Krassilov", "S.A. Afonin", "B.V. Burov", "O.P. Yaroshenko"],
    "venue": "Annuario del Museo Civico di Science Naturali di Brescia. Monographia",
    "year": 2001
  }, {
    "title": "Zur Morphologie und phylogenetischen Bedeutung der fossilen Pflanzengattung Pleuromeia",
    "authors": ["K. Mägdefrau"],
    "venue": "Botanische Centralblat",
    "year": 1931
  }, {
    "title": "The carboniferous and Permian floras of Angaraland: (a synthesis)",
    "authors": ["S.V. Meyen"],
    "venue": "Biological Memoirs",
    "year": 1982
  }, {
    "title": "Permian conifers of Western Angaraland",
    "authors": ["S.V. Meyen"],
    "venue": "Review of Palaeobotany and Palynology",
    "year": 1997
  }, {
    "title": "Late Permian (Changhsingian) conodont biozonation and the basal boundary, Ganxi section, western Hubei Province, South China",
    "authors": ["M. Nafi", "X. Wenchen", "Ning", "Zh"],
    "venue": "Canadian Journal of Earth Science",
    "year": 2006
  }, {
    "title": "Upper Permian flora of Vjazniki (European part of Russia), its Zechstein appearance, and thenatureof thePermian/Triassic extinction",
    "authors": ["S.V. Naugolnykh"],
    "venue": "The Nonmarine Permian, NewMexico Museum of Natural History Scientific Bulletin,",
    "year": 2005
  }, {
    "title": "Zavialova,N.E., 2004.Densoisporites polaznaensis sp. nov.with comments on its relation to Viatcheslavia vorcutensis Zalessky",
    "authors": ["S.V. Naugolnykh"],
    "venue": "Palaeobotanist",
    "year": 2004
  }, {
    "title": "Palynostratigraphy of the Buntsandstein in sections of Western Poland",
    "authors": ["T. Orlowska-Zwolinska"],
    "venue": "Acta Paleontologica Polonica",
    "year": 1984
  }, {
    "title": "The Carnian pluvial event: causes and effects",
    "authors": ["N. Preto", "P. Gianolla", "G. Roghi"],
    "venue": "The Triassic climate, Workshop on Triassic palaeoclimatology,",
    "year": 2008
  }, {
    "title": "Earliest Triassic origin of Isoetes and quillwort evolutionary radiation",
    "authors": ["G.J. Retallack"],
    "venue": "Journal of Paleontology",
    "year": 1997
  }, {
    "title": "A 300-million-year record of atmospheric carbon dioxide from fossil plant cuticles",
    "authors": ["G.J. Retallack"],
    "venue": "Nature 411,",
    "year": 2001
  }, {
    "title": "Middle–Late Permian mass extinction on land",
    "authors": ["G.J. Retallack", "C.A. Metzger", "T. Greaver", "A.H. Jahren", "R.M.H. Smith", "N.D. Sheldon"],
    "venue": "Geological Society of America Bulletin",
    "year": 2006
  }, {
    "title": "Palynological investigations in the Carnian of the Cave del Predil area (Julian Alps",
    "authors": ["G. Roghi"],
    "venue": "NE Italy). Review of Palaeobotany and Palynology",
    "year": 2004
  }, {
    "title": "New chronology for the late Paleocene thermal maximum and its environmental implications",
    "authors": ["U. Röhl", "T.J. Bralower", "R.D. Norris", "G. Wefer"],
    "venue": "Geology",
    "year": 2000
  }, {
    "title": "The land flora of the English and German Zechstein sequences",
    "authors": ["H.J. Schweitzer"],
    "venue": "Geological Society of London, Special Publications",
    "year": 1986
  }, {
    "title": "Unique Vyazniki biotic complex of the terminal Permian from the Central Russia and the global ecological crisis at the Permo-Triassic boundary",
    "authors": ["A.G. Sennikov", "V.K. Golubev"],
    "venue": "New Mexico Museum Natural History Science Bulletin,",
    "year": 2005
  }, {
    "title": "On tripartite division of Upper Tatarian Substage of Upper Permian based on vertebrate faunas",
    "authors": ["M.A. Shishkin"],
    "venue": "Bulletin of Moscow Nature Explorer Society",
    "year": 1990
  }, {
    "title": "Upper Permian and Lower Triassic deposits of the Moscow Synclise",
    "authors": ["N.I. Strok", "T.E. Gorbatkina", "V.R. Losovsky"],
    "venue": "Nauka, Moscow",
    "year": 1984
  }, {
    "title": "Variability of stomatal density and index in the Upper Permian conifer Quadrocladus Mudler—a taphonomical case study",
    "authors": ["D. Uhl", "H. Kerp"],
    "year": 2005
  }, {
    "title": "Palynostratigraphy of Permian and Lower Triassic rocks, Sverdrup Basin, Canadian Arctic Archipelago",
    "authors": ["J. Utting"],
    "venue": "Bulletin of Geological Survey of Canada",
    "year": 1994
  }, {
    "title": "Extinction and recovery patterns of the vegetation across the Cretaceous–Palaeogene boundary—a tool for unraveling the causes of the endPermian mass-extinction",
    "authors": ["V. Vajda", "S. McLoughlin"],
    "venue": "Review of Palaeobotany and Palynology",
    "year": 2007
  }, {
    "title": "Stomatal indices of Peltaspermum martinsii (Pteridospermopsida, Peltaspermaceae) from the Upper Permian Bletterbach Gorge and their possible applicability as CO2 proxies",
    "authors": ["B. Vording", "H. Kerp"],
    "venue": "Neues Jahrbuch für Geologie und Paläntologie Abhandlungen",
    "year": 2008
  }, {
    "title": "On distribution of Triassic deposits over the Urals and the age of the Uralian nappes",
    "authors": ["A.L. Yanshin"],
    "venue": "Bulletin de l'Académie des Sciences de l'USSR",
    "year": 1939
  }, {
    "title": "Reorganization of palynofloras across the Permian–Triassic boundary (examples from the East European Platform)",
    "authors": ["O.P. Yaroshenko"],
    "venue": "Stratigraphy and Geological Correlation",
    "year": 2005
  }, {
    "title": "Significance of Caucasian sections for working out carbon-isotope standard for Upper Permian and Lower Triassic (Induan) and their correlationwith the Permian of northern-easternRussia",
    "authors": ["Zakharov", "Yu.D", "A.S. Biakov", "A. Baud", "H. Kozur"],
    "venue": "Journal of China University of Geosciences",
    "year": 2005
  }, {
    "title": "The reconstructionof the LatePaleozoic and Mesozoic marine environments from isotopic data. Vladivostok, Dal'nauka",
    "authors": ["Zakharov", "Yu.D", "N.G. Boriskina", "A.M. Popov"],
    "year": 2001
  }],
  "id": "SP:b6a13eed3ddf00e842307a7b2e38505985250b9f",
  "authors": [{
    "name": "Valentin Krassilov",
    "affiliations": []
  }, {
    "name": "Eugeny Karasev",
    "affiliations": []
  }],
  "title": "Paleofloristic evidence of climate change near and beyond the Permian–Triassic boundary"
}