{
  "sections": [{
    "text": "lable at ScienceDirect\nContents lists avai\nJournal of African Earth Sciences\njournal homepage: www.elsevier .com/locate/ jafrearsci\nOrganic geochemical characteristics and paleoclimate conditions of the Miocene coals at the Çan-Durali (Çanakkale)\nFatma Hoş-Çebi Department of Geological Engineering, Karadeniz Technical University, Trabzon, Turkey\na r t i c l e i n f o\nArticle history: Received 12 February 2016 Received in revised form 28 November 2016 Accepted 11 December 2016 Available online 19 December 2016\nKeywords: Lignite Biomarker assemblage Palaeoenvironment Palaeoclimate\nE-mail address: hos@ktu.edu.tr.\nhttp://dx.doi.org/10.1016/j.jafrearsci.2016.12.003 1464-343X/© 2016 Elsevier Ltd. All rights reserved.\na b s t r a c t\nIn this study, n-alkane and isoprenoid, saturated and aromatic biomarker distributions of Miocene coals in the Çan (Çanakkale) region, were studied to investigate organic geochemical characteristics, depositional environment, and hydrocarbon potential of these coals.\nÇan formation (Middle Miocene) unconformably overlies the basement Çan volcanites (Upper Oligocene-Lower Miocene). This formation is composed of lignite, clayey lignite, and ligniferous clayey levels of various thicknesses interlayering with clay and tuffite. The formation represents sediments of small lacustrine basins that are isolated by faults that are formed contemporaneously with Early-Middle Eocene volcanism. Coaliferous units are overlain by lower agglomerate levels.\nThe Rock Eval analyses show that the average TOC (Total Organic Carbon) content of the coal is 53.71% and the average HI (Hydrogen Index) value is 180.5 mgHC/gTOC. OI (Oxygen Index) values (avg. 22.33 mgCO2/gTOC) show that the depositional environment of peat deposits is suboxic. According to HI-Tmax, S2-TOC classification diagrams and Pr/n-C17 vs. Ph/n-C18 diagram, the organic matter is composed of Type II and Type III kerogen mixing and represents a transitional environment. In gas chromatograms, n-alkanes with high, mostly odd-numbered carbons are dominant and they are associated with a slight algal contribution. CPI22-30 (Carbon Preference Index) and TARHC (Terrigenous/Aquatic Ratio) values indicate a dominance of high-carbon numbered n-alkanes, indicating the presence of terrestrial organic matter.\nPaq (aquatic plant n-alkane proxy) values (0.2; 0.3) indicate a climate with relatively wet conditions or low precipitation, the presence of emergent macrophyteses, and the scarcity of hydrophilic plants. Pwax (vascular plant n-alkane proxy) ratio (0.8; 0.7) shows moderately wet conditions and a relatively low water level.\nThe TOC, ACL (n-alkane average chain length), Qwood/grass, Qwood/plant, and Qgrass/plant values indicate the presence of woody plants in a peat bog and relatively wet and moderately warm climate conditions.\nBased on DBT/P (dibenzothiophene/phenanthrene) ratio, sample Ç-2 points to the character of marine shale and other lacustrines whereas sample Ç-6 indicates fluvial/deltaic depositional environment.\nOverall, 20S/(20R þ 20S), bb/(aaþbb) sterane, 22S/(22R þ 22S) homohopane, and moretane/hopane ratios that reflect the maturity of organic matter are indicative of immature organic matter. MA(I)/ MA(I þ II), TA(I)/TA(I þ II) and C28TA/(C29MA þ C28TA) steroid, MPI, MPR, and MDR ratios calculated from aromatic biomarkers are quite low, which indicate an immature nature.\nThe n-alkane, saturated and aromatic biomarker data on the Çan coals reveal that deposition should have taken place in a terrestrial environment changing from lacustrine to fluvial under predominately suboxic-oxic and acidic conditions.\n© 2016 Elsevier Ltd. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "Lignite is the most important energy source for Turkey (Korkmaz et al., 2008). Lignite and subbituminous coals, called\n“lignite” in Turkey, occur in a number of Miocene and Pliocene basins in Turkey, and their potential is up to 8.3 Gt (Demirel and Karayigit, 1999). There are several Tertiary lignite basins in Turkey, with a total reserve of about 12 billion tons. Miocene-aged Çan coals in the Biga peninsula in northwest Turkey belong to one of these lignite basins (Fig. 1).\nThe Biga peninsula hosts poly-metallic ores, industrial raw\nmaterials, and coal reserves. Underground resources in the region are closely associated with the distribution of Tertiary-Quaternary magmatics and sedimentological processes prevailing within the same time interval (Ilgar et al., 2012). Several studies were conducted in the basin with regard to general geology, coal geology, and reserve (e.g. Hazerfen, 1976; K€oksoy and Ataman, 1980; Siyako et al., 1989; G€okmen et al., 1993; Ercan et al., 1995; Şengün, 2005; Gürdal, 2008; _Inaner and Karayi git, 2008; Akkiraz et al., 2009; Gürdal, 2011; Gürdal and Bozcu, 2011; Ilgar et al., 2012; Gürdal et al., 2015; Bozcu et al., 2015a,b). Nevertheless Çan-Durali coals have not been investigated in detail for geochemical characteristics and paleoclimate conditions.\nIt is stated that organo-sedimentary levels within the Çan Formation were deposited in low-energy lacustrine or lake-shore/ swamp environments (Gürdal and Bozcu, 2011). In previous studies, it was suggested that the formation is composed of rocks that were formed in lake, near-lake swamp, mouth-bar- type deltaic, and overlying alluvial fan environments and coal occurrences in the Çan Formation were deposited in swamp areas in the basin margin under wet and warm climate conditions (Ilgar et al., 2012). The abundance of Egelhardia, Sapotaceae, and Cyrillaceae\nindicates that the deposition of lignites took place under warm and sub-tropical conditions (Gürdal and Bozcu, 2011).\nIn recent years, peats (Sürmene-A gaçbaşı Yayla Peats) and coals (Kozan-Feke Jurassic coals, Amasya, Kastamonu, Bolu-Eocene coals, Oltu-Narman Oligo-Miocene coals) in Turkey have been investigated with respect to their biomarker contents and organic geochemical properties (e.g., Korkmaz and Kara-Gülbay, 2007; HoşÇebi and Korkmaz, 2013, 2015; Kara-Gülbay, 2015).\nAlthough geological characteristics (stratigraphic, sedimentological, palynological), chemistry, petrography and inorganic geochemical properties, and reserve and economic status of Çan coals were investigated in previous studies, their organic geochemistry, biomarker distribution and paleoclimate conditions based on n-alkane contents have not been investigated. In the present study, organic geochemical properties, saturated and aromatic biomarker contents of Çan coals are determined; several parameters such as organic matter type, paleoclimate conditions, depositional characteristics, and organic matter maturity are discussed; and sedimentological and petrographic data from previous works are correlated."
  }, {
    "heading": "2. Geological setting",
    "text": "The basement of the coal basin is composed of limestone blocks within Mesozoic-aged spilites and volcanites consisting of tuff, agglomeratic tuff, andesite, and basalts (Fig. 2). Their typical exposures are around the Durali village (Ercan et al., 1995). Çan formation unconformably overlies the Çan volcanites (Siyako et al., 1989). Coaliferous level with a thickness of 5e65 m starts with a basal conglomerate consisting of coarse and well-rounded pebbles.\nIt is composed of lignite, clayey lignite, and ligniferous clayey levels of various thicknesses interlayering with sterile clay and tuffite. These terrestrial units around Çan consisting of bituminous shale, siltstone, sandstone, tuff, and coals are named as Çan Formation, and they are up to 250 m in thickness. The formation represents sediments of small lacustrine basins that are isolated by faults that are formed contemporaneously with Early-Middle Eocene volcanism (Siyako et al., 1989). Palynological studies indicate that the coal is of Middle Miocene age (Hazerfen, 1976; Ediger, 1988).\ne study area (Bozcu et al., 2015a,b).\nAccording to paleontological determinations, coals and claystones within the Çan formation were deposited in a time span from Early Miocene to Early-Middle Miocene (Middle Orleanian-Early Astarcian) (Bozcu et al., 2008). Coaliferous units are overlain by lower agglomerate levels that are tightly cemented by angular, firm andesite fragments of various sizes. This is followed by a level of 20e90 m in thickness consisting of an interlayering of partly laminated clay, tuff, tuffite and, varved clay. At the lower section of this unit, there is a lenticular lignite layer with limited distribution attaining a thickness of 0.80m. The uppermost part of the sequence is composed of loosely cemented epiclastic agglomerate and tuffs that contain coarse, firm andesite-basalt blocks. This unit also hosts lenticular, bedded tuffitic sandstone and mudstone levels (upper agglomerate). Units consisting of block, pebble, sand, and loosely cemented sandstone unconformably cover the underlying series. These units are composed of well-rounded, poorly sorted, partly coarse blocky pebble and sandstones that consist of basalt, andesite, radiolarian chert, and calcareous fragments. PostNeogene rocks are composed of alluvium. The structural properties in the agglomerate-covered field could be determined by drilling data, which indicated that faults are SW-NE trending and folds are formed depending on the original topography (G€okmen et al., 1993).\nIt was found that coaliferous units are composed of rocks that were deposited in lacustrine, near-lake swamp, mouth-bar type deltaic, and overlying alluvial fan environments and the coal deposition took place in swamp areas along the basin margin under wet and warm climate conditions. It also stated that groundwater lowered the acidity within swamps and high abundance of ash and pyritic sulfur in the coal is attributed to clastic material input to the basin from the source area whereas high abundance of organic and pyritic sulfur is related to marine contribution. Block and ash flow deposits overlying the coals indicate contemporaneous activity of volcanism which temporarily stopped the coal deposition (Ilgar et al., 2012)."
  }, {
    "heading": "3. Samples and methods",
    "text": "Rock-Eval/TOC analysis was conducted for 6 coal samples that were collected systematically from measured sections in the Çan (Çanakkale) Durali coal operation field (Fig. 3). Petrographic descriptions, vitrinite reflection measurements, and GC and GC-MS (for saturated and aromatic hydrocarbons) analyses were also made for two of the samples (Ç-2, Ç-6) at the Geochemistry Laboratories of Turkish Petroleum (TP) (Table 1).\nDepending on the lithology, 5e20 g of a sample was used. Standard palynological processing techniques, including removing carbonates with HCl, removing silicates with HF, and heavy mineral separation using ZnCI2, were applied to all of the samples.\nRandom vitrinite reflectance measurements in oil immersion (Ro%) were carried out in reflected “white light” by using the Windows-based software MSP200 by Leica DM 2500P according to ICCP (1998), ISO 7404-5 (2009).\nRock-Eval pyrolysis/TOC analyses of all of the samples were conducted using a Rock-Eval 6 instrument equipped with a TOC module. The samples were heated from 300 C (hold time 3 min) to 650 C at a rate of 25 C/min. Only the crushed peat samples were heated from 400 C (hold time 3min) to 850 C (hold time 5min) at 25 C/min for oxidation.\nThe minimum amount of sample required for biomarker analysis is highly variable, because it depends directly on organic content. Rock-Eval S1 data can be used as a basic guide, because the S1 yield is approximately equivalent to the quantity of hydrocarbons in the solvent-extractable material. Because a minimum of 50 mg of hydrocarbons is usually required to permit gas\nchromatography-mass spectrometry (GC-MS) analysis, the quantity of sample required is the amount that would give 50 mg of S1. For example, if the S1 value for a given rock sample is 2.0 mg/g rock, a minimum of about 25 g sample is required to perform biomarker analyses (Waples and Machihara, 1991).\nAfter Rock-Eval/TOC analysis, gas chromatography (GC) (bulk extract) and gas chromatography-mass spectrometry (GC-MS) (saturated hydrocarbons - sterane and terpane/aromatic hydrocarbons - monoaromatic and triaromatic steroids, phenantrene and methyl-phenantrenes, dibenzothiophene, and methyldibenzothiophenes) analyses were performed on extracts obtained from two samples “Ç-2 and Ç-6”, which are characterized by the highest yield of bitumens (10,482 and 14,387 ppm). The biomarker contents were recorded and evaluated for m/z 191 terpanes and tricyclic triterpenes, m/z 217 steranes and rearranged steranes, m/z 253 monoaromatic steranes, m/z 231 triaromatic steranes, m/z 178 and 192 phenanthrene and methylphenanthrene, and m/z 187 and 198 dibenzothiophene and methyl-dibenzothiophenes. In the calculations, peak heights were used.\nThe C15þ soluble organic matter (SOM) was isolated after Soxhlet extraction (40 h) of the powdered rock with dichloromethane (CH2Cl2). Whole coal and coaly claystone extracts were analyzed by using a Varian 3400 gas chromatograph that was equipped with flame photometric (FPD) and flame ionization detectors (FID). A fused capillary column (60 m, 0.20 mm i.d.) coated with cross-linked dimethylpolysiloxane (J&W, 0.25 mm film thickness) was used. Helium was the carrier gas. The oven temperature was programmed from 40 C (hold time 8min) to 270 C (hold time 60 min) at 4 C/min.\nThe coal extracts were deasphaltened by using n-pentane and were fractioned by thin-layer chromatography (MK-Iatroscan). nhexane, toluene, and methanol were used for extract separation into saturated hydrocarbons, aromatic hydrocarbons, and NSO fractions, respectively. GC-MS analyses were performed on the saturated and aromatic fractions by using an Agilent 5975C quadrupole mass spectrometer coupled to a 7890A gas chromatograph and a 7683B automatic liquid sampler. The gas chromatograph was equipped with an HP-1MS fused silica capillary column of 60 m length, 0.25 mm i.d., and 0.25 mm film thickness. Helium was used as the carrier gas. The oven temperature was programmed from 50 C (hold time 10 min) to 200 C (hold time 15 min) at 10 C/min, to 250 C (hold time 24 min) at 5 C/min and then to 280 C (hold time 24 min) at 2 C/min. Finally, the oven temperature was increased to 290 C (hold time 40 min) at 1 C/min. The mass spectrometer was operated in the EI mode at an ionization energy of 70 eV and a source temperature of 300 C."
  }, {
    "heading": "4. Results and discussion",
    "text": ""
  }, {
    "heading": "4.1. Organic petrography",
    "text": "The visual kerogen maceral descriptions of selected coal samples (Ç-2, Ç-6) indicate that organic matter of coals is composed of 100% woody materials. It is reported in previous studies that Çan coals have high huminite (>74 vol%), low inertinite (<13 vol%), and liptinite (<18 vol%) and are composed of clay minerals and pyrite (4e45 vol%). Based on VI (Vegetation Index)/GWI (Ground Water Index) indices, Çan coals were formed in the limno-telmatic/limnic coal facies under a rheotrophic regime (Gürdal and Bozcu, 2011)."
  }, {
    "heading": "4.2. TOC and Rock-Eval analysis",
    "text": "TOC and Rock-Eval analyses were conducted for 6 samples of Çan coals. TOC values are between 49.37% and 56.77%, with an\naverage of 53.71% (Table 2). The average HI value of the Çan coals is 180.5 mgHC/g TOC. The average OI value of the coals is 22.33 mg CO2/g TOC. Low OI values show that Çan coals were deposited under suboxic conditions. The ternary diagram for peat deposition environments based on maceral association (Mukhopadhyay et al., 1995) indicates that Çan coals were formed under weak oxic-anoxic conditions (Gürdal and Bozcu, 2011). The average Tmax value of Çan coals (410.67 C) indicates immature organic matter. The S2/S3 (kerogen type) values from coal samples are approximately 8. The average potential product value (S1 þ S2) was 98.78 mgHC/g rock, and the average production index (S1/S1 þ S2) value was 0.02. Production index values indicate the oil generative potential, but immature organic matter content reveals that oil cannot be generated in an economic manner."
  }, {
    "heading": "4.3. Molecular composition",
    "text": ""
  }, {
    "heading": "4.3.1. n-Alkanes and isoprenoids",
    "text": "According to GC analysis results, n-alkanes are recorded in the range of C10-C35. The distribution obtained is dominated by highcarbon numbered n-alkanes (C27-C29-C31), and terrestrial organic matter is determined to be slightly contributed to by algal-bacterial activity (<C20) (Fig. 4).\nCoals generally have high Pr/Ph ratios, which can be explained by oxidation and decarboxylation processes in the terrestrial environment that affected the coals (Didky et al., 1978). On the one hand, Ten Haven et al. (1987) state that high Pr/Ph ratio reflects the high contribution of vascular plant material rather than high oxygenated conditions for the deposition environment. According\nto Didky et al. (1978), Pr/Ph ratio less than 1 is indicative of anaerobic conditions during early diagenesis whereas ratios of 1e3 reflect a dysaerobic environment. Pr/Ph ratios of Çan coals are high for both samples; Ç-2: 2.5 and Ç-6: 4.1. Pr/C17 and Ph/C18 ratios are also high (Table 3). These high ratios are indicative of suboxic-oxic conditions (Waples, 1985). In oils or bitumens deposited in terrestrial environments such as organic-matter poor lakes, the Pr/ Ph ratio of fluvial or deltaic sediments is higher than 3 and indicates oxic conditions. However, the Pr/Ph ratio of oil-generating organicmaterial-rich anoxic carbonate sequences is less than 2 (Connan and Cassou, 1980). In Pr/nC17 versus Ph/nC18 diagram, two samples of Çan coals are plotted in the field of the transitional environment that is represented by an organic matter mixture of Type II/III kerogen (Fig. 5).\n4.3.1.1. CPI, TARHC, Pwax, Paq, and ACL values and paleoclimate. For samples Ç-2 and Ç-6, CPI1 values are calculated as 3 and 2 by using the equation of 2C27/C26þC28 in the range of C26-C28, and CPI2 values are calculated as 3.8 and 2.6 by using the equation of 2(C23þC25þC27þC29)/C22þ2(C24þC26þC28)þC30 in the range of C22C30 (Table 3) (Peters et al., 2005). High CPI values indicate that organic matter was deposited in relatively dry and cold paleoclimate conditions (Waples, 1985; Xie et al., 2004; Zhou et al., 2005).\nTARHC index values reflect the ratio of n-alkanes derived from terrigenous organic matter to n-alkanes from aquatic algae. Terrigenous organic matter contains much more n-alkanes in comparison to aquatics. Therefore, the TARHC index accurately reflects the amount of terrigenous sources (cf. Cranwell et al., 1987; Goossens et al., 1989; Meyers and Ishıwatarı, 1993). Using the equation of (C27 þ C29 þ C31)/(C15 þ C17 þ C19) (Bourbonniere and Meyers, 1996), TARHC index values of Çan coal samples are found to be 2.9 and 1.2. These values are indicative of terrigenous organic matter that is dominated by high-carbon numbered n-alkanes (Table 3). In previous studies (Gürdal and Bozcu, 2011), Çan coals were described as humic coals that were derived predominantly from terrigenous organic matter.\nThe Paq ¼ (C23 þ C25)/(C23 þ C25 þ C29 þ C31) ratio is used to estimate the ratio of hydrocarbons with submerged or aquatic macrophytes to terrestrial and emergent plant input (Ficken et al., 2000). C23 or C25 n-alkanes represent submerged and floating macrophytes, but C29 or C31 typically represent terrestrial plants. A value of Paq < 0.1 represents terrestrial plants, 0.1e0.4 represents emergent macrophytes, and 0.4e1 represents submerged/floating macrophytes. Paq values of Ç-2 and Ç-6 samples of Çan coals are calculated to be 0.2 and 0.3 (Table 3). These values in the range of 0.1e0.4 indicate emergent macrophytes (Ficken et al., 2000). Moderate Paq values show the scarcity of hydrophilic plants and climate with relatively dry conditions and less precipitation.\nThe Pwax calculated from Pwax ¼ (C27 þ C29 þ C31)/ (C23 þ C25 þ C27 þ C29 þ C31) was developed to assess the relative\ncontribution of total hydrocarbons ranging from waxy hydrocarbons in peat bog to terrestrial plants and emerged macrophytes. High values from this equation are generally indicative of a strong input of vascular plants under dry conditions, and low values represent relatively wet conditions (Zheng et al., 2007). Pwax values of Ç-2 and Ç-6 coal samples are 0.8 and 0.7 (Table 3). These values reflect a relatively colder-dry winter climate and a low water level.\nACL values are used to evaluate paleo-climate conditions during the formation of the peat (Yamamoto et al., 2010; Zhou et al., 2010). High ACL values represent climate that is dominated by vascular plants under cold and dry conditions. The ratios for samples Ç-2 and Ç-6 are 29.2 and 29 and are considered moderate (Table 3). Thesemoderate values support the fact that the climate is relatively dry and with less precipitation in nature.\nThe C23/C25 n-alkane ratios for samples Ç-2 and Ç-6 were calculated as 0.8 and 0.8. These ratios show Spagnum grown in relatively less wet highland compared with those grown in wet hollow areas (Bingham et al., 2010). The values show moderate humidity during the period of plant growth (Table 3). The C23/C29 ratio showing the ratio of aquatic and vascular plants was equal for both samples Ç-2 and Ç-6 and was calculated to be 0.2. The low value of 0.2 shows that vascular plants such as sedges and shrubs exhibited dominant contribution to the Çan coals (Table 3). Paq and C23/C29 ratio also imply a relatively dry condition. C29 is the dominant peak in the GC chromatography. C29 homologs are dominant in needle-leaved evergreen trees, whereas C27 homologs are dominant in broad-leaf trees. (Long et al., 2011). Samples Ç-2 and Ç-6 from Çan coal comprised both n-alkane homologs, but C29 homolog was dominant (Fig. 4). Plant types and pollen data from previous studies show that swamp plants and forest trees"
  }, {
    "heading": "29 0.3 0.7 1.2 1 0.7 0.3 0.8 0.2 0.2",
    "text": ""
  }, {
    "heading": "29.2 0.2 0.8 2.9 0.7 0.7 0.3 0.8 0.2 0.2",
    "text": "contributed to the process (Akkiraz et al., 2009; Bozcu et al., 2008). In previous studies, it was stated that lignites in the basin were deposited in lacustrine and swamp and swamp-lake environments that are not discharged by a river and during the deposition of lignite, warm and subtropical climate conditions and abundant\nvegetation cover (Engelhardia, Sapotaceae, Cyrillaceae) had prevailed (Bozcu et al., 2015a,b). In the paleo-climate assessment performed for the Ç-2 and Ç-6 sample level, the ACL values were 29 and 29.2. The Qwood/grass: C27/C31; Qwood/plant: (C27 þ C29)/ (C27 þ C29 þ C31); and Qgrass/plant: C31/(C27 þ C29 þ C31) ratios were\n(0.7, 1); (0.7, 0.7); and (0.3, 0.3), respectively, indicating that, at the time when samples Ç-2 and Ç-6 were formed, woody plants were the dominant vegetation in the paleomire, and the climate was\nrelatively humid or subtropical, and relatively warm (Table 3)."
  }, {
    "heading": "4.3.2. Biomarker assemblages",
    "text": "4.3.2.1. Triterpanes. C31 homohopane is dominant in both samples, indicating a suboxic environment (Hunt, 1995). The C32 and C33 homohopanes were registered (Fig. 6). The presence of lowhomolog homohopanes in the chromatograms is indicative of a suboxic depositional environment (Hunt, 1995). In addition, the absence of C35 homohopane implies that organic matter was deposited under oxic or suboxic conditions (Ramanampisoa et al., 1990). The C29/C30 hopane ratios were determined to be 0.4 and 0.5 from the m/z 191 mass chromatograms, suggesting very low carbonate content (Peters and Moldowan, 1993). Biomarker Gammacerane, which reflects high salinity of lacustrine and marine sediments, gave low peaks. Therefore, it can be concluded that the environment is slightly saline (Hunt, 1995; Waples and Machihara, 1991; Peters and Moldowan, 1993; Connan, 1993).\nC30 tricyclic terpanes, which are abundant in marine or marineassociated environments (Peters et al., 2005) are represented by peaks in the Çan coals. This biomarker that does not yield high peaks may characterize a transition environment that is occasionally affected by marine conditions.\nThe C30*/C29Ts ratio is very low, 0.1, in sample Ç-2 and could not be recorded in sample Ç-6 (Table 4). This may be attributed to low thermal maturity (Moldowan et al., 1991b). The C31R/C30 hopane ratio is used to distinguish marine and lacustrine environments. In marine environments, this ratio is greater than 0.25; whereas in lacustrine environments, it is less than 0.25 (Peters et al., 2005). The C31R/C30 hopane ratios of the Çan coals were found to be 1.6 and 0.12, respectively.\nMoretane/hopane ratio greater than 0.15 indicates that organic matter is not mature, and the Ro value is less than 0.6% (Waples and Machihara, 1991). To examine the C31/C32 hopane (5.1e4.5) and moretane/hopane ratios (0.4e0.2), which are typically expected to be high for coals (Table 4), Tm/Ts and Tm/C30 hopane ratios were 28-not determined and 0.4e0.2, respectively (Table 4). These values are indicative of acidic and oxic conditions during the formation of the peat (Wang, 2007). In the m/z 191 mass chromatogram, 17a(H)-28,30-bisnorhopane, an anoxicity marker, was not observed (Table 4). This implies that Çan coals were deposited in terrestrial or lacustrine environments under oxic or suboxic conditions (Katz and Elrod, 1983; Peters et al., 2005). Sterane/hopane ratios of Çan coals are 0.6 and 1, which indicate reprocessed terrestrial and/or microbial organicmatter (Tissot andWelte,1984).\nHigh C24/C23 tricyclic terpane ratio (Ç-2:3) was recorded in lacustrine sediments and coals (Peters et al., 2005). In addition, high terrestrial plant contribution is represented by abundance of C19 and C20 tricyclic terpanes (Peters andMoldowan,1991). Peaks of these biomarkers are not recorded in sample Ç-6, but high values are recorded in sample Ç-2. (C19 þ C20)/C23 ratio is found to be 21 for sample Ç-2 (Table 4). High values of these ratios might indicate that Çan coals were deposited in a terrestrial environment where high plant contribution is dominant.\n4.3.2.2. Steranes. The dominance of C29 -numbered steranes indicates an input of terrestrial organic matter (Huang and Meinschein, 1979; Robinson, 1987; Czochanska et al., 1988; Abrams et al., 1999). In sterane distributions of Ç-2 and Ç-6, C29 isomers were dominant, indicating that organic matter is closely related to vascular plants (Fig. 7).\nThe C27, C28, and C29 steranes contents for samples are Ç-2 and Ç-6 7%, 9%, 84%, and 5%, 6%, 89% (Fig. 7; Table 4). The sterane abundances are in the following order: C29 > C28 > C27 (Table 4). On the triangular sterane diagram (Huang andMeinschein,1979; Hunt, 1995), the extract of the coal sample is plotted in the higher plants\nand in the brown-green algae region (Fig. 8). Regular, iso, and diasterane ratios were computed as 67%, 24%, and 9% for sample Ç-2, respectively, and 61%, 29%, and 10% for\nsample Ç-6 respectively (Table 4). Diasterane/sterane ratios higher than 1.0 indicate high clay content (Peters and Moldowan, 1993; Mello et al., 1993) and biologic degradation (Peters and\nMoldowan, 1993; Waples and Machihara, 1991). The diasterane/ sterane ratios are 0.3 and 0.1, respectively. The iso-normal and diasterane abundances are generally in the order of normal > iso > diasterane. The diasterane contents are low in all samples."
  }, {
    "heading": "4.3.2.3. Aromatic hydrocarbons and polar compounds",
    "text": "4.3.2.3.1. Aromatic steroids. C29MA (monoaromatic) steroids of Çan coals are more abundant than C27MA and C28MA steroids. For samples Ç-2 and Ç-6 there is an order of C29 > C28 > C27 (Fig. 9). This domination reflects the abundance of terrestrial organic matter (Moldowan et al., 1985; Volkman, 1986). C21 and C22 monoaromatic steranes that are described as MA(I) are low in abundance when compared with C27, C28, and C29 monoaromatic steranes that are described as MA(II), and therefore, MA(I)/MA(I þ II) ratios of samples Ç-2 and Ç-6 yield very low values, 0.03 and 0.02 (Table 4). Regarding Triaromatic (TA) steroid distribution, C20 and C21 reflecting TA(I) value are recorded in a lower abundance than C26, C27, and C28 triaromatic steranes reflecting TA(II) value (Fig. 10). TA(I)/TA(I þ II) values are computed as 0.14 and 0.13 (Table 4). C28TA/(C29-MA þ C28-TA) values are 0.004 and 0.003, and C29/ (C28 þ C29) MA steroid ratios are 0.75 and 0.82 for the respective samples.\nThis C29/(C28 þ C29) MA steroid ratio higher than 0.5 indicates that Çan coals are composed of non-marine organic matter (Moldowan et al., 1985).\n4.3.2.3.2. Phenanthrenes and alkylphenanthrenes. Distributions of phenanthrene and methylphenanthrene in both samples are similar, but phenanthrene is dominant (Fig. 11). MPR-1, MPR-2, MPR-3, andMPR-9 values less than 1 reflect this dominancy (Table 4); 1-methylphenanthrene in both samples is recorded in higher abundance with respect to 2-, 3-, and 9-methy lphenanthrene; and 1-MP/9-MP ratio is computed to be 2.3. Dominance of 1-methylphenanthrene over 9-methylphenanthrene is indicative of terrestrial organic matter (Budzinski et al., 1995).\n4.3.2.3.3. Dibenzothiophenes and alkyldibenzothiophenes. Dibenzothiophenes and methyldibenzothiophenes are recorded in about the same quantity in both samples (Fig.12). 4MDBT in sample Ç-2 and 1MDBT in sample Ç-6 are found to be more dominant with respect to others. MDR (Radke et al., 1986) and MDR0 (Radke and\nWillsch, 1994) values are 1.3 and 0.6 in sample Ç-2 and 0.31 and 0.24 in sample Ç-6 (Table 4).\nThe DBT/P ratio for coals is typically in the range of 0.06e0.2 (Requejo, 1994). These values for Çan coals are found to be 0.5 and 0.6. Phenanthrene values are higher than those of Dibenzothiophene, indicating organic matter forming in lacustrine or fluvial/ deltaic environments (Hughes et al., 1995). In the diagram of a deposition environment constructed by using the DBT/P vs. Pr/Ph ratio, sample Ç-2 is plotted in the marine shale and other lacustrine fields (no. 3) whereas Ç-6 is plotted in the area of a fluvial/deltaic environment, thus reflecting carbonaceous shale and coal lithologies (Fig. 13). Values of Pr/Ph > 3 and DBT/P < 1 show periodically oxic or dysoxic conditions (Hughes et al., 1995). These ratios for Çan coals are 2.5; 0.5 and 4.1; 0.6, respectively (Table 4), indicating oxic or dysoxic conditions for the depositional environment."
  }, {
    "heading": "5. Organic matter type",
    "text": "To determine the organic matter type of Çan coals S2 vs. TOC (Langford and Blanc-Valleron, 1990) and HI vs. Tmax kerogen classification diagrams were used (Mukhopadhyay et al., 1995). In both diagrams, samples of Çan coals are plotted in Type II and Type III kerogen fields (Figs. 14 and 15). Type III (terrigenous organic matter) and Type II kerogen also result from spores, pollen, and leaf and steam cuticles of land plants in the peat area and the surrounding area. In the Pr/n-C17 vs. Ph/n-C18 diagram, organic matter plots within the transitional depositional environment represent the mixture of Type II and Type III kerogens (Fig. 5).\nC27, C28, and C29 sterane contents were determined from them/z 217mass chromatograms of the extract of samples Ç-2 and Ç-6, and their abundance was ordered as C29 > C28 > C27. The dominance of C29 homologs indicates a terrestrial organic matter input (Huang and Meinschein, 1979; Robinson, 1987; Czochanska et al., 1988; Abrams et al., 1999)."
  }, {
    "heading": "6. Thermal maturity",
    "text": "In the assessment of maturity of Çan-Durali coals, in addition to vitrinite reflection and pyrolysis data, saturated and aromatic biomarker maturity parameters were also evaluated.\nVitrinite reflection values (in oil immersion) (Ro) of both Ç-2 and Ç-6 samples are 0.38%, indicating that the coalification degree of Çan samples is a stage of lignite-lower bituminous C (ASTM, 1991).\nProduction Index (S1/S1 þ S2) values of samples are between 0.01 and 0.02, with an average of 0.02 (Table 2). Values of the\nproduction index that are less than 0.1 indicate immature organic matter (Merrill, 1991).\nTmax values of Çan-Durali coals are 404e419 C. Maturity classification based on Tmax values (Peters and Moldowan, 1993) shows that all samples are at an immature stage. In this maturity\nclassification, Tmax values less than 435 C represent an immature source rock (Merrill, 1991). To determine the maturity and kerogen type of organic matter, an HI-Tmax diagram was used. Tmax values vary with maturity and kerogen type of organic matter (Hunt,\n1995). These diagrams indicate that the samples are at an immature stage (Fig. 15).\nImmature coals, the dominance of long-chain n-alkanes compared with short-chain n-alkanes, are attributed to terrestrial\nplants in higher altitudes (Wang and Simoneit, 1990; Bechtel et al., 2003) with cuticular wax (Eglinton and Hamilton, 1967). For samples Ç-2 and Ç-6, CPI1 and CPI2 values that are significantly greater than 1 also indicate that coals are immature (Table 3).\nUsing data from chromatograms of the Çan-Durali coal samples, biomarker maturity parameters were used to determine the maturity level of the organic matter (Table 4). Due to temperature and time dependent thermal reactions, some biomarkers were transformed. Therefore, some biomarkers can be used to determine thermal maturity (Waples and Machihara, 1991). The moretane/ hopane ratios greater than 0.15 indicate that organic matter is immature, and the Ro value is less than 0.6%. The moretane/hopane ratios were 0.4 (Ç-2) and 0.2 (Ç-6), which supports the assumption for immature organic matter (Waples andMachihara,1991). C31/C32 hopane (Ç-2:5.1; Ç-6: 4.5) andmoretane/hopane ratios are typically expected to be high for coals.\nAgainst thermal maturity, (Ts) that represents C27 18a(H)22,29,30-Trisnorneohopane is more stable than (Tm) that represents C27 17a(H)-22,29,30-Trisnorhopane (Seifert and Moldowan, 1978; Hunt, 1995). Therefore, the Ts/(Ts þ Tm) ratio can be used as an indicator of maturity. The Ts/(Ts þ Tm) ratio could not be calculated for sample Ç-6 and was calculated as 0.03 for sample Ç-2\n(Table 4), which further implies immature organic matter. Using the m/z 217 mass chromatogram, the 20S/(20S þ 20R) sterane and bb/(bbþaa) sterane ratios were determined as 0.05; 0.02 and 0.2; 0.3, respectively, for Ç-2 and Ç-6 (Table 4). Using the m/z 191 mass chromatogram, the 22S/(22S þ 22R)(C31) homohopane ratio was calculated as 0.09 and nd (not determined). Equilibrium values for 20S/(20S þ 20R) sterane ratios are in the range of 0.52e0.55, whereas equilibrium values for bb/(bbþaa) sterane and 22S/(22S þ 22R)(C31) homohopane ratios are 0.7 and 0.57e0.62 (Mackenzie et al., 1980; Seifert and Moldowan, 1981, 1986; Spiro, 1984; Waples and Machihara, 1991, Waples, 1985; Peters and Moldowan, 1993). These values also indicate that coals of Çan-Durali field are of an immature rank.\nIn the maturity classification using the MPI-3 value, the ratio of 2-MP and 3-MP b isomers that are thermodynamically more stable, to 1-MP and 9-MP a isomers is computed. The value of this ratio reflects the degree of maturity; <0.8: immature, 0.8e1.0: moderatelymature, and >1: mature (Radke,1987). The ratios for Çan coals are found to be 0.4 and 0.7, indicating immature organic matter (Table 4).\nMA(I) which is more stable for thermal maturity than MA(II), is more dominant in the maturity increase. In association with the maturity increase, MA(II) loses the side chain and is transformed to MA(I) (Hunt, 1995). MA(I)/MA(I þ II) ratios for Çan coals are 0.03 and 0.02, respectively (Table 4). Considering that this ratio attains equilibriumwith 100% transformation at the end of the late mature stage (Peters et al., 2005), it is quite obvious that Çan coals are immature.\nIn associationwith increasing thermal maturity, short-chain TAsteroids are transformed into long-chain TA-steroids. In this\nprocess, maturity attains equilibrium at 100%. TA(I)/TA(I þ II) ratios of Çan coals are found to be 0.14 and 0.13, indicating an immature nature (Table 4).\nAs maturity increases, MA (monoaromatic) steroids are transformed into TA (triaromatic) steroids. With increasing maturity, the maturity interval ranging from 0% to 100% can be determined (Peters and Moldowan, 1993; Hunt, 1995). For Çan coals, these ratios are found to be at very low values: 0.004 and 0.003 (Table 4), also yielding an immature nature."
  }, {
    "heading": "7. Hydrocarbon potential",
    "text": "In the S2-TOC diagram, Çan samples are plotted in the coal field (Fig. 16). The average potential yield value (PY) of field coals is found to be 98.78 (Table 2). In addition, Type II kerogen content of some samples, S2 values, and HI values (greater than 200 mgHC/ gTOC) (Ç-4 and Ç-5) indicate hydrocarbon potential. However, considering all the samples, Çan coals have Type II and Type III kerogen; contain immature organic matter; and, therefore, can only generate gas under suitable temperature and pressure conditions."
  }, {
    "heading": "8. Paleoclimate and depositional environment",
    "text": "In the Pr/nC17 vs. Ph/nC18 diagram, two samples of Çan coals are in a transitional environment field that is represented by the mixture of Type II and Type III kerogen (Fig. 5). High Tm/Ts ratios of coals are indicative of oxic-suboxic deposition conditions (Amijaya et al., 2006). The Tm/Ts ratio of Çan-Durali coals could be\ndetermined for only sample Ç-2 (28). This high ratio indicates oxicsuboxic conditions.\nIn low-rank coals, 22R and 22S epimers of 17a(H)-homohopanes are the dominant hopanoids. These epimers (25 and 26 peak number) are common several peat and coals that are deposited in acidic environments (Amijaya et al., 2006). In this study, 17a(H)homohopanes in both samples are recorded in a high quantity, indicating that Çan-Durali coals were deposited in an acidic environment.\nCPI values computed in the ranges of C26-C28 and C22-C30 are 3 and 3.8 for sample Ç-2 and 2 and 2.6 for sample Ç-6. These high CPI values indicate that the samples were formed under relatively dry and cold paleo-climate conditions. However, considering Pwax, Paq, CPI, TOC (47.41%), ACL, Qwood/grass, Qwood/plant, and Qgrass/plant values, the level fromwhich Ç-2 and Ç-6 were sampled was prevailed by a moderate water level and moderately wet and subtropical climate dominated by woody and grassy vegetation (Table 3).\nThe presence of low-carbon numbered homohopanes implies the dominance of a suboxic depositional environment (Hunt,1995). Themoretane/hopane (0.4; 0.2) and Tm/C30 hopane ratios (0.4; 0.2) are indicative of acidic and oxic conditions during the formation of the peat (Wang, 2007). In addition, the absence of an anoxicity biomarker, such as 17a(H)-28,30-bisnorhopane, implies that the Çan-Durali coals were deposited in a terrestrial environment under oxic or suboxic conditions (Katz and Elrod, 1983; Peters et al., 2005).\nAccording to the DBT/P ratio, sample Ç-2 is plotted in themarine shale and other lacustrine fields whereas sample Ç-6 is plotted in the fluvial/deltaic environment. Depositional characteristics, lithological properties, and sedimentary structures of Çan formation that host the Çan coals reveal depositional environments changing from fluvial to lacustrine (Gürdal and Bozcu, 2011)."
  }, {
    "heading": "9. Conclusions",
    "text": "Biomarker assemblages of samples under study gave us ground to assume the following depositional environment and climate for Çan coals:\n- Organic petrographic descriptions of selected coal samples revealed that coals are composed chiefly of woody organic matter. - On HI vs. Tmax and S2 vs. TOC kerogen type classification diagrams constructed by using data from pyrolysis analyses, the coals contain Type II and Type III kerogen mixture. - Calculations carried out for two samples (Ç-2 and Ç-6) using results from GC analysis show that high CPI and TAR values of Çan-Durali coals are indicative of high-numbered n-alkanes yielding terrestrial organic matter. The C29/(C28 þ C29) MA steroid ratio shows that Çan coals are composed of non-marine organic matter. - CPI, Pwax, Paq, ACL, Qwood/grass, Qwood/plant, and Qgrass/plant values indicate that organic matter forming the Çan coals consists of a mixture of emergent and terrestrial plants and is peatified under moderately wet and warm climate conditions. - Moretane/hopane, Tm/Ts, and Tm/C30 hopane ratios are indicative of acidic and oxic conditions during the peatification. - The maturity of Çan-Durali coals was determined by using data computed from vitrinite reflection, Tmax, saturated and aromatic biomarker components. All these data indicate immature organic matter. Aromatic maturity parameters MA(I)/MA(I þ II), TA(I)/TA(Iþ II), andMA/TA ratios also support immature organic sources. In addition, 1-MP and 9-MP of Çan coal samples were recorded in high quantities.\n- In the DBT/P vs. Pr/Ph diagram, sample Ç-2 is plotted in the marine shale and other lacustrine field while sample Ç-6 is plotted in the field of a fluvial/deltaic environment, reflecting carbonaceous shale and coal lithologies. Pr/Ph > 3 and DBT/P < 1 show periodically oxic or dysoxic environmental conditions.\nIt is concluded that the organic material of Çan-Durali (Çanakkale) coals is derived from terrestrial high plants and coals are formed in environments that are transformed from lacustrine to fluvial under relatively wet, warm, and subtrophic climate that is dominated by suboxic and acidic conditions."
  }, {
    "heading": "Acknowledgments",
    "text": "The author would like to thank the Research Foundation of Karadeniz Technical University (Project No: 2008.112.005.11) and the Turkish Petroleum Co. (TPAO) Organic Geochemistry Labs for their support in analyzing the data. The author highly appreciates the efforts of the anonymous reviewers who helped a lot toward improving this article."
  }, {
    "heading": "Appendix A. Supplementary data",
    "text": "Supplementary data related to this article can be found at http:// dx.doi.org/10.1016/j.jafrearsci.2016.12.003."
  }],
  "references": [{
    "title": "Oil families and their potential sources in the northeasthern timan pechora basin, Russia",
    "authors": ["M.A. Abrams", "A.M. Apanel", "O.M. Timoshenko", "N.N. Kosenkova"],
    "venue": "AAPG Bull",
    "year": 1999
  }, {
    "title": "Earlyemiddle Miocene palynostratigraphy and palaeoclimate of the Biga peninsula, northwest Turkey",
    "authors": ["S.M. Akkiraz", "F. Akgün", "V. Mosbrugger", "A. Bruch", "T. Utescher", "V. Wilde", "M. Bozcu"],
    "venue": "Geological Kurultai of Turkey,",
    "year": 2009
  }, {
    "title": "Organic geochemistry of the lower suban coal seam, south sumatra basin, Indonesia: palaeoecological and thermal metamorphism implication",
    "authors": ["H. Amijaya", "J. Schwarzbauer", "R. Littke"],
    "venue": "Org. Geochem",
    "year": 2006
  }, {
    "title": "Palaeoenvironmental implication from biomarker and stable isotope investigations on the Pliocene Velenje lignite seam (Slovenia)",
    "authors": ["A. Bechtel", "R.F. Sachsenhofer", "M. Markic", "R. Gratzer", "A. Lücke", "W. Püttmann"],
    "venue": "Org. Geochem",
    "year": 2003
  }, {
    "title": "Conservative composition of n-alkane biomarkers in Sphagnum species: implications for palaeoclimate reconstruction in ombrotrophic peat bogs",
    "authors": ["M. aliranta", "D. Mauquoy", "Z. Roberts", "F.M. Chambers", "R.D. Pancost", "R.P. Evershed"],
    "venue": "Org. Geochem",
    "year": 2010
  }, {
    "title": "Sedimentary geolipid records of historical changes in the watersheds and productivities of Lakes Ontario and Erie",
    "authors": ["R.A. Bourbonniere", "P.A. Meyers"],
    "venue": "Limnol. Oceanogr",
    "year": 1996
  }, {
    "title": "Evolution of Çan-Etili (Çanakkale-NW Turkey) lignite basin: sedimentology, petrology, palynology and lignite characterization",
    "authors": ["M.S. Akkiraz"],
    "venue": "Int. J. Sediment Res",
    "year": 2015
  }, {
    "title": "Evolution of Çan-Etili (Çanakkale-NW Turkey) lignite basin: sedimentology, petrology, palynology and lignite characterization",
    "authors": ["M.S. Akkiraz"],
    "venue": "Int. J. Sediment Res",
    "year": 2015
  }, {
    "title": "Alkylated phenanthrene distributions as maturity and origin indicators in crude oils and rock extracts",
    "authors": ["H. Budzinski", "P. Garrigues", "J. Connan", "J. Devillers", "D. Domine", "M. Radke", "J.L. Oudin"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 1995
  }, {
    "title": "Molecular geochemistry in oil exploration",
    "authors": ["J. Connan"],
    "venue": "Applied Petroleum Geochemistry (Paris)",
    "year": 1993
  }, {
    "title": "Properties of gases and petroleum liguids derived from terrestrial kerogen at various maturation levels",
    "authors": ["J. Connan", "A.M. Cassou"],
    "venue": "Geochim. Cosmochim",
    "year": 1980
  }, {
    "title": "Lipids of aquatic organisms as potential contributors to lacustrine sediments-2",
    "authors": ["P.A. Cranwell", "G. Eglınton", "N. Robınson"],
    "venue": "Org. Geochem",
    "year": 1987
  }, {
    "title": "Geochemical application of sterane and triterpane biomarkers to a description of oils from the taranaki basin in New Zealand",
    "authors": ["Z. Czochanska", "T.D. Gilbert", "R.P. Philp", "C.M. Sheppard", "R.J. Weston", "T.A. Wood", "A.D. Woolhouse"],
    "year": 1988
  }, {
    "title": "Three common source rock evaluation errors made by geologists during prospect or play appraisals",
    "authors": ["H. Dembicki Jr."],
    "venue": "Am. Assoc. Pet. Geol",
    "year": 2009
  }, {
    "title": "Organic geochemical indicators of paleoeoenvironmental conditions of sedimentation",
    "authors": ["B.M. Didky", "B.R.T. Simoneit", "S.C. Brassell", "G. Eglinton"],
    "venue": "Nature 272,",
    "year": 1978
  }, {
    "title": "Palynological Analysis of Samples Taken from Coal-fired Units in the Biga Peninsula: Turkey Petroleum Corporation Research Group Report",
    "authors": ["V.Ş. Ediger"],
    "year": 1988
  }, {
    "title": "Leaf epicuticular waxes",
    "authors": ["G. Eglinton", "R.J. Hamilton"],
    "venue": "Science 156,",
    "year": 1967
  }, {
    "title": "Biga peninsula and g€",
    "authors": ["T. Ercan", "M. Satır", "G. Steinitz", "A. Dora", "E. Sarıfakıo glu", "C. Adis", "H. Walter", "T. Ve Yıldırım"],
    "year": 1995
  }, {
    "title": "An n-alkane proxy for the sedimentary input of submerged/floating freshwater aquatic macrophytes",
    "authors": ["K.J. Ficken", "B. Li", "D.L. Swain", "G. Eglinton"],
    "venue": "Org. Geochem",
    "year": 2000
  }, {
    "title": "Lipids and their mode of occurrence in bacteria and sediments-2. Lipids in the sediment of a stratified, freshwater",
    "authors": ["H. Goossens", "C. Duren", "J.W. De Leeuw", "P.A. Schenck"],
    "venue": "lake. Org. Geochem",
    "year": 1989
  }, {
    "title": "Geochemistry of trace elements in Çan coal (Miocene), Çanakkale, Turkey",
    "authors": ["G. Gürdal"],
    "venue": "Int. J. Coal Geol",
    "year": 2008
  }, {
    "title": "Abundances and modes of occurrence of trace elements in the Çan coals (Miocene), Çanakkale-Turkey",
    "authors": ["G. Gürdal"],
    "venue": "Int. J. Coal Geol",
    "year": 2011
  }, {
    "title": "Petrographic characteristics and depositional environment of Miocene Çan coals, Çanakkale- Turkey",
    "authors": ["G. Gürdal", "M. Bozcu"],
    "venue": "Int. J. Coal Geol",
    "year": 2011
  }, {
    "title": "The properties of Çan Basin coals (Çanakkale-Turkey): spontaneous combustion and combustion by-products",
    "authors": ["D. Ozcan", "X. Li", "H. Liu", "W. Song"],
    "venue": "Int. J. Coal Geol",
    "year": 2015
  }, {
    "title": "Çanakkale Bell Coal Bed Feasibility Study. Geology: Directorate of Mineral Research and Exploration Report 2 (Ankara. unpublished, [in Turkish])",
    "authors": ["C. Hazerfen"],
    "year": 1976
  }, {
    "title": "Organic geochemistry and depositional environments of Eocene coals in northern Anatolia, Turkey",
    "authors": ["F. Hoş-Çebi", "S. Korkmaz"],
    "venue": "Fuel 113,",
    "year": 2013
  }, {
    "title": "Organic geochemistry of a gaçbaşı",
    "authors": ["F. Hoş-Çebi", "S. Korkmaz"],
    "venue": "Yayla peat deposits,",
    "year": 2015
  }, {
    "title": "Organic geochemical and petrographical characteristics of coal bearing Oligo-Miocene sequence in the Oltu-Narman Basin (Erzurum)",
    "authors": ["R. Kara-Gülbay"],
    "venue": "NE Turkey. Int. J. Coal Geol",
    "year": 2015
  }, {
    "title": "Organic geochemistry of DSDP site 467, offshore California, Middle Miocene to lower Pliocene",
    "authors": ["B.J. Katz", "L.W. Elrod"],
    "venue": "Geochim. Chosmochim",
    "year": 1983
  }, {
    "title": "Neogene lignite deposits of southern marmara",
    "authors": ["M. oksoy", "G. Ataman"],
    "venue": "Yerbilimleri 5e6,",
    "year": 1980
  }, {
    "title": "Organic geochemical characteristics and depositional environments of the jurassic coals in the eastern taurus of southern Turkey",
    "authors": ["S. Korkmaz", "R. Kara- Gülbay"],
    "venue": "Int. J. Coal Geol",
    "year": 2007
  }, {
    "title": "Fossil fuel potential of Turkey: a statistical evaluation of reserves, production, and consumption",
    "authors": ["S. Korkmaz", "R. Kara- Gülbay", "M. Turan"],
    "venue": "Energy Sources, Part B",
    "year": 2008
  }, {
    "title": "Interpreting rock-eval pyrolysis data using graphs of pyrozilable hydrocarbons vs. Total organic carbon",
    "authors": ["F.F. Langford"],
    "venue": "Blanc-Valleron,",
    "year": 1990
  }, {
    "title": "Northern Tibetan Plateau cooling and aridification linked to Cenozoic global cooling: evidence from nalkane distributions of Paleogene sedimentary sequences in the Xining Basin",
    "authors": ["L. Long", "X.M. Fang", "Y.F. Miao", "Y. Bai", "Y.L. Wang"],
    "year": 2011
  }, {
    "title": "Molecular parameters of maturation in the toarcian shales, paris Basin-1. Changes in the configurations of cyclic isoprenoid alkanes and triterpanes",
    "authors": ["A.S. Mackenzie", "R.L. Patience", "J.R. Maxwell", "M. Vandenbroucke", "B. Durand"],
    "venue": "Geochim. Cosmochim",
    "year": 1980
  }, {
    "title": "Geochemical and Micropaleontological Characterization of Lacustrine and Marine Hypersaline Environments from Brazilian Sedimentary",
    "authors": ["M.R. Mello", "E.A.M. Koutsoukos", "E.V.S. Neto", "A.C.S. Telles Jr."],
    "venue": "Basins: Chapter,",
    "year": 1993
  }, {
    "title": "Source and migration processes and evaluation techniques",
    "authors": ["R.K. Merrill"],
    "year": 1991
  }, {
    "title": "Lacustrine organic geochemistry-an overview of indicators of organic matter sources and diagenesis in lake sediments",
    "authors": ["P.A. Meyers", "R. Ishıwatarı"],
    "venue": "Org. Geochem",
    "year": 1993
  }, {
    "title": "Relationship between petroleum composition and depositional environment of petroleum source rocks",
    "authors": ["J.M. Moldowan", "W.K. Seifert", "E.J. Gallegos"],
    "venue": "Bull. Am. Assoc. Pet. Geol",
    "year": 1985
  }, {
    "title": "Rearranged hopanes in sediments and petroleum",
    "authors": ["J.M. Moldowan", "F.J. Fago", "R.M.K. Carlson", "D.C. Young", "G.V. Duyne", "J Clardy"],
    "venue": "Geochim. Cosmochim",
    "year": 1991
  }, {
    "title": "Organic facies and maturation of jurassic/cretaceous rocks, and possible oil-source rock correlation based on pyrolysis of asphaltenes, scotian basin, Canada",
    "authors": ["P.K. Mukhopadhyay", "J.A. Wade", "M.A. Kruge"],
    "venue": "Org. Geochem",
    "year": 1995
  }, {
    "title": "Effects of source, thermal maturity, and biodegradation on the distribution and isomerization of homohopanes in petroleum",
    "authors": ["K.E. Peters", "J.M. Moldowan"],
    "venue": "Org. Geochem",
    "year": 1991
  }, {
    "title": "The Biomarker Guide: Interpreting Molecular Fossils in Petroleum and Ancient Sediments",
    "authors": ["K.E. Peters", "J.M. Moldowan"],
    "year": 1993
  }, {
    "title": "The Biomarker Guide: Biomarkers and Isotopes in Petroleum Exploration and Earth History",
    "authors": ["K.E. Peters", "C.C. Walters", "J.M. Moldowan"],
    "year": 2005
  }, {
    "title": "Organic geochemistry of aromatic hydrocarbons",
    "authors": ["M. Radke"],
    "venue": "Advances in Petroleum Geochemistry,",
    "year": 1987
  }, {
    "title": "Extractable alkyldibenzothiophenes in Posidonia Shale (Toarcian) source rocks: relationship of yields to petroleum formation and expulsion",
    "authors": ["M. Radke", "H. Willsch"],
    "venue": "Geochim. Cosmochim",
    "year": 1994
  }, {
    "title": "Maturity parameters based on aromatic hydrocarbons: influence of the organic matter",
    "authors": ["M. Radke", "D.H. Welte", "H. Willsch"],
    "venue": "type. Org. Geochem",
    "year": 1986
  }, {
    "title": "Organic- geochemical characterization of sediments from the sakoa coalfield, Madagascar",
    "authors": ["J. otter", "B. Horsfield"],
    "year": 1990
  }, {
    "title": "Maturation of petroleum source rocks d II Quantitative changes in extractable hydrocarbon content and composition associated with hydrocarbon generation",
    "authors": ["A.G. Requejo"],
    "venue": "Org. Geochem",
    "year": 1994
  }, {
    "title": "An overview of source rocks and oils in Indonesia: proceedings of the indonesian petroleum association sixteenth annual convention",
    "authors": ["K.M. Robinson"],
    "venue": "Indones. Pet. Assoc",
    "year": 1987
  }, {
    "title": "Applications of steranes, terpanes, and monoaromatics to the maturation, migration, and source of crude oils",
    "authors": ["W.K. Seifert", "J.M. Moldowan"],
    "venue": "Geochim. Cosmochim",
    "year": 1978
  }, {
    "title": "Paleoconsrtruction by biological markers",
    "authors": ["W.K. Seifert", "J.M. Moldowan"],
    "year": 1981
  }, {
    "title": "Use of Biological markers in petroleum exploration",
    "authors": ["W.K. Seifert", "J.M. Moldowan"],
    "venue": "Methods in Geochemistry and Geophysics,",
    "year": 1986
  }, {
    "title": "Çamlıca Metamorphic Rocks (Biga Peninsula) Geology and Petrography. Çanakkale Onsekiz Mart University, Institute of Science (Master's Thesis)",
    "authors": ["F. Şengün"],
    "year": 2005
  }, {
    "title": "Significance of coniferous rain forests and related organic matter in generating commercial quantities of oil. Gippsland Basin, Australia",
    "authors": ["G. Shanmugam"],
    "venue": "AAPG Bull",
    "year": 1985
  }, {
    "title": "Effects of the mineral matrix on the distribution of geochemical markers in thermally affected sedimentary sequences",
    "authors": ["B. Spiro"],
    "venue": "Org. Geochem",
    "year": 1984
  }, {
    "title": "Restricted utility of the pristane/phytane ratio as a palaeonvironmental indicator",
    "authors": ["H.L. Ten Haven", "J.W. de Leeuw", "J. Rullkotter", "J.S. Sinninghe Damste"],
    "venue": "Nature 330,",
    "year": 1987
  }, {
    "title": "Petroleum Formation and Occurrence",
    "authors": ["B.P. Tissot", "D.H. Welte"],
    "year": 1984
  }, {
    "title": "A review of sterol markers for marine and terrigenous organic matter",
    "authors": ["J.K. Volkman"],
    "venue": "Org. Geochem",
    "year": 1986
  }, {
    "title": "Anomalous hopane distributions at the Permian-Triassic boundary, Meishan, China-Evidence for the end-Permian marine ecosystem collapse",
    "authors": ["C. Wang"],
    "venue": "Org. Geochem",
    "year": 2007
  }, {
    "title": "Organic geochemistry and coal petrology of tertiary brown coal in the zhoujing mine, baise basin, south China",
    "authors": ["T.G. Wang", "B.R.T. Simoneit"],
    "venue": "Fuel 69,",
    "year": 1990
  }, {
    "title": "Geochemistry in Petroleum Exploration",
    "authors": ["D.W. Waples"],
    "venue": "International Human Resources Development Corporation,",
    "year": 1985
  }, {
    "title": "Biomarkers for Geologists-a Pratical Guide to the Application of Steranes and Triterpanes in Petroleum Geology",
    "authors": ["D.W. Waples", "T. Machihara"],
    "venue": "AAPG, Methods in Exploration Series,",
    "year": 1991
  }, {
    "title": "Molecular and isotopic stratigraphy in an ombrotrophic mire for palaeoclimate reconstruction",
    "authors": ["S. Xie", "C.J. Nott", "L.A. Avsejs", "D. Maddy", "F. Chambers", "R.P. Evershed"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 2004
  }, {
    "title": "Environmental influences over the last 16 ka on compound-specific",
    "authors": ["S. Yamamoto", "K. Kawamura", "O. Seki", "P.A. Meyers", "Y. Zheng", "W. Zhou"],
    "year": 2010
  }, {
    "title": "Lipid biomarkers in the ZoigêHongyuan peat deposit: indicators of Holocene climate changes in West China",
    "authors": ["Y. Zheng", "W. Zhou", "P.A. Meyers", "S. Xie"],
    "venue": "Org. Geochem",
    "year": 2007
  }, {
    "title": "Reconstruction of late glacial Holocene climate evolution in southern China from geolipids and polen in the Dingnan peat sequence",
    "authors": ["W. Zhou", "S. Xie", "P.A. Meyers", "Y. Zheng"],
    "venue": "Org. Geochem",
    "year": 2005
  }, {
    "title": "Postglacial climate-change record in biomarker lipid compositions of the Hani peat sequence, northeastern China",
    "authors": ["W. Zhou", "Y. Zheng", "P.A. Meyers", "A.J.T. Jull", "S. Xie"],
    "venue": "Earth Planet. Sci. Lett. 294,",
    "year": 2010
  }],
  "id": "SP:395fc991ab4aca88593b73f5c6883bbdc1d7d387",
  "authors": [{
    "name": "Fatma Hoş-Çebi",
    "affiliations": []
  }],
  "abstractText": "In this study, n-alkane and isoprenoid, saturated and aromatic biomarker distributions of Miocene coals in the Çan (Çanakkale) region, were studied to investigate organic geochemical characteristics, depositional environment, and hydrocarbon potential of these coals. Çan formation (Middle Miocene) unconformably overlies the basement Çan volcanites (Upper Oligocene-Lower Miocene). This formation is composed of lignite, clayey lignite, and ligniferous clayey levels of various thicknesses interlayering with clay and tuffite. The formation represents sediments of small lacustrine basins that are isolated by faults that are formed contemporaneously with Early-Middle Eocene volcanism. Coaliferous units are overlain by lower agglomerate levels. The Rock Eval analyses show that the average TOC (Total Organic Carbon) content of the coal is 53.71% and the average HI (Hydrogen Index) value is 180.5 mgHC/gTOC. OI (Oxygen Index) values (avg. 22.33 mgCO2/gTOC) show that the depositional environment of peat deposits is suboxic. According to HI-Tmax, S2-TOC classification diagrams and Pr/n-C17 vs. Ph/n-C18 diagram, the organic matter is composed of Type II and Type III kerogen mixing and represents a transitional environment. In gas chromatograms, n-alkanes with high, mostly odd-numbered carbons are dominant and they are associated with a slight algal contribution. CPI22-30 (Carbon Preference Index) and TARHC (Terrigenous/Aquatic Ratio) values indicate a dominance of high-carbon numbered n-alkanes, indicating the presence of terrestrial organic matter. Paq (aquatic plant n-alkane proxy) values (0.2; 0.3) indicate a climate with relatively wet conditions or low precipitation, the presence of emergent macrophyteses, and the scarcity of hydrophilic plants. Pwax (vascular plant n-alkane proxy) ratio (0.8; 0.7) shows moderately wet conditions and a relatively low",
  "title": "Organic geochemical characteristics and paleoclimate conditions of the Miocene coals at the Can-Durali (Canakkale)"
}