{
  "sections": [{
    "text": "Contents lists available at SciVerse ScienceDirect\nEarth and Planetary Science Letters\nj ourna l homepage: www.e lsev ie r .com/ locate /eps l\nModel limits on the role of volcanic carbon emissions in regulating glacial–interglacial CO2 variations\nRaphael Roth ⁎, Fortunat Joos Climate and Environmental Physics, Physics Institute, University of Bern, Bern, Switzerland Oeschger Centre for Climate Change Research, University of Bern, Bern, Switzerland\n⁎ Corresponding author. E-mail address: roth@climate.unibe.ch (R. Roth).\n0012-821X/$ – see front matter © 2012 Elsevier B.V. Al doi:10.1016/j.epsl.2012.02.019\na b s t r a c t a r t i c l e i n f o\nArticle history: Received 26 August 2011 Received in revised form 22 February 2012 Accepted 23 February 2012 Available online 30 March 2012\nEditor: G. Henderson\nKeywords: volcanism deglaciation CO2 carbon cycle carbon isotopes ocean chemistry\nHuybers and Langmuir (2009) proposed that an increase in volcanic activity provoked by ice sheet melting contributed substantially to the deglacial CO2 increase. Here, their hypothesis is evaluated by prescribing their central, high, and low volcanic CO2 emission scenarios in the Bern3D carbon cycle-climate model as a perturbation. Reconstructed emissions increase mainly between 15 and 11 ka BP, remain high in the early Holocene and drop after 7 ka BP in all scenarios with total emissions between 181 and 2011 GtC. Simulated increase of atmospheric CO2 peaks around 6 ka BP at 46 ppm for the central scenario and with a range between 13 and 142 ppm. Modeled carbonate ion concentration in the deep ocean decreases and the calcite saturation horizon shoals on global average by 440 m (150 to 1500 m). Simulated changes in δ13C and Δ14C isotopic signatures are small compared to reconstructed, proxy-based changes over the deglacial period. The comparison of ourmodel results and available proxy evidence suggests a small role for volcanic carbon emissions in regulating glacial–interglacial CO2 variations, but uncertainties prevent a firm conclusion. A problemwith the volcanic emission hypothesis is in the timing of emissions which peak in the early Holocene, a period of decreasing atmospheric CO2.\n© 2012 Elsevier B.V. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "Many hypotheses (see e.g., Jansen et al. (2007); Köhler et al. (2005)) have been proposed to explain the variations in atmospheric CO2 concentration of order 100 ppm (parts per million) between glacial and interglacial climate states (Lüthi et al., 2008; Monnin et al., 2004; Petit et al., 1999). Typically, changes in the marine carbon cycle and related ocean–sediment interactions are invoked to explain the CO2 increase from the Last Glacial Maximum (LGM) to the current warm period. In contrast to this view, Huybers and Langmuir (2009) suggest that an increase in global volcanic activity caused by deglacial ice sheet removal and related changes in pressure could be a major driver for the reconstructed deglacial CO2 increase.\nThe goal of this study is to investigate the plausibility of the volcanic CO2 release hypothesis by Huybers and Langmuir (2009) in the context of available proxy evidence. Specifically, we prescribe their central, low, and high deglacial CO2 emission scenarios in the Bern3D Earth System Model of Intermediate Complexity and analyze simulated changes in atmospheric CO2 and its 13C and 14C isotopic signatures as well as the spatio-temporal evolution of carbonate ion concentration, alkalinity, and δ13C and Δ14C of dissolved inorganic carbon in the deep ocean. Results are compared to proxy data.\nl rights reserved.\nThe conventional hypotheses to explain glacial–interglacial CO2 variations rely on marine mechanisms and suggest a repartitioning of carbon between the atmosphere, the ocean and ocean sediments, and vegetation and soils. The ocean storesmuchmore carbon than vegetation and soils on land and is by far the largest of the three relatively fast (b1000 years) exchanging carbon reservoirs (atmosphere–ocean– land biosphere). Carbon storage on land is thought to have increased by several hundreds of gigatons of carbon (GtC) from Last Glacial Maximum (LGM) to the current warm period and can thus not explain the LGM to Holocene CO2 increase. A broad range of proxies, including for example the stable carbon isotope 13C signature of atmospheric CO2 (Elsig et al., 2009; Lourantou et al., 2010), the 13C and radiocarbon (14C) signature of dissolved inorganic carbon (e.g. Duplessy et al., 1988; Oliver et al., 2010; Robinson et al., 2005; Sarnthein et al., 1994), or the carbonate ion concentration in the deep ocean (Yu et al., 2010), indicates large scale changes in ocean circulation, temperature, water mass distribution, and ocean biogeochemistry over glacial–interglacial cycles. However, no consensus has yet emerged on the explanation of the coeval CO2 changes. The challenge remains to quantify the contribution of identified physical and biogeochemical mechanisms to the CO2 transient consistent with available proxy information.\nDespite the importance of volcanic outgassing of CO2 on the carbon cycle on geological timescales and early suggestions on their role in regulating glacial–interglacial climate variations (Arrhenius, 1896), changes in global volcanic activity were until recently not considered to explain CO2 variations on the multi-millennial timescales of glacial–\ninterglacial (G/IG) cycles. Several studies addressed changes in local volcanic activity. Tephra-measurements in Antarctica (Narcisi et al. (2010) and references therein) for example reveal past variations in volcanic activity fromnearbyAntarctic regions. For Iceland,Maclennan et al. (2002) founda pronounced peak in volcanic activity around~12 kyr ago, exceedingmodern rates by a factor of 100. Also for France and Germany, such a relationship could be shown (Nowell et al., 2006). Difficulties for the extrapolation of local records to the globe are the spatio-temporal variability of volcanic activity and, more important, that the quality of the records decreases when going back in time. The available data on volcanic eruptions show a marked observational bias with 80% of the dated eruptions occurring in the last 1000 years (e.g. Fig. 1 in Huybers and Langmuir (2009)). A further step adding additional uncertainty is to estimate CO2 emissions from estimated volcanic activity. These issues are thoroughly discussed by Huybers and Langmuir (2009).\nHuybers and Langmuir (2009) in their stimulating study estimate the global flux-variation of subaerial volcanic carbon over the last 40 kyr by evaluating historical eruption data-sets covering more than 5000 individual volcanic events. Eruption frequencies in regions which are subject to deglacial processes such as ice sheet retreat (especially in the northern hemisphere) are compared to those of regions presumably free of deglacial influences in an attempt to remove observational biases. A considerable increase in volcanic activity of two to six times above background level between 12 kyr and 7 kyr is identified and linearly translated into a corresponding increase in CO2 flux. Using a boxmodel approach, these authors estimate an increase in atmospheric CO2 of 60 ppm during the second half of the last deglaciation due to volcanism alone (uncertainty range: 25–130 ppm).\nThe reason for the strong increase in volcanic activity is thought to have emerged from the retreat of the northern hemisphere ice sheet provoking magma production due to depressurization (Sigmundsson et al., 2010). If the proposed volcanic emission peak during deglaciations is real, volcanism would mediate a positive feedback between increasing atmospheric CO2, warming, and ice sheet melting. This volcanic deglacial CO2 scenario is different from the hypotheses that propose a repartitioning of carbon between the atmosphere, ocean, and land biosphere to explain the glacial-to-interglacial CO2 increase. It involves the net addition of carbon to the atmosphere–ocean–land biosphere system from the earth's uppermantle, a pool that is currently exchanging only little carbon with these other reservoirs."
  }, {
    "heading": "2. Method",
    "text": ""
  }, {
    "heading": "2.1. Model description",
    "text": "Simulationswere performedwith the Bern3D Earth SystemModel of Intermediate Complexity (EMIC). The ocean component is a threedimensional frictional-geostrophic balance ocean model based on Edwards et al. (1998) and further described in Müller et al. (2006). It is run with a horizontal resolution of 36×36 grid boxes, with 32 logarithmically spaced layers, and with a time-step of 48−1 yr. Here, the Bering Strait is open and there is a flow of 21 Sv 1 Sv ¼ 106m3s−1 through\nthe Indonesian Passage from the Pacific to the Indian Ocean. The 2D energy balance model of the atmosphere, described in\ndetail in Ritz et al. (2011), has the same horizontal resolution as the ocean. Zonal uniform diffusivities are applied to simulate horizontal heat and water fluxes. The model distinguishes between shortwave and longwave fluxes between atmosphere–ocean, atmosphere–sea ice and atmosphere–land boundaries. Atmospheric trace gases are considered to be well mixed. The equilibrium climate sensitivity has been tuned toward 3 °C for a doubling of atmospheric CO2.\nThe biogeochemical (BGC) component consists of a prognostic representation of the marine carbon cycle, partly following the OCMIPII protocol (Najjar et al., 1999; Orr and Najjar, 1999), but with prognostic formulations for export production of organic carbon and featuring competition between calcite and opal-producer according to Maier-Reimer\n(1993) with Michaelis–Menten formulation of the limiting production terms (Tschumi et al., 2008). A prognostic iron-cycle is included in the model as described in Parekh et al. (2008). In total 14 oceanic tracers are transported.\nA 10-layer sediment-diagenesis model (Gehlen et al., 2006; Heinze et al., 1999) is coupled to the ocean as described in detail by Tschumi et al. (2011). It dynamically calculates bioturbation, oxidation, denitrification, dissolution and pore-water diffusion.Modeled solid components which are subject to sediment burial are opal, particulate organicmatter (POM), calcite and clay.\nWe do not model weathering of silicate and carbonate rocks explicitly and assume that weathering of carbonate and silicate rocks remained constant over the past 20,000 years. This assumption appears justified given the large uncertainties and conflicting suggestions on glacial–interglacial changes in weathering (e.g., Munhoven, 2002; Vance et al., 2009) and, more important, by the small potential of weathering to affect atmospheric CO2 and isotopes on the millennial time scales considered in this study. Technically, the weathering-burial cycle is treated in the following way. Carbon and 13C, alkalinity (Alk) andnutrients are lost from themodel systemby the burialflux of calcium carbonate, opal, and organic matter leaving reactive sediments and entering the lithosphere. This loss is balanced by a corresponding riverine input flux assumed to result from the weathering of silicate and carbonate rocks during model spin-up. The steady-state weathering input flux, diagnosedat the endof the spin-up, is 0.401 GtC yr−1 andhas an isotopic 13C signature of −8.5% and a carbon to alkalinity molar ratio close to 1. This flux is kept constant throughout the simulation.\nA simple 4-box representation of the terrestrial biosphere according to Siegenthaler and Oeschger (1987) is coupled to the atmosphere. A stimulation of net primary productivity (NPP) by elevated CO2 is parameterized using a logarithmic dependency of NPP on atmospheric CO2 (NPP(CO2))=NPP CO2;0 1þ β ln CO2=CO2;0 . Soil and litter turnover rates, k, are taken to varywith global mean surface air temperature, T according to k(T)=k10×Q10(T−10\n∘C)/10∘C. The response to changing atmospheric CO2 and temperature has been tuned toward the Lund-Potsdam-Jena dynamic global vegetation model (DGVM) (Sitch et al., 2003). The fertilization factor β is set to 0.3, NPP is 60 GtC yr−1, CO2,0 concentration is 278 ppm, and Q10 is 1.3. Carbon isotopes 14C and 13C are represented in all model components (Tschumi et al., 2011).\nFor the simulation presented here, we use a perturbation approach. The realistic simulation of the transient deglacial CO2 evolution is beyond the scope of this study. The model is spun up following a similar procedure as described in Tschumi et al. (2011). A relatively wellconstrained and documented preindustrial initial state (with 278 ppm atmospheric CO2) is obtained which is then perturbedwith the volcanic forcing. The choice of a preindustrial state as a starting point for our volcanic perturbation experiments seems justified as most of the applied volcanic CO2 is released during the late termination and the Holocene, a period where atmospheric CO2 is generally well above ~240 ppm and closer to late Holocene than Last Glacial Maximum concentrations. Using an initial steady state with boundary conditions typically for the Last Glacial Maximum would probably lead to a higher oceanic carbon uptake than the preindustrial steady state as the Revelle factor is lower under lower CO2 (higher buffering capacity).\nThe remaining drift in a 40 kyr control simulation is 95×10−3 ppm kyr−1 for CO2, 2.0×10−4‰kyr−1 for δ13C and 2.3×10−2‰ kyr−1 for Δ14C. All results presented are corrected for this slight drift.\nModel performance is discussed for a range of water mass, biogeochemical, and ventilation tracers in earlier publications for the ocean only model (Müller et al., 2006; Parekh et al., 2008; Tschumi et al., 2008, 2011) and for the coupled ocean-EBM model (Ritz et al., 2011). Marine biogeochemical properties and tracer distributions are similar for the ocean only and the coupledmodel. Here,we present in addition a comparison between the simulated and data-based distribution of carbonate ion concentrations (Fig. 1); concentrations are expressed as deviations from the saturation concentration relative to calcite, ΔCO2−3 .\nThe model is able to represent the large-scale gradients inΔCO2−3 , major water masses, and the calcite saturation horizon (ΔCO2−3 ¼ 0) which separates water masses that are over- and undersaturated with respect to calcite. A major data-model misfit is in the North Pacific where the model overestimatesΔCO2−3 andwhere the simulated saturationhorizon ismuch deeper than observed. This is linked tomodeled low surface productivity and organic matter export in the North Pacific and correspondingly low nutrient and high ΔCO2−3 concentrations at depth."
  }, {
    "heading": "2.2. Experimental setup",
    "text": "The release of CO2 and 13C by volcanoes is prescribed as input into the atmosphere.\nFollowing the procedure described in Huybers and Langmuir (2009) 10,000 realizations of volcanic activity (relative to modern) histories are randomly computed. Upper and lower estimates are derived from these timeseries by requiring that 90% of the data points for each time-interval (2 kyr) fall within the upper and lower estimates. The mean-activity scenario is defined as the average over all realizations (Fig. 2A). Now these 3 timeseries are multiplied with the best estimate (34.1 MtC yr−1) for the modern subaerial CO2 flux (dark gray range in Fig. 2B) and their high and low estimates with a\nhigh (40.9 MtC yr−1) and low (27.3 MtC yr−1) estimate for the modern subaerial volcanic flux (light gray shading in Fig. 2B). The applied range of modern volcanic CO2 fluxes of 34.1±6.8 MtC yr−1 corresponds to 125±25 MtCO2, as proposed by Huybers and Langmuir (2009). A possible, but likely small reduction in submarine carbon fluxes from volcanism in response to rising sea level is not taken into account.\nIn total, 181, 226, 717, 1695, and 2011 GtC are released in these five scenarios between 40 and 0 ka BP in the Bern3D model. For the period 20–0 ka BP, for which results are discussed in this study, the emissions are 249, 312, 721, 1558 and 1870 GtC. We note that the use of these five scenarios in the Bern3D is a simplification compared to a full Monte Carlo approach with 10,000 individual emissions histories. The upper and lower bound scenarios constrain the emissions consistent with the approach of Huybers and Langmuir (2009) for any given time interval and therefore to some extent also the CO2 change within this time interval. This approach seems justified as the upper, lower and central CO2 evolution shown by Huybers and Langmuir (2009) and obtained from 10,000 simulations are close to our results.\nThe stable isotopic signature of volcanic emissions is uncertain. It depends on the relative mixing ratio of different magma types such as MORB-type basalts, marine limestone and organic sediments and\nmeasured isotopic signals vary considerably between different sources. For examples, Sano andMarty (1995) found the range of δ13C signatures of tropical volcanoes to be−4.4±2.2‰, while in a more recent compilation studied by Deines (2002), corresponding δ13C values scatter around−5‰. No explicit measurements for volcanoes in high latitudes are available to us. To take into account this uncertainty in volcanic δ13C, we apply an isotopic signature of the volcanic CO2 flux of −2.0‰, −5.0‰ or −8.0‰ together with each of the five carbon emission scenarios. Volcanic emissions are free of radiocarbon as the mean life time of 8267 yr is short compared to the residence time of carbon in the lithosphere.\nExplosive volcanic eruptions have an effect of a net cooling of the lower atmosphere for the duration of a few years to decades. This cooling is due to sulfur emissions and formation of sulfate aerosols in the stratosphere. The cooling and related climate changes causes a, likely small, positive carbon cycle-climate feedback by a reduction in atmospheric CO2 forcing (Frölicher et al., 2011) and a redistribution of carbon between the land biosphere, the ocean and the atmosphere. However, sulfate aerosols are largely removed from the stratosphere within years, but the CO2 transferred from the lithosphere to the atmosphere alters atmospheric CO2 and its radiative forcing over many millennia. Here, we account for the radiative forcing by this additional CO2, but do neglect radiative forcing by sulfate aerosols.We also neglect the potential influence of volcanic induced iron input onmarine biogeochemical cycles and related feedbacks. All other boundary conditions, including the weathering fluxes, are kept at preindustrial conditions."
  }, {
    "heading": "3. Results",
    "text": "Modeled atmospheric CO2 increases over the glacial termination (18 to 11 ka BP) and the early Holocene to reach a peak value around 6 ka BP (Fig. 3A). Thereafter, CO2 decreases slowly due to the strong decrease in emissions and the multi-millennial response time of ocean carbonate sediment compensation. The mid-Holocene peak anomaly is 46 ppm for the central scenario and the range is 13 to 142 ppm for the five volcanic carbon emission scenarios. Slightly lower changes are found when climate was kept constant in the simulations. The airborne fraction is 12% at the end of the simulations. These low airborne fractions reflect the millennial time scale of the\nvolcanic emissions permitting that most of the volcanic emissions are removed from the atmosphere by the ocean and ocean–sediment interactions. The simulated CO2 changes are substantial compared to the magnitude of the reconstructed increase of 100 ppm from the LGM to the late Holocene.\nSimulated atmospheric CO2 changes would be larger without ocean–sediment interactions. The atmospheric CO2 increase by the end of the simulation is 60 ppm in a run without the sediment module compared to 40 ppm simulated in the standard setup and for the central scenario. The influence of sediment–ocean interaction emerges in the early Holocene and becomes particularly large during the late Holocene in accordance with the typical response time of about 7 kyr for sediment carbonate compensation in our model (Fig. 3, green dashed and solid lines).\nSediment carbonate compensation may be briefly described in the following way. CO2 is a weak acid and CO2 uptake by the ocean causes, through acid–base equilibria between dissolved CO2 and bicarbonate and carbonate ion CO2−3 , a decrease in pH and in CO2−3 . In turn, the saturation state of water with respect to calcium carbonate (CaCO3) is lowered and the saturation horizon separating oversaturated from undersaturated water with respect to CaCO3 shoals. This shoaling triggers the dissolution of CaCO3 sediments, previously bathed in oversaturated water, into calcium ions and CO2−3 . The release of CO2−3 increases alkalinity twice as much as DIC and\nprovokes a decrease in dissolved CO2 which then allows the ocean to take up additional CO2 from the atmosphere by air–sea gas exchange. In the long run and in the absence of emissions or any other forcings, the saturation horizon relaxes back to its initial location such that the loss of CaCO3 by sediment burial is balanced again by the input of DIC and alkalinity by the weathering flux.\nIn the following, oceanic changes are discussed as anomalies between 20 ka BP and the late Holocene (i.e. 0 ka BP). The uptake of volcanic CO2 from the atmosphere raises the dissolved inorganic carbon (DIC) pool and forces deep ocean pH to decrease by 0.06 (0.02 to 0.16) units. CO2−3 is simulated to decrease by about 9 μmol l\n−1 (4 to 20 μmol l−1) in our model (Figs. 5A and 6A). The saturation horizon shoals on global average by about 440 m (150 to 1500 m). Themodeled upward shift for the central scenario is larger in the Pacific (520 m) than in the Atlantic (280 m, Fig. 5A). The CaCO3 content in surface sediments decreases considerably near the lysocline. Simulated dissolution of CaCO3 amounts to 120 GtC (40 to 270 GtC) until the end of the simulation and whole-ocean alkalinity increases by 41 μeq l−1 (Fig. 5C). In conclusion, the chemistry of the deep ocean and ocean sediments gets perturbed considerably by the assumed volcanic emissions.\nSimulated changes in δ13C of atmospheric CO2 are small compared to the reconstructed variations for the past 20 kyr of order 0.3‰ (Fig. 4A). δ13C varies by less than 0.02‰ for the central scenario. Simulated changes are between−0.13‰ and+0.12‰ for the fifteen simulations. This range is caused about equally by the spread in the prescribed isotopic signature of volcanic emissions and by the range in carbon emissions. Small changes are also simulated for the δ13C signature of DIC in the ocean (Figs. 5B and 6B). The global ocean average δ13C of DIC is within a range of ±0.14 for the range of simulations.\nThe small δ13C changes in response to volcanic emissions are caused by small differences between the isotopic signatures of the relevant\nfluxes and reservoirs. Small positive δ13C anomalies for atmospheric CO2 and whole ocean DIC are simulated for an assumed volcanic signature of−2‰ and small negative anomalies for a signature of−8‰ and explained as follows.\nδ13C of volcanic emissions (−5±3‰) is intermediate between the initial atmospheric signature (−6.3‰) and the mean initial signature of the ocean–atmosphere–land carbon inventory (−0.9‰ in the Bern3Dmodel). Addition of volcanic carbon tends to increase the atmospheric signature to less negative values, whereas it tends to decrease the mean signature of the coupled atmosphere–ocean–land biosphere system on decadal-to-multi century time scales. The net growth of land vegetation of 50 GtC (12 to 130 GtC) as a response to elevated CO2 increases atmospheric δ13C. On millennial-time scales, carbonate sediments with a slightly higher δ13C than DIC in the deep ocean (2.9 vs 0.5‰), are dissolved. The effect of the dissolution of isotopically heavy calcium carbonate causes the development of a positive δ13C anomaly in the deep ocean (Fig. 5B) and tends to increase δ13C in the ocean and atmosphere. In brief, the sign of the δ13C anomalies depends on the complex temporal interplay between the different carbon reservoirs and the assumed signature of the volcanic emissions.\nSimulated changes in atmospheric Δ14C are small compared to the reconstructed decrease of 400‰ from the LGM to the late Holocene. The addition of carbon in the form of 12C and 13C, but free of 14C, forces a decrease in the 14C to 12C isotopic ratio. Simulated atmospheric Δ14C decreases by about 26‰ (10 to 69‰) during the period from 15 to 6 ka BP and stays approximately constant thereafter. In the same time interval, the decrease in whole ocean Δ14C of DIC is smaller and about 12‰ (6 to 30‰) in the central scenario. The average decrease of 17‰ in the atmosphere–ocean–land system corresponds roughly to the increase in carbon by volcanic input of 717 GtC compared to the initial modeled inventory of 39,100 GtC: 717/39,100≈18‰."
  }, {
    "heading": "4. Comparison with proxy records, discussion, and conclusion",
    "text": "The goal of this section is to compare themodel results with available proxy data and to discuss the implication for the volcanic carbon emission hypothesis.\nVolcanic emissions provoke substantial changes in the carbonate ion concentration and in the lysocline depth. Suitable reconstructions could potentially provide therefore a constraint on the volcanic emission hypothesis. However, as noted by Chiu andBroecker (2008) reconstruction of paleocarbonate is challenging because the existing paleo- CO2−3 indices have limitations. Furthermore, other processes, such as changes in terrestrial storage or coral reef growth, of uncertain magnitude could mask a CO2−3 signal from volcanic emissions.\nMany studies indicate a better preservation of calcite and similar or higher concentrations of CO2−3 or alkalinity during the LGM than today in the deep Pacific (Broecker and Clark, 2001). Broecker et al. (1999, 2001) found enhanced calcite preservation, a deglacial preservation peak, in the interval from13 ka BP to 7 ka BP in thewestern deepAtlantic and the equatorial deep Pacific. Marchitto et al. (2005) reconstructed for the equatorial deep Pacific a CO2−3 peak of 25–30 μmol kg\n−1 during the termination I with the CO2−3 rise preceding ice sheet melting. Yu et al. (2010) find a maxima in CO2−3 during the termination at 3.4 km depth and little change at 2.3 km in the equatorial Pacific (Fig. 6A).\nResults for the difference in CO2−3 concentration and lysocline depth between the LGM and today vary across studies and seem conflicting (Zeebe and Marchitto (2010) and references therein). For example, Farrell and Prell (1989) reconstructed deeper lysocline depth by 400 to 800 m compared to today for the last nine glacials and from cores drilled in the equatorial Pacific. In contrast, Wu et al. (1991) used percent carbonate content to infer a 1 km shallower lysocline for the LGM than today. Rickaby et al. (2010) state that the deep waters in the Weddell Sea experienced elevated alkalinity by ~25 μmol kg−1 during the cool period of each glacial cycle and that this signal of less corrosive deep water emanating from the Southern ocean likely accounts for the\nhigher carbonate accumulation seen across the glacial Southern and Pacific Ocean. Anderson and Archer (2002) found little change in the CO2−3 gradient during the LGM in comparison to today for the Atlantic, Pacific, and Indian Ocean. On the other hand, Fehrenbacher and Martin (2011) suggest that CO2−3 was on average 7–27 μmol kg −1 lower\nbetween 2.5 and 4.0 km in the western equatorial Pacific implying more undersaturated waters in the deep Pacific during the LGM and a ~1 km or more shoaling of the lysocline relative to the modern.\nThe volcanic emission hypothesis yields smallCO2−3 changes over the early phase of the termination and the past 5 ka and a nearly uniform whole ocean decrease of 8 μmol kg−1 (4 to 17 μmol kg−1) from 14 ka BP to 5 ka BP (Figs. 5A and 6A). Thus, the volcanic hypothesis cannot explain the reconstructed deglacial peak in CO2−3 and may appear in conflict with the enhanced calcite preservation reconstructed by Broecker et al. (1999) and Broecker et al. (2001) for the early Holocene.Whatever caused the deglacial CO2−3 peak, one expects that the carbonate system and deep ocean CO2−3 relax toward its state before the perturbation to achieve balance between weathering input and burial. A decline in CO2−3 after the peak appears thus to be a natural consequence of the initial perturbation causing the peak. There are other known processes that affect theCO2−3 evolution during the termination and the Holocene such as enhanced shallowwater carbonate deposition related to sea level rise or the sediment compensation of a deglacial uptake of CO2 by the land biosphere (Broecker et al., 1999; Kleypas, 1997; Vecsei and Berger, 2004). This makes it difficult to draw firm conclusions from this proxy.\nNext, we discuss the volcanic emission hypothesis in the context of the ice core CO2 record and related studies.We distinguish for simplicity four time periods, namely the early part of the last glacial termination from 18 to 14.8 ka BP, the second part of the termination from 14.8 to 11 ka BP, the early Holocene from 11 to 7 ka BP and the late Holocene (after 7 ka BP), and focus on results from the central scenario (Fig. 3B). As noted above, simulated changes in δ13C andΔ14C are small compared to reconstructed isotopic variations. Carbon cycle processes other than volcanic emissions must explain the isotopic variations and volcanic emissions cannot explain all deglacial carbon cycle changes.\nAtmospheric CO2 increased by almost 40 ppm in the early part of the termination. Volcanic emissions hardly do contribute to the initial CO2 rise at the start of the termination and explain, according to the emission reconstructions of Huybers and Langmuir (2009), only a contribution of\n3.5 ppm by 14.8 ka BP. It is very likely that other mechanisms than volcanic emissions were responsible for the onset of the deglaciation and the CO2 rise in the early part of the termination as already noted by Huybers and Langmuir (2009).\nSimilarly, simulated CO2 differences between 7 ka and the preindustrial period (1750 AD) remain small for the range of volcanic emissions scenarios; there is an increase of about 5 ppm from 7 ka to 6 ka BP and a decrease of the same magnitude in the past 6 ka for the central emission scenario. In contrast, atmospheric CO2 increased by 20 ppm during the last 7 kyr before the industrialization. Again, other processes must be responsible for this late Holocene CO2 increase.\nAtmospheric CO2 rose by another 40 ppm until the onset of the Holocene. The simulated CO2 increase over the period from 14.8 to 11 ka BP is about half of the reconstructed increase for the central scenario. Then, other processes are needed to explain the atmospheric CO2 record and the simulated isotopic changes and changes in CO 2− 3 . A significant contribution by volcanic emissions during the second part of the termination as stipulated by Huybers and Langmuir (2009) appears not in conflict with available evidence as a range of processes likely influenced atmospheric CO2, carbon isotopes, CO 2− 3 , and the carbon cycle over the termination. Atmospheric CO2 decreased by about 5 ppm in the early Holocene (11 to 7 ka BP). The reconstructed decrease is in strong contrast to the simulated CO2 increase of 22 ppm during the same period and for the standard volcanic emission model setup. This implies that a strong additional carbon sink, offsetting the difference of 27 ppm, must have operated if volcanic emissions were indeed as large as postulated.\nThe land biosphere could have been such a sink. Ice core data of δ13CO2 as well as analyses of peat carbon (Yu, 2011) indicate that the terrestrial land biosphere acted as a carbon sink during the early Holocene. Quantitative analyses of the ice core δ13C and CO2 records yield a terrestrial uptake of about 224±35 GtC (Elsig et al., 2009) and a related atmospheric CO2 decrease of about 15 ppm during the period 11 to 7 ka BP (Elsig et al., 2009).\nThere are known carbon sources to the atmosphere in the early Holocene (Menviel and Joos, 2012). These include coral reef build-up and other shallow water carbonate deposition (SWCD) (Ridgwell et al., 2003; Vecsei and Berger, 2004) in the wake of deglacial sea level rise and carbonate compensation of land uptake during the glacial termination (18 to 11 ka BP) (Joos et al., 2004) as well as minor contributions from other sediment–ocean interactions and sea surface temperature changes. Goodwin et al. (2011) also suggest in addition that aweakening of the marine biological cycle contributed to the CO2 increase. On the other hand, no major oceanic sink has yet been identified for the early Holocene period. Menviel and Joos (2012) reproduced the Holocene records of atmospheric CO2 and δ13C as well as the spatio-temporal evolution of δ13C and carbonate ion concentration in the deep sea by applying published scenarios for coral reef build-up and atmosphere– land biosphere fluxes and orbital and ice sheet forcings in the Bern3D model. These authors quantify early Holocene source processes to be equivalent to a CO2 increase of 10 ppm between 11 and 7 ka BP.\nAccordingly, the land biosphere being the only relevant sink for atmospheric CO2 in the early Holocene, vegetation growth and volcanic emissions together must result in an early Holocene CO2 decrease of at least ~5 ppm CO2 to be consistent with the ice core data.\nTo asses to the compatibility of these two forcings, additional simulations were carried out applying both the proposed volcanic emission scenarios and the Holocene land-uptake history by Elsig et al. (2009). In addition, a simulation forced by the Elsig land uptake history alone, without volcanic emissions, was performed to further distinguish the influence of the two forcings. The prescribed land-scenario and net emissions are shown in Fig. 7A while the results of atmospheric CO2 and δ13CO2 anomalies in the time interval from 13 ka to 4 ka BP are shown in Fig. 7B and C. To facilitate the comparison within this timeperiod, simulated ΔCO2 have been set to 0 ppm for all scenarios at\n11 ka BP. Any other processes that could had increased atmospheric CO2, including earlier changes in land biosphere carbon inventory, are neglected in these simulations. The comparison of simulated and ice core CO2 provides thus a likely upper bound case for the influence of volcanic emissions on CO2 during this period.\nForcing themodel with the land scenario only yields a CO2 decrease of almost 20 ppm. Applying the lowest up to the central volcanic scenario in combination with Holocene land uptake indeed yields a small CO2 decrease after 11 ka BP (3 ppm in the central scenario). This decrease mainly results from the ocean-uptake of the preceding volcanic emission peak which is also centered at 11 ka BP, tending to lower atmospheric CO2 as the atmosphere–ocean–sediment system relaxes as net emissions tend to vanish at ~9 ka BP, as shown in Fig. 7A. For the higher scenarios, the measured CO2 drawdown becomes more and more difficult to explain, at least with the land biosphere scenario from Elsig et al. (2009).\nNext, we discuss to which extent volcanic emissions influence the δ13C evolution in combination with the land uptake and thus earlier interpretations of the δ13C record. As inMenviel and Joos (2012), the simulated atmospheric δ13C increase due to Holocene land forcing alone\nexplains about half of the measured early Holocene δ13C increase (Fig. 7C).More important in the current context, simulated atmospheric δ13C evolutions for the scenarioswith orwithout volcanic emissions are very similar; the δ13C change is less than 0.02‰ smaller for the combined land and central volcanic emission history than for the land only scenario (Fig. 7C). In other words, volcanic emissions in combination with other plausible forcings do hardly affect the evolution of atmospheric δ13C over the Holocene.\nIn conclusion, the ice core CO2 and δ13C records (Elsig et al., 2009) and reconstructions of shallow water carbonate deposition for the early Holocene (Ridgwell et al., 2003; Vecsei and Berger, 2004) appear incompatible with the central and higher volcanic CO2 emission range of Huybers and Langmuir (2009) during the early Holocene. Volcanic emissions situated between the lower and the central scenario may be compatible with available proxy data, as uncertainties in our understanding of Holocene carbon sources and sink processes and in their timing remain.\nThe problem with the volcanic scenarios is apparently in the timing of the emissionswhich peak in the earlyHolocene, a period of decreasing atmospheric CO2. This timing seems to be an inevitable consequence of the mechanism, depressurization and increased magma production due to ice melting, proposed by Huybers and Langmuir (2009) and the known pace of ice sheet retreat. Ice sheet melting lags the rise in atmospheric CO2 over the termination (Shackleton, 2000). A much earlier start of volcanic emissions by this mechanism than reconstructed by Huybers and Langmuir (2009) thus appears unlikely, although uncertainties remain as there are volcanic regions that have experienced deglaciation near 12 ka BP (Huybers and Langmuir, 2009). A later peak in emissions could have contributed to the late Holocene CO2 rise, but would not help to explain the CO2 increase over the glacial termination from 18 to 11 ka BP. In summary, our results suggest that volcanic emissions do not play a dominant role in regulating glacial–interglacial CO2 variations."
  }, {
    "heading": "Acknowledgments",
    "text": "This study received support by the European Commission through the FP7 projects Past4Future (grant no. 243908), CARBOCHANGE (grant no. 264879) and by the Swiss National Science Foundation. We thank P. Hyubers for providing the emission data."
  }],
  "year": 2012,
  "references": [{
    "title": "Glacial–interglacial stability of ocean pH inferred from foraminifer dissolution",
    "authors": ["D.M. Anderson", "D. Archer"],
    "venue": "rates. Nature",
    "year": 2002
  }, {
    "title": "Glacial-to-Holocene redistribution of carbonate ion in the deep sea",
    "authors": ["W.S. Broecker", "E. Clark"],
    "venue": "Science",
    "year": 2001
  }, {
    "title": "Evidence for a reduction in the carbonate ion content of the deep sea during the course of the Holocene",
    "authors": ["W.S. Broecker", "E. Clark", "D.C. McCorkle", "T.H. Peng", "I. Hajdas", "G. Bonani"],
    "venue": "Paleoceanography",
    "year": 1999
  }, {
    "title": "What caused the atmosphere's CO2 content to rise during the last 8000 years",
    "authors": ["W.S. Broecker", "J. Lynch-Stieglitz", "E. Clark", "I. Hajdas", "G. Bonani"],
    "venue": "Geochem. Geophys. Geosyst",
    "year": 2001
  }, {
    "title": "Toward better paleocarbonate ion reconstructions: new insights regarding the CaCO3 size index",
    "authors": ["T.C. Chiu", "W.S. Broecker"],
    "venue": "Paleoceanography 23,",
    "year": 2008
  }, {
    "title": "The carbon isotope geochemistry of mantle xenoliths",
    "authors": ["P. Deines"],
    "venue": "Earth Sci. Rev",
    "year": 2002
  }, {
    "title": "Deepwater source variations during the last climatic cycle and their impact on theglobal deepwater circulation",
    "authors": ["J. Duplessy", "N. Shackleton", "R. Fairbanks", "L. Labeyrie", "D. Oppo", "N. Kallel"],
    "venue": "Paleoceanography",
    "year": 1988
  }, {
    "title": "On the role of topography and wind stress on the stability of the thermohaline circulation",
    "authors": ["N.R. Edwards", "A.J. Willmott", "P.D. Killworth"],
    "venue": "J. Phys. Oceanogr",
    "year": 1998
  }, {
    "title": "Stable isotope constraints on Holocene carbon cycle changes from an Antarctic ice",
    "authors": ["J. Elsig", "J. Schmitt", "D. Leuenberger", "R. Schneider", "M. Eyer", "M. Leuenberger", "F. Joos", "H. Fischer", "T.F. Stocker"],
    "venue": "core. Nature",
    "year": 2009
  }, {
    "title": "Climatic change and CaCO3 preservation: an 800,000 year bathymetric reconstruction from the Central Equatorial Pacific Ocean",
    "authors": ["J.W. Farrell", "W.L. Prell"],
    "venue": "Paleoceanography",
    "year": 1989
  }, {
    "title": "2011.Western equatorial Pacific deepwater carbonate chemistry during the Last Glacial Maximum and deglaciation: using planktic foraminiferal Mg/Ca",
    "authors": ["J. Fehrenbacher", "P. Martin"],
    "year": 2011
  }, {
    "title": "Sensitivity of atmospheric CO2 and climate to explosive volcanic eruptions",
    "authors": ["T.L. Frölicher", "F. Joos", "C.C. Raible"],
    "venue": "Biogeosci. Discuss",
    "year": 2011
  }, {
    "title": "Reconciling surface ocean productivity, export fluxes and sediment composition in a global biogeochemical ocean model",
    "authors": ["M. Gehlen", "L. Bopp", "N. Emprin", "O. Aumont", "C. Heinze", "O. Ragueneau"],
    "venue": "Biogeosciences",
    "year": 2006
  }, {
    "title": "Observational constraints on the causes of Holocene CO2 change",
    "authors": ["P. Goodwin", "K.I.C. Oliver", "T.M. Lenton"],
    "venue": "Glob. Biogeochem. Cycles",
    "year": 2011
  }, {
    "title": "A global oceanic sediment model for long-term climate studies",
    "authors": ["C. Heinze", "E. Maier-Reimer", "A.M.E. Winguth", "D. Archer"],
    "venue": "Glob. Biogeochem. Cycles",
    "year": 1999
  }, {
    "title": "Feedback between deglaciation, volcanism, and atmospheric CO2",
    "authors": ["P. Huybers", "C. Langmuir"],
    "venue": "Earth Planet. Sci",
    "year": 2009
  }, {
    "title": "Transient simulations of Holocene atmospheric carbon dioxide and terrestrial carbon since the Last Glacial Maximum",
    "authors": ["F. Joos", "S. Gerber", "I.C. Prentice", "B.L. Otto-Bliesner", "P.J. Valdes"],
    "venue": "Global Biogeochem. Cycles",
    "year": 2004
  }, {
    "title": "Modeled estimates of global reef habitat and carbonate production since the Last Glacial Maximum",
    "authors": ["J.A. Kleypas"],
    "venue": "Paleoceanography",
    "year": 1997
  }, {
    "title": "Quantitative interpretation of atmospheric carbon records over the last glacial termination",
    "authors": ["P. Köhler", "H. Fischer", "G. Munhoven", "R. Zeebe"],
    "venue": "Glob. Biogeochem. Cycles",
    "year": 2005
  }, {
    "title": "Constraint of the CO2 rise by new atmospheric carbon isotopic measurements during the last deglaciation",
    "authors": ["A. Lourantou", "J.V. Lavric", "P. Köhler", "J.M. Barnola", "D. Paillard", "E. Michel", "D. Raynaud", "J. Chappellaz"],
    "venue": "Glob. Biogeochem. Cycles",
    "year": 2010
  }, {
    "title": "High-resolution carbon dioxide concentration record",
    "authors": ["D. Lüthi", "M. Le Floch", "B. Bereiter", "T. Blunier", "J.M. Barnola", "U. Siegenthaler", "D. Raynaud", "J. Jouzel", "H. Fischer", "K. Kawamura", "T.F. Stocker"],
    "year": 2008
  }, {
    "title": "The link between volcanism and deglaciation in Iceland",
    "authors": ["J. Maclennan", "M. Jull", "D. McKenzie", "L. Slater", "K. Grönvold"],
    "venue": "Geochem. Geophys. Geosyst",
    "year": 2002
  }, {
    "title": "Geochemical cycles in an ocean general circulation model",
    "authors": ["E. Maier-Reimer"],
    "venue": "Preindustrial tracer distributions. Glob. Biogeochem. Cycles",
    "year": 1993
  }, {
    "title": "Deep Pacific CaCO3 compensation and glacial–interglacial atmospheric CO2",
    "authors": ["T.M. Marchitto", "J. Lynch-Stieglitz", "S.R. Hemming"],
    "venue": "Earth Planet. Sci",
    "year": 2005
  }, {
    "title": "Towards explaining the Holocene carbon dioxide and carbon isotope records: Results from transient ocean carbon cycle-climate simulations. Paleoceanography 24/PA1207",
    "authors": ["L. Menviel", "F Joos"],
    "year": 2012
  }, {
    "title": "Evidence for substantial accumulation rate variability in Antarctica during the Holocene, through synchronization of CO2 in the Taylor Dome",
    "authors": ["E. Monnin", "E.J. Steig", "U. Siegenthaler", "K. Kawamura", "J. Schwander", "B. Stauffer", "T.F. Stocker", "D.L. Morse", "J.M. Barnola", "B. Bellier", "D. Raynaud", "H. Fischer"],
    "venue": "Dome C and DML ice cores. Earth Planet. Sci",
    "year": 2004
  }, {
    "title": "2006.Watermass distribution andventilation time scales in a cost-efficient, three-dimensional oceanmodel",
    "authors": ["S.A. Müller", "F. Joos", "N.R. Edwards", "T.F. Stocker"],
    "venue": "J. Climate",
    "year": 2006
  }, {
    "title": "Glacial–interglacial changes of continental weathering: estimates of the related CO2",
    "authors": ["G. Munhoven"],
    "year": 2002
  }, {
    "title": "Biotic-HOWTO. Internal OCMIP Report",
    "authors": ["R.G. Najjar", "J. Orr", "C.L. Sabine", "F. Joos"],
    "venue": "Technical Report. LSCE/CEA Saclay,",
    "year": 1999
  }, {
    "title": "A 70 ka record of explosive eruptions from the TALDICE ice core (Talos Dome, East Antarctic plateau)",
    "authors": ["B. Narcisi", "J.R. Petit", "J. Chappellaz"],
    "venue": "J. Quatern. Sci",
    "year": 2010
  }, {
    "title": "Episodic quaternary volcanism in France and Germany",
    "authors": ["D.A.G. Nowell", "M.C. Jones", "D.M. Pyle"],
    "venue": "J. Quat. Sci",
    "year": 2006
  }, {
    "title": "A synthesis of marine sediment core",
    "authors": ["K.I.C. Oliver", "B.A.A. Hoogakker", "S. Crowhurst", "G.M. Henderson", "R.E.M. Rickaby", "N.R. Edwards", "H. Elderfield"],
    "year": 2010
  }, {
    "title": "Abiotic-HOWTO. Internal OCMIP Report",
    "authors": ["J. Orr", "R.G. Najjar"],
    "venue": "Technical Report. LSCE/CEA Saclay,",
    "year": 1999
  }, {
    "title": "A modeling assessment of the interplay between aeolian iron fluxes and iron-binding ligands in controlling carbon dioxide fluctuations during Antarctic warm events",
    "authors": ["P. Parekh", "F. Joos", "S.A. Müller"],
    "venue": "Paleoceanography 23,",
    "year": 2008
  }, {
    "title": "Climate and atmospheric history of the past 420,000 years from theVostok ice core, Antarctica",
    "authors": ["J.R. Petit", "J. Jouzel", "D. Raynaud", "N.I. Barkov", "J.M. Barnola", "I. Basile", "M. Bender", "J. Chappellaz", "M. Davis", "G. Delaygue", "M. Delmotte", "V.M. Kotlyakov", "M. Legrand", "V.Y. Lipenkov", "C. Lorius", "L. PEpin", "C. Ritz", "E. Saltzman", "M. Stievenard"],
    "venue": "Nature 399,",
    "year": 1999
  }, {
    "title": "IntCal09 andMarine09 radiocarbon",
    "authors": ["P.J. Reimer", "M.G.L. Baillie", "E. Bard", "A. Bayliss", "J.W. Beck", "P.G. Blackwell", "C.B. Ramsey", "C.E. Buck", "G.S. Burr", "R.L. Edwards", "M. Friedrich", "P.M. Grootes", "T.P. Guilderson", "I. Hajdas", "T.J. Heaton", "A.G. Hogg", "K.A. Hughen", "K.F. Kaiser", "B. Kromer", "F.G. McCormac", "S.W. Manning", "R.W. Reimer", "D.A. Richards", "J.R. Southon", "S. Talamo", "C.S.M. Turney", "J. van der Plicht", "C.E. Weyhenmeye"],
    "year": 2009
  }, {
    "title": "Evidence for elevated alkalinity in the glacial Southern Ocean",
    "authors": ["R.E.M. Rickaby", "H. Elderfield", "N. Roberts", "C.D. Hillenbrand", "A. Mackensen"],
    "venue": "Paleoceanography 25,",
    "year": 2010
  }, {
    "title": "Implications of coral reef buildup for the controls on atmospheric CO2 since the Last Glacial Maximum",
    "authors": ["A.J. Ridgwell", "A.J. Watson", "M.A. Maslin", "J.O. Kaplan"],
    "venue": "Paleoceanography",
    "year": 2003
  }, {
    "title": "A coupled dynamical ocean energy balance atmosphere model for paleoclimate studies",
    "authors": ["S.P. Ritz", "T.F. Stocker", "F. Joos"],
    "venue": "J. Climate",
    "year": 2011
  }, {
    "title": "Radiocarbon variability in the Western North Atlantic during the last deglaciation",
    "authors": ["L.F. Robinson", "J.F. Adkins", "L.D. Keigwin", "J. Southon", "D.P. Fernandez", "S.L. Wang", "D.S. Scheirer"],
    "year": 2005
  }, {
    "title": "Origin of carbon in fumarolic gas from island",
    "authors": ["Y. Sano", "B. Marty"],
    "venue": "arcs. Chem. Geol",
    "year": 1995
  }, {
    "title": "Changes in east Atlantic deepwater circulation over the last 30,000 years: eight time slice reconstructions",
    "authors": ["M. Sarnthein", "K. Winn", "S.J.A. Jung", "J.C. Duplessy", "L. Labeyrie", "H. Erlenkeuser", "G. Ganssen"],
    "venue": "Paleoceanography",
    "year": 1994
  }, {
    "title": "The 100,000-year ice-age cycle identified and found to lag temperature, carbon dioxide, and orbital eccentricity",
    "authors": ["N.J. Shackleton"],
    "venue": "Science",
    "year": 2000
  }, {
    "title": "Biospheric CO2 emissions during the past 200 years reconstructed by deconvolution of ice core data",
    "authors": ["U. Siegenthaler", "H. Oeschger"],
    "venue": "Tellus B",
    "year": 1987
  }, {
    "title": "Climate effects on volcanism: influence on magmatic systems of loading and unloading from ice mass variations, with examples from Iceland",
    "authors": ["F. Sigmundsson", "V. Pinel", "B. Lund", "F. Albino", "C. Pagli", "H. Geirsson", "E. Sturkell"],
    "venue": "Philos. Trans. R. Soc. A",
    "year": 2010
  }, {
    "title": "Evaluation of ecosystem",
    "authors": ["S. Sitch", "B. Smith", "I. Prentice", "A. Arneth", "A. Bondeau", "W. Cramer", "J. Kaplan", "S. Levis", "W. Lucht", "M. Sykes", "K. Thonicke", "S. Venevsky"],
    "year": 2003
  }, {
    "title": "How important are Southern Hemisphere wind changes for low glacial carbon dioxide",
    "authors": ["T. Tschumi", "F. Joos", "P. Parekh"],
    "venue": "Amodel study. Paleoceanography",
    "year": 2008
  }, {
    "title": "Deep ocean ventilation, carbon isotopes, marine sedimentation and the deglacial CO2 rise",
    "authors": ["T. Tschumi", "F. Joos", "M. Gehlen", "C. Heinze"],
    "venue": "Clim. Past",
    "year": 2011
  }, {
    "title": "Variable Quaternary chemical weathering fluxes and imbalances in marine geochemical budgets",
    "authors": ["D. Vance", "D.A.H. Teagle", "G.L. Foster"],
    "venue": "Nature 458,",
    "year": 2009
  }, {
    "title": "Increase of atmospheric CO2 during deglaciation: constraints on the coral reef hypothesis from patterns of deposition",
    "authors": ["A. Vecsei", "W.H. Berger"],
    "venue": "Glob. Biogeochem. Cycles",
    "year": 2004
  }, {
    "title": "Late Pleistocene carbonate stratigraphy on Ontong–Java Plateau in the western equatorial Pacific",
    "authors": ["G. Wu", "M. Yasuda", "W. Berger"],
    "venue": "Mar. Geol",
    "year": 1991
  }, {
    "title": "Holocene carbon flux histories of the world's peatlands: global carbon-cycle implications",
    "authors": ["Z. Yu"],
    "venue": "Holocene",
    "year": 2011
  }, {
    "title": "Loss of carbon from the deep sea since the Last Glacial Maximum",
    "authors": ["J. Yu", "W.S. Broecker", "H. Elderfield", "Z. Jin", "J. McManus", "F. Zhang"],
    "year": 2010
  }, {
    "title": "Glacial cycles: atmosphere and ocean chemistry",
    "authors": ["R.E. Zeebe", "T.M. Marchitto"],
    "venue": "Nat. Geosci",
    "year": 2010
  }],
  "id": "SP:af9daf497cc1fecdb9a9055be61d029cfdaf5c5b",
  "authors": [{
    "name": "Raphael Roth",
    "affiliations": []
  }, {
    "name": "Fortunat Joos",
    "affiliations": []
  }],
  "title": "Model limits on the role of volcanic carbon emissions in regulating glacial–interglacial CO2 variations"
}