{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nEarth and Planetary Science Letters\nwww.elsevier.com/locate/epsl\nEpisodic nature of continental arc activity since 750 Ma: A global compilation\nWenrong Cao a,∗, Cin-Ty A. Lee a, Jade Star Lackey b a Department of Earth Science, Rice University, 6100 Main Street, MS-126, Houston, TX 77005, United States b Geology Department, Pomona College, 185 East 6th Street, Claremont, CA 91711, United States\na r t i c l e i n f o a b s t r a c t\nArticle history: Received 15 October 2016 Received in revised form 3 December 2016 Accepted 27 December 2016 Available online 11 January 2017 Editor: A. Yin\nKeywords: continental arcs episodicity plate tectonics long-term climate\nContinental arcs have been recently hypothesized to outflux large amounts of CO2 compared to island arcs so that global flare-ups in continental arc magmatism might drive long-term greenhouse events. Quantitative testing of this hypothesis, however, has been limited by the lack of detailed studies on the spatial distribution of continental arcs through time. Here, we compile a worldwide database of geological maps and associated literature to delineate the surface exposure of granitoid plutons, allowing reconstruction of how the surface area addition rate of granitoids and the length of continental arcs have varied since 750 Ma. These results were integrated into an ArcGIS framework and plate reconstruction models. We find that the spatial extent of continental arcs is episodic with time and broadly matches the detrital zircon age record. Most vigorous arc magmatism occurred during the 670–480 Ma and the 250–50 Ma when major greenhouse events are recognized. Low continental arc activity characterized most of the Cryogenian, middle–late Paleozoic, and Cenozoic when climate was cold. Our results indicate that plate tectonics is not steady, with fluctuations in the nature of subduction zones possibly related in time to the assembly and dispersal of continents. Our results corroborate the hypothesis that variations in continental arc activity may play a first order role in driving long-term climate change. The dataset presented here provides a quantitative basis for upscaling continental arc processes to explore their effects on mountain building, climate, and crustal growth on a global scale.\n© 2017 Elsevier B.V. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "Subduction zone volcanism plays an important role in shaping the evolution of Earth’s surface. Island arcs, such as the Marianas and Izu–Bonin arcs in the western Pacific, form where an oceanic plate subducts beneath another oceanic plate. Continental arcs, such as the present-day Andes or Cretaceous North American Cordilleran arcs, form when oceanic plates subduct beneath continental plates (Fig. 1a). Because of greater crustal thickness at continental arcs, magmatic differentiation is more extensive in continental arcs than in island arcs, which are thin; continental arcs thus play an important role in the formation of felsic continental crust (e.g. Lee et al., 2007; Lee and Bachman, 2014). The thick crust of continental arcs also results in high elevations, making continental arcs one of the most important environments for mountain building, which in turn influences weathering, atmospheric circulation and the hydrologic cycle (Lee et al., 2015). Con-\n* Corresponding author. Current address: Department of Geological Sciences and Engineering, University Nevada, Reno, 1664 N. Virginia Street, Reno, NV 89557, United States.\nE-mail address: caowenrong@gmail.com (W. Cao).\nhttp://dx.doi.org/10.1016/j.epsl.2016.12.044 0012-821X/© 2017 Elsevier B.V. All rights reserved.\ntinental arcs may also play an important role in long-term climate variability due to the possibility that continental arc volcanoes release more CO2 than island arc volcanoes as a result of magmatic interaction with ancient crustal carbonates stored in the continental upper plate (Fig. 1b) (Lee et al., 2013; Lee and Lackey, 2015; McKenzie et al., 2016).\nTo what extent the surface geology and environment of Earth is modulated by the rise and fall of continental arcs is uncertain. Has the length of continental arcs varied with time, and if so, what controls the global nature of subduction zones? Attempts have been made to quantify continental arc activity or continental crust formation using large databases of detrital zircon ages (e.g. Voice et al., 2011; Condie and Kröner, 2013; Roberts and Spencer, 2015; Paterson and Ducea, 2015). These observations suggest that global continental arc activity is not continuous, but is instead episodic, with recent investigators suggesting a correlation between continental arc activity and greenhouse conditions based solely on detrital zircon data (McKenzie et al., 2016). However, some disadvantages of detrital zircon studies are the lack of the direct geologic context or spatial information of arcs. For these reasons, we present here an independent and more direct constraint on continental arc activity by compiling the distribution of\ncontinental arcs through space and time using a worldwide set of geologic maps and related literature. We then synthesize the data with plate reconstruction models to develop a geologic history of continental arcs since the Neoproterozoic."
  }, {
    "heading": "2. Methods",
    "text": "Geologic maps (1:5,000,000 to 1:10,000,000) of Eurasia, North and South America, Africa, Australia, and Antarctica (e.g. Reed et al., 2005; Ren et al., 2013) were used to compile the present-day surface area of felsic-intermediate plutonic rocks (granitoids).\nWe have assumed that felsic magmas, such as granitoids, most likely represent continental arcs for the following reasons. Cawood et al. (2013) suggested that the volumes of subduction-related magmas make up more than 90% of all volcanism, not including mid-ocean ridge related magmatism. In particular, Lee and Bachmann (2014) showed that felsic (intermediate) magmas are far more abundant in continental arcs than in island arcs, hence we have assumed that the majority of granitoids are formed in the continental arcs. We have, however, excluded the following large plutonic belts where geologic context indicates they are not of continental arc origin: the granitoids associated with the Siberian Traps Large Igneous Province (Ivanov et al., 2013), the A-type granitoids in the Mongolia–Transbaikalian Belt (Jahn et al., 2009), the collision-related Cenozoic granites in the European Alps and Tibet, and the granitic batholiths belonging to the Talkeetna and Kohistan island arc sections (Jagoutz and Kelemen, 2015). Surface areas were extracted using ArcGIS software when shapefiles were available. Otherwise, maps were scanned into high-resolution raster images and processed using ImageJ software (www.imagej.nih.gov). To gauge the productivity of granitoids and continental arc activity, surface area addition rate (km2/Myr) was calculated by dividing the surface area of granitoids generated within a geological interval by the time duration of that interval.\nIn addition to calculating the surface area addition rate of granitoids, we also reconstructed the linear lengths of continental arcs based on the geology interpreted from literatures as well as the extrapolation between plutonic surface exposures. We then compiled a global history of continental arcs and restored their positions on paleomaps using plate reconstruction models (Scotese, 2016; Li et al., 2008) in GPlates software (Gurnis et al., 2012). Compiled information on the durations and lengths of continental arcs, error estimate, and a complete list of literature and geologic maps used in this study can be found in the Supplementary Materials."
  }, {
    "heading": "3. Results",
    "text": ""
  }, {
    "heading": "3.1. Continental arcs through space and time",
    "text": "The global history of continental arcs is shown in Fig. 2 and Fig. 3. Two types of continental arcs are differentiated. External arcs (shown as red curves in Fig. 3) are the continental arcs developed along the periphery of a supercontinent. External arcs (shown as purple curves in Fig. 3) are the ones developed internal to an assembling supercontinent, which are usually terminated with continent–continent (or continental terrane) collision. The two types are similar to the classification of accretionary orogen previously proposed (e.g. Murphy et al., 2011).\nFrom 750 Ma to the Early Cryogenian, few continental arcs were active and the length of continental arcs was low (Fig. 3a). From the Late Cryogenian to Late Ediacaran (Fig. 3b), during the final breakup of the Rodinia supercontinent and the formation of the Gondwana supercontinent, Pan-African arcs (e.g. Damara–Kuunga, East African) and the Avalonia–Cadomian arcs became active (e.g. Kröner and Stern, 2004; Linnemann et al., 2008). From the Late Ediacaran to Early Cambrian (Fig. 3b–c), coinciding in time with the late stage of the Pan-African arcs, subduction along the ProtoPacific margin of Gondwana commenced: for example, the Ross arc in Antarctica, the Delamerian arc in Australia, and the Pampeanas– Famatinian arc in South America (Goodge, 2007; Cawood and Buchan, 2007; Rapela et al., 1998). Studies have also suggested that most of the Proto-Tethyan margin of northern Gondwana was active at the same time (Kusky et al., 2003; Zhu et al., 2012). Afterwards, continental arcs waned during the Ordovician and Silurian (Fig. 3d). From the Ordovician to Devonian (Fig. 3d–e), closure of the Iapetus and Rheic Oceans between Baltica, Laurentia, and Gondwana generated the Variscan and Appalachian continental arcs (e.g. Nance and Linnemann, 2008; van Staal et al., 2009). From the Carboniferous to Early Triassic (Fig. 3f–h), diachronous closure of Paleo-Asian oceans, which led to the final assembly of the Pangea supercontinent, gave rise to several Paleo– Asian arcs (e.g. Uralian, Altai, Kazakhstan Balkhash–Yili, Solonker) (e.g. Windley et al., 2007). During the Permian and Early Triassic (Fig. 3g–h), circum-Pacific subduction commenced along the western and northeastern margins of Pangea, resulting in numerous continental arcs: the western Pacific arcs in Asia, the Cordilleran arcs in North and South America, and the Antarctic Peninsula arc (e.g. Metcalfe, 2011; Dickinson, 2004; Ramos and Kay, 2006). During the Mesozoic–Paleocene (Fig. 3h–j), these circum-Pacific arcs dominated global continental arc activity, reaching their longest extents in the Late Cretaceous. Several Tethyan arcs were also active during the same period (e.g. Yin and Harrison, 2000). In the Cenozoic (Fig. 3k–l), the Gangdese and Iran–Turkey arcs shut down with the progressive closure of the Neo-Tethyan Ocean from the Himalaya to the Caucasus (Zhu et al., 2015; Yin, 2010). Many of the circum-Pacific continental arcs also terminated in the Cenozoic. Trench retreat resulted in western Pacific continental arcs transitioning into island arc systems (e.g., Marianas, Izu–Bonin) (Ishizuka et al., 2014). Arc volcanism in western North America waned due to the onset of the flat subduction and collision of the Pacific– Farallon ridge (Dickinson, 2004).\nFig. 4(a–d) summaries geological events and the compiled results of this study. There are two periods of time since 750 Ma when the lengths of continental arcs were high (Fig. 4d). The first period is during the Late Cryogenian and Cambrian (∼670–480 Ma), defined by the Pan-African and peri-Gondwana continental arcs. The second period was in the Mesozoic–early Paleogene (∼250–50 Ma), defined by the Paleo-Asian arcs, Tethyan arcs, and circum-Pacific continental arcs. The global lengths of continental arcs were low from the Late Tonian to Early Cryogenian (750 Ma–680 Ma), during most of the Paleozoic (∼470–250 Ma),\nand during much of the Cenozoic (∼50–0 Ma). The lengths of continental arcs during the two peak periods were up to about 1.5 to 2.5 times as long as the present-day length. In\ncontrast, the lengths of continental arcs during most of the low periods are comparable to or lower than the present-day length.\nFig. 3. Spatiotemporal distributions of continental arcs on a series of paleomaps (Mollweide projection) (a to l). Red and purple curves represent external and internal continental arcs, respectively. Gray represents landmass. Abbreviations of continental arcs: AC, Avalonia–Cadomian; Ak, Alaska; Alt, Altai; And, Andes; Ant, Antarctic Peninsula; App, Appalachian; Atc, continental arcs in the Arctic region. Bsl, Brasiliano, CA, Central America; Cas, Cascade; Chi, Chilenia; Del, Delamerian; DK, Damara–Kuunga; EA, East African, Fam, Famatinian; Gd, Gangdese; GTM, Gondwana Proto-Tethyan margin; ICS, Indochina–Sumatra; IT, Iran–Turkey; JK, Jiangda–Hoh Xil Shan–Karakorum; Kam, Kamchatka; Kaz, Kazakhstan Balkhash–Yili; Kun; Kunlun; Lan, Lachlan; MB, Marie Byrd Land; MO, Mongol–Okhotsk; NA, North American Cordilleran; NE, New England; NZ, New Zealand; OC, Okhotsk–Chukotka; Pam, Pampeanas; Pe, Peru; Qin, Qinling; Ros, Ross; SA, South American Cordilleran; Sal, Saldanian; Sma, Sumatra; Sol, Solonker; Tim, Timanide; TS, Trans-Sahara, TSS, Tian Shan–Solonker; Ula, Uralian; Var, Variscan; Vk, Verkhoyansk; WP, West Pacific. Plate reconstructions based on Scotese (2016) and Li et al. (2008). (For interpretation of the references to color in this figure, the reader is referred to the web version of this article.)\nFig. 3. (continued)"
  }, {
    "heading": "3.2. Surface area addition rates",
    "text": "In the Phanerozoic, the global surface area addition rate of granitoids shows several peaks and lows (Fig. 4b). Major peaks appear in the Permian–Triassic and during the Late Jurassic to Paleocene. Lows characterize the Early to Middle Paleozoic, Middle Triassic–Early Jurassic, and most of the Cenozoic. In the Paleo-\nzoic, the global surface area addition rate is mainly composed of continental arcs in Eurasia. In the Mesozoic, the importance of continental arcs in North and Central America increased while continental arcs in Eurasia waned. In the Cenozoic, surface area addition rates decreased in North and Central America and Eurasia. We omitted Neoproterozoic rates because the age resolution of Precambrian rocks in geologic maps is too coarse for any meaningful calculation.\nFig. 3. (continued)\nSurface area addition rates, however, are undoubtedly subject to sampling bias associated with erosional and tectonic preservation and, to a lesser extent, sedimentary cover. There is no sure way to correct for these sampling biases, but if we assume that older plutons are statistically more under-represented due to erosion, we can make some hypothetical corrections for such loss. For example, Fig. 4c shows a scenario in which we assume the proba-\nbility of preservation decays exponentially with time with different half-lives tested (details and other types of corrections are shown in the Supplementary Materials, Fig. S1). Compensating for possible erosional bias enhances the peaks in the early Paleozoic and Permian–Triassic and the minima from the Devonian to Early Permian (Fig. 4c).\nFig. 3. (continued)"
  }, {
    "heading": "4. Discussion",
    "text": ""
  }, {
    "heading": "4.1. Comparisons between continental arc datasets",
    "text": "Comparison between the corrected surface area addition rate and the length of continental arcs (Fig. 4c, d) shows that the patterns of the two datasets are broadly similar since the Silurian: both show peaks in the Permian–Triassic and Jurassic–Paleocene.\nMinimums in the Devonian–Early Permian and middle–late Cenozoic also largely match. Dissimilarities between the two datasets can be seen during the Precambrian and early Paleozoic. These dissimilarities are caused by the lack of age resolution on Precambrian plutons in geologic maps and erosional/burial bias. For example, calculated Cambrian surface area addition rate is underestimated because of ice covering the Transantarctic Mountains\n(Cambrian Ross continental arc). Arc length better captures the true extent of continental arcs.\nWe can now compare our results to the global detrital zircon database compiled by Voice et al. (2011). Encouragingly, detrital zircon ages show peaks and troughs, which broadly match those\ndefined by surface area addition rate and length of continental arcs (Fig. 4d, e). There is debate on whether detrital zircon ages reflect the actual episodic nature of magmatic processes (e.g. Condie, 2005; O’Neill et al., 2015) or reflect preservational bias, specifically preservation during collisional orogenies (Cawood et al., 2013). We\nsuggest that preservational bias is probably not the dominant factor in controlling detrital age histograms. In Fig. 4e, it can be seen that the detrital zircon age pattern does not clearly correlate with supercontinent assembly. Instead, it can be seen that the surface area addition rate of granitoids, length of continental arcs, and the global detrital zircon U/Pb ages (including those of McKenzie et al., 2016) appear to be correlated. We thus argue that the patterns of global detrital zircon ages together with the surface area addition rate of granitoids and the length of continental arcs reflect the real episodic nature of continental arc activity."
  }, {
    "heading": "4.2. The episodicity of continental arcs",
    "text": "The broad agreement between surface area addition rate of granitoids, length of continental arcs, and the global detrital zircon record indicates that continental arc activity since 750 Ma has not been constant. Global continental arc activity peaked twice during this time: once from 670–480 Ma and again from 250–50 Ma. In particular, these periods of enhanced continental arc activity each lasted for ∼200 My. Our observations indicate that although plate tectonics has been continuous since at least 750 Ma, the nature and tempo of plate tectonics may vary on 200 My timescales. Combined with the well-known observation that oceanic crust production rates are also not constant (e.g. Becker et al., 2009; van Der Meer et al., 2014), our observations of changes in the nature of subduction zones suggest that plate tectonics is fundamentally non-steady.\nSome insight can be gained by examining when continental arcs were at their peak. Both periods were associated with the assembly of continents. The 670–480 Ma flare-up was associated with assembly of the Gondwana supercontinent during which the continental arcs internal to the supercontinent (Pan-African arcs) overlapped in time with the continental arcs external to the supercontinent (peri-Gondwana arcs). The 250–50 Ma flare-up was associated with the assembly and dispersal of the Pangean supercontinent. The Paleo-Asian and Tethyan arcs, which were internal to Pangea when it assembled, coincided in time with the circumPacific arcs along the periphery of the supercontinent, which continued during its dispersal. Cawood and Buchan (2007) suggested that the final assembly of a supercontinent is synchronous with subduction initiation and accretionary orogens along the margins of the supercontinent. Our compilation supports this observation.\nWhat seems clear is that the nature of subduction zones varies systematically with time, probably influenced by the assembly and dispersal of continents. The geodynamics causing the episodicity might be tied to episodic mantle processes, including convection and mantle plumes (Anderson, 1982; Gurnis, 1988). In particular, it has been suggested that during a supercontinent interval, a strong temperature gradient develops beneath the oceanic domain and the supercontinent domain due to more efficient convective loss of heat from the oceanic domain and the inefficient heat loss through the stagnant continental domain; this temperature difference generates lateral pressure gradients that lead to the break-up of supercontinents, during which the leading edge of dispersing continents are put into compression, which favors the development of continental arcs (Gurnis, 1988; Lenardic et al., 2011; Lee et al., 2013). Whether changes in continental arc length correlate with changes in total length of arcs is unclear, but could be a fruitful area of future research. Recently, van Der Meer et al. (2014) used seismic tomography of subducted oceanic slabs to constrain the length of global subduction zones since 250 Ma. They found that during the Middle–Late Jurassic the total length of subduction zones was twice as long as today. Using our constraints on the length of continental arcs, we estimate that continental arcs made up 40–50% of global subduction zones during the Jurassic and Cretaceous and ∼30% today. This suggests that the greater length of\ncontinental arcs in the Jurassic and Cretaceous could in part be due to a greater length of subduction zones."
  }, {
    "heading": "4.3. Implications for long-term climate and continental crust growth",
    "text": "In the past 750 My, Earth’s climate has switched back and forth between several major icehouse and greenhouse events. Distinctive glaciation events have occurred in the late Neoproterozoic between 770–635 Ma (Allen and Etienne, 2008). Notable ones such as the Cryogenian Sturtian (716 Ma) and Marinoan (635 Ma) glaciations reached low-latitudes (e.g. Pierrehumbert et al., 2011). Paleozoic major glaciations occurred at ∼445 Ma during the Himantian (Finnegan et al., 2011) and ∼340–260 Ma during the Late Paleozoic (Montañez and Poulsen, 2013). Global cooling in the Cenozoic started around 50 Ma and ice sheets started to form in Antarctica by 34 Ma (Zachos et al., 2001). In between these icehouse events, major greenhouse events occurred in the Late Ediacaran– Early Paleozoic (560–470 Ma) (e.g. Berner and Kothavala, 2001) and from the Triassic to the Eocene (250–34 Ma) (e.g. Berner and Kothavala, 2001; Zachos et al., 2001). Our study shows that the late Neoproterozoic, Middle–Late Paleozoic and Late Cenozoic icehouse events largely match the periods of low continental arc activity. In contrast, the Cambrian, Mesozoic–Eocene greenhouse events largely match the periods of high continental arc activity (Fig. 4a, c, d). This observation supports the hypothesis that continental arcs help drive greenhouse events (Lee et al., 2013; Lee and Lackey, 2015), which is also supported by independent study using detrital zircon age-derived proxies by McKenzie et al. (2014, 2016). To further quantitatively test the hypothesis, constraints on the CO2 concentration in arc magmas (e.g. Wallace, 2005), spatial relationships between magmas and carbonate wallrocks, and the efficiency of decarbonation (e.g. Carter and Dasgupta, 2016) will be needed. We also note that uplifted juvenile crustal materials in continental arcs can be chemically weathered, consuming CO2 for tens of million years after arc termination (Lee et al., 2015). Thus, arc remnants after global flare-ups could act as strong CO2 sinks promoting global cooling and even the switch to ice house conditions (Lee et al., 2015). Both roles of continental arcs in modulating paleo-climate should be quantitatively evaluated and incorporated into current long-term carbon-cycle models, such as the GEOCARB (e.g. Berner and Kothavala, 2001). Finally, we note that Large Igneous Province (LIP) events were more active in the Mesozoic, especially in the Cretaceous (Kidder and Worsley, 2010). Whether there is a genetic link between continental arc flare-up and frequent LIP events is unclear, but such LIPs, superimposed on a greenhouse baseline, could lead to mid-Cretaceous hothouse excursions."
  }, {
    "heading": "5. Conclusions",
    "text": "We show that the global continental arc activity has fluctuated, at least as far back as 750 Ma. Continental arc activity was highest during the late Cryogenian–Cambrian and the Mesozoic–Early Paleogene, but low during most of the Cryogenian, middle–late Paleozoic, and Cenozoic. Continental arc activity is related to the assembly and dispersal of continents. More continental arcs are generated during the final assembly of a supercontinent when internaltype continental arcs overlapped in time with the external-type continental arcs, and the continental arcs of the latter type could continue to exit during the breakup of supercontinent. Strong and weak periods of continental arc activity largely match the major warm and cold periods, respectively, since 750 Ma. This suggests that continental arcs may drive greenhouse conditions by amplifying volcanic CO2 degassing, and when continental arc activity subsides, climate reverts back to an icehouse baseline. Our compilation provides a basis to incorporate the effects of continental\narcs into global models on mountain building, paleo-climate, and continental crust growth."
  }, {
    "heading": "Acknowledgements",
    "text": "This study was funded by a United States National Science Foundation (OCE-1338842) awarded to Lee and represents a contribution from the Continental-Island Arc (CIA) group at Rice University (www.arc2climate.org). A.W. Bally is thanked for his advice and help on preparing and interpreting geological maps and informal review. Peter Cawood and Brenhin Keller are thanked for their constructive review comments."
  }, {
    "heading": "Appendix A. Supplementary material",
    "text": "Supplementary material related to this article can be found online at http://dx.doi.org/10.1016/j.epsl.2016.12.044."
  }],
  "year": 2017,
  "references": [{
    "title": "Sedimentary challenge to snowball Earth",
    "authors": ["P.A. Allen", "J.L. Etienne"],
    "venue": "Nat. Geosci",
    "year": 2008
  }, {
    "title": "Hotspots, polar wander, Mesozoic convection and the geoid",
    "authors": ["D.L. Anderson"],
    "venue": "Nature 297,",
    "year": 1982
  }, {
    "title": "Past and present seafloor age distributions and the temporal evolution of plate tectonic heat transport",
    "authors": ["T.W. Becker", "C.P. Conrad", "B. Buffett", "R.D. Müller"],
    "venue": "Earth Planet. Sci",
    "year": 2009
  }, {
    "title": "GEOCARB III: a revised model of atmospheric CO2 over phanerozoic time",
    "authors": ["R.A. Berner", "Z. Kothavala"],
    "venue": "Am. J. Sci",
    "year": 2001
  }, {
    "title": "Effect of melt composition on crustal carbonate assimilation – implications for the transition from calcite consumption to skarnification and associated CO2 degassing",
    "authors": ["L.B. Carter", "R. Dasgupta"],
    "venue": "Geochem. Geophys. Geosyst",
    "year": 2016
  }, {
    "title": "Linking accretionary orogenesis with supercontinent assembly",
    "authors": ["P.A. Cawood", "C. Buchan"],
    "venue": "Earth-Sci. Rev",
    "year": 2007
  }, {
    "title": "The continental record and the generation of continental crust",
    "authors": ["P.A. Cawood", "C.J. Hawkesworth", "B. Dhuime"],
    "venue": "Geol. Soc. Am",
    "year": 2013
  }, {
    "title": "Earth as an Evolving Planetary System",
    "authors": ["K.C. Condie"],
    "year": 2005
  }, {
    "title": "The building blocks of continental crust: evidence for a major change in the tectonic setting of continental growth at the end of the Archean",
    "authors": ["K.C. Condie", "A. Kröner"],
    "venue": "Gondwana Res",
    "year": 2013
  }, {
    "title": "Evolution of the North American cordillera",
    "authors": ["W.R. Dickinson"],
    "venue": "Annu. Rev. Earth Planet. Sci",
    "year": 2004
  }, {
    "title": "The magnitude and duration of Late Ordovician–Early Silurian glaciation",
    "authors": ["S. Finnegan", "K. Bergmann", "J.M. Eiler", "D.S. Jones", "D.A. Fike", "I. Eisenman", "N.C. Hughes", "A.K. Tripati", "W.W. Fischer"],
    "year": 2011
  }, {
    "title": "Metamorphism in the Ross orogen and its bearing on Gondwana margin tectonics",
    "authors": ["J.W. Goodge"],
    "venue": "Geological Society of America Special Papers,",
    "year": 2007
  }, {
    "title": "Large scale mantle convection and the aggregation and dispersal of supercontinents",
    "authors": ["M. Gurnis"],
    "venue": "Nature",
    "year": 1988
  }, {
    "title": "Plate tectonic reconstructions with continuously closing plates",
    "authors": ["M. Gurnis", "M. Turner", "S. Zahirovic", "L. DiCaprio", "S. Spasojevic", "R.D. Müller", "J. Boyden", "M. Seton", "V.C. Manea", "D.J. Bower"],
    "venue": "Comput. Geosci",
    "year": 2012
  }, {
    "title": "Izu–Bonin–Mariana forearc crust as a modern ophiolite analogue",
    "authors": ["O. Ishizuka", "K. Tani", "M.K. Reagan"],
    "venue": "Elements",
    "year": 2014
  }, {
    "title": "Siberian Traps large igneous province: evidence for two flood basalt pulses around the Permo–Triassic boundary and in the Middle Triassic, and contemporaneous granitic magmatism",
    "authors": ["A.V. Ivanov", "H. He", "L. Yan", "V.V. Ryabov", "A.Y. Shevko", "S.V. Palesskii", "I.V. Nikolaeva"],
    "venue": "Earth-Sci. Rev",
    "year": 2013
  }, {
    "title": "Role of arc processes in the formation of continental crust",
    "authors": ["O. Jagoutz", "P.B. Kelemen"],
    "venue": "Annu. Rev. Earth Planet. Sci",
    "year": 2015
  }, {
    "title": "Peralkaline granitoid magmatism in the Mongolian–Transbaikalian Belt: evolution, petrogenesis and tectonic significance",
    "authors": ["B.M. Jahn", "B.A. Litvinovsky", "A.N. Zanvilevich", "M. Reichow"],
    "venue": "Lithos",
    "year": 2009
  }, {
    "title": "Phanerozoic Large Igneous Provinces (LIPs), HEATT (Haline Euxinic Acidic Thermal Transgression) episodes, and mass extinctions",
    "authors": ["D.L. Kidder", "T.R. Worsley"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2010
  }, {
    "title": "Africa: Pan-African Orogeny",
    "authors": ["A. Kröner", "R.J. Stern"],
    "venue": "Encyclopedia of Geology. Elsevier,",
    "year": 2004
  }, {
    "title": "Evolution of the East African and related orogens, and the assembly of Gondwana",
    "authors": ["T.M. Kusky", "M. Abdelsalam", "R.D. Tucker", "R.J. Stern"],
    "venue": "Precambrian Res",
    "year": 2003
  }, {
    "title": "How important is the role of crystal fractionation in making intermediate magmas? Insights from Zr and P systematics",
    "authors": ["Lee", "C.-T.A", "O. Bachmann"],
    "venue": "Earth Planet. Sci",
    "year": 2014
  }, {
    "title": "Arc magmatism, crustal carbonates, and long-term climate",
    "authors": ["Lee", "C-T.A", "J.S. Lackey"],
    "venue": "variability. Elements",
    "year": 2015
  }, {
    "title": "Petrology and tectonics of Phanerozoic continent formation: from island arcs to accretion and continental arc magmatism",
    "authors": ["Lee", "C.-T.A", "D.M. Morton", "R.W. Kistler", "A.K. Baird"],
    "venue": "Earth Planet. Sci",
    "year": 2007
  }, {
    "title": "Continental arc–island arc fluctuations, growth of crustal carbonates, and long-term climate change",
    "authors": ["Lee", "C.-T.A", "B. Shen", "B.S. Slotnick", "K. Liao", "G.R. Dickens", "Y. Yokoyama", "A. Lenardic", "R. Dasgupta", "M. Jellinek", "J.S. Lackey", "T. Schneider", "M.M. Tice"],
    "venue": "Geosphere",
    "year": 2013
  }, {
    "title": "The rise and fall of continental arcs: interplays between magmatism, uplift, weathering, and climate",
    "authors": ["Lee", "C.-T.A", "S. Thurner", "S. Paterson", "W. Cao"],
    "venue": "Earth Planet. Sci",
    "year": 2015
  }, {
    "title": "Continents, super-continents, mantle thermal mixing, and mantle thermal isolation: theory, numerical simulations, and laboratory experiments",
    "authors": ["A. Lenardic", "L. Moresi", "A.M. Jellinek", "C.J. O’Neill", "C.M. Cooper", "C.T. Lee"],
    "venue": "Geochem. Geophys. Geosyst",
    "year": 2011
  }, {
    "title": "Assembly, configuration, and break-up history of Rodinia: a synthesis",
    "authors": ["Z.X. Li", "S.V. Bogdanova", "A.S. Collins", "A. Davidson", "B. De Waele", "R.E. Ernst", "I.C.W. Fitzsimons", "R.A. Fuck", "D.P. Gladkochub", "J. Jacobs", "K.E. Karlstrom"],
    "venue": "Precambrian Res",
    "year": 2008
  }, {
    "title": "The Cadomian Orogeny and the opening of the Rheic Ocean: the diachrony of geotectonic processes constrained by LA-ICP-MS U–Pb zircon dating (Ossa-Morena and SaxoThuringian Zones",
    "authors": ["U. Linnemann", "F. Pereira", "T.E. Jeffries", "K. Drost", "A. Gerdes"],
    "venue": "Iberian and Bohemian Massifs). Tectonophysics",
    "year": 2008
  }, {
    "title": "Plate tectonic influences on Neoproterozoic–early Paleozoic climate and animal",
    "authors": ["N.R. McKenzie", "N.C. Hughes", "B.C. Gill", "P.M. Myrow"],
    "venue": "evolution. Geology",
    "year": 2014
  }, {
    "title": "Tectonic framework and Phanerozoic evolution of Sundaland",
    "authors": ["I. Metcalfe"],
    "venue": "Gondwana Res",
    "year": 2011
  }, {
    "title": "The Late Paleozoic ice age: an evolving paradigm",
    "authors": ["I.P. Montañez", "C.J. Poulsen"],
    "venue": "Annu. Rev. Earth Planet. Sci",
    "year": 2013
  }, {
    "title": "A comparison of the evolution of arc complexes in Paleozoic interior and peripheral orogens: speculations on geodynamic correlations",
    "authors": ["J.B. Murphy", "C.R. van Staal", "W.J. Collins"],
    "venue": "Gondwana Res",
    "year": 2011
  }, {
    "title": "The Rheic Ocean: origin, evolution, and significance",
    "authors": ["R.D. Nance", "U. Linnemann"],
    "venue": "GSA Today",
    "year": 2008
  }, {
    "title": "Earth’s punctuated tectonic evolution: cause and effect",
    "authors": ["C. O’Neill", "A. Lenardic", "K.C. Condie"],
    "venue": "Geol. Soc. (Lond.) Spec. Publ",
    "year": 2015
  }, {
    "title": "Arc magmatic tempos: gathering the evidence",
    "authors": ["S.R. Paterson", "M.N. Ducea"],
    "venue": "Elements 11,",
    "year": 2015
  }, {
    "title": "Climate of the Neoproterozoic",
    "authors": ["R.T. Pierrehumbert", "D.S. Abbot", "A. Voigt", "D. Koll"],
    "venue": "Annu. Rev. Earth Planet. Sci",
    "year": 2011
  }, {
    "title": "Overview of the tectonic evolution of the southern Central Andes of Mendoza and Neuquén (35◦–39◦S latitude)",
    "authors": ["V.A. Ramos", "S.M. Kay"],
    "venue": "Geological Society of America Special Paper,",
    "year": 2006
  }, {
    "title": "Early evolution of the Proto-Andean margin of South America",
    "authors": ["C.W. Rapela", "R.J. Pankhurst", "C. Casquet", "E. Baldo", "J. Saavedra", "C. Galindo"],
    "venue": "Geology",
    "year": 1998
  }, {
    "title": "Geologic Map of North America— Perspectives and explanation: Boulder, Colorado, Geological Society of America",
    "authors": ["Reed", "J.C. Jr.", "J.O. Wheeler", "B.E. Tucholke"],
    "venue": "Decade of North American Geology,",
    "year": 2005
  }, {
    "title": "Advances in research of Asian geology—a summary of 1: 5M international geological map of Asia project",
    "authors": ["J. Ren", "B. Niu", "J. Wang", "X. Jin", "L. Zhao", "R. Liu"],
    "venue": "J. Asian Earth Sci",
    "year": 2013
  }, {
    "title": "The zircon archive of continent formation through time",
    "authors": ["N.M.W. Roberts", "C.J. Spencer"],
    "venue": "Geol. Soc. (Lond.) Spec. Publ",
    "year": 2015
  }, {
    "title": "PALEOMAP PaleoAtlas for GPlates and the PaleoDataPlotter Program, Geological Society of America, North-Central Section",
    "authors": ["C.R. Scotese"],
    "venue": "Annual Meeting,",
    "year": 2016
  }, {
    "title": "Plate tectonic controls on atmospheric CO2 levels since the Triassic",
    "authors": ["D.G. van Der Meer", "R.E. Zeebe", "D.J.J. van Hinsbergen", "A. Sluijs", "W. Spakman", "T.H. Torsvik"],
    "venue": "Proc. Natl. Acad. Sci. USA",
    "year": 2014
  }, {
    "title": "Pre-Carboniferous, episodic accretion-related, orogenesis along the Laurentian margin of the northern Appalachians",
    "authors": ["C.R. van Staal", "J.B. Whalen", "P. Valverde-Vaquero", "A. Zagorevski", "N. Rogers"],
    "venue": "Geol. Soc. (Lond.) Spec. Publ",
    "year": 2009
  }, {
    "title": "Quantifying the timing and rate of crustal evolution: global compilation of radiometrically dated detrital zircon grains",
    "authors": ["P.J. Voice", "M. Kowalewski", "K.A. Eriksson"],
    "venue": "J. Geol",
    "year": 2011
  }, {
    "title": "Volatiles in subduction zone magmas: concentrations and fluxes based on melt inclusion and volcanic gas data",
    "authors": ["P.J. Wallace"],
    "venue": "J. Volcanol. Geotherm",
    "year": 2005
  }, {
    "title": "Tectonic models for accretion of the Central Asian Orogenic Belt",
    "authors": ["B.F. Windley", "D. Alexeiev", "W. Xiao", "A. Kröner", "G. Badarch"],
    "venue": "J. Geol",
    "year": 2007
  }, {
    "title": "Geologic evolution of the Himalayan–Tibetan orogen",
    "authors": ["A. Yin", "T.M. Harrison"],
    "venue": "Annu. Rev. Earth Planet. Sci",
    "year": 2000
  }, {
    "title": "Cenozoic tectonic evolution of Asia: a preliminary synthesis",
    "authors": ["A. Yin"],
    "venue": "Tectonophysics 488,",
    "year": 2010
  }, {
    "title": "Trends, rhythms, and aberrations in global climate 65",
    "authors": ["J. Zachos", "M. Pagani", "L. Sloan", "E. Thomas", "K. Billups"],
    "venue": "Ma to present. Science",
    "year": 2001
  }, {
    "title": "Cambrian bimodal volcanism in the Lhasa Terrane, southern Tibet: record of an early Paleozoic Andean-type magmatic arc in the Australian proto-Tethyan margin",
    "authors": ["Zhu", "D.-C", "Zhao", "Z.-D", "Y. Niu", "Y. Dilek", "Q. Wang", "Ji", "W.-H", "Dong", "G.-C", "Sui", "Q.-L", "Liu", "Y.-S", "Yuan", "H.-L", "Mo", "X.-X"],
    "year": 2012
  }],
  "id": "SP:b769a0435b6af2f84c8c807ea9b279cc74bd207f",
  "authors": [{
    "name": "Wenrong Cao",
    "affiliations": []
  }, {
    "name": "Cin-Ty A. Lee",
    "affiliations": []
  }, {
    "name": "Jade Star Lackey",
    "affiliations": []
  }],
  "title": "Episodic nature of continental arc activity since 750 Ma: A global compilation"
}