{
  "sections": [{
    "text": "lable at ScienceDirect\nContents lists avai\nQuaternary Science Reviews\njournal homepage: www.elsevier .com/locate/quascirev\n‘PALEOVAN’, International Continental Scientific Drilling Program (ICDP): site survey results and perspectives\nThomas Litt a,*, Sebastian Krastel b, Michael Sturm c, Rolf Kipfer c, Sefer Örcen d, Georg Heumann a, Sven Oliver Franz a, Umut B. Ülgen e, Frank Niessen f\na Steinmann Institute of Geology, Mineralogy and Palaeontology, University of Bonn, Nussallee 8, 53115 Bonn, Germany b Leibniz Institute of Marine Sciences (IFM-GEOMAR), Wischhofstr. 1-3, 24148 Kiel, Germany c Swiss Federal Institute of Aquatic Science and Technology (Eawag), Ueberlandstr. 133, 8600 Dübendorf, Switzerland d Department of Geology, University of Yüzüncü Yil, Zeve Campus, 65080 Van, Turkey e Istanbul Technical University, Geology Department, Maslak 34469, Istanbul, Turkey f Alfred Wegner Institute for Polar and Marine Research, PO-Box 120161, 27515 Bremerhaven, Germany\na r t i c l e i n f o\nArticle history: Received 5 August 2008 Received in revised form 1 March 2009 Accepted 5 March 2009\n* Corresponding author. Tel.: þ49 228 73 2736; fax E-mail address: t.litt@uni-bonn.de (T. Litt).\n0277-3791/$ – see front matter 2009 Elsevier Ltd. doi:10.1016/j.quascirev.2009.03.002\na b s t r a c t\nLake Van is the fourth largest terminal lake in the world (volume 607 km3, area 3570 km2, maximum depth 460 m), extending for 130 km WSW–ENE on the Eastern Anatolian High Plateau, Turkey. The sedimentary record of Lake Van, partly laminated, has the potential to obtain a long and continuous continental sequence that covers several glacial–interglacial cycles (ca 500 kyr). Therefore, Lake Van is a key site within the International Continental Scientific Drilling Program (ICDP) for the investigation of the Quaternary climate evolution in the Near East (‘PALEOVAN’). As preparation for an ICDP drilling campaign, a site survey was carried out during the past years. We collected 50 seismic profiles with a total length of w850 km to identify continuous undisturbed sedimentary sequences for potential ICDP locations. Based on the seismic results, we cored 10 different locations to water depths of up to 420 m. Multidisciplinary scientific work at positions of a proposed ICDP drill site included measurements of magnetic susceptibility, physical properties, stable isotopes, XRF scans, and pollen and spores. This core extends back to the Last Glacial Maximum (LGM), a more extended record than all the other Lake Van cores obtained to date. Both coring and seismic data do not show any indication that the deepest part of the lake (Tatvan Basin, Ahlat Ridge) was dry or almost dry during past times. These results show potential for obtaining a continuous undisturbed, long continental palaeoclimate record. In addition, this paper discusses the potential of ‘PALEOVAN’ to establish new results on the dynamics of lake level fluctuations, noble gas concentration in pore water of the lake sediment, history of volcanism and volcanic activities based on tephrostratigraphy, and paleoseismic and earthquake activities.\n2009 Elsevier Ltd. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "Lake Van is situated on a high plateau in eastern Anatolia, Turkey. Extending for 130 km WSW–ENE, it is the fourth largest terminal lake in the world by volume (volume 607 km3, area 3570 km2, maximum depth 460 m). It is in a region where the Afro/ Arabian Plate from the south meets the Eurasian Plate from the north and east (Fig. 1). The lake fills a tectonic depression within an active fault system that causes regional volcanism, earthquakes and hydrothermal activity (Degens and Kurtman, 1978; Kipfer et al., 1994; Keskin, 2003; Şengör et al., 2003). Two semi-active volcanoes\n: þ49 228 73 3509.\nAll rights reserved.\nrise in the immediate vicinity of the lake (1674 m a.s.l.) at Nemrut Dagi (3050 m a.s.l.) and Süphan Dagi (3800 m a.s.l.) (Karaoglu et al., 2005). Evaporation processes, hydrothermal activities and chemical weathering of volcanic rocks create extreme alkalinity of the lake water (alkalinity 155 m eql 1, pH 9.81, salinity 21.4&; Kempe et al., 1991) and make Lake Van the greatest soda-water lake in the world (Kadioglu et al., 1997).\nSubaerial terraces and sedimentological evidence demonstrate that lake level changes of up to several hundred meters occurred during the last 20 kyr. This indicates that the lake reacts sensitively to alteration of the hydrological regime in response to climate change (Landmann et al., 1996a). The lake basin is near a tectonic plate triple junction that allows fluids from the Earth’s mantle to accumulate in Lake Van and the nearby crater lake of Nemrut volcano (Kipfer et al., 1994).\nThe sediments of Lake Van are annually laminated for nearly 14 kyr (Kempe and Degens, 1978; Lemcke, 1996; Landmann et al., 1996b; Wick et al., 2003), which is ideal for creating high-resolution climate, tectonic and volcanic histories. The lake’s position at the junction of the atmospheric south-western jet stream and northern branch of the Subtropical High makes it climatically sensitive (Fig. 2). The jet stream steers the cyclone tracks that are responsible for supplying moisture from Mediterranean air masses during winter. The location of the Subtropical High controls the southward extension of the dry continental air masses of northeastern Europe and Asia (La Fontaine et al., 1990; Akcar and Schlüchter, 2005).\nWithin the sensitive climate region of north-eastern Anatolia, the Lake Van record represents an excellent continental climate archive between the Black Sea, the Arabian Sea and the Red Sea (e.g. Roberts and Wright, 1993; Cullen and de Menocal, 2000; Lamy\net al., 2006). The ICDP PALEOVAN project creates the potential for a precise correlation of a continental lacustrine record with other environmental archives, such as ice-cores, marine sediments and speleothems (Bar-Matthews et al., 2003; Fleitmann et al., 2003; NGRIP members, 2004). The combination of climatic sensitivity and a varved sediment lithology makes Lake Van a suitable candidate to disentangle and isolate processes and patterns of climate and environment. The lake’s size and depth suggest that the lake may have deep sedimentary deposits spanning multiple glacial–interglacial cycles (Degens and Kurtman, 1978). The ‘PALEOVAN’ project could thus provide climatic and environmental data for eastern Anatolia and the Near East region of unprecedented duration and quality, making Lake Van a key site not only for ICDP (International Continental Scientific Drilling Program) (Harms et al., 2007; Litt et al., 2007), but also for other international geoscience programs such as PAGES (Past Global Changes) (Battarbee et al., 2004).\nIn the past few years, geological and geophysical site surveys were done in preparation for the PALEOVAN ICDP drilling campaign. The main aim of this paper is to summarize the most important results of these surveys and to analyze the depositional regimes of Lake Van, characterize the Holocene and last glacial sediments, and evaluate the potential of Lake Van for long continuous sedimentary records."
  }, {
    "heading": "2. Previous investigations",
    "text": "A milestone of Lake Van research was the international expedition in 1974, which included seismic operations, sediment coring and hydrochemistry sampling (Degens and Kurtman, 1978; Degens et al., 1984). Subsequently, in 1990, a German–Swiss expedition (Eawag Zürich, University Hamburg) performed high-resolution hydrochemical, geochemical, geological and biological investigations. Sediment coring during these pilot projects revealed that Lake Van sediments consist of annual layers that are ideal for varve counting and reconstruction of frequency, duration and rate of climate changes. This varve record now covers the last w14 kyr. Continuous records of varve thickness, geochemistry, d18O, d13C and pollen were used to distinguish different climate phases, including two pronounced aridity events during the Younger Dryas and the 3rd millennium (Lemcke, 1996; Landmann et al., 1996a,b; Lemcke and Sturm, 1997; Wick et al., 2003). Pollen results and stable isotopes demonstrated the existence of fast climate transitions, such as from the Younger Dryas to the Preboreal, which lasted 10–50 years in Lake Van (Wick et al., 2003). The duration of the Younger Dryas event (ca 1100 varve years) and the fast climate transition to the Holocene are in agreement with results of varved sequences of north-central Europe (Brauer et al., 1999; Litt et al., 2001). However, the varve ages are 600–700 years younger for the termination of the Younger Dryas than in central Europe.\nThe first acoustic data of Lake Van, collected in 1974 (Wong and Degens, 1978; Degens et al., 1984), indicated three distinct provinces: a) a lacustrine shelf, extending from the lakeshore to a sharp break in the bottom slope; b) a sublacustrine slope; and c) lake basin.\nThe lake basin, almost completely confined by faults, seems to result from continuous gradual subsidence accompanying faulting (Degens et al., 1984). Sonobuoy profiles suggest a thick sequence (up to 600 m) of unconsolidated sediments in the Tatvan Basin (Wong and Finckh, 1978).\nPast lake levels are presented as elevations relative to recent measurements. A highstand of 90 m is documented in coastal outcrops along the lake (Schweizer, 1975; Landmann et al., 1996a). Several lowstands also occurred, the lowest of which ( 200 m), occurred 12 kyr ago during the Younger Dryas. During the 3rd millennium aridity crisis (3 kyr BP), lake level dropped to 80 m (Landmann et al., 1996a; Lemcke and Sturm, 1997). No lithologic or seismic data, however, indicate that the lake ever dried out completely as assumed by Landmann et al. (1996a) (see discussion).\nFormer tracer investigations from 1990 to 1991 showed that Lake Van accumulates He from a depleting Earth mantle source (Kipfer et al., 1994). Further the accumulation of 3He from the decay of water-bound 3H (tritiogenic 3He) did not add significantly to the observed 3He abundance, which indicated rapid deep-water exchange, e.g. in the early 90s up to 50% of Lake Van’s deep water was renewed annually (Kipfer et al., 1994)."
  }, {
    "heading": "3. Methods of the site survey",
    "text": "The seismic site survey related to ICDP PALEOVAN was carried out from June 1 to June 15, 2004. In total, we collected 50 profiles, over w850 km (Fig. 3), using a high-resolution multi-channel seismic system and a GeoChirp system. The GeoChirp system\ngenerated a sweep signal (2–8 kHz), which was recorded by a ministreamer, amplified, correlated, and written on to magnetic tape. The high-resolution multi-channel seismic system consists of a 100 m-long 16-channel streamer, a Mini-GI-Gun (frequency range 80–400 Hz) and a recording unit. Processing included trace editing, binning, velocity analysis, normal move-out corrections, bandpass frequency filtering (frequency content: 55/110–600/800 Hz), stacking and time-migration. A bin spacing of 10 or 15 m was applied throughout.\nGuided by the seismic results, we selected and cored 10 different locations in Lake Van (see Fig. 3) with water depths ranging to 420 m (July 24 to August 10, 2004). The cores were collected using a 60 mm diameter deep-water, percussion-style, piston corer (UWITEC). Our operation in water depths around 400 m was a milestone in testing this coring system for very deep lakes, such as Lake Van. Subsequently, a Kullenberg piston corer (63 mm diameter, Kelts et al., 1986) sampled additional sediment along the seismic lines at seven locations. All sampling locations include 1.5 m-long gravity cores that provide undisturbed samples of the uppermost soft and water-rich sediments.\nFor pollen analysis, subsamples were taken at 8 cm intervals of the sediment (core VAN04-2). We followed the standard method for the preparation of pollen samples described by Faegri and Iversen (1989). The preparation procedure includes treatment with hot 10% KOH followed by cold 10% HCl, sieving to remove coarse detritus (>200 mm), treatment with cold 39% HF (48 hours) followed by hot 10% HCl, hydrolysis of cellulose with hot acetolysis mixture, and finally ultrasonic sieving (10 mm) to concentrate the palynomorphs. Lycopodium tablets were added for calculations of pollen concentrations.\nPollen diagrams were calculated and plotted using the ‘‘Tilia’’ computer program (E.C. Grimm, Springfield, Illinois, USA). The number of pollen grains counted in each sample was between 500 and 1000 for the basic sum (100%) that excludes pteridophytes.\nOxygen isotopes of carbonates (d18O) were determined on a mixture of autochthonous aragonite and calcite as described by Lemcke and Sturm (1997). 116 sediment samples from core\nVAN04-2 were measured with sampling resolution of 8 cm. The samples were sent to the Leibniz-Labor für Altersbestimmung und Isotopenforschung, Christian-Albrechts-Universität Kiel.\nHigh-resolution XRF scanning of selected cores enabled analyses of major and minor elements (i.e. Fe, Ti, Ca, Cl) and provided a first screening of the environmental trends.\nFor the magnetic susceptibility we used a GEOTEK Multi-Sensor Core Logger.\nWater samples for transient tracer analysis were taken in Niskin bottles and were transferred on the ship either in special copper tubes clamps (noble gases) or stainless steel containers (CFCs and SF6). Prior to closing, all containers were flushed with water from the Niskin bottles to avoid any air contamination of the water samples. Noble gases, CFCs and SF6 analyses followed our internationally approved standard analytical protocols to determine transient tracer concentrations from water samples (Hofer and Imboden, 1998; Beyerle et al., 2000)."
  }, {
    "heading": "4. Results",
    "text": ""
  }, {
    "heading": "4.1. Multi-channel seismic data",
    "text": "The main objective of the seismic survey in the deep basins of the lake (i.e. Tatvan Basin) was to identify continuous undisturbed sedimentary sequences for potential ICDP locations.\nThe Tatvan Basin is quasi-circular and occupies an area of w440 km2. A typical seismic profile extending across Tatvan Basin in a S–N direction is shown in Fig. 4. The basin is characterized by an alternating succession of well-stratified and chaotically reflecting layers. The chaotic sediments indicate slump and slide deposits, which are probably the result of lake level fluctuations and/or earthquakes. The well-stratified sediments represent undisturbed lacustrine sediments and turbidites. It is difficult to distinguish between turbidites and lacustrine sediments because the base of a turbidite is imaged as a reflector with very good continuity in seismic sections. Sediment thickness in the basin is >550 ms twoway-traveltime (TWT) on the seismic section. Assuming an average\nsound velocity of 1600 m/s for lacustrine sediments of Lake Van, this value corresponds to more than 440 m of sediments. Deeper parts of the section are difficult to interpret due to the occurrence of strong multiples, which interfere with or mask the primary reflectors. At the northern edge of the Tatvan Basin are Ahlat Ridge and Ahlat Subbasin, identified and named by our expedition (Fig. 4). Parallel profiles show that the sedimentary ridge is an elongated structure striking in an E–W direction at w375 m. The top of Ahlat Ridge clearly shows a condensed but undisturbed\nsediment succession, while the Ahlat Subbasin shows slightly thicker sedimentary units.\nParts of the GeoChirp profile GeoB 04-007 (Fig. 4, bottom) show details of the structure of the uppermost sediments. Two very prominent reflectors (w2.5 m and w9 m sub-bottom depth) were found in the entire Tatvan Basin and are useful marker horizons. The reflectors correlate with dated sediment cores taken in 1990 (Landmann et al., 1996b) and 2004 (see subchapter 4.2). Tephra layers in the sediment cores correspond to these\nreflectors, at w2.6 kyr, and w12 kyr, respectively, yielding sedimentation rates of w75 cm/kyr in this part of the basin. The lower tephra layer on the sedimentary ridge is at 6 m sub-bottom depth, which indicates a sedimentation rate on the ridge of 50 cm/kyr in the Holocene.\nThe Northern Basin, w260 m deep, is separated from the Tatvan Basin by a prominent E–W trending ridge (see Fig. 4). Much of it has relatively undisturbed sediments but mass-flow deposits are also found.\nThe lacustrine shelf is especially widespread in the eastern part of Lake Van. This part of the shelf was surveyed in detail. A typical profile crossing the lacustrine shelf off the eastern coast is shown in Fig. 5. Two overlapping clinoforms are one of the most prominent features on this profile, and both clinoforms show an oblique tangential shape. Clinoforms are formed in shallow water during times of constant lake levels, hence the clinoforms indicate periods of lower lake levels. Some well-stratified sediments were found beneath and on top of the clinoforms. Clinoforms are especially widespread in the Eastern Fan area. All clinoforms are found in water depths between 50 and 300 m.\nErosive incisions, probably belonging to a braided channel system, appear on the eastern part of the Fig. 5 profile, to water depths of 200 m in the Eastern and Erek Fans. Several, small unconformities are identified along the profile indicating numerous changes in sediment deposition and erosion."
  }, {
    "heading": "4.2. Sediment core data",
    "text": "New multidisciplinary work on the 2004 cores includes magnetic susceptibility, physical properties, stable isotopes, XRF\nscans and palynology. Particular attention is paid to piston core VAN04-2 because of its relevance for selection of ICDP drill sites. It was recovered from Ahlat Ridge at 375 m (Fig. 4, below) near a proposed ICDP drill site. Its magnetic susceptibility peaks correlate with prominent volcanic ash layers of the lowermost part of the 1990 cores at about 12 kyr BP (Lemcke, 1996). VAN04-2 penetrated more than 3 m of continuously deposited glacial sediments below these tephras (Fig. 6). This core encompasses a more extended record than all the other Lake Van cores obtained to date.\nThe tentative time scale of core VAN04-2 is based on correlation to the varved-counted 1990 core Van 90-10 that yielded a continuous non-floating varve chronology of w14 kyr (Lemcke, 1996; Landmann et al., 1996b; Wick et al., 2003). The correlation of the two cores was facilitated by marker horizons such as volcanic ash layers and palynological tie points. For the non-varved lacustrine sediments of core VAN04-2 that are older than 14 kyr we used the average sedimentation rate in the central lake basin of w0.5 mm per year. Therefore, we infer that core VAN04-2 reaches back to the Last Glacial Maximum (LGM, ca 20 kyr).\nCorrelation using overlapping segments of different cores at core site 2 on Ahlat Ridge based on marker layers such as prominent varves or tephras, produces a composite profile of more than 9.0 m length (Fig. 7). Most of the sediments at this site are finegrained silts and clays. The upper 6.5 m of the profile is characterized by finely laminated sediments. These layers consist of light yellow to light grey aragonite laminations, deposited by carbonate precipitation in summer and autumn, and grey to dark brown clay, silt and organic-rich laminations, deposited in winter and spring. The processes of carbonate precipitation and biogenic-geochemical varve formation have been described in Wick et al. (2003).\nIntercalated pyroclastic material is fine to coarse grained with thicknesses varying from less than one millimeter (no. 11) to more than three centimeters (no. 10). The thickest ash layers, no. 3a/b (ca 1.3 m sediment depth), no. 10 and no. 14 (ca 5.3 m to 5.46 m depth), correspond with two very prominent reflectors in the GeoChirp data (Fig. 4). The sediments in this part of the profile are nearly undisturbed. Only small deformations are recognisable and caused by gravity movements related to tuff layer no. 3 and by seismicinduced microfaults between tuff layers 4 and 5 (discussion see subchapter 5.6).\nBelow 6.5 m sediment depth, the varves become increasingly diffuse and are no longer visible below 6.65 m. Beneath that, the grey to blue grey and light brown sediments are fine-grained clay. The remarkably visible microfaults in this part of the section may originate from earthquake activities.\nWe find no indication of aragonite crusts, unconformities or oolith layers in the whole profile VAN04-2 that would indicate drying out of the lake basin as hypothesized by Landmann et al. (1996a) and Landmann and Kempe (2005).\nBased on our palynological results, the lowermost local pollen assemblage zone (LPAZ 1) is characterized by cold and semi-desert steppe vegetation with predominance of Artemisia, chenopods and grasses (Fig. 8). The pollen values of tree and shrub taxa, the concentration of pollen and spores, are very low. This LPAZ can be correlated with the Last Glacial Maximum (LGM) and upper Pleni-glacial (ca 20–14.5 kyr BP). The palynological data are in good agreement to equivalent and radiocarbon-dated LPAZs of the Lake Zeribar pollen record (Van Zeist and Bottema, 1977) and the Lake Urmia pollen record (Djamali et al., 2008) in Iran, both situated in the same Irano-Turanian Floral Province as Lake Van.\nThe transition between Weichselian Pleniglacial and Lateglacial Interstadial, at about 14.5 kyr cal. BP, is well documented in the pollen diagram (slightly higher pollen values of trees and shrubs in LPAZ 2a), in the oxygen isotope record based on bulk carbonate and the XRF scan data of Ti, Fe and Cl concentrations (Figs. 8 and 9). In addition, the Younger Dryas just prior the onset of the Holocene, is\na semi-desert period indicated by predominance of Artemisia, chenopods and grasses (LPAZ 2b). It is also reflected in abiotic proxies, such as Ti and Fe, as indicating higher terrigeneous input to the lake sediments (Kuhlmann, 2004). This is also confirmed by higher Ti/Ca ratios (Fig. 9), which may provide information about erosion in the catchment, annual or seasonal precipitation and fluvial/eolian transport versus carbonate production and productivity of the lake. The element chlorine may reflect changes in pore water chemistry (Tjallingii et al., 2007). A pronounced oxygen isotope shift to positive values is a clear evaporation signal. Our results from VAN04-2, regarding regional climatic changes during the Younger Dryas and the Holocene, fit those described by Wick et al. (2003) encompassing the last 13,000 years. Both oxygen isotope records from VAN04-2 and Van 90-4 (Lemcke, 1996) indicate a strong increase in moisture at the onset of the Holocene, while the pollen records show a replacement of the Artemisiachenopod steppe by a grass steppe (LPAZ 3).\nOur new pollen record confirms a 3000 year delay in deciduous oak expansion suggesting dry spring and summer weather during the early Holocene. In both core records, the maximum extension of oak and the isotopic shifts indicate optimum climate conditions with higher humidity at 6 kyr cal. BP. Human activity in the catchment of Lake Van becomes apparent at 3.8 kyr BP in agreement with Wick et al. (2003) (decrease of Quercus). A stronger human impact can be recognized since the early Iron Age (increase of Plantago lanceolata and Juglans regia), coinciding with the powerful kingdom of Urartu whose cultural centre was Van-Tuspa (Salvini, 1995; Belli, 1999)."
  }, {
    "heading": "4.3. Limnological survey",
    "text": "The coring operations of 2004 were accompanied by the first limnological survey of Lake Van since 1991. Since then, physical and tracer measurements continued through a joint German–Swiss– Turkish project that focuses on mixing processes and the release mechanism for mantle fluids into Lake Van.\nThe recently observed lake level rise of about 4 m during the last two decades appears to have influenced the deep-water exchange in Lake Van. Transient tracer data from our water column survey (noble gases, SF6, CFCs) indicate that the intensity of deep-water exchange has decreased significantly in response to lake level rise that started in 1994 and during which anoxic conditions developed below 300 m (Kaden et al., 2005).\nAnalogous to the Caspian Sea, where deep-water renewal ceased as sea level started to increase in 1978, the rising lake levels of Lake Van are expected to suppress deep-water exchange (Peeters et al., 2000). In fact, tritiogenic and mantle He concentrations of water samples taken in 2004 are significantly higher than those from 1990/91, which indicates that deep-water mixing slowed as lake level rose. Therefore, lake level fluctuations in response to\nclimate change seem to control the mixing dynamics and ventilation of Lake Van.\nInitial results of the noble gas analyses on sedimentary pore water in short cores indicate that He escapes through the sediment/water interface very heterogeneously, with high He fluxes associated with the ‘caldera’ structure of the central, deep basin. Furthermore, a strong south–north gradient in He emanation was found, with He preferentially emanating in the southern part of Lake Van. The escape of He decreases towards the north, towards active volcanoes. The He results are consistent with the geophysical finding of a major fault zone cutting through Lake Van at its southern boundary. This fault zone seems to separate the large southern He fluxes from the distinctly smaller northern He fluxes."
  }, {
    "heading": "5. Discussion: potential of Lake Van for a deep drilling",
    "text": ""
  }, {
    "heading": "5.1. Long continental paleoclimate record in a sensitive semiarid region",
    "text": "The results of the site survey confirm the prediction that a long, continuous sediment record exists in Lake Van, and support the scientific premise for the ‘PALEOVAN’ ICDP initiative. With the exception of the Lake Van record, the eastern Mediterranean region and Near East have few deep, sedimentary sequences capable of producing continuous, multi-glacial, terrestrial climate records spanning the last 500 kyr (i.e. pollen records from Tenagi Phillipon and Joannina in Greece, see Tzedakis et al., 1997, 2001). A palynological study on two, 100 m long, cores from Lake Urmia in northwestern Iran provides a vegetation record for the continental interior of the Near East encompassing ca 200 kyr (Djamali et al., 2008). Although these ages are outside the range of 14C dating, such sequences can be compared with the marine isotopic records using orbital tuning (Tzedakis et al., 1997). However, the marine and terrestrial boundaries may not be precisely synchronous, as described by Sánchez Goñi et al. (2002) for MIS 5. Therefore, accurate and independent chronologies are crucial to correlate orbital-tuned continental lacustrine records with ice-cores and speleothems. A good geochronological framework for the Lake Van record can be obtained through varve counting, including high-resolution XRF data, radiocarbon dating of terrestrial organic matter, tephrochronology, 40Ar/39Ar single-crystal dating of volcanic ashes, Th/U dating (Aragonite), 10Be, OSL/TL and oxygen istotope stratigraphy. The Lake Van record has the potential to recover signals below the frequency of Milankovitch cycles (e.g. North Atlantic Oscillation, Hurrell et al., 2003)."
  }, {
    "heading": "5.2. Dynamics of lake level fluctuations and hydrogeological development",
    "text": "The key to reconstructing the timing and amplitude of past climate change at Lake Van is the development of a long and continuous lake level curve expressed as changes of the precipitation/evaporation ratio (P/E ratio). Lake level changes are sensitively recorded in the lithological and geochemical composition of Lake Van sediments. In particular, the oxygen isotopic composition of the bulk carbonate, consisting almost purely of authigenic aragonite, provides a powerful proxy with which to track past lake level fluctuation (Lemcke, 1996; Lemcke and Sturm, 1997). The dominance of authigenic carbonate precipitation is also expected in older sedimentary sequences, and that isotope geochemical studies will be the best analysis in reconstructing past P/E.\nAragonite crusts, thick salt and gypsum deposits, which might have been formed at times of extreme low lake level stands, pose a challenge for drilling evaporitic lacustrine sediments in semiarid areas. It was postulated that at 15 kyr BP the lake dried up completely, before it returned to a positive water balance about 14.5 kyr ago and a Holocene highstand at 7.5 kyr (Landmann et al., 1996a; Landmann and Kempe, 2005).\nThe scenario of a dry lake at 15 kyr BP is unlikely. The 3 m long sediment sample, recovered below prominent tephras at 12 kyr BP in 2004, consists of an undisturbed record of fine-grained sediments, without gaps or unconformities (Fig. 7). There are no indicators of desiccation, such as aragonite crusts, dolomite, iron oxide, etc. (see also XRF scans, Fig. 9). Palynological data indicate that profile VAN04-2 encompasses a continuous sequence from the LGM (w20 kyr ago) to the present time (Fig. 8).\nThe seismic data do not show indications that the deepest part of Lake Van (Tatvan Basin, Ahlat Ridge) was ever dry or almost dry. Geochirp data (Fig. 4) show a conformable succession of reflections, without rough surfaces or of an erosional unconformity or other erosive features that would indicate dry lake conditions. Instead, both the seismic and core data demonstrate the potential for a continuous, undisturbed, long, continental record at Ahlat Ridge. A major advantage of the ridge location is its elevation above the basin floor, which isolates it from turbidites or other mass-flow deposits. Therefore hiatuses caused by redeposited sediments are unlikely to occur."
  }, {
    "heading": "5.3. Organic matter content and composition: proxies for macro- and microorganisms (biomarkers)",
    "text": "Three different sources of organic matter (OM) may contribute to Lake Van sediments: (1) phytoplankton productivity, (2) microbial productivity, and (3) terrestrial organic matter input. Organic carbon isotopes assist in differentiating between allochthonous OM, transported by rivers during the snowmelt, and autochthonous OM, from primary production. They also permit distinction between C3 and C4 plants, a prerequisite for paleo pCO2 reconstructions in the atmosphere (e.g. Kuypers et al., 1999). The nitrogen isotopic composition of OM allows determination of the variability in nutrient utilization over time, including nitrogen fixation during times of strong nutrient depletion (Schubert and Calvert, 2001). This enables estimates of productivity and the amount of carbon stored in the lake during glacial–interglacial times. Due to the high alkalinity of the lake, silica-containing organisms, such as radiolaria and diatoms, are dissolved after cell death. However, biomarkers can reveal which kind of organisms dominate the phytoplankton and microbial communities today, and in the past (Schubert et al., 1998)."
  }, {
    "heading": "5.4. Noble gas concentration in pore water of the lake sediment",
    "text": "The equilibrium concentrations of atmospheric noble gases are controlled by the prevailing physical environment during gas– water exchanges, including the altitude of the lake surface and temperature and salinity of the exchanging water. Because noble gases are chemically inert, noble gas concentrations in the deep water of lakes are ineffectively incorporated into the pore water of the lacustrine sediment column (Brennwald et al., 2003). Recently, new experimental tools allow routine determinations of noble gas concentrations in pore waters of lacustrine sediments. These new methods can also be applied to reconstruct the physical conditions of the overlying water body, e.g. water temperature, salinity, and lake level variation (Brennwald et al., 2004). We intend to determine the concentrations of atmospheric noble gases in the pore\nwaters of ‘PALEOVAN’ ICDP cores in order to geochemically reconstruct, for the first time ever, lake levels and salinity at time scales of 1–100 kyr.\nAt a regional scale, the release and transport of He from the solid earth into the atmosphere is not yet understood (Ballentine and Burnard, 2002). Therefore lakes have become prime targets for studies on the transport and release mechanisms of terrestrial He from the solid earth (Brennwald et al., 2006). The long cores from Lake Van will allow us to determine the in situ terrestrial He gradient over several hundred meters sediment depth. These data will provide the first direct insights about the transport of crustal and mantle He through the uppermost layers of the crust and have the potential to improve the current understanding on terrestrial fluid transport within continents."
  }, {
    "heading": "5.5. History of volcanism and volcanic activities based on tephrostratigraphy",
    "text": "Tephra layers, because they deposit instantaneously, are ideally suited for correlating geologically young, terrestrial, lacustrine and marine records. Tephra layers are also prone to fast reactions with pore solutions, because they are composed mainly of highly unstable glass. They are significant sources of elements whose release into the water can trigger and maintain biological activities, such as terrestrial vegetation and diatom blooms (Birks and Lotter, 1994; Litt et al., 2003).\nLandmann et al. (1996b) described at least 11 volcanic ash layers in core K10 (1990) from Lake Van, encompassing the last 14 kyr. None of these have been studied so far in detail. In the 2004 cores, we identified 16 tephras (Figs. 7 and 10), and studies are being initiated regarding the structures, textures and composition to enable correlations between drill sites and volcanic deposits on land.\nAnalysis of equivalent deposits in the historically active caldera of Nemrut volcano, which is likely the major supplier of tephra to the lake, allows us to reconstruct larger volcanic events (Plinian fallout, pyroclastic flows and flank collapses), magma evolution and environmental impacts such as tsunamis. Our analytical focus with the tephras is in the composition of glass shards, determined using laser-ICP-MS, and phenocrysts and 40Ar/39Ar single-crystal dating."
  }, {
    "heading": "5.6. Paleoseismic and earthquake activities",
    "text": "Many paleoseismic studies have been performed on outcrops of lake sediments (i.e. Sims, 1973, 1975; Ringrose, 1989; Marco et al., 1996; Ken-Tor et al., 2001). New concepts and experiments investigating the seismically induced microdeformation of finely laminated varved sediments (Rodriguez Pascua et al., 2000, 2003) provide the basis for the successful use of lake sediment cores to establish chronologies of past earthquake activity (Doig, 1986; Becker et al., 2002; Migowski et al., 2004; Monecke et al., 2004).\nThe Lake Van area is strongly affected by earthquakes that represent major natural hazards in the region (Türkelli et al., 2003). Long paleoseismic records, however, have not yet documented recurrence rates of strong earthquakes and past seismic activities for this tectonically active region. The 2004 cores from Lake Van show evidence of earthquake-triggered microfaults. Having several cores from the one location provides the quality control needed to disentangle drilling-related disturbance from seismic-induced deformation (Fig. 11). Similar seismic features, such as liquefaction structures (load casts, pseudonodules, sand dykes, mushroom structures), folded layers and ‘mixed layers’ are also expected in the deeper sediments."
  }, {
    "heading": "6. Upcoming drilling operation 2010",
    "text": "Based on the success of the site survey, ongoing scientific work and positive review of the PALEOVAN drilling proposal by the ICDP Science Advisory Group, we anticipate the Lake Van deep drilling campaign to occur in summer, 2010. The GLAD800 drill rig, combined with the RV Kerry Kelts platform operated by DOSECC, provides the technological support to drill and recover long and undisturbed cores of Lake Van. We propose to drill five sites in water depths between 95 and 375 m, in a transect from the northwestern area of the lake towards the southeast (Fig. 3). The ‘Ahlat Ridge’ Site (AR) is both the most important and the deepest site (water depth w375 m) in our plan to recover a complete sedimentary sequence for paleoclimatic investigations (envisaged core length: 240 m, ca 500 kyr). The ‘Northern Basin’ Site (NB) is located in a small basin close to the northern shore of Lake Van. Its proximity to nearby volcanoes will allow studies of major volcanic eruptions and associated volcanogenic hazards during the Quaternary. Two sites, at different water depths of the Erek Fan (LL-1 and LL-2), are planned for investigations of lake level fluctuations and evolution of Lake Van. Finally, we propose one site in the south of the lake (EX), where extrusions and intrusions are widespread. The origin of the extrusions and intrusions is unknown but most likely controlled by the tectonic setting. The EX-site aims in investigating these extrusions and intrusions in relationship to the tectonic setting."
  }, {
    "heading": "Acknowledgements",
    "text": "This is a contribution to the International Continental Scientific Drilling Program (ICDP). Finanical support for the site survey has been provided by the German Research Foundation – DFG (SPP 1006) and Eawag (Switzerland). We thank the University of Yüzüncü Yil in Van (Turkey) for logistic support. The manuscript benefited greatly from comments by two anonymous reviewers. In addition, we thank Stephen A. Miller for stylistic improvements."
  }],
  "references": [{
    "title": "Paleoglaciations in Anatolia: a schematic review and first results",
    "authors": ["N. Akcar", "C. Schlüchter"],
    "venue": "Eiszeitalter und Gegenwart – Quaternary Science Journal",
    "year": 2005
  }, {
    "title": "Production, release and transport of noble gases in the continental crust",
    "authors": ["C.J. Ballentine", "P.G. Burnard"],
    "venue": "Noble Gases in Cosmochemistry and Geochemistry,",
    "year": 2002
  }, {
    "title": "Sea–land oxygen isotopic relationship from planctonic foraminifera and speleothems in the Eastern Mediterranean region and their implication for paleorainfall during interglacial intervals",
    "authors": ["M. Bar-Matthews", "A. Ayalon", "M. Gilmour", "A. Matthews", "C.J. Hawkesworth"],
    "venue": "Geochimica et Cosmochimica Acta",
    "year": 2003
  }, {
    "title": "Past Climate Variability Through Europe and Africa",
    "authors": ["R.W. Battarbee", "F. Gasse", "C. Stickley"],
    "year": 2004
  }, {
    "title": "Paleoseismicity studies on endPleistocene and Holocene lake deposits around Basle, Switzerland",
    "authors": ["A. Becker", "C.A. Davenport", "D. Giardini"],
    "venue": "Geophysical Journal International",
    "year": 2002
  }, {
    "title": "The Anzaf Fortresses and the Gods of Urartu. Galatasary, Istanbul",
    "authors": ["O. Belli"],
    "year": 1999
  }, {
    "title": "A mass spectrometric system for the analysis of noble gases and tritium from water samples",
    "authors": ["U. Beyerle", "W. Aeschbach-Hertig", "D.M. Imboden", "H. Baur", "T. Graf", "R. Kipfer"],
    "venue": "Environmental Science & Technology",
    "year": 2000
  }, {
    "title": "The impact of Laacher See Volcano (11,000 yr B.P.) on terrestrial vegetation and diatoms",
    "authors": ["H.J.B. Birks", "A.F. Lotter"],
    "venue": "Journal of Paleolimnology",
    "year": 1994
  }, {
    "title": "Analysis of dissolved noble gases in the pore water of lacustrine sediments",
    "authors": ["M.S. Brennwald", "M. Hofer", "F. Peeters", "W. Aeschbach-Hertig", "K. Strassmann", "R. Kipfer", "D.M. Imboden"],
    "venue": "Limnology and Oceanography: Methods",
    "year": 2003
  }, {
    "title": "Atmospheric noble gases in lake",
    "authors": ["M.S. Brennwald", "F. Peeters", "D.M. Imboden", "S. Giralt", "M. Hofer", "D.M. Livingstone", "S. Klump", "K. Strassmann", "R. Kipfer"],
    "year": 2004
  }, {
    "title": "New applications of noble gases as environmental proxies in unusual aquatic environments",
    "authors": ["M.S. Brennwald", "Y. Scheidegger", "Y. Tomonaga", "C.P. Holzner", "R. Wieler", "R. Kipfer"],
    "venue": "16th Annual V.M. Goldschmidt Conference (abstract),",
    "year": 2006
  }, {
    "title": "A geological study of Lake Van, Eastern Turkey",
    "authors": ["E.T. Degens", "H.K. Wong", "S. Kempe", "F. Kurtman"],
    "venue": "Geologische Rundschau",
    "year": 1984
  }, {
    "title": "A late Pleistocene long pollen record from Lake Urmia, NW Iran",
    "authors": ["M. Djamali", "J.L. de Beaulieu", "M. Shah-hosseini", "V. Andrieu-Ponel", "P. Ponel", "A. Amini", "H. Akhani", "S.A.G. Leroy", "L. Stevens", "H. Lahijani", "S. Brewer"],
    "venue": "Quaternary Research",
    "year": 2008
  }, {
    "title": "A method for determining the frequency of large-magnitude earthquakes using lake sediments",
    "authors": ["R. Doig"],
    "venue": "Canadian Journal of Earth Sciences",
    "year": 1986
  }, {
    "title": "Textbook of Pollen Analysis",
    "authors": ["K. Faegri", "J. Iversen"],
    "year": 1989
  }, {
    "title": "Holocene forcing of the Indian Monsoon recorded in a stalagmite from Southern Oman",
    "authors": ["D. Fleitmann", "S.J. Burns", "M. Mudelsee", "U. Neff", "J. Kramers", "A. Mangini", "A. Matter"],
    "venue": "Science",
    "year": 2003
  }, {
    "title": "Continental Scientific Drilling",
    "authors": ["U. Harms", "C. Koeberl", "M.C. Zoback"],
    "year": 2007
  }, {
    "title": "Simultaneous determination of CFC-11, CFC-12, N2 and Ar in water",
    "authors": ["M. Hofer", "D.M. Imboden"],
    "venue": "Analytical Chemistry",
    "year": 1998
  }, {
    "title": "Mixing Processes in Lake Van (Turkey)",
    "authors": ["H. Kaden", "F. Peeters", "A. Lorke", "R. Kipfer", "M. Brennwald", "Y. Tomonaga"],
    "venue": "European Workshop on Physical Processes in Natural Waters (extended abstract),",
    "year": 2005
  }, {
    "title": "The greatest soda-water lake in the world and how it is influenced by climatic change",
    "authors": ["M. Kadioglu", "Z. Sen", "E. Batur"],
    "venue": "Annales Geophysicae",
    "year": 1997
  }, {
    "title": "Stratigraphy of the volcanic products around Nemrud Caldera: implications for reconstruction of the Caldera Formation",
    "authors": ["Ö. Karaoglu", "Y. Özdemir", "M. Karabiyikoglo", "O. Köse", "J.L. Froger"],
    "venue": "Turkish Journal of Earth Sciences",
    "year": 2005
  }, {
    "title": "The limnogeology-ETH coring system",
    "authors": ["K. Kelts", "U. Briegel", "K. Ghilardi", "K. Hsu"],
    "venue": "Aquatic Sciences – Research Across Boundaries",
    "year": 1986
  }, {
    "title": "Lake Van varve record: the past 10,420 years",
    "authors": ["S. Kempe", "E.T. Degens"],
    "venue": "Geology of Lake Van. MTA Press,",
    "year": 1978
  }, {
    "title": "Largest known microbialites discovered in Lake Van",
    "authors": ["S. Kempe", "J. Kazimierczak", "G. Landmann", "T. Konuk", "A. Reimer", "A. Lipp"],
    "venue": "Turkey. Nature",
    "year": 1991
  }, {
    "title": "Magma generation by slab steepening and breakoff beneath a subduction–accretion complex: an alternative model for collision-related volcanism in Eastern Anatolia, Turkey",
    "authors": ["M. Keskin"],
    "venue": "Geophysical Research Letters",
    "year": 2003
  }, {
    "title": "Eastern Anatolia: a hotspot in a collision zone without a mantle plume",
    "authors": ["M. Keskin"],
    "venue": "Geological Society of America Special Paper",
    "year": 2007
  }, {
    "title": "Injection of mantle type Helium into Lake Van (Turkey). The clue for quantifying deep water renewal",
    "authors": ["R. Kipfer", "W. Aeschbach-Hertig", "H. Baur", "M. Hofer", "D.M. Imboden", "P. Signer"],
    "venue": "Earth and Planetary Science Letters",
    "year": 1994
  }, {
    "title": "Reconstruction of the sedimentary history offshore NW Africa: application of core-logging tools",
    "authors": ["H. Kuhlmann"],
    "venue": "Dissertation thesis, Univ. Bremen, Germany,",
    "year": 2004
  }, {
    "title": "Airstream regions of North Africa and the Mediterranean",
    "authors": ["C.V. La Fontaine", "R.A. Bryson", "W.M. Wendland"],
    "venue": "Journal of Climate",
    "year": 1990
  }, {
    "title": "Multicentennial-scale hydrological changes in the Black Sea and northern Red Sea during the Holocene and the Arctic/North Atlantic Oscillation",
    "authors": ["F. Lamy", "H.W. Arz", "G.C. Bond", "A. Bahr", "J. Pätzold"],
    "venue": "Paleooceanography",
    "year": 2006
  }, {
    "title": "Annual deposition signal versus lake dynamics: microprobe analysis of Lake Van (Turkey) sediments reveals missing varves in the period 11.2–10.2",
    "authors": ["G. Landmann", "S. Kempe"],
    "venue": "ka BP. Facies",
    "year": 2005
  }, {
    "title": "Climatically induced lake level changes at Lake Van, Turkey, during the Pleistocene/Holocene transition",
    "authors": ["G. Landmann", "A. Reimer", "S. Kempe"],
    "venue": "Global Biochemical Cycles",
    "year": 1996
  }, {
    "title": "Dating Late Glacial abrupt climate changes in the 14,570 yr long continuous varve record of Lake Van, Turkey",
    "authors": ["G. Landmann", "A. Reimer", "G. Lemcke", "S. Kempe"],
    "year": 1996
  }, {
    "title": "Paläoklimarekonstruktion am Van See (Ostanatolien, Türkei)",
    "authors": ["G. Lemcke"],
    "venue": "Diss. ETH Zürich, Nr. 11786,",
    "year": 1996
  }, {
    "title": "d18O and trace element measurements as proxy for the reconstruction of climate changes at Lake Van (Turkey): preliminary results",
    "authors": ["G. Lemcke", "M. Sturm"],
    "venue": "NATO ASI Series",
    "year": 1997
  }, {
    "title": "Environmental response to climate and volcanic events in central Europe during the Weichselian Lateglacial",
    "authors": ["T. Litt", "H.U. Schmincke", "B. Kromer"],
    "venue": "Quaternary Science Reviews",
    "year": 2003
  }, {
    "title": "Lake Van Drilling Project, Long Continental Record, Turkey",
    "authors": ["T. Litt", "S. Krastel", "S. Örcen", "M. Karabiyikoglu"],
    "venue": "Scientific Drilling",
    "year": 2007
  }, {
    "title": "Long term earthquake clustering: a 50,000year paleoseismic record in the Dead Sea Graben",
    "authors": ["S. Marco", "M. Stein", "A. Agnon"],
    "venue": "Journal of Geophysical Research – Solid Earth 101 (No",
    "year": 1996
  }, {
    "title": "Recurrence pattern of Holocene earthquakes along the Dead Sea transform revealed by varve-counting and radiocarbon dating of lacustrine sediments",
    "authors": ["C. Migowski", "A. Agnon", "R. Bookman", "J.F.W. Negendank", "M. Stein"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2004
  }, {
    "title": "The record of historic earthquakes in lake sediments of Central Switzerland",
    "authors": ["K. Monecke", "F.S. Anselmetti", "A. Becker", "M. Sturm", "D. Giardini"],
    "venue": "Tectonophysics",
    "year": 2004
  }, {
    "title": "Analysis of deep-water exchange in the Caspian Sea based on environmental tracers",
    "authors": ["F. Peeters", "R. Kipfer", "D. Achermann", "M. Hofer", "W. Aeschbach-Hertig", "U. Beyerle", "D.M. Imboden", "K. Rozanski", "K. Fröhlich"],
    "venue": "Deep-Sea Research Part I: Oceanographic Research Papers",
    "year": 2000
  }, {
    "title": "Paleoseismic (?) liquefaction event in late Quaternary lake sediment at Glen Roy, Scotland",
    "authors": ["P.S. Ringrose"],
    "venue": "Terra Nova",
    "year": 1989
  }, {
    "title": "Vegetational, lake-level, and climatic history of the Near East and Southwest Asia",
    "authors": ["N. Roberts", "H.E. Wright"],
    "venue": "Global Climates Since the Last Glacial Maximum,",
    "year": 1993
  }, {
    "title": "Soft sediment deformation structures interpreted as seismites in lacustrine sediments of the Prebetic Zone, SE Spain, and their potential use as indicators of earthquake magnitudes during the late Miocene",
    "authors": ["M.A. Rodriguez Pascua", "J.P. Calvo", "G. De Vicente", "D. Gomez-Gras"],
    "venue": "Sedimentary Geology",
    "year": 2000
  }, {
    "title": "Similarities between recent seismic activity and paleoseismites during the Late Miocene in the external Betic Chain (Spain): relationship by ‘b’ value and the fractal dimension",
    "authors": ["M.A. Rodriguez Pascua", "G. De Vicente", "J.P. Calvo", "R. Perez-Lopez"],
    "venue": "Journal of Structural Geology",
    "year": 2003
  }, {
    "title": "Synchroneity between marine and terrestrial responses to millennial scale climatic varability during the last glacial period in the Mediterranean region",
    "authors": ["M.F. Sánchez Goñi", "I. Cacho", "J.L. Turon", "J. Guiot", "F.J. Sierro", "J.P. Peypouquet", "J.O. Grimalt", "N.J. Shackelton"],
    "venue": "Climate Dynamics",
    "year": 2002
  }, {
    "title": "Geschichte und Kultur der Urartäer",
    "authors": ["M. Salvini"],
    "venue": "Wissenschaftliche Buchgesellschaft,",
    "year": 1995
  }, {
    "title": "Nitrogen and carbon isotopic composition of marine and terrestrial organic matter in Arctic Ocean sediments: implications for nutrient utilization and organic matter composition",
    "authors": ["C.J. Schubert", "S.E. Calvert"],
    "venue": "Deep-Sea Research",
    "year": 2001
  }, {
    "title": "Stable phytoplankton community structure in the Arabian Sea over the past 200,000 years",
    "authors": ["C.J. Schubert", "J. Villanueva", "S.E. Calvert", "G.L. Cowie", "U. von Rad", "H. Schulz", "U. Berner", "H. Erlenkeuser"],
    "venue": "Nature 394,",
    "year": 1998
  }, {
    "title": "Untersuchungen zur Physiogeographie von Ostanatolien und Nordwestiran. Geomorphologische, klima- und hydrogeographische Studien im Vansee- und Rezaiyehsee-Gebiet. Tübinger Geographische Studien",
    "authors": ["G. Schweizer"],
    "year": 1975
  }, {
    "title": "East Anatolian high plateau as mantle supported, north–south shortened domal structure",
    "authors": ["A.M.C. Şengör", "S. Özeren", "T. Genec", "E. Zor"],
    "venue": "Geophysical Research Letters",
    "year": 2003
  }, {
    "title": "Earthquake-induced structures in sediments of Van Norman Lake, San Fernando, California",
    "authors": ["J.D. Sims"],
    "venue": "Science",
    "year": 1973
  }, {
    "title": "Determining earthquake recurrence intervals from deformational structures in young lacustrine sediments",
    "authors": ["J.D. Sims"],
    "venue": "Tectonophysics",
    "year": 1975
  }, {
    "title": "Influence of the water content on X-ray fluorescence core scanning measurements in soft marine sediments",
    "authors": ["R. Tjallingii", "U. Röhl", "M. Kölling", "T. Bickert"],
    "venue": "Geochemistry Geophysics Geosystems",
    "year": 2007
  }, {
    "title": "Seismogenic zones in eastern Turkey",
    "authors": ["N. Türkelli", "E. Sandvol", "E. Zor", "R. Gök", "T. Bekler", "A. Al-Lazki", "H. Karabolut", "S. Kuleli", "T. Eken", "C. Gürbüz", "S. Bayraktutan", "D. Seber", "M. Barazangi"],
    "venue": "Geophysical Research Letters",
    "year": 2003
  }, {
    "title": "Comparison of terrestrial and marine records of changing climate of the last 500,000 years",
    "authors": ["P.C. Tzedakis", "V. Andrieu", "J.L. de Beaulieu", "H.J.B. Birks", "S. Crowhurst", "M. Follieri", "H. Hooghiemstra", "D. Magri", "M. Reille", "L. Sadori", "N.J. Shackleton", "T.A. Wijmstra"],
    "venue": "Earth and Planetary Science Letters",
    "year": 1997
  }, {
    "title": "Establishing a terrestrial chronological framework as a basis for biostratigraphical comparisons",
    "authors": ["P.C. Tzedakis", "V. Andieu", "de Beaulieu", "J.-L", "H.J.B. Birks", "S. Crowhurst", "M. Follieri", "H. Hooghiemstra", "D. Magri", "M. Reille", "L. Sadori", "N.J. Shackleton", "T.A. Wijmstra"],
    "venue": "Quaternary Science Reviews",
    "year": 2001
  }, {
    "title": "Palynological investigations in western Iran",
    "authors": ["W. Van Zeist", "S. Bottema"],
    "venue": "Palaeohistoria",
    "year": 1977
  }, {
    "title": "Evidence of Lateglacial and Holocene climatic change and human impact in eastern Anatolia: high resolution pollen, charcoal, isotopic and geochemical records from the laminated sediments of Lake Van, Turkey",
    "authors": ["L. Wick", "G. Lemcke", "M. Sturm"],
    "venue": "The Holocene",
    "year": 2003
  }, {
    "title": "Climate of the Eastern Mediterranean and Near East",
    "authors": ["T.M.L. Wigley", "G. Farmer"],
    "venue": "B.A.R. International Series,",
    "year": 1982
  }, {
    "title": "Shallow structures in Lake Van",
    "authors": ["H.K. Wong", "P. Finckh"],
    "venue": "Geology of Lake Van. MTA Press,",
    "year": 1978
  }, {
    "title": "The bathymetry of Lake Van; a preliminary report",
    "authors": ["H.K. Wong", "E.T. Degens"],
    "venue": "Geology of Lake Van. MTA Press,",
    "year": 1978
  }],
  "id": "SP:2274ab0d80eaa9fd468aa79b25273a0770419b05",
  "authors": [{
    "name": "Thomas Litt",
    "affiliations": []
  }, {
    "name": "Sebastian Krastel",
    "affiliations": []
  }, {
    "name": "Michael Sturm",
    "affiliations": []
  }, {
    "name": "Rolf Kipfer",
    "affiliations": []
  }, {
    "name": "Sefer Örcen",
    "affiliations": []
  }, {
    "name": "Georg Heumann",
    "affiliations": []
  }, {
    "name": "Sven Oliver Franz",
    "affiliations": []
  }, {
    "name": "Umut B. Ülgen",
    "affiliations": []
  }, {
    "name": "Frank Niessen",
    "affiliations": []
  }],
  "abstractText": "Lake Van is the fourth largest terminal lake in the world (volume 607 km3, area 3570 km2, maximum depth 460 m), extending for 130 km WSW–ENE on the Eastern Anatolian High Plateau, Turkey. The sedimentary record of Lake Van, partly laminated, has the potential to obtain a long and continuous continental sequence that covers several glacial–interglacial cycles (ca 500 kyr). Therefore, Lake Van is a key site within the International Continental Scientific Drilling Program (ICDP) for the investigation of the Quaternary climate evolution in the Near East (‘PALEOVAN’). As preparation for an ICDP drilling campaign, a site survey was carried out during the past years. We collected 50 seismic profiles with a total length of w850 km to identify continuous undisturbed sedimentary sequences for potential ICDP locations. Based on the seismic results, we cored 10 different locations to water depths of up to 420 m. Multidisciplinary scientific work at positions of a proposed ICDP drill site included measurements of magnetic susceptibility, physical properties, stable isotopes, XRF scans, and pollen and spores. This core extends back to the Last Glacial Maximum (LGM), a more extended record than all the other Lake Van cores obtained to date. Both coring and seismic data do not show any indication that the deepest part of the lake (Tatvan Basin, Ahlat Ridge) was dry or almost dry during past times. These results show potential for obtaining a continuous undisturbed, long continental palaeoclimate record. In addition, this paper discusses the potential of ‘PALEOVAN’ to establish new results on the dynamics of lake level fluctuations, noble gas concentration in pore water of the lake sediment, history of volcanism and volcanic activities based on tephrostratigraphy, and paleoseismic and earthquake activities. 2009 Elsevier Ltd. All rights reserved.",
  "title": "‘PALEOVAN’, International Continental Scientific Drilling Program (ICDP): site survey results and perspectives"
}