{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nEarth and Planetary Science Letters\nj ourna l homepage: www.e lsev ie r.com/ locate /eps l\nA high-resolution marine 187Os/188Os record for the late Maastrichtian: Distinguishing the chemical fingerprints of Deccan volcanism and the KP impact event\nNicole Robinson a, Greg Ravizza a,⁎, Rodolfo Coccioni b, Bernhard Peucker-Ehrenbrink c, Richard Norris d\na Department of Geology and Geophysics, University of Hawaii, Honolulu, HI 96822-2225, USA b Dipartimento di Scienze dell'Uomo, dell'Ambiente e della Natura dell'Università degli Studi “Carlo Bo,” Campus Scientifico, Località Crocicchia, 61029 Urbino, Italy c Department of Marine Chemistry and Geochemistry, Woods Hole Oceanographic Institution (WHOI), Woods Hole, MA 02543, USA d Scripps Institute of Oceanography, 9500 Gilman Drive, MC 0208, La Jolla CA 92092, USA\n⁎ Corresponding author. E-mail address: ravizza@hawaii.edu (G. Ravizza).\n0012-821X/$ – see front matter © 2009 Elsevier B.V. A doi:10.1016/j.epsl.2009.02.019\na b s t r a c t a r t i c l e i n f o\nArticle history: Received 21 June 2008 Received in revised form 3 February 2009 Accepted 11 February 2009 Available online 28 March 2009\nEditor: M.L. Delaney\nKeywords: osmium flood basalt PGE impact 187Os/188Os ODP Site 690 DSDP Site 577 DSDP Site 525\nA composite late Maastrichtian (65.5 to 68.5 Ma) marine osmium (Os) isotope record, based on samples from the Southern Ocean (ODP Site 690), the Tropical Pacific Ocean (DSDP Site 577), the South Atlantic (DSDP Site 525) and the paleo-Tethys Ocean demonstrates that subaerially exposed pelagic carbonates can record seawater Os isotope variations with a fidelity comparable to sediments recovered from the seafloor. New results provide robust evidence of a 20% decline in seawater 187Os/188Os over a period of about 200 kyr early in magnetochron C29r well below the Cretaceous–Paleogene Boundary (KPB), confirming previously reported low-resolution data from the South Atlantic Ocean. New results also confirm a second more rapid decline in 187Os/188Os associated with the KPB that is accompanied by a significant increase in Os concentrations. Complementary platinum (Pt) and iridium (Ir) concentration data indicate that the length scale of diagenetic remobilization of platinum group elements from the KPB is less than 1 m and does not obscure the pre-KPB decline in 187Os/188Os. Increases in bulk sediment Ir concentrations and decreases in bulk carbonate content that coincide with the Os isotope shift suggest that carbonate burial flux may have been lower during the initial decline in 187Os/188Os. We speculate that diminished carbonate burial rate may have been the result of ocean acidification caused by Deccan volcanism.\n© 2009 Elsevier B.V. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "There is substantial evidence the late Maastrichtian was punctuated by a transient warming event at ~66 Ma that terminated 100– 200 kyr prior to the KPB, which some workers have attributed to the influence of Deccan volcanism (Barrera and Savin, 1999; Li and Keller, 1999; Wilf et al., 2003). Reconstructions of Maastrichtian CO2 levels based on paleosol data indicate abrupt increases in pCO2 superimposed upon elevated background concentrations of 3–4 times present-day levels, and are interpreted in the context of the Deccaninduced warming hypothesis (Nordt et al., 2003). Ravizza and Peucker-Ehrenbrink (2003) show a decline in the marine 187Os/ 188Os record prior to that associated with the Cretaceous–Paleogene Boundary (KPB), which they attribute to Deccan volcanism. These initial results suggest that the marine osmium (Os) isotope record of the late Maastrichtian has a distinct and resolvable shape that can be\nll rights reserved.\nused to determine the relative timing of rapid and transient changes in osmium input to the oceans, specifically those resulting from Deccan volcanism. Studies of ferromanganese crusts (Klemm et al., 2005; Burton, 2006) and pelagic clays (Peucker-Ehrenbrink et al., 1995; Pegram and Turekian, 1999; Ravizza, 2007) for the late Maastrichtian also record the decline to extremely unradiogenic, nearly chrondritic 187Os/188Os values (≈0.127: Horan et al., 2003) at the KPB, but these records lack the temporal resolution and stratigraphic control needed to confirm or refute the seawater Os isotope evolution proposed by Ravizza and Peucker-Ehrenbrink (2003).\nThe motivation for this study is four-fold: (1) To better resolve the shape and timing of the late Maastrichtian decline in the marine 187Os/188Os record by comparing coeval records from sites distributed throughout the global ocean. (2) To explore the correlation between the structure of the marine Os isotope record and the transient warming event at ~66 Ma by comparing osmium isotope data with existing oxygen isotope analyses of well preserved foraminifera, and nannofosssil abundance patterns from the same cores. (3) To determine whether or not the marine osmium isotopic record of pelagic carbonates is adversely affected by uplift and exposure above sea level by comparing Os records obtained from the modern seafloor\nto a record obtained from the analyses of pelagic carbonate now exposed on land. (4) To critically evaluate the length scale of osmium mobility during diagenesis and its potential influence on the marine osmium isotope record using complementary platinum group element (PGE: Pt, Ir, Os) data."
  }, {
    "heading": "2. Sample materials",
    "text": "The samples analyzed for this study are from the Deep Sea Drilling Program (DSDP) Site 525 onWalvis Ridge in the Atlantic (29°04.24′S, 2°59.12′E), DSDP Site 577 on Shatsky Rise in the Western Pacific (32°26.53′N, 157°43.39′E), the Ocean Drilling Program (ODP) Site 690 on Maud Rise in the Weddell Sea (65°9.629′S, 1°12.296′E), and the Scaglia Rossa Formation at Bottaccione in Gubbio, Italy (43°22′N, 12°35′E). Sample volumes from DSDP and ODP were typically 20 cm3, while sample from the Gubbio section were approximately 50–100 cm3. The high latitude ODP Site 690 was selected for comparison to two previously studied lower latitude sites (DSDP 525 and 577) to evaluate whether the Os isotopic signal recovered is global in its extent. Additional samples from DSDP Sites 525 and 577 were analyzed to increase the temporal resolution available and compare leachate and Re data between sites. Benthic and planktonic foraminiferal stable isotope data from ODP Site 690 (See Wilf et al., 2003 and references therein.) allow for a direct comparison of Os ratios to paleoclimate proxy records without the potential discrepancies in age models that might arise between sites. The Bottaccione section was chosen because as a rapidly accumulating pelagic limestone with well-developed age constraints it is well suited for a high-resolution comparison to the submarine records generated for this period. DSDP Sites 525, 577 and ODP Site 690 are submarine pelagic carbonate sections (calcareous nannofossil oozes). Over the interval studied DSDP Site 525 varies between 42.1 and 83.8 wt.% CaCO3 (Kucera et al., 1997), DSDP Site 577 sediments are generally N90 wt.% CaCO3 (Zachos et al., 1985), and ODP Site 690 varies from 77 to 92 wt.% CaCO3 (this study). The Scaglia Rossa section of Bottaccione (Premoli Silva and Sliter, 1995) is a pink to reddish-brown bedded limestone that varies from 91.6 to 97.2 wt.% CaCO3 (Crocket et al., 1988; Alvarez et al., 1990; Rocchia et al., 1990)."
  }, {
    "heading": "3. Age models",
    "text": "We elected to use magnetostratigraphy and the KPB as the sole basis for an integrated timescale in order to correlate temporally between different sites. Although this approach limits the number of age datums available for use in constructing the age models, we argue this approach is preferable when correlating such widely distributed sites because geomagnetic reversals and the KPB are very nearly globally synchronous, while other biostratigraphic datumsmay be slightly diachronous. The age models for DSDP Site 525, DSDP Site 577 and ODP Site 690 are based on linear interpolation between age datums given by magnetostratigraphy and the KPB (Supp. Table s1). Note that we have retained the 65.5 Ma date for the KPB from Hicks et al. (2002), rather than the more recent date of 66.0 Ma based on 405 kyr eccentricity cycles (Kuiper et al., 2008). This is because there is no comparable orbitally tuned age assignment for the base of C29r, placed at 65.843 Ma by Hicks et al. (2002), and thus adopting the 66.0 Ma KPB age in isolation would create a negative duration for the Cretaceous portion of C29r. For ODP Site 690 stratigraphic control is derived from the magnetostratigraphy of Hamilton (1990) and the depth of the KPB iridium (Ir) anomaly from Michel et al. (1990). It should be noted that in ODP Site 690 the C29r/C30n magnetic reversal is located at the break between cores 15 and 16. The break between cores 16 and 17 includes an estimated 4 m of unrecovered section and occurs within chron C30r. Hamilton (1990) does not assign a depth for the C30r/C30n reversal boundary, so we selected\n255.0 mbsf (meters below seafloor) based on the inclination data given (Fig. 5 from Hamilton (1990)). The C30r/C31n reversal boundary is not used as a datum for ODP Site 690. At DSDP Sites 525 and 577 stratigraphic control is based on integrated magnetobiostratigraphy using the same datums as in Ravizza and PeuckerEhrenbrink (2003). Previous work establishes the magnitude and location of the KPB Ir anomalies at DSDP Site 577 (Michel et al., 1985). In the Bottaccione section we use the integrated magnetobiostratigraphy of Coccioni et al. (2004), with the previously established location of the KPB anomaly from Alvarez et al. (1990). Using these age models the average temporal resolution of the new Os isotope records reported here is ≈85 kyr for ODP 690, ≈100 kyr for DSDP 577, and ≈40 kyr for the Bottaccione section. In time intervals of special interest samples were analyzed at temporal resolution as high as one sample each 15 kyr."
  }, {
    "heading": "4. Methods",
    "text": "Os isotope ratios and PGE concentrations were measured by isotope dilution using the nickel sulfide (NiS) fire assay preconcentration method followed by isotope ratio measurements using an Element2 ICP-MS (Ravizza and Pyle, 1997; Hassler et al., 2000). DSDP Site 577 and ODP Site 690 samples were hand-ground using a Pyrex mortar and pestle. Bottaccione samples were coarse crushed in a rock crusher with care taken that metal surfaces did not come in contact with the sample material by covering the surfaces of the jaw crusher with disposable plastic sheets. The resulting coarse crush was then fine ground in a Rocklabs ceramic zirconia mill. For NiS fire assay preconcentration a 1:1.5 sample to flux ratio was utilized, with 10 g of the sample used except when not enough sample was available. Procedural fusion blanks accounted for approximately 1 in 6 analyses performed. Procedural gas blanks were analyzed between every five samples to monitor the amount of Os cross contamination which may come from carry-over in the Teflon vials used in sparging (Hassler et al., 2000). In cases where gas blanks accounted for more than 10% of the 188Os signal intensity due to low count rates, results were not used. Procedural blanks accounted for 1–2% of Os concentration measured in the Bottaccione Section, and 0.2%–2% in ODP 690 and DSDP 577 samples. An in house Os standard prepared from a concentrated Johnson–Matthey standard solution was analyzed between every 5 samples, with a measured 187Os/188Os value of 0.1085±0.0020 (2 SD).\nIn order to better constrain the likely contribution of lithogenic Os to the sediment budget, a subset of samples from Site 690 was analyzed by XRF at Washington University in St. Louis, Missouri, for major and minor elements (supplemental Table s2). In order to better evaluate whether fluctuations in PGE concentrations resulted from differences in dilution, a subset of samples from ODP Site 690 was analyzed for bulk CaCO3 content by elemental analyzer (EA) at the University of Hawaii. Bulk CaCO3 content for selected samples from DSDP Site 577 were conducted at Woods Hole Oceanographic Institution (supplemental Table s3).\nTo further assess the potential influence of non-hydrogenous Os on bulk sediment Os concentrations, leachable rhenium (Re) and Os were measured in separate powder splits in a subset of samples (8 from ODP Site 690, 5 from Bottaccione, and 4 from DSDP Site 525) using a modification of the method described in Ravizza (2007). One gram of sediment was allowed to react with a leach solution of ~5.3 N HNO3 and 0.8% H2O2 for about an hour, and then spiked with an enriched 190Os and 185Re isotope spike, prior to separation of the solution and sediment by centrifugation. After Os was measured, Re was separated from residual sample solutions using anion exchange columns prior to ICP-MS analysis (PeuckerEhrenbrink et al., 1995). A general outline of the methods used in our lab for Re analysis by ICP-MS can be found in Ravizza and Paquay (2008)."
  }, {
    "heading": "5. Results",
    "text": "New 187Os/188Os data covering approximately the last 3 million years of the Maastrichtian (68.40 Ma to 65.51 Ma) together with complementary Pt, Ir and Os concentrations (Supp. Tables s4–s6) are presented for DSDP Site 577 (Fig. 1), ODP Site 690 (Fig. 2), and Bottaccione (Fig. 3). Previously reported 187Os/188Os and Os concen-\ntrations for DSDP Site 525 are replotted (Fig. 4) with unpublished Pt and Ir data (Supp. Table s7). The composite 187Os/188Os record reconstructed using these new bulk sediment analyses agrees well with previously published values from DSDP Sites 577 and 525 as seen in Fig. 5. All records show 187Os/188Os values close to 0.6 through\nmagnetochron C30n (67.875 Ma to 65.843 Ma). In all records, a 2- stage decline leading up to the KPB is evident which begins at, or just before, the C29r/C30n magnetic reversal (Fig. 5). After first declining from plateau values of approximately 0.59 to values of 0.42, 187Os/ 188Os values stabilize for 50–130 kyr before decreasing again steeply approaching the KPB. Previous studies spanning the KPB have measured nearly chondritic values of 187Os/188Os: ~0.13. For example the KPB at DSDP Site 577 has a 187Os/188Os of 0.157 (see Koeberl and Shirey (1997) for additional KPB data).\nThe majority of Os concentrations fall between 10 and 50 pg/g, similar to values reported for other pelagic carbonates (Reusch et al., 1998; Ravizza et al., 2001) but lower than those reported for pelagic clays (Esser and Turekian, 1988; Ravizza, 2007). Ir concentrations remain low through C30n at all sites, not increasing above background levels (~8 to 20 pg/g) until just below the KPB. The maximum Ir concentrations are found in samples closest to the KPB. At Bottaccione and ODP Site 690 maximum Ir concentrations are below reported peak Ir concentrations (Bottaccione≈3000 pg/g: Alvarez et al., 1990;\nODP Site 690 ≈1500 pg/g: Michel et al., 1990) because the KPB clay was not analyzed. Pt concentrations remain stable through C30n at Bottaccione, and begin to rise steadily at the C29r/C30n reversal boundary from 100 pg/g to 382 pg/g just below the KPB. At ODP Site 690, Pt concentrations are higher andmore variable in C30n. However, like Bottaccione, Pt concentration values at ODP Site 690 begin to increase steadily at the C29r/C30n reversal boundary, to a maximum concentration of 583 pg/g just below the KPB.\nApproximately 30% of the sample powders were analyzed in duplicate. The average difference between replicate analyses was 2% for 187Os/188Os, and 3.5% for Os concentration, with 2 notable exceptions. The first exception is that sets of duplicates from ODP Site 690 within the first declining limb after the 187Os/188Os plateau (249.9, 251.03, and 251.82 mbsf) had poor reproducibility of 187Os/ 188Os and Os concentration. Second, one sample from DSDP Site 577 (10.21 m below KPB) was analyzed in triplicate, and resulted in a 187Os/188Os range of 0.362–0.567 and a range in Os concentration of 7.8–14.8 pg/g. Given that the reproducibility of all other samples was very good, we consider the analyses that conform to the long-term trend in the 187Os/188Os record to be the best representation of the marine Os isotope record. Average reproducibility was also generally good for Pt and Ir with an average difference of 11% and 18% between replicate analyses for Pt and Ir concentrations, respectively. For clarity whenever replicate analyses were performed the resulting data are plotted separately, not averaged.\nResults of Re and Os analyses of the 18 leach solutions (supplemental Table s8) yield two main results. First, the leachable Re concentration of nearly all samples is very low, often less than 10 pg/g. Total Re in these sample digestions was similar to the measured Re blanks. Blank corrected Re concentrations range from 2.6 pg/g to 6.3 pg/g at ODP Site 690 and from 1.5 to 3.0 pg/g at Bottaccione. DSDP Site 525 shows higher Re concentrations, from 4–100 pg/g. The single 577 sample analyzed had 3 pg/g Re, also barely distinguishable from procedural blanks. Consequently the late Maastrichtian 187Os/188Os records from DSDP Site 577, ODP Site 690 and Bottaccione sections show no indication of significant in situ decay of 187Re as all age\ncorrections were less than 1% of the measured 187Os/188Os ratio. Leach analyses of the two samples from DSDP Site 525 indicate age corrections between 2 and 10% are required for these samples. However it should be noted that these corrections do not result in a better agreement with the osmium isotope data from other sites. Secondly, the 187Os/188Os of leachates agree with bulk values on average within 3%, with a range of variation of 0–12% (supplemental Table s8). Taken as a whole the leach data set does not display a systematic pattern of bulk-leach differences: Leachate values of ODP Site 690 samples were in all cases but one higher than bulk sediment values, leachate values of Bottaccione samples were in all cases but one lower than bulk sediment values, and leachate values of DSDP Site 525 samples were both higher and lower than bulk values. Leachable Os concentrations range from 10–70% of bulk Os concentrations, with an average of 40% bulk osmium leached, while 188Os count rates measured in leaches were usually less than 20% of those measured for bulk analyses. However calculated osmium concentrations should be regarded cautiously because it is difficult to assess whether or not sample and spike Os were isotopically equilibrated during the leaching procedure."
  }, {
    "heading": "6. Discussion",
    "text": ""
  }, {
    "heading": "6.1. Hydrogenous osmium dominates the sediment budget",
    "text": "There is good agreement of 187Os/188Os between the four sites when comparing bulk analyses directly (Fig. 5) without corrections for contributions from terrigenous material or extraterrestrial matter (interplanetary dust particles). However, there are small offsets between the four sections corresponding to a total range in 187Os/ 188Os of ~10%. These offsets are most apparent throughout the plateau in 187Os/188Os that spans much of magnetochron C30n. In this interval measured 187Os/188Os ratios are generally lowest at DSDP Site 525 (≈0.55), while those measured at Bottaccione (≈0.61) are typically highest. The relatively good agreement between the various bulk sediment records is somewhat surprising because estimates of the terrigenous and extraterrestrial contributions to the bulk sediment Os inventory are non-trivial (Table 1). Systematic offsets in bulk sediment 187Os/188Os between coeval pelagic carbonate sequences have been reported previously and attributed to contributions of nonhydrogenous Os to the bulk sediment Os inventory (Ravizza et al., 2001; Dalai et al., 2006) The bulk sediment osmium inventory is frequently considered to consist of three components: a hydrogenous component from seawater (OsSW), undissolved particulate extraterrestrial material (OsET), and detrital material (Osdet) (see Esser and Turekian, 1988, Dalai and Ravizza 2006 for details of such models). However, applying corrections to the bulk sediment analyses reported here based on this type of mixing model substantially increases the magnitude of offsets between records. In addition there are significant uncertainties associated with these corrections because the 187Os/ 188Os of the lithogenic component of the sediment is poorly constrained and the instantaneous sediment mass accumulation rate (MAR) need not be the same as the average sediment MAR used in the budget calculation. The agreement seen between the four sites presented here suggests that the hydrogenous component of the Os sediment inventory dominates the sediment budget, resulting in a measured bulk sediment 187Os/188Os that closely approximates that of seawater. The generally good agreement between bulk sediment and leachable 187Os/188Os supports this interpretation (supplemental Table s8 and Results section)."
  }, {
    "heading": "6.2. Age model and offsets",
    "text": "As noted above, all sites are characterized by good magnetostratigraphy and accumulation rates that allowed for sampling resolution as high as 15 kyr. However, incomplete core recovery between\ncore breaks is commonplace in DSDP and ODP cores making it very likely that the ODP Site 690 record is incomplete. As noted above, the C29r/C30nmagnetic reversal boundary is located at a core break and there is an estimated 4 m of unrecovered section in C30n. Although the overall agreement between the 187Os/188Os records presented here is good, the gaps in core recovery introduce uncertainty in age models and potentially give rise to temporal aliasing when comparing records. While the initial decline in 187Os/188Os occurs at the C29r/C30n reversal boundary at DSDP Site 577 and ODP Site 690, it begins either at or just before the reversal boundary at Bottaccione. At DSDP Site 525 the 187Os/188Os values clearly begin to decline within C30n (Fig. 5). The correspondence of a core break in ODP Site 690 to the C29r/C30n reversal boundary raises the possibility that 187Os/188Os began to decline prior to this boundary and that this section of the record was not preserved. However, Bottaccione is the most complete section in this study, and it shows only a minor decline prior to the reversal boundary. Therefore we proceed on the assumption that any time missing from ODP Site 690 at the C29r/ C30n boundary is short, and that the initial decline in 187Os/188Os at DSDP Site 525 precedes the decline at the other three sites by as much as 400 kyr.\nComparison of our new data to previously published data from DSDP 525 suggest that the 187Os/188Os of seawater during the Maastrichtian may not be homogeneous. During magnetochron C30n, the Os isotope and PGE signatures of DSDP Site 525 are distinct from the other three sites examined in this study. Also the highest measured Re concentrations were among these samples. 187Os/188Os values at DSDP Site 525 are consistently lower than values measured at the other three sites. Furthermore, Os/Ir ratios are much higher at DSDP Site 525 through C30n (averaging 2.6 compared to 1–1.4 at ODP Site 690, DSDP 577 and Bottaccione). Both Os/Ir and 187Os/188Os converge with the values measured at the other three sites after the C29r/C30n reversal boundary. These differences cannot be readily explained as the result of variations in detrital and extraterrestrial contributions at these sites. Consequently we suggest that the lower 187Os/188Os ratios and elevated Os/Ir ratios and Re concentrations may indicate poorly ventilated intermediate waters at DSDP Site 525 during C30n.\nOur suggestion of partial isolation of the South Atlantic during the late Maastrichtian is consistent with observed foraminifera fragmentation data presented in Kucera et al. (1997). That study examined sediments from Walvis Ridge during the late Maastrichtian, and saw no correspondence of dissolution signals between DSDP Sites 525 and 527. The authors interpreted this as evidence of a limited interaction between the deepwater masses on either side of the ridge. Although the residence time of osmium in the modern oceans (10–40 kyr: Peucker-Ehrenbrink and Ravizza, 2000) is longer than ocean mixing times, this does not preclude osmium isotopic heterogeneities at other\ntimes and spatial variation in the 187Os/188Os ratio of seawater may have occurred due to isolation of certain ocean basins.\nIn summary, several lines of evidence suggest that the offset between the 187Os/188Os ratios measured in DSDP Site 525 and the other cores may be the result of heterogeneous 187Os/188Os in the late Maastrichtian oceans. However, this offset may also result from contributions of non-hydrogenous Os to the bulk sediment 187Os/ 188Os. Regardless of their cause, the offsets documented in this study provide empirical evidence that the bulk sediment 187Os/188Os records are not analogous to the 87Sr/86Sr records from marine carbonates. While the marine Os isotope record does have value as a chemostratigraphic tool, it cannot be assumed to be a “single-valued” function of time."
  }, {
    "heading": "6.3. Diagenetic redistribution of PGE from the KPB",
    "text": "Analyses of 187Os/188Os, Pt/Ir and Os/Ir ratios approaching the KPB horizon allow us to place empirical constraints on the extent of downward diagenetic remobilization of PGE from the KPB. Ir concentrations are the most commonly used indicator of extraterrestrial material in bulk sediment samples. However changes in Ir concentrations may also result from variations in the flux of other sedimentary components to the seafloor (Kyte et al., 1993; Evans and Chai, 1997) making it difficult to discern the full vertical extent of an Ir anomaly. In contrast, PGE ratios are less strongly influenced by variable dilution but are still sensitive indicators of the presence of extraterrestrial material. The Pt/Ir and Os/Ir ratios of present-day seawater are large compared to those of chondrites (Table 2). Therefore a large addition of chondritic PGE to seawater by an impact should shift the Pt/Ir and Os/Ir of marine sediments to values lower than pre-impact values as the pulse of meteoritic PGE is removed from seawater to the sediments.\nOur low-resolution profile across the KPB at DSDP Site 577 (Pt/ Ir=1.7) confirms that Pt/Ir ratios vary as described above. Highresolution late Maastrichtian data from ODP Site 690 (Fig. 2) and Bottaccione (Fig. 3) demonstrate that Pt/Ir values begin to decline close to the KPB, much later than the decline in 187Os/188Os at the C30n/C29r boundary. At ODP Site 690 Ir and Os concentrations begin an irregular rise to higher concentrations roughly 3 m below the KPB, but Pt/Ir ratios begin to shift toward lower values only 0.65 m below the KPB. At Bottaccione the deepest indication of a significant decrease in Pt/Ir ratio occurs 0.80 m below the KPB. While the data set for DSDP Site 577 includes an analysis of the KPB, sample density close to the boundary is relatively low. Given this limitation we can safely conclude that Pt/Ir ratios in DSDP 577 give no indication of an extraterrestrial influence 1.6 m below the boundary, whereas such an influence is clear within 0.37m of the boundary. There is a similar shift to Os/Ir ratios less than 1 approaching the KPB that is consistent with the influence of a limited redistribution of PGE at the KPB. We note that the very low, sub-chondritic Os/Ir ratios in ODP Site 690 and Bottaccione samples closest to the KPB support the model advanced by Paquay et al. (2008).\nThe constraints that PGE ratios place on the extent of diagenetic remobilization of the PGE have important implications for interpretation of marine sediment Os isotope data, both in general and in this study. With regard to this specific study, the PGE data confirm the initial inference, based mainly on previously reported data from DSDP Site 525, that there are two separate intervals of decreasing 187Os/ 188Os in the lateMaastrichtian portion of themarine Os isotope record. The close correspondence between the shift to lower Pt/Ir ratios and the onset of the 187Os/188Os decline into the KPB provides strong evidence that this second decline is related to diagenetic redistribution of PGE from the KPB horizon. In the absence of diagenesis and physical mixing by bioturbation, we contend that this decline would be essentially instantaneous and correspond with the time of the impact event. An important corollary of this interpretation is that the initial decline in 187Os/188Os is unrelated to an impact event as there is onlyminor Ir enrichment and no shift in PGE ratios towards chondritic values. More generally, these data place a robust upper limit on the length scale of diagenetic Os redistribution in ancient pelagic carbonate sequences. Even in the presence of strong concentration gradients (total KPB Os concentrations are elevated approximately 50- fold relative to background values at DSDP Site 577), diagenetic redistribution of Os is restricted to a length scale of 0.8 m over an approximately 65 Myr time span. This length scale is similar to that estimated by Lee et al. (2003) based on examining PGE concentration profiles across the KPB in a slowly accumulating pelagic clay sequence. Qualitatively we suspect that in more typical pelagic carbonate sequences, unaffected by large impact events and with modest concentration gradients, the typical length scale of diagenetic Os redistribution will be substantially reduced relative to the 0.8 m length scale estimated here."
  }, {
    "heading": "6.4. Forcing of the marine Os record by Deccan volcanism",
    "text": "The refined late Maastrichtian Os isotope record presented here provides the impetus for a reassessment of Os isotope constraints on the timing of Deccan volcanism. Based mainly on data from DSDP Site 525, Ravizza and Peucker-Ehrenbrink (2003) concluded that the first major phase of Deccan volcanism straddled the C30n/C29r magnetic reversal boundary, consistent with more recent paleomagnetic (Chenet et al., 2008; Jay et al., 2008) and geochronologic results (Chenet et al., 2007; Widdowson and Kelly, 2008). This interpretation is predicated upon the assumption that the abrupt decline in the marine Os isotope record from 187Os/188Os of 0.6 to 0.4 was a direct consequence of Deccan volcanism. New data presented here show that the most significant portion of this decline occurs early in magnetochron C29r. During this initial 187Os/188Os decline the rate of\nchange in 187Os/188Os in both the time and depth domain is less rapid than in the subsequent KPB-related decline. In the depth domain the decline spans between 2 and 3 m and there are no systematic changes in Os concentrations or PGE ratios during the decline. We argue that diagenetic remobilization cannot account for more than half thewidth of this feature, and likely much less. In the time domain the corresponding estimated duration of the decline is 200 kyr, with a firm lower bound at 100 kyr. It should be noted that because our age models are based upon the KPB and magnetic reversals C29r/C30n, changes to the assigned ages for these datums will adjust duration estimates accordingly.\nAlthough there are other instances where large igneous province (LIP) formation is associated with excursions in the marine Os isotope record (Cohen and Coe, 2002; Tejada et al., 2006; Turgeon and Creaser, 2008), independent evidence of the timing of major volcanic activity is essential to fully exploiting the potential of the marine Os isotope record as a proxy indicator of LIP volcanism. For the lateMaastrichtian, Ravizza and Peucker-Ehrenbrink (2003) suggested that much of the decline in the marine 187Os/188Os record was likely a consequence of Deccan volcanism eliminating a source of radiogenic Os from the Indian craton. Implicit in this interpretation is the idea that once weathering of radiogenic cratonic rocks is terminated by flood basalt emplacement, subsequent thickening of the pile of basaltic lavas need not further perturb the seawater 187Os/188Os. This interpretation is motivated partly by the fact that the main Deccan province covered the Proterozoic and Archean Dharwar Province (Jerram and Widdowson, 2005). Additionally, Ravizza and Peucker-Ehrenbrink (2003) inferred that the Os inventory of Deccan lavas was too small to account for the observed change in seawater based on low Os concentrations of Deccan basalts (Allègre et al., 1999). Very high Os concentrations have been documented in lateritic soils from the Deccan (Wimpenny et al., 2007) but the significance of this finding to the present work is open to interpretation. These data may suggest that portions of the Deccan lava pile may contain an Os inventory much larger than implied by the published basalt analyses. Alternatively, if these high Os concentrations result from preferential Os retention in deeply weathered horizons, then one could argue that the laterite Os data suggest basalt weathering does not release substantial Os to seawater.\nIn contrast, Cohen and Coe (2002, 2007) argue that in the case of the Central Atlantic Magmatic Province (CAMP), flood basalt emplacement and weathering added large amounts of unradiogenic Os to seawater, greatly increasing the flux of dissolved Os to the oceans. The distinction between the Deccan and CAMP interpretations has important implications for how the marine Os isotope record might be used to constrain the timing and duration of LIP volcanism. For the Deccan, Ravizza and Peucker-Ehrenbrink (2003) argued that the 187Os/188Os decline marked the onset of the initial major phase of volcanism. For the CAMP record, where emplacement and weathering of the volcanic pile is considered to be the primary cause of the Os isotope shift, the marine Os isotope record is interpreted as a more direct indicator of volcanic activity (Cohen and Coe, 2002, 2007). This comparison illustrates that even if one is willing to accept the temporal coincidence of LIP emplacement with negative excursions in the marine Os isotope record as empirical evidence of a causal connection between the two, a more complete description of this connection is needed to understand in detail the relative timing of the Os isotope excursion and peak volcanism.\nTwo recent publications (Chenet et al., 2007; Keller et al., 2008) have renewed claims that Deccan volcanismmay be a critical factor in the mass extinction at the end of the Maastrichtian. These arguments are based upon studies documenting large SO2 fluxes associated with flood basalt eruption (Self et al., 2006, 2008) and putative Deccan eruption histories that concentrate eruptive volumes essentially at the KPB. While it is generally agreed that approximately 80% of the total thickness of Deccan erupted within magnetochron C29r, the\ndistribution of volcanismwithin C29r prior to the KPB remains poorly constrained. Chenet et al. (2007) offer a fairly detailed description of Deccan eruptive history (summarized in Fig. 6) based on K–Ar dating. This history draws upon biostratigraphic work demonstrating a KP age for intertrappen sediments within the Rajahmundry (Keller et al., 2008) and the proposed correlation of the upper and lower Rajahmandry outliers with the Mahabaleshwar and Ambenali formations, respectively. If correct this history places the most voluminous episode of the Deccan, the Ambenali formation, immediately prior to the KPB. Recent work (Chenet et al., 2008) argues for very rapid eruption rates (approximately 100 km3/yr) based on the stability of paleomagnetic poles within lavas up to 180m thick with total volumes on the order of 20,000 km3. Chenet et al. (2008) estimate fluxes of SO2 from single eruption events within the Wai subgroup are comparable to the SO2 flux estimated to have resulted from the Chicxulub impact event.\nEven if we accept all the interpretations advanced in the preceding paragraph, the timing of the initial decline in the marine Os isotope record at the C29r/C30n reversal boundary is difficult to reconcile with the idea that SO2 released by Deccan volcanism played an important role in the KP extinction. Specifically we assert that it is likely that eruption rates and SO2 fluxes associated with the flows emplaced early in C29r, presumably formations in the Kalsubai subgroup, were very similar to those emanating from the Ambenali. Note that recent direct measurements of sulfur inmelt inclusions have confirmed the potential for large SO2 fluxes from Kalsubai formations (Self et al., 2008) and rapid effusion is attributed to continental flood basalts in general (Self et al., 2006). Consequently, it is difficult to explain why an abrupt mass extinction should occur following\nemplacement of an eruptive unit that occurs in the upper third of the Deccan lava pile and represents less than 20% of its total eruptive volume, and not during the earlier phases of Deccan volcanism.\n6.5. Possible link between Deccan volcanism and ocean acidification\nAs implied above the marine Os isotope record suggests that the effects of Deccan volcanism should bemore readily evident at the C29r/ C30n reversal boundary, which we have interpreted as the onset of the main phase of Deccan volcanism. Evidence shows that extensive flood basalt volcanism, elevated atmospheric pCO2 levels (Nordt et al., 2003) and global warmth (Thibault and Gardin, 2007; Wilf et al., 2003 and references therein) coincide within a time window of a few hundred thousand years. Comparison of Os isotope and foraminiferal oxygen isotope data show that the initial decline in 187Os/188Os is accompanied by a shift to oxygen isotope ratios indicative of warmer conditions (see Supplementary Fig. S1). The simplest interpretation of this coincidence is that Deccan volcanism played a causative role in increased atmospheric CO2 levels and resulted in global warming, as previously suggested by Barrera and Savin (1999), Li and Keller (1999), Olsson et al. (2001) and Ravizza and Peucker-Ehrenbrink (2003). Although, the inferred magnitude and duration of warming cannot be readily explained as the result of the direct addition of volcanic CO2 alone (Caldeira and Rampino, 1990; Self et al., 2006), significant shoaling of the lysocline and CCD are predictable consequences of this sort of perturbation to the global carbon cycle. This is illustrated clearly by the study of carbonate dissolution associate with the Paleocene–Eocene Thermal Maximum (Zachos et al., 2005; Zeebe and Zachos, 2007). Results from several recent studies imply ocean acidification could\nata from Bottaccione Gorge and proposed stages of volcanism from Chenet et al. (2007).\nes from Chenet et al. (2007) are located as follows: Stage 1 occurred near theC30n/C30r\nage 3 began in the upper C29r and ended in C29n. The 2.5 Myr duration for the period of\nDates for magnetic reversals are from Hicks et al. (2002). Eruption rates and SO2 fluxes\nfrom the Ambenali. We question why an abrupt mass extinction would result from the\ns than 20% of its total eruptive volume, and not elsewhere in Deccan.\nreasonably result from Deccan volcanism. Self et al. (2006) estimates likelyquantities ofCO2 to be14,000Gt andSelf et al. (2008)estimate SO2 released by Deccan volcanism to be 3500–5400 Gt. This large burden of carbon dioxide and sulfuric acid would significantly perturb ocean carbonate chemistry (D'Hondt et al., 1994; Sohsuke and Sujita, 2006). Model results aimed at assessing the impact of CAMP volcanism on ocean carbonate chemistry (Berner and Beerling 2007) concluded that volcanic SO2 would significantly enhance dissolution and that whole ocean undersaturation with respect to calcite was possible if the eruption interval was sufficiently brief.\nAlthough pursuing a Deccan ocean acidification hypothesis is speculative, it is justified in the context of this work. The concentrations of Ir and CaCO3 collected as part of this study suggest that the sedimentary signal of ocean acidification caused by Deccan volcanism may be preserved in these Maastrichtian pelagic carbonate sequences. Figs. 1–4 show that Ir concentrations increase close to the C29r/C30n magnetic reversal at all sites except the shallow DSDP Site 525. If Ir is considered to be a quasi-constant flux tracer (Dalai and Ravizza, 2006) then increased Ir concentrations indicate diminished CaCO3 burial flux. While it is possible that Deccan volcanism provided a significant additional source of Ir to seawater (Zoller et al., 1993), Pt/Ir ratios do not support a change in PGE source prior to the decline in Pt/Ir ratios close to the KPB. For this reason we prefer to interpret the increase in bulk sediment Ir concentrations at Bottaccione, ODP Site 690 and DSDP Site 577 as evidence of a decrease in carbonate burial flux rather than an increase in Ir flux. Low-resolution CaCO3 data from ODP Site 690 and DSDP Site 577 are grossly consistent with this interpretation (Fig. 7). Together the Ir and CaCO3 data are permissive evidence suggesting that a global episode of diminished carbonate production and/or seafloor carbonate dissolution began close to the C29r/C30n magnetic reversal. We speculate that decreased CaCO3 burial fluxes may be a consequence of ocean acidification caused by Deccan volcanism. An unambiguous dissolution event very early in magnetochron C29r at DSDP Site 527 (paleodepth 2700 m) has been documented by careful study of fragmentation of foraminifera, but was interpreted as a consequence of a basin scale reorganization of deepwater circulation (Kucera et al., 1997) rather than the global phenomenon as we suggest here. Additionally, a recent examination of nannofossil assemblages at Site 525A (Thibault and Gardin, 2007)\ndid not find evidence of varying levels of preservation. However, these workers did find evidence for pulses of what they termed high-stress environmental conditions, one of these they attribute to Deccaninduced warming. Using this conceptual framework we predict that significant deep-sea carbonate dissolution is associated with the initial rapid decline in the marine 187Os/188Os record. Confirmation of our predictionwould constitute independent evidence supporting the interpretation that the abrupt shifts to lower seawater 187Os/188Os are caused by Deccan volcanism. Moreover if evidence of extensive dissolution persists into the 187Os/188Os plateau at ≈0.4 prior to the KPB, this will indicate that themarine Os isotope recordmay serve as a reliable indicator of the onset of major flood basalt volcanism, but not for eruptive duration or volume."
  }, {
    "heading": "7. Conclusion",
    "text": "The osmium isotope record of the Maastrichtian has a coherent structure, characterized by two geochemically and temporally distinct declines leading up to the KPB. This pattern is seen in the four pelagic carbonate sections studied, and agrees well with previously published records. Additionally, the agreement between the subaerial carbonate section (Bottaccione) and the marine carbonate sections (DSDP and ODP Sites) demonstrates the robustness of bulk sediment osmium isotope analyses in recovering a global seawater signature. The initial decline in 187Os/188Os is coeval with an abrupt and transient warming event, an increase in atmospheric CO2, and a potential suppression of carbonate burial, and is consistent with an interpretation of Deccan volcanism as the cause of this initial decline. 187Os/188Os records may be used to constrain the onset of Deccan volcanism, but may not constrain its duration."
  }, {
    "heading": "Acknowledgements",
    "text": "Wewish to thank the following individuals who assisted us during the course of this research. Denys VonderHaar (UH) and Tracy Atwood (WHOI) provided essential support in the lab. The Popp Lab (UH) and Steve Manganini (WHOI) who assisted with carbonate analyses. The manuscript was improved by helpful comments from four reviewers: Martin Frank, Christian Koeberl, Cin-Ty Lee, and Troy Rasbury. This research used samples and data provided by the Integrated Ocean Drilling Program (IODP). Funding for this research was provided by NSF (EAR0309264 to GR and OCE0526559 to GR and BPE). This is SOEST Contribution # 7663. This is publication no. 32 of the Centro di Geobiologia of the Urbino University."
  }, {
    "heading": "Appendix A. Supplementary data",
    "text": "Supplementary data associated with this article can be found, in the online version, at doi:10.1016/j.epsl.2009.02.019."
  }],
  "year": 2009,
  "references": [{
    "title": "Age of Deccan traps using 187Re– 187Os systematics",
    "authors": ["C. Allègre", "J.L. Birck", "F. Capmus", "V. Courtillot"],
    "venue": "Earth Planet. Sci",
    "year": 1999
  }, {
    "title": "Iridium profile for 10 million years across the Cretaceous–Tertiary Boundary at Gubbio (Italy)",
    "authors": ["W. Alvarez", "F. Asaro", "A. Montanari"],
    "year": 1990
  }, {
    "title": "Evolution of late Campanian–Maastrichtian marine climates",
    "authors": ["E. Barrera", "S. Savin"],
    "venue": "Geol. Soc. Am. Spec",
    "year": 1999
  }, {
    "title": "Volcanic degassing necessary to produce a CaCO3 undersaturated ocean at the Triassic–Jurassic boundary. Palaeogeogr",
    "authors": ["R. Berner", "D. Beerling"],
    "venue": "Palaeoclimatol. Palaeoecol",
    "year": 2007
  }, {
    "title": "Global weathering variations inferred from marine radiogenic isotope records",
    "authors": ["K.W. Burton"],
    "venue": "J. Geochem. Explor",
    "year": 2006
  }, {
    "title": "Carbon dioxide emissions from Deccan volcanism and a K/T boundary greenhouse effect",
    "authors": ["K. Caldeira", "M. Rampino"],
    "venue": "Geophys. Res",
    "year": 1990
  }, {
    "title": "Paleoenvironmental history of the Walvis Ridge at the Cretaceous–Tertiary transition, from mineralogical and geochemical investigations",
    "authors": ["H. Chamley", "H. Maillot", "G. Duee", "C. Robert"],
    "venue": "Initial Rep. DSDP",
    "year": 1984
  }, {
    "title": "40K–40Ar dating of the Main Deccan large igneous province: further evidence of the KTB age and short duration",
    "authors": ["Chenet", "A.-L", "X. Quidelleur", "F. Fluteau", "V. Courtillot", "S. Bajpai"],
    "venue": "Earth Planet. Sci",
    "year": 2007
  }, {
    "title": "Determination of rapid Deccan eruptions across the KTB using paleomagnetic secular variations: 1. Results from a 1200-m-thick section in the Mahabaleshwar escarpment",
    "authors": ["Chenet", "A.-L", "F. Fluteau", "V. Courtillot", "M. Gerard", "K. Subbarao"],
    "venue": "J. Geophys. Res. 113,",
    "year": 2008
  }, {
    "title": "New Insights on the Late Cretaceous–Eocene Foraminiferal Record from the Classical Bottaccione and Contessa Pelagic Tethyan Sections (Gubbio, Central Italy): Results fromHigh Resolution Study and a New Sample Preparation Technique",
    "authors": ["R. Coccioni", "E. Ferraro", "L. Giusberti", "F. Lirer", "V. Luciani", "A. Marsili", "S. Spezzaferri"],
    "venue": "32nd IGC,",
    "year": 2004
  }, {
    "title": "New geochemical evidence for the onset of volcanism in the Central Atlantic magmatic province and the environmental change at the Triassic",
    "authors": ["A. Cohen", "A. Coe"],
    "venue": "Jurassic boundary. Geology",
    "year": 2002
  }, {
    "title": "The impactof theCentralAtlanticMagmatic Province on climate and on the Sr- and Os-isotope evolution of seawater",
    "authors": ["A. Cohen", "A. Coe"],
    "venue": "Palaeogeog. Palaeclimatol. Paleoecol",
    "year": 2007
  }, {
    "title": "Distribution of noble metals across the Cretaceous/Tertiary boundary at Gubbio, Italy: iridium variation as a constraint of the duration and nature of Cretaceous/Tertiary boundary",
    "authors": ["J. Crocket", "C. Officer", "F. Wezel", "G. Johnson"],
    "venue": "events. Geology",
    "year": 1988
  }, {
    "title": "Platinum-group elements in Deccan mafic rocks: a comparison of suites differentiated by Ir content",
    "authors": ["J.H. Crocket", "D.K. Paul"],
    "venue": "Chem. Geol",
    "year": 2004
  }, {
    "title": "Estimation of sediment accumulation rates using iridium concentrations of marine sediments: an assessment from Os isotope and platinum group element records from the Ontong–Java Plateau",
    "authors": ["T. Dalai", "G. Ravizza"],
    "venue": "Geochim. Cosmochim",
    "year": 2006
  }, {
    "title": "The Late Eocene 187Os/188Os excursion: chemostratigraphy, cosmic dust flux and the Early Oligocene glaciation",
    "authors": ["T. Dalai", "G. Ravizza", "B. Peucker-Ehrenbrink"],
    "venue": "Earth Planet. Sci",
    "year": 2006
  }, {
    "title": "Surface-water acidification and extinction at the Cretaceous–Tertiary",
    "authors": ["S. D'Hondt", "M. Pilson", "H. Sigurdsson", "A. Hanson", "S. Carey"],
    "venue": "boundary. Geology",
    "year": 1994
  }, {
    "title": "Accretion rate of extraterrestrial particles determined from osmium isotope systematics of Pacific Pelagic clay and manganese nodules",
    "authors": ["B. Esser", "K. Turekian"],
    "venue": "Geochim. Cosmochim",
    "year": 1988
  }, {
    "title": "The distribution and geochemistry of platinum-group elements as event markers in the Phanerozoic",
    "authors": ["N. Evans", "C. Chai"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 1997
  }, {
    "title": "Mesozoic magnetostratigraphy of Maud Rise, Antarctica",
    "authors": ["N. Hamilton"],
    "venue": "Proc. Ocean Drill. Prog. Sci. Res",
    "year": 1990
  }, {
    "title": "Rapid determination of Os isotopic composition by sparging OsO4 into a magnetic-sector ICP-MS",
    "authors": ["D. Hassler", "B. Peucker-Ehrenbrink", "G. Ravizza"],
    "venue": "Chem. Geol",
    "year": 2000
  }, {
    "title": "Magnetostratigraphy and geochronology of the Hell Creek and basal Fort Union Formations of southwestern North Dakota and a recalibration of the age of the Cretaceous–Tertiary boundary. Geol",
    "authors": ["J. Hicks", "K. Johnson", "J. Obradovich", "L. Tauxe", "D. Clark"],
    "year": 2002
  }, {
    "title": "Highly siderophile elements in chondrites",
    "authors": ["M.L. Horan", "R.J. Walker", "J.W. Morgan", "J.N. Grossman", "A.E. Rubin"],
    "venue": "Chem. Geol",
    "year": 2003
  }, {
    "title": "New palaeomagnetic data from the Mahabaleshwar Plateau, Deccan Flood Basalt Province, India: implications for the volcanostratigraphic architecture of continental flood basalt provinces",
    "authors": ["A.E. Jay", "C. Mac Niocaill", "M. Widdowson", "W. Turner"],
    "venue": "J. Geol. Soc. London",
    "year": 2008
  }, {
    "title": "The anatomy of Continental Flood Basalt Provinces: geological constraints on the processes and products of flood volcanism",
    "authors": ["D. Jerram", "M. Widdowson"],
    "venue": "Lithos",
    "year": 2005
  }, {
    "title": "Main Deccan volcanism phase ends near the K–T boundary: evidence from the Krishna–Godavari Basin, SE India",
    "authors": ["G. Keller", "T. Adatte", "S. Gardin", "A. Bartolini", "S. Bajpai"],
    "venue": "Earth Planet. Sci",
    "year": 2008
  }, {
    "title": "Osmium isotope stratigraphy of a marine ferromanganese crust",
    "authors": ["V. Klemm", "S. Levasseur", "M. Frank", "J. Hein", "A. Halliday"],
    "venue": "Earth Planet. Sci",
    "year": 2005
  }, {
    "title": "Re–Os isotope systematics as a diagnostic tool for the study of impact craters and distal ejecta",
    "authors": ["C. Koeberl", "S. Shirey"],
    "venue": "Paleogeogr. Palaeoclimatol. Palaeoecol",
    "year": 1997
  }, {
    "title": "Foraminiferal dissolution at shallow depths of the Walvis Ridge and Rio Grande Rise during the latest Cretaceous: inferences for deep-water circulation in the South Atlantic",
    "authors": ["M. Kucera", "B.A. Malmgren", "U. Sturesson"],
    "venue": "Palaeogeogr. Palaeoclimatol. Paleoecol",
    "year": 1997
  }, {
    "title": "Cenozoic sedimentation history of the central North Pacific: inferences in the elemental geochemistry of core LL44-GPC3",
    "authors": ["F. Kyte", "M. Leinen", "G.R. Heath", "L. Zhou"],
    "venue": "Geochim. Cosmochim",
    "year": 1993
  }, {
    "title": "Terrestrial evidence for two greenhouse events in the latest Cretaceous",
    "authors": ["L. Nordt", "S. Atchley", "S. Dworkin"],
    "venue": "GSA Today",
    "year": 2003
  }, {
    "title": "Platinum-group element (PGE) and rhenium in marine sediments across the Cretaceous–Tertiary boundary: constraints on Re-PGE transport in the marine environment",
    "authors": ["Lee", "C.-T", "G. Wasserburg", "F. Kyte"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 2003
  }, {
    "title": "Variability in Late Cretaceous climate and deep waters: evidence from stable isotopes",
    "authors": ["L. Li", "G. Keller"],
    "venue": "Mar. Geol",
    "year": 1999
  }, {
    "title": "Sediments and soils: chemistry and abundances. In: Aherns, T.J. (Ed.), Rock physics and Phase Relations, A Handbook of Physical Constants",
    "authors": ["S.M. McLennan"],
    "venue": "AGU Reference Shelf,",
    "year": 1995
  }, {
    "title": "Elemental profile of iridium and other elements near the Cretaceous/Tertiary boundary in Hole 577B",
    "authors": ["H. Michel", "F. Asaro", "W. Alvarez", "L. Alvarez"],
    "venue": "Initial Rep. DSDP",
    "year": 1985
  }, {
    "title": "Geochemical studies of the Cretaceous– Tertiaryboundary inODPHoles689B and690C",
    "authors": ["H. Michel", "F. Asaro", "W. Alvarez", "L. Alvarez"],
    "venue": "Proc.OceanDrill. Prog. Sci. Resutls",
    "year": 1990
  }, {
    "title": "Paleobiogeography of Pseudotextularia elegans during the latest Maastrichtian global warming event",
    "authors": ["R. Olsson", "J. Wright", "K. Miller"],
    "venue": "J. Foraminiferal res",
    "year": 2001
  }, {
    "title": "Determining chondritic impactor size from the marine osmium isotope",
    "authors": ["F. Paquay", "G. Ravizza", "T. Dalai", "B. Peucker-Ehrenbrink"],
    "venue": "record. Science",
    "year": 2008
  }, {
    "title": "The osmium isotope composition change of Cenozoic sea water inferred from a deep-sea core corrected for meteoritic contributions",
    "authors": ["W. Pegram", "K. Turekian"],
    "venue": "Geochim. Cosmochim",
    "year": 1999
  }, {
    "title": "Rhenium–osmium isotope systematics and platinum group element concentrations: loess and the upper continental crust",
    "authors": ["B. Peucker-Ehrenbrink", "B. Jahn"],
    "venue": "Geochem. Geophys. Geosystem",
    "year": 2001
  }, {
    "title": "The marine 187Os/188Os record of the past 80 million years",
    "authors": ["B. Peucker-Ehrenbrink", "G. Ravizza", "A.W. Hofman"],
    "venue": "Earth Planet. Sci",
    "year": 1995
  }, {
    "title": "The marine osmium isotope record",
    "authors": ["B. Peucker-Ehrenbrink", "G. Ravizza"],
    "venue": "Terra Nova",
    "year": 2000
  }, {
    "title": "Cretaceous planktonic foraminiferal biostratigraphy and evolutionary trends from the Bottaccione section, Gubbio, Italy",
    "authors": ["I. Premoli Silva", "W. Sliter"],
    "venue": "Palaeontogr. Ital",
    "year": 1995
  }, {
    "title": "The distribution of the platinum group elements and their isotopes. The Encyclopedia of Ocean Sciences",
    "authors": ["G. Ravizza"],
    "year": 2001
  }, {
    "title": "Reconstructing themarine 187Os/188Os record and the particulate fluxof meteoritic osmiumduring the late Cretaceous fromODP 886C",
    "authors": ["G. Ravizza"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 2007
  }, {
    "title": "PGE and Os isotopic analyses of single sample aliquots with NiS fire assay preconcentration",
    "authors": ["G. Ravizza", "D. Pyle"],
    "venue": "Chem. Geol",
    "year": 1997
  }, {
    "title": "Chemostratigraphic evidence of Deccan volcanism from the marine osmium isotope record",
    "authors": ["G. Ravizza", "B. Peucker-Ehrenbrink"],
    "venue": "Science",
    "year": 2003
  }, {
    "title": "Osmium isotope chemostratigraphy applied to organic-rich marine sediments from the Eocene–Oligocene transition on the West African margin (ODP Site 959)",
    "authors": ["G. Ravizza", "F. Paquay"],
    "venue": "Paleoceanography 23",
    "year": 2008
  }, {
    "title": "An osmium isotope excursion associated with the late Paleocene thermal maximum: evidence of intensified chemical weathering",
    "authors": ["G. Ravizza", "R. Norris", "J. Blusztajn"],
    "venue": "Paleoceanography",
    "year": 2001
  }, {
    "title": "Miocene seawater 187Os/188Os ratios inferred from metalliferous carbonates",
    "authors": ["D. Reusch", "G. Ravizza", "K. Maasch", "J. Wright"],
    "venue": "Earth Planet. Sci",
    "year": 1998
  }, {
    "title": "The Cretaceous–Tertiary boundary at Gubbio revisited: vertical extent of the Ir anomaly",
    "authors": ["R. Rocchia", "D. Boclet", "P. Bonte", "C. Jehanno", "Y. Chen", "V. Courtillot", "C. Mary", "F. Wezel"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 1990
  }, {
    "title": "Volatile fluxes during flood basalt eruptions and potential effects on the global environment",
    "authors": ["S. Self", "M. Widdowson", "T. Thordarson", "A. Jay"],
    "venue": "Earth Planet. Sci",
    "year": 2006
  }, {
    "title": "Sulfur and chlorine in late Cretaceous Deccan magmas and eruptive gas release",
    "authors": ["S. Self", "S. Blake", "K. Sharma", "M. Widdowson", "S. Sephton"],
    "venue": "Science 319,",
    "year": 2008
  }, {
    "title": "Rapid fall of the K/T sulfuric acid aerosols and oceanic pH reduction",
    "authors": ["O. Sohsuke", "S. Sujita"],
    "venue": "Lunar and Planetary Science Conference. LPI,",
    "year": 2006
  }, {
    "title": "Ontong Java plateau and OAE1: is there really a link",
    "authors": ["M. Tejada", "K. Suzuki", "T. Sakamoto", "R. Coccioni", "J. Kuroda", "Y. Tatsumi", "J.J. Mahoney"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 2006
  }, {
    "title": "The late Maastrichtian nannofossil record of climate change in the South Atlantic DSDP Hole 525A",
    "authors": ["N. Thibault", "S. Gardin"],
    "venue": "Mar. Micropaleontol",
    "year": 2007
  }, {
    "title": "Cretaceous anoxic event 2 triggered by a massive magmatic episode",
    "authors": ["S.C. Turgeon", "R.A. Creaser"],
    "venue": "Nature",
    "year": 2008
  }, {
    "title": "Dating the Deccan: determining the timing and duration of the Indian KTB-spanning CFB eruptions",
    "authors": ["M. Widdowson", "S. Kelley"],
    "venue": "(Abs.) AGU Fall Meeting,",
    "year": 2008
  }, {
    "title": "Correlated terrestrial and marine evidence for global climate change before mass extinction at the Cretaceous–Paleogene boundary",
    "authors": ["P. Wilf", "K. Johnson", "B. Huber"],
    "venue": "Proc. Natl. Acad",
    "year": 2003
  }, {
    "title": "Rhenium and osmium isotope behavior accompanying laterite formation in the Deccan region of India",
    "authors": ["J. Wimpenny", "A. Gannoun", "K. Burton", "M. Widdowson", "R. James", "S. Gislason"],
    "venue": "Earth Planet. Sci",
    "year": 2007
  }, {
    "title": "Stable isotope and trace element geochemistry of carbonate sediments across the Cretaceous– Tertiary boundary at Deep Sea Drilling Project Hole 577",
    "authors": ["J.C. Zachos", "M.A. Arthur", "R.C. Thunell", "D.F. Williams", "E.J. Tappa"],
    "venue": "Leg 86. Initial Rep. DSDP",
    "year": 1985
  }, {
    "title": "Rapid acidification of the ocean during the Paleocene–Eocene Thermal Maximum",
    "authors": ["J.C. Zachos", "U. Röhl", "S.A. Schellenberg", "A. Sluijs", "D.A. Hodell", "D.C. Kelly", "E. Thomas", "M. Nicolo", "I. Raffi", "L.J. Lourens", "H. McCarren", "D. Kroon"],
    "year": 2005
  }, {
    "title": "Reversed deep-sea carbonate ion basin-gradient during Paleocene– EoceneThermalMaximum.Paleoceanography22",
    "authors": ["R. Zeebe", "J.C. Zachos"],
    "year": 2006
  }, {
    "title": "Iridium enrichment in airborne particles from Kilauea Volcano",
    "authors": ["W. Zoller", "J. Parrington", "J. Kotra", "M. Phelan"],
    "venue": "Science",
    "year": 1993
  }],
  "id": "SP:b142d2a1c38635bf101bf24b0977d6345679c6e1",
  "authors": [{
    "name": "Nicole Robinson",
    "affiliations": []
  }, {
    "name": "Greg Ravizza",
    "affiliations": []
  }, {
    "name": "Rodolfo Coccioni",
    "affiliations": []
  }, {
    "name": "Bernhard Peucker-Ehrenbrink",
    "affiliations": []
  }, {
    "name": "Richard Norris",
    "affiliations": []
  }],
  "abstractText": "a Department of Geology and Geophysics, University of Hawaii, Honolulu, HI 96822-2225, USA b Dipartimento di Scienze dell'Uomo, dell'Ambiente e della Natura dell'Università degli Studi “Carlo Bo,” Campus Scientifico, Località Crocicchia, 61029 Urbino, Italy c Department of Marine Chemistry and Geochemistry, Woods Hole Oceanographic Institution (WHOI), Woods Hole, MA 02543, USA d Scripps Institute of Oceanography, 9500 Gilman Drive, MC 0208, La Jolla CA 92092, USA",
  "title": "A high-resolution marine Os/Os record for the late Maastrichtian: Distinguishing the chemical fingerprints of Deccan volcanism and the KP impact event"
}