{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nEarth and Planetary Science Letters\nj ourna l homepage: www.e lsev ie r.com/ locate /eps l\nA new chronology for the end-Triassic mass extinction\nM.H.L. Deenen a,⁎, M. Ruhl b, N.R. Bonis b, W. Krijgsman a, W.M. Kuerschner b, M. Reitsma a,c, M.J. van Bergen c\na Paleomagnetic Laboratory, Utrecht University, Budapestlaan 17, 3584 CD Utrecht, The Netherlands b Laboratory of Palaeobotany and Palynology, Utrecht University, Budapestlaan 4, 3584, CD, Utrecht, The Netherlands c Department of Earth Sciences, Utrecht University, Budapestlaan 4, 3584 CD Utrecht, The Netherlands\n⁎ Corresponding author. Tel.: +31 302531676. E-mail address: deenen@geo.uu.nl (M.H.L. Deenen).\n0012-821X/$ – see front matter © 2010 Elsevier B.V. A doi:10.1016/j.epsl.2010.01.003\na b s t r a c t a r t i c l e i n f o\nArticle history: Received 2 October 2009 Received in revised form 30 November 2009 Accepted 4 January 2010 Available online 1 February 2010\nEditor: P. DeMenocal\nKeywords: Central Atlantic Magmatic Province end-Triassic mass extinction LIP emplacement Argana basin geochronology\nThe transition from the Triassic to Jurassic Period, initiating the ‘Age of the dinosaurs’, approximately 200 Ma, is marked by a profound mass extinction with more than 50% genus loss in both marine and continental realms. This event closely coincides with a period of extensive volcanism in the Central Atlantic Magmatic Province (CAMP) associated with the initial break-up of Pangaea but a causal relationship is still debated. The Triassic–Jurassic (T–J) boundary is recently proposed in the marine record at the first occurrence datum of Jurassic ammonites, post-dating the extinction interval that concurs with two distinct perturbations in the carbon isotope record. The continental record shows a major palynological turnover together with a prominent change in tetrapod taxa, but a direct link to the marine events is still equivocal. Here we develop an accurate chronostratigraphic framework for the T–J boundary interval and establish detailed transAtlantic and marine–continental correlations by integrating astrochronology, paleomagnetism, basalt geochemistry and geobiology. We show that the oldest CAMP basalts are diachronous by 20 kyr across the Atlantic Ocean, and that these two volcanic pulses coincide with the end-Triassic extinction interval in the marine realm. Our results support the hypotheses of Phanerozoic mass extinctions resulting from emplacement of Large Igneous Provinces (LIPs) and provide crucial time constraints for numerical modelling of Triassic–Jurassic climate change and global carbon-cycle perturbations.\nll rights reserved.\n© 2010 Elsevier B.V. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "The end-Triassic mass extinction, withmore than 50% genus loss in bothmarine and continental realms, is one of the five periods of major biodiversity loss in Earth's history and provides an eminent case history of global biosphere turnover (Raup and Sepkoski, 1982; Sepkoski, 1994). Current concepts differ with respect to source (celestial vs. terrestrial) and rate (catastrophic vs. gradual). The discovery of an iridium anomaly in co-occurrence with a fern spike (trilete spores) in the eastern US suggested a bolide impact scenario (Olsen et al., 2002a,b), but other supportive evidence such as shocked quartz grains and impact structures is controversial (Lucas and Tanner, 2007; Tanner et al., 2004). Massive volcanism through largescale flood basalt eruptions is the favoured terrestrial culprit (Chenet et al., 2007; Courtillot and Renne, 2003). Huge fluxes of mainly SO2 and sulphate aerosols, and to a lesser extend CO2, may result in initial climatic cooling, greenhouse warming, poisoning of ecosystems and anoxia (Beerling and Berner, 2002; Chenet et al., 2005; Self et al., 2006; Wignall et al., 2009). Indeed, the end-Triassic is marked by LIP emplacement of the Central Atlantic Magmatic Province (CAMP) (Fig. 1). However, the timing and duration of CAMP eruptions are still debated (Marzoli et al., 2004; Marzoli et al., 2008; Whiteside et al.,\n2007; Whiteside et al., 2008). Recent U–Pb age constraints for the end-Triassic mass extinction (Schaltegger et al., 2008) indicate synchrony between CAMP emplacement and the extinction. However, at present, stratigraphic resolution and errors (lab- and interpretation errors) on absolute dating are inadequate to determine how the turnovers on the continents correlate with those in the marine realm.\nRecently, the base of the Jurassic (Hettangian) has been defined by the first occurrence of the ammonite Psiloceras spelae tirolicum (von Hillebrandt et al., 2007). The Kuhjoch section in the western Tethys Eiberg Basin is chosen as Global Stratotype Section and Point (GSSP) for the Hettangian. The Triassic–Jurassic boundary is located approximately 6 m stratigraphically above the end-Triassic marine extinction interval.\nIn this study we first construct a comprehensive chronostratigraphic framework for the T–J boundary interval in the circumAtlantic continental successions by integrating paleomagnetism, geochemistry, palynology and cyclostratigraphy (Fig. 1). Next, we apply the same strategy to establish continental–marine correlations."
  }, {
    "heading": "2. Trans-Atlantic CAMP correlation",
    "text": ""
  }, {
    "heading": "2.1. The continental records of Newark (USA) and Argana (Morocco)",
    "text": "The integrated approach has earlier been successfully applied to the Triassic sequences of the Newark basin, US (Kent and Olsen, 1999;\nOlsen et al., 2002a,b; Olsen et al., 2003), which form, at present, the reference frame for the continental realm. Orbitally forced climate cycles permeate the lacustrine Newark sediments, which resulted, in conjunction with a detailed paleomagnetic record, in a highresolution astronomically tuned geomagnetic polarity time scale spanning over 30 Myr of the late Triassic and early Jurassic (Kent and Olsen, 1999; Olsen et al., 2003). Astronomical tuning shows that the oldest CAMP lavas in Newark (Orange Mountain basalt) postdate the end-Triassic continental extinction event by ∼20 kyr in eastern North America (Kent and Olsen, 1999). This event has been palynologically defined at the transition from assemblages dominated by Patinasporites densus with minor Classopollis sp. to a dominantly Classopollis assemblage with no P. densus (Fowell et al., 1994). It coincides with a turnover in vertebrate footprints (resulting in an increase in size of theropod dinosaurs), a small iridium anomaly and a fern spore spike (Olsen et al., 2002a,b). Approximately 20 kyr below this level, the very short (∼25 kyr) reversed magnetic polarity interval E23r occurs, crucial for global correlation (Kent and Olsen, 1999). These durations are derived from the core (Martinsville #1) in the Newark basin, which is incorporated in the GPTS. Outcrop data from the Jacksonwald syncline, Newark basin show a similar build-up, but indicate shorter durations (Olsen et al., 2002a,b).\nDespite the high quality of the Newark record, correlations to trans-Atlantic continental counterparts in Africa remain ambiguous (Marzoli et al., 2004; Whiteside et al., 2007). We selected the Argana basin in the western High Atlas of Morocco for a similar multidisciplinary approach since this basin shows a very similar stratigra-\nphy compared to the Newark basin. The Argana basin is located along the western edge of the High Atlas mountain chain between the cities of Agadir and Marrakech (Imin-Tanout). Continental Triassic red beds are represented by a ∼1500 m thick succession of alluvial, fluvial, aeolian and playa deposits (Hofmann et al., 2000). Locally, approximately 100 m of basalt flows cover the red beds and are in turn overlain by a succession of red beds and lacustrine limestones. Various sections show stratified lava sequences of 50–100 m thickness that can be subdivided into two different basaltic pulses (Ait Chayeb et al., 1998)."
  }, {
    "heading": "2.1.1. Cyclostratigraphy",
    "text": "Cyclically bedded deposits attributed to paleoclimatic and paleohydrologic fluctuations within the Milankovic frequency band have earlier been described in the end-Triassic continental sequences of the Argana basin (Hofmann et al., 2000). These red beds show distinct variations in clay and calcium content. Low-field magnetic susceptibility measurements can therefore be used as a paleoclimatic proxy to investigate orbitally controlled variations in insolation. We investigatedmeter-scale cycles, directly visible in the field, for orbital forcing by constructing a detailed magnetic susceptibility record from the sediments predating the oldest lavas. High-resolution magnetic susceptibility measurements (∼20 cm resolution) were obtained in the field (at least 3 measurements on cleaned surfaces with a handheld Magnetic susceptibility meter SM30) from a 200 m end-Triassic red bed sequence from the Bigoudine formation nearby Tazantoute, Morocco (N30°34.9′, W9°21.0′). Frequency analysis on the part that\nshows best visible cyclicity (60–160 m) has been performed with the program AnalySeries 1.1 (Paillard et al., 1996). Data have been normalized and linearly detrended before using the Blackman–Tukey analysis (compromise predefined level, Bartlet window). Results are\ngiven with a 90% confidence interval (Fig. 2). Distinct frequencies are recognized and tentatively linked to orbitally controlled frequencies (precession, obliquity and eccentricity). Since the fundamental frequencies of the Earth's orbital parameters have varied over the\n–160 m—old–young) obtained from sediments predating the first lavas (CAMP) in the\nctively show the presence of frequencies in this interval within 90% certainty. Coloured\nthe duration of the cycles identified in (A) when 100 kyr eccentricity is assigned to the\nbital frequencies for 200 Ma (Berger et al., 1992). C+D+E) Filtered frequencies (in\nlack).\npast 500 Myr (Berger et al., 1992) we compared our wavelengths with those estimated for the late Triassic (200 Ma). If the 6.0 m cycle reflects 100 kyr eccentricity forcing, then other peaks in the power spectra closely match with the predicted duration of long-period eccentricity, precession and obliquity wavelengths (Fig. 2B).Whenwe consider the uppermost 40 m of our magnetic susceptibility record (160–200 m, Fig. 2E) we observe less pronounced 400 kyr cyclicity but a more pronounced signal of the 100 kyr cycle (with a slight decrease in length (5 m)). This interpretation yields a first-order\ncontrol on the average sedimentation rate of approximately 6 (±1) cm/kyr for the Argana sediments deposited prior to the onset of volcanism."
  }, {
    "heading": "2.1.2. Paleomagnetism",
    "text": "The estimated sedimentation rate indicates that high-resolution sampling is necessary to resolve short-lived reversed polarity intervals like E23r (∼25 kyr) in the Argana basin. E23r has been documented in the Newark basin (Kent and Olsen, 1999) and is\nasin, Morocco (N30°46.4′, W9°10.0′). The dashed line is the boundary between the tudied section inmore detail. C) Lithostratigraphic columnwith all sample locations and s. D) Tilt-corrected Zijderveld diagrams of typical thermal demagnetization behaviour; r 6 examples the equal-area plot is also shown.\ncrucial for paleomagnetic correlation within the CAMP province. We sampled a CAMP section nearby Argana village (N30°46.4′, W9°10.0′) in high resolution with 36 samples in the top 3.5 m below the first CAMP basalts with an electrical drill and a generator as power supply. Stepwise thermal demagnetization has been applied to determine the paleomagnetic directions of the natural remanent magnetization (NRM). Temperature increments of 5–50 °C up to a maximum of 675 °C were used. The samples were heated and cooled in a magnetically shielded, laboratory-built furnace with a residual field less than 10 nT. The NRM was measured on a horizontal 2G Enterprises DC SQUID magnetometer (noise level 3 10−12 AM2). The lower-intensity lighter-coloured marls were first thermally demagnetized to 200 °C, followed by AF demagnetization (up to 100 mTwith increments of 5–10 mT) on an in-house developed robot, which let the samples pass through a 2G Enterprises SQUID magnetometer (noise level 10−12 AM2). Representative Zijderveld diagrams are shown in Fig. 3D. Most of the samples show Normal (N) field behaviour with shallow positive inclinations and a moderate counterclockwise (CCW) rotation, in agreement with the APWP from Besse and Courtillot (2002) who predict a CCW rotation of 27° and a paleolatitude of 20°N. A few samples show evidence for Reversed (R)\nfield behaviour at the highest temperature steps (e.g. sample MO16, Fig. 3). These samples are bound by unclear directions where there is no clear R-field end-direction but where great circle behaviour is distinctly different than observed for the N-field samples. All N- (and R-) directions occur in successive stratigraphic order, supporting our paleomagnetic interpretation.\nThis paleomagnetic data on the interval below the oldest CAMP lava in the Argana basin reveals a reversed polarity interval with a cyclostratigraphically determined duration of ∼23 (±5)kyr (combination of Figs. 2 and 3), in excellent agreement with the duration of Newark's E23r (∼25 kyr). According to our age model, this reversed polarity interval occurs ∼17(±5)kyr before the first basalt in Morocco while its equivalent in Newark is estimated to occur ∼40 kyr before the first CAMP basalts (Kent and Olsen, 1999), suggesting that the lowermost Moroccan CAMP lavas are approximately 20kyr older than the Orange Mountain basalt of Newark."
  }, {
    "heading": "2.1.3. Basalt geochemistry",
    "text": "Since both paleomagnetic and cyclostratigraphic results indicate that the onset of CAMP was slightly diachronous (∼20 kyr) across the Atlantic Ocean we reinvestigated the geochemistry of the first CAMP\nlavas recorded in both basins. We sampled two CAMP sequences in the Argana basin and studied every single lava flow geochemically.\nMajor and traceelements fromthe lavaflowsweredeterminedbyXray fluorescence (XRF) and inductively coupled plasma-mass spectrometry (ICP-MS), respectively. XRF analyses of major elements were performed on lithium-meta/tetraborate glass beads. Calibration was achieved with more than 80 geological reference materials using multivariate regression on concentrations, according to an adapted version of the Traill–Lachance algorithm, including an option for selfabsorption. For ICP-MS analysis 125 mg of sample powderwas digested using mixed acids (HCl–HNO3–HF), and solutions were analyzed with an Agilent® 7500 ICP-MS with a low-uptake nebulizer. A reference sample (JB-2)was included tomonitor the destructionmethod and ICPMSperformance.Arganabasalts haveSiO2 ranging from50.4 to53.7 wt.% and total alkali content between 4.8 and 5.7 wt.% (Table 1), which classifies them as (trachy-)basalts and basaltic andesites. Compared to\nother CFB (e.g., Puffer, 2001) the Argana basalts have intermediate TiO2 (1.3–1.7 wt.%). They are relatively fractionated as indicated by the lowNi (b88 ppm) and Cr (b302 ppm) concentrations (Table 1). Relative to other CAMP basalts from Morocco (Marzoli et al., 2004), the Argana basalts (this study; Ait Chayeb et al., 1998) are richer in alkalis and TiO2 andpoorer inCaO. Basedon comparisonof rare-earth element (REE)data the three stratigraphically lowest flows of the Argana basin that we sampled can be assigned to the lower geochemical unit as defined by Marzoli et al. (2004) for Moroccan CAMP (Fig. 4A). Although the other Argana lavas showsomevariation inREE contents, presumably as a result of fractionation, their patternshave a similar shapeandcorrespondcloser to the intermediate unit (Fig. 4B).\nWe use Lu–Hf and Nb–Y pairs for further correlation purposes, since HREE+Y and HFSE are not easily affected by alteration, their ratios are insensitive to crystallization in basaltic systems, potential effects of crustal contamination aremodest, and because of availability of data on\nndMcDonough, 1989) for the four chemical units identified in the High Atlas ofMorocco gana basin correspond to the lower unit (L.U.) of the High Atlas. B) The same REE plot ediate unit (I.U.). C) Averaged REE patterns of the four units identified in the High Atlas, and Gottfried, 1992). D–E–F) Same comparisons as in A–C in Lu/Hf vs. Y/Nb plots.\nbasalts fromother basins in the literature. Fig. 4D and E corroborates the correlation of the Argana basalts to the Moroccan lower and intermediate units in a Y/Nb–Lu/Hf plot. Other ratios combining REE and/or HFSE (e.g. La/Yb ratios, cf. Marzoli et al., 2004) generally confirm these relationships although some tend to be more variable, making them less diagnostic.\nCollectively, the Moroccan basaltic units show a systematic trend in trace element composition through time (Fig. 4D), consistent with the inference that the lower, intermediate and upper units were derived from the same mantle source by increasing degrees of partial melting (Verati et al., 2005). The different geochemical characteristics of the recurrent basaltic unit (e.g., virtually flat REE patterns; Fig. 4A) mark a transition from an enriched, possibly lithospheric to a depleted asthenospheric mantle source, as is seen in many flood basalt provinces (Verati et al., 2007) and references therein).\nThe CAMP flows of the Newark basin consist of three units interbeddedwith thick sediment sequences. The oldest unit, the Orange Mountain Basalt, shares many similarities with the intermediate unit (Fig. 4C and F) especially when REE ratios are considered. The Hook Mountain Basalts (Tollo and Gottfried, 1992) show a strong resem-\nFig. 5. Carbon isotope chemistry. δ13Corg record from two sections just below the first CAMP nearby Tazantoute, ∼30 km SWof the Argana section. C) Total organic carbon (TOC) content for palynology (see Fig. 6).\nblancewith the youngest (recurrent) unit inMorocco (Fig. 4C and F; cf., Marzoli et al., 2004). The Preakness Basalt (Tollo and Gottfried, 1992) does notmatch any of theMoroccanbasaltic units, but its element ratios and average REE pattern might point to a volcanic pulse between the upper- and the recurrent unit (Fig. 4C and F)which is in agreementwith the correlations of Olsen et al. (2003) and Whiteside et al. (2007).\nRatios of immobile trace elements and REE patterns thus show that the oldest lavas in Newark correspond to the second (Intermediate Unit) volcanic pulse in Morocco and that the first pulse (Lower Unit basalts) did not reach the US. This geochemical analysis of the CAMP units confirms the diachrony which appeared from the paleomagnetic and cyclostratigraphic results."
  }, {
    "heading": "2.1.4. Carbon isotope chemistry",
    "text": "We present two bulk δ13Corg records from the continental Argana basin in Morocco. Grey to olive green sedimentary intervals are dispersed between the end-Triassic red bed successions preceding CAMP basalt deposition. Bulk stable C-isotope ratios were measured on sedimentary organic matter (SOM) from these intervals at two locations (N30°46.4′, W9°10.0′ and N30°38.5′, W9°22.3′), for the\nlavas in the Argana basin, Morocco. A) section from Fig. 3, near Argana and B) section (%) vs. δ13Corg (‰) in both sections. Sample codes with an asterisk (*) have been studied\nsections nearby Argana village and Tazantoute village respectively, in the Argana basin (Morocco). Both outcrops were sampled as detailed as possible for carbon isotope geochemistry (Fig. 5), with sample resolution decreasing down section. Carbonate was removed by rinsing 0.9 g of crushed sediment twice with 15 ml of 1 M HCl. To reach almost neutral pH values, the residuewas also rinsed twice with 22.5 ml demineralised water. After freeze drying, ∼9 mg of homogenized de-carbonated sample residue was analyzed online for carbon content with a CNS-analyzer (NA 1500) following standard procedures. The total organic carbon (TOC) content of the sediment was obtained by multiplying the carbon content of the de-carbonated sample with the ratio between the weight of the de-carbonated sample and the original weight of the sample. The δ13Corg values were then measured on homogenized de-carbonated sample residue, containing 30 μg of carbon, by Elemental Analyzer Continuous Flow Isotope Ratio Mass Spectrometry using a Fisons 1500 NCS Elemental Analyzer coupled to a Finnigan Mat Delta Plus mass spectrometer at the Geochemistry group of the Department of Earth Sciences, Utrecht University. Isotope ratios are reported in standard delta notation relative to Vienna PDB. Average analytical precision based on routine analysis of internal laboratory reference material demonstrates a standard deviation of 0.18‰.\nThe C-isotope signature in both sections demonstrates increasingly heavier values from −23‰ at the base of the sections to −21‰ higher up (Fig. 5). A 5‰ and 3‰ negative shift in sections (A) and (B) respectively, directly precedes basalt deposition. Total organic carbon (TOC) values of these samples are generally low (b0.3%). There is no good correlation between δ13Corg and TOC values, with R2 values of 0.007 and 0.2606 in sections (A) and (B) respectively (Fig. 5).\nThermal heating of sediments directly underlying thebasalt deposits could potentially affect the maturity of the SOM and preferentially remove certain compounds or particles from the sediment. This could partly explain the negative C-isotope shift preceding basalt deposition. However, thermal alteration index values based on colour changes of pollen fromboth sections, demonstrate similar values before and during the negative C-isotope shift (see below). In addition, our data does not show a correlation between δ13Corg and TOC values.\nIsotopic fractionation in modern terrestrial primary producers typically relate to a C-isotope composition of −23‰ to −34‰ of the organic matter (Killops and Killops, 2005; Tyson, 1995). Alternatively, changes in the bulk C-isotope signature of continental sections can therefore potentially be explained by changes in source of the terrestrial sedimentary organic matter. However, we find no indications for dramatic changes in type of organic matter that could potentially explain a large variation in C-isotope composition.\nWe thus find no evidence for either a change in organic source or indications for thermal alteration causing a change in the C-isotope composition of the sedimentary organic matter. Therefore we infer that this negative shift is genuine and represents major changes in the global exchangeable carbon reservoirs by the release of 13C depleted carbon to the exogenic carbon pool."
  }, {
    "heading": "2.1.5. Palynology",
    "text": "Twelve sediment samples from the Argana basin were selected for palynomorph analysis. Between 15 and 20 g of sediment was crushed into small fragments and dried for 24 h at 60 °C. The samples were treated twice alternately with cold HCl (30%) and cold HF (40%) to remove the carbonates and silicates, respectively. The residues were\nsieved using a 250 μm and a 15 μm mesh. ZnCl2 was applied to separate the lighter organic material from the heavier mineral particles. The lighter fraction was transferred from the test-tube and sieved oncemore using a 15 μmmesh. The remaining organicmaterial was mounted on two slides per sample with glycerine jelly. The slides are stored in the collection of the Section Palaeoecology, Laboratory of Palaeobotany and Palynology, Utrecht University, The Netherlands.\nMost of the samples are very poor in palynomorphs (Fig. 6). Three samples are barren (Ma-8, Ma-25 and Ma-27). If palynomorphs are present they have a very dark colour, corresponding to 5–6 on the thermal alteration scale of Batten (2002). The very low numbers and poor preservation state of the palynomorphs we studied in the Argana basin do not allow any reliable palynostratigraphic correlation within the basin or with the sections from the Newark basin and are therefore of limited use for correlation purposes."
  }, {
    "heading": "3. Terrestrial to marine realm correlation",
    "text": "Our multi-disciplinary results converge to a robust chronostratigraphic framework for the continental realm in which the onset of CAMP volcanism in Morocco lines up with the palynological turnover\n(fern spore spike) and small iridium anomaly in Newark and with the negative shift in organic δ13C-isotopes in Argana (Fig. 7), all occurring ∼20 kyr after E23r and ∼20 kyr before the onset of CAMP volcanism in the US. Such a high-resolution chronostratigraphic framework allows a detailed correlation to the key successions of the marine domain.\nOne of themost studied T–J boundary sections in themarine domain is at St. Audrie's Bay (UK). Biostratigraphic data from this section (Warrington et al., 2008) reveals an end-Triassic marine extinction event, which closely matches a major carbon-cycle perturbation in the same section (Hesselbo et al., 2002), and shows subsequent early Jurassic recovery (Hounslow et al., 2004; Warrington et al., 2008) (Fig. 8). However, the absence of high-resolution time control in St. Audrie's Bay has hampered a conclusive correlation to the continental record. Cyclostratigraphic analyses have been applied to the older Norian successions (KempandCoe, 2007), but couldnot beextrapolated to theT–J boundary interval. Amagnetostratigraphic record shows three short reversed polarity intervals, allowing multiple correlations to Newark's E23r (Hounslow et al., 2004) (Fig. 9). Detailed marine Cisotope records (δ13Corg) documented two negative carbon isotope excursions (CIE); a short-lived initial CIE is separated from a long main CIE by a return to initial values (Hesselbo et al., 2002) (Fig. 8). This\npattern has nowbeen recognized in several othermarine sequences and is a powerful global correlation tool (Ruhl et al., 2009).\nHere, we present a new marine–continental correlation based on the integrated stratigraphic approach and supported by multiple lines of evidence (Fig. 8). The δ13Corg shift towards more negative values, observed directly below the Moroccan basalts, corresponds to the initial negative CIE in the marine record (Fig. 8). Hence, the reversed magnetic interval E23r of Newark is represented by the two reversed levels below the initial CIE in St. Audrie's Bay. Correlation of one single reversed chron in the Newark basin to two levels in the UK may seem problematic. The reversed interval in the Newark basin is in fact built up in a similar way; two very short reversed intervals with a short interval in between where directions are of transitional–normal polarity (Kent and Olsen, 1999) (Fig. 9). The uppermost reversed interval in the marine record may correspond to a reversed site previously reported within the second lava pulse (Intermediate Unit) of Morocco (Knight et al., 2004) (Fig. 8).\nThis marine–continental correlation is further confirmed by the existing palynological records of both realms, showing similar trends: an upward increase in spores, followed by a monotonous Classopollis (thermophilous conifer) assemblage (Hounslow et al., 2004).\nA detailed palynological study of the T–J boundary interval of St. Audrie's Bay (Bonis, 2010) reveals significant changes in the terrestrial palynomorph composition across the boundary interval. Four different palynomorph assemblages (SAB1–SAB4) were distinguished based on cluster analysis on the quantitative (relative abundance) datasets. The study reveals a palynofloral transition interval with pronounced increases in the amount of spores. These spore peak intervals line up with the phases of volcanic activity in the continental realm (Fig. 8). Possibly, volcanism induced climate changes affected the vegetation composition. The spore spike in the continental realm has thus far only been recognized in the Newark Supergroup basins (Olsen et al., 2002b), which could indicate local climate changes. This is in contrast with the global phenomenon of increased spore abundance at the K/T boundary (e.g. (Nichols and Johnson, 2008). Therefore supra-regional patterns and causal relationships of end-Triassic spore spikes must await confirmation by other high-resolution palynological records."
  }, {
    "heading": "4. A new time frame for the end-Triassic extinction interval",
    "text": "Having established a firm continental–marine correlation, we can tentatively incorporate the continental astrochronological constraints into the marine record to better understand the pace of end-Triassic events. All events observed in both realms can be linked, within resolution, to the onset of two pulses of flood basalt volcanism (the Moroccan and north-eastern American pulses, respectively). These two pulses, only 20 kyr apart, cause globally recognizable events that occur before the proposed T–J boundary.\nThe first CAMP pulse coincides with major palynological- and vertebrate turnovers in the continental realm, with extinction levels of bivalves and with transitions to different foraminifera- and palynomorph assemblages in St. Audrie's Bay. The globally recognized initial negative CIE is now linked to thefirst pulse of CAMPvolcanism and is for the first time reported in continental records. A dramatic turnover in radiolarians (Hori et al., 2007; Ward et al., 2001), one of the most promising paleontological markers of the end-Triassic extinction, also coincides with the initial CIE and is thus also linked to the first CAMP pulse. The onset of volcanism inMorocco furthermore provides a source for the minor iridium anomaly observed in Newark, a mechanism proposed by Tanner et al. (2008), not requiring an additional asteroid impact at this level.\nThe second, more widespread, pulse of CAMP volcanism can be correlated with the consecutive transitions in the foraminifera and palynomorph assemblages, the last occurrence of conodonts, marine anoxia (Wignall and Bond, 2008) and a calcification crisis in calcareous nannofossils (van de Schootbrugge et al., 2007). Our study shows that low 187Os/188Os ratios reported in St. Audrie's Bay,which is suggested to relate to increased and rapid weathering of CAMP basalts (Cohen and Coe, 2002), directly succeed the second volcanic pulse.\nExtrapolation of inferred sediment accumulation rates suggests that the onset of CAMP volcanism pre-dates the T–J boundary and the most important marine faunal recovery events by ∼100 kyr. Accordingly, the main CIE, indicative of significant and long-lived changes in climate, post-dates the second volcanic pulse by ∼30 kyr.\nWe propose that dramatic release of SO2, sulphate aerosols, and other (greenhouse) gases (Chenet et al., 2005; Self et al., 2006) has\nmost likely been the final blow to the highly stressed end-Triassic ecosystems. Earlier studies and modelling exercises show that solely CO2 outgassing due to volcanism cannot explain the ∼5‰ negative excursion in δ13Corg in the initial CIE (Beerling and Berner, 2002; Kump and Arthur, 1999), supporting the hypothesis that metastable methane clathrate release is an important additional factor (Hesselbo et al., 2002; Palfy et al., 2001). The idea that meteorite impacts caused mass extinctions has been in fashion over the last 25 yr since the discovery of an extraterrestrial iridium anomaly at the K–T boundary. Our study however supports the alternative hypothesis that volcanism and associated (greenhouse) gases are a very important contributor to major mass extinctions (Chenet et al., 2007; Courtillot and Renne, 2003;Wignall et al., 2009); in the latest Triassic paving the way for the dinosaurs to become the dominant species on Earth."
  }, {
    "heading": "Acknowledgements",
    "text": "The authors acknowledge funding from the ‘High Potential’ stimulation program of Utrecht University. We thank Mark Hounslow for introducing us to the St. Audrie's Bay section and El Hassane Chellai for logistics in theArganabasin.We thank several anonymous reviewers for their constructive reviews which significantly improved (earlier versions of) the manuscript. We especially thank Cor Langereis, Frits Hilgen, Douwe van Hinsbergen and Guillaume Dupont–Nivet for discussions and revisions of earlier versions of the manuscript. Data presented in this study is available on www.geo.uu.nl/~forth."
  }],
  "year": 2010,
  "references": [{
    "title": "Palynofacies and petroleum potential",
    "authors": ["D.J. Batten"],
    "year": 2002
  }, {
    "title": "Biogeochemical constraints on the Triassic–Jurassic",
    "authors": ["D.J. Beerling", "R.A. Berner"],
    "year": 2002
  }, {
    "title": "Stability of the astronomical frequencies over",
    "authors": ["A. Berger", "M.F. Loutre", "J. Laskar"],
    "year": 1992
  }, {
    "title": "Apparent and true polar wander and the geometry",
    "authors": ["J. Besse", "V. Courtillot"],
    "year": 2002
  }, {
    "title": "Palaeoenvironmental changes and vegetation history",
    "authors": ["N.R. Bonis"],
    "year": 2010
  }, {
    "title": "Modelling massive sulphate aerosol",
    "authors": ["Chenet", "A.-L", "F. Fluteau", "V. Courtillot"],
    "year": 2005
  }, {
    "title": "40K–40Ar dating",
    "authors": ["Chenet", "A.-L", "X. Quidelleur", "F. Fluteau", "V. Courtillot", "S. Bajpai"],
    "year": 2007
  }, {
    "title": "New geochemical evidence for the onset of volcanism",
    "authors": ["A.S. Cohen", "A.L. Coe"],
    "year": 2002
  }, {
    "title": "On the ages of flood basalt events",
    "authors": ["V.E. Courtillot", "P.R. Renne"],
    "year": 2003
  }, {
    "title": "Geologically rapid Late Triassic extinctions",
    "authors": ["S.J. Fowell", "B. Cornet", "P.E. Olsen"],
    "year": 1994
  }, {
    "title": "Terrestrial and marine",
    "authors": ["S.P. Hesselbo", "S.A. Robinson", "F. Surlyk", "S. Piasecki"],
    "year": 2002
  }, {
    "title": "Cyclicity of Triassic to Lower Jurassic",
    "authors": ["A. Hofmann", "A. Tourani", "R. Gaupp"],
    "year": 2000
  }, {
    "title": "A nonmarine record of eccentricity forcing through",
    "authors": ["D.B. Kemp", "A.L. Coe"],
    "year": 2007
  }, {
    "title": "Astronomically tuned geomagnetic polarity timescale for the Late Triassic",
    "authors": ["D.V. Kent", "P.E. Olsen"],
    "venue": "J. Geophys. Res.-Solid Earth",
    "year": 1999
  }, {
    "title": "Introduction to Organic Geochemistry",
    "authors": ["S. Killops", "V. Killops"],
    "year": 2005
  }, {
    "title": "The Central Atlantic Magmatic Province at the Triassic–Jurassic boundary: paleomagnetic and 40Ar/39Ar evidence from Morocco for brief, episodic volcanism",
    "authors": ["K.B. Knight", "S. Nomade", "P.R. Renne", "A. Marzoli", "H. Bertrand", "N. Youbi"],
    "venue": "Earth Planet. Sci",
    "year": 2004
  }, {
    "title": "Interpreting carbon-isotope excursions: carbonates and organic matter",
    "authors": ["L.R. Kump", "M.A. Arthur"],
    "venue": "Chem. Geol",
    "year": 1999
  }, {
    "title": "The nonmarine Triassic–Jurassic boundary in the Newark Supergroup of eastern North America",
    "authors": ["S.G. Lucas", "L.H. Tanner"],
    "venue": "Earth-Sci. Rev",
    "year": 2007
  }, {
    "title": "Synchrony of the Central Atlantic magmatic province and the Triassic–Jurassic boundary climatic and biotic crisis",
    "authors": ["A. Marzoli", "H. Bertrand", "K.B. Knight", "S. Cirilli", "N. Buratti", "C. Verati", "S. Nomade", "P.R. Renne", "N. Youbi", "R. Martini", "K. Allenbach", "R. Neuwerth", "C. Rapaille", "L. Zaninetti", "G. Bellieni"],
    "venue": "Geology 32,",
    "year": 2004
  }, {
    "title": "Comment on “Synchrony between the Central Atlantic magmatic province and the Triassic–Jurassic mass-extinction event",
    "authors": ["A. Marzoli", "H. Bertrand", "K.B. Knight", "S. Cirilli", "S. Nomade", "P.R. Renne", "C. VÃ©rati", "N. Youbi", "R. Martini", "G. Bellieni"],
    "venue": "By Whiteside et al",
    "year": 2008
  }, {
    "title": "Plants and the K–T boundary",
    "authors": ["D.J. Nichols", "K.R. Johnson"],
    "year": 2008
  }, {
    "title": "Ascent of dinosaurs linked to an iridium anomaly at the Triassic–Jurassic",
    "authors": ["P.E. Olsen", "D.V. Kent", "H.D. Sues", "C. Koeberl", "H. Huber", "A. Montanari", "E.C. Rainforth", "S.J. Fowell", "M.J. Szajna", "B.W. Hartline"],
    "year": 2002
  }, {
    "title": "Cyclo-, magneto-, and biostratigraphic constraints on the duration of the CAMP event and its relationship to the Triassic–Jurassic boundary, AGU, Geophys. Mon., 7–32",
    "authors": ["P.E. Olsen", "D.V. Kent", "M. Et-Touhami", "J Puffer"],
    "year": 2003
  }, {
    "title": "Continental Triassic–Jurassic boundary in central Pangea: recent progress and discussion of an Ir anomaly",
    "authors": ["P.E. Olsen", "C. Koeberl", "H. Huber", "A. Montanari", "S.J. Fowell", "M. Et-Touhami", "D.V. Kent"],
    "year": 2002
  }, {
    "title": "Macintosh program performs timeseries analysis: Trans",
    "authors": ["D. Paillard", "L. Labeyrie", "P. Yiou"],
    "venue": "Am. Geophys. Union (EOS), v",
    "year": 1996
  }, {
    "title": "Carbon isotope anomaly and other geochemical changes at the Triassic–Jurassic boundary from a marine section in Hungary",
    "authors": ["J. Palfy", "A. Demeny", "J. Haas", "M. Hetenyi", "M.J. Orchard", "I. Veto"],
    "venue": "Geology",
    "year": 2001
  }, {
    "title": "Contrasting high field strength element contents of continental flood basalts from plume versus reactivated-arc",
    "authors": ["J.H. Puffer"],
    "venue": "sources. Geology",
    "year": 2001
  }, {
    "title": "Mass extinctions in the marine fossil",
    "authors": ["D.M. Raup", "J.J. Sepkoski Jr."],
    "venue": "record. Science",
    "year": 1982
  }, {
    "title": "Triassic–Jurassic organic carbon isotope stratigraphy of key sections in the western Tethys realm (Austria)",
    "authors": ["M. Ruhl", "W.M. Kuerschner", "L. Krystyn"],
    "venue": "Earth Planet. Sci",
    "year": 2009
  }, {
    "title": "Precise U–Pb age constraints for end-Triassic mass extinction, its correlation to volcanism and Hettangian post-extinction recovery",
    "authors": ["U. Schaltegger", "J. Guex", "A. Bartolini", "B. Schoene", "M. Ovtcharova"],
    "venue": "Earth Planet. Sci",
    "year": 2008
  }, {
    "title": "Volatile fluxes during flood basalt eruptions and potential effects on the global environment: a Deccan perspective",
    "authors": ["S. Self", "M. Widdowson", "T. Thordarson", "A.E. Jay"],
    "venue": "Earth Planet. Sci",
    "year": 2006
  }, {
    "title": "Extinction and the fossil record",
    "authors": ["J.J. Sepkoski Jr."],
    "venue": "Geotimes",
    "year": 1994
  }, {
    "title": "Chemical and isotopic systematics of oceanic basalts: implications for mantle composition and processes. In: Norry, M.S. (Ed.), Magmatism in the Ocean Basins, Volume 42",
    "authors": ["S. Sun", "W.F. McDonough"],
    "venue": "Geological Society London Special Publications,",
    "year": 1989
  }, {
    "title": "Multiple Ir anomalies in uppermost Triassic to Jurassic-age strata of the Blomidon Formation: Fundy basin, eastern Canada",
    "authors": ["L.H. Tanner", "F.T. Kyte", "A.E. Walker"],
    "venue": "Earth Planet. Sci",
    "year": 2008
  }, {
    "title": "Assessing the record and causes of Late Triassic extinctions",
    "authors": ["L.H. Tanner", "S.G. Lucas", "M.G. Chapman"],
    "venue": "Earth-Sci. Rev",
    "year": 2004
  }, {
    "title": "Petrochemistry of Jurassic Basalt from eight cores, Newark Basin, New Jersey: implications for the volcanic petrogenesis of the Newark Supergroup",
    "authors": ["R.P. Tollo", "D. Gottfried"],
    "venue": "Eastern North American Mesozoic Magmatism,",
    "year": 1992
  }, {
    "title": "Sedimentary Organic Matter: Organic Facies and Palynofacies",
    "authors": ["R.V. Tyson"],
    "year": 1995
  }, {
    "title": "End-Triassic calcification crisis and blooms of organic-walled ‘disaster species’",
    "authors": ["B. van de Schootbrugge", "F. Tremolada", "Y. Rosenthal", "T.R. Bailey", "S. Feist-Burkhardt", "H. Brinkhuis", "J. Pross", "D.V. Kent", "P.G. Falkowski"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2007
  }, {
    "title": "The farthest record of the Central Atlantic Magmatic Province into West Africa craton: precise 40Ar/39Ar dating and geochemistry of Taoudenni basin intrusives (northern Mali)",
    "authors": ["C. Verati", "H. Bertrand", "G. Feraud"],
    "venue": "Earth Planet. Sci",
    "year": 2005
  }, {
    "title": "40Ar/39Ar ages and duration of the Central Atlantic Magmatic Province volcanism in Morocco and Portugal and its relation to the Triassic–Jurassic boundary",
    "authors": ["C. Verati", "C. Rapaille", "G. Feraud", "A. Marzoli", "H. Bertrand", "N. Youbi"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2007
  }, {
    "title": "A candidate GSSP for the base of the Jurassic in the Northern Calcareous Alps (Kuhjoch section, Karwendel Mountains, Tyrol, Austria)",
    "authors": ["A. von Hillebrandt", "L. Krystyn", "W.M. Kürschner"],
    "venue": "Int. Subcommiss. Jurass. Stratigr. Newslett",
    "year": 2007
  }, {
    "title": "Sudden productivity collapse associated with the Triassic–Jurassic boundary mass extinction",
    "authors": ["P.D. Ward", "J.W. Haggart", "E.S. Carter", "D. Wilbur", "H.W. Tipper", "T. Evans"],
    "year": 2001
  }, {
    "title": "The St. Audrie's Bay - Doniford Bay section, Somerset, England: updated proposal for a candidate Global Stratotype Section and Point for the base of the Hettangian Stage, and of the Jurassic System",
    "authors": ["G. Warrington", "J.C.W. Cope", "H.C. Ivimey-Cook"],
    "venue": "Int. Subcommiss. Jurass. Stratigr. Newslett",
    "year": 2008
  }, {
    "title": "Synchrony between the Central Atlantic magmatic province and the Triassic–Jurassic massextinction event",
    "authors": ["J.H. Whiteside", "P.E. Olsen", "D.V. Kent", "S.J. Fowell", "M. Et-Touhami"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2007
  }, {
    "title": "Synchrony between the Central Atlantic magmatic province and the Triassic–Jurassic mass",
    "authors": ["J.H. Whiteside", "P.E. Olsen", "D.V. Kent", "S.J. Fowell", "M. Et-Touhami"],
    "year": 2008
  }, {
    "title": "The end-Triassic and Early Jurassic mass extinction records in the British Isles",
    "authors": ["P.B. Wignall", "D.P.G. Bond"],
    "venue": "Proceedings of the Geologists' Association",
    "year": 2008
  }, {
    "title": "Volcanism, mass extinction, and carbon isotope fluctuations in the Middle Permian of China",
    "authors": ["P.B. Wignall", "Y. Sun", "D.P.G. Bond", "G. Izon", "R.J. Newton", "S. Vedrine", "M. Widdowson", "J.R. Ali", "X. Lai", "H. Jiang", "H. Cope", "S.H. Bottrell"],
    "venue": "Science 324,",
    "year": 2009
  }],
  "id": "SP:9c20f473bd0408b269f91916906d1fe0495f8cd0",
  "authors": [{
    "name": "M.H.L. Deenen",
    "affiliations": []
  }, {
    "name": "M. Ruhl",
    "affiliations": []
  }, {
    "name": "N.R. Bonis",
    "affiliations": []
  }, {
    "name": "W. Krijgsman",
    "affiliations": []
  }, {
    "name": "W.M. Kuerschner",
    "affiliations": []
  }, {
    "name": "M. Reitsma",
    "affiliations": []
  }, {
    "name": "M.J. van Bergen",
    "affiliations": []
  }],
  "title": "A new chronology for the end-Triassic mass extinction"
}