{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nGlobal and Planetary Change\nj ourna l homepage: www.e lsev ie r .com/ locate /g lop lacha\nThe geography of Kamchatka\nVivienne Jones a,⁎, Olga Solomina b a ECRC, Department of Geography, University College London, Pearson Building, London WC1E 6BT, UK b Russian Academy of Sciences, Institute of Geography RAS, Staromonetny-29, Moscow 119017, Russia\n⁎ Corresponding author. E-mail addresses: Vivienne.jones@ucl.ac.uk (V. Jones),\n(O. Solomina). URL: http://www.paleoglaciology.org (O. Solomina).\nhttp://dx.doi.org/10.1016/j.gloplacha.2015.06.003 0921-8181/© 2015 The Authors. Published by Elsevier B.V\na b s t r a c t a r t i c l e i n f o\nArticle history: Received 9 February 2015 Received in revised form 2 June 2015 Accepted 4 June 2015 Available online 6 June 2015\nKeywords: Volcanism Flora Fauna Climate Glaciers Anthropogenic pressures\nThis paper briefly reviews the physical and human geography of the Kamchatka region and summarises previous research on Holocene climate dynamics.We provide context for the rest of the Special Issue of the Journal Global and Planetary Change entitled ‘Holocene climate change in Kamchatka’, the primary focus of which is the use of lake sediment records for palaeoclimatic inferences. In this paper an additional perspective from ongoing tree ring, ice core and borehole temperature reconstructions illustrates that the Kamchatka region is rich in paleoclimatic proxies. The period of the last 200 years is sufficiently covered by the proxy information, including reconstructions with annual resolution. In this period the tree-rings, ice cores, boreholes, and glacier fluctuations recorded a 1 °Cwarming and a general glacier retreat, i.e. the transition from the Little Ice Age climate to themodern one. Although the proxies have different resolution, accuracy and seasonality in general they demonstrate a coherent picture of environmental changes in the last two centuries. The tree ring and ice core records are up to four-six hundred years long and they provide information on annual to decadal variability of summer temperature, accumulation processes, volcanic eruptions and lahar activity.\n© 2015 The Authors. Published by Elsevier B.V. This is an open access article under the CC BY license (http://creativecommons.org/licenses/by/4.0/)."
  }, {
    "heading": "1. Geographic setting of the Kamchatka region",
    "text": "Kamchatka is a mountainous peninsula in eastern Russia at the northeastern boundary of Asia, lying between latitudes 51°N and 60°N and longitude 160°E, in the north-west Pacific (Fig. 1). It stretches from north-east to south-west for about 1200 km separating the cold Sea of Okhotsk (which has the southernmost extent of sea ice in the world) to the west from the North Pacific Ocean to the South and East, and is up to 500 km wide, covering an area of about 472,000 km2. The topography is dominated by two mountain chains, the Sredinny and Vostočny Mountains, which extend in a NE–SW direction separated by the Central Kamchatka Depression, a deep and ca. 150 km wide valley, where the most important rivers of the peninsula, the Kamchatka and the Bystraja Rivers flow, and here alluvial, lacustrine and fluvioglacial deposits are found. Thehighest peak is the highest active volcano in Eurasia, Klyuchevskaya Sopka (4750m). The higher parts of Kamchatka are glaciated with an area of about 900 km2 covered by 446 glaciers (Solomina et al., 2007). Active volcanism and neotectonics characterise the area and along with Pleistocene glaciations are the major factors shaping the landscape (Ivanov, 2002). The UNESCO world heritage site, The Volcanoes of Kamchatka, comprising of 6 separate protected areas was set up to protect the unique volcanic and glacial landscapes\nolgasolomina@yandex.ru\n. This is an open access article under\ntogether with important populations of salmonoid fish, sea otter, brown bear and Stellar's sea eagle as well as forest-tundra and mountain-forest habitats (UNESCO). In total about 27% of the total area is protected (Ivanov, 2002)."
  }, {
    "heading": "1.1. Volcanism and tephra",
    "text": "Kamchatka is one of the world's most volcanically active regions, periods of active eruptions occurred in the late Pleistocene between 45 and 39,000 years ago and between 30 and 25,000 years ago with an additional period of enhanced activity in the early to mid-Holocene between 9500 and 7000 years BP (Ponomareva et al., 2007). The Pacific Plate is actively subducting beneath the Kamchatka Peninsula at about 80–100mmper year resulting in three distinct volcanic arcs; the nearly extinct Sredinny Range, the active Eastern Volcanic Front and the very active Central Kamchatka Depression (Nikulin et al., 2012). There are about 300 volcanoes, more than 20 of which are active (Braitseva et al., 1997; Gledhill, 2007) and include caldera, strata-volcano, somma-volcano and mixed types, additionally there are many thermal and mineral springs and geysers.\nDue to the extent of recent explosive volcanic activity and the presence of preserved tephra in datable archives, Kamchatka has one of the best-resolved Holocene tephra sequences in the world (e.g. Braitseva et al., 1992, 1997; Ponomareva et al., 2007, 2015 and see also Plunket et al., 2015–in this issue) and these have been used to create reliable tephrostratigraphies in lakes where distal tephras are found. Plunket et al. (2015–in this issue) analysed 23 tephra beds from three of the\nthe CC BY license (http://creativecommons.org/licenses/by/4.0/).\nlakes studied in this special issue (Olive Backed, Pechora and Lifebouy). As well as finding tephras from the nearest volcano, Shiveluch (N 56°38′, E 161°19′; H= 3283m asl, Fig. 1), material frommore southern volcanic systemswas also found and theywere able to extend the distribution of two Ksudach tephras (KS2 and KS1) to the northern part of Kamchatka, 900 km from the source.\nThe Peninsula has experiencedmany tsunamis, and historic tsunami deposits have been described along the eastern coast where the presence of tephra means that events can be correlated and dated with the largest recent events occurring in 1737 and 1952 CE. The 1952 event was one of the largest in the 20th century and completed destroyed settlements in southern Kamchatka, whilst the 1737 event was probably at least as large with around 14 other events recorded in the historic period with some records going back thousands of years (Pinegina and Bourgeois, 2001)."
  }, {
    "heading": "1.2. Glaciers, glacial history and permafrost",
    "text": "Today there is no permafrost south of 57°N due to the relativelymild winters and heavy snow cover, whilst further north there is discontinuous permafrost. Most of the glaciers of Kamchatka are located in the Sredinny and Eastern Ranges (Fig. 1), along the coast of the Peninsula (Solomina et al., 2007) and today 238 cirques are occupied by active glaciers (Barr and Spagnolo, 2013). Throughout the Holocene, The Peninsula has experienced several phases of glacier advance and retreat. The chronology of these fluctuations is still very poorly constrained, although the most extensive advance occurred before 6800 years ago when glaciers expanded to about 8 kmbeyond their present-day extent, the moraines might be much older (pre-Holocene). There is also evidence for advances with a minimum age of about 4500 years ago, but again these are poorly constrained and could be several millennia older. A series of Neoglacial advances are more accurately dated and these began ca. 2500 years ago, with themost recent of them occurring during the Little Ice Age (between c. 1350 and 1850 CE). Barr and\nSolomina (in this issue) provide a detailed overview of Holocene glacier fluctuations."
  }, {
    "heading": "2. Present-day climate",
    "text": "The climate of Kamchatka is influenced by its position at the eastern margin of the Asian landmass, by itsmountain ranges, by the cold ocean currents present to the east, and by the Sea of Okhotsk to the west. It is generally considered to have a sub-arctic climate and is wetter and milder than inland parts of east Siberia.\nCold currents in the Sea of Okhotsk and the cold East Kamchatka Current (which further south is called the Oyashio or Kurile current) which flows SW along the east coast of Kamchatka both have an important impact on the coastal margins of The Peninsula (Qui, 2001) resulting in a cool and maritime climate along the coastal margins. The East Kamchatka Current also provides a very rich fishery (see below) due its upwelling, nutrient-rich nature.\nIn terms of pressure systems, in winter the Siberian High (which develops to the NW) and the Aleutian low (AL) which develops to the west dominate, whilst in summer, the Pacific High (which develops to the SE) dominates (Shahgedanova, 2002). These result in coldcontinental conditions arising from the NW during winter and warmmoist air masses moving across The Peninsula, from SE to NW during summer. The dominant source of moisture is the North Pacific, to the south and east, though the Sea of Okhotsk, to thewest, acts as a secondary source. Although the storm tracks of the AL generally move from west to east numerous factors have been found to influence their trajectories (Pickart et al., 2009). For example, the Siberian High can block storms resulting in more pack ice in the Bering Sea. The AL also shows annual and interannual variability generally moving west in the later winter. The interannual variability is measured by the North Pacific Index (NPI) which is a measure of the position and intensity of the AL calculated as the area-weighted sea level pressure over the region 30°N–65°N, 160°E–140°W (http://www.beringclimate.noaa.gov). The NPI was low between 1976 and 1988 when the centre of action shifted\neastwards and the track of the AL was situated further south (Pickart et al., 2009), Rodionov et al., 2005 show that this strongly influences air temperatures in the Bering Sea.\nInwinter the position of theAL also influences the extent of sea ice in the Sea of Okhotsk; when the AL is situated further north, northerly winds dominate and the formation of polynyasmeans sea ice is less extensive than when the AL is further south and easterly winds dominate (Itaki and Ikehara, 2004). The history of sea ice distribution has provided palaeo-records of past atmospheric circulation patterns (Katsuki et al., 2010). In the summer the thermal regime of the Okhotsk Sea is determined by the positions of the East Asian Low and the Pacific High (Glebova et al., 2009).\nThe atmospheric NPI is also correlatedwith the Pacific Decadal Oscillation Index (PDOI) which is an expression of sea surface temperature (SST) with a c. 20–30 year pattern of variability. In the warm phase, SST anomalies are negative from the coast of Japan eastward with the strongest signal in the east-central North Pacific, and positive along the North American coast, extending to the south-eastern Bering Sea. In the cold phase there is the opposite distribution of SST anomalies. Solomina et al. (2007) showed that there is a relationship between the PDO and summer (JJA) temperatures from coastal (Petropavlovosk) and inland (Kluchy) stations; but that this is not stable through time and that there is a difference between records.\nIn the summer the development of the East Asia Low in continental Asia and the North Pacific High has a strong influence in the Pacific, bringing moist and warm air to Kamchtaka in summer and the North Pacific High shifts towards the equator when the AL becomes more active in winter.\nNovakovsky (1992) and Krestov et al. (2008) identify two climate provinces in Kamchatka, a sub-oceanic to maritime province along the coast and a subcontinental to sub-maritime region in the central depression. Temperatures in Petropavlosk (Fig. 1) are relatively mild, with summer maxima reaching about 15 °C and winter lows around −8 °C. The orientation of the mountain ranges protects the inner regions of The Peninsula from the influence of the North Pacific, leading to a more continental climate in the interior, and wet and heavily glaciated conditions on the east coast. In the interior valley of the Kamchatka River (e.g. Klyuchi station), temperatures are significantly more continental, reaching 19 °C in summer and falling as low as−41 °C inwinter.\nThe area experiences high cyclonic activity which come from the southwest bringing warm and humid air frequently associated with heavy precipitation, strong winds and rapid temperature changes. Annual precipitation is high, up to 2500mm in the coastal regions, whereas in the Central Valley (e.g. Klutchy meterological station) it can be as low as 350 mm (Krestov et al., 2008; Neshataeva, 2009). The southeast coast south of Petropavlovsk-Kamchatsky generally receives around 1350mm of precipitation. Precipitation occurs fairly evenly throughout the year, and a characteristic feature of The Peninsula is a deep snow cover (over 5 m in some areas) during winter and spring, which frequently persists until August in the high mountains (Dirksen et al., 2013) with snow representing 50% of precipitation in some places (Novakovsky, 1992)."
  }, {
    "heading": "3. Present-day vegetation",
    "text": "Kamchatka lies in the boreal zone of Eurasia and about a third of the area is forested, another third coveredwith shrub, and the remainder either occupied by alpine tundra, wetlands or volcanic landscapes (Ivanov, 2002). Due to active volcanism and severe climatic conditions there is not a large endemic flora (Ivanov, 2002) but there is a diverse Palaearctic flora, with some nationally threatened species and at least 16 endemics (Nazarova et al., 2013). Themain vegetation zones are represented by maritime meadows, Larix cajanderi and Picea ajanensis forests, Betula ermanii forests, Pinus pumila and Alnus kamtschatica shrubs, alpinemeadows,mountain tundra and cold deserts (Neshataeva, 2009).\nThere are clear altitudinal vegetational zones which are strongly climate-dependent. Altitudinal vegetation belts extend from basal stone birch (B. ermannii) forests, to subalpine dwarf pine (P. pumila) and alder thickets, to alpine tundra and bare ground (Krestov et al., 2008) but with large differences between coastal and interior areas, between the Pacific and Sea of Okhotsk coasts andwith strong local effects of volcanic activity which can destroy plant cover and initiate succession. The coast of the Sea of Okhotsk is generally colder than the Pacific coast and is characterized by extensive peat bog formation on a large marshy plain. The vegetation in the more continental interior of The Peninsula, the Central Kamchatka depression differs from that of the coastal areas supporting isolated populations of L. cajanderi, Picea jezoensis and Betula platyphylla, which form forests at lower elevations (Krestov et al., 2008, Neshataeva, 2009; Dirksen et al., 2013). Elsewhere spruce and larch forests grow to an elevation of 300–350 m and in places larch trees are found at 1000m. Stonebirch can thrive at altitudes of 600–800 m and creeping pine, alder and willow can be found at altitudes of up to 1000m. Alpinemeadows andmountain tundra dominate the elevations near the glaciers (Solomina et al., 2007).\nThemost abundant tree in lower forests is stone birch,which iswelladapted to maritime conditions and is a distinctive feature of Kamchatka's vegetation. White birch (B. platyphylla) occurs in mixed and secondary forests mainly in the continental interior. Tree alder (Alnus hirsuta) grows with poplar and willow along rivers, and other damp areas (Dirksen et al., 2013). The shrublands are dominated by shrub alder (Alnus fruticosa) and dwarf pine. The rest of The Peninsula comprises marshes, bogs, meadows, lowland tundra, alpine tundra, and volcanic deserts.\nBioclimatic indices show that Kamchatka belongs to the maritime and suboceanic sectors of the Boreal zone but high humidity, relatively low temperatures, short growing seasons and heavy snowfalls create unique ecological conditions, known as snow forests (Krestov et al., 2008), ideally suited for dwarf alder, dwarf pine and stone birch forests.\nTimber extraction has been historically important particularly within the central conifer-dominated area where only an estimated 2.1% remains undisturbed by logging or recent fire (Eichhorn, 2010). However, the largely intact forest inmany areas has led to the identification of the area as being a priority for conservation and the Bystrinsky region of central Kamchatka has been designated part of the UNESCO World Heritage Site (Volcanoes of Kamchtka) on the basis of both its pristine environments and the Reindeer-herding Eveni people. Almost a third of Kamchatka's forests receive some protection from exploitation, though the Bystrinsky region remains threatened by potential mining developments (Eichhorn, 2010)."
  }, {
    "heading": "3.1. Present-day fauna",
    "text": "Although wildlife is abundant in Kamchatka the marine resources have been commercially exploited and in the past fur trapping was important. The fauna has a relatively low diversity, with the Kamchatka Peninsula exhibiting some of the biogeographic qualities of an island. However, a number of species are abundant, including the worlds largest population of bears the Kamchatkan brown bear (Ursus arctos beringianus) (van Zoelen, 2002), snow ram, northern deer, sable and wolverine, and there is a high level of endemism. Important birds include Stellar's sea eagle (50% of the world's population), white-tailed eagle, golden eagle, gyrfalcon and peregrine falcon. There are numerous seabird colonies and 50% of the global population of Aleutian tern nest on The Peninsula. Almost all rivers, serve as salmon spawning grounds, a key species for predatory birds andmammals. All 11 species of salmonid fish coexist in several of Kamchatka's rivers (UNESCO) and Kamchatka contains probably theworld's greatest diversity of salmonid fish, including all six species of anadromous Pacific salmon (chinook, chum, coho, seema, pink, and sockeye) and it is estimated that a fifth of all Pacific salmon originates in Kamchatka. Kuril Lake, in the south\nof the Peninsula (51° 45′ N 157° 12′E) is recognized as the largest spawning-ground for sockeye in Eurasia (The Royal Geographical Society, 2015)."
  }, {
    "heading": "4. Human geography and anthropogenic pressures",
    "text": "In termof recent history the capital, Petropavlovsk-Kamchatksy,was founded in 1740 CE, by the Danish navigator Vitus Bering who was in the service of the Russian Navy but it did not become a large city until the Soviet era. Geopolitically, Kamchatka was important throughout the eras of the Russian Empire and the Soviet Union for its naval base and general border region security (Stephan 1994, in Graybill, 2013). Today the region remains economically important for Sea of Okhotsk and Pacific fisheries, especially for salmon and crab (Newell, 2004, In Graybill, 2013).\nAdministratively Kamchatka is a constituent part of the Russian Federation with a population of around 322,000, concentrated in twomain areas; around the city of Petropavlovsk-Kamchatsky which is home to about 70% of the population, and the Central Kamchatka valley where commercial agriculture and forestry takes place. Across Avacha Bay from the city of Petropavlovsk-Kamchatsky is the Rybachiy Nuclear Submarine Base, established during the Soviet regime and still used by theRussianNavy. Until 1990 CE thePeninsulawas closed to all outsiders due its strategic importance as a military area possibly leaving a legacy of pollution and contamination of the landscape with heavy metals and radiation.Nuclearwaste storage sites are situated on The Peninsulawith reports of a possible leak in 1990 (Bradley 1997 in Pryde, 2010). There is little fossil fuel consumption since geothermal resources are used for power generation, with the Pauzhetskaya plant operating since 1967, and farmers commonly using geothermal sources for energy (Ivanov, 2002).\nPollution data is however, scarce (Jones et al., 2015–in this issue). To our knowledge there are no palaeolimnological studies of recent environmental change on The Peninsula, and the Kamchatka area is considered to be ‘pristine’ by van Zoelen (2002) who attributes the preservation of an ‘ecologically pristine wilderness area’ to the consequences of it being a closed area formanydecades allowing for example, large populations of the Kamchatkan brown bear to persist.\nSix UNESCO World Heritage List sites have been designated in the Volcanoes of Kamchatka group, which encompasses more than 4 million ha (UNESCO, 2015). However, although about 27% of Kamchatka is protected, much of the area consists of rocks and ice, and Kamchatka's most important conifer forests, essential for flood control and ensuring healthy salmon runs, remain largely unprotected (Newell, 2004, in Graybill, 2013). In 2006 the world's first full-basin protected area for salmon conservation was designated in the Kol/ Kekhta river system and other important salmon areas are now being considered for protection in response to pressure from poaching and to worldwide decreases in salmon stocks (The Wild Salmon Centre, 2015).\nKamchatka is part of Beringia and at various times during the Pleistocene when sea level was lower, the Bering land bridge connected Asia with North America, and this land bridge is postulated to be an important route for human populations coming from Asia to populate the Americas (Goebel, 2013). One of the most important archaeological sites in Beringia is the Ushki Lake cluster situated in the central part of the Kamchatka Peninsula, which was discovered by N.N. Dikov in the early 1960s and excavated into the 1990s. Recently the radiocarbon dates at the site have been re-evaluated and it is suggested that there was human occupation of the area from 13,000 cal. BPwhich continued throughoutmost of theHolocene (until ca. 800 BP) (Goebel et al., 2003, 2010). The site, where people hunted and fished for salmon, represents one of the earliest sites of human occupation in western Beringia and possibly was one of several populations that ultimately gave rise to some of the early American populations (Goebel et al., 2010)."
  }, {
    "heading": "5. Palaeoecology and past climates",
    "text": "In this Special Issue the primary focus is the use of lake sediment records for palaeoclimatic inferences (Solovieva et al., 2015–in this issue; Self et al., 2015, 2015–in this issue; Hoff et al., 2015–in this issue; Hammarlund et al., 2015–in this issue; Andrén et al., 2015–in this issue) with Brooks et al. (in this issue) summarising the palaeoclimate results and integrating these records with other proxies from other archives. In this paper an additional perspective from ongoing tree ring, ice core and borehole temperature reconstructions offers an opportunity to characterise climate variability for the past several centuries in Kamchatka as well as giving an overview and update of recent research."
  }, {
    "heading": "5.1. Tree-ring studies",
    "text": "Tree-ring studies in Kamchatka begun in the 1970s (Lovelius, 1979; Yadav and Bitvinskaa, 1991), but the most valuable modern tree-ring analyses and paleoclimatic reconstructions have been the contribution of Shiyatov et al. (1996), who developed two chronologicallycontrolled larch ring width series in central Kamchatka which have been submitted to the ITRDB (International Tree-Ring Data Bank).\nAt present a number of larch chronologies (Larix gmelinii (Rupr.) Rupr. sometimes also reported as Larix kurilensis Mayr and L. cajanderi Mayr have been developed for Kamchatka (Solomina et al., 1999, 2007, 2008; Takahaski et al., 2001, Sano et al., 2009). Most chronologies include only living trees although Solomina (unpublished) has collected buried wood from the Kamchatka River. The wood buried in the pyroclastic flow of the Shiveluch volcano has also been used to date volcanic eruptions from the 17th–19th centuries, but due to the poor quality of the (charcoal) samples and low replication of the oldest part of the chronology these were not included in the resulting regional larch chronology. Older wood buried in Late Pleistocene deposits dated by 14C between 39,800 ± 1400 and 54,800 ± 1400 radiocarbon years BP (Braitseva et al., 2005) were also collected in 2006 (Solomina unpublished). Although the quality of some samples is sufficient for the treering analyses the number of samples was not enough to build a floating chronology, although some interesting potential was demonstrated.\nAt present regional larch chronologies are close to four hundred years long: in Central Kamchatka they cover the period 1632–2004 CE (Solomina et al., 2007), and in the Kronotsky National Park (eastern Kamchatka) they cover between 1624 and 2002 CE (Sano et al., 2009). Both chronologies show a generally similar decadal and interannual variability. The ringwidth of larch growing at the upper tree limit correlates with theMay–June temperature, although the coefficient of correlation is not very high (0.4–0.5) (Gostev et al., 1996; Solomina et al., 1999, 2000, 2007; Sano et al., 2009).\nSano et al. (2009) identified a cool period from the 1660s until the 1680s and a general gradual warming trend up to the present interrupted by the cooling between 1800 and 1910 CE, which coincides with a number of glacier advances, marked by fresh moraines dated by lichenometry (Solomina and Calkin, 2003).\nSolomina et al. (2005) used light andmissing rings in the larch chronologies as paleoclimatic indicators for unusually cool early summers or short warm seasons. Light rings in the Esso and Kronotsky chronologies coincide with missing rings or precede them by one year. Some light rings can be associated with well-known climatically effective worldwide volcanic eruptions with a lag of 1–2 years. In contrast, local eruptions, including several which had a global climatic effect (e.g. Shiveluch, 1965 CE, 1854 CE, Bezymianny, 1956 CE), are not seen in the Kamchatka light and missing ring chronologies. One exception is the eruption of Plosky Tolbachik in 1975 CE, which directly damaged trees and led to the absence of the growth rings of 1976–1978 CE.\nPicea — spruce (Abies jezoensis Siebold & Zucc. sometimes also reported as P. ajanensis Fisch. ex Trautv. & C.A. Mey or P. ajanensis Lindl. et Gord.) is a less common species in Kamchatka growing in the central part of the peninsula.We are aware of only two chronologies developed\nin the area of Shiveluch volcano (1700 to 2003 CE) and the Kamchatka river valley (1793–2003 CE) (Solomina, unpublished). They show a generally similar pattern of variations to the regional larch curve and a similar, but less strong climatic signal as the larch at the upper tree limit.\nPine— dwarf pine (P. pumila (Pall.) Regel) is awide spread species in Kamchatka, very well adapted to the severe northern climate. The trees can live up to 250 years, but have only been used for tree ring analyses sporadically. The growth of pine is strongly controlled by theproduction of cones with 2–4 years cycles that biases the climatic signal in ring width. Khomentovsky (1995) studied the ecology of dwarf pine in Kamchatka and developed several ring width (RW) chronologies (personal communication) but these are not publically available.\nBirch — in maritime Southern Kamchatka Stone Birch (B. Ermanii Cham.) dominates the natural forests. The trees can live up to 500 years, although the oldest birch trees in Kamchatka reported so far are only 350 years old (Shamshin, 1999). Gostev et al. (1996) found that a preliminary birch chronology from a coastal site near PetropavlovskKamchatsky correlates with July–August temperatures. Pugacheva et al. (2008) found a significant correlation with March–May and May precipitation at two sites at different altitudes. This model can be used to assess the snowdepth in Southern Kamchatka, which is an important parameter not only for the vegetation, but also for the reconstruction of the avalanche activity in this area. The chronologies from the both sites show positive, but weak correlation with July mean temperature (R = 0.27 and R = 0.28 for upper and lower sites, respectively).\nDolezal et al. (2010) found out that the ring width of birch growing at high-elevation (500–600m) reacts positively towarm and dry conditions in June and July. The correlation with temperature in September and October is positive, whilst precipitation in these months plays a negative role in the radial growth. The trees growing at low-elevation increase the ring width when there is a lot of snow in winter. The growth of B. platyphylla Sukaczev in taiga in the interior of Kamchatka is limited by the low summer temperatures. On drier sites the ring width is positively correlated with April temperature and June precipitation.\nDolezal et al. (2014) used a 230-year long chronology of B. ermanii growing in eastern maritime Kamchatka to reconstruct the mass balance and glacier variations in this area. They found the correlation of birch RW with the July temperature and with the mass balance of Koryto glacier. According to these records the periods AD 1984–1985, 1970–1976, 1953–1957, 1912–1926, 1855–1875, 1830–1845, 1805– 1820 and 1770–1780 were cold, whilst those at the end of 19th and in 20th centuries (AD 1990s, 1960s, 1930–1940s, 1880–1900s) were warm. The ring counting together with the tephrochronological data allowed a better constraint of the dates of moraines of Koryto glacier earlier described and dated by Solomina and Calkin (2003)."
  }, {
    "heading": "5.2. Tree rings and volcanoes",
    "text": "Solomina et al. (2008) used tree ring analyses from pyroclastic flows in the Baidarnaia and Kamenskaia valleys to reconstruct the activity of the Shiveluch volcano. In the Baidarnaia valley the date of the eruption identified from the outer ring buried in the pyroclastic flow is 1756 CE. The inner part of wood buried in the pyroclastic flow dates back to around 1640 CE (no later than 1648 CE); this date provides the limiting age for an older eruption."
  }, {
    "heading": "5.3. Lahars (mudflows or debris flows)",
    "text": "The chronology and spatial distribution of the lahars from disturbed trees, geomorphic observations and remote sensing were reported recently by Salaorni (2014). Using larch and willow tree rings she identified and mapped 26 previously unknown lahar events which occurred between 1729 and 2012 CE at Shiveluch volcano and 14 events which occurred after the 1990s at the Klyuchevskoy volcanoes. Most of the\nrecorded events occurred in spring, underlining the importance of snow cover as a water source for lahar initiation.\nIn summer 2014 8 sites of birch, 2 sites of spruce and 21 sites of larch over the Kamchatka Peninsula were sampled by a joint American– Russian team (G.Wiles, V. Matskovsky, T. Kuderina, S. Frederick). This large collection will be used for the spatial reconstruction of climate in this area."
  }, {
    "heading": "5.4. Ice cores",
    "text": "Ice cores were retrieved in 1998 from glaciers at Ushkvosky (Gorshkov crater) and in 2006 at the Ichinsky volcano. The samples from the cores are partly processed and some results are published (Shiraiwa et al., 1997, 1999, 2001; Sato et al., 2013), although more are still in progress.\nThe Ushkovsky ice core is 211.7 m long. The age of the ice at the bottom is assessed to be between 640 and 830 years old according to two model scenarios (Shiraiwa et al., 2001). The bottom of the glacier is frozen to the bed, with a bottom temperature of−2.8 ± 1 °C. The surface melting does not seriously modify the isotopic and chemical signals; therefore the core can be used for the reconstruction of several environmental parameters over the last centuries. Oxygen and Deuterium isotope profiles show a clear annual signal and the accuracy of the dating of annual layers is assessed as ±2 years since 1826 CE. Several ash layers from historical eruptions have also been used for additional age control (Shiraiwa et al., 2001). The comparison of ring width minima and those of Melt Feature Index confirms a 1–3 year dating accuracy for this ice core over the late 18th to 20th centuries (Solomina et al., 2007).\nThe oxygen isotopes (δ18O) and ammonium and nitrate ions in the Ushkovsky ice core were analysed from the surface down to 110 m (1823–1997 CE) (Shiraiwa et al., 2001; Shiraiwa and Yamaguchi, 2002), whilst deuterium (δD) and past accumulation were analysed to 140.7 m (1736–1997 CE) (Sato et al., 2013). The average level of δD changed by 6.0‰ from 1736–1880 to 1910–1997 CE and this shift is probably related to the 20th century warming (Sato et al. 2014). The highest reconstructed accumulation rates are recorded at 1810–1850 CE, 1910 and 1970 CE, periods which coincide with glacier advances in Kamchatka.\nTheUshkovsky ice corewas also used to infer biomass burning using numerous tracers, such a levoglucosan and vanillic, p-hydroxybenzoic, dehydroabietic acids and concentrations of total organic carbon. Levoglucosan showed peaks in 1705, 1759, 1883, 1915, 1949 and 1972 CE,which roughly corresponded to thewarm years in the high latitudes of the Northern hemisphere. Another tracer specific for the burning of conifer resin, showed a gradual increase over the 20th century (Kawamura et al., 2012).\nThe Ichinsky ice core is 115m longwith a temperature of−3.4 °C at the bottom of the borehole. The δD profile of the Ichinsky ice core did not show clear seasonal variations therefore the age of the core was estimated by comparisonwith the δDprofile of theUshkovsky ice cap. The negative peaks of δD are interpreted as a sign of expansion of sea ice in the Sea of Okhotsk. The percentage of melt features was high in the 1950–60s and the mid-1990s–2000s and generally coincides with the increase in cyclone activity in Kamchatka (Matoba et al., 2011)."
  }, {
    "heading": "5.5. Boreholes",
    "text": "The data from the series of repeated temperature logs in boreholes up to a depth of up to 400mwere used in the central part of Kamchatka for the inference of the low frequency changes of surface temperature. The reconstruction shows a general warming of about 1 °C in 20th century, and a cooling duringmost of the 19th century (Cernák et al., 2006). Although the resolution of these records is low, the data is extremely important as independent records of temperature variations."
  }, {
    "heading": "5.6. Palaeoclimate summary",
    "text": "The Kamchatka region is rich in paleoclimatic proxieswhich have already provided important information on the environmental changes in The Peninsula in the recent past placing the modern climate changes in a longer context. The period of the last 200 years is sufficiently covered by the proxy information, including reconstructionswith annual resolution. In this period the tree-rings, ice cores, boreholes, and glacier fluctuations recorded a 1 °C warming and a general glacier retreat, i.e. the transition from the Little Ice Age climate to the modern one. Although the proxies have different resolution, accuracy and seasonality in general they demonstrate a coherent picture of environmental changes in the last two centuries. The tree ring and ice core records are up to four-six hundred years long and they provide information on annual to decadal variability of summer temperature, accumulation processes, volcanic eruptions and lahar activity. The information beyond the Little Ice Age is scarce, but multi-proxy reconstructions show much potential; see Brooks et al. (in this issue) for a synthesis."
  }, {
    "heading": "Acknowledgements",
    "text": "The work was funded by NERC (NE/H008160/1 Influence of Glocal teleconnections on Holocene Climate in Kamchatka). Miles Irving from the Cartographic Office, Department of Geography UCL is thanked for production of maps in this volume."
  }],
  "year": 2015,
  "references": [{
    "title": "Holocene climate and environmental change in north-eastern Kamchatka (Russian Far East), inferred from a multi-proxy study of lake sediments",
    "authors": ["E. Andrén", "A. Klimaschewski", "A.E. Self", "N. St. Amour", "A.A. Andreev", "K.D. Bennett", "D.J. Conley", "T.W.D. Edwards", "N. Solovieva", "D. Hammarlund"],
    "year": 2015
  }, {
    "title": "Pleistocene and Holocene glacier fluctuations upon the Kamchatka Peninsula",
    "authors": ["I.D. Barr", "O. Solomina"],
    "venue": "Glob. Planet. Chang",
    "year": 2014
  }, {
    "title": "Palaeoglacial and palaeoclimatic conditions in the NW Pacific, as revealed by a morphometric analysis of cirques upon the Kamchatka Peninsula",
    "authors": ["I.D. Barr", "M. Spagnolo"],
    "venue": "Geomorphology",
    "year": 2013
  }, {
    "title": "Tephra of the largest prehistoric Holocene volcanic eruptions in Kamchatka",
    "authors": ["O.A. Braitseva", "I.V. Melekestsev", "V. Ponomareva", "V.Y. Kirianov", "S.N. Litasova", "L.D. Sulerzhitsky"],
    "venue": "Quat. Int",
    "year": 1992
  }, {
    "title": "Holocene key-marker tephra layers in Kamchatka, Russia",
    "authors": ["O.A. Braitseva", "V.V. Ponomareva", "L.D. Sulerzhitsky", "I.V. Melekestsev", "J. Bailey"],
    "venue": "Quat. Res",
    "year": 1997
  }, {
    "title": "New data on the age of Pleistocene deposits in the Central Kamchatka depression",
    "authors": ["O.A. Braitseva", "I.V. Melekestsev", "L.D. Sulerzhitsky"],
    "venue": "Stratigr. Geol. Correl",
    "year": 2005
  }, {
    "title": "A comparative study of geothermal and meteorological records of climate change in Kamchatka",
    "authors": ["V. Cernák", "J. Šafanda", "L. Bodri", "M. Yamano", "E. Gordeev"],
    "venue": "Stud. Geophys. Geod",
    "year": 2006
  }, {
    "title": "Holocene vegetation dynamics and climate change in Kamchatka Peninsula",
    "authors": ["V. Dirksen", "O. Dirksen", "B. Diekmann"],
    "venue": "Russian Far East. Rev. Palaeobot. Palynol",
    "year": 2013
  }, {
    "title": "Climatic factors affecting radial growth of Betula ermanii and Betula platypylla in Kamchatka",
    "authors": ["J. Dolezal", "H. Ishii", "K. Takahaski", "V.P. Vetrova", "K. Homma", "A. Sumida", "T. Hara"],
    "venue": "Can. J. For",
    "year": 2010
  }, {
    "title": "Linking two centuries of tree growth and glacier dynamics with climate changes in Kamchatka",
    "authors": ["J. Dolezal", "J. Altman", "V.P. Vetrova", "T. Hara"],
    "venue": "Clim. Chang",
    "year": 2014
  }, {
    "title": "Boreal forests of Kamchatka: structure and composition",
    "authors": ["M.P. Eichhorn"],
    "venue": "Forests",
    "year": 2010
  }, {
    "title": "Long term changes of atmospheric centres and climate regime of the Okhotsk Sea in the last three decades",
    "authors": ["S. Glebova", "E. Ustinova", "Y. Sorokin"],
    "venue": "Scientific Report,",
    "year": 2009
  }, {
    "title": "Kamchatka: A Journey and Guide to Russia's Land of Ice and Fire",
    "authors": ["D. Gledhill"],
    "venue": "Odyssey Books and Guides, Hong Kong",
    "year": 2007
  }, {
    "title": "Archaeological records: global expansion 300,000–8000 years ago, America",
    "authors": ["T. Goebel"],
    "year": 2013
  }, {
    "title": "The archaeology of Ushki Lake, Kamchatka, and the Pleistocene peopling of the Americas",
    "authors": ["T. Goebel", "M.R. Waters", "M. Dikova"],
    "year": 2003
  }, {
    "title": "New dates from Ushki-1, Kamchatka, confirm 13,000 cal BP age for earliest Paleolithic occupation",
    "authors": ["T. Goebel", "S.B. Slobodin", "M.R. Waters"],
    "venue": "J. Archaeol",
    "year": 2010
  }, {
    "title": "Early summer temperatures since 1670 A.D. for Central Kamchatka reconstructed based on a Siberian larch tree-ring width chronology",
    "authors": ["M. Gostev", "G. Wiles", "R. D'Arrigo", "G. Jacoby", "P. Khomentovsky"],
    "venue": "Can. J. For",
    "year": 1996
  }, {
    "title": "Imagining resilience: situating perceptions and emotions about climate change on Kamchatka, Russia",
    "authors": ["J. Graybill"],
    "venue": "GeoJournal",
    "year": 2013
  }, {
    "title": "Holocene environment of Central Kamchatka, Russia: implications from a multi-proxy record of Two-Yurts Lake",
    "authors": ["U. Hoff", "B.K. Biskaborn", "V.G. Dirksen", "O.V. Dirksen", "G. Kuhn", "H. Meyer", "L. Nazarova", "A. Roth", "B. Diekmann"],
    "venue": "Glob. Planet. Chang",
    "year": 2015
  }, {
    "title": "Middle to late Holocene changes of the Okhotsk Sea Intermediate Water and their relation to atmospheric circulation",
    "authors": ["T. Itaki", "K. Ikehara"],
    "venue": "Geophys. Res",
    "year": 2004
  }, {
    "title": "The Far East. In: Shahgedanova, M. (Ed.), The Physical Geography of Northern Eurasia",
    "authors": ["A. Ivanov"],
    "year": 2002
  }, {
    "title": "Evidence of global pollution and recent environmental change in Kamchatka, Russia",
    "authors": ["V.J. Jones", "N.L. Rose", "A.E. Self", "N. Solovieva", "H. Yang"],
    "venue": "Glob. Planet. Chang",
    "year": 2015
  }, {
    "title": "Sea-ice distribution and atmospheric pressure patterns in southwestern Okhotsk Sea since the Last Glacial Maximum",
    "authors": ["K. Katsuki", "B.K. Khim", "T. Itaki", "Okazaki", "K. Ikehara", "Y. Shin", "H. Yoon", "C.Y. Kang"],
    "year": 2010
  }, {
    "title": "Ice core records of biomass burning tracers (levoglucosan and dehydroabietic, vanillic and p-hydroxybenzoic acids) and total organic carbon for past 300 years in the Kamchatka Peninsula, Northeast Asia",
    "authors": ["K. Kawamura", "Y. Izawa", "M. Mochida", "T. Shiraiwa"],
    "venue": "Geochim. Cosmochim",
    "year": 2012
  }, {
    "title": "Ecology of dwarf pine (Pinus pumila (Pall.) Regel) in Kamchatka (general overview)",
    "authors": ["P.A. Khomentovsky"],
    "venue": "Dal'nauka, Vladivostok,",
    "year": 1995
  }, {
    "title": "Vegetation and natural habitats of Kamchatka",
    "authors": ["P.V. Krestov", "A.O. Omelko", "Y. Nakamura"],
    "venue": "Ber. d. Reinh.-Tüxen-Ges",
    "year": 2008
  }, {
    "title": "Variability of Tree Growth",
    "authors": ["N.B. Lovelius"],
    "venue": "Nauka, Leningrad",
    "year": 1979
  }, {
    "title": "Records of sea-ice extent and air temperature at the Sea of Okhotsk from an ice core of Mount Ichinsky, Kamchatka",
    "authors": ["S. Matoba", "T. Shiraiwa", "A. Tsushima", "H. Sasaki", "Y.D. Muranyev"],
    "venue": "Ann. Glaciol",
    "year": 2011
  }, {
    "title": "Late Holocene climate and environmental changes in Kamchatka inferred from the subfossil chironomid record",
    "authors": ["L. Nazarova", "V. de Hoog", "U. Hoff", "O. Dirksen", "B. Diekmann"],
    "venue": "Quat. Sci. Rev",
    "year": 2013
  }, {
    "title": "The Russian Far East: A Reference Guide for Conservation and Development",
    "authors": ["J. Newell"],
    "venue": "Daniel and Daniel,",
    "year": 2004
  }, {
    "title": "Evidence for two upper mantle sources driving volcanism in Central Kamchatka",
    "authors": ["A. Nikulin", "V. Levin", "M. Carr", "C. Herzberg", "M. West"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 2012
  }, {
    "title": "Climatic provinces of the Russian Far East in relation to human activities",
    "authors": ["S. Novakovsky"],
    "venue": "Geogr. Rev",
    "year": 1992
  }, {
    "title": "Seasonal evolution of Aleutian low pressure systems: implications for the North Pacific subpolar circulation",
    "authors": ["R.S. Pickart", "G.W.K. Moore", "A.M. Macdonald", "I.A. Renfew", "J.E. Walsh", "W.S. Kessler"],
    "venue": "J. Phys. Oceanogr",
    "year": 2009
  }, {
    "title": "Historical and paleo-tsunami deposits on Kamchatka Russia: long-term chronologies and long-distance correlations",
    "authors": ["T.K. Pinegina", "J. Bourgeois"],
    "venue": "Nat. Hazards",
    "year": 2001
  }, {
    "title": "Distal tephrochronology in volcanic regions: challenges and insights from Kamchatka lake sediments",
    "authors": ["G. Plunket", "S.E. Coulter", "V.V. Ponomareva", "M. Blaauw", "A. Klimaschewski", "D. Hammarlund"],
    "venue": "Glob. Planet. Chang",
    "year": 2015
  }, {
    "title": "Holocene eruptive history of Shiveluch volcano, Kamchatka Peninsula",
    "authors": ["V.V. Ponomareva", "P.R. Kyle", "M. Pevzner", "L.D. Sulerzhitsky", "M. Hartman"],
    "venue": "American Geophysical Union Geophysical Monograph Series",
    "year": 2007
  }, {
    "title": "Tephra from andesitic Shiveluch volcano, Kamchatka, NW Pacific: chronology of explosive eruptions and geochemical fingerprinting of volcanic glass",
    "authors": ["V. Ponomareva", "M. Pornyagin", "M. Pevzner", "M. Blaauw", "P. Klye", "A. Derkachev"],
    "venue": "Int. J. Earth",
    "year": 2015
  }, {
    "title": "Radioactive contamination. In: Shahgedanova, M. (Ed.), The Physical Geography of Northern Eurasia",
    "authors": ["P. Pryde"],
    "year": 2010
  }, {
    "title": "The first attempt of spring precipitation reconstruction in South Kamchatka, using ring width of stone birch (Betula ermanii Cham.)",
    "authors": ["E. Pugacheva", "O. Solomina", "V. Mikhalenko"],
    "venue": "Geophys. Res. Abstr",
    "year": 2008
  }, {
    "title": "Kuroshio and Oyashio Currents",
    "authors": ["B. Qui"],
    "venue": "Encyclopedia of Ocean Sciences. Academic Press.,",
    "year": 2001
  }, {
    "title": "The Aleutian low and winter climatic conditions in the Bering Sea",
    "authors": ["S.N. Rodionov", "J.E. Overland", "N.A. Bond"],
    "venue": "Part I: classification. J. Clim",
    "year": 2005
  }, {
    "title": "Tree-ring reconstruction of lahar activity in Kamchatka, Russia",
    "authors": ["E. Salaorni"],
    "venue": "Masters Thesis Faculty of Science. University of Bern Institute of Geological Sciences",
    "year": 2014
  }, {
    "title": "Tree-ring-width chronology of Larix gmelinii as an indicator of changes in early summer temperature in east-central Kamchatka",
    "authors": ["M. Sano", "F. Furuta", "T. Sweda"],
    "venue": "J. For",
    "year": 2009
  }, {
    "title": "Accumulation reconstruction and water isotope analysis for 1735–1997 of an ice core from the Ushkovsky volcano, Kamchatka and their relationships to North Pacific climate records",
    "authors": ["T. Sato", "T. Shiraiwa", "R. Greve", "H. Seddik", "E. Edelmann", "T. Zwinger"],
    "venue": "Clim. Past",
    "year": 2013
  }, {
    "title": "Late Holocene environmental change in arctic western Siberia",
    "authors": ["A.E. Self", "V.J. Jones", "S.J. Brooks"],
    "venue": "The Holocene",
    "year": 2015
  }, {
    "title": "The relative influences of climate and volcanic activity on Holocene lake development inferred from a mountain lake in central Kamchatka",
    "authors": ["A.E. Self", "A. Klimaschewski", "N. Solovieva", "V.J. Jones", "E. Andrén", "A.A. Andreev", "D. Hammarlund", "S.J. Brooks"],
    "venue": "Glob. Planet. Chang",
    "year": 2015
  }, {
    "title": "The Physical Geography of Northern Eurasia",
    "authors": ["M. Shahgedanova"],
    "year": 2002
  }, {
    "title": "The Stone Birch Forests of Kamchatka: Biology, Ecology and Stand Structure",
    "authors": ["V.A. Shamshin"],
    "venue": "GEOS, Moscow (in Russian,",
    "year": 1999
  }, {
    "title": "Reconstruction of glacier mass balances and climate changes in the Kamchatka Peninsula",
    "authors": ["T. Shiraiwa", "S. Yamaguchi"],
    "venue": "J. Geogr. (Tokyo)",
    "year": 2002
  }, {
    "title": "Stratigraphic features of firn as proxy climate signals at the summit ice cap of Ushkovsky Volcano, Kamchatka, Russia",
    "authors": ["T. Shiraiwa", "Y.D. Muranyev", "S. Yamaguchi"],
    "venue": "Arct. Alp. Res",
    "year": 1997
  }, {
    "title": "Characteristics of a crater glacier at Ushkovsky volcano as revealed by the physical properties of ice cores and borehole thermometry",
    "authors": ["T. Shiraiwa", "Y.D. Muranyev", "T. Kameda", "F. Nishio", "Y. Toyama", "A. Takahashi", "A.A. Ovsyannikov", "A.N. Salamatin", "K. Yamagata"],
    "venue": "J. Glaciol",
    "year": 2001
  }, {
    "title": "Potential long-chronology development on the northwest Siberian Plain: early results",
    "authors": ["S. Shiyatov", "R. Hantemirov", "F.H. Schweingrubber", "K.R. Briffa", "M. Moell"],
    "venue": "Dendrochronologia",
    "year": 1996
  }, {
    "title": "Lichenometry as applied to moraines in Alaska, USA, and Kamchatka, Russia",
    "authors": ["O. Solomina", "P. Calkin"],
    "venue": "Arct. Antarct. Alp. Res",
    "year": 2003
  }, {
    "title": "Two new ring width chronologies of larch and birch from the Kamchatka Peninsula (Russia) and their relationship to climate and volcanic activities",
    "authors": ["O. Solomina", "Y.D. Muranyev", "A. Braeuning", "G.N. Kravchenko"],
    "venue": "Cryospheric Stud. Kamchatka",
    "year": 1999
  }, {
    "title": "Tree-rings in Central Kamchatka in comparison with climate variations and ice core data",
    "authors": ["O. Solomina", "Y.D. Muranyev", "A. Braeuning", "T. Shiraiwa", "S. Shiyatov"],
    "venue": "Core Data, Proceedings of the International Conference on Climate Change and Variability,",
    "year": 2000
  }, {
    "title": "Summer temperature reconstructions of the last 400 years in Kamchatka and Kunashir based on tree-ring analysis",
    "authors": ["O. Solomina", "G. Jacoby", "R. D'Arrigo", "A. Braeuning", "N. Eremenko", "Y.D. Muranyev"],
    "venue": "Probl. Ecol. Monit. Ecosyst",
    "year": 2005
  }, {
    "title": "Multiproxy records of climate variability for Kamchatka for the past 400 years",
    "authors": ["O. Solomina", "G. Wiles", "T. Shiraiwa", "R. D'Arrigo"],
    "venue": "Clim. Past",
    "year": 2007
  }, {
    "title": "Constraining recent Shiveluch volcano eruptions (Kamchatka, Russia) by means of dendrochronology",
    "authors": ["O. Solomina", "I. Pavlova", "A. Curtis", "G. Jacoby", "V. Ponomareva", "M. Pevzner"],
    "venue": "Nat. Hazards Earth Syst",
    "year": 2008
  }, {
    "title": "The Holocene environmental history of a small coastal lake on the north-eastern Kamchatka Peninsula",
    "authors": ["N. Solovieva", "A. Klimaschewski", "A.E. Self", "V.J. Jones", "E. Andrén", "A.A. Andreev", "D. Hammarlund", "E.V. Lepskaya", "L. Nazarova"],
    "venue": "Glob. Planet. Chang",
    "year": 2015
  }, {
    "title": "Climatic factors affecting the growth of Larix cajanderi in the Kamchatka Peninsula, Russia",
    "authors": ["K. Takahaski", "T. Shiraiwa", "V.P. Vetrova", "T. Hara"],
    "venue": "Eur. J. For",
    "year": 2001
  }, {
    "title": "A world of mountains, yet to conquer: the Kamchatka Peninsula",
    "authors": ["A. van Zoelen"],
    "venue": "Mt. Res. Dev",
    "year": 2002
  }, {
    "title": "Growth variability of trees in Kamchatka",
    "authors": ["R.R. Yadav", "T.T. Bitvinskaa"],
    "year": 1991
  }],
  "id": "SP:9f5b688fa7cc84fe5c9ca4ab796fd83228addddf",
  "authors": [{
    "name": "Vivienne Jones",
    "affiliations": []
  }, {
    "name": "Olga Solomina",
    "affiliations": []
  }],
  "title": "The geography of Kamchatka"
}