{
  "sections": [{
    "text": "The concentration of manganese in solution and its precipitation in inorganic systems are primarily redox-controlled, guided by several Earth processes most of which were tectonically induced. The Early Archean atmosphere–hydrosphere system was extremely O2-deficient. Thus, the very high mantle heat flux producing superplumes, severe outgassing and high-temperature hydrothermal activity introduced substantial Mn2+ in anoxic oceans but prevented its precipitation. During the Late Archean, centered at ca. 2.75 Ga, the introduction of Photosystem II and decrease of the oxygen sinks led to a limited buildup of surface O2content locally, initiating modest deposition of manganese in shallow basin-margin oxygenated niches (e.g., deposits in India and Brazil). Rapid burial of organic matter, decline of reduced gases from a progressively oxygenated mantle and a net increase in photosynthetic oxygen marked the Archean–Proterozoic transition. Concurrently, a massive drawdown of atmospheric CO2 owing to increased weathering rates on the tectonically expanded freeboard of the assembled supercontinents caused Paleoproterozoic glaciations (2.45–2.22 Ga). The spectacular sedimentary manganese deposits (at ca. 2.4 Ga) of Transvaal Supergroup, South Africa, were formed by oxidation of hydrothermally derived Mn2+ transferred from a stratified ocean to the continental shelf by transgression. Episodes of increased burial rate of organic matter during ca. 2.4 and 2.06 Ga are correlatable to ocean stratification and further rise of oxygen in the atmosphere. Black shale-hosted Mn carbonate deposits in the Birimian sequence (ca. 2.3–2.0 Ga), West Africa, its equivalents in South America and those in the Francevillian sequence (ca. 2.2–2.1 Ga), Gabon are correlatable to this period. Tectonically forced doming-up, attenuation and substantial increase in freeboard areas prompted increased silicate weathering and atmospheric CO2 drawdown causing glaciation on the Neoproterozoic Rodinia supercontinent. Tectonic rifting and mantle outgassing led to deglaciation. Dissolved Mn2+ and Fe2+ concentrated earlier in highly saline stagnant seawater below the ice cover were exported to shallow shelves by transgression during deglaciation. During the Sturtian glacial-interglacial event (ca. 750–700 Ma), interstratified Mn oxide and BIF deposits of Damara sequence, Namibia, was formed. The Varangian (≡Marinoan; ca. 600 Ma) cryogenic event produced Mn oxide and BIF deposits at Urucum, Jacadigo Group, Brazil. The Datangpo interglacial sequence, South China (Liantuo–Nantuo≡Varangian event) contains black shale-hosted Mn carbonate deposits. The Early Paleozoic witnessed several glacioeustatic sea level changes producing small Mn carbonate deposits of Tiantaishan (Early Cambrian) and Taojiang (Mid-Ordovician) in black shale sequences, China, and the major Mn oxide–carbonate deposits of Karadzhal-type, Central Kazakhstan (Late Devonian). The Mesozoic period of intense plate movements and volcanism produced greenhouse climate and stratified oceans. During the Early Jurassic OAE, organic–rich sediments host many Mn carbonate deposits in Europe (e.g., Úrkút, Hungary) in black shale sequences. The Late Jurassic giant Mn Carbonate deposit at Molango, Mexico, was also genetically related to sea level change. Mn carbonates were always derived from Mn oxyhydroxides during early diagenesis. Large Mn oxide deposits of Cretaceous age at Groote Eylandt, Australia and Imini-Tasdremt, Morocco, were also formed during transgression–regression in greenhouse climate. The Early Oligocene giant Mn oxide–carbonate deposit of Chiatura (Georgia) and Nikopol (Ukraine) were developed in a similar situation. Thereafter, manganese sedimentation was entirely shifted to the deep\nE-mail address: srjugeo@rediffmail.com.\n0012-8252/$ - see front matter © 2006 Elsevier B.V. All rights reserved. doi:10.1016/j.earscirev.2006.03.004\nseafloor and since ca. 15 Ma B.P. was climatically controlled (glaciation–deglaciation) assisted by oxygenated polar bottom currents (AABW, NADW). The changes in climate and the sea level were mainly tectonically forced. © 2006 Elsevier B.V. All rights reserved.\nKeywords: sedimentary; manganese; metallogenesis; paleoenvironment"
  }, {
    "heading": "1. Introduction",
    "text": "The Earth's dynamic history was chequered with the amalgamation and breakup of supercontinents working in tandem (Nance et al., 1988; Hoffman, 1992). Assembly of supercontinents by collision and fusion and their breakup by rifting were all tectonically orchestrated with mantle perturbation and superplumes probably playing vital instruments (Barley et al., 1997, 1998; Condie et al., 2000, 2001). These were evidently the principal guiding factors for the large-scale changes in the planet's exogenic environments through geologic history: the atmospheric–hydrospheric compositions, sea level changes, weathering and sedimentation and climate variations from greenhouse to icehouse conditions. Sedimentary metallogenesis, including that of manganese under study here, was largely governed by these parameters (Barley and Groves, 1992; Garzanti, 1993; Barley et al., 1997, 1998). The earlier reviews on manganese metallogenesis (Varentsov et al., 1984; Roy, 1988, 1997; Laznicka, 1992) restricted the discussions to manganese mineralization in different periods of Earth history without elaborating the broader spectrum of exogenic environments that served as primary controls.\nIn this review, the sedimentary manganese deposits will refer to all those formed as chemical sediments through precipitation in normal pressure–temperature condition from solutions enriched in dissolved manganese irrespective of source. Thus, associational classifications, e.g., volcanogenic–sedimentary, terrigenous– sedimentary, etc., common in earlier literature has been avoided as more often than not mere associations of volcanic or sedimentary rocks are not true indicators of the source of the metals and mechanism of their concentration. This introspection will attempt a holistic analysis of the tectonic influence, endogenic and exogenic processes and consequential modulation of climate that controlled sedimentary manganese deposition through geologic time.\nThe distribution of manganese deposits through geologic history is quite variable (Table 1). It was only modestly initiated during the Late Archean. The Paleoproterozoic was replete with giant and large-size sedimentary manganese deposits formed in a variety of\ngeologic settings. The Mesoproterozoic was practically barren while during the following Neoproterozoic time most manganese deposits are restricted to glaciogenic sequences. The Phanerozoic eon shows considerable diversity in ages of the deposits. Manganese concentrations were relatively small in the Paleozoic and substantially large in the Mesozoic era. During the Cenozoic, while giant-size concentrations of land-based deposits were formed during the Early Oligocene, the milieu of sedimentary manganese mineralization was shifted to the oceanic realm during the rest of the era. This study will explore the cause and effect relationships between such variable distribution of sedimentary manganese deposits and the changing geological– geochemical scenarios during the evolution of the Earth system."
  }, {
    "heading": "2. Geochemical controls on solution and deposition of manganese",
    "text": "Manganese may be supplied to the marine basins both by endogenic hydrothermal solution and through exogenic processes on the continents and the coastal areas. Theoretical thermodynamic analysis and studies on the natural conditions in modern basins (e.g., Black Sea, Baltic Sea, Sannich Inlet, Cariaco Trench) show that the Eh–pH of the inorganic aqueous systems exert prime control on the solution and deposition of manganese as different species (Fig. 1; see also Krauskopf, 1957). Additionally, the presence of HCO3 −, SO4 2−, HPO4\n2− and organic matter may affect the behaviour of manganese in exogenic conditions (Hem, 1963, 1972, 1981; Stumm and Morgan, 1970). Experimental studies on the Mn–Fe–H2O system at room temperature and pressure confirmed a much greater solubility for manganese than for iron (Hem, 1963, 1972).\nMicrobially mediated changes in the oxidation states of manganese leading to its dissolution or precipitation were suspected in natural situations and demonstrated in laboratory experiments (Marshall, 1979; Rosson and Nealson, 1982; Cowen et al., 1986; Ghirose and Ehrlich, 1992). The indication of direct biological mediation, particularly depending on morphological features in sedimentary manganese deposits, may often be\nequivocal. In this discussion, therefore, only the inorganic parameters have been explored though biological intervention in the concerned environments is not denied.\nThe initial precipitation of Mn oxyhydroxides by oxidation of dissolved Mn2+ leads to a metastable state that undergoes fast change into stable species. Mn3O4 and γ-MnOOH were shown as the solid phases in equilibrium with seawater (Klinkhammer and Bender, 1980; Grill, 1982). Experimentally, oxidation of Mn2+ has been shown to produce Mn3O4 and β-MnOOH (Stumm and Giovanoli, 1976), Mn3O4 (Murray et al., 1985) and Mn3O4, β-MnOOH and γ-MnOOH (Hem, 1978; Hem and Lind, 1983). Among the above, γMnOOH (manganite) has been considered as the most stable species derived from Mn3O4 and β-MnOOH by aging and in all these phases the oxidation number of Mn does not exceed +3. By contrast, the primary phases (todorokite, δ-MnO2, birnessite) in modern Fe–Mn nodules and crusts approach +4 oxidation number (Murray et al., 1984; Piper et al., 1984). This anomaly\nwas explained by attributing kinematically controlled disproportionation reactions involving γ-MnOOH (manganite) producing thermodynamically stable Mn4+ oxides (Hem, 1978; Hem and Lind, 1983; Lind et al., 1987). Owing to the transient nature of the Mn3+ phases in sedimentary conditions, the Mn2+/Mn4+ redox couple effectively controls the precipitation of dissolved Mn2+ from solution (Fig. 1). Calvert and Pedersen (1993, 1996) concluded that in marine sediments, Mn carbonate precipitation was almost exclusively controlled by a very high level of dissolved Mn2+ concentration in pore water which, in association with adequate dissolved bicarbonate, could exceed the solubility product of Mn carbonate. Such an enhanced supply of dissolved Mn2+ was considered possible only in O2-stratified basin where Mn oxyhydroxide precipitated from overlying oxygenated seawater in the basin margin was buried to a reducing zone below (Fig. 2) where, on dissolution, a very high level of dissolved Mn2+ could be attained (‘manganese pump’; Calvert and Pedersen, 1993, 1996; see also the modern example in the Baltic Sea, Huckriede and Meischner, 1996). Mn carbonates (rhodochrosite, kutnohorite), now hosted in black shales and organic-rich carbonates, were formed by diagenetic reaction of this dissolved Mn2+ with organically derived dissolved bicarbonate in the anoxic zone below. Such diagenetic Mn carbonates are depleted in 13C (Okita et al., 1988; Polgári et al., 1991; Sugisaki et al., 1991; Okita and Shanks, 1992), indicating that carbon was derived from organic matter. The high organic carbon flux to the O2-depleted zone of the stratified ocean can be explained by enhanced plankton productivity in continental margin setting during transgression and followed by their decomposition and O2 consumption during and after settling.\nExperimental results show that in the presence of a sulfate complex, the MnCO3 stability range persists with a niche for MnS restricted to an unusually high pH and very low Eh field (Hem, 1963, 1972). Thus, MnS is generally absent in natural sedimentary environment except in very rare situation as in the Baltic Sea deeps (Suess, 1979; Böttcher and Huckriede, 1997). Lowtemperature Mn silicates (cf. bementite, neotocite) have not been shown to occur as unequivocally primary phases in sedimentary deposits.\nAs the deposition of manganese, initially as Mn oxyhydroxide, is essentially redox-dependent, the concentration of oxygen in the atmosphere and the interacting hydrosphere at any given time played a vital role in the process. Since the atmospheric O2-level has been considered minimal in the Early Archean (Holland, 1984, 1999, 2002; Kasting, 1993), showing a generally\nprogressive increase with time (albeit intervening periods of depletion), it was reflected in the hydrosphere accordingly and regulated manganese precipitation in different periods of geologic history. The atmospheric oxygen level at any given time was controlled by various endogenic and exogenic processes that are detailed in the discussions to follow."
  }, {
    "heading": "3. The Archean Earth",
    "text": "Small continents and large oceans are inferred for the Early Archean time (Veizer and Jansen, 1979; Des\nMarais, 1994a). The most intense growth of continental crust probably took place during the Late Archean, up to the Archean–Proterozoic transition, centered at ca. 2.75 Ga ago (McLennan and Taylor, 1983; Taylor and McLennan, 1985; Hofmann, 1999; Collerson and Kamber, 1999). Plate movements are considered likely to have been active during the Archean (Bickle, 1978; de Wit, 1998) and conclusive on-ground evidence are reported from China (Kuski et al., 2001), NWAustralia (Kloppenburg et al., 2001) and Canada (Polat and Kerrich, 2001). The high-intensity growth and tectonic forcing possibly led to the convergence and fusion of\nsmall continental blocks into the first conceptualized supercontinent assemblies e.g., ‘Vaalbara’/‘Zimvaalbara’ and ‘Kenorland’ during the Late Archean time (Aspler and Chiarenzelli, 1998, and references therein).\nThe estimated heat flow from the mantle was much higher (2–3 times its present value) during the Early Archean (Bickle, 1978; Turcotte, 1980; de Wit and Hynes, 1995; Godderis and Veizer, 2000; Karson, 2001), diminishing gradually with time corresponding to the mantle evolution and the increasing growth of the continents (Des Marais, 1985; Zhang and Zindler, 1993). The Early Archean elevated heat flux, with inferred transient superplume events (Barley et al., 1997, 1998; Condie et al., 2000, 2001), would have been accompanied by much greater outgassing and high-temperature hydrothermal activity than those in later times (Holland, 1984, 2002). The reduced solar luminosity (ca. 30% less of that at present; Sagan and Mullen, 1972) threatening freezing of the early Earth was presumed to have been compensated by greenhouse warming through the high rate of outgassing of CO2 (Owen et al., 1979; Kasting, 1993) and additionally of CH4 from the early reduced mantle (Kasting, 1998; Pavlov et al., 2000; Sleep and Zahnle, 2001; Catling et al., 2001; Kasting and Seifert, 2002; Habicht et al., 2002).\nThough photosynthetic microbial mats were recorded from ca. 3.4-Ga-old Buck Reef chert in the Barberton greenstone belt, South Africa (Tice and Lowe, 2004) these did not contribute oxygen (anoxygenic) to the atmosphere–hydroshpere system. The conclusion that the atmospheric oxygen-level during the Archean was extremely low (Cloud, 1972; Holland, 1984; Kasting, 1993) was initially based on the survival of redox-sensitive detrital uraninite–pyrite (Archean Witwatersrand basin, South Africa; Ramdohr, 1958; Schidlowski, 1981; the Eliot Lake deposits, Canada; Holland, 1994), and by the pyrite–uraninite–gersdorffite–siderite (major)-bearing siliciclastic sediments (Pilbara craton, NW Australia: 3.25–2.95 Ga; Rasmussen and Buick, 1999). Phillips et al. (2001, and references cited therein), however, considered this evidence equivocal in respect of the O2 deficiency in the atmosphere. This dissent notwithstanding, the oxygenpoor character of the Archean atmosphere has received overwhelming support from other geochemical evidence. The presence of rabdophane with Ce3+ (Pronto paleosol, Matinenda Formation, Canada: 2.60–2.45 Ga; Murakami et al., 2001) is an example. The negligible presence of sulfate in Archean seawater (δ34S in the range of 0±5‰; Cameron, 1982; Walker and Brimblecombe, 1985; Grotzinger and Kasting, 1993; Payten,\n2000; Habicht et al., 2002) also suggests a paucity of atmospheric oxygen. The evidence of mass-independent fractionation of sulfur isotopes in Early Archean rocks confirms anoxic atmosphere at that time (Farquhar et al., 2000, 2001; Farquhar and Wing, 2003; Mojzsis et al., 2003; Kasting, 2005).\nThe initially reducing upper mantle became progressively oxidizing following a suggested mantle overturn around 2.75 Ga ago (Kasting et al., 1993; Davies, 1995; Kasting, 1998; Kump et al., 2001; Sleep, 2001; Sleep and Zahnle, 2001). This event parallelled the earliest unequivocal evidence of photosynthetic O2 production (Brocks et al., 1999). The high CH4 content of the Archean atmosphere, in concert with evolving oxygen, assisted methanotrophy indicated by a widespread strongly negative δ13C anomaly (−35‰ to −50‰ PDB) in carbonates ca. 2.75 Ga ago (Hayes, 1983; Strauss et al., 1992; Des Marais et al., 1992; Des Marais, 1994a,b). This attested to the presence of methanogenic bacteria and methanotrophy, consuming CH4 at the CH4–O2 interface close to restricted stromatolitic units providing microenvironments for oxygenic photosynthesis (Hayes, 1994; Rye and Holland, 2000). This time correspondence of the supercontinent breakup, mantle overturn, superplume event, introduction of Photosystem II, widespread methanogenesis and the maxima attained for both black shale deposition and the values of chemical index of alteration (CIA: Condie et al., 2000, 2001), all centered at ca. 2.75 Ga, strongly indicates the initiation of a drastic change in the Late Archean Earth's exogenic environment, basically driven by tectonic forcing.\nThe severely O2-poor Archean atmosphere was initially paired with totally anoxic oceans. The introduction of oxygenic photosynthesis in basin-margin euphotic zones could produce restricted oxygenated domains (oxygen oasis; Kasting, 1993). Towards the Archean–Proterozopic boundary, such oxygenation was extended further resulting in oxygen-stratified oceans.\nBoth Fe2+ and Mn2+ are inferred to have been released substantially by the high-temperature hydrothermal solutions during the Early Archean and stored in anoxic seawater in dissolved state (Mottl et al., 1979; Seewald and Seyfried, 1990; for details, see Roy, 2000; Holland, 2002). The precipitation of Fe-rich sediments as banded iron formation (BIF) commenced very early (e.g., the 3.8-Ga-old Isua Supracrustals, Greenland) and continued through the Archean and drawing heavily from this source (Jacobsen and Plimentel-Klose, 1988a, b; Derry and Jacobsen, 1990). In the extremely O2deficient Early Archean atmosphere–hydrosphere\nsystem, such BIF deposition remains to be explained satisfactorily. The viability of alternative mechanisms viz. photochemical oxidation and O2-independent biological oxidation, in such a scale, are not yet substantiated. Manganese deposits could not form during the Early Archean as Mn2+/Mn4+ redoxcline is only achieved in an even higher Eh–pH domain than that relevant for the Fe2+/Fe3+ buffer.\nThe conjunction of multiple events in the Late Archean time centered at ca. 2.75 Ga was responsible for the creation of an environment in which dissolved Mn2+ stored in anoxic oceans could be precipitated only in localized basin-margin shallow-shelf niches where limited oxygenation was triggered by the introduction of Photosystem II (oxygen oases of Kasting, 1993). This\nrestricted and perhaps transient establishment of the Mn2+/Mn4+ chemocline led to the modest Late Archean initiation of manganese mineralization recorded from Brazil and India described below."
  }, {
    "heading": "3.1. Late Archean manganese deposits",
    "text": "In Brazil, calc granulites in the Jequi Complex (protolith age ca. 2.9–2.7 Ga; Martin et al., 1997) in Bahia State host a Mn silicate–carbonate protore that yielded small supergene Mn oxide deposits (Valarelli et al., 1976; Mascarenhas and Sá, 1982). More important deposits occur in the São Francisco craton in the greenstone sequence of the Rio das Velhas Supergroup, Minas Gerais, Brazil (Table 2). The basal Nova Lima\nupergroups, Brazil (after Babinski et al., 1995; Klein and Ladeira, 2000)\nGroup (U–Pb zircon age 2780–2772 Ma; Machado and Carneiro, 1992; Machado et al., 1996) comprises volcanic rocks (mafic, ultramafic, minor felsic) overlain by shallow-water metasediments, including black shales hosting Mn silicate–carbonate protores. This protore was formed by metamorphism ofMn carbonate admixed with silica and other impurities with ubiquitous free carbon which was deposited in reducing environment (Dorr et al., 1956; Dorr, 1973; Coutinho et al., 1976). The black shale could possibly be linked tomantle plume activity. The Mn silicate–carbonate protore, on later weathering, produced commercial Mn oxide deposits.\nLate Archean manganese deposits occur in several geological sequences of India. In the Iron Ore Group, Singhbhum craton, eastern India (ca. 3.1 Ga, Saha, 1994), Mn oxide ore beds occur in the topmost Upper Shale horizon immediately overlying a thick sequence of BIF (Table 3). Algal stromatolites and microfossils were described both from the BIF and the Upper Shale\nhorizon that hosts the sedimentary manganese orebodies (Roy, 2000, and references therein). The shallow-water depositional features in the sequence and the occurrence of stromatolites strongly indicate a shelf environment of the Iron Ore Group rocks, including the manganese deposits, where local photosynthetic oxygen production was inferred (Roy, 2000).\nIn the Eastern Ghats granulite belt on the east coast of India, important manganese deposits are interbanded with pelitic rocks, calc silicates and garnetiferous feldspathic quartzite of the Khondalite Group (minimum age for progenitor deposition ca. 2.8 Ga; for discussions, see Roy, 2000). The sedimentary protolith package (pelite–arenite–carbonate) was deposited in shallowwater stable shelf milieu. The metamorphosed Mn oxide ores and the Mn silicate–carbonate rocks present in the sequence are spatially and temporally separated.\nIn the Dharwar Supergroup (2.9–2.6 Ga) in the Karnataka craton, South India (Table 3), the younger\nChitradurga Group (upper age limit ca. 2.6 Ga) hosts sedimentary Mn oxide deposits restricted to the basal Vanivilas Formation (Swami Nath and Ramakrishnan, 1981). These occur as banded Mn oxide–chert formation in a stable shelf setting. Intertidal to subtidal stromatolites occur profusely in close association with cherty dolomite-banded Mn oxide–chert assemblage in the Vanivilas Formation indicating deposition within the euphotic zone where photosynthetic oxygen was evidently generated (Roy, 2000, and references therein).\nThe volcano–sedimentary sequence of the Sandur Group in the eastern sector of the Karnataka craton was deposited in shallow-marine condition coeval with the lower part of the Chitradurga Group (Chadwick et al., 1996; Nutman et al., 1996). The currently accepted stratigraphy (Table 3) shows that the stromatolitic limestone of the Deogiri Formation, hosting the Mn oxide deposits, overlies the basal volcanic Yeshwantanagar Formation. The presence of cyanobacteria in the stromatolitic limestone (Naqvi et al., 1987) indicates supply of photosynthetic oxygen which evidently induced precipitation ofMn oxide/hydroxide. Therefore, the localized photosynthetic oxygen production in basinmargin euphotic zones (oxygen oases of Kasting, 1993) could play a vital role in generating these Late Archean shallow-water Mn oxide deposits of the Dharwar craton."
  }, {
    "heading": "4. The Paleoproterozoic Earth system",
    "text": "Though oxygen production by cyanobacteria was initiated at least ca. 2.75 Ga ago, no pervasive rise in the O2 content of the atmosphere–hydrosphere system was perceptible until the O2 sinks (mainly reduced gases, organic matter, dissolved Fe2+) were overcome or removed. Burial of organic matter during enhanced tectonic regimes could cause a rise of surface oxygen and such events were indicated by positive excursions of δ13C in several pulses during ca. 2.4 and ca. 2.06 Ga (Melezhik and Fallick, 1994; Karhu and Holland, 1996; Buick et al., 1998; Melezhik et al., 1999; see also Aharon, 2005). The escape of hydrogen (reductant) to space following CH4 photolysis might also initiate atmospheric oxygenation (Catling et al., 2001). The model of mantle evolution from an initially reducing to a later oxidizing state (Kasting et al., 1993; Kump et al., 2001; Holland, 2002) would have led to progressively oxidized vented gases with lesser efficacy as O2 sinks (Sleep, 2001). Removal of phosphorus (as orthophosphate) in Archean oceans by Fe oxides (in BIFs) through adsorption could limit cyanobacteria proliferation and oxygen production (Bjerrum and Canfield, 2002). Iron, thus, could restrict atmospheric oxygenation directly (as\nFe2+) acting as O2 sink or possibly indirectly by adsorption of phosphorus and thereby limiting cyanobacteria growth. Diminished deposition of BIF during 2.4 and 2.0 Ga could permit concentration of phosphorus in seawater (Isley and Abbott, 1999) and increased production of oxygen by photosynthesis. Concomitant with organic matter burial, this could promote a considerable rise in atmospheric oxygen level.\nA discernible rise of atmospheric pO2 beginning around the Archean–Proterozoic transition is thus indicated. Data from paleosol studies (Prasad and Roscoe, 1996; Rye and Holland, 1998, 2000; albeit problems stated by Beukes et al., 2002), increase in seawater sulfate (Canfield et al., 2000), and crucially, the stoppage of mass-independent fractionation of sulfur driven by solar UV light corresponding to the formation of the ozone layer ca. 2.45 Ga ago (Farquhar et al., 2000, 2002; Copley, 2001; Bekker et al., 2004; Kerr, 2005) support this contention. This rise in atmospheric (and interacting hydrospheric) O2 level initiated formation of large manganese deposits in very early Palaeoproterozoic (see Section 4.1). The positive correlation of increase in δ34S fractionation and the 87Sr/86Sr signature in seawater around this time underscores advancing decoupling of the exogenic system from endogenic control (Veizer, 1994).\nWidespread Paleoproterozoic glaciation took place during ca. 2.45 and 2.22 Ga. Evidence of such glaciated sequences at more than one stratigraphic levels are firmly established from the Huronian Supergroup, Canada, its equivalents in the Superior Province,USA (Roscoe, 1973; Miall, 1985; Ojakangas, 1988; Ojakangas et al., 2001) and from Baltica (Ojakangas, 1985), South Africa (Transvaal Supergroup; Evans et al., 1997; Kirschvink et al., 2000; Bekker et al., 2001) and Western Australia (Hamersley Megasequence; Martin, 1999). The variation in values of δ13C (between ca. 2.4 and 2.06 Ga) has been shown to be related to the periods of glaciation. This was interpreted as a genetic link between carbon cycling and long-term global climatic change (Kaufman, 1997).\nThe inferred Late Archean supercontinents (‘Vaalbara’/‘Zimvaalbara,’ ‘Kenorland’), tectonically elevated and attenuated by the upwelled mantle could cause a geoid high before ultimate breakup (Worsley et al., 1984; Gurnis, 1988; Fig. 4). The freeboard areas were expanded with a fall of sea level, promoting high rates of continental weathering and extensive development of platform carbonates (e.g., Campbellrand Subgroup, Postmasburg Supergroup, South Africa at the Archean– Proterozoic transition; Table 4; Altermann and Nelson, 1998; Eriksson et al., 1998). Such massive CO2 drawdown would have led to a drastic fall in temperature and\nultimately glaciation (Young et al., 2001, and references therein). The ‘icehouse’ state could also be sustained by the high albedo of the supercontinents. Repetitive glaciations in the Huronian Supergroup were interpreted by Young et al. (2001) as due to negative feedback loops from decreased weathering during glaciation causing rise of the atmospheric CO2 level. Mantle-induced tectonic fragmentation of supercontinents would have also led to significant outgassing of CO2 through the rifted crust resulting in warmer climate, deglaciation, ocean stratification and transgression (Fig. 4).\nGeneration of stratified ocean system and marine transgression were also common in the absence of cryogenic events (Fig. 2). These were caused by increase in rates of plate movements when the seafloor was expanded and elevated forming ocean plateaus, accompanied by volcanic outgassing of reduced species leading to greenhouse warming (Condie, 1998; Barley et al., 1998, 1999; Isley and Abbott, 1999; Condie et al., 2001; Jones and Jenkyns, 2001). A direct correlation among transgression, high organic productivity related to upwelled nutrient supply, increased burial rate of organic matter, stratified ocean system and ocean anoxic events (OAE) has been indicated (Jenkyns, 1980, 1988; Hallam, 1987; Donnelly et al., 1990; Stow et al., 1996; Sinton and Duncan, 1997; Melezhik et al., 1999). The deep-sea anoxia during greenhouse intervals led to the coexistence of 13C-depleted oceanic limestones and sulfidic black shales during 2.4 and 2.06 Ga in several pulses. Sedimentary deposition of iron and manganese through geologic history is intimately related to stratified ocean system and marine transgression–regression episodes.\nMn oxyhydroxide were deposited on continental shelves above the oxic–anoxic interface during transgression. Above the redoxcline, but in the absence of a substrate (away from the shelf), Mn oxyhydroxides formed transiently would have been drowned below into the anoxic zone and dissolved on reduction (Fig. 2). In certain cases, during progressive (stepwise?) transgression (and upward transfer of the Mn2+/Mn4+ redoxcline), Mn oxyhydroxides earlier precipitated on the continental shelf could also sink back to the anoxic zone enriching it in dissolved Mn2+. Thus, a ‘manganese pump’ could have been operative from an oxic to the anoxic zone (Fig. 2). Such enhanced concentration of Mn2+, on reaction with organically derived bicarbonates (through degradation of settling planktons from high primary productivity zones during transgression), produced (Mn,Ca)CO3 in pore water of the bottom sediments (Calvert and Pedersen, 1993, 1996). This process is similar to the one now operative in the Baltic Sea deeps (Huckriede and Meischner, 1996) and can be applied to explain the formation of Mn carbonate in the organic-rich anoxic part of the oceans (e.g., during episodes of enhanced organic carbon burial and OAE)."
  }, {
    "heading": "4.1. Paleoproterozoic manganese deposits",
    "text": "The distinct change in the Earth's surface environment around the Archean–Proterozoic transition led to the most impressive event of sedimentary manganese ore deposition. This was evident in the very early Paleoproterozoic (ca. 2.5–2.4 Ga) in the Transvaal Supergroup of the Kaapvaal craton, South Africa (Table 4). Two 1-m-thick Mn oxide ore beds are interstratified\nwith the Rooinekke iron formation (just above the Griquatown iron formation: 2432±32 Ma, Trendall et al., 1990) of the Koegas Subgroup (Ghap Group below Postmasburg Group). This marks a modest initiation of Paleoproterozoic shallow-shelf sedimentary manganese mineralization in Griqualand West area during transgression of Mn-rich anoxic deep water of a stratified ocean (Beukes, 1993). It was followed by a spectacular event of manganese deposition of the giant Kalahari manganese field (KMF) in the ca. 2.4-Ga-old Hotazel Formation (Bau et al., 1999) of the Postmasburg Group. This is the largest manganese accumulation on land (about 13.6 billion metric tons) located in a single geological sequence (Cairncross et al., 1997).\nThe Hotazel Formation consists of interbedded BIF (four distinct units) and manganese ore (three inter-\nlayers) corresponding to repeated transgression–regression cycles (Beukes, 1983; Tsikos and Moore, 1997; Fig. 3). It overlies the Makganyene Diamictite–Ongeluk Lava Formations and underlies the Mooidraai Formation (limestone–dolomite; 2394±26 Ma; Bau et al., 1999; Table 4). Though the Makganyene Diamictites had earlier been considered as distinctly older than the subaqueous Ongeluk volcanics, their interfingering recorded later indicates that these are, at least in part, coeval (Kirschvink et al., 2000). The Hotazel Formation starts with a thin volcaniclastic sandstone bed at the base, followed by a 0.5–1-m-thick BIF with occasional glaciogenic dropstones recording rapid deglaciation of the Makganyene icehouse state (Fig. 3). This dropstonebearing unit within the Hotazel Formation near its base indicates that glaciation outlasted Ongeluk volcanism (Kirschvink et al., 2000). The Kalahari manganese deposit is composed primarily of braunite–kutnohorite– hematite assemblage (Mamatwan-type; Kleyenstüber, 1984; Nel et al., 1986; Gutzmer and Beukes, 1996), which shows late diagenetic/metamorphic change to hausmannite–braunite–bixbyite (Fe-poor)–Mn calcite. This assemblage was further partially affected at a much later stage by epigenetic fault-controlled hydrothermal metasomatism upgrading about 3% of the ore (Wesselstype; Gutzmer and Beukes, 1995; Evans et al., 2001).\nFrom the minimum age of ca. 2.4 Ga of the Hotazel Formation (Bau et al., 1999), it follows that a perceptible oxygenation of the atmosphere and the upper part of the stratified ocean began during ca. 2.5 and 2.4 Ga ago triggering manganese precipitation (see also Bekker et al., 2004). The results from paleosol studies, the positive excursions of δ13C and the increase in seawater sulfate at around this time support the rise in surface oxygen level. The negative Ce anomaly, ubiquitously detected in the manganese ores of the Hotazel Formation, also suggests a discernible rise in the O2 content of the contemporary near-surface seawater (Bau et al., 1998).\nThe substantial atmospheric CO2 drawdown during the pervasive formation of limestone in the lower part (Campbellrand Subgroup) of the Transvaal Supergroup could substantially increase the pO2/pCO2 ratio in the atmosphere causing rise of Eh–pH of the early Paleoproterozoic surface water (Roy, 2000, and references therein). The Fe2+/Fe3+ and Mn2+/Mn4+ chemoclines were thus attained consecutively at the oxic–anoxic interface of the stratified ocean which, in the anoxic deeper part, was already enriched in dissolved Fe2+ and Mn2+. Geochemical constraints indicate that the Fe2+/Fe3+ redoxcline was attained at a much lower Eh–pH level than that necessary for the Mn2+/Mn4+ buffer (Fig. 2 in Roy, 2000). Wherever\nthese chemoclines impinged the tectonically expanded continental shelf (possibly during fragmentation and drifting of the preexisting supercontinent), the dissolved metals, transferred from the deeper anoxic part during sea level rise, were precipitated. The cyclic deposition of BIF and manganese ores in the Kalahari field was evidently determined by the shifting of Fe2+/Fe3+ and Mn2+/Mn4+ redoxclines during repetitive transgression– regression cycles (Beukes and Gutzmer, 1996). In the Mamatwan-type Mn ores, kutnohorite shows δ13C values between −12‰ and −16‰, suggesting their derivationmediated by organic carbon (Beukes, 1993) or by a combination of mantle contribution of CO2 and organic carbon participation (Kirschvink et al., 2000).\nKirschvink et al. (2000) postulated that hydrothermally released iron to the ocean surface during deglaciation could trigger phytoplankton bloom, possibly including cyanobacteria (cf. Coale et al., 1996). Such additional input of photosynthetic oxygen could drive precipitation of manganese in the Hotazel Formation. Roy (2000) suggested that the evidence of sedimentary manganese deposition in a notable scale may itself provide an additional parameter for detecting a rise in atmospheric O2 content at any given time.\nSignificant deposits of Mn oxide ore occur as beds and lenses intercalated with BIF and dolomite in the merging Cauê and Gandarela Formations, Itabira Group, of the Paleoproterozoic platformal Minas Supergroup overlying the Archean Rio das Velhas Supergroup in Minas Gerais, Brazil (Dorr, 1973; Dorr et al., 1956; Schissel and Aro, 1992; Chemale et al., 1994). Renger et al. (1994; cited by Klein and Ladeira, 2000) interpreted zircon U–Pb data to establish the age bracket of the Minas Supergroup between 2580 and 2125Ma (Table 2). A Pb–Pb carbonate age of the undeformed stromatolitic limestones of the Gandarela Formation was determined at 2420±19 Ma (Babinski et al., 1995). Therefore, this BIF–dolomite–Mn oxide ore association is time equivalent with those of the Hotazel Formation, Transvaal Supergroup, South Africa. Klein and Ladeira (2000) suggested that BIF (and possibly the Mn oxides) were formed by enrichment of hydrothermally derived metals in the deep anoxic part of the ocean and their transfer by transgression/upwelling to stable oxic shelves. A similar deep-sea source for the closely associated manganese deposits has been suggested (Schissel and Aro, 1992). Supergene alteration of the manganese deposits is sometimes so pronounced that it substantially erased the original sedimentary feature of the orebodies.\nThe Paleoproterozoic greenstone belt of the Birimian Supergroup in the West African craton (Ghana, Ivory\nCoast, Burkina Faso, Mali, Eastern Liberia, Guinea) shows a distinct setting and hosts important manganese deposits. The deposits at Nsuta (Ghana), Tambao (Burkina Faso) and Ziémougoula (Ivory Coast) are particularly important in this 1400-km-long belt (Roy, 1981, and references therein). The Nsuta deposit, Ghana, is the one which has been most intensively studied.\nIn the Lower Birimian greenstone sequence, fairly evenly placed belts of isoclinally folded volcanic rocks (mainly MORB-type basalts with subordinate andesite, dacite and minor rhyolite; Leube et al., 1990; Kleinschrot et al., 1994; Sm–Nd model age ca. 2.3–2.22 Ga; Taylor et al., 1992) are present. These volcanic rocks show nearly parallel disposition, spatial contiguity and overlapping of ages with a package of chemical sediments, volcaniclastics, argillites and turbidites (ca. 2.3–2.0 Ga; Leube et al., 1990; Taylor et al., 1992; Hirdes et al., 1992; Davis et al., 1994). Chert and Ca– Fe–Mg carbonate of this package are closely associated with black shales adjacent to the volcanics (Leube et al., 1990). The Mn carbonate protore (Ca-rhodochrosite, rhodochrosite; Yeh et al., 1995) was first detected by Dorr (1968). Thick (50–60 m) beds and lenses of this Mn carbonate protore are interstratified with black shale (δ13C −18.3‰ to −26.9‰, Leube et al., 1990), chert and volcaniclastic rocks that are penecontemporaneous with basalts in an extensional tectonic regime (Yeh et al., 1995), plausibly an intracontinental rift setting (Leube et al., 1990). The Mn carbonate rocks were formed in shallow-marine condition immediately below the shelf break (Kleinschrot et al., 1994; Mücke et al., 1999).\nThe carbon isotope values of the Mn carbonates (δ13C −5.0‰ to −15.9‰) in the protores indicate variable contributions of organic carbon in an anaerobic condition (Yeh et al., 1995). This indicates that manganese was concentrated in anoxic deep seawater and that rhodochrosite was formed most likely by organic carbon mediation during early diagenesis from a Mn oxyhydroxide progenitor (cf. Kleinschrot et al., 1994). Hydrothermal supply of manganese for the formation of the manganese protore including alabandite (MnS) in a strongly reducing and alkaline condition was envisaged by Mücke et al. (1999). The sedimentary rocks of the Birimian sequence in West Africa were metamorphosed to low medium grade during the Eburnean orogeny (ca. 2.1Ga). Later supergene enrichment of the Mn protore produced Mn oxide ore deposits.\nThe Eburnean orogeny of West Africa has been correlated to Trans-Amazonian orogeny (2250– 2100Ma; Cordiani and Brito Neves, 1982) of the Guiana shield of South America (Milési et al., 1992; Taylor et al., 1992) when the two cratons were quite\nTable 6a Stratigraphy of the Sausar Group, India (after Roy, 1981)\nBichua/Junawani Formation (quartz–biotite schist grading into dolomitic marble and calc silicate) Chorbaoli Formation (orthoquartzite, quartz–muscovite schists) Mansar Formation (pelitic schist major, orthoquartzite; Mn oxide\ninterbeds with Mn silicate–oxide and Mn silicate–carbonate rocks at the bottom, middle and top parts) Lohangi/Kadbikera Formation (dolomitic marble, calc silicate rocks hosting interbeds of Mn oxide and Mn silicate–carbonate rocks) Sitasaongi Formation (psammitic and psammopelitic schists) Tirodi Biotite Gneiss Formation (migmatites: Rb–Sr isochron age\n1525±25 Ma)\nprobably juxtaposed (Eriksson et al., 1999). As in West Africa, the Guiana shield, spread over Guyana, Surinam, French Guiana, Venezuelan Guiana and the Brazilian Territory of Amapa, is characterized by a greenstone belt containing several manganese deposits (Holtrop, 1965; Choubert, 1973). Manganese silicate–oxide and silicate–carbonate protores are interstratified with metamorphosed (low- to medium-grade) carbonaceous black shales, pelitic rocks and quartzites in the time-equivalent Yuruari Series (Venezuela), the Barama Series (Guyana) and the Lower Paramaca Series (French Guiana and Surinam). These metamorphosed Mn protores were oxidized and enriched by supergene processes during later weathering.\nThe Trans-Amazonian orogenic belt of the Guiana shield extends into the Brazilian territory of Serra do Navio. The Amapa Series, Brazil, consists of the lower Jornal Group (amphibolite, schist, quartzite) and the upper Serra do Navio Group. The latter comprises at least three rhythmic cycles of sediments each consisting of a basal quartzite overlain successively by pelites and graphitic black shales metamorphosed to amphibolite facies. The Mn carbonates and silicate protores are all enclosed in graphitic black shales. The more extensive Mn carbonate protore consists of rhodochrosite (dominant), minor spessartine, rhodonite, tephroite, graphite and occasionally, alabandite, pyrite and other sulfides (Nagell, 1962; Scarpelli, 1973; Coutinho et al., 1976). This assemblage strongly resembles that of the Mn carbonate protore of the Birimian Supergroup, West Africa, of similar age (Mücke et al., 1999).\nThe formation of diagenetic Mn carbonate (and alabandite) within carbonaceous black shale suggests an anoxic environment possibly coincident with a global organic matter burial event. However, in the absence of carbon isotope data, the extent of organic carbon participation in Mn carbonate formation could not be\ndefinitely assessed. The rhythmic cyclicity of the sedimentary pile of the Serra do Navio Group could possibly be related to marine transgression–regression cycles. The Mn carbonate and silicate protores were later enriched by oxidation during weathering producing Mn oxide ore deposits.\nThe Paleoproterozoic Francevillian Series (ca. 2.2– 2.1 Ga, Bonhomme et al., 1982; Bros et al., 1992; Gauthier-Lafaye et al., 1996; Mossman et al., 2005) Gabon hosts the Moanda deposit which is the largest Mn carbonate (with supergene oxides) concentration developed in organic (microbe)-rich (TOC 0.5–15%) black shale. These deposits are interbedded with pyritiferous black shale, dolomite and sandstone at Okouma, Bafoula, and Bangombé plateaus in the uppermost part of the FB1 unit which is underlain by sandstoneconglomerate (FA unit) of the epicontinental Francevillian Series (Table 5; Weber, 1973; Leclerc and Weber, 1980; Gauthier-Lafaye and Weber, 1989; GauthierLafaye et al., 1996). In the Okouma and the Bafoula plateaus, the Mn-rich horizon is underlain by BIF of sulfide, carbonate and silicate facies from bottom upward (Weber, 1973; Leclerc and Weber, 1980). In the FB1 unit, the thick carbonaceous black shales were formed in anoxic deep water in a stratified ocean system (Gauthier-Lafaye and Weber, 1989). The formation of these black shales may be correlated to the globally large-scale burial event of organic carbon of similar age (Hein and Bolton, 1993). The organic matter in the black shale yielded δ13C values ranging between −25‰ and −38‰ (Gauthier-Lafaye and Weber, 1989). For rhodochrosite in the diagenetic Mn carbonate deposits, this value is −16‰ and it was also inferred that dissolved manganese was supplied to the oxic zone from a reducing seawater source during a transgression– regression cycle in an epicontinental basin (Hein and Bolton, 1993). Mn oxyhydroxides thus formed was dissolved again on burial to the anoxic zone and reacting with HCO3 − produced Mn carbonates. High-grade Mn\noxide ores were produced by supergene oxidation of the Mn carbonates.\nThe Paleoproterozoic (>2.0 Ga; Bhowmik et al., 2005) Sausar Group, Madhya Pradesh and Maharashtra, India, hosts large sedimentary Mn oxide deposits in different stratigraphic levels of a shallow-water shelf sequence of orthoquartzite–carbonate–shale free of volcanic rocks (Table 6a). The whole sequence including the Mn-rich components were subsequently deformed and metamorphosed to different grades up to upper amphibolite facies around 1525±25 Ma (Rb–Sr isochron age; Sarkar et al., 1986). Important Mn oxide deposits (braunite, bixbyite, hollandite, jacobsite, hausmannite, vredenburgite) occur interbanded with Mn silicate-oxide rocks enclosed in orthoquartzite and metapelites of the Mansar Formation and less commonly as conformable lenses in carbonate rocks of the older Lohangi Formation (Straczek et al., 1956; Roy, 1966, 1981; Dasgupta et al., 1990). The Mn silicate– carbonate rocks occur as pockets in the Mn oxide ore horizon in the Mansar and the underlying Lohangi Formations (Roy et al., 1986; Dasgupta et al., 1993). The principal progenitor of these rocks was Mn carbonate which was shown to have been diagenetically derived from Mn oxides by reaction with calcareous partings in isolated evaporating pools (Dasgupta et al., 1992). The Mn oxide-rich sediments were deposited on shallow shelves above the Mn2+/Mn4+ redox interface during a sea level highstand irrespective of the nature of the substrate (e.g., carbonate substrate of the Lohangi Formation).\nThe Gangpur Group (ca. 2.0 Ga), Orissa, India, considered coeval with the Sausar Group, hosts metamorphosed Mn oxide ores and Mn silicate-oxide rocks interbanded with pelitic schists of the youngest Ghoriajor Formation (Table 6b; Kanungo and Mahalik, 1972). The geologic setting of the Sausar and Gangpur Groups are very similar and the Mn-rich protoliths were possibly deposited concurrently in separate basins through upwelling of Mn2+-rich anoxic deep ocean water (Nicholson et al., 1997). The prominent black shale facies in the Kumarmunda Formation underlying\nTable 6b Stratigraphy of the Gangpur Group, India (after Kanungo andMahalik, 1972)\nGhoriajor Formation (pelitic schists and quartzites hosting metasedimentary manganese deposits) Kumarmunda Formation (black shale, quartzite) Birmitrapur Formation (dolomitic marble, quartzites, pelitic schists) Laingar Formation (pelitic schist, quartzite, black shale) Raghunathpalli Formation (conglomerate, quartzite)\nthe ore-bearing sequence may represent the concluding stage of the global event of organic carbon burial (2.2– 2.0 Ga) and supports the model of a genetic link between shallow-marine manganese deposits and the black shale basins suggested by Force and Cannon (1988)."
  }, {
    "heading": "5. Mesoproterozoic atmosphere–hydrosphere",
    "text": "The Mesoproterozoic era (ca. 1.6–1.0 Ga), totally devoid of BIF, succeeds a long-term (possibly stepwise) oxygenation of the atmosphere–hydrosphere system initiated around the Archean–Proterozoic transition, followed by the ‘Great Oxidation Event’ (Holland, 1999; 2002) between ∼2.3 and 2.05 Ga paralleling the large-scale burial of organic matter. It had been assumed that the stratified ocean system (Fig. 2A), so characteristic of the Paleoproterozoic hydrosphere, broke down during this period by total oxygenation of the basin, and consequently, the oxic deep seawater failed to hold iron (and other metals) in dissolved state. Canfield (1998), on the other hand, proposed that O2 stratification of the oceans persisted till the Neoproterozoic era (see also Poulton et al., 2004). Deep-water anoxia in the oceans at this time was also corroborated by molybdenum isotope record (Arnold et al., 2004). Canfield (1998) further suggested that dissolved iron stored in anoxic deep water was precipitated as sulfides instead of oxides due to increasing concentration of seawater sulfate since ca. 2.3 Ga ago. But this model cannot be extended to permit manganese deposition as sulfides due to geochemical constraints (Hem, 1963, 1972). Manganese deposits of undisputed age are, therefore, absent in this era."
  }, {
    "heading": "6. Neoproterozoic geological and climatic scenario",
    "text": "The Neoproterozoic era (ca. 1000–570 Ma) records the assembly and breakup of supercontinents (Rodinia, Kanatia), repeated glacial cycles and the resultant formation of ore deposits, particularly those of iron and manganese. Similar to the Paleoproterozoic situations, the Neoproterozoic glaciations were evidently related to tectonically forced elevation of the supercontinents to a domed geoid high due to mantle upwelling (Worsley et al., 1984; Gurnis, 1988; see superplume-related evidence, Li et al., 2003). Such elevation would have led to a drop in sea level, expansion of continental freeboard, intense silicate weathering and drawdown of atmospheric CO2 causing a precipitous fall in temperature (Fig. 4). An alternative model visualized a post-fragmentation scenario where rift-related detritus were presumed to have weathered consuming CO2 and causing drop in\ntemperature. But in the post-rifting model, the suggested large drop in temperature cannot be reconciled with magmatic and hydrothermal outgassing that usually accompany such rifting (Bond et al., 1984; Murphy and Nance, 1991; Young, 1991, 1995; Kirschvink, 1992; Powell et al., 1993; Powell, 1995; Evans, 2000; Young et al., 2001; Donnadieu et al., 2004). The higher albedo of the supercontinents would have sustained the temperature drop to freezing.\nThe Neoproterozoic glaciations were always preceded by highly positive δ13C excursions and succeeded by 13C depletions in the cap carbonates lying above the glaciogenic horizons. The strongly positive δ13C excursion has been equated to an increase in organic carbon burial and atmospheric CO2 drawdown (by weathering) leading to glaciations (Kirschvink, 1992; Hoffman and Schrag, 2002). The cryogenic events were terminated by tectonic rift-related outgassing of CO2 and/or release of CH4 from gas hydrate destabilization (Kaufman et al., 1997; Simpson, 2001; Kennedy et al., 2001; Jiang et al., 2003; Shen et al., 2005), causing greenhouse warming, deglaciation and formation of cap carbonates depleted in 13C. Breakup of the supercontinent and drifting of fragments with new continental margins would have promoted burial of organic matter after deglaciation. This could possibly contribute to renewed CO2 drawdown accounting for repetitive glaciations (Hoffman et al., 1998a).\nSeveral ice ages with interludes of warm periods were identified in the later half of the Neoproterozoic era (ca. 750–550 Ma; Knoll, 2000, Evans, 2000). Among these, the most well studied and globally extensive are the Sturtian (ca. 750–700 Ma) and the Varangian (≡Marinoan; ca. 600 Ma) glacial events. The Sturtian event has been documented from the Raptian Group, NW Canada (Klein and Beukes, 1993) and the Chuos Formation, Damara Sequence, Namibia (Bühn et al., 1992; Bühn and Stanistreet, 1997). Glaciogenic formations related to the Varangian event (625±15 Ma; Trompette et al., 1998) are recorded in the coupled Chang'an and Liantuo–Nantuo ice ages in South China (Zhou et al., 2004; Condon et al., 2005) and in the Jacadigo group, Brazil (≡Boqui Group, Bolivia; Urban et al., 1992). These glacioganic sequences host manganese deposits and/or BIF and their genetic aspects in this setting are discussed below."
  }, {
    "heading": "6.1. Neoproterozoic mangenese deposits",
    "text": "Many of the Neoproterozoic glaciogenic horizons record presence of BIF (e.g., Rapitan iron formation, NW Canada, 735–725 Ma; Klein and Beukes, 1993) or Fe-rich sediments, whereas only a few sedimentary manganese formations occur with or without BIF association. In the Damara sequence, Namibia, the glaciogenic Chuos Formation (Sturtian: 750–650 Ma;\nBühn et al., 1992, 1993; Kaufman et al., 1997; Hoffman et al., 1998a,b) at Otjosondu hosts both BIF and Mn oxide beds (Table 7) in a transgressive–regressive sequence. The transgression was related to the breakup of the Rodinia supercontinent involving the Kalahari and the Congo cratons leading to thermal subsidence and flooding of the continental margins. A deep-water condition was thus created on the shelf on which the ore beds, with the metals derived from hydrothermal sources, were deposited with minimal detrital input (Bühn et al., 1992, 1993; Bühn and Stanistreet, 1997).\nThe Varangian Liantuo–Nantuo glacial–interglacial horizons in the South China block host important deposits of Mn carbonate interbedded with black shales of the interglacial Datangpo sequence (e.g., deposits at Xiangtan, Minle, Datangpo, Tangganshan, Guchen, etc.; Fan et al., 1992; Tang and Liu, 1999; Li et al., 1999; Evans et al., 2000). The Mn carbonates were probably diagenetically derived from Mn oxyhydroxide precursors through organic carbon-mediated reaction as indicated by their δ13C values (for Minle deposit −7.6‰ to −9.6‰; Li et al., 1999). BIF is absent in the sequence.\nAt Urucum, Jacadigo Group, Brazil (≡Boqui Group, Bolivia), Varangian glaciogenic formations (625± 15 Ma; Trompette et al., 1998) demonstrate four Mn oxide beds. These ore beds of the Santa Cruz Formation are mostly intercalated with BIF. The lowest and the uppermost units are associated with clastic sediments\nwith dropstones (Table 8; Dorr, 1973; Urban and Stribrny, 1985; Urban et al., 1992; Klein and Ladeira, 2004).\nNeoproterozoic manganese deposits and/or BIF in glaciogenic sequences were always formed in interglacial stages during marine transgression (Bühn et al., 1992; Fan et al., 1992; Urban et al., 1992; Klein and Beukes, 1993; Klein and Ladeira, 2004). The metals, presumed to have been derived either from rift-related hydrothermal source (Bühn et al., 1992; Bühn and Stanistreet, 1997) or from continental weathering (Urban et al., 1992; Klein and Beukes, 1993) or both, were preconcentrated in dissolved state in stagnant, highly saline, O2-deficient seawater beneath the ice cover during glaciation. The doming up, attenuation and breakup of Rodinia led to widespread episodes of glaciation (low sea level) followed by warming (high seastand), all basically driven by tectonism. During glacioeustatic sea level rise, dissolved Mn2+ and/or Fe2+ stored earlier in seawater under ice cover, were transferred to the drowned continental shelves which subsided during rifting (Fig. 4). With decrease in salinity and on upward advection, the dissolved metals, on crossing the respective redoxclines in O2-stratified ocean, were precipitated in relatively shallow (Mn: proximal) and deep (Fe: distal) water on shelves (Bühn and Stanistreet, 1997; Roy, 2000). The Mn carbonate deposits of the Nantuo ice age, China, were produced\ninitially by the precipitation of Mn oxyhydroxides through the same process followed by early diagenetic organic carbon-mediated changes.\nThe Neoproterozoic sedimentary sequence of the Penganga Group (Rb–Sr glauconite age 770±30Ma, Chaudhuri et al., 1989; and microfossil evidence, Bandopadhyay, 1989) in the Godavari rift basin, Andhra Pradesh, India, is devoid of volcanics. A finely laminated thick horizon of limestone (Chanda Limestone) developed in a transgressive phase hosts Mn oxide ore beds interlaminated with chert. In the ores, primary todorokite and birnessite were partially or wholly converted diagenetically to manganite, braunite and bixbyite following a deoxidation path (Roy et al., 1990; Bandopadhyay, 1996). Gutzmer and Beukes (1998) described a localized occurrence of Mn carbonate (rhodochrosite/kutnohorite) in this sequence. The suggestive geologic setting and age for glaciation (Evans, 2000) notwithstanding, no unequivocal evidence for such a cryogenic event has so far been detected in this sequence. A terrigenous source for manganese was favoured by most workers except Bandopadhyay (1996), who inferred a hydrothermal derivation.\nTrompette (1996) recorded a 30-m-thick sequence of interbedded chert–siltstone–sandstone intercalated with Fe and Mn ores and phosphorites from the Neoproterozoic glaciogenic (Varangian event) Oti Supergroup of the Volta basin, West Africa, and concluded that the ice cap was centered in the Anti Atlas region, Morocco. The Neoproterozoic Anti Atlas volcano–sedimentary sequence, with suspected tillites, hosts stratiform Mn oxide deposits at Tiouine, Migouden and Oufront in Morocco which were assigned a hydrothermal origin (Choubert and Faure-Muret, 1973). The geological setting and age warrant a reassessment to explore the possibility of their derivation related to glacial– interglacial events accompanied by rift-related hydrothermal activity."
  }, {
    "heading": "7. Phanerozoic climate changes: causes and effects",
    "text": "In his GEOCARB models, Berner (1990, 1993, 1994, 1997, 1998, 2003; also Berner and Kothavala, 2001) traced the varying concentrations of CO2 in the atmosphere in different periods of the Phanerozoic eon. His models were developed taking into account the multiple components of geological and biological processes as well as the changing solar luminosity with time. The rise of the vascular land plants causing enhanced burial of organic matter, increase of midoceanic ridge volcanism with hydrothermal egress, and\nsituations leading to enhanced silicate weathering are some of the major parameters that controlled the CO2 concentrations of the atmosphere.\nThe CO2 concentration level in the atmosphere was taken as a major determinant of temperature and climate. This level was deduced for different time envelopes from GEOCARB models as well as those estimated from the δ13C values of paleosols and the ones indicated from stomatal index for fossil plant leaves (McElwain and Chaloner, 1995, 1996; Pearson and Palmer, 2000; Retallack, 2001; Beerling et al., 2001), all of which agree reasonably well. Complementing these studies, the atmospheric oxygen contents in different timeframes during the Phanerozoic eon were calculated using carbon and sulfur isotope fractionations (Berner, 1987, 1989, 2001; Berner et al., 2000). All these studies indicate a high atmospheric CO2 content for the Early Paleozoic and the Mesozoic time, with short-term variations, and estimated substantially low values for the Permo-Carboniferous and the Late Cenozoic. A large drop in atmospheric CO2 level leading to freezing during the Devonian time has been adduced to accelerated weathering of continental silicate rocks by deep-rooted vascular plants (Caputo, 1985; Berner, 1998; Beerling et al., 2001; Kenrick, 2001). This was followed by glacioeustatic marine transgression during the Famennian warming.\nVeizer et al. (2000) took a different route by showing a strong correlation of δ18O values in Phanerozoic carbonates with 87Sr/86Sr signal of the Phanerozoic seawater and inferred tectonism as the driving force which could largely control the burial rates of organic matter (extent of CO2 drawdown). Their reconstruction of global tropical sea surface temperature through the Phanerozoic eon indicates a climatic scenario that does not agree entirely with the paleotemperatures for certain Phanerozoic periods suggested earlier by Berner (1994, 1998). The two models are compatible for the Permo-Carboniferous and the Late Cenozoic glacial conditions but Berner's model does not explain the Late Ordovician–Early Silurian and Late Jurassic– Early Cretaceous cooling events (Veizer et al., 2000; see also Royer et al., 2001; Boucot and Gray, 2001). Albeit such differences, a first-order agreement between continental glaciations and the CO2 records supporting the active role of CO2 in long-term climatic changes has been firmly established (Jouzel et al., 1993; Crowley and Berner, 2001; Pearson and Palmer, 2000; Sigman and Boyle, 2000; Cuffey and Vimeux, 2001).\nSignificant events of marine transgression with corresponding OAEs have been recorded in several\nPhanerozoic sequences. The latest Precambrian–Early Cambrian transition is inferred to have been marked by a brief period of assembly and breakup of a supercontinent following the final fragmentation of Rodinia and preceding the assembly of the Gondwanaland. This transitional episode of breakup and rapid drift of continental fragments caused repeated changes in climate, sea level, and ocean circulation patterns at the onset of the Phanerozoic eon. Increase in seafloor spreading rate led to hydrothermal activity and extension of areas of continental shelves and epicontinental seaways (Bond et al., 1984; Powell et al., 1993; Gurnis and Torsvik, 1994; Kirschvink et al., 1997; Hein et al., 1999). Consequently the Early Paleozoic, up to the Late Devonian, was marked by frequent marine transgressions related mainly to glacioeustacy (Jenkyns, 1980; Hallam and Wignall, 1999; Streel et al., 2000) as well as mantle-plume-related volcanism (as in Kazakhstan; Racki, 1998).\nExtensive and well-documented sea level risestratified ocean-OAE with black shale formation features the Early Jurassic (Early Toarcian) and the Mid-Cretaceous (Aptian–Albian–Cenomanian–Turonian) times. These were shown to have been caused by massive release of CO2 through tectonically mediated rapid seafloor spreading–volcanism–hydrothermal activity and surges of organic matter burial promoted by increase in primary organic productivity through upwelled nutrient supply during transgression (Dickens and Owen, 1993, 1995; Duncan et al., 1997; Sinton and Duncan, 1997; Kerr, 1998; Gröcke et al., 1999; Hallam and Wignall, 1999; Jones and Jenkyns, 2001; Pálfy and Smith, 2000). On burial, the organic matter degraded, consuming oxygen and inducing anoxia. Massive release of methane by dissociation of gas hydrates beneath the seafloor could also promote OAEs during Early Toarcian (Hesselbo et al., 2000; Weissert, 2000) and the MidCretaceous (Aptian; Jahren et al., 2001) times. In contrast, intrusion of magma in organic-rich rocks (Gondwana coal) was preferred for the release of thermogenic methane during the Early Toarcian (McElwain et al., 2005).\nDuring the Cenozoic era, covering the last 65 million years' history of the Earth, long-term (106–107 years), short-term (104–105 years) and event-scale (103–104 years), climatic variations have been indicated. Such climate changes and ultimately the Antarctic ice-sheet formation have been adduced to tectonic opening of the Southern Ocean gateways and finally the thermal isolation of the Antarctic continent (cf. Veizer et al., 2000). Zachos et al. (2001) explained\nthese climatic variations as the combined effect of orbital control and the changing order of plate tectonic movements on the surficial conditions of the Earth and on the concentration of greenhouse gases in the atmosphere. Following a general circulation model (GCM), the decline in atmospheric CO2 content was proposed as the primary cause of the Antarctic glaciation (DeConto and Polard, 2003) and this contention supports Berner's model of climate control by atmospheric CO2 level. Based on δ\n18O evidence from deep-sea cores (40 DSDP and ODP sites), a generalized global pattern of climate change through the Cenozoic era has been reconstructed. Thus, a pronounced warming period is recognized from MidPaleocene (59 Ma) to Early Eocene (52 Ma) which was succeeded by cooling from Mid-Late Eocene (48– 36 Ma) to Early Oligocene (35–34 Ma). Zachos et al. (2001) also concluded that warming started from Late Oligocene (27–26 Ma), peaking in the Late Middle Miocene (17–15 Ma) and then followed a cooling trend with final stabilization of the Antarctic ice sheet around 10 Ma ago. Local evidence of variation from this broad-based trend for relatively short periods are known, e.g., floral microfossil indicators for climatic warming in both Early and Late Oligocene (Raymo and Ruddiman, 1992). Episodes of rapid cooling and warming in tandem since ca. 15 Ma B.P. have been controlled by the lows and highs of atmospheric CO2 level contributed by volcanic outgassing, metamorphic decarbonation reactions or outputs through weathering of silicate rocks (forming limestone) and organic carbon burial (Pearson and Palmer, 2000; Sigman and Boyle, 2000; Cuffey and Vimeux, 2001).\nSharp changes in climate with alternating cooling and warming stages, accompanied by changes in ocean circulation and development of major Antarctic glaciation have been encountered since the Late Miocene period. These events left their signatures in the formation of deep sea hiatuses. Ten such hiatuses have been identified during the time span of 23.0 and 1.5 Ma B.P. (Keller and Barron, 1983, 1987) and labelled as PH and NH1 to NH9 with progressively younger age. The enhanced values of δ18O in foraminifera tests along these hiatuses indicate cooling of seawater resulting from intensified polar glaciation, causing lower eustatic sea levels and widespread deepsea erosions. High-latitude cooling in both hemispheres intensified corrosive circulation of oxygenated bottom waters (e.g., Antarctic Bottom Water; AABW; North Atlantic Deep Water: NADW), which also played a crucial role in manganese deposition on the seafloors during interglacials."
  }, {
    "heading": "7.1. Paleozoic manganese deposits",
    "text": "The earliest sedimentary concentration of manganese during the Phanerozoic occurs at Tiantaishan deposit in Shannxi Province, China, and at the Usinsk deposit, Siberia, Russia. At Tiantaishan deposit, Mn carbonates are hosted in black shale-carbonate sequence of the Early Cambrian Tanapo Formation. Mean δ13C values for rhodochrosite at −7.0‰ and kutnohorite at −7.7‰ suggest their derivation from seawater bicarbonate and bacterially mediated diagenesis of Mn oxide precursors (Hein et al., 1999). Dissolved manganese was stored in anoxic, highly saline ocean below the ice-cover during glaciation (≡post-Varangian Luoquan ice age? Brasier, 1992). Subsequent rifting with outgassing and warming led to deglaciation and sea level rise, assisting transfer of dissolved manganese to the shallow inundated shelf areas. Precipitation of Mn oxyhydroxide followed, which were diagenetically converted to Mn carbonates (Hein et al., 1999).\nThe Early Cambrian Mn carbonate deposit at Usinsk, Siberia, interbedded with Mn-bearing limestone and black shale, has been assigned a terrigenous-sedimentary origin (Varentsov and Rakhmanov, 1980). The organic carbon-bearing limestone and black shale association suggests early diagenetic formation of Mn carbonates by organic carbon mediation though lack of carbon isotope data denies any confirmation. The deposit is the largest in Siberia.\nThe Middle Ordovician Taojiang deposit in Hunan Province, South China, consisting of Mn carbonate interbedded with black shale, Fe–Mn-bearing limestone and calcareous claystone (Table 9) in a shelf setting, marks a transition of peak marine transgression with initiation of regression (Fan et al., 1992). The Mn carbonate (rhodochrosite, Mn calcite, kutnohorite) shows a wide range of negative δ13C values (−5.8‰ to −17.8‰, Okita and Shanks, 1992; −9‰ to −22‰, Fan et al., 1992). During transgression, Mn oxyhydr-\nTable 9 Stratigraphy of the Modaoxi Formation hosting the Taojiang manganese deposit, China (after Okita and Shanks, 1992)\nMiddle Ordovician Modaoxi Formation Gray mudstone Mn limestone Rhodochrosite ore zone Black shale Mn limestone Black shale Interbedded gray and black shale Hule Formation Black shale Lower Ordovician Yanxi Formation Gray shale\noxides are inferred to have precipitated initially on transfer of dissolved Mn2+ from anoxic deep sea to the oxic shallow shelf, followed by their diagenetic change to Mn carbonates (Okita and Shanks, 1992).\nThe most significant manganese deposit of the Paleozoic era occurs in Central Kazakhstan in Dzailmin trough in the Upensk tectonic zone. Major deposits of Mn oxide and carbonate of Late Devonian (Famennian) age occur in the Atasu region, represented by the most important one at Karadzhal. Bedded and lensoid Mn and Fe ores, occasionally with polymetallic sulfides, occur in different stratigraphic horizons. The most extensive manganese deposits (braunite, hausmannite, rhodochrosite, jacobsite with minor hematite and magnetite) occur in the shallow-water Upper Karadzhal sedimentary sequence. The ore-bearing horizons are underlain by mafic to felsic volcanics and tuffs of pre-Famennian age (Varentsov and Rakhmanov, 1980).\nA volcanogenic-sedimentary origin suggested earlier for these deposits was revised by Varentsov and Rakhmanov (1980) who inferred their terrigenoussedimentary derivation in a tectonically stable regime. Analyzing the regional geological framework, Veimarn et al. (1988) established that all manganese and iron deposits were formed as sediments laid down in different intervals during widespread glacioeustatic rise in sea level in the Sulcifer horizon (Middle Famennian). Though the Famennian marine transgression has generally been adduced to glacioeustacy (Hallam and Wignall, 1999; Streel et al., 2000), Racki (1998) related this rise in sea level in Kazakhstan to mantle-plume generated volcanism, both of which were plausibly driven by tectonism.\nThe Early Carboniferous deposit at Um Bogma, SW Sinai, consists of zoned Mn and Fe oxide orebodies forming lenses in dolomite. Mart and Sass (1972) inferred that these are sedimentary-diagenetic in origin formed as evaporites in tidal pools during marine regression. A shallow-marine sedimentary origin was also confirmed by Magaritz and Brenner (1979) and ElAgami et al. (2000)."
  }, {
    "heading": "7.2. Mesozoic manganese deposits",
    "text": "During the Mesozoic era, widespread accumulation of significant manganese deposits are recorded (Table 1). All these are genetically related to global sea level changes caused by tectonic forcing and volcanism. Small but illustrative sedimentary Mn carbonate deposits of Early Jurassic (Early Toarcian) age occur in association of black shales in rifted basins in continental margins in Austria, Germany, Hungary,\nItaly and Switzerland (Jenkyns, 1988; Jenkyns et al., 1991). These European deposits of similar character are coeval (tenuicostatum to early falciferum zones) and were formed in anoxic conditions just prior to black shale deposition during the Toarcian OAE. The economically viable deposit at Úrkút, Hungary, is best studied among these and it may be taken as the representative. This deposit consists of rhodochrosite beds in two stratigraphic intervals in radiolarian marl horizon, just below black shales in a marine sequence. Euxinic conditions prevailed during sedimentation of the marlstones (Polgári et al., 1991). The ore beds lack pyrite and are poor in flora and fauna. The Mn contents show negative linear correlations with the δ13C values for rhodochrosites (average −14.5‰) which was formed by early diagenesis. Polgári et al. (1991) inferred that dissolved Mn2+ of possibly hydrothermal source initially accumulated in anoxic seawater (see also Duncan et al., 1997; Hesselbo et al., 2000, for details and alternatives). It was then transferred to the oxic domain close to the basin margin to precipitate as Mn oxyhydroxide which on consequent burial into the anoxic zone was dissolved again and on reaction with organically derived bicarbonates was converted to rhodochrosite (cf. Calvert and Pedersen, 1993, 1996).\nAt Molango, Hidalgo State, Mexico, a giant stratiform rhodochrosite deposit is restricted to the Chipoco facies (marine limestone and shale; Kimmeridgian) in contact with the underlying Santiago Formation composed of calcareous and pyrite-rich black shale of Late Callovian to Late Oxfordian age. A shallowing water depth is indicated from the lower Santiago Formation to the Chipoco facies. The manganese deposits were possibly formed either at the onset of transgression or at the culmination of regression (Okita, 1992). Pyritebearing Mn carbonate occurs in the basal part of the Chipoco facies. This bed is overlain by a huge highgrade ore zone of thinly interlaminated rhodochrosite and silty shales with only rare pyrite and substantial iron oxides (magnetite, maghemite). The basal part of the Chipoco facies, devoid of marine fauna, is deduced to have deposited in dysaerobic to anaerobic condition while the older Santiago Formation was laid down in a euxinic environment (Okita, 1992). Rhodochrosites from the ore zone show negative δ13C values (average −13‰) exhibiting correlation with the Mn content (Okita et al., 1988; compare Polgári et al., 1991). These are therefore interpreted as organic matter-mediated diagenetic products of a Mn oxyhydroxide progenitor. Okita (1992) favoured fluvial transport of manganese derived from continental source to the depositional\nbasin to explain the restricted spatial and temporal nature of this giant deposit.\nAt Groote Eylandt, Australia, a large stratiform Mn oxide deposit is hosted in the Mullaman Beds (Late Albian to Early Cenomanian) which overlies unconformably Middle Proterozoic sandstone in the intracratonic Carpentaria basin (Frakes and Bolton, 1984). The ore horizon, almost entirely composed of Mn oxide pisoliths and ooliths, directly overlies a pyritiferous and glauconite-bearing calcareous siltstone containing rhodochrosite and Mn calcite. The Mn oxide pisoliths and ooliths show both normal- and inverse-graded units formed by primary concretionary process in a shallowmarine environment (Frakes and Bolton, 1984). It was also inferred that manganese, supplied by continental runoff, was concentrated in dissolved state in deep oxygen-deficient part of stratified ocean during sea level rise in Late Albian before final transfer to shallow oxic shelf for deposition.\nImportant deposits of sedimentary Mn oxides are hosted in three levels of a diagenetically modified dolomite horizon of Cenomanian–Turonian age in the Imini–Tasdremt belt, Morocco (Force et al., 1986). Fossil evidence from a carbonate unit in the Imini area indicates a marine, probably an inner shelf, depositional environment. A rapid marine transgression event was responsible for the supply of dissolved Mn2+ from the anoxic deeper part of a stratified ocean to the shallow oxic shelf. Based on oxygen isotope data, Force et al. (1986) proposed the formation of these deposits in the mixing zone of transgressive saline seawater and fresh groundwater. It was inferred that manganese was contributed to the anoxic deep water from the continental weathering zones (Stamm and Thein, 1982; Thein, 1990).\nThe Ulukent and Gökçeovacik manganese deposits, Turkey, of Cenomanian–Turonian age, occur in cherty limestone in a black shale sequence (Öztürk and Hein, 1997). In the Ulukent deposit, the Mn silicate–oxide– carbonate rocks possibly represent progenitors of oxide and carbonate facies merging into one another. The carbon isotope values for the Mn carbonates (kutnohorite, rhodochrosite) from this deposit are similar to those from black shale-related deposits described earlier, suggesting their organic carbon-mediated diagenetic derivation. Braunite is the main mineral in the Gökçeovacik deposit. Both deposits were formed during marine transgression–regression events (Öztürk and Hein, 1997).\nDickens and Owen (1993, 1995) proposed that Mn and Fe were derived from tectonically driven intense volcanism and hydrothermal activity during Mid-\nCretaceous rapid seafloor spreading (see also Sinton and Duncan, 1997; Pálfy and Smith, 2000; Jones and Jenkyns, 2001). They also visualized separation of Fe fromMn by sequestering dissolved Fe2+ to pyrite and/or Fe-rich clay in anoxic condition while Mn2+ was advected upwards across the redoxcline and precipitated as Mn oxyhydroxide on the impinged shelf. This mechanism is in contrast with the terrigenous derivation of manganese earlier advocated for the large Cretaceous deposits of Groote Eylandt and Imini–Tasdremt."
  }, {
    "heading": "7.3. Cenozoic manganese deposits",
    "text": "Giant deposits of sedimentary Mn oxide and carbonate ores of Early Oligocene age occur at Chiatura (Georgia), Nikopol and Bol'shoi Tokmak (Ukraine) and in the Northern Ural, Sayan and Baikal regions of Russia (for details, see Varentsov and Rakhmanov, 1980; Roy, 1981). All these deposits were formed in shallow-marine intracratonic setting. The deposits share most of the following features: (a) several ore beds and lenses interstratified with or enclosed in orthoquartzite or glauconitic claystone, (b) oolitic and pisolitic structure of the ores, and (c) a basinward facies change from oxides to carbonates. Such oxide–carbonate zonation at the Chiatura deposit was explained by Eh variation from shallow to deep water during deposition (Betekhtin, 1946). A diagenetic change of Mn oxide to Mn carbonate was later advocated (Strakhov and Shterenberg, 1966; Strakhov et al., 1970; Danilov, 1974). The stratified ocean model for the origin of these deposits was first conceived by Sapozhnikov (1970). He proposed that in the Paleogene Maikop basin, the anoxic deep water enriched in dissolved Mn2+, on upwelling to the shelf region, led to oxidation and precipitation as Mn oxide/hydroxide. The Early Oligocene smaller manganese deposits bordering the Black Sea in Bulgaria (Varna deposit) and in Turkey (Tharce Basin; Öztürk and Frakes, 1995) have been assigned a similar origin.\nA transgressive–regressive cycle in a restricted arm of the Paratethys was considered responsible for the formation of the Chiatura deposit (Bolton and Frakes, 1985) where the Mn oxide and carbonate ooliths and pisoliths, showing both normal and inverse graded bedding, were formed by accretion in a shallow-marine setting. It was proposed that terrestrial weathering supplied manganese which, after concentration in the deeper anoxic zone of the stratified ocean, was advected during transgression to the oxic zone and precipitated as Mn oxyhydroxide on the shelf. Carbon isotope data from the Mn carbonates of Nikopol (δ13C values between −9‰ and −16‰; mean −11.9‰) provide\nevidence of organic contribution and Hein and Bolton (1992) suggested an early diagenetic derivation of Mn carbonate from initially precipitated Mn oxyhydroxides.\nIt is now accepted that the major land-based sedimentary manganese deposits of Phanerozoic age are genetically related to stratified ocean system, marine transgression and climate warming. All these phenomena can ultimately be related to tectonic intervention. Based on microfossil evidence, the Early Oligocene time was inferred to have been warm (Raymo and Ruddiman, 1992) which agrees well with the transgression-related Nikopol, Chiatura and similar deposits of this age. Zachos et al. (2001), however, in their generalized model, suggested a cool Early Oligocene global climate which contrasts with the geological evidence from several areas. Precise delineation of climatic contrasts during the Early Cenozoic may as yet be incomplete.\nDuring the period postdating the Early Oligocene, particularly since the Late Miocene time, the locale of sedimentary manganese deposition was distinctly shifted from the continental shelves to the deep-sea floor producing Fe–Mn nodules and crusts (see Glasby, 1988; Laznicka, 1992). This was particularly aided by changes in ocean circulation patterns and the onset of the oxygenated polar bottom waters. The dissolved manganese concentration and its deposition in such cases corresponded to glaciation and deglaciation, respectively.\nManganese-rich deglaciation spikes in seafloor sediments at glacial–Holocene boundary have been described from different areas of the tropical Pacific (Froelich et al., 1979; Berger et al., 1983; Finney et al., 1988). Such Mn-spikes were formed by migration of dissolved manganese through pore water along the redox gradient set up during deglaciation from the deeper organic-rich (anoxic) to organic-poor (oxic) sediments and the water column above. Therefore, the mechanism of sedimentary manganese mineralization on land (during stratified ocean system and transgression) is very similar to that on the seafloor. In both cases, the redox states of the environments were the determining factor for concentration and migration of dissolved manganese and its precipitation. Changes in climate, quite frequent in the Late Cenozoic, played a crucial role in constraining the geochemical controls of manganese deposition as deep-sea nodules and more importantly as encrustations at relatively short intervals during the Neogene and the Quaternary (Pacific Ocean: Segl et al., 1984; Mangini et al., 1990a, b; Eisenhauer et al., 1992; McMurtry et al., 1994; Atlantic Ocean: Kuhn et al., 1996; Burton et al., 1999; Indian Ocean : Banakar and Hein, 2000). In many cases, these Mn crusts are related\nto the erosion/nondeposition hiatuses described by Keller and Barron (1983, 1987) and indicate changes in ocean circulation patterns as the cause of their formation. Oxygenated bottom water current from the glaciated polar regions (AABW, NADW) induced manganese precipitated on the seafloor during warming. These ocean-floor crusts, because of their pristine nature, yield valuable leads to the mechanism of sedimentary manganese deposition."
  }, {
    "heading": "8. Summary and conclusion",
    "text": "Geochemical studies indicate that inorganic precipitation of manganese as sediments in geological sequences of different ages was basically redox controlled. Bacterial intervention has been suspected in some cases but its efficacy and pathways are not unequivocally established as yet. Recent data indicate a strong interrelationship of tectonics, magmatism, changes in atmospheric–hydrospheric compositions and climate during the entire evolution of the Earth system. These processes, in consort, produced geochemically suitable environments for the supply and precipitation of sedimentary manganese deposits. The Early Archean time, with an extremely oxygen-deficient atmosphere–hydrosphere system, was geochemically hostile to manganese precipitation though plausibly Fe2+ and Mn2+ were substantially released by hightemperature hydrothermal solution and stored in anoxic deep oceans in dissolved state. During the later part of this eon, centering at around 2.75 Ga, the conjunction of multiple events such as supercontinent breakup, mantle overturn (and oxidation), superplume activity, introduction of Photosystem II, widespread methanogenesis and the maxima attained for both black shale deposition and the CIA values, heralded a considerable change of the global exogenic regime. It is inferred that this change initiated localized modestscale sedimentary manganese deposition in basinmargin shallow oxygenated niches (oxygen oases) formed by O2 supply by cyanobacteria as indicated by the presence of stromatolites (e.g., the Late Archean deposits in Brazil and India).\nThe Archean–Proterozoic transition witnessed a rapid burial of organic matter and a decreasing trend in the release of reducing gases from the progressively oxidized mantle both resulting in reduction of the oxygen sinks paralleling an increase in photosynthetic oxygen production. Almost concurrent episodes of high rates of weathering on expanded freeboard of the assembled supercontinents and rapid burial of organic matter led to massive drawdown of atmospheric CO2\n(increasing the pO2/pCO2 ratio) causing widespread Early Paleoproterozoic glaciation. A perceptible rise in atmospheric pO2 by this time could also be established from results of paleosol studies, increase in seawater sulfate content, and stoppage of massindependent fractionation of sulfur by solar UV light. Oxygen-stratified ocean basins were formed reacting to this change in atmospheric composition. This increased oxygenation of the atmosphere–hydrosphere system provided the scope for massive deposition of sedimentary manganese ores. Acceleration in the rates of plate movement increased the volumes of mid-oceanic ridges and volcanic plateaus and together with the greenhouse climate led to marine transgression. This led to the transfer of hydrothermally derived dissolved Mn2+ stored in the deep anoxic part of the stratified ocean across the Mn2+/ Mn4+ redoxcline to precipitate as Mn oxyhydroxide on the oxic substrate of continental shelves. Glacioeustatic sea level changes were also basically promoted by tectonism. Ocean anoxic events (OAE) marked by the presence of 13C-depleted limestone and black shale were generated by settling of organic matter, mainly planktons, that were degraded consuming oxygen. Diagenetic Mn carbonate deposits were produced only when the Mn2+ concentration in sediment pore water reached very high level and the dissolved bicarbonate was adequate enough to exceed the solubility product of Mn carbonate. This was only possible when Mn oxyhydroxides, precipitated earlier in oxic zone, were buried to the anoxic zone below and on dissolution provided adequate Mn2+ in solution (‘manganese pump’).\nThe earliest deposition of sedimentary Mn oxide ores during the Paleoproterozoic is recorded from the transgression-related Rooinekke iron-formation (ca. 2432 Ma) of the Koegas Subgroup (Ghap Group, Transvaal Supergroup), South Africa. This was followed by the world's largest manganese deposit in a single geological sequence (the ‘Kalahari manganese event’), interbedded with BIF in the Hotazel Formation (ca. 2.4 Ga) of the overlying Postmasburg Group. These deposits were formed responding to the optimum atmospheric oxygenation that permitted precipitation from dissolved manganese of such a magnitude transferred from the deeper anoxic part of a stratified ocean to the shallow oxic shelf by transgression. Manganese was originally supplied to the deep ocean during hydrothermal activity. A much smaller but significant Mn oxide deposit, interbedded with BIF and dolomite (ca. 2420 Ma) in the platformal Minas Supergroup, Brazil, is time equivalent to this\n‘manganese giant’ of South Africa and shares a similar mode of origin.\nA very important and geologically distinct group of Mn carbonate deposits was formed in an intracontinental rift setting of the Lower Birimian greenstone sequence (ca. 2.3–2.0 Ga) of West Africa. These deposits and their geologic setting are correlatable to those in the (once adjacent) Guiana shield of South America (Guyana, Surinam, French Guiana, Venezuelan and Brazilian Guiana). These deposits are all hosted in carbonaceous black shales and associated pelites and quartzites in greenstone sequences. The Francevillian Series (ca. 2.2–2.1 Ga), Gabon, hosts the largest known concentration of Mn carbonate at Moanda deposit developed in pyritiferous black shale formed in anoxic deep water during marine transgression. The δ13C values of the Mn carbonates of the Birimian and the Francevillian sequences indicate their derivation by early diagenesis from initially formed Mn oxides. Both the Birimian and the Francevillian black shales may be correlated to the global event of large-scale burial of organic carbon at this age bracket. The prominent occurrence of black shale in the Kumarmunda Formation underlying the manganese deposit-bearing Ghoriajor Formation of the Gangpur Group, India, may also serve as an example. The large Mn ore-bearing Sausar Group, India, coeval with the Gangpur Group, is a volcanic-free shallow-shelf orthoquartzite-carbonate facies sediment package developed during marine transgression though black shale facies rocks are not detected.\nDuring the tectonically quiescent Mesoproterozoic era (ca. 1.6–1.0 Ga), oxygenation of the atmosphere– hydrosphere combine was generally believed to have destroyed the stratified ocean system. Though this view has been revised recently advocating continuation of stratified oceans and sequestering dissolved Fe2+ to form FeS2, the precipitation of MnS was prevented by geochemical constraints. The succeeding Neoproterozoic era (ca. 1000–570 Ma) provided evidence of reactivated tectonism in the assembly, elevation, attenuation and finally fragmentation of supercontinents (Rodinia, Kanatia?), repeated changes in sea level and climate and attainment of stratified ocean system permitting renewed storage and supply of Fe and Mn to produce deposits on shallow shelves during glacioeustatic sea level rise. Several ice ages with interglacial intervals have been charted in the later half (ca. 750– 550 Ma) of the Neoproterozoic era and its passage to the Early Paleozoic. The Sturtian (ca. 750–700 Ma) and the Varangian (≡Marinoan; ca. 600 Ma) events are most important among these.\nManganese oxide deposits and BIF mark the glaciogenic (Sturtian event) Chuos Formation, Damara sequence, Namibia. These were formed during deglaciation and transgression related to the rifting of the Rodinia supercontinent. Dissolved Fe and Mn were supplied from the highly saline and stagnant reservoir formed in the deep ocean beneath the preceding ice sheet. The Datangpo interglacial sequence in the Varangian Liantuo–Nantuo glacial–interglacial horizons of the South China block consists of black shale-hosted Mn carbonate deposits (Xiangtan, Minle, Datangpo, Tangganshan, etc.). These were inferred to have formed through coupled Mn oxyhydroxide reduction and organic carbon oxidation during early diagenesis. This sequence is devoid of BIF. The Varangian glaciogenic sequence at Urucum, Jacadigo Group, Brazil, and its equivalent Boqui Group, Bolivia, hold large deposits of Mn oxides interbedded with glaciomarine clastics and BIF. These deposits were formed during transgression related to deglaciation. A similar but smaller deposit genetically related to the Varangian ice age occurs in the Oti Supergroup, Volta basin, West Africa.\nThe Phanerozoic eon witnessed variable exogenic conditions in different periods. Contrasting climate from greenhouse to icehouse conditions induced by tectonic intervention resulted in changes in ocean chemistry, oxygen stratification and the sea level. These exerted a profound influence on sedimentary manganese mineralization.\nThe Early Paleozoic, up to the Late Devonian time, was marked by frequent glacioeustatic sea level changes related to the inferred assembly and rifting of a shortlived supercontinent sandwiched between the final breakup of Rodinia and the assembly of Gondwanaland. Early diagenetically derived Mn carbonate deposits were formed in black shale–carbonate sequences at Tiantaishan (Early Cambrian) and Taojiang (Middle Ordovician), China, in such conditions. The most significant Paleozoic manganese deposits of the Karadzhal type in Central Kazakhstan were developed in Famennian transgressive sequence related to glacioeustacy.\nThe Mesozoic era witnessed large-scale sea level rise, ocean stratification, and OAE development (with black shale deposition) in a greenhouse climate responding to rapid seafloor spreading and significant CO2 release during enhanced volcanic and hydrothermal activity. Such conditions, established for the Early Jurassic (Early Toarcian) and the Mid-Cretaceous (Aptian–Albian–Cenomanian–Turonian) times, were strongly favourable for manganese deposition. Small but genetically significant Mn carbonate deposits,\nclosely associated with black shale-carbonate series, are widespread on the continental margins of Hungary, Austria, Germany, Italy and Switzerland, intimately related to the Early Toarcian OAE. These Mn carbonates were diagenetically derived from Mn oxyhydroxides through organic carbon mediation. The Late Jurassic (Kimmeridgian) giant deposit of early diagenetic Mn carbonate at Molango, Mexico, overlying pyrite-rich black shale (Late Callovian to Late Oxfordian), developed either at the onset of transgression or at the culmination of regression. The large shallow-shelf Late Albian–Early Cenomanian Mn oxide deposits at Groote Eylandt, Australia, made up of pisolitic and oolitic ores exhibiting normal and inverse graded units, were deposited during transgression–regression cycles, deriving manganese from deep reducing part of the stratified ocean. A similar mode of origin has been attributed to the transgression-related Cenomanian– Turonian large Mn oxide deposits of the Imini– Tasdremt belt, Morocco, and the black shale-related Mn silicate-oxide–carbonate deposits of same age at Ulukent and Gökçeovack, Turkey.\nLarge-scale deposition of Mn oxide and carbonate ore on shallow-water shelves during the Early Oligocene time (Chiatura, Georgia; Nikopol and Bol'shoi Tokmak, Ukraine; Northern Ural, Russia) account for a giant concentration next only to the early Paleoproterozoic ‘Kalahari manganese event.’ All these deposits, similar to other sedimentary concentrations of earlier times, were formed during transgression–regression events related to stratified oceans in a greenhouse climate. These were the last major sedimentary manganese deposits recognized on land in geological history.\nDuring the later part of the Cenozoic era, since ca. 15 Ma B.P., periods of rapid cooling and warming in tandem are widely recognized. These were controlled by the atmospheric CO2 drawdown through weathering and/or organic carbon burial and increase of CO2 level by volcanism and/or metamorphic decarbonation reactions respectively. The Antarctic glaciation has been attributed to the fall of the atmospheric CO2 level. Intensified polar glaciation and cooling of seawater caused lower sea levels. Widespread deep-sea hiatuses (by erosion/non-deposition) were formed by corrosive circulation of polar bottom waters (AABW, NADW). These oxygenated bottom waters played a vital role in manganese deposition on the ocean floor during deglaciation.\nDeep-sea manganese deposits particularly proliferated since the Late Miocene (ca. 15 Ma B.P.) as Fe–Mn nodules and crusts and these record the most important manganese mineralization during the entire geological\nhistory that retained much of their pristine characters and association. The manganese crusts and spikes (in deep-sea sediments), in particular, unequivocally demonstrate their derivation from the supply of manganese from the O2-deficient water column and the organic-rich sediments of glacial periods to the interglacial substrates bathed by oxygenated polar currents (AABW, NADW) marked by deep-sea hiatuses. Thus, the formation of these post-Oligocene deep-sea manganese deposits were governed by interrelated tectonic and climatic changes as in earlier geological history.\nIn conclusion, this analysis of the geological– geochemical conditions of sedimentary manganese deposition through the Earth history clearly demonstrate a primary redox control which was achieved by the interplay of a variety of processes (mostly tectonically forced) and the resultant climatic conditions established for different periods. Concentration of dissolved manganese in O2-deficient seawater and/or sediment pore water through hydrothermal or terrigenous supply in stratified (including ice-covered) oceans and transfer of the stored metal to oxic continental shelves across the Mn2+/Mn4+ redoxcline during transgression were responsible for Mn oxyhydroxide deposition on shallow continental shelves. When the initially precipitated Mn oxyhydroxides in the oxic domain of stratified oceans were buried below the oxic–anoxic boundary in the water column, these were re-dissolved and when the Mn2+ reached the optimum concentration level it reacted with organically derived bicarbonates in the sediment pore water to produce Mn carbonates."
  }, {
    "heading": "Acknowledgements",
    "text": "This study was started during the author's tenure as INSA Senior Scientist under a programme of the Indian National Science Academy. The author acknowledges the help of many of his colleagues, particularly S. Dasgupta, P.C. Bandopadhyay and P.K. Bose for their efforts in literature search. P. Sengupta read through the initial draft, provided constructive criticism and saw through the preparation of the final text. This paper is dedicated to the memory of my close friend and an eminent ore geologist Professor Asoke Mookherjee who passed away recently."
  }],
  "year": 2006,
  "references": [{
    "title": "Redox stratification and anoxia of the early Precambrian ocean: implications for carbon isotope excursions and oxidation events",
    "authors": ["P. Aharon"],
    "venue": "Precambrian Research",
    "year": 2005
  }, {
    "title": "Sedimentation rates, basin analysis and regional correlations of three Neoarchaean",
    "authors": ["W. Altermann", "D.R. Nelson"],
    "year": 1998
  }, {
    "title": "273–305 Palaeoproterozoic sub-basins of the Kaapvaal craton as inferred from precise U–Pb zircon ages from volcaniclastic sediments",
    "authors": ["S. Roy"],
    "venue": "Earth-Science Reviews",
    "year": 2006
  }, {
    "title": "Molybdenum isotope evidence for widespread anoxia in MidProterozoic ocean",
    "authors": ["G.L. Arnold", "A.D. Anbar", "J. Barling", "T.W. Lyons"],
    "venue": "Science 304,",
    "year": 2004
  }, {
    "title": "Two Neoarchaean supercontinents? Evidence from the Palaeoproterozoic",
    "authors": ["L.B. Aspler", "J.R. Chiarenzelli"],
    "venue": "Sedimentary Geology",
    "year": 1998
  }, {
    "title": "The Pb/Pb age of the Minas Supergroup carbonate rocks, Quadrilatero Ferrifero, Brazil",
    "authors": ["M. Babinski", "F. Chemale Jr.", "W.R. Van Schmus"],
    "venue": "Precambrian Research",
    "year": 1995
  }, {
    "title": "Growth response of a deep-water ferromanganese crust to evolution of the Neogene Indian Ocean",
    "authors": ["V.K. Banakar", "J.R. Hein"],
    "venue": "Marine Geology",
    "year": 2000
  }, {
    "title": "Proterozoic microfossils from manganese orebody, India",
    "authors": ["P.C. Bandopadhyay"],
    "venue": "Nature",
    "year": 1989
  }, {
    "title": "Facies associations and depositional environment of the Proterozoic carbonate-hosted microbanded manganese oxide ore deposit, Penganga Group, Godavari Rift basin, India",
    "authors": ["P.C. Bandopadhyay"],
    "venue": "Journal of Sedimentary Research",
    "year": 1996
  }, {
    "title": "Supercontinent cycles and the distribution of metal deposits through time",
    "authors": ["M.E. Barley", "D.I. Groves"],
    "venue": "Geology",
    "year": 1992
  }, {
    "title": "Emplacement of a large igneous province as a possible cause of banded iron formation 2.45 billion years",
    "authors": ["M.E. Barley", "A.L. Picard", "P.J. Sylvester"],
    "venue": "ago. Nature",
    "year": 1997
  }, {
    "title": "The Late Archean bonanza: metallogenic and environmental consequences of the interaction between mantle plumes, lithospheric tectonics and global cyclicity",
    "authors": ["M.E. Barley", "B. Krapez", "D.I. Groves", "R. Kerrich"],
    "venue": "Precambrian Research",
    "year": 1998
  }, {
    "title": "Hydrothermal origin for the 2 billion year old Mount Tom Price giant iron ore deposit, Hamersley Province, Western Australia",
    "authors": ["M.E. Barley", "A.L. Pickard", "S.G. Hagemann", "S.L. Folkert"],
    "venue": "Mineralium Deposita",
    "year": 1999
  }, {
    "title": "Increase of oxygen in the Earth's atmosphere between 2.5 and 2.4 Ga B.P",
    "authors": ["M. Bau", "N.J. Beukes", "R.L. Romer"],
    "venue": "Mineralogical Magazine",
    "year": 1998
  }, {
    "title": "Pb, O, and C isotopes in silicified Mooidraai dolomite (Transvaal Supergroup, South Africa): implications for the composition of Paleoproterozoic seawater and ‘dating’ the increase of oxygen in the Precambrian atmosphere",
    "authors": ["M. Bau", "R.L. Romer", "V. Lüders", "N.J. Beukes"],
    "venue": "Earth and Planetary Science Letters",
    "year": 1999
  }, {
    "title": "Evolution of leafform in land plants linked to atmospheric CO2 decline in the Late Palaeozoic era",
    "authors": ["D.J. Beerling", "C.P. Osborne", "W.G. Chaloner"],
    "venue": "Nature 410,",
    "year": 2001
  }, {
    "title": "Chemostratigraphy of the Paleoproterozoic Duitschland Formation, South Africa: implications for coupled climate change and carbon cycling",
    "authors": ["A. Bekker", "A.J. Kaufman", "J.A. Karhu", "N.J. Beukes", "Q.D. Swart", "L.L. Coetzce", "K.A. Eriksson"],
    "venue": "American Journal of Science",
    "year": 2001
  }, {
    "title": "Dating the rise of atmospheric oxygen",
    "authors": ["A. Bekker", "H.D. Holland", "Wang", "P.-L", "D. Rumble III", "H.J. Stein", "J.L. Hannah", "L.L. Coatzee", "N.J. Beukes"],
    "venue": "Nature 427,",
    "year": 2004
  }, {
    "title": "Glacial-Holocene transition in deep-sea sediments: manganesespikes in the east-equatorial Pacific",
    "authors": ["W.H. Berger", "R.C. Finkel", "J.S. Killingley", "V. Marchig"],
    "venue": "Nature",
    "year": 1983
  }, {
    "title": "Models for carbon and sulfur cycles and atmospheric oxygen: application to Paleozoic geologic history",
    "authors": ["R.A. Berner"],
    "venue": "American Journal of Science",
    "year": 1987
  }, {
    "title": "Biogeochemical cycles of carbon and sulfur and their effect on atmospheric oxygen over Phanerozoic time",
    "authors": ["R.A. Berner"],
    "year": 1989
  }, {
    "title": "The rise of plants and their effect on weathering",
    "authors": ["R.A. 56–91. Berner"],
    "year": 1997
  }, {
    "title": "A volcanic-exhalative origin",
    "authors": ["N.J. Beukes", "J. Gutzmer"],
    "venue": "Geology, Extended Abstract,",
    "year": 1996
  }, {
    "title": "Ocean productivity before about",
    "authors": ["C.J. 301–305. Bjerrum", "D.E. Canfield"],
    "year": 2002
  }, {
    "title": "First occurrence and stable isotope composition of authigenic γ-MnS in the central Gotland Deep (Baltic Sea)",
    "authors": ["M.E. Böttcher", "H. Huckriede"],
    "venue": "Marine Geology",
    "year": 1997
  }, {
    "title": "A critique of Phanerozoic climatic models involving changes in the CO2 content of the atmosphere",
    "authors": ["A.J. Boucot", "J. Gray"],
    "venue": "EarthScience Reviews",
    "year": 2001
  }, {
    "title": "Global ocean–atmospheric change across the Precambrian–Cambrian transition",
    "authors": ["M.D. Brasier"],
    "venue": "Geological Magazine",
    "year": 1992
  }, {
    "title": "Archean molecular fossils and early rise of eukaryotes",
    "authors": ["J.J. Brocks", "G.A. Logan", "R. Buick", "R.E. Summons"],
    "venue": "Science",
    "year": 1999
  }, {
    "title": "Sm–Nd isotopic dating of Proterozoic clay material: an example from the Francevillian sedimentary series, Gabon",
    "authors": ["R. Bros", "P. Stille", "F. Gauthier-Lafaye", "F. Weber", "N. Clauer"],
    "venue": "Earth and Planetary Science Letters",
    "year": 1992
  }, {
    "title": "Insight into the enigma of Neoproterozoic manganese and iron formations from the perspective of supercontinental breakup and glaciation",
    "authors": ["B. Bühn", "I.G. Stanistreet"],
    "year": 1997
  }, {
    "title": "Late Proterozoic outer shelf manganese and iron deposits at Otjosondu (Namibia) related to the Damaran oceanic opening",
    "authors": ["B. Bühn", "I.G. Stanistreet", "M. Okrusch"],
    "venue": "Economic Geology",
    "year": 1992
  }, {
    "title": "Preservation of sedimentary features in Late Proterozoic manganese and iron formations (Namibia) through upper amphibolite facies metamorphism: protoliths, paleoenvironments and ore genesis",
    "authors": ["B. Bühn", "I.G. Stanistreet", "M. Okrusch"],
    "venue": "Resource Geology, Special Issue",
    "year": 1993
  }, {
    "title": "Actual timing of neodymiun isotope variations recorded by Fe–Mn crusts in the western North Atlantic",
    "authors": ["K.W. Burton", "D.C. Lee", "J.N. Christensen", "A.N. Halliday", "J.R. Hein"],
    "venue": "Earth and Planetary Science Letters",
    "year": 1999
  }, {
    "title": "The Manganese Adventure: The South African Manganese Field. Associated Ore and Metal Corporation, Johannesburg",
    "authors": ["B. Cairncross", "N.J. Beukes", "J. Gutzmer"],
    "year": 1997
  }, {
    "title": "Geochemistry of recent oxic and anoxic marine sediment: implications for the geological record",
    "authors": ["S.E. Calvert", "T.F. Pedersen"],
    "venue": "Marine Geology",
    "year": 1993
  }, {
    "title": "Sedimentary geochemistry of manganese: implications for environment of formation of manganiferous black shales",
    "authors": ["S.E. Calvert", "T.F. Pedersen"],
    "venue": "Economic Geology",
    "year": 1996
  }, {
    "title": "Sulphate and sulphate reduction in early Precambrian oceans",
    "authors": ["E.M. Cameron"],
    "venue": "Nature 296,",
    "year": 1982
  }, {
    "title": "A new model for Proterozoic ocean chemistry",
    "authors": ["D.E. Canfield"],
    "venue": "Nature",
    "year": 1998
  }, {
    "title": "The Archean sulfur cycle and early history of atmospheric oxygen",
    "authors": ["D.E. Canfield", "K.S. Habicht", "B. Thamdrup"],
    "venue": "Science",
    "year": 2000
  }, {
    "title": "Late Devonian glaciation in South America",
    "authors": ["M.V. Caputo"],
    "venue": "Paleogeography, Paleoclimatology, Paleoecology",
    "year": 1985
  }, {
    "title": "Biogenic methane, hydrogen escape, and the irreversible oxidation of early Earth",
    "authors": ["D.C. Catling", "K.H. Zahnle", "C.P. McKay"],
    "venue": "Science",
    "year": 2001
  }, {
    "title": "The Sandur schist belt and its adjacent plutonic rocks: implications for Late Archaean",
    "authors": ["B. Chadwick", "V.N. Vasudev", "N. Ahmed"],
    "year": 1996
  }, {
    "title": "Geological Society of India",
    "authors": ["Chemale", "Jr.F", "C.A. Rosière", "I. Endo"],
    "year": 1994
  }, {
    "title": "Geologic evidence",
    "authors": ["K.C. Condie", "D.J. Des Marais", "D. Abbott"],
    "year": 2000
  }, {
    "title": "Bacterial scavenging",
    "authors": ["J.P. Cowen", "G.J. Massoth", "E.T. Baker"],
    "venue": "Geological Congress, Sydney. Abstracts",
    "year": 1986
  }, {
    "title": "Depositional models for manganese oxide and carbonate deposits of the Precambrian Sausar Group, India",
    "authors": ["S. Dasgupta", "S. Roy", "M. Fukuoka"],
    "venue": "Economic Geology",
    "year": 1992
  }, {
    "title": "Contrasting parageneses in the manganese silicate–carbonate rocks form Parseoni, Sausar Group, India and their interpretation",
    "authors": ["S. Dasgupta", "P. Sengupta", "M. Fukuoka", "S. Roy"],
    "venue": "Contributions to Mineralogy and Petrology",
    "year": 1993
  }, {
    "title": "Punctuated tectonic evolution on the earth",
    "authors": ["G.F. Davies"],
    "venue": "Earth and Planetary Science Letters",
    "year": 1995
  }, {
    "title": "U–Pb age constraints on deposition and provenance of Birimian and gold-bearing Tarkwaian sediments",
    "authors": ["D.W. Davis", "W. Hirdes", "U. Schaltegger", "E.A. Nunoo"],
    "venue": "Precambrian Research",
    "year": 1994
  }, {
    "title": "Rapid Cenozoic glaciation of Antarctica induced by declining atmospheric CO2",
    "authors": ["R.M. DeConto", "D. Polard"],
    "venue": "Nature 421,",
    "year": 2003
  }, {
    "title": "The chemical evolution of Precambrian seawater; evidence from REEs in banded ironformation",
    "authors": ["L.A. Derry", "S.G. Jacobsen"],
    "venue": "Geochimica et Cosmochimica Acta",
    "year": 1990
  }, {
    "title": "Carbon exchange between the mantle and crust and its effect upon the atmosphere today compared to Archean time",
    "authors": ["D.J. Des Marais"],
    "year": 1985
  }, {
    "title": "The Archean atmosphere: its composition and fate",
    "authors": ["D.J. Des Marais"],
    "venue": "Archean Crustal Evolution. Developments in Precambrian Geology,",
    "year": 1994
  }, {
    "title": "Tectonic control of the crustal organic carbon reservoir during the Precambrian",
    "authors": ["D.J. Des Marais"],
    "venue": "Chemical Geology",
    "year": 1994
  }, {
    "title": "Carbon isotope evidence for the step-wise oxidation of the Proterozoic environment",
    "authors": ["D.J. Des Marais", "H. Strauss", "R.E. Summons", "J.M. Hayes"],
    "venue": "Nature 359,",
    "year": 1992
  }, {
    "title": "On Archean granites, greenstones, cratons and tectonics: does the evidence demand a verdict",
    "authors": ["M.J. de Wit"],
    "venue": "Precambrian Research",
    "year": 1998
  }, {
    "title": "The onset of interaction between the hydrosphere and oceanic crust and the origin of the first continental lithosphere",
    "authors": ["M.J. de Wit", "A. Hynes"],
    "venue": "Early Precambrian Processes. Special Publication—Geological Society of London,",
    "year": 1995
  }, {
    "title": "Global change and manganese deposition at the Cenomanian–Turonian boundary",
    "authors": ["G.R. Dickens", "R.M. Owen"],
    "venue": "Marine Georesources and Geotechnology",
    "year": 1993
  }, {
    "title": "Rare earth element deposition in pelagic sediment at the Cenomanian–Turonian boundary, Exmouth Plateau",
    "authors": ["G.R. Dickens", "R.M. Owen"],
    "venue": "Geophysical Research Letters",
    "year": 1995
  }, {
    "title": "A ‘snowball Earth’ climate triggered by continental break-up through changes in runoff",
    "authors": ["Y. Donnadieu", "Y. Godderis", "G. Ramstein", "A. Nedélió", "J. Meert"],
    "venue": "Nature 428,",
    "year": 2004
  }, {
    "title": "Events leading to global phosphogenesis around the Proterozoic– Cambrian boundary",
    "authors": ["T.H. Donnelly", "J.H. Shergold", "P.N. Southgate", "C.J. Barnes"],
    "venue": "Phosphorite Research and Development. Special Publication— Geological Society of London,",
    "year": 1990
  }, {
    "title": "Primary manganese ores",
    "authors": ["J.V.N. Dorr"],
    "venue": "Proceedings, 23rd Congress, Sociate Brasilieira,",
    "year": 1968
  }, {
    "title": "Iron formation and associated manganese in Brazil. Genesis of Precambrian Iron and Manganese Deposits",
    "authors": ["J.V.N. Dorr"],
    "venue": "UNESCO Earth Sciences,",
    "year": 1973
  }, {
    "title": "The manganese deposits of Minas Gerais, Brazil",
    "authors": ["J.V.N. Dorr", "I.S. Coelho", "A. Horen"],
    "venue": "20th International Geological Congress, Symposium on Manganese",
    "year": 1956
  }, {
    "title": "The timing and duration of the Karoo igneous event, Southern Gondwana",
    "authors": ["R.A. Duncan", "P.R. Hooper", "J. Rehacek", "J.S. Marsh", "A.R. Duncan"],
    "venue": "Journal of Geophysical Research",
    "year": 1997
  }, {
    "title": "Climatic influences on the growth rates of Mn crusts during the Late Quaternary",
    "authors": ["A. Eisenhauer", "K. Gögen", "E. Perricka", "A. Mangini"],
    "venue": "Earth and Planetary Science Letters",
    "year": 1992
  }, {
    "title": "Sedimentary origin of the Mn–Fe ore of Um Bogma, southwest Sinai: geochemical and paleomagnetic evidence",
    "authors": ["N.L. ElAgami", "E.H. Ibrahim", "H.H. Odah"],
    "venue": "Economic Geology",
    "year": 2000
  }, {
    "title": "Precambrian clastic sedimentation system",
    "authors": ["Eriksson", "P.G"],
    "venue": "Sedimentary Geology",
    "year": 1998
  }, {
    "title": "The 2.7–2.0 Ga volcano-sedimentary record of Africa, India and Australia: evidence for global and local changes in sea level and continental freeboard",
    "authors": ["P.G. Eriksson", "R. Mazumder", "S. Sarkar", "P.K. Bose", "W. Altermann", "R. Van der Merwe"],
    "venue": "Precambrian Research",
    "year": 1999
  }, {
    "title": "Stratigraphic, geochronological and paleomagnetic constraints upon the Neoproterozoic climatic paradox",
    "authors": ["D.A.D. Evans"],
    "venue": "American Journal of Science",
    "year": 2000
  }, {
    "title": "Low-latitude glaciation in the Paleoproterozoic era",
    "authors": ["D.A.D. Evans", "N.J. Beukes", "J.L. Kirschvink"],
    "venue": "Nature",
    "year": 1997
  }, {
    "title": "Paleomagnetic constraints on ages of mineralization in the Kalahari manganese field, South Africa",
    "authors": ["D.A.D. Evans", "J. Gutzmer", "N.J. Beukes", "J.L. Kirschvink"],
    "venue": "Economic Geology",
    "year": 2001
  }, {
    "title": "The process of formation of manganese carbonate deposits hosted in black shale series",
    "authors": ["D. Fan", "T. Liu", "J. Ye"],
    "venue": "Economic Geology",
    "year": 1992
  }, {
    "title": "Multiple sulfur isotopes and the evolution of the atmosphere",
    "authors": ["J. Farquhar", "B.A. Wing"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2003
  }, {
    "title": "Atmospheric influence of Earth's earliest sulfur cycle",
    "authors": ["J. Farquhar", "H. Bao", "H. Thiemens"],
    "venue": "Science",
    "year": 2000
  }, {
    "title": "Observation of wavelength-sensitive massindependent sulfur isotope effects during SO2-photolysis: implications for the early atmosphere",
    "authors": ["J Farquhar"],
    "venue": "Journal of Geophysical Research",
    "year": 2001
  }, {
    "title": "Mass-independent sulfur of inclusions in diamond and sulfur recycling on early Earth",
    "authors": ["J. Farquhar", "B.A. Wing", "K.D. McKaegan", "J.W. Harris", "P. Cartigny", "M.H. Thiemens"],
    "year": 2002
  }, {
    "title": "Sedimentation atMANOP site H (Eastern Equatorial Pacific) over the past 400,000 years: climatically induced redox variations and their effects on transitional metal cycling",
    "authors": ["B.P. Finney", "M.W. Lyle", "G.R. Heath"],
    "venue": "Paleoceanography",
    "year": 1988
  }, {
    "title": "Depositional model for shallowmarine manganese deposits around black shale basins",
    "authors": ["E.R. Force", "W.F. Cannon"],
    "venue": "Economic Geology",
    "year": 1988
  }, {
    "title": "A groundwater mixing model for the origin of the Imini manganese deposit (Cretaceous) of Morocco",
    "authors": ["E.R. Force", "W. Back", "E.C. Spiker", "L.P. Knauth"],
    "venue": "Economic Geology",
    "year": 1986
  }, {
    "title": "Origin of manganese giants: sea level change and anoxic–oxic history",
    "authors": ["L.A. Frakes", "B.R. Bolton"],
    "venue": "Geology",
    "year": 1984
  }, {
    "title": "Early oxidation of organic matter in pelagic sediments of the eastern equatorial Atlantic: suboxic diagenesis",
    "authors": ["Froelich", "G.P"],
    "venue": "Geochimica et Cosmochimica Acta",
    "year": 1979
  }, {
    "title": "Himalayan ironstones, ‘superplumes’ and the breakup of Gondwana",
    "authors": ["E. Garzanti"],
    "venue": "Geology",
    "year": 1993
  }, {
    "title": "The Francevillian (Lower Proterozoic) uranium ore deposits of Gabon",
    "authors": ["F. Gauthier-Lafaye", "F. Weber"],
    "venue": "Economic Geology",
    "year": 1989
  }, {
    "title": "Pb–Pb isotope systematics on diagenetic clays: an example from Proterozoic black shales of the Franceville basin (Gabon)",
    "authors": ["F. Gauthier-Lafaye", "R. Bros", "P. Stille"],
    "venue": "Chemical Geology",
    "year": 1996
  }, {
    "title": "Microbial biomineralization of iron and manganese",
    "authors": ["W.C. Ghirose", "H.L. Ehrlich"],
    "venue": "Biominearlization. Processes of Iron and Manganese: Modern and Ancient Environments. Catena Verlag, Cremlingen,",
    "year": 1992
  }, {
    "title": "Manganese deposition through geological time: dominance of the Post-Eocene deep-sea environment",
    "authors": ["G.P. Glasby"],
    "venue": "Ore Geology Reviews",
    "year": 1988
  }, {
    "title": "Tectonic control of chemical and isotopic compositions of ancient oceans: the impact of continental growth",
    "authors": ["Y. Godderis", "J. Veizer"],
    "venue": "American Journal of Science",
    "year": 2000
  }, {
    "title": "Kinetics and thermodynamic factors controlling manganese concentration in anoxic waters",
    "authors": ["E.V. Grill"],
    "venue": "Geochimica et Cosmochimica Acta",
    "year": 1982
  }, {
    "title": "Carbon isotope compositions of Lower Cretaceous fossil wood: ocean–atmosphere chemistry and relation to sea level",
    "authors": ["D.R. Gröcke", "S.P. Hesselbo", "H.C. Jenkyns"],
    "venue": "changes. Geology",
    "year": 1999
  }, {
    "title": "New constraints on Precambrian ocean composition",
    "authors": ["J.P. Grotzinger", "J.F. Kasting"],
    "venue": "Journal of Geology",
    "year": 1993
  }, {
    "title": "Large scale mantle convection and the aggregation and dispersal of supercontinents",
    "authors": ["M. Gurnis"],
    "venue": "Nature",
    "year": 1988
  }, {
    "title": "Rapid drift of large continents during the Late Precambrian and Paleozoic: paleomagnetic constraints and dynamic models",
    "authors": ["M. Gurnis", "T.H. Torsvik"],
    "venue": "Geology 22,",
    "year": 1994
  }, {
    "title": "Fault-controlled metasomatic alteration of Early Proterozoic sedimentary manganese ores in the Kalahari manganese field, South Africa",
    "authors": ["J. Gutzmer", "N.J. Beukes"],
    "venue": "Economic Geology",
    "year": 1995
  }, {
    "title": "Mineral parageneis of the Kalahari manganese field, South Africa",
    "authors": ["J. Gutzmer", "N.J. Beukes"],
    "venue": "Ore Geology Reviews",
    "year": 1996
  }, {
    "title": "The manganese formation of the Neoproterozoic Penganga Group, India—revision of an enigma",
    "authors": ["J. Gutzmer", "N.J. Beukes"],
    "venue": "Economic Geology",
    "year": 1998
  }, {
    "title": "Calibration of sulfate levels in the Archean",
    "authors": ["K.S. Habicht", "M. Gade", "B. Thamdrup", "P. Berg", "D.E. Canfield"],
    "venue": "ocean. Science",
    "year": 2002
  }, {
    "title": "Mesozoic marine organic-rich shales",
    "authors": ["A. Hallam"],
    "venue": "Marine Petroleum Source Rocks. Special Publication—Geological Society of London,",
    "year": 1987
  }, {
    "title": "Mass extinctions and sea level changes",
    "authors": ["A. Hallam", "P.B. Wignall"],
    "venue": "Earth-Science Reviews",
    "year": 1999
  }, {
    "title": "Geochemical evidence bearing on the origin of aerobiosis, a speculative hypothesis",
    "authors": ["J.M. Hayes"],
    "year": 1983
  }, {
    "title": "Global methanotrophy at the Archean–Proterozoic transition",
    "authors": ["J.M. Hayes"],
    "venue": "Early Life on Earth. . Nobel Symposium,",
    "year": 1994
  }, {
    "title": "Stable isotope composition of Nikopol",
    "authors": ["J.R. Hein", "B.R. Bolton"],
    "year": 1992
  }, {
    "title": "Composition and origin of the Moanda",
    "authors": ["J.R. Hein", "B.R. Bolton"],
    "venue": "Kyoto. Abstracts,",
    "year": 1993
  }, {
    "title": "Chemical equilibria and rates of manganese",
    "authors": ["J.D. 95–134. Hem"],
    "year": 1963
  }, {
    "title": "Rates of manganese oxidation in aqueous systems",
    "authors": ["J.D. 199–218. Hem"],
    "year": 1981
  }, {
    "title": "Massive dissociation of gas hydrate",
    "authors": ["H.C.M. Bell", "O.R. Green"],
    "year": 2000
  }, {
    "title": "The snowball Earth hypothesis",
    "authors": ["P.F. 498–499. Hoffman", "D.P. Schrag"],
    "year": 2002
  }, {
    "title": "The Geochemical News 100, 21–23",
    "authors": ["A reply"],
    "year": 2002
  }, {
    "title": "The manganese deposits of the Guiana shield",
    "authors": ["J.F. 3811–3826. Holtrop"],
    "year": 1965
  }, {
    "title": "Origin and environment",
    "authors": ["H. Huckriede", "D. Meischner"],
    "venue": "Economic Geology",
    "year": 1996
  }, {
    "title": "273–305 source of REE and Fe in Archean oceans",
    "authors": ["S. Roy"],
    "venue": "Earth-Science Reviews",
    "year": 2006
  }, {
    "title": "Nd isotopic variations in Precambrian banded iron formation",
    "authors": ["S.B. Jacobsen", "M.R. Plimentel-Klose"],
    "venue": "Geophysical Research Letters",
    "year": 1988
  }, {
    "title": "Terrestrial record of methane hydrate dissociation in the Early Cretaceous",
    "authors": ["A.H. Jahren", "N.C. Arens", "G. Sarmiento", "J. Guerro", "R. Amundsen"],
    "venue": "Geology",
    "year": 2001
  }, {
    "title": "Cretaceous anoxic events: from continents to oceans",
    "authors": ["H.C. Jenkyns"],
    "venue": "Journal of the Geological Society (London)",
    "year": 1980
  }, {
    "title": "The early Toarcian (Jurassic) anoxic event: stratigraphic, sedimentary and geochemical evidence",
    "authors": ["H.C. Jenkyns"],
    "venue": "American Journal of Science",
    "year": 1988
  }, {
    "title": "Jurassic manganese carbonates of Central Europe and the early Toarcian anoxic event",
    "authors": ["H.C. Jenkyns", "B. Geczy", "J.D. Marshall"],
    "venue": "Journal of Geology",
    "year": 1991
  }, {
    "title": "Stable isotopic evidence for methane seeps in Neoproterozoic postglacial cap carbonates",
    "authors": ["G. Jiang", "M.J. Kennedy", "N. Christie-Blick"],
    "venue": "Nature 426,",
    "year": 2003
  }, {
    "title": "Seawater strontium isotopes, oceanic anoxic events and seafloor hydrothermal activity in the Jurassic and Cretaceous",
    "authors": ["C.E. Jones", "H.C. Jenkyns"],
    "venue": "American Journal of Science",
    "year": 2001
  }, {
    "title": "Extending the Vostok ice-core record of palaeoclimate to the penultimate glacial period",
    "authors": ["J Jouzel"],
    "venue": "Nature",
    "year": 1993
  }, {
    "title": "Metamorphism in the eastern part of Gangpur Series",
    "authors": ["D.N. Kanungo", "N.K. Mahalik"],
    "venue": "Journal of the Geological Society of India",
    "year": 1972
  }, {
    "title": "Carbon isotopes and the rise of atmospheric oxygen",
    "authors": ["J.A. Karhu", "H.D. Holland"],
    "venue": "Geology",
    "year": 1996
  }, {
    "title": "Earth's early atmosphere",
    "authors": ["J.F. Kasting"],
    "venue": "Science 259,",
    "year": 1993
  }, {
    "title": "Methane in the early atmosphere of the Earth",
    "authors": ["J.F. Kasting"],
    "venue": "Mineralogical Magazine",
    "year": 1998
  }, {
    "title": "Methane and climate during the Precambrian era",
    "authors": ["J.F. Kasting"],
    "venue": "Precambrian Research",
    "year": 2005
  }, {
    "title": "Life and the evolution of the Earth's atmosphere",
    "authors": ["J.F. Kasting", "J.L. Seifert"],
    "venue": "Science",
    "year": 2002
  }, {
    "title": "Mantle redox evolution and the oxidation state of the Archean atmosphere",
    "authors": ["J.F. Kasting", "D.N. Eggler", "S.P. Raeburn"],
    "venue": "Journal of Geology",
    "year": 1993
  }, {
    "title": "An ice age in the tropics",
    "authors": ["A.J. Kaufman"],
    "venue": "Nature",
    "year": 1997
  }, {
    "title": "Isotopes, ice ages and terminal Proterozoic earth history",
    "authors": ["A.J. Kaufman", "A.H. Knoll", "G.W. Narbonne"],
    "venue": "Proceedings of the National Academy of Sciences of the United States of America",
    "year": 1997
  }, {
    "title": "Paleoceanographic implications of Miocene deep-sea hiatuses",
    "authors": ["G. Keller", "J.A. Barron"],
    "venue": "Geological Society of America Bulletin",
    "year": 1983
  }, {
    "title": "Paleodepth distribution of Neogene deep sea hiatuses",
    "authors": ["G. Keller", "J.A. Barron"],
    "venue": "Paleoceanography",
    "year": 1987
  }, {
    "title": "Are Proterozoic cap carbonates and isotopic excursions a record of gas hydrate destabilization following Earth's coldest intervals? Geology",
    "authors": ["M.I. Kennedy", "N. Christie-Blick", "L.E. Sohl"],
    "year": 2001
  }, {
    "title": "Turning over a new leaf",
    "authors": ["P. Kenrick"],
    "venue": "Nature",
    "year": 2001
  }, {
    "title": "Oceanic plateau formation: a cause of mass extinction and black shale deposition around the Cenomanian– Turonian boundary",
    "authors": ["A.C. Kerr"],
    "venue": "Journal of the Geological Society (London)",
    "year": 1998
  }, {
    "title": "Late Proterozoic low-latitude global glaciation: the snowball Earth",
    "authors": ["J.L. Kirschvink"],
    "year": 1992
  }, {
    "title": "Evidence for a large scale reorganization of Early Cambrian continental masses by inertial interchange of true polar wanders",
    "authors": ["J.L. Kirschvink", "R.L. Ripperdan", "D.A. Evans"],
    "year": 1997
  }, {
    "title": "Paleoproterozoic snowball Earth: extreme climatic and geochemical global change and its biological consequences",
    "authors": ["Kirschvink", "J.L"],
    "venue": "Proceedings of the National Academy of Sciences of the United States of America",
    "year": 2000
  }, {
    "title": "Sedimentology and geochemistry of the glaciogenic Late Proterozoic Rapitan iron-formation in Canada",
    "authors": ["C. Klein", "N.J. Beukes"],
    "venue": "Economic Geology",
    "year": 1993
  }, {
    "title": "Geochemistry and petrology of some Proterozoic banded iron-formation of the Quadrilátero Ferrifero, Minas Gerais, Brazil",
    "authors": ["C. Klein", "E.A. Ladeira"],
    "venue": "Economic Geology",
    "year": 2000
  }, {
    "title": "Geochemistry and mineralogy of Neoproterozoic banded iron-formations and some selected siliceous manganese formations from the Urucum District, Mato Grosso do Sul, Brazil",
    "authors": ["C. Klein", "E.A. Ladeira"],
    "venue": "Economic Geology",
    "year": 2004
  }, {
    "title": "Protores and country rocks of the Nsuta manganese deposit (Ghana)",
    "authors": ["D Kleinschrot"],
    "venue": "Neues Jahrbuch für Mineralogie. Abhandlungen",
    "year": 1994
  }, {
    "title": "The distribution of manganese in the Pacific Ocean",
    "authors": ["G.P. Klinkhammer", "H.L. Bender"],
    "venue": "Earth and Planetary Science Letters",
    "year": 1980
  }, {
    "title": "Structural evolution of the Warrawoona greenstone belt and adjoining granitoid complexes, Pilbara Craton, Australia: implications for Archean tectonic processes",
    "authors": ["A. Kloppenburg", "S.H. White", "T.E. Zegers"],
    "venue": "Precambrian Research",
    "year": 2001
  }, {
    "title": "Learning to tell Neoproterozoic time",
    "authors": ["A.H. Knoll"],
    "venue": "Precambrian Research",
    "year": 2000
  }, {
    "title": "Separation of manganese from iron in sedimentary process",
    "authors": ["K.B. Krauskopf"],
    "venue": "Geochimica et Cosmochimica Acta",
    "year": 1957
  }, {
    "title": "Introduction to Geochemistry",
    "authors": ["K.B. Krauskopf"],
    "venue": "McGraw-Hill, Tokyo",
    "year": 1979
  }, {
    "title": "Formation of ferromanganese microcrusts in relation to glacial/interglacial stages in Pleistocene sediments from Ampere Seamount, subtropical NE Atlantic",
    "authors": ["T. Kuhn", "P. Halbach", "M. Maggiulli"],
    "venue": "Chemical Geology",
    "year": 1996
  }, {
    "title": "Rise of atmospheric oxygen and the “upside down” Archean mantle. Geochemistry, Geophysics, Geosystems 2 (Paper No. 2000GC000114)",
    "authors": ["L.R. Kump", "J.F. Kasting", "M.E. Barley"],
    "year": 2001
  }, {
    "title": "The Archean Dongwanzi ophiolite complex, North China craton: 2.505-billion-year-old oceanic crust and mantle",
    "authors": ["T.M. Kuski", "Li", "J.-H", "R.D. Tucker"],
    "year": 2001
  }, {
    "title": "Manganese deposits in the global lithogenic system: quantitative approach",
    "authors": ["P. Laznicka"],
    "venue": "Ore Geology Reviews",
    "year": 1992
  }, {
    "title": "Geology and genesis of the Moanda manganese deposits",
    "authors": ["J. Leclerc", "F. Weber"],
    "venue": "Geology and Geochemistry of Manganese,",
    "year": 1980
  }, {
    "title": "The early Proterozoic Birimian Supergroup of Ghana and some aspects of its associated gold mineralization",
    "authors": ["A. Leube", "W. Hirdes", "R. Mauer", "G.O. Kesse"],
    "venue": "Precambrian Research",
    "year": 1990
  }, {
    "title": "Spatial and temporal variations in carbon and sulfur isotopic compositions of Sinian sedimentary rocks in the Yangtze platform, South China",
    "authors": ["R Li"],
    "venue": "Precambrian Research",
    "year": 1999
  }, {
    "title": "Geochronology of Neoproterozoic syn-rift magmatism in the Yangtze craton, South China and correlations with other continents: evidence for a mantle superplume that broke up Rodinia",
    "authors": ["Z.X. Li", "X.H. Li", "P.D. Kinny", "J. Wang", "S. Zhang", "H. Zhou"],
    "venue": "Precambrian Research",
    "year": 2003
  }, {
    "title": "Reaction products of manganese bearing waters",
    "authors": ["C.J. Lind", "J.D. Hem", "C.E. Robertson"],
    "venue": "Chemical Quality of Water and Hydrologic Cycle. Lewis Publishers Inc., Chelsea,",
    "year": 1987
  }, {
    "title": "U–Pb evidence of Late Archean tectono-thermal activity in the southern São Francisco shield, Brazil",
    "authors": ["N. Machado", "M. Carneiro"],
    "venue": "Canadian Journal of Earth Sciences",
    "year": 1992
  }, {
    "title": "Ages of detrital zircons from Archean–Paleoproterozoic sequences: implications for greenstone belt setting and evolution of a Transamazonian foreland basin in Quadrilátero Ferriferro, southeast Brazil",
    "authors": ["N. Machado", "A. Schrank", "C.M. Noce", "G. Gauthier"],
    "venue": "Earth and Planetary Science Letters",
    "year": 1996
  }, {
    "title": "The geochemistry of a lenticular manganese-ore deposit (Um Bogma, Southern Sinai)",
    "authors": ["M. Magaritz", "I.B. Brenner"],
    "venue": "Mineralium Deposita",
    "year": 1979
  }, {
    "title": "Response of manganese in the ocean to the climatic cycles in the Quaternary",
    "authors": ["A. Mangini", "A. Eisenhauer", "P. Walter"],
    "venue": "Paleocenography",
    "year": 1990
  }, {
    "title": "1990b. Element accumulation rates in and growth histories of manganese nodules from the Southwestern Pacific basin",
    "authors": ["A. Mangini", "M. Segl", "G.P. Glasby", "P. Stoffers", "W.L. Plüger"],
    "venue": "Marine Geology",
    "year": 1990
  }, {
    "title": "Biogeochemistry of manganese minerals",
    "authors": ["K.C. Marshall"],
    "venue": "In: Trudinger,",
    "year": 1979
  }, {
    "title": "Geology and origin of the manganese ore of Um Bogma, Sinai",
    "authors": ["J. Mart", "E. Sass"],
    "venue": "Economic Geology",
    "year": 1972
  }, {
    "title": "Depositional setting and implications of Paleoproterozoic glaciomarine sedimentation in the Hamersley Province, Western Australia",
    "authors": ["Martin", "D.McB"],
    "venue": "GSA Bulletin",
    "year": 1999
  }, {
    "title": "Crustal evolution in the Early Archean of South America: example of the Sete Voltas Massif, Bahia State, Brazil",
    "authors": ["H. Martin", "J.J. Peucat", "P. Sabate", "J.C. Cunha"],
    "venue": "Precambrian Research",
    "year": 1997
  }, {
    "title": "Geological and metallogenic patterns in the Archean and Early Proterozoic of Bahia State, Eastern Brazil",
    "authors": ["J.D.F. Mascarenhas", "Sá", "J.H.D.S"],
    "venue": "Revista Brasileira de Geociências",
    "year": 1982
  }, {
    "title": "Stomatal density and index of fossil plants track atmospheric carbon dioxide in the Palaeozoic",
    "authors": ["J.C. McElwain", "W.G. Chaloner"],
    "venue": "Annals of Botany",
    "year": 1995
  }, {
    "title": "The fossil cuticle as a skeletal record of environmental change",
    "authors": ["J.C. McElwain", "W.C. Chaloner"],
    "venue": "Palaios",
    "year": 1996
  }, {
    "title": "Changes in carbon dioxide during an oceanic anoxic event linked to intrusion into Gondwana",
    "authors": ["J.C. McElwain", "J. Wade-Murphy", "S.P. Hesselbo"],
    "venue": "coals. Nature",
    "year": 2005
  }, {
    "title": "Continental freeboard, sedimentation rates and growth of continental crust",
    "authors": ["S.C. McLennan", "S.R. Taylor"],
    "venue": "Nature",
    "year": 1983
  }, {
    "title": "Cenozoic accumulation history of a Pacific ferromanganese crust",
    "authors": ["McMurtry", "G.M"],
    "venue": "Earth and Planetary Science Letters",
    "year": 1994
  }, {
    "title": "A worldwide 2.2–2.0 Ga old positive",
    "authors": ["V.A. Melezhik", "A.E. Fallick"],
    "year": 1994
  }, {
    "title": "Mass-independent isotope effects in Archean",
    "authors": ["305–344. Mojzsis", "S.J"],
    "year": 2003
  }, {
    "title": "Supercontinental model for",
    "authors": ["J.B. Murphy", "H.D. Nance"],
    "venue": "Science Letters",
    "year": 1991
  }, {
    "title": "The oxidation state",
    "authors": ["J.W. Murray", "L.S. Balistrieri", "B. Paul"],
    "year": 1984
  }, {
    "title": "Manganese ores",
    "authors": ["K. Nicholson", "V.K. Nayak", "J.K. Nanda"],
    "venue": "Geological Society of South Africa,",
    "year": 1997
  }, {
    "title": "273–305 the world's most extensive record of early crustal evolution",
    "authors": ["S. Roy"],
    "venue": "Earth-Science Reviews",
    "year": 2006
  }, {
    "title": "Evidence of early Proterozoic glaciation: the dropstone unit diamictite association",
    "authors": ["R.W. Ojakangas"],
    "venue": "Bulletin—Geological Survey of Finland",
    "year": 1985
  }, {
    "title": "Glaciation: an uncommon ‘mega-event’ as a key to intracontinental and intercontinental correlation of Early Proterozoic basin fill, North American and Baltic cratons",
    "authors": ["R.W. Ojakangas"],
    "venue": "New Perspectives in Basin Analysis",
    "year": 1988
  }, {
    "title": "Paleoproterozoic basin development and sedimentation in Lake Superior region, North America",
    "authors": ["R.W. Ojakangas", "G.A. Morey", "D.L. Southwick"],
    "venue": "Sedimentary Geology",
    "year": 2001
  }, {
    "title": "Manganese carbonate mineralization in the Molango District, Mexico",
    "authors": ["P.M. Okita"],
    "venue": "Economic Geology",
    "year": 1992
  }, {
    "title": "Origin of stratiform sedimenthosted manganese carbonate ore deposits: examples from Molango, Mexico and Taojiang, China",
    "authors": ["P.M. Okita", "W.C. Shanks III"],
    "venue": "Chemical Geology",
    "year": 1992
  }, {
    "title": "Isotopic evidence for organic matter oxidation by manganese reduction in the formation of stratiform manganese carbonate ore",
    "authors": ["P.M. Okita", "J.B. Maynard", "E.C. Spiker", "E.R. Force"],
    "venue": "Geochimica et Cosmochimica Acta",
    "year": 1988
  }, {
    "title": "Enhanced CO2 greenhouse to compensate for reduced solar luminosity on early Earth",
    "authors": ["T. Owen", "R.D. Cess", "V. Ramanathan"],
    "venue": "Nature 277,",
    "year": 1979
  }, {
    "title": "Sedimentation and diagenesis of an Oligocene manganese deposit in a shallow sub-basin of the Paratethys, Tharce Basin, Turkey",
    "authors": ["H. Öztürk", "L.A. Frakes"],
    "venue": "Ore Geology Reviews",
    "year": 1995
  }, {
    "title": "Mineralogy and stable isotopes of black shale-hosted manganese ores, southwestern Taurides, Turkey",
    "authors": ["H. Öztürk", "J.R. Hein"],
    "venue": "Economic Geology",
    "year": 1997
  }, {
    "title": "Synchrony between Early Jurassic extinction, oceanic anoxic event, and the Karoo–Ferrar flood basalt",
    "authors": ["J. Pálfy", "P.L. Smith"],
    "venue": "volcanism. Geology",
    "year": 2000
  }, {
    "title": "Greenhouse warming by CH4 in the atmosphere of early Earth",
    "authors": ["A.A. Pavlov", "J.F. Kasting", "L.L. Brown", "K.A. Rages", "R. Freedman"],
    "venue": "Journal of Geophysical Research",
    "year": 2000
  }, {
    "title": "Sulfate clues for early history of atmospheric oxygen",
    "authors": ["A. Payten"],
    "venue": "Science 288,",
    "year": 2000
  }, {
    "title": "Atmospheric carbon dioxide concentration over the past 60 million years",
    "authors": ["P.N. Pearson", "M.R. Palmer"],
    "venue": "Nature",
    "year": 2000
  }, {
    "title": "Is the redox state of the Archean atmosphere constrained",
    "authors": ["N. Phillips", "J.D.M. Law", "R.E. Myers"],
    "venue": "SEG Newsletter",
    "year": 2001
  }, {
    "title": "SHRIMP U–Pb zircon ages for the Palaeoproterozoic Kuruman iron formation, Northern Cape Province, South Africa: evidence for simultaneous BIF deposition of Kaapvaal and Pilbara cratons",
    "authors": ["A.L. Pickard"],
    "venue": "Precambrian Research",
    "year": 2003
  }, {
    "title": "Oxidation state of marine manganese nodules",
    "authors": ["D.Z. Piper", "J.R. Basler", "J.L. Bischoff"],
    "venue": "Geochimica et Cosmochimica Acta",
    "year": 1984
  }, {
    "title": "Geodynamic processes, continental growth, and mantle evolution recorded in late Archean greenstone belts of the Southern Superior Province, Canada",
    "authors": ["A. Polat", "R. Kerrich"],
    "venue": "Precambrian Research",
    "year": 2001
  }, {
    "title": "Stable isotope evidence for the origin of the Úrkút manganese ore deposit, Hungary",
    "authors": ["M. Polgári", "P.M. Okita", "J.R. Hein"],
    "venue": "Journal of Sedimentary Petrology",
    "year": 1991
  }, {
    "title": "The transition to a sulphidic ocean ∼1.84 billion years ago",
    "authors": ["S.W. Poulton", "P.N. Fralic", "D.E. Canfield"],
    "venue": "Nature",
    "year": 2004
  }, {
    "title": "Comment ‘Are Neoproterozoic glacial deposits preserved on the margins of Laurentia related to the fragmentation of two supercontinents?",
    "authors": ["Powell", "C.McA"],
    "year": 1995
  }, {
    "title": "Paleomagnetic constraints on timing of the Neoproterozoic breakup of Rodinia and the Cambrian formation of Gondwana",
    "authors": ["Powell", "C.McA", "Z.X. Li", "M.W. McElhinny", "J.G. Meert", "J.K. Park"],
    "venue": "Geology",
    "year": 1993
  }, {
    "title": "Evidence of anoxic to oxic atmospheric change during 2.45–2.22 Ga from Lower and Upper Sub-Huronian paleosols, Canada",
    "authors": ["N. Prasad", "S.M. Roscoe"],
    "year": 1996
  }, {
    "title": "Frasnian–Famennian biotic crisis: undervalued tectonic control",
    "authors": ["G. Racki"],
    "venue": "Paleogeography, Paleoclimatology, Paleoecology",
    "year": 1998
  }, {
    "title": "New observations on the ores of the Witwatersrand in South Africa and their genetic significance",
    "authors": ["P. Ramdohr"],
    "venue": "TransactionsGeological Society of South Africa",
    "year": 1958
  }, {
    "title": "Redox state of the Archean atmosphere: evidence from detrital heavy minerals in ca",
    "authors": ["B. Rasmussen", "R. Buick"],
    "venue": "Ma sandstones from the Pilbara craton, Australia. Geology",
    "year": 1999
  }, {
    "title": "Tectonic forcing of late",
    "authors": ["M.E. Raymo", "W.F. Ruddiman"],
    "venue": "Cenozoic climate. Nature",
    "year": 1992
  }, {
    "title": "A 300 million-year record of atmospheric carbon dioxide from fossil plant cuticles",
    "authors": ["G.J. Retallack"],
    "venue": "Nature 411,",
    "year": 2001
  }, {
    "title": "The Huronian Supergroup: a Paleoproterozoic succession showing evidence of atmospheric evolution",
    "authors": ["S. Roscoe"],
    "venue": "Special Paper-Geological Association of Canada,",
    "year": 1973
  }, {
    "title": "Manganese bacteria in marine manganese cycle",
    "authors": ["R.A. Rosson", "K.H. Nealson"],
    "year": 1982
  }, {
    "title": "Syngenetic Manganese Formations of India",
    "authors": ["S. Roy"],
    "year": 1966
  }, {
    "title": "Manganese Deposits",
    "authors": ["S. Roy"],
    "year": 1981
  }, {
    "title": "Manganese metallogenesis: a review",
    "authors": ["S. Roy"],
    "venue": "Ore Geology Reviews",
    "year": 1988
  }, {
    "title": "Genetic diversity of manganese deposition in the terrestrial geological record",
    "authors": ["S. Roy"],
    "venue": "Special Publication—Geological Society of London,",
    "year": 1997
  }, {
    "title": "Late Archean initiation of manganese metallogenesis: its significance and environmental controls",
    "authors": ["S. Roy"],
    "venue": "Ore Geology Reviews",
    "year": 2000
  }, {
    "title": "Petrology of Mn silicate–carbonate–oxide rock of Sausar Group, India",
    "authors": ["S. Roy", "S. Dasgupta", "P.K. Bhattacharyya", "N. Majumdar", "M. Fukuoka", "H. Banerjee"],
    "venue": "Neues Jahrbuch für Mineralogie Monatshefte",
    "year": 1986
  }, {
    "title": "Late diagenetic changes in manganese ores of the Upper Proterozoic Penganga Group, India",
    "authors": ["S. Roy", "P.C. Bandopadhyay", "E.A. Perseil", "M. Fukuoka"],
    "venue": "Ore Geology Reviews",
    "year": 1990
  }, {
    "title": "Phanerozoic atmospheric CO2 change: evaluating geochemical and paleobiological approaches",
    "authors": ["D.L. Royer", "R.A. Berner", "D.J. Beerling"],
    "venue": "Earth-Science Reviews",
    "year": 2001
  }, {
    "title": "Paleosols and the evolution of atmospheric oxygen: a critical review",
    "authors": ["R. Rye", "H.D. Holland"],
    "venue": "American Journal of Science",
    "year": 1998
  }, {
    "title": "Geology and geochemistry of paleosols developed on the Hekpoort basalt, Pretoria Group, South Africa",
    "authors": ["R. Rye", "H.D. Holland"],
    "venue": "American Journal of Science",
    "year": 2000
  }, {
    "title": "Earth andMars: evolution of atmospheres and surface temperatures",
    "authors": ["C. Sagan", "G. Mullen"],
    "venue": "Science 177,",
    "year": 1972
  }, {
    "title": "Crustal Evolution of Singhbhum–North Orissa, Eastern India",
    "authors": ["A.K. Saha"],
    "venue": "Memoir—Geological Society of India",
    "year": 1994
  }, {
    "title": "Geological conditions for the formation of manganese deposits of the Soviet Union",
    "authors": ["D.G. Sapozhnikov"],
    "venue": "Manganese Deposits of Soviet Union. Israel Program for Scientific Translations,",
    "year": 1970
  }, {
    "title": "Rb–Sr whole rock and mineral isochron ages of the Tirodi Gneiss, Sausar Group, Bhandara District, Maharashtra",
    "authors": ["S.N. Sarkar", "J.R. Trivedi", "K. Gopalan"],
    "venue": "Journal of the Geological Society of India",
    "year": 1986
  }, {
    "title": "The Serra do Navio manganese deposit, Brazil. Genesis of Precambrian Iron and Manganese Deposits",
    "authors": ["N. Scarpelli"],
    "venue": "UNESCO Earth Sciences,",
    "year": 1973
  }, {
    "title": "Uraniferous constituents of the Witwatersrand conglomerates: ore microscopic observations and implications for Witwatersrand metallogeny",
    "authors": ["M. Schidlowski"],
    "venue": "U.S. Geological Survey Professional Paper 1161,",
    "year": 1981
  }, {
    "title": "The major Early Proterozoic sedimentary iron and manganese deposits and their tectonic setting",
    "authors": ["D. Schissel", "P. Aro"],
    "venue": "Economic Geology",
    "year": 1992
  }, {
    "title": "The effect of temperature on metal mobility in subseafloor hydrothermal systems: constraints from basalt alteration experiments",
    "authors": ["J.S. Seewald", "W.E. Seyfried"],
    "venue": "Earth and Planetary Science Letters",
    "year": 1990
  }, {
    "title": "C isotopic stratification in a Neoproterozoic postglacial ocean",
    "authors": ["Y. Shen", "T. Zhang", "X. Chu"],
    "venue": "Precambrian Research",
    "year": 2005
  }, {
    "title": "Glacial/interglacial variations in atmospheric carbon dioxide",
    "authors": ["D.M. Sigman", "E.A. Boyle"],
    "venue": "Nature 409,",
    "year": 2000
  }, {
    "title": "Triggering a snowball",
    "authors": ["S. Simpson"],
    "venue": "Scientific American",
    "year": 2001
  }, {
    "title": "Potential link between ocean plateau volcanism and global ocean anoxia at the Cenomanian– Turonian boundary",
    "authors": ["C.W. Sinton", "R.A. Duncan"],
    "venue": "Economic Geology",
    "year": 1997
  }, {
    "title": "Carbon dioxide cycling and implications for climate on ancient Earth",
    "authors": ["N.H. Sleep", "K. Zahnle"],
    "venue": "Journal of Geophysical Research",
    "year": 2001
  }, {
    "title": "Sedimentation in the Atlas Gulf: III. Turonian carbonates",
    "authors": ["R. Stamm", "J. Thein"],
    "year": 1982
  }, {
    "title": "Sedimentary Environments, Facies and Stratigraphy, 3rd ed",
    "authors": ["D.A.V. Stow", "H.G. Reading", "J.D. Collinson"],
    "venue": "Deep seas,",
    "year": 1996
  }, {
    "title": "Manganese ore deposits of Madhya Pradesh, India",
    "authors": ["Straczek", "J.A"],
    "venue": "20th International Geological Congress, Symposium on Manganese,",
    "year": 1956
  }, {
    "title": "Problems of genetic types of Chiatura deposit",
    "authors": ["N.M. Strakhov", "L.E. Shterenberg"],
    "venue": "International Geology Review",
    "year": 1966
  }, {
    "title": "The mechanism of manganese ore formation processes (Oligocene ores in the southern part of the U.S.S.R.)",
    "authors": ["Strakhov", "N.M"],
    "venue": "Manganese Deposits of the Soviet Union. Israel Program for Scientific Translations,",
    "year": 1970
  }, {
    "title": "The carbon isotopic record",
    "authors": ["H. Strauss", "D.J. Des Marais", "J.M. Hayes", "R.E. Summons"],
    "year": 1992
  }, {
    "title": "On the nature of particulate manganese in simulated lake waters",
    "authors": ["W. Stumm", "R. Giovanoli"],
    "venue": "Chimia",
    "year": 1976
  }, {
    "title": "Mineral phases formed in anoxic sediments by microbial decomposition of organic matter",
    "authors": ["E. Suess"],
    "venue": "Geochimica et Cosmochimica Acta",
    "year": 1979
  }, {
    "title": "Manganese carbonate bands as an indication of hemipelagic sedimentary environments",
    "authors": ["R. Sugisaki", "K. Sugitani", "M. Adachi"],
    "venue": "Journal of Geology",
    "year": 1991
  }, {
    "title": "U–Pb geochronologic constraints on deposition of the Campbellrand Subgroup, Transvaal Supergroup, South Africa",
    "authors": ["D.Y. Sumner", "S.A. Bowring"],
    "venue": "Precambrian Research",
    "year": 1996
  }, {
    "title": "Early Precambrian supracrustals of southern Karnataka",
    "authors": ["J. Swami Nath", "M. Ramakrishnan"],
    "venue": "Memoirs of the Geological Survey of India 112",
    "year": 1981
  }, {
    "title": "Origin of the early Sinian Minle manganese deposit, Hunan Province, China",
    "authors": ["S. Tang", "T. Liu"],
    "venue": "Ore Geology Reviews",
    "year": 1999
  }, {
    "title": "The Continental Crust: Its Composition and Evolution",
    "authors": ["S.R. Taylor", "S.M. McLennan"],
    "year": 1985
  }, {
    "title": "Early Proterozoic crustal evolution in the Birimian of Ghana: constraints from geochronology and isotope geochemistry",
    "authors": ["P.N. Taylor", "S. Moorbath", "A. Leube", "W. Hirdes"],
    "venue": "Precambrian Research",
    "year": 1992
  }, {
    "title": "Paleogeography and geochemistry of the “Cenomanian–Turonian” formations in the manganese district of Imini (Morocco) and their relation to ore deposition",
    "authors": ["J. Thein"],
    "venue": "Ore Geology Reviews",
    "year": 1990
  }, {
    "title": "Photosynthetic microbial mats in the 3416-Myr-old ocean",
    "authors": ["M.M. Tice", "D.R. Lowe"],
    "venue": "Nature 431,",
    "year": 2004
  }, {
    "title": "A precise zircon U–Pb chronological comparison of the volcano-sedimentary sequences of the Kaapvaal and Pilbara cratons between 3.1 and 2.4 Ga",
    "authors": ["Trendall", "A.F"],
    "venue": "Third International Archean Symposium, Perth. Extended Abstracts,",
    "year": 1990
  }, {
    "title": "Temporal relationship between cratonization and glaciation: the Vendian–Early Cambrian glaciation in Western Gondwana",
    "authors": ["R. Trompette"],
    "venue": "Palaeogeography, Palaeoclimatology, Palaeoecology",
    "year": 1996
  }, {
    "title": "Geological evolution of the Neoproterozoic Corumbá graben system (Brazil). Depositional context of the stratified Fe and Mn ores of the Jacadigo Group",
    "authors": ["R. Trompette", "C.J.S. de Alvarenga", "D. Walde"],
    "venue": "Journal of South American Earth Sciences",
    "year": 1998
  }, {
    "title": "Petrography and geochemistry of the Paleoproterozoic Hotazel iron formation, Kalahari manganese field, South Africa: implications for Precambrian manganese metallogenesis",
    "authors": ["H. Tsikos", "J.M. Moore"],
    "venue": "Economic Geology",
    "year": 1997
  }, {
    "title": "On the thermal evolution of the Earth",
    "authors": ["D.L. Turcotte"],
    "venue": "Earth and Planetary Science Letters",
    "year": 1980
  }, {
    "title": "The geology and genesis of the iron and manganese deposits of the Urucum district, Mato Grosso do Sul, Brazil",
    "authors": ["H. Urban", "B. Stribrny"],
    "venue": "Zentralblatt für Geologie und Paläontologie",
    "year": 1985
  }, {
    "title": "Iron and manganese deposits of the Urucum District, Mato Grosso do Sul. Brazil",
    "authors": ["H. Urban", "B. Stribrny", "H.J. Lippolt"],
    "venue": "Economic Geology",
    "year": 1992
  }, {
    "title": "Manganese deposits of the Marau district, Bahia, Brazil",
    "authors": ["J.V. Valarelli", "E. Gonclaves", "O.P. Bricker"],
    "venue": "25th International Geological Congress. Symposium 104.3, Geology and Geochemistry of Manganese. Abstracts,",
    "year": 1976
  }, {
    "title": "Manganese deposits of the U",
    "authors": ["I.M. Varentsov", "V.P. Rakhmanov"],
    "venue": "S.S.R. (a review)",
    "year": 1980
  }, {
    "title": "Genetic aspects of the formation of manganese deposits in the geological history of the Earth's crust",
    "authors": ["I.M. Varentsov", "V.P. Rakhmanov", "E.M. Gurvich", "Grassely", "Gy"],
    "venue": "Proceedings 27th International Geological Congress 12, Metallogenesis and Mineral Ore Deposits. VNU Science Press,",
    "year": 1984
  }, {
    "title": "Stratigraphy, paleogeography and iron–manganese ores of the Famennian of Central Kazakhstan",
    "authors": ["A.B. Veimarn", "T.N. Vorontzova", "M.V. Martynova"],
    "venue": "Devonian of the World,",
    "year": 1988
  }, {
    "title": "The Archean–Proterozoic transition and its environmental implications",
    "authors": ["J. Veizer"],
    "venue": "Early life on Earth. Nobel Symposium,",
    "year": 1994
  }, {
    "title": "Basement and sedimentary recycling and continental evolution",
    "authors": ["J. Veizer", "S.L. Jansen"],
    "venue": "Journal of Geology",
    "year": 1979
  }, {
    "title": "Evidence for decoupling atmospheric CO2 and global climate during the Phanerozoic eon",
    "authors": ["J. Veizer", "Y. Godderis", "L.M. Francois"],
    "venue": "Nature 408,",
    "year": 2000
  }, {
    "title": "Iron and sulfur in prebiologic ocean",
    "authors": ["J.C.G. Walker", "P. Brimblecombe"],
    "venue": "Precambrian Research",
    "year": 1985
  }, {
    "title": "Genesis and supergene evolution of the Precambrian sedimentary manganese deposit at Moanda (Gabon). Genesis of Precambrian Iron and Manganese Deposits",
    "authors": ["F. Weber"],
    "venue": "UNESCO Earth Sciences,",
    "year": 1973
  }, {
    "title": "Deciphering methane's fingerprint",
    "authors": ["H. Weissert"],
    "venue": "Nature 406,",
    "year": 2000
  }, {
    "title": "Global tectonics and eustasy for the past 2 billion years",
    "authors": ["T.R. Worsley", "D. Nance", "J.B. Moody"],
    "venue": "Marine Geology",
    "year": 1984
  }, {
    "title": "Origin of the Nsuta manganese carbonate proto-ore, Ghana: carbon- and oxygenisotope evidence",
    "authors": ["H.W. Yeh", "J.R. Hein", "B.R. Bolton"],
    "venue": "Journal of the Geological Society of China",
    "year": 1995
  }, {
    "title": "The geologic record of glaciation: relevance to the climatic history of Earth",
    "authors": ["G.M. Young"],
    "venue": "Geoscience Canada",
    "year": 1991
  }, {
    "title": "Are Neoproterozoic glacial deposits preserved on the margins of Laurentia related to the fragmentation of two supercontinents",
    "authors": ["G.M. Young"],
    "venue": "Reply. Geology",
    "year": 1995
  }, {
    "title": "Paleoproterozoic Huronian basin: product of a Wilson cycle punctuated by glaciation and a meteorite impact",
    "authors": ["G.M. Young", "D.G.F. Long", "C.M. Fedo", "H.W. Nesbitt"],
    "venue": "Sedimentary Geology",
    "year": 2001
  }, {
    "title": "Trends, rhythms and aberrations in global climate 65 Ma to Present",
    "authors": ["J Zachos"],
    "venue": "Science",
    "year": 2001
  }, {
    "title": "Distribution and evolution of carbon and nitrogen in Earth",
    "authors": ["Y. Zhang", "A. Zindler"],
    "venue": "Earth and Planetary Science Letters",
    "year": 1993
  }, {
    "title": "New constraints on ages of NeoProterozoic glaciations in south China",
    "authors": ["C Zhou"],
    "venue": "Geology",
    "year": 2004
  }],
  "id": "SP:ad7cbf05f29fb9fba9c4a83a8ec9c21a6400f070",
  "authors": [{
    "name": "Supriya Roy",
    "affiliations": []
  }],
  "abstractText": "The concentration of manganese in solution and its precipitation in inorganic systems are primarily redox-controlled, guided by several Earth processes most of which were tectonically induced. The Early Archean atmosphere–hydrosphere system was extremely O2-deficient. Thus, the very high mantle heat flux producing superplumes, severe outgassing and high-temperature hydrothermal activity introduced substantial Mn in anoxic oceans but prevented its precipitation. During the Late Archean, centered at ca. 2.75 Ga, the introduction of Photosystem II and decrease of the oxygen sinks led to a limited buildup of surface O2content locally, initiating modest deposition of manganese in shallow basin-margin oxygenated niches (e.g., deposits in India and Brazil). Rapid burial of organic matter, decline of reduced gases from a progressively oxygenated mantle and a net increase in photosynthetic oxygen marked the Archean–Proterozoic transition. Concurrently, a massive drawdown of atmospheric CO2 owing to increased weathering rates on the tectonically expanded freeboard of the assembled supercontinents caused Paleoproterozoic glaciations (2.45–2.22 Ga). The spectacular sedimentary manganese deposits (at ca. 2.4 Ga) of Transvaal Supergroup, South Africa, were formed by oxidation of hydrothermally derived Mn transferred from a stratified ocean to the continental shelf by transgression. Episodes of increased burial rate of organic matter during ca. 2.4 and 2.06 Ga are correlatable to ocean stratification and further rise of oxygen in the atmosphere. Black shale-hosted Mn carbonate deposits in the Birimian sequence (ca. 2.3–2.0 Ga), West Africa, its equivalents in South America and those in the Francevillian sequence (ca. 2.2–2.1 Ga), Gabon are correlatable to this period. Tectonically forced doming-up, attenuation and substantial increase in freeboard areas prompted increased silicate weathering and atmospheric CO2 drawdown causing glaciation on the Neoproterozoic Rodinia supercontinent. Tectonic rifting and mantle outgassing led to deglaciation. Dissolved Mn and Fe concentrated earlier in highly saline stagnant seawater below the ice cover were exported to shallow shelves by transgression during deglaciation. During the Sturtian glacial-interglacial event (ca. 750–700 Ma), interstratified Mn oxide and BIF deposits of Damara sequence, Namibia, was formed. The Varangian (≡Marinoan; ca. 600 Ma) cryogenic event produced Mn oxide and BIF deposits at Urucum, Jacadigo Group, Brazil. The Datangpo interglacial sequence, South China (Liantuo–Nantuo≡Varangian event) contains black shale-hosted Mn carbonate deposits. The Early Paleozoic witnessed several glacioeustatic sea level changes producing small Mn carbonate deposits of Tiantaishan (Early Cambrian) and Taojiang (Mid-Ordovician) in black shale sequences, China, and the major Mn oxide–carbonate deposits of Karadzhal-type, Central Kazakhstan (Late Devonian). The Mesozoic period of intense plate movements and volcanism produced greenhouse climate and stratified oceans. During the Early Jurassic OAE, organic–rich sediments host many Mn carbonate deposits in Europe (e.g., Úrkút, Hungary) in black shale sequences. The Late Jurassic giant Mn Carbonate deposit at Molango, Mexico, was also genetically related to sea level change. Mn carbonates were always derived from Mn oxyhydroxides during early diagenesis. Large Mn oxide deposits of Cretaceous age at Groote Eylandt, Australia and Imini-Tasdremt, Morocco, were also formed during transgression–regression in greenhouse climate. The Early Oligocene giant Mn oxide–carbonate deposit of Chiatura (Georgia) and Nikopol (Ukraine) were developed in a similar situation. Thereafter, manganese sedimentation was entirely shifted to the deep E-mail address: srjugeo@rediffmail.com. 0012-8252/$ see front matter © 2006 Elsevier B.V. All rights reserved. doi:10.1016/j.earscirev.2006.03.004 274 S. Roy / Earth-Science Reviews 77 (2006) 273–305 seafloor and since ca. 15 Ma B.P. was climatically controlled (glaciation–deglaciation) assisted by oxygenated polar bottom currents (AABW, NADW). The changes in climate and the sea level were mainly tectonically forced. © 2006 Elsevier B.V. All rights reserved.",
  "title": "Sedimentary manganese metallogenesis in response to the evolution of the Earth system"
}