{
  "sections": [{
    "text": "A technique has been developed to measure bismuth in small volumes of snow and ice at pg g-r concentrations by thermal ionisation mass spectrometry (TIMS). The analysis of Greenland snow accumulated at Summit from 1967 to 1989 and 8 ky old ice has yielded values between 0.02-0.9 pg g-r . After normalising to aluminium concentrations, enhancements in bismuth concentrations were found to correlate significantly with three volcanic events. These enhancements are consistent with high bismuth concentrations observed in emissions from volcanoes. Compared with ancient ice recent bismuth concentrations are enhanced relative to aluminium implying either increased volcanic activity in the recent times or, more likely, a contribution from anthropogenic sources.\nKeywords: Mass spectrometry; Thermal ionisation mass spectrometry; Bismuth; Snow; Ice"
  }, {
    "heading": "1. Introduction",
    "text": "The Greenland and Antarctic ice caps contain the Earth’s natural record of recent atmospheric events preserved in layers of ice and snow. Dust, seaspray, biomass products, anthropogenic and volcanic aerosols incorporated in these layers provide a representative record of the atmosphere’s aerosol content.\n*Corresponding author. ‘Present address: Department of Chemistry, University of\nAntwerp (UIA), Universiteitsplein 1, 2610, Wihijk, Belgium.\nVolcanic events can be identified in these layers by enhanced concentrations of chemical species such as SO:-, F-, Ht or by changes of conductivity [14]. However there still is a lack of agreement about volcanic signals found in different ice cores measured within the same hemisphere [4], except in the case of large volcanic eruptions such as Katmai (Alaska, 19 12) and Krakatoa and Agung (Indonesia, 1883 and 1963, respectively). Recently Robock and Free [4] introduced a new index for volcanism which combines the data from several ice-cores into one profile in an attempt to solve this problem.\n0003-2670/97/$17.00 0 1997 Elsevier Science B.V. All rights reserved. PII SOOO3-2670(97)00176- I\nSulphate concentrations, which are commonly used to identify volcanic events, are significantly affected by anthropogenic emissions which could obscure volcanic signals. Patterson and Settle [5,6] estimated the amount of volcanic Pb in the atmosphere from the Bi/Pb ratio after demonstrating that atmospheric Bi was predominantly volcanic in origin. They estimated that -1,200 tonnes of Bi per year is liberated to the atmosphere from volcanoes while only -40 tonnes per year came from soil dust. This work is supported by a number of accounts including that of Taran et al. [7] who recently observed that Bi was the most highly enriched metal in four fumaroles of the Kudryavy volcano in the Kuril Islands. Earlier work by Symonds et al. [8] also showed that Bi was highly enriched in gaseous emissions from the Merapi volcano in Indonesia. The high concentration of Bi in volcanic emissions therefore suggests that it could be a sensitive indicator of volcanic events. Anthropogenic sources of Bi are believed to be very small, despite the fact that it is associated with Pb, Cu, and Sn ores [9]. Pakkanen et al. [lo] however, have, observed some airborne Bi associated with industry in Norway, where the refining technique used for separating Bi from Pb involves precipitating Bi with Ca or Mg [9], a process which probably limits its emission to the atmosphere. Bismuth levels in refined Pb are also kept low to avoid violating trading laws [9,1 l] which probably has limited its emission from automobiles. While the potential of using Bi as a tracer of volcanic emissions is high the feasibility of this approach has not been tested on snow and ice cores because of the difficulty of measuring small quantities of Bi. Laser enhanced atomic fluorescence spectrometry (LEAFS) was successfully developed by Bolshov et al. [ 121 and used by Candelone et al. [13] to measure Bi in Greenland snow from an 10.7 m snowcore and surface snow in which they found concentrations ranging from co.05 to 0.66 pg g-’ but only small data sets were available. We have now reanalysed a number of these samples and measured additional samples from this snow core using thermal ionisation mass spectrometry (TIMS). The TIMS method is relatively simple to use and also easy to implement because suitable isotope ratio mass spectrometers are commonly available. In this paper we describe the TIMS technique and present an extended data set for the Greenland snow-core allowing us to\ntest the feasibility of using Bi events in layered snow records."
  }, {
    "heading": "2. Experimental",
    "text": "2.1. Mass spectrometry method\nto identify volcanic\nPatterson and Settle [5,6] estimated Bi/Pb ratios from measurements on eruptive and fumarolic gases. Lead was determined using isotope dilution mass spectrometry (IDMS) while Bi was estimated from expected chemical yields and measurements of the ion currents of the two elements.\nMulti-isotope elements, such as Pb, can be mea-\nsured with high precision and accuracy by IDMS [ 141. However, bismuth is monoisotopic which prevents stable IDMS being performed on this element. In this paper we describe an alternative mass spectrometric method of measuring Bi which is similar to, but more accurate than, the approach taken by Patterson and Settle [5]. The TIMS ionisation process for Pb also yields a ‘09Bi+ signal adjacent to the “*Pb+ signal. By establishing a relationship between the signals with time the amount of Bi can be determined provided the amount of Pb and the relative ionisation efficiencies of the two elements are known. Then\nA(Bi) = S. A(Pb) . j”“” Bi+dt\ns”“” Pb+dt ’ (1)\nwhere: A(Bi) is the mass of Bi in the sample, S is a calibration factor incorporating differences in ionisation efficiencies of Pb and Bi, the abundance of the 208Pb isotope, and the atomic weights of the two elements, *09Bi+ is the 209Bi isotope ion current, “‘Pb+ is the 208 Pb isotope ion current, A(Pb) is the mass of Pb in the sample (determined by IDMS) and t is time.\n2.2. Isotopic analysis\nDetails of the determination of Pb isotopes in snow and ice samples can be found in Chisholm et al. [ 151. Approximately 4 g samples of melted snow or ice were evaporated together with a 205Pb-enriched isotope in ultra-clean 15 ml PFA-teflon beakers inside a\n0.5\n.o 0.4\nB g 0.3\nzs 2 0.2\n% s 0.1\n0 T\n0 20 40 60 80 100 120 Time (minutes)\nFig. 1. Qpical decay of the 209Bi/208Pb ratio with time during a typical measurement of Bi concentration.\nlaboratory supplied with HEPA-filtered air. Samples were transferred to chemically etched rhenium filaments and analysed in a VG354 thermal ionisation mass spectrometer using an oven source [ 161. The ion currents were measured with a Daly detector operating in the current mode, stepping between the isotopes of interest. One measurement of the Bi ion current was taken for every ten isotope ratios of Pb giving at least 6 values for the 209Bi/208Pb ratio. Samples were analysed between 1400°C and N 1600°C to maximise the size of the Pb and Bi ion beams and minimise any interference from hydrocarbons which can occur at lower temperatures. In most analyses the Bi ion current decreased rapidly when the temperature reached 1450°C whereas the Pb ion current continued to increase, then began to decay at 1500°C. The net effect of these changes was that the 209Bi/208Pb ratio displayed an exponential decay with time (Fig. 1). For 1 in 10 cases the zWBi/208Pb ratio initially increased before proceeding to decay. The reason for this occasional change in behaviour could not be ascertained.\nBecause an analysis does not occur at a single temperature nor are samples analysed to extinction, the ratio of the integrated expressions in Eq. (1) has been approximated by an average of the first six zo9Bi/208Pb ratios giving:\nA(Bi) = S A(Pb) [=I L ’ ” J average\n(2)\n0123456789 Bi Added (pg)\nFig. 2. Calibration graph for Bi. The line shown is a least squares fit to the data with the intercept set to zero.\nThis calculation permits the amount of Bi in the sample to be determined by comparing the 209Bi+ and 208Pb+ ion currents. The 209Bit ion current was measured and corrected for 130BaPOl interference via the 213 ion current (134BaPO$) using the natural ‘30Ba/134Ba ratio [17]. This correction was always <lo% of the 209Bi ion current.\nThe value of S needed in Eq. (2) was determined by mixing known volumes of gravimetrically prepared solutions of Bi and Pb. The Bi solution was prepared in an acid cleaned polyethylene bottle by dissolving high purity metal (Johnson Matthey; Royston, UK) in dilute HN03 and then diluting it with high purity water to a concentration of 213 pg g-l. Different amounts of Bi (1 to 8 pg) were determined and processed giving the calibration graph shown in Fig. 2. The gradient (l/s> of the linear plot was found to be 11*2 (95% confidence interval). This result indicates that Bi ionises -5 times more efficiently than Pb."
  }, {
    "heading": "2.2.1. Calibration check with a snow sample",
    "text": "The calibration was confirmed by spiking a snow sample with known quantities of Bi (0,0.5, 2 and 5 pg of Bi). A plot using the same axes as Fig. 2 yielded a gradient of lOf3 and an intercept giving a Bi concentration of 0.26f0.25 pg g-’ for the original snow sample. The gradient is consistent with that obtained for calibration (Fig. 2) which demonstrated that impurities in the samples at a level typical of those being analysed would not significantly affect the relative\nionisation efficiency of Bi and Pb and therefore the accuracy of the measurements.\n2.3. Loss of Bi from neutral solution\nNormally snow and ice samples intended for lead isotope measurements in the Curtin laboratory are frozen unacidified following their decontamination at the Laboratoire Glaciologie et Geophysique du 1’Environnement (LGGE), Grenoble, France. These frozen samples are air-freighted to Australia where they are stored at ~-27°C until analysed. We chose to not acidify samples to minimise the possibility of Pb and Bi being leached from the walls of the polyethylene containers in which they were stored. However, early experience with Bi at Curtin indicated that Bi was being lost from solutions at room temperature, so measurements were made to quantify the loss. A sample of Johnson Matthey bismuth metal was dissolved in 1 M HNOs and diluted by a factor of lo8 to a concentration of 200 pg g-t in a low density polyethylene bottle. Over a period of several months the calibration gradient decreased to 50% of its original value (Fig. 3) representing an equivalent decrease in concentration. Acidification to 1 M concentration using HNOs restored the solution to its original concentration. Measurements made at shorter time intervals (Fig. 3) clearly show that there is a significant decrease in the Bi concentration of unac-\nTime since preparation\nFig. 3. The loss of Bi with time from solution, showing the effect of acidification.\nidified samples if they are left unfrozen for more than one week. The Greenland samples measured in this work were left unfrozen for a maximum of N 15 h to avoid this problem.\nLee [ 181 found a similar result where bismuth remained in solution when acidic, but was removed from solution when in a neutral or basic solution and stored in conventional polyethylene bottles. The loss occurred over a few weeks and the Bi was found adsorbed to the walls of the container.\n2.4. Procedural blanks\nProcedural blanks were performed with each set of analyses to monitor unintentional Bi contributions from the evaporation process and the mass spectrometric analysis. This amounted to 0.05f0.06 pg and was shown to originate predominantly from the silica gel/phosphoric acid mixture used to bind the sample to the mass spectrometer filament (0.05*0.03 pg).\nUltra-clean laboratory water was prepared by the sub-boiling distillation of Milli-Q water in a quartz still inside a clean-air laboratory [15]. High purity nitric acid was produced in the same way from analytical grade nitric acid. Analyses of these reagents for Bi yielded 0.9f0.7 fg g-’ and 6f5 fg g-‘, respectively.\n2.5. Measurement reproducibility\nBi ion currents were measured and converted to Bi amounts using Eq. (2). The procedural blank was subtracted and the remaining Bi was divided by the volume of sample solution analysed yielding the Bi concentration. A second analysis of a snow sample was carried out when a sufficient quantity was available (Table 1). The volume of solution taken for analysis was normally optimised for the Pb isotopic analysis [15]. On average, replicate analyses agreed to within 40%, although -1 sample in 30 produced no Bi signal or an extremely rapidly decaying signal and was rejected. This may have been the result of overheating the sample during the preheating stage of the mass spectrometric analysis.\nTable 1 Bismuth and aluminium concentrations in Greenland snow and ice.\nSample date Bi (pg gK’)b Bi (pg g-‘) (This work) Literature’\n-8,OOoBP” 0.028f0.008 1967.4 0.1310.05 1967.9 0.25f0.09 1969.4’ 0.0710.02 <0.05 1969.7 0.281tO.09 0.38f0.15 1971 0.14f0.05 1971.7 0.03f0.02 1972.3 0.29f0.14 1972.9e 0.18+0.05 1974.8 0.1010.04 1975 0.93f0.28 1976.4 0.11 Ito. 1976.7 0.27f0.09 1977.2 0.0310.02 <0.05 1977.6 0.13f0.04 0.23f0.10 1979.6 0.04&0.02 1979.9e 0.41 zto.09 1980.6 0.02*0.01 0.07*0.05 1981 0.16*0.05 0.32*0.13 1982.9’ 0.25f0.07 1983.2 0.34zto.11 1984.5 (inner)’ 0.07ztO.02 0.18&0.08 1984.5 (middle)” 0.10f0.05 1984.5 (outer)’ 0.07f0.02 1984.7’ 0.07f0.02 co.05 1985.6 0.1010.04 1988.4 0.08f0.03 1988.9e 0.2510.05\na Average values of 5 samples from the GRIP core. ’ Curtin University of Technology. Uncertainties are 95% confidence intervals ’ From Bolshov et al. [12] and Candelone et al. [13]. Measured using LEAFS. d From Hong et al.[23]. Measured by GFAAS with a precision of f20%. e Average of two analyses.\nAl (ng g-‘) Bib/A? Literatured (x10-6)\n1.4 4 5.1 25 7.6 33 7.8 9 12.7 22\n1.4 100 2.3 13 16 18\n5.9 30 8.4 12 3.6 258 3.2 34 11.7 23\n2.2 14 5.5 24 4 10 21.4 19\n3.2 6 7 23 3.2 78 15.2 22\n3 23\n5.3 13 2.7 37 2 40\n17.1 15"
  }, {
    "heading": "3. Results and discussion",
    "text": "3.1. Analysis of holocene ice\nFive samples from the GRIP ice-core, taken at Summit in central Greenland, were analysed to determine the Holocene background or interglacial Bi concentration between 7 ky and 9 ky BP. The GRIP core formed part of the European Greenland Ice-core Program [19] and was extracted by an electromechanical drill. This core was decontaminated under ultraclean conditions at LGGE [20] using the procedure described in Candelone et al. [21]. Aliquots were shipped frozen to Australia and were analysed for\nPb isotopes and Bi. The average Bi (this work) and Pb [22] concentrations measured in these five samples are shown in Tables 1 and 2, along with the average Al concentration [23]. These measurements yield a Bi/Al ratio of 4+3 x 1O-6 and a Bi/Pb ratio of 1.9f0.5 x lo-* for 8 ky BP Greenland ice.\nPossible sources of Bi arriving at Greenland 8 ky ago are volcanoes, crustal rock-dust, seaspray and biogenic material. Candelone et al. [13] have already shown that seaspray makes a negligible contribution to the Bi in Holocene ice in Greenland. The contribution from biogenic material is not known, but is presumably related to forest fires and would have a Bi/Al ratio similar to crustal rock. Published values for the Bi/AI\n356\nTable 2 W Chisholm et al./Analytica Chimica Acta 347 (1997) 351-358 BtiAl and Pb/Al concentration ratios in crustal rock and ancient Greenland ice\nSource Bi/Al (x lo-@ Pb/Al ( x 1 O-4) Bi/Pb (x lo-‘)\nTaylor [35] Mason and Moore [36]” Bowen [371b Taylor and McLennan [38]’ Wederpohl [391d 8 ky old Greenland ice\n2.1 1.5 1.4 2.5 1.6 1.5 2.8 1.7 1.7 0.71 0.95 0.75 1.6 2.2 0.7 4f3 2fl 1.9f0.5\na Crustal average. b Soil average. ’ Bulk crust. d Upper crustal average\nand Bi/Pb ratios in the earth’s crust are given in Table 2. Best estimates for these ratios, 2fl x lo@ and 1.3f0.5 x lo-‘, were obtained from the average and the range of values given. These ratios are similar to those found in Greenland ice during the Holocene.\nPatterson and Settle [5,6] estimated a global Bi flux of 1200 tonnes per year from volcanoes. This was based on PblS and Bi/Pb ratios measured in volcanic gases together with an established global volcanic flux for sulphur. Their measured Bi/Pb ratio of 6 was combined with a value of 1 obtained from 2’0Bi/210Pb activity ratio measurements yielding a value of -3. Their Pb concentration was measured by IDMS and is therefore very reliable, but the Bi/Pb ratio was obtained by measuring ion current ratios of the two elements and estimating chemical yields. Whereas similar ionisation efficiencies for these elements were assumed in that study, we have found them to differ by a factor of -5 in favour of Bi. It is also possible that an interference by BaPO,f may have further increased the Bi/Pb ratio. Taking these factors into account would reduce their ratio to -1 giving a similar value to that obtained from the 210Bi/210Pb activity ratio measurements. More recently lower Bi/Pb ratios have been reported. For instance, data from Symonds et al. [8] give an average ratio of 0.21 for gas condensates from the Merapi volcano in Indonesia, ignoring Bi values measured below the detection limit. Other data from Taran et a1.[7], Lambert et al. [24], Le Cloarec and Marty [25] and Le Cloarec et al. [26] give average Bil Pb ratios of 0.16, 0.6, 0.6, and 0.4, respectively. These values indicate that the average global Bi/Pb flux ratio probably lies in the range 0.2-0.6. From this an estimate can be made of the contribution of Pb from volcanic gases to the Pb found in Greenland ice during the Holocene. Using the Bi concentration of\n28f8 fg gg’ (Table 1) a range in Pb concentration, 0.03-0.18 pg g-i, is obtained. Since the total Pb concentration in the ice was 1.4 pg g-’ [22], the volcanic contribution is in the range 2-13%.\n3.2. Recent Greenland snow\nIn July 1989 a 10.7 m snow core was drilled at Summit in central Greenland using an acid cleaned hand-operated polycarbonate auger [27]. This snow core was transported to LGGE, Grenoble, where it was sub-sampled to obtain contamination-free samples. Frozen aliquots were transported from the LGGE to Cm-tin University of Technology in Perth, Australia, where they were analysed for Pb isotopes [28,29] Pb and Bi concentrations.\nEach sample integrates 3-4 months of snowfall and was dated with an accuracy of f6 months using seasonal variations in methane sulphonic acid (MSA). Table 1 contains the Bi concentration measured in this study as well as earlier values reported by Bolshov et al. [ 121 and Candelone et al. [ 131. Approximately one half the core was analysed with samples taken randomly along it’s length. Separate aliquots of the same decontaminated cores were also analysed for aluminium using graphite furnace atomic absorption spectrometry (GFAAS) at LGGE.\nNg and Patterson [30] decontaminated ice-cores of Pb by mechanically removing the outer layers. A plateau of concentration in the central layers was used to establish whether the external Pb had contaminated the central layers. A similar approach was used to test the integrity of the snow-cores for Pb [27]. In this study, however, it was assumed that samples free of Pb contamination would also be free of Bi contamination, although one profile was measured (sample 1984.5, Table 1). In this case the Bi concentrations of the\n300 , 1 250 + .\nI\n% 200 -- z 3 150 -- k m 100 -- I t .\n50 == . = l . .\n. -\n0 7 h ., n = . . :_= n . .\n8,000BP 1970 1975 1980 1985 1990 Year\nremote Greenland icecap. This eruption cloud may also have taken a longer time to reach Greenland. For instance Solomon et al. [32] have observed that it took N 14 months for aerosols from the 1991 Pinatubo (15”N) eruption to reach Antarctica. The El Chichon eruption was the largest sulphate producing eruption in the period 1967-89, but has not produced the largest signal observed in Fig. 4. The reason for this may lie in several factors including variable Bi concentrations in eruptive plumes, direction of transport after eruption, spatial variability in deposition and snowdrift [4].\nFig. 4. BUAI ratios in Greenland snow 1967-1989. 3.4. Human activity\nouter, middle and inner layers all agree within experimental error.\n3.3. Volcanic activity\nTo test if volcanic events could be detected using Bi concentrations the effect of sample heterogeneity was minimised by referencing to Al concentrations. The resulting ratios are plotted in Fig. 4 for the years 1967-1989. Although most samples scatter about an average ratio of 25 x lop6 three peaks stand out and can be associated with significant volcanic eruptions. The first peak occurred in 1971, the only volcanic eruption immediately preceding this peak being the Hekla eruption (63.98”N, 19.7o”W; VEI=3; elevation=1491 m) in Iceland in 1970 [31,2]. A 197 1 peak of sulphur concentration also appears in the GISP2 [2] and D20 ice-core records [4]. The largest peak occurred in 1975 and the only major eruption that occurred in 1974 was the Fuego eruption in Guatemala (14.48”N, 9088”W, VEI=4; elevation =3763 m;) [31]. This occurred in October 1974 and appears not have been seen in the 1974.8 sample, but was seen in the 1975 sample. This peak has not previously been observed in other Northern Hemisphere ice-cores although the highly efficient transfer of bismuth to Greenland from this volcano may be related to the elevation of the volcanos which was higher than Summit (3238 m).\nThe third peak, which occurred in 1982.9, probably corresponds to the El Chichon (elevation =1060 m) eruption in Mexico in April, 1982. The Gallungung eruption also occurred in Indonesia in April 1982, but would probably only have a minimal effect on the\nMost of the Summit snow-core samples have Bi/Al\nratios which fluctuate about an average value of 25 x 10d6 which is significantly higher than the value of 4 x low6 found in 8 ky old ice. This indicates that either anthropogenic contributions are now significant or the background volcanic activity has increased in recent times.\nA number of possible sources of anthropogenic\nBi emissions have been identified. Pakkanen et al. [lo] have suggested refuse burning, while Berg et a1.[33] have observed Bi pollution from aluminium and ferro manganese plants. Coal burning is another source. Heinrichs [34] estimated that 0.29 tonnes of Bi was released into the atmosphere from the combustion of brown coal in the Federal Republic of Germany."
  }, {
    "heading": "4. Conclusions",
    "text": "A mass spectrometric method has been developed to measure the concentration of Bi in snow and ice at Pg g-’ concentrations. The method, which employs TIMS, requires small volumes of sample and has an accuracy comparable with LEAFS, however it is simple to implement and is a fortuitous by-product of lead isotope abundance measurements. The method has been used to analyse Greenland snow to test the feasibility of identifying volcanic eruption in snow and ice archives. Measurements of Bi/Al ratios in snow deposited between 1967 and 1989 show substantial enhancements in three samples which appear to correlate with the 1970 Hekla (Iceland), 1974 Fuego (Guatemala), and the 1982 El Chichon (Indonesia) eruptions.\nBi from volcanic emissions was shown to represent\na small but significant proportion of the Bi found in 8 ky ice. Also the average bismuth concentration in snow accumulated between 1967-89 is higher than that in ancient ice probably due to anthropogenic contributions, although increased volcanic activity in recent times is a second possibility."
  }, {
    "heading": "Acknowledgements",
    "text": "We thank colleagues and students of Curtin University’s Isotope Science Research Centre who provided helpful discussion. This research was supported by research grants from the Australian Research Council, the Australian Department of Industry Science and Trade and the Antarctic Science Advisory Committee. The collection and decontamination of the samples in France was supported by the Commission of the European Communities and Switzerland, the French Ministry of the Environment and the University of Grenoble."
  }],
  "year": 2003,
  "references": [{
    "title": "Shmulovich, Geochim",
    "authors": ["Y.U. Taran", "J.W. Hedenquist", "M.A. Korzhinsky", "K.I.S.I. Tkachenko"],
    "venue": "Cosmochim. Acta,",
    "year": 1988
  }, {
    "title": "Process Principles in Minerals and Materials Production, Hayes Publishing",
    "authors": ["Finnegan", "Geochim"],
    "venue": "Cosmochim. Acta,",
    "year": 1993
  }, {
    "title": "Environmental Chemistry of the Elements",
    "authors": ["H.J.M. Bowen"],
    "venue": "Edn.), Wiley,",
    "year": 1982
  }],
  "id": "SP:0d670027eab47c2c25617c677d36e3eefb811521",
  "authors": [{
    "name": "Warrick Chisholm",
    "affiliations": []
  }, {
    "name": "Kevin J.R. RosmanaT",
    "affiliations": []
  }, {
    "name": "Jean-Pierre Candelone’Tb",
    "affiliations": []
  }, {
    "name": "Claude F. BoutronbTc",
    "affiliations": []
  }, {
    "name": "M.A. Bolshovd",
    "affiliations": []
  }],
  "abstractText": "A technique has been developed to measure bismuth in small volumes of snow and ice at pg g-r concentrations by thermal ionisation mass spectrometry (TIMS). The analysis of Greenland snow accumulated at Summit from 1967 to 1989 and 8 ky old ice has yielded values between 0.02-0.9 pg g-r . After normalising to aluminium concentrations, enhancements in bismuth concentrations were found to correlate significantly with three volcanic events. These enhancements are consistent with high bismuth concentrations observed in emissions from volcanoes. Compared with ancient ice recent bismuth concentrations are enhanced relative to aluminium implying either increased volcanic activity in the recent times or, more likely, a contribution from anthropogenic sources.",
  "title": "Measurement of bismuth at pg g-’ concentrations in snow and ice samples by thermal ionisation mass spectrometry"
}