{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nJournal of Volcanology and Geothermal Research\nj ourna l homepage: www.e lsev ie r .com/ locate / jvo lgeores\nPillow lavas and fluvio-lacustrine deposits in the northeast of Paraná Continental Magmatic Province, Brazil\nLucia Castanheira de Moraes, Hildor José Seer ⁎ CEFET-MG – Centro Federal de Educação Tecnológica de Minas Gerais, Av. Min. Olavo Drumond, 25, Bairro Amazonas, Araxá, Minas Gerais, Brazil\n⁎ Corresponding author. E-mail address: hildors@araxa.cefetmg.br (H.J. Seer).\nhttp://dx.doi.org/10.1016/j.jvolgeores.2017.03.024 0377-0273/© 2017 Elsevier B.V. All rights reserved.\na b s t r a c t a r t i c l e i n f o\nArticle history: Received 9 June 2016 Received in revised form 10 February 2017 Accepted 20 March 2017 Available online 22 March 2017\nThe northeast edge of the Paraná Continental Magmatic Province was marked by a topographical barrier that gave rise to a predominantly peridesertic environment. This high allowed the recurrent of above-average rainfall in this area of the Province, in contrast with other areas wheremany evidences indicate that lava flows have settled in an arid climate, in a desert environment. As a result, alluvial-fan debris flows and fluvio-lacustrine systems developed occasionally. This paper presents one of these sequences, which is remarkable for the presence of sedimentary rocks and two sets of pillow lavas. Both sets of pillow lavas show interaction with the fluvio-lacustrine sediments with distinctive grain size (from pebbly sand to clay) that locally preserve the original sedimentary structures such as bedding and lamination. This interaction gives rise to peperites, which show a diversity of textures for different sedimentary granulometries. Hyaloclastites and fragments of lava also occur in the interpillow material andmay be intricatelymixedwith sediment. These features, basedmainly on detailed field observations in the northeastern region, demonstrate that the palaeorelief, sedimentary environment, stratigraphy and morphology of sedimentary units and basaltic flows are contrasting from the central and southern regions of the Paraná Continental Magmatic Province.\n© 2017 Elsevier B.V. All rights reserved.\nKeywords: Paraná Continental Magmatic Province Fluvio-lacustrine environment Pillow lavas basalt Triângulo Mineiro"
  }, {
    "heading": "1. Introduction",
    "text": "The Paraná-Etendeka Province (PEP) occupies an estimated area of 1,200,000 km2 (Renne et al., 1992) distributed across Brazil, Argentina, Uruguay, Paraguay; in addition, it covers an approximate area of 100,000 km2 in Namibia (Peate et al., 1992) (Fig. 1). This province is known in South America as Paraná Continental Magmatic Province (PCMP) and has been cited in the literature since 1878, when Derby referred to the basalts as the Paraná Trapp (apudMincato, 2000). In Brazil these basalts are stratigraphically known as Serra Geral Formation. The Serra Geral Formation overlaps the aeolian deposits of the Botucatu Formation and, at the basal portion of the Serra Geral Formation, lava flows are interlayered with sandstones. Both formations are part of the São Bento Group.\nTypically, continental flood basalts provinces (CFBPs) extrude huge volumes of basaltic lava, especially that with tholeiitic affinity, in a limited period of time and in a continental environment from fissures systems in the Earth's crust (Hooper, 2000). According to Jerram and Widdowson (2005), the CFBPs have a variable rate of effusion throughout their lifespan, with an average duration of 10 Ma, and 70% of the products may be formed between 0.5 and 5 Ma. Their dominant morphological and structural characteristics are lava flows that are\nhundreds of kilometres long, with a thickness of dozens of meters. CFBPswere explained by amodel – accepted and adopted here – involving inflated pahoehoe flowswith low rates of eruption (Hon et al., 1994; Self et al., 1997, 1998), well documented in the CFBPs of the Deccan, the Columbia River, and the Paraná-Etendeka (Self et al., 2008; Reidel and Tolan, 1992; Waichel, 2006). Furthermore, ignimbrites, a'a flows, volcaniclastics linked to phreatomagmatic activity, peperites, and pillow lavas could be observed in CFBPs, albeit in a subordinate manner (Jerram and Widdowson, 2005).\nPillow lavas were restricted to regions where magmatic eruption took place in a subaqueous environment; nonetheless, its formation depends on the rate of lava emission (Carracedo Sánchez et al., 2012). Examples of pillow lava in CFBPs are given by McClintock et al. (2008), in Karoo; Xu et al. (2004), in the Binchuan section of Emeishan; Kerr (1995), in the North Atlantic Igneous Province; Swanson and Wright (1981) and Hooper (1997), in the base of the Columbia River (all apud White et al., 2009); and Ferreira (1985), in the Serra Geral Formation (PCMP).\nIn the northern portion of the PCMP a systematic work of understanding the spatial distribution, sediments/basalts interaction and geological structure of basaltic flows has been developed (e.g., Machado et al., 2007; Fernandes et al., 2010; Pires et al., 2011; Machado et al., 2015; Pedrosa Soares, 2017). Also, the understanding of the geological structure in which volcanism was installed has advanced. In light of new data the area researched by Ferreira (1985) was revisited. The presence\nof pillow lavas as well as fluvio-lacustrine deposits in the Paraná Continental Magmatic Province (PCMP) is discussed."
  }, {
    "heading": "2. Geological context",
    "text": "The current level of knowledge indicates that the PCMP originated in the upper portion of the Paraná Basin, an intracratonic and poly-history basin, in the interior of a large continent dominated by an arid climate (Scherer, 2002; Jerram and Stollhofen, 2002). The PCMP was erupted at a time when the continent was disaggregating through a process that initiated the opening of the South Atlantic ocean (Moulin et al., 2010; Turner et al., 1994). The magmatism consists of approximately 90% tholeiitic and andesitic basalts (apart from dykes and sills), approximately 3% rhyolites and rhyodacites, besides andesites (~7%) (Marques and Ernesto, 2004).\nFrom the lithogeochemical point of view, Peate et al. (1992) subdivided mafic magmatism into six types (Fig. 1): Urubici, Pitanga, Paranapanema (high TiO2) and Gramado, Esmeralda, Ribeira (low TiO2). In turn, felsic magmatism comprises the Palmas (dacites and rhyolites with low TiO2) and Chapecó types (dacites associated with high TiO2 basalts).\nBased on data obtained by Renne et al. (1992), Thiede and Vasconcelos (2010), and Janasi et al. (2011), the age of the province is between 134.5 and 131.5Ma, and it is in concordance with a maximum of four magnetic polarity inversions (Ernesto and Pacca, 1988; Ernesto et al., 1999). According to Thiede andVasconcelos (2010), the frequency with which the magnetic poles reversed polarity in the period between 140 and 120 Ma, supports extrusion in a period b1.2 Ma. Janasi et al. (2011) stressed on the fact that felsic volcanic rocks are more common in the PEP than inmost of the other provinces. Moreover, they occupy a\nkey position in the stratigraphy of the lavas, in such a manner that the use of dating techniques involving high-precision U-Pb from baddeleyite/zircon combined with stepped heating of 40Ar/39Ar may provide a breakthrough in estimating the absolute age and duration of magmatism of this province.\nFurthermore, the understanding of the emplacement and volcanological aspects of the PCMP (Araújo, 1982; Jerram and Stollhofen, 2002; Waichel, 2006; Licht et al., 2012; de Lima et al., 2012; Machado et al., 2015) and its relations with the Alkaline Magmatic provinces present in its borders is advanced (Brod et al., 2000; Brod et al., 2004; Gomes and Comin-Chiaramonti, 2005; Ernesto, 2005; Marangoni and Mantovani, 2013).\nThe regional location of the study area is shown in Fig. 1. Here, in addition to the geographical position, the edges of PCMP, structural features associated and the stratigraphic log for the Triângulo Mineiro region, Minas Gerais state, in the northeast of the Province is showed in Fig. 1B. In this area the Paraná Basin overlays Neoproterozoic metasediments and metaigneous rocks of the Brasilia Belt. It is represented by the Lower Cretaceous São Bento Group, with Botucatu and Serra Geral Formations. Above these units formed the Upper Cretaceous Bauru Basin that consists of fluvio-lacustrine sedimentary rocks. The Brasilia Belt is an NW/SE structure and represents the NE edge of the Paraná Basin, forming a high relief, at least since the Lower Cretaceous, and reactivated tectonically during the Upper Cretaceous and Cenozoic, forming a regional topographic high called Alto Paranaiba Arc.\nThe Alto Paranaiba Arc hosts a series of dykes with NW direction – potential feeders of the PCMP volcanism- and alkaline-carbonatite bodies of the Upper Cretaceous (Fig. 1C). The directions of the dykes were controlled by NW lineaments, inherited from the Neoproterozoic structure of the region. It was the source area of sediments of the Botucatu\nFormation and sedimentary rocks of the Bauru Basin and served as a geographic barrier to the advance of the dunes and lavas of the São Bento Group.\nThe geological cross-sections of Fig. 2 illustrate an irregular palaeotopography higher toward northeast, in direction of the Alto Paranaiba Arc. The sections also show the thickness variation of basalts and sandstones and the relationships between them. The São Bento Group begins with the Botucatu Formation (extensive dune fields in a dry wind system) filling paleo valleys, and with thicknesses varying considerably from less than two to 110m. Sections 1 and 2 (Sacramento region) show some dunes over the basement and several aeolian sandstone lenses interlayeredwith basalt. Between Sacramento andUberaba (Section 3) occur no basal dunes, but just many aeolian sandstone lenses interlayered with lava flows. The Section 4 (Uberlândia-Araguari region) shows just two small dunes to the northern of Araguari city. By contrast, lenses of alluvial fan and lacustrine deposits are present.\nAlluvial fans occur over the basement as conglomerate levels in recurring canalized shapes and clasts size decreases upwards from 2 to 0,2 cm. Clasts of neoproterozoic lithologies (quartzite, augen gneiss and, biotite-quartz schist) are present with low roundness, together with sand-grade quartz grains typically formed by wind transport, with a high degree of roundness, frosted surface, surrounded byhydroxide iron films. These conglomerates are dominantly matrix supported and can achieve about one meter thick. They transition to different levels of sandstones and mudrocks formed in lacustrine environment. Alternatively, they are covered by basaltic flows.\nGeologic cross section number 4 shows four lenses interpreted like lacustrine deposits. They are limited in area and thickness – with at least 50 m long and 2 meters thick – and cover alluvial fans or are interlayered with basalt flows. The lacustrine sequence is composed by mudrocks and sandstones. Especially at the base, coarse sandstone granule-rich is common. Layers of sandstone show abrupt contact with layers of the underlying mudrock and they gradually pass to finer grain rocks toward the top. Its composition is dominated by clays and quartz (grain size between silt and coarse sand) with rare basalt in grains and/or granules and detrital mica. The dominant sedimentary structures are lamination and cross lamination and the colors vary between green and pale green. Ostracod fossils were found in three of the lacustrine deposits and fossilized conifer woods were described in Botucatu Formation, near Uberlândia city (Pires et al., 2011).\nSimilarly the lavas filled topographic depressions and free spaces between dunes, either directly on Neoproterozoic lithologies, and\nFig. 2. Regional geologic cross-sections (see Fig. 1B) representing the paleorelief of the NE limit (+), alluvial (o) and lacustrine (*) dominant sediments of the Botucatu Formation. Note the p\nadvancing to cover higher dunes. The preserved thicknesses of lava flows are between 10 and 200 m. The contact between the São Bento Group formations is concordant and can show interaction between lavas/sand in the shape of grooves produced by basaltic flows on the dunes surface, peperites/pseudopeperites and degassing pipes in sandstone. Sandstone interbedded with basaltic flows can vary from about 3 cm to a 10 m, indicating the intermittent nature of the two processes. However, these intercalations and their recurrence indicate that aeolian processes and volcanism occurred simultaneously."
  }, {
    "heading": "3. Results",
    "text": "Among the authorswhocontributed to theunderstanding of the volcanic pile structure, Ferreira (1985) calls attention for describing, for the first time, the occurrence of pillow lavas in the Serra Geral Formation. The area described is situated between the cities of Uberlândia and Araguari, along the Central Atlantic Railway (FCA), in a location known as Fundão (Fig. 3). The paleorelief in the regionwas highly irregular at the time volcanism began, and elevated to the north and northeast, where Neoproterozoic lithologies from the Brasília Belt (Seer & Moraes, 2013) prevail in a structure known as the Alto Paranaiba Arc (Figs. 1 and 2). The area and its surroundings were revisited and the stratigraphic succession along the FCA is shown in Fig. 4.\nThe irregular surface of the Neoproterozoic lithologies are covered by the Botucatu Formation represented by a succession of conglomerate, gravelly sandstone, clayey sandstone with granules and mudrock, with a tendency for granule decrescence to the top, generating cycles. These cycles (Figs. 4 and 5A) have irregular thicknesses (b1.5 m thick) and tend to be lenticular; they overlap themselves vertically and laterally randomly. The conglomerate is polymictic, immaturematrix supported and dominated by sub-angular to sub-rounded granules and pebbles of quartz, quartzite, gneiss and biotite-quartz schist. The matrix of the conglomerate includes fine to medium grain of well-rounded quartz, which tend to be spherical and have a film of iron hydroxide/oxide covering its surface; sub-angular quartz grains with granulometry varying from very fine to coarse sand; detrital muscovite; and feldspar. The gravelly sandstone and clayey sandstone can show trough cross stratification and the mudrock shows, locally, mud cracks on the surface. This set has colors ranging from pinkish cream to red and is friable.\nThe sediments were covered by lavas from the Serra Geral Formation, which shows a chilled margin (Fig. 5B) and weak interaction between them. The first flow has a thickness of 25 m, in discontinuous\nof the PCMP and the relation between basalts from the Serra Geral Formation and aeolian resence of fossilized wood at the base of Botucatu Formation in Section 4.\nexposure, and is fractured and weathered. Locally, there are irregular columns that are slightly inclined and narrow (b30 cm), aswell as intervals with intense horizontal fracturing in which the weathering is more intense (Fig. 5C). The basalt is fine to very fine grained, with a greenish dark gray colour, and consists of microphenocrysts of plagioclase and pyroxene, and, less commonly, olivine. The mesostasis is dominated by crystals of plagioclase, pyroxene, ilmenomagnetite and magnetite, with interstitial glass and irregular microvesicles (b2 mm), defining dickitaxitic texture. Near the top the vesicular amygdaloidal level is irregular, with a maximum thickness of 20 cm. The vesicles and amygdales have a diameter between 0.5 and 1 cm and can be spherical orflattenedwith theirfilling varying between silica, calcite, zeolites, and celadonite, which is predominant (Fig. 5D). When hidrothermalized, the colour is a striking greenish gray with a powdery appearance.\nThe irregular surface of the first basalt flow is covered by a sedimentary sequence that begins with a discontinuous layer of conglomeratic sandstone with basalt pebbles and up to 30 cm thick. It transitions to a layer (up to 50 cm) of medium-sized sandstone, locally with granules, rich in quartz and detritalmuscovite, greenish gray, andwith cross lamination. This layer is followed by a fine, rosy, laminated or friable sandstone layerwhose thickness is b15 cm(Fig. 6A and B). The set is laterally persistent for at least 200 m and covered locally by a decimetric and weathered lava flow. It is superimposed by a thin and discontinuous lenticular layer of green, massive, fossiliferous (ostracodes) mudrock with quartz druses (Fig. 6C). Laterally, in the northeast direction of the railroad an exposition of pillow lavas with a thickness that varies between 5.7 and 7.4 m deforms the sediments at the base (Fig. 6D).\nThe pillows are well preserved and sized between 30 to over 150 cm and present chilled margin rich in volcanic glass (Fig. 6E). The center may be hollow or filled, and internal radial fractures (Fig. 6F) and in triple junction on the external extremity are common. The presence of multiple crusts was identified representing flow finalization caused by the interruption of magma supply (Fig. 6G and H). The development of four bulbs in a pillow lobe can be observed indicating a lava flow to the northeast (Fig. 7A). The flow direction in this case is 70°. Othermeasurements of pillow lavas flow direction, for example Fig. 7B, indicate flow to NE.\nFragmented sedimentary rocks layers occur scattered between pillow lavas. They consist of fine sandstone, clayey sandstone, sandy mudrock, and mudrock. Substitution and cementation by chalcedony or calcite occur locally. The interaction between lava and sediment result in peperite and is a conspicuous feature (Fig. 7C). Fragments of lava with amoeboid forms and glassy borders are common in the sediment. Moreover, amygdales filledwith sediment in the fragments of basalt can be observed. Volcanic glass fragments (hyaloclastite) that are predominantly millimetric in size, angular, and greenish and pillow fragments, also make up the interpillow material. The hyaloclastite is easily weathered and show a powdery appearance. Celadonite is common especially in the contact between lava and sediment.\nToward the top of the stratigraphy the pillow lavas are covered by two pahoehoe lobes. Those are massive and amygdaloidal, with sparse horizontal fracturing and a total thickness of approximately 11 m (Fig. 7D). Near the top, lobes alternate with laminated sandstone lenses with up to 40 cm thick. The sandstone is yellowish, fine to medium\ngrained, and consists of quartz, feldspar and basaltic lithoclasts and, together, the lenses have a thickness of approximately 1 m.\nThe pahoehoe lobes are overlayed by a new packet of pillow lavas interlayered with lenses (but discontinuous and ruptured) of sandstone, sandy mudrock and mudrock. The upper package of pillows varies from 6 to 8m in thickness and is intensely weathered. In addition to abundant fragments of volcanic glass, the pillows are wrapped in fragments of sandstone, sandymudrock, andmudrock (Fig. 7E). The pillow lavas are densely packed and in a position which makes it difficult to make flow measurements. A metric package of pillow breccia and abundant fragments of volcanic glass can be observed in the midst of this set of pillows. The pillow lavas fragments range from a fewmillimeters to 10 cm in diameter and are irregular in shape - from rounded to angular andwith sharp edges. They occur mixed with fragments of volcanic glass and, subordinately, of the sedimentary rocks already mentioned. They are in reddish pink and green, usually in an advanced state of weathering.\nThe second pillow lavas set is covered by a tabular pahoehoe flow (~8 m thick). The basalt is columnar, fine to very fine grained, greenish\nblack in colour, and iswell preserved fromweathering (Fig. 7F). The columns are thin – not N30 cm in diameter – and are curved and slightly twisted. On the ground, there are sparse blocks of basalt rich in amygdales, somewith geodes of up to 25 cm, filled with quartz, chalcedony, and celadonite."
  }, {
    "heading": "4. Discussion",
    "text": "The interaction between the sandstones from the Botucatu Formation and the basaltic lavas from the Serra Geral Formation, which succeeded them, is well documented in the works of Jerram and Stollhofen (2002), Jerram and Widdowson (2005) – both from the Namibian portion of the PEP – and Scherer (2002), Waichel (2006), Waichel et al. (2007), Fernandes et al. (2010), Machado et al. (2015) all of which were in Brazil. The study area is particular because during the Lower Cretaceous period the north and northeast boundary of the basin was delimited by topographically elevated terrains from the Brasília Belt; the area shows a paleorelief that is highly irregular in a peridesertic region, where occasional aqueous flows generated alluvial fan deposits and/or fluvio-lacustrine systems. These deductions were possible as:\n✓ The presence in the area (Section 4 of Fig. 2) of predominantly pebbly sand deposits, poorly sorted and with low maturity, that change laterally and vertically to sandy, even clayey, indicating torrential, flood-type flows. The sandy portion present in this material includes a large amount of aeolian quartz; ✓ To the top of the basal sedimentary layer the contribution of lithologies of theNeoproterozoic basement becomes less dominant. It gives rise to volcanic contributions and quartz grains with characteristics of wind environment, suggesting the permanence of arid conditions in the region; ✓ The characteristics of lenses - more rarely layers – decimeter, of sandstone, clayey sandstone, sandy mudrocks and mudrock found in the stratigraphic succession of Fig. 4 and shown in Fig. 6 suggest a lacustrine environment. Centimeter-to-decimeter lenses of immature, granule-rich sandstone and frequently detrital muscovite, with trough cross stratification are indicative of the formation of Gilbert deltas. These lakes may be created by the entrapment of rain water by lava flows or by outpourings of material from seisms linked to volcanic activity. Similar deposits are also present in sections 1 and 4 of Fig. 2. It isworth clarifying here that it is not rare tofind fractures generating graben and horst structures in the more regional surroundings.\nWorkingwith lava/sediment interaction,Waichel et al. (2007) argue that the climatic conditions changed from desertic in the basal portion of PCMP to humid at the top, and that volcanic quiescence intervals allowed sediments to be deposited in lakes located over lava flows. New volcanic pulses produced pahoehoe lava flows over the sediments of fine, wet, unconsolidated to poorly consolidated grains, which allowed their interaction, generating peperites. The intervals of volcanism, as argued by Waichel et al. (2007), are not a sine qua non condition for the development of fluvio-lacustrine environment. The profiles described indicate a paleorelief that is irregular enough to generate depressionswhere aqueous bodiesmay have accumulated. On the contrary, if a natural barrier created a lake, it may likewise function as a barrier for later effusions, forcing them to seek another route. The new situationwould persist until the basaltic flow reached the top of the barrier and could enter the lake, plunging into the deposited sediments. This possible alternative depends on the dynamics of both processes. However, we agree with Waichel et al. (2007) concerning the occurrence of volcanic quiescence periods, which are necessary for the accumulation of sediments in water bodies.\nThe flow directions of the pillow lavas indicate movement to the north and northeast, which only has local significance as the\nmeasurements taken are few. However, this bit of information is significant, as, in amore widespreadmapping of the area, it may facilitate the definition of the source area localization. The map in Fig. 3 shows three quarries, and various other quarries are present in the surrounding area. All show features of imprinted flows on their floors. In addition, the levels of flattened amygdales are frequent at the top of basaltic flows and cylinders and vesicle pipes, someofwhichhave a curved upper portion. These features, with well defined parameters, may be used to determine the flow direction (Waters, 1960). At the time, this little information suggests the dykes positioned to the northeast of the area –with a NW/SE orientation – as potential feeders of basaltic volcanism.\nThe massive basalt between the two sets of pillow lava is tentatively explained in the intermittence of the lake, whichwas definitely shallow and in an arid environment, with sparse and torrential rains. Thus, the lake might be filled up, covered by a pahoehoe flow and later, a new water body could form. The presence of other similar deposits in Section 4 of Fig. 2 suggests that it is a recurrent phenomenon.\nAlternatively, the presence of this massive flow between different sets of pillows can be explained by an increase in the effusion rate or in the slope of the surface. It is currently well established that the differences present between pillow lavas, lobulated forms, and sheet flows are due to the rate of magma supply, topographical conditions, and flow conditions. According to Batiza &White (2000, p. 369) “The experiments show that pillows form at the lowest effusion rates and gentlest slopes; gradually increasing the effusion rate or surface slope results in a progression to lobate flows, then lineated, folded, and jumbled sheet flows”. Walker (1992, Fig. 9) described a similar example in Strumble Head, Wales, where massive lava developed above a set of pillow lavas.\nFragments of preserved volcanicmaterial embedded in the sediment or as highly weathered interpillow material (Figs. 6E and 7C) indicate that fragments of pillow lavas and of volcanic glass contributed significantly to the construction of this profile. The presence of hyaloclastites is expected in this environment, and their formation has been explained by three processes: fragmentation by thermal shock; fragmentation in the externalmargins of the pillows due to continuation of flow in the internal portion, generating pressure on the already-solid portion; and/or\nthrough impact between pillows when one of these detaches from the set and falls to the base of the pile (Batiza and White, 2000). That is, in this case hyaloclastites and fragments of pillow lavas are being interpreted as generated in non-explosive process.\nHowever, a part of the interpillow material preserved is peperite, which is believed to have formed from an active mixture of still-fluid lava and moist and poorly lithified sediment, essentially in situ (White et al., 2000), as shown in Fig. 7C. The interactions are complex and highly diversified, demonstrating the presence of water and sediment lenses with distinct granulometry. The sediment lenses are not very thick, and are ruptured anddestroyed on coming in contactwith the basaltflow. In the process, it loses a part of its identity, as it breaks into countless fragments often with amoeboid edges.\nFinally, Fig. 7F shows narrowand irregular columns in the basalt that covers the upper occurrence of pillow lavas, typical of entablature columns. This basalt shows a fine to very fine texture without resembling the texture of hypocrystalline or hypohyaline, as would be expected according to Long andWood (1986), Lyle (2000), and Forbes et al. (2014), for example. Nevertheless, the morphological characteristics of the basalt corroborate a humid environment for the region. The presence of ostracod fossils in three of the lacustrine deposits and fossilized conifer woods described in Botucatu Formation, near Uberlândia city reinforces this idea."
  }, {
    "heading": "5. Conclusions",
    "text": "The northeast portion of the PCMP is settled in an irregular palaeorelief in a typically peridesertic climate, with occasional aqueous flows giving origin to alluvial fan and/or localized and ephemeral fluviolacustrine deposits together with dunes that occupy topographic depressions, generating discontinuous deposits. The possible dimensions to be evaluated in the fluvio-lacustrine deposit indicate a length of 1300 m and a minimum thickness of 27 m. This lake, as well as at least two other known lakes in the region, were deposited over, and were overlain by basaltic flows. What distinguishes it from the others is the presence of two sets of pillow lavas, respectively, 6 and 8 m in\nthickness. The first one is very well preserved but the upper one is weathered. The pillows vary between 30 and 150 cm in length, and show internal radial fractures with a zone rich in vesicle/amygdale below the glassy crust. Both pillow lavas sets show interaction with the fluvio-lacustrine sediments that locally preserve the original sedimentary structures, such as bedding and lamination. The interaction gives rise to peperites, which show diverse textures for sediments with distinctive grain size (pebbly sand, sand, clayey sand and clay); glassy borders in the fragmented lava are more common in the contact\nwith the clayey sediment, and alteration to celadonite is disseminated. Hyaloclastite also occurs in the interpillowmaterial, whichmay be intricately mixed with sediment and fragments of lava and pillow breccia. The two sets of pillow lavas are separated by 11 m of lava, which has pahoehoe lobes characteristics at the base but becomes a highly weathered package, apparentlymassive and interlayeredwith ruptured layers of sandstone. The upper set, in turn, is covered by at least 8 m of wellpreserved basalt with thin columns – not surpassing 30 cm in diameter – that are curved and slightly twisted. Performed measurements\nindicate flow directions to NE, consistent with the NW/SE direction of the dikes found to the northeast.\nAll these data indicate that the morphology of the sedimentary deposits and basaltic flows of the São Bento Group, in the northeast boundary of the PCMP,was influenced by the existence of the geographical barrier of the Brasilia Belt. This geographical barrier provided amore rugged palaeorelief and a more humid climate than those described for the central and southern portions of the Province."
  }, {
    "heading": "Acknowledgements",
    "text": "The authors are grateful for the financial support of FAPESP - Project 2011/10508-6. To Prof. Dr. Evandro F. de Lima from the Universidade Federal do Rio Grande do Sul for valuable discussions in the field. To Prof. Dr. Edgardo Cañon Tapia of the Centro de Investigación Científica y de Educación Superior de Ensenada, Mexico for comments. To Prof. Dr. Breno Leitão Waichel of the Universidade Federal de Santa Catarina and an anonymous reviewer for the detailed review and suggestions."
  }],
  "year": 2018,
  "references": [{
    "title": "Estruturas circulares de Água Vermelha",
    "authors": ["J.S. Araújo"],
    "venue": "M.Sc. Dissertation. Instituto de Geociências, Universidade de São Paulo, São Paulo",
    "year": 1982
  }, {
    "title": "The kamafugite–carbonatite association in the Alto Paranaíba Igneous Province, southeastern Brazil",
    "authors": ["J.A. Brod", "S.A. Gibson", "R.N. Thompson", "T.C. Junqueira-Brod", "H.J. Seer", "L.C. Moraes", "G.R. Boaventura"],
    "venue": "Rev. Bras. Geoc",
    "year": 2000
  }, {
    "title": "Structure and organization of submarine basaltic flows: sheet flow transformation into pillow lavas in shallow submarine environments",
    "authors": ["M. Carracedo Sánchez", "F. Sarrionandia", "T. Juteau", "J.I. Gil Ibarguchi"],
    "venue": "Geol. Rundsch",
    "year": 2012
  }, {
    "title": "Morphological and petrographic patterns of the pahoehoe and a'a flows of the Serra Geral Formation in the Torres Syncline (Rio",
    "authors": ["E.F. de Lima", "B.L. Waichel", "L.M. Rossetti", "A.R. Viana", "C.M. Scherer", "G.V. Bueno", "G. Dutra"],
    "venue": "Grande do Sul State, Brazil). Rev. Bras. Geosci",
    "year": 2012
  }, {
    "title": "Paleomagnetism of the post-Paleozoic alkaline magmatism 563 in the Brazilian Platform: questioning the mantle plume model",
    "authors": ["P. Comin-Chiaramonti", "C.B. Gomes"],
    "venue": "Editora da Universidade de São Paulo/Fundação de Amparo à Pesquisa do Estado de São Paulo,",
    "year": 2005
  }, {
    "title": "Paleomagnetism of the Paraná basin flood volcanics, southern Brazil",
    "authors": ["M. Ernesto", "I.G. Pacca"],
    "venue": "Universidade de São Paulo, Instituto Astronômico e Geofísico,",
    "year": 1988
  }, {
    "title": "Estratigrafia dos Derrames de Basaltos da Formação Serra Geral (Ribeirão Preto SP) Baseada na Geologia Física, Petrografia e Geoquímica",
    "authors": ["A.J. Fernandes", "C.H. Maldaner", "J.M.A. Sobrinho", "M.M.N. Pressinotti", "I. Wahnfried"],
    "venue": "Geologia USP. Série Cientifica",
    "year": 2010
  }, {
    "title": "Ocorrência de “pillow lava” em vulcanitos da Formação Serra Geral em Araguari, MG",
    "authors": ["C.M. Ferreira"],
    "venue": "Simpósio de Geologia de Minas Gerais,",
    "year": 1985
  }, {
    "title": "Entablature: fracture types and mechanisms",
    "authors": ["A.E.S. Forbes", "S. Blake", "H. Tuffen"],
    "venue": "Bull. Volcanol",
    "year": 2014
  }, {
    "title": "An introduction to the alkaline and alkaline carbonatite magmatism in and around the Paraná Basin, pp. 21–29",
    "authors": ["P. Comin-Chiaramonti", "C.B. Gomes"],
    "venue": "Editora da Universidade de São Paulo/Fundação de Amparo à Pesquisa do Estado de São Paulo, São Paulo",
    "year": 2005
  }, {
    "title": "Emplacement and inflation of pahoehoe sheet flows: observations and measurements of active lava flows on Kilauea Volcano, Hawaii",
    "authors": ["K. Hon", "J. Kauahikaua", "R. Denlinger", "K. Mackay"],
    "venue": "Geol. Soc. Am",
    "year": 1994
  }, {
    "title": "The Columbia River flood basalt province: current status",
    "authors": ["P.R. Hooper"],
    "venue": "Am. Geophys. Union Geophys. Monogr",
    "year": 1997
  }, {
    "title": "Flood basalt provinces",
    "authors": ["P.R. Hooper"],
    "year": 2000
  }, {
    "title": "The onset of flood basalt volcanism, Northern Paraná Basin, Brazil: a precise U Pb baddeleyite/zircon age for a Chapecó-type dacite",
    "authors": ["V.A. Janasi", "V.A. Freitas", "L.H. Heaman"],
    "venue": "Earth Planet. Sci",
    "year": 2011
  }, {
    "title": "Lava/sediment interaction in desert settings: are all peperite-like textures the result of magma–water interaction",
    "authors": ["D.A. Jerram", "H. Stollhofen"],
    "venue": "J. Volcanol. Geotherm. Res",
    "year": 2002
  }, {
    "title": "The anatomy of continental flood basalt provinces: geological constraints on the processes and products of flood volcanism",
    "authors": ["D.A. Jerram", "M. Widdowson"],
    "venue": "Lithos",
    "year": 2005
  }, {
    "title": "The geochemical stratigraphy, field relations and temporal variation of the Mull-Morvern Tertiary lava succession, NW Scotland",
    "authors": ["A.C. Kerr"],
    "venue": "Trans. R. Soc. Edinb. Earth Sci",
    "year": 1995
  }, {
    "title": "Estudo de produtos hidrovulcânicos no sudoeste do Paraná",
    "authors": ["O.A.B. Licht", "C.R. da Fonseca", "M.A. Moretti", "D.F. Silveira"],
    "year": 2012
  }, {
    "title": "Structures, textures, and cooling histories of Columbia River basalt flows",
    "authors": ["P.E. Long", "B.J. Wood"],
    "venue": "Geol. Soc. Am. Bull",
    "year": 1986
  }, {
    "title": "The eruption environment of multi-tiered columnar basalt lava flows",
    "authors": ["P. Lyle"],
    "venue": "J. Geol",
    "year": 2000
  }, {
    "title": "Geologia e aspectos petrológicos das rochas intrusivas e efusivas mesozoicas de parte da borda leste da bacia do Paraná no estado de São Paulo",
    "authors": ["F.B. Machado", "A.J.R. Nardy", "M.A.F. Oliveira"],
    "venue": "Rev. Bras. Geosci",
    "year": 2007
  }, {
    "title": "C.D.R. (Eds.), (Orgs.), Geologia do Continente Sul - americano: evolução da obra de Fernando Flávio",
    "authors": ["L.S. Marques", "M. Ernesto", "A. Bartorelli", "Carneiro"],
    "year": 2004
  }, {
    "title": "Physical volcanology of a large crater-complex within the Karoo flood basalt, Sterkspruit, South Africa",
    "authors": ["M. Mcclintock", "J.D.L. White", "B.F. Houghton", "I.P. Skilling"],
    "venue": "J. Volcanol. Geotherm",
    "year": 2008
  }, {
    "title": "Metalogenia dos elementos do grupo da platina com base na estratigrafia e geoquímica da Província Ígnea Continental do Paraná",
    "authors": ["R.L. Mincato"],
    "venue": "PhD Thesis. Instituto de Geociências, Universidade de Campinas, Campinas",
    "year": 2000
  }, {
    "title": "A new starting point for the South and Equatorial Atlantic Ocean",
    "authors": ["M. Moulin", "D. Aslanian", "P. Unternehr"],
    "venue": "Earth-Sci. Rev",
    "year": 2010
  }, {
    "title": "Coord) Projeto Triângulo Mineiro; Programa Mapeamento",
    "authors": ["A.C. Pedrosa Soares"],
    "year": 2017
  }, {
    "title": "Eruption and emplacement of flood basalt: an example",
    "authors": ["S.P. 96–109. Reidel", "T.L. Tolan"],
    "year": 1992
  }, {
    "title": "taceous of the Paraná Basin, southern Brazil. Sedimentology",
    "authors": ["H.J. Seer", "L.M. Moraes"],
    "year": 2013
  }, {
    "title": "Correlation of the Deccan and Ra",
    "authors": ["J. Geol"],
    "year": 2008
  }, {
    "title": "The importance of pahoehoe",
    "authors": ["S. Self", "L. Keszthelyi", "T. Thordarson"],
    "venue": "J. Volcanol. Geotherm. Res",
    "year": 1998
  }, {
    "title": "Emplacement of continental flood basalts flows",
    "authors": ["S. Self", "T. Thordarson", "L. Keszthelyi"],
    "venue": "Large Igneous Provinces 100. American Geophysical Union Monographs",
    "year": 1997
  }, {
    "title": "The regional approach to studying the Columbia River Basalt Group",
    "authors": ["D.A. Swanson", "T.L. Wright"],
    "venue": "Deccan Volcanism and Related Basalt Provinces of the World. Geol. Soc. of India Memoirs",
    "year": 1981
  }, {
    "title": "Paraná flood basalts: rapid extrusion hypothesis confirmed by new",
    "authors": ["D.S. Thiede", "P.M. Vasconcelos"],
    "year": 2010
  }, {
    "title": "1994.Magmatism and continental break-up in the South Atlantic: high precision",
    "authors": ["S. Turner", "M. Regelous", "S. Kelley", "C. Hawkesworth", "M. Mantovani"],
    "venue": "40Ar/39Ar results. Geology",
    "year": 1994
  }, {
    "title": "Estruturação de Derrames e Interações Lava-Sedimento na Porção Central da Província Basáltica Continental do Paraná",
    "authors": ["B.L. Waichel"],
    "venue": "PhD Thesis. Universidade Federal do Rio Grande do Sul, Porto Alegre",
    "year": 2006
  }, {
    "title": "Peperite formed by lava flows over sediments: an example from the central Paraná Continental Flood basalts, Brazil",
    "authors": ["B.L. Waichel", "E.F. Lima", "C.A. Sommer", "R. Lubachesky"],
    "venue": "J. Volcanol. Geotherm",
    "year": 2007
  }, {
    "title": "Morphometric study of pillow-size spectrum among pillow lavas",
    "authors": ["G.P.L. Walker"],
    "venue": "Bull. Volcanol",
    "year": 1992
  }, {
    "title": "Determining directions of flow in basalts",
    "authors": ["A.C. Waters"],
    "venue": "Am. J. Sci., Bradley Volume",
    "year": 1960
  }, {
    "title": "Physical volcanology of continental large igneous provinces: update and review",
    "authors": ["J.D.L. White", "S.E. Bryan", "P. Ross", "S. Self", "T. Thordarson"],
    "venue": "Special Publications of IAVCEI. Geol. Soc",
    "year": 2009
  }, {
    "title": "Peperite: 652 a useful genetic term",
    "authors": ["J.D.L. White", "J. McPhie", "I.P. Skilling"],
    "venue": "Bull. Volcanol",
    "year": 2000
  }, {
    "title": "Geologic, geochemical, and geophysical consequences of plume involvement in the Emeishan flood-basalt",
    "authors": ["Y.G. Xu", "B. He", "S.L. Chung", "M.A. Menzies", "F.A. Frey"],
    "venue": "province. Geology",
    "year": 2004
  }],
  "id": "SP:d4e01d1eb1bcdb497c597c9607b7f921c8c1feca",
  "authors": [{
    "name": "Lucia Castanheira de Moraes",
    "affiliations": []
  }, {
    "name": "Hildor José Seer",
    "affiliations": []
  }],
  "abstractText": "Article history: Received 9 June 2016 Received in revised form 10 February 2017 Accepted 20 March 2017 Available online 22 March 2017 The northeast edge of the Paraná Continental Magmatic Province was marked by a topographical barrier that gave rise to a predominantly peridesertic environment. This high allowed the recurrent of above-average rainfall in this area of the Province, in contrast with other areas wheremany evidences indicate that lava flows have settled in an arid climate, in a desert environment. As a result, alluvial-fan debris flows and fluvio-lacustrine systems developed occasionally. This paper presents one of these sequences, which is remarkable for the presence of sedimentary rocks and two sets of pillow lavas. Both sets of pillow lavas show interaction with the fluvio-lacustrine sediments with distinctive grain size (from pebbly sand to clay) that locally preserve the original sedimentary structures such as bedding and lamination. This interaction gives rise to peperites, which show a diversity of textures for different sedimentary granulometries. Hyaloclastites and fragments of lava also occur in the interpillow material andmay be intricatelymixedwith sediment. These features, basedmainly on detailed field observations in the northeastern region, demonstrate that the palaeorelief, sedimentary environment, stratigraphy and morphology of sedimentary units and basaltic flows are contrasting from the central and southern regions of the Paraná Continental Magmatic Province. © 2017 Elsevier B.V. All rights reserved.",
  "title": "Pillow lavas and fluvio-lacustrine deposits in the northeast of Paraná Continental Magmatic Province, Brazil"
}