{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nGondwana Research\nj ourna l homepage: www.e lsev ie r .com/ locate /gr\nPalaeotethys seawater temperature rise and an intensified hydrological cycle following the end-Permian mass extinction\nMartin Schobben a,⁎, Michael M. Joachimski b, Dieter Korn a, Lucyna Leda a, Christoph Korte c\na Museum für Naturkunde, Leibniz-Institut für Evolutions- und Biodiversitätsforschung, Invalidenstr 43, D-10115 Berlin, Germany b Geozentrum Nordbayern, Universität Erlangen-Nürnberg, Schlossgarten 5, D-91054 Erlangen, Germany c Department of Geosciences and Natural Resource Management, University of Copenhagen, Øster Voldgade 10, DK-1350 Copenhagen, Denmark\n⁎ Corresponding author. Tel.: +49 30 2093 8580. E-mail address: martin.schobben@mfn-berlin.de (M. S\n1342-937X/$ – see front matter © 2013 International Ass http://dx.doi.org/10.1016/j.gr.2013.07.019\na b s t r a c t a r t i c l e i n f o\nArticle history: Received 6 June 2013 Received in revised form 20 July 2013 Accepted 24 July 2013 Available online 19 August 2013\nHandling Editor: R.D. Nance\nKeywords: Permian Triassic Conodont apatite Oxygen isotopes Palaeoclimate\nThe end-Permian mass extinction has been associated with severe global warming. Main stage volcanism of the Siberian Traps occurred at or near the extinction interval and has been proposed as a likely greenhouse catalyst. In this study, a high-resolution δ18O record is established using diagenetically resistant apatite of conodonts and low-Mg calcite of brachiopods from stratigraphically well-constrained Permian–Triassic (P–Tr) boundary successions in northwestern Iran. A new evaluation is made for previously published conodont δ18O values from South China and revised palaeotemperatures are presented togetherwith newdata fromWuchiapingian to Griesbachian sections in Iran. δ18O data from P–Tr sections in Iran document tropical sea surface temperatures (SST) of 27–33 °C during the Changhsingian with a negative shift in δ18O starting at the extinction horizon, translating into a warming of SSTs to over 35 °C. The results are consistent with re-calculated SSTs of the South Chinese sections. Warmingwas associatedwith an enhanced hydrological cycle involving increased tropical precipitation andmonsoonal activity in the Tethys Sea. Globalwarming, intensification of the hydrological cycle and associatedprocesses, vertical water column stratification, eutrophication and subsequent local anoxiamay all have facilitated an extinction event.\n© 2013 International Association for Gondwana Research. Published by Elsevier B.V. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "The latest Permian is marked by the most dramatic mass extinction in the Phanerozoic Era (Sepkoski, 1989; Raup, 1991; Erwin, 1994; Alroy et al., 2008). Marine and terrestrial taxa were severely affected and many biotic groups did not recover to pre-extinction levels for several million years after the event (Chen and Benton, 2012). However, some groups such as ammonoids and bivalves recovered more rapidly (Brayard et al., 2009; Hautmann et al., 2011). A plethora of hypotheses have been suggested to explain the cause(s) of this biotic crisis and a key role has often been attributed to massive volcanism connected with the generation of the Siberian Trap basalts. Many authors proposed a severe climate change to higher atmospheric and seawater temperatures (e.g., Holser et al., 1989; Retallack, 1999) as one potential consequence of this scenario. It has been suggested that this might have been triggered by the release of enormous amounts of CO2 from volcanic outgassing (Campbell et al., 1992; Erwin, 1993; Wignall and Twitchett, 1996; Kidder and Worsley, 2004), from related secondary sources such as the destabilisation of methane clathrates (Erwin, 1994; Berner, 2002; Retallack and Krull, 2006), and from metamorphic heating of sedimentary organic material by sill and dyke intrusions into organic-rich pre-extinction strata (Svensen et al., 2009).\nchobben).\nociation for Gondwana Research. Pub\nProxy studies, which provide support for the hypothesis of extreme climate change across the Permian–Triassic boundary, are limited (Joachimski et al., 2012; Chen et al., 2013). Investigations of successions representing longer time intervals often lack resolution and/or comprise discontinuous sample sets across the mass extinction event (Korte et al., 2004, 2005a,b). One reason for this is the rare occurrence of carbonate hard parts, such as well-preserved brachiopod shells (traditionally used in δ18O palaeothermometry), in the post-extinction successions. Conodonts, however, can be found in relatively high abundance below and above the extinction horizon; they represent therefore an excellent target to compose a high-resolution δ18O record across the P–Tr boundary. Another advantage of analysing phosphate δ18O from conodont apatite is that it can be used as a robust palaeothermometer with relatively minor concerns of diagenetic alteration (Joachimski et al., 2009).\nHere we present a high-resolution conodont δ18O record together with oxygen isotope values measured on pristine brachiopod shells, both carefully screened to identify potential diagenetic resetting. We studied samples from the Kuh-e-Ali Bashi and Zal sections in northwestern Iran, which comprise biostratigraphically completeWuchiapingian to Griesbachian successions (Kozur, 2004, 2005, 2007; Shen andMei, 2010) deposited in open-marine environments (Stepanov et al., 1969; Teichert et al., 1973; Leda et al., 2013). The new oxygen isotope data allow, together with a high-resolution carbon-isotope record (Korte and Kozur, 2010), the reconstruction of seawater temperature fluctuations and an\nlished by Elsevier B.V. All rights reserved.\nassessment of the carbon cycle across the P–Tr boundary for the Central Tethys. The aim of this study is to contribute to the discussion of the palaeoenvironmental and ecological context of the end-Permian mass extinction within a global frame of climate change."
  }, {
    "heading": "2. Geological setting and material",
    "text": "The Kuh-e-Ali Bashi (38.940°N, 45.520°E) and Zal (38.733°N, 45.580°E) sections are located in the vicinity of the city of Julfa (= Jolfa; East Azerbaijan Province, NW Iran) (Fig. 1). During the latest Permian they were located on the NNE margin of the Sanandaj–Sirjan Terrane on the Cimmerian Microcontinent (Fig. 2) in a latitudinal position near the equator (Muttoni et al., 2009a,b). Both localities display complete P–Tr transitions of fossil-rich carbonates and marls, which were deposited on the outer shelf in an open-marine setting without the influence of major sea-level fluctuations. The lithology and microfacies have been described by Stepanov et al. (1969) and Leda et al. (2013); the rock column shows in ascending order: (1) the upper part of the Wuchiapingian Julfa Formation, the Changhsingian Ali Bashi Formation with the Paratirolites Limestone in its upper part, and the latest Changhsingian to Griesbachian Elikah Formation with the ‘Boundary Clay’ in its lower part.\nThe base of the Boundary Clay coincides with a change from a fossilrich lime mudstone and wackestone lithology of the Paratirolites Limestone to either a 1.2 m red claystone unit (Kuh-e-Ali Bashi section) or a 0.6 m succession of red/green shales overlain by marls (Zal section). This lithological change is accompanied by a dramatic decrease of biota frequency or complete loss of ammonoids, brachiopods, rugose corals, actinopterygian teeth, shark teeth/scales, as well as conodonts (particularly the genus Clarkina). However foraminifers, ostracods, and siliceous sponges occur also above this horizon (Kozur, 2007; Leda et al., 2013). As there is no evidence of a shallowing across the ‘Boundary Clay’ (Leda et al., 2013), the lithological changemay originate from a global increase of terrestrial sediment influx to the ocean based on estimates of bulk accumulation rates by Algeo and Twitchett (2010). An alternative scenario is the reduction of calcium carbonate production associated with the selective nature of the mass extinction, which disproportionately affected organisms that precipitated a calcium carbonate skeleton (Knoll et al., 2007). Hence the ‘Boundary Clay’ of the sections in Iran differs from the volcanic origin of the ‘Boundary Clay’ of the P–Tr GSSP at Meishan (South China) and other South Chinese P–Tr sections. This abrupt palaeontological and lithological change marks the end-Permian mass extinction event; the formal P–Tr boundary is defined by the first occurrence of Hindeodus parvus and at Zal and Kuh-e-Ali Bashi has a position slightly above the top of the ‘Boundary Clay’ (Kozur, 2004, 2007). The base of the ‘Boundary Clay’ (extinction\nhorizon) and the P–Tr boundary can be correlated based on conodonts with the Meishan section in South China (Kozur, 2007).\nWe extracted conodonts from carbonate, marl, and clay samples (Kuh-e-Ali Bashi: n = 80; Zal: n = 27). Samples of 1 kg bulk rock yielded up to 1000 platform elements (P1) from the pre-extinction interval and up to 100 from the post-extinction beds. The conodonts from both sections have a conodont alteration index (CAI) of 1–1.5 indicatingminor thermal overprint. Brachiopodswere collected from several pre-extinction beds at Kuh-e-Ali Bashi and Zal. The sample labels used below correspond to the distance from the extinction horizon, which has been taken as 0 m (Supplementary Tables 1–3)."
  }, {
    "heading": "3. Methods",
    "text": "Portions of 1 kg carbonate samples were dissolved in 8% formic acid. Sampleswith high clay content were additionally treatedwith repeated cycles of desiccation and subsequent immersion in hydrogen peroxide. The residuewas treated bymagnetic separation to isolate the conodonts from the predominant ferromagnetic clay particles. Subsequently, 0.4 to 1.0 mg of P1 elements ofHindeodus sp. and Clarkina sp. was handpicked under a binocular microscope (Fig. 3). Ramiform conodonts were additionally used in some of the post-extinction samples in order to reach the required mass for the oxygen isotope analysis. This was necessary because of the relatively small sizes and low abundances of conodonts in these samples. A representative set of conodonts from both sections and different stratigraphic positions was screened for potential diagenetic alteration using SEM and Raman spectroscopy (see Appendix).\nConodonts consist of carbonate–apatite (francolite) denoted by a non-stoichiometric formula approximating Ca5Na0.14(CO3)0.16(PO4)3.01 (H2O)0.85F0.73 (Pietzner et al., 1968), with 90% of the oxygen residing in the diagenetically stable phosphate. The method described by Joachimski et al. (2009) was adopted for isolating the PO4. The conodonts were dissolved using 2 M HNO3, and the resulting solution was subsequently neutralised with KOH. Cawas subsequently removed in the form of CaF after the addition of HF and centrifugation. The addition of a silver-amine solution to the supernatant phosphate solution and successive heating invoke an ionic reaction, which produces trisilver-phosphate crystals (AgPO4) that were then converted to CO via high-temperature reduction with graphite using a Temperature Conversion-Elemental Analyzer (TC-EA). The acquired COwas analysed for oxygen isotope ratios on a Thermo Finnigan Delta Plus Isotope Ratio Mass Spectrometer (IRMS). All δ18Ophos analyseswere carried out in the stable isotope laboratory at the University of Erlangen-Nürnberg, Germany. Oxygen isotope values are reported in standard delta notation and calibrated against VSMOW. Standard NBS120c was measured after every third sample to monitor external reproducibility. Repeated measurements on NBS120c yielded a value of 21.7‰ with a standard\nKuh-e-Ali Bashi and Zal in NW Iran.\ndeviation of ±0.25‰ (1σ, n = 34). Samples and standards were measured in triplicate, which resulted in an average internal reproducibility of 0.18‰ (1σ) for specimens from Zal and Kuh-e-Ali Bashi (Supplementary Tables 1, 2).\nSplinters of secondary shell layers of brachiopods (see Appendix) were flaked off using a hand-held needle (Fig. 4). The material was optically checked under a binocularmicroscope and a SEM, the latter being of use for detecting diagenetic alteration of the shell (Samtleben et al., 2001; Cochran et al., 2010). All investigated shells were additionally analysed for Sr and Mn concentrations using an ICP-OES (Inductively Coupled Plasma-Optical Emission Spectrometry) at the Department of\nGeosciences and Natural Resource Management (University of Copenhagen) on aliquots of phosphoric acid remaining after acid digestion for isotope analysis. Portions of 0.3 to 0.6 mg calcite were filled into Labco vials (4 ml), flushed with helium and digested at 70 °C after the addition of phosphoric acid. Obtained carbon dioxide was analysed for δ18O and δ13C using the Micromass IsoPrime triple collector mass spectrometer at the Department of Geosciences and Natural Resource Management, University of Copenhagen. Isotope ratios (18O/16O and 13C/12C) of the samples and the internal laboratory working standards were measured against a CO2 reference gas. The long-term precision (1σ) for the Copenhagen laboratory is better than ±0.1‰ for δ13C and ±0.2‰ for δ18O. Carbon and oxygen isotope ratios were calibrated against VPDB and reported in the standard ‰-notation."
  }, {
    "heading": "4. Results",
    "text": "Pre-extinction δ18O values measured for mono-generic samples of Clarkina sp. andHindeodus sp. from the Julfa Formation up to the extinction horizon at Kuh-e-Ali Bashi (−20 to 0 m) and Zal (−20 to 0 m) range between 19 and 20‰ VSMOW (Fig. 5). Samples of Clarkina sp. and Hindeodus sp. from the same stratigraphic interval yield comparable δ18O values (Supplementary Tables 1, 2). In addition, δ18O values of mixed samples of Hindeodus sp. P1 and ramiform elements are similar to those of mono-generic Hindeodus sp. P1 samples. The δ18O values from brachiopod calcite for the same time interval range between−2.3 and −3.5‰ VPDB. The oxygen isotope records of conodonts and brachiopods show neither a trend to heavier nor lighter values, or major fluctuations, in the section below the extinction horizon. A distinct 1 to 3‰ negative shift in δ18O of conodont apatite arises in the ‘Boundary Clay’ in the Kuh-e-Ali Bashi (+0.40 to +0.50 m) and Zal (+0.43 to +0.70 m) sections, respectively. The Zal samples yielded a continuous δ18O record ofHindeodus sp. P1 elements across the P–Tr boundary. Following this negative shift, δ18Ophos values remain lighter compared to pre-extinction levels for both sections, with a 1‰ variability for Zal (+0.70 to +9.40 m) and (with the exception of one rebound to preextinction levels around the biostratigraphic P–Tr boundary) relatively constant δ18O values for Kuh-e-Ali Bashi (+0.50 to +4.50 m)."
  }, {
    "heading": "5. Discussion",
    "text": "Tracking the seawater temperature across the P–Tr boundary in the biostratigraphicallywell-constrained Iranian sections is essential for understanding the mechanisms that set the stage for the end-Permian mass extinction. The δ18O of pristine conodonts and brachiopod shells has been shown to be a reliable palaeoclimate proxy (Korte et al., 2005a; Joachimski et al., 2012). Past seawater temperatures have been reconstructed from conodont and brachiopod δ18O by using the equations of Pucéat et al. (2010) for apatite and Kim and O'Neil (1997) for calcite. However, the oxygen isotope composition of seawater in deep timemust be assumed and this is difficult because seawater δ18O fluctuates, e.g., caused by waning and waxing of continental ice sheets (e.g., Emiliani, 1978). Furthermore, coeval surface seawater δ18O can vary considerably between different regions and latitudes depending on precipitation and evaporation (Zachos et al., 1994). The sea-surface salinity (SSS) for the Late Permian has been modelled by Kiehl and Shields (2005; also Shields, pers. com., 2013) with a threedimensional general circulation model (GCM) that has a fully coupled atmosphere, ocean, land and sea-ice system. Their produced SSS data have been used in the present study to calculate Late Permian seawater temperatures from brachiopod and conodont δ18O values. In the absence of a reliable proxy for the oxygen isotope composition of past seawater, these sophisticated GCMs will give a realistic approximation of the complex and subtle relations between oceanic and climatic circumstances of the Late Permian created by palaeogeography, palaeolatitude, and palaeobathymetry, all of which control the δ18Osw and SSS. The equation (see Appendix) published by Watanabe et al. (2001) for\nreconstructing δ18Osw has been used here for an approximation of seawater composition in the Central Tethys as the δ18Osw–SSS relationship in this equation is typical for tropical semi-enclosed basins. Applied to the Late Permian to Early Triassic Tethys near the equator and using a correction of −1‰ for an ice-free world (Lhomme et al., 2005), a δ18Osw value of −0.81‰ was calculated for the region in which the Iranian successions were deposited.\nReconstructed seawater temperatures of monogeneric conodont samples are on average 3 °C higher relative to brachiopod samples (Fig. 5). This suggests that Hindeodus sp. and Clarkina sp. occupied a habitat higher in the water column, supporting the interpretation by Joachimski et al. (2012) that both taxa could live in surface waters. Thus the temperature offset is related to a thermocline comparable to modern tropical seas, which has also been inferred for the Early Triassic based on vertical gradients in δ13Ccarb (Song et al., 2013). This contrasts with the conceptual model of Kidder andWorsley (2004)where a tropical thermocline is nearly absent due to warm, saline bottom waters. A high reliability of both proxies and the observed climate signal is indicated by (1) a parallel trend in carbonate and phosphate δ18O of the pre-extinction interval, (2) by generally lower seawater temperature estimates for the brachiopod specimens, and (3) the reproducibility of the δ18Ophos records at two different localities. Because of the absence of brachiopods above the extinction horizon, a complete reconstruction of seawater bottom temperatures and, moreover, a potential change of the bathymetric temperature gradient is not possible.\nLate Permian tropical SSTs of 27–33 °C (average 30 °C) calculated from the conodonts from the sections in Iran match the results of numerical climate models (Kutzbach and Ziegler, 1993; Kiehl and Shields, 2005). Conodont δ18O values from the subtropical South Chinese P–Tr sections (Joachimski et al., 2012) are on average 1‰ heavier than our conodont δ18O values. To convert the values from the Chinese samples into SSTs, a δ18Osw of−0.40‰ is estimated following the procedure as described above (see Appendix). This is important for a comparison with our data from low-latitude sections in Iran because the seawater oxygen isotope values are dependent on palaeolatitude and the respective precipitation/evaporation ratio. Relatively heavy δ18Osw values are found in modern subtropical seas because of the excess of\nevaporation over precipitation, which leads to 18O enrichment in seawater (Craig and Gordon, 1965). If this effect is ignored, apparently cooler palaeotemperatures would be calculated from the δ18O values (Zachos et al., 1994). Excess evaporation for the studied section on the South Chinamicrocontinent can be assumed based on its palaeolatitude of about 23–25°N (Liu et al., 1999). The arid conditions – which have been consistent for the subtropics – are created by high-pressure regions marked by the descending limbs of the Hadley cell at 30°N and S (Ziegler et al., 2003) (Fig. 2). This climatic situation has been very stable since the Palaeozoic as it is dependent upon the Earth's rotation (Kutzbach and Ziegler, 1993; Barry and Chorley, 1998, p. 129). Although seemingly contradictory, the existence of coal deposits up to the Changhsingian suggests more tropical humid conditions for the South China microcontinent (Wang and Jin, 2000). However, coal deposits are, according to Ziegler et al. (2003), of limited use as climatesensitive sediments because peat formation can extend well beyond the tropical ever-wet regions. In addition, coeval evaporite and dolomite deposits are known from the northeastern part of the South China microcontinent (Jiangsu province) (Shangyou, 1991; Ziegler et al., 1998), providing evidence of generally higher evaporation rates in that region. GCM reconstructions also confirm higher evaporation rates at subtropical latitudes during the Late Permian (Kiehl and Shields, 2005 and Shields, pers.com. 2013). Low-pressure summer monsoons and associated seasonality in precipitation has been inferred from the configuration of Pangaea with large landmasses located at mid-latitudes and around the Tethys Ocean (Parrish et al., 1982; Parrish, 1993). Modelling studies of a wide range of complexities using this Late Permian palaeogeographic situation (Kutzbach and Gallimore, 1989; Kutzbach and Ziegler, 1993; Winguth and Winguth, 2013) as well as Triassic mid-latitude lake sediments (Olsen and Kent, 1996) and Triassic marine carbonates (Mutti and Weissert, 1995) confirmmonsoonal rainfall along themargins of the Tethys Ocean. Alternatively to the traditionally assumed land–sea thermal contrast origin of monsoons (e.g. Parrish et al., 1982; Parrish, 1993), monsoons follow the seasonal migration of the inter-tropical convergence zone, solely by changing SST gradients (Chao and Chen, 2001). The aforementioned situations suggest that the climate on the South China microcontinent\nat this time might reflect seasonal humidity, capable of supporting coal forming vegetation. Even if the South Chinese sections were located at lower latitudes (Scotese and Langford, 1995; Torsvik and Cocks, 2004), arid regions may have extended down to 15° (Ziegler et al., 1993; Kidder and Worsley, 2004), arguing for higher evaporation rates than at the Iranian site. Accepting this palaeoceanographic/climatic situation and considering the uncertainties in modelled SSS, estimation of sea water δ18O, and analytical uncertainty of the δ18Ophos measurements, the Late Permian SST of the southern Chinese region (27 to 30 °C) would have been in the same range of those calculated for the northwestern Iranian sections (27 to 33 °C) (Fig. 5). This indicates that the Late Permian Tethys Ocean at tropical/subtropical latitudes experienced temperatures exceeding 27 °C. Such temperatures are known frommodern oceans at comparable latitudes and this corroborates the GCM estimates for the late Permian (Kiehl and Shields, 2005).\nA distinct oxygen isotope shift is visible across the extinction horizon in the NW Iranian sections. First of all, these successions show that the SSTwas generally stable throughoutmost of the Changhsingian (Fig. 5); this indicates a relatively stable climate before themass extinction as expected for low-latitude open marine environments. Shortterm fluctuations of up to 5 °C (~1‰ δ18Ophos), however, do exist for the late Changhsingian Paratirolites Limestone of the Kuh-e-Ali Bashi section. At the extinction horizon a dramatic increase in SST of respectively 7 and 10 °C for the sections of Kuh-e-Ali Bashi and Zal is recorded;\nthis temperature rise is similar to that recently reported for South Chinese sections (Joachimski et al., 2012) (Fig. 5). The δ18Ophos record follows the δ13Ccarb curve (Pearson's r = 0.62), and SST warming is contemporaneous with a negative shift in δ13Ccarb (Fig. 5), which is often directly related to volcanism and associated CO2 outgassing (Renne et al., 1995; Sobolev et al., 2011). A strong link between the extinction event and the negative δ13Ccarb excursionwith volcanism is further supported by a temporal overlap of radiometric dates from South Chinese sections and Siberian trap basalts (Svensen et al., 2009) and by biostratigraphic correlations of the Iranian sections with continental sediments intercalating with Siberian Trap basalts (Korte et al., 2010). Evenmore compelling is the direct relation between δ13Ccarb excursions and volcanic ash layers of two South Chinese sections as shown by Shen et al. (2012). The 4‰ negative δ13C excursion (Fig. 5) requires an enormous amount of 13C-depleted carbon and has been explained by the release of CO2 from volcanic outgassing (Sobolev et al., 2011). However, additional sources of 13C-depleted carbon by synergistic effects such as oxidation of organic-rich sediments (e.g., metamorphism or burning of organic richmaterial) (Retallack andKrull, 2006; Svensen et al., 2009; Korte et al., 2010) and destabilisation of marine methane clathrates (Berner, 2002) could contribute to the negative δ13Ccarb excursion, since these mechanisms add lighter CO2 (−30 to −25‰; Svensen et al., 2009) and CH4 (−65‰; Berner, 2002) respectively, than CO2 outgassing of volcanic magmas (−9.9‰; Sobolev et al., 2011). As\nδ13Ccarb reflects the carbon isotopic composition of themarine dissolved inorganic carbon (DIC) pool, mechanisms such as a primary productivity collapse (Wang et al., 1994; Visscher et al., 1996), input from land derived organic matter after forest destruction (Berner, 2002), mixing of deep water masses depleted in 13C with surface water due to water columnoverturning (Kajiwara et al., 1994), and chemocline upward rising (Kump et al., 2005; Algeo et al., 2007) have also been proposed to explain the observed negative δ13Ccarb excursion. In summary, the injection of isotopically depleted CO2 (or CH4) to the ocean–atmosphere system by one or several of the above mentioned mechanisms is a likely scenario to explain the carbon isotopic depletion of marine DIC as well as atmospheric CO2 as evidenced by δ13C analyses of time equivalent wood fragments and cuticles (Schneebeli-Hermann et al., 2013) and land-plant biomarkers (Sephton et al., 2002; Nabbefeld et al., 2010). The CO2 supply to the ocean–atmosphere system has been discussed as being responsible for climate warming and may explain the rising SSTs at the extinction event (Kidder and Worsley, 2004; Price et al., 2013). However, the carbon isotope excursion starts 90,000 years earlier (Shen et al., 2011) than the temperature rise indicating that CO2 might not have been the only factor triggering the temperature rise. Late Permian short-term warming events (Kozur and Weems, 2011), on the other hand,may be underlain by a similarmechanism as Siberian activity precedes the main extinction pulse (Shen et al., 2012).\nThis distinct SST warming may have resulted in an intensified hydrological cycle with amplified monsoonal activity across the Tethys Ocean (Parrish, 1993). Similarly, warmer SSTs around the equator increase tropical convection (Chiang, 2009). The relationship between monsoon intensity as well as intensity of tropical precipitation and orbitally modulated climate and SSTs has been shown in numerical models for the Late Permian (Winguth and Winguth, 2013) as well as proxy records for terrestrial sediment fluxes such asmagnetic susceptibility (Hansen et al., 2000; Huang et al., 2011). The latter study also postulates an increase of continental weathering, in the aftermath of the extinction event, on the South China microcontinent. Similarly, Wang (2007) and Xie et al. (2007) related increasing moretane (biomarker) abundances in theMeishan section to intensified soil erosion. Additional organic geochemical studies on marine sections of South China and the Southern Alps by Sephton et al. (2005) and Wang and Visscher (2007) further support the hypothesis of intensified soil erosion with observations of dibenzofuran enrichments, a biomarker derived from lignin, a major organic compound of wood. Multiple strontium isotope records of bulk micrite, brachiopod shells and conodonts from sections in Iran (Korte et al., 2004; Liu et al., 2012), China (Cao et al., 2009), Pakistan (Martin and Macdougall, 1995), and the Southern Alps (Brand et al., 2012) record a shift to more radiogenic Sr across the extinction horizon. The positive 87Sr/86Sr shift, in the absence of significant active orogenic phases around this time interval and the relative short time span of the excursion, has led researchers to attribute this change to a warmer and more humid climate and consequential increased weathering of the continents (Martin and Macdougall, 1995; Korte et al., 2003; Brand et al., 2012). Additionally, a sudden occurrence of kaolinite concomitant with the observed SST warming in the Kuh-e-Ali Bashi section (unpublished data) can be associated with increased chemical weathering under the influence of increased temperature and/or precipitation (Hallam et al., 1991; Robert and Kennett, 1994). However, intensified terrestrial weathering during the latest Permian has also been related to the destruction of terrestrial vegetation, subsequent soil erosion and exposure of fresh bedrock (Looy et al., 1999; Retallack, 2005). Alternatively, acidification of the terrestrial landscape by acid rain and fallout after CO2 and SO2 outgassing from volcanism could accelerate chemical weathering processes (Visscher et al., 2004; Sephton et al., 2005; Wang and Visscher, 2007; Wignall, 2007). The latter two scenarios also explain the observed patterns in organic biomarkers, strontium isotopes, and clay mineralogy. However, midlatitude palynomorph records support enhanced seasonal precipitation along the margins of the Tethys Ocean across the P–Tr transition\n(Schneebeli-Hermann, 2012) and in the Early Triassic (Hermann et al., 2012). Combined, these geochemical and palaeontological proxy records suggest an increased sediment flux (e.g., Algeo and Twitchett, 2010) and intensified precipitation across the Tethys basin (e.g., Schneebeli-Hermann, 2012) for the post-extinction interval. It can be assumed that a warmer atmosphere can hold more water vapour, following the thermodynamic rule of ‘Clausius–Clapeyron’ (Held and Soden, 2000). This is further supported by precipitation patterns, which track temperature differences predicted by the GCM reconstruction for the Late Permian, albeit changes in the Earth's orbit and related insolation (Winguth and Winguth, 2013). In this scenario including palaeontological and geochemical data, the observed warming of SSTs and climate can be linked to an amplified hydrological cycle for the Tethys Ocean in accordance with interpretations of Kutzbach and Gallimore (1989). In contrast to increased humidity in coastal areas of the Tethys Ocean, the interior of Pangaea has been assumed to have become more arid as a result of accelerated evaporation (Kutzbach and Gallimore, 1989; Chumakov and Zharkov, 2003), which is in agreement with predictions for a warm greenhouse world (Kutzbach and Gallimore, 1989; Parrish, 1993).\nThe amplified hydrological cycle would have increased intensity of rainfall in the tropics and would have caused more extreme seasonal rainfall (monsoons) along themargins of the Tethys Ocean. The sudden, possibly seasonal, increase of less dense meteoric and riverine water into the Tethys Ocean could causewater-column stratification, resulting in anoxic bottom waters. Water-column stratification is important for, e.g., the South Chinese sections and has been inferred from steep vertical δ13C gradients of the water column (Song et al., 2013). Additionally, the input of nutrients from the continent by increased continental weathering rates could have caused eutrophication (Sephton et al., 2005; Algeo and Twitchett, 2010; Algeo et al., 2011, 2013), thereby stimulating blooms of cyanobacteria, green sulphur bacteria and prasinophytes, in the absence of eukaryotic algae (Grice et al., 2005; Xie et al., 2005; Payne et al., 2007; Cao et al., 2009). The turnover in dominance of organic matter production from eukaryotic algae to bacteria, and especially the less fractionating green sulphur bacteria, has been linked to positive bulk δ13Corg excursions across the extinction event (Grice et al., 2005; Riccardi et al., 2007). Hence, the positive δ13Corg excursions in South China (Riccardi et al., 2007), Australia (Foster et al., 1997; Grice et al., 2005), and the Southern Alps (Kraus et al., 2013) in the latest Permianmight be underlain by the samemechanism. These bacterial bloomsmay have been in turn harmful for organisms at higher trophic levels as e.g. cyanobacteria can release toxins (Knoll et al., 2007). Increased primary production (possibly by algal and bacterial blooms) and subsequent export production would increase consumption of O2 by the remineralisation of organic matter and is another mechanism that stimulates anoxia (Meyer et al., 2011; Winguth and Winguth, 2012). However, organic carbon records from South Chinese sections display a decreased primary productivity during the latest Permian and Early Triassic (Algeo et al., 2013). Additionally there would be a decreased surface water uptake of O2 due to rising SSTs. Anoxic facies are present with the onset of SST warming at the South Chinese sections (Joachimski et al., 2012). For several regions (e.g., NW Iran and southern Alps), however, no clear palaeontological or chemical evidence exists to support anoxia (Brand et al., 2012; Kraus et al., 2013; Leda et al., 2013), suggesting that such circumstances occurred only regionally. High latest Permian and Early Triassic seawater temperatures, which have also been inferred from other studies, would have been lethal for many organisms, thereby increasing species chances of extinction andwould have slowed recovery in the aftermath (Joachimski et al., 2012; Sun et al., 2012; Romano et al., 2013)."
  }, {
    "heading": "6. Conclusions",
    "text": "The δ18O records of two P–Tr sections in Iran (Kuh-e-Ali Bashi and Zal) are marked by a pronounced negative δ18O excursion across the\nextinction horizon. These δ18O records prove to be invaluable data for past seawater and climate reconstructions. Low-Mg calcite from brachiopods and conodont apatite do record an environmental signal. A clear separation can be made between the δ18O signals of brachiopods and conodonts relating to their habitat and bathymetry. Although SST reconstructions will be biased by unknown δ18Osw, careful evaluation of palaeobathymetry and palaeogeography can help to overcome this problem, together with comparisons with other independent proxy studies and sophisticated numerical climate models such as GCMs.\nThis proxy study builds on our knowledge about climatic changes surrounding the P–Tr transition, confirming severe climatic warming across the extinction event, and prevailing hot temperatures in the post-extinction record. The increase of SSTs and global temperatures would have intensified tropical convective structures and monsoons, causing extreme precipitation events across the Tethys Ocean and its margins. High levels of warming especially at the lower latitudes would have stressed organisms living there and could potentially have added to the observed extinctions. Local water column anoxia could have been a consequence of a SST rise and an intensified hydrological cycle.\nSupplementary data to this article can be found online at http://dx. doi.org/10.1016/j.gr.2013.07.019."
  }, {
    "heading": "Acknowledgements",
    "text": "We sincerely thank the following persons for technical support: Carina Klein, Kathrin Krahn, Melanie Rühl, Hendryk Schneider, and Robert Schreiber. Jörg Fritz is acknowledged for support with the Raman spectroscopy analysis, Clemens Ullmann for support with the ICP-OES analysis, Bo Petersen for δ18Ocarb analysis performed with IRMS, Zdzislaw Belka for the CAI determination on the conodonts, and Christine Shields for providing us with the modelled palaeosalinity values. Furthermore we would like to thank Wolf Uwe Reimold and Ulrich Struck for supporting this project. This investigation was funded by the Deutsche Forschungsgemeinschaft (DFG; projects KO1829/12-1, KO2011/8-1).We are indebted to Sonny A.Walton for a language check of the manuscript and to Thomas G. Algeo and an anonymous reviewer for thorough reviews of the manuscript."
  }],
  "year": 2014,
  "references": [{
    "title": "Anomalous Early Triassic sediment fluxes due to elevated weathering rates and their biological consequences",
    "authors": ["T.J. Algeo", "R.J. Twitchett"],
    "venue": "Geology",
    "year": 2010
  }, {
    "title": "The Permian–Triassic boundary at Nhi Tao, Vietnam: evidence for recurrent influx of sulfidic watermasses to a shallow-marine carbonate",
    "authors": ["T.J. Algeo", "B. Ellwood", "T.K.T. Nguyen", "H. Rowe", "J.B. Maynard"],
    "year": 2007
  }, {
    "title": "Terrestrial–marine teleconnections in the collapse and rebuilding of Early Triassic marine ecosystems",
    "authors": ["T.J. Algeo", "Z.Q. Chen", "M.L. Fraiser", "R.J. Twitchett"],
    "venue": "Palaeogeography Palaeoclimatology Palaeoecology",
    "year": 2011
  }, {
    "title": "Plankton and productivity during the Permian–Triassic boundary crisis: an analysis of organic carbon fluxes",
    "authors": ["T.J. Algeo", "C.M. Henderson", "J. Tong", "Q. Feng", "H. Yin", "R.V. Tyson"],
    "venue": "Global and Planetary Change",
    "year": 2013
  }, {
    "title": "Phanerozoic trends in the global diversity of marine invertebrates",
    "authors": ["J Alroy"],
    "venue": "Science",
    "year": 2008
  }, {
    "title": "Atmosphere, Weather and Climate, 7th ed",
    "authors": ["R.G. Barry", "R.J. Chorley"],
    "year": 1998
  }, {
    "title": "Examination of hypotheses for the Permo-Triassic boundary extinction by carbon cycle modeling",
    "authors": ["R.A. Berner"],
    "venue": "Proceedings of the National Academy of Sciences of the United States of America",
    "year": 2002
  }, {
    "title": "The end-Permian mass extinction: a rapid volcanic CO2 and CH4-climatic catastrophe",
    "authors": ["U. Brand", "R. Posenato", "R. Came", "H. Affek", "L. Angiolini", "K. Azmy", "E. Farabegoli"],
    "venue": "Chemical Geology",
    "year": 2012
  }, {
    "title": "Good genes and good luck: ammonoid diversity and the end-Permian mass extinction",
    "authors": ["A. Brayard", "G. Escarguel", "H. Bucher", "C. Monnet", "T. Brühwiler", "N. Goudemand", "T. Galfetti", "J. Guex"],
    "year": 2009
  }, {
    "title": "Synchronism of the Siberian traps and the Permian–Triassic",
    "authors": ["I.H. Campbell", "G.K. Czamanske", "V.A. Fedorenko", "R.I. Hill", "V. Stepanov"],
    "venue": "boundary. Science",
    "year": 1992
  }, {
    "title": "Biogeochemical evidence for euxinic oceans and ecological disturbance presaging the end-Permian mass extinction event",
    "authors": ["C. Cao", "G.D. Love", "L.E. Hays", "W. Wang", "S. Shen", "R.E. Summons"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2009
  }, {
    "title": "The origin of monsoons",
    "authors": ["W.C. Chao", "B.C. Chen"],
    "venue": "Journal of the Atmospheric Sciences",
    "year": 2001
  }, {
    "title": "The timing and pattern of biotic recovery following the end-Permian mass extinction",
    "authors": ["Chen", "Z.-Q", "M.J. Benton"],
    "venue": "Nature Geoscience",
    "year": 2012
  }, {
    "title": "Permian ice volume and palaeoclimate history: oxygen isotope proxies revisited",
    "authors": ["B. Chen", "M.M. Joachimski", "S.Z. Shen", "L.L. Lambert", "X.L. Lai", "X.D. Wang", "J. Chen", "D.X. Yuan"],
    "venue": "Gondwana Research",
    "year": 2013
  }, {
    "title": "The tropics in paleoclimate",
    "authors": ["J.C. Chiang"],
    "venue": "Annual Review of Earth and Planetary Sciences",
    "year": 2009
  }, {
    "title": "Climate during the Permian–Triassic biosphere reorganizations. Article 2. Climate of the Late Permian and Early Triassic: general inferences",
    "authors": ["N.M. Chumakov", "M.A. Zharkov"],
    "venue": "Stratigraphy and Geological Correlation",
    "year": 2003
  }, {
    "title": "Effect of diagenesis on the Sr, O, and C isotope composition of late Cretaceous mollusks from the Western Interior Seaway of North America",
    "authors": ["J.K. Cochran", "K. Kallenberg", "N.H. Landman", "P.J. Harries", "D. Weinreb", "K.K. Turekian", "A.J. Beck", "W.A. Cobban"],
    "venue": "American Journal of Science",
    "year": 2010
  }, {
    "title": "Deuterium and oxygen 18 variations in the ocean and themarine atmosphere. In: Tongiorgi (Ed.), Stable Isotopes in Oceanographic Studies and Paleotemperatures",
    "authors": ["H. Craig", "L.I. Gordon"],
    "venue": "Consiglio Nazionale di Richerche, Spoleto,",
    "year": 1965
  }, {
    "title": "The cause of the ice ages",
    "authors": ["C. Emiliani"],
    "venue": "Earth and Planetary Science Letters",
    "year": 1978
  }, {
    "title": "The great Paleozoic crisis. Life and Death in the Permian.Columbia",
    "authors": ["D.H. Erwin"],
    "year": 1993
  }, {
    "title": "The Permo-Triassic extinction",
    "authors": ["D.H. Erwin"],
    "venue": "Nature 367,",
    "year": 1994
  }, {
    "title": "Carbon isotopes, kerogen types and the Permian–Triassic boundary in Australia: implications for exploration. Australian Petroleum Production and Exploration",
    "authors": ["C. Foster", "G. Logan", "R. Summons", "J. Gorter", "D. Edwards"],
    "venue": "Association Journal",
    "year": 1997
  }, {
    "title": "Photic zone euxinia during the Permian",
    "authors": ["K. Grice", "C.Q. Cao", "G.D. Love", "M.E. Bottcher", "R.J. Twitchett", "E. Grosjean", "R.E. Summons", "S.C. Turgeon", "W. Dunning", "Y.G. Jin"],
    "venue": "Triassic superanoxic event. Science",
    "year": 2005
  }, {
    "title": "Palaeoclimatic significance of changes in clay mineralogy across the Jurassic–Cretaceous boundary in England and France",
    "authors": ["A. Hallam", "J.A. Grose", "A.H. Ruffell"],
    "venue": "Palaeogeography Palaeoclimatology Palaeoecology",
    "year": 1991
  }, {
    "title": "Magnetic susceptibility and organic carbon isotopes of sediments across somemarine and terrestrial Permo–Triassic boundaries",
    "authors": ["H.J. Hansen", "S. Lojen", "P. Toft", "T. Dolenec", "Tong", "J.-n", "P. Michaelsen", "A. Sarkar"],
    "year": 2000
  }, {
    "title": "An unusually diverse mollusc fauna from the earliest Triassic of South China and its implications for benthic recovery after the end-Permian biotic crisis",
    "authors": ["M. Hautmann", "H. Bucher", "T. Brühwiler", "N. Goudemand", "A. Kaim", "A. Nützel"],
    "venue": "Geobios",
    "year": 2011
  }, {
    "title": "Water vapor feedback and global warming",
    "authors": ["I.M. Held", "B.J. Soden"],
    "venue": "Annual Reviews Energy and Environment",
    "year": 2000
  }, {
    "title": "A unique geochemical record at the Permian",
    "authors": ["W.T. Holser", "Schönlaub", "H.-P", "M. Attrep", "K. Boeckelmann", "P. Klein", "M. Magaritz", "C.J. Orth", "A. Fenninger", "C. Jenny", "M. Kralik", "H. Mauritsch", "E. Pak", "Schramm", "J.-M", "K. Stattegger", "R. Schmoller"],
    "venue": "Triassic boundary",
    "year": 1989
  }, {
    "title": "Did the great dying of life take 700 k.y.? Evidence from global astronomical correlation of the Permian–Triassic boundary",
    "authors": ["C. Huang", "J. Tong", "L. Hinnov", "Z.Q. Chen"],
    "venue": "interval. Geology",
    "year": 2011
  }, {
    "title": "Devonian climate and reef evolution: insights from oxygen isotopes in apatite",
    "authors": ["M.M. Joachimski", "S. Breisig", "W. Buggisch", "J.A. Talent", "R. Mawson", "M. Gereke", "J.R. Morrow", "J. Day", "K. Weddige"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2009
  }, {
    "title": "Climate warming in the latest Permian and the Permian–Triassic mass extinction",
    "authors": ["M.M. Joachimski", "X. Lai", "S. Shen", "H. Jiang", "G. Luo", "B. Chen", "J. Chen", "Y. Sun"],
    "venue": "Geology",
    "year": 2012
  }, {
    "title": "Development of a largely anoxic stratified ocean and its temporary massive mixing at the Permian–Triassic boundary supported by sulfur isotopic record",
    "authors": ["Y. Kajiwara", "S. Yamakita", "K. Ishida", "H. Ishiga", "A. Imai"],
    "year": 1994
  }, {
    "title": "Causes and consequences of extreme Permo-Triassic warming to globally equable climate and relation to the Permo-Triassic extinction and recovery",
    "authors": ["D.L. Kidder", "T.R. Worsley"],
    "venue": "Palaeogeography Palaeoclimatology Palaeoecology",
    "year": 2004
  }, {
    "title": "Climate simulation of the latest Permian: implications for mass extinction",
    "authors": ["J.T. Kiehl", "C.A. Shields"],
    "venue": "Geology",
    "year": 2005
  }, {
    "title": "Equilibrium and nonequilibrium oxygen isotope effects in synthetic carbonates",
    "authors": ["S.T. Kim", "J.R. O'Neil"],
    "venue": "Geochimica et Cosmochimica Acta",
    "year": 1997
  }, {
    "title": "Paleophysiology and end-Permian mass extinction",
    "authors": ["A.H. Knoll", "R.K. Barnbach", "J.L. Payne", "S. Pruss", "W.W. Fischer"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2007
  }, {
    "title": "Carbon-isotope stratigraphy across the Permian–Triassic boundary: a review",
    "authors": ["C. Korte", "H.W. Kozur"],
    "venue": "Journal of Asian Earth Sciences",
    "year": 2010
  }, {
    "title": "Strontium isotope evolution of Late Permian and Triassic seawater",
    "authors": ["C. Korte", "H.W. Kozur", "P. Bruckschen", "J. Veizer"],
    "venue": "Geochimica et Cosmochimica Acta",
    "year": 2003
  }, {
    "title": "δ18O and δ13C of Permian brachiopods: a record of seawater evolution and continental glaciation",
    "authors": ["C. Korte", "H.W. Kozur", "J. Veizer"],
    "year": 2005
  }, {
    "title": "Massive volcanism at the Permian–Triassic boundary and its impact on the isotopic composition of the ocean and atmosphere",
    "authors": ["C. Korte", "P. Pande", "P. Kalia", "H.W. Kozur", "M.M. Joachimski", "H. Oberhänsli"],
    "venue": "Journal of Asian Earth Sciences",
    "year": 2010
  }, {
    "title": "Pelagic uppermost Permian and the Permian–Triassic boundary conodonts of Iran",
    "authors": ["H.W. Kozur"],
    "venue": "Part 1: taxonomy. Hallesches Jahrbuch für Geowissenschaften Reihe B Geologie Paläontologie Mineralogie",
    "year": 2004
  }, {
    "title": "Pelagic uppermost Permian and the Permian–Triassic boundary conodonts of Iran. Part II: investigated sections and evaluation of the conodont faunas",
    "authors": ["H.W. Kozur"],
    "venue": "Hallesches Jahrbuch für Geowissenschaften Reihe B Geologie Paläontologie Mineralogie Beiheft",
    "year": 2005
  }, {
    "title": "Biostratigraphy and event stratigraphy in Iran around the Permian– Triassic boundary (PTB): implications for the causes of the PTB biotic crisis",
    "authors": ["H.W. Kozur"],
    "venue": "Global and Planetary Change",
    "year": 2007
  }, {
    "title": "Detailed correlation and age of continental late Changhsingian and earliest Triassic beds: implications for the role of the Siberian Trap in the Permian–Triassic biotic crisis",
    "authors": ["H.W. Kozur", "R.E. Weems"],
    "venue": "Palaeogeography Palaeoclimatology Palaeoecology",
    "year": 2011
  }, {
    "title": "Carbon isotope signatures of latest Permian marine successions of the Southern Alps suggest a continental runoff pulse enriched in land plant material",
    "authors": ["S.H. Kraus", "R. Brandner", "C. Heubeck", "H.W. Kozur", "U. Struck", "C. Korte"],
    "venue": "Fossil Record",
    "year": 2013
  }, {
    "title": "Massive release of hydrogen sulfide to the surface ocean and atmosphere during intervals of anoxia",
    "authors": ["L.R. Kump", "A. Pavlov", "M.A. Arthur"],
    "venue": "Geology",
    "year": 2005
  }, {
    "title": "Pangaean climates: megamonsoons of themegacontinent",
    "authors": ["J. Kutzbach", "R. Gallimore"],
    "venue": "Journal of Geophysical Research",
    "year": 1989
  }, {
    "title": "Simulation of Late Permian climate and biomes with an atmosphere–ocean model: comparisons with observations",
    "authors": ["J. Kutzbach", "A. Ziegler"],
    "venue": "Philosophical Transactions of the Royal Society of London. Series B, Biological Sciences",
    "year": 1993
  }, {
    "title": "Lithostratigraphy and carbonate microfacies across the Permian–Triassic boundary near Julfa (NW Iran) and in the Baghuk Mountains (Central Iran)",
    "authors": ["L. Leda", "D. Korn", "A. Ghaderi", "V. Hairapetian", "U. Struck", "W. Reimold"],
    "venue": "Facies",
    "year": 2013
  }, {
    "title": "Global budget of water isotopes inferred from polar ice sheets",
    "authors": ["N. Lhomme", "G.K.C. Clarke", "C. Ritz"],
    "venue": "Geophysical Research Letters",
    "year": 2005
  }, {
    "title": "Newmagnetostratigraphic results fromMeishan section, Changxing county, Zhejiang province",
    "authors": ["Y.Y. Liu", "Y.M. Zhu", "W.H. Tian"],
    "venue": "Earth Science Journal of China University of Geosciences",
    "year": 1999
  }, {
    "title": "The delayed resurgence of equatorial forests after the Permian–Triassic ecologic crisis",
    "authors": ["C.V. Looy", "W.A. Brugman", "D.L. Dilcher", "H. Visscher"],
    "venue": "Proceedings of the National Academy of Sciences of the United States of America",
    "year": 1999
  }, {
    "title": "Sr and Nd isotopes at the Permian/Triassic boundary: a record of climate change",
    "authors": ["E.E. Martin", "J.D. Macdougall"],
    "venue": "Chemical Geology",
    "year": 1995
  }, {
    "title": "Triassic monsoonal climate and its signature in Ladinian– Carnian carbonate platforms (Southern Alps, Italy)",
    "authors": ["M. Mutti", "H. Weissert"],
    "venue": "Journal of Sedimentary Research",
    "year": 1995
  }, {
    "title": "Opening of the Neo-Tethys Ocean and the Pangea B to Pangea A transformation during the Permian",
    "authors": ["G. Muttoni", "M. Gaetani", "D.V. Kent", "D. Sciunnach", "L. Angiolini", "F. Berra", "E. Garzanti", "M. Mattei", "A. Zanchi"],
    "venue": "GeoArabia",
    "year": 2009
  }, {
    "title": "The drift history of Iran from the Ordovician to the Triassic",
    "authors": ["G. Muttoni", "M. Mattei", "M. Balini", "A. Zanchi", "M. Gaetani", "F. Berra"],
    "venue": "Geological Society,",
    "year": 2009
  }, {
    "title": "An integrated biomarker, isotopic and paleoenvironemental study through the Late Permian event at Lusitaniadalen, Spitsbergen",
    "authors": ["B. Nabbefeld", "K. Grice", "R.J. Twitchett", "R.E. Summons", "L. Hays", "M.E. Böttcher", "M. Asif"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2010
  }, {
    "title": "Milankovitch climate forcing in the tropics of Pangaea during the Late Triassic",
    "authors": ["P.E. Olsen", "D.V. Kent"],
    "year": 1996
  }, {
    "title": "Climate of the supercontinent Pangea",
    "authors": ["J.T. Parrish"],
    "venue": "Journal of Geology",
    "year": 1993
  }, {
    "title": "Rainfall patterns and the distribution of coals and evaporites in the Mesozoic and Cenozoic",
    "authors": ["J.T. Parrish", "A. Ziegler", "C.R. Scotese"],
    "venue": "Palaeogeography, Palaeoclimatology, Palaeoecology",
    "year": 1982
  }, {
    "title": "Life in Triassic oceans: links between planktonic and benthic recovery and radiation",
    "authors": ["J. Payne", "B. Van de Schootbrugge", "P. Falkowski", "A. Knoll"],
    "year": 2007
  }, {
    "title": "Zur chemischen Zusammensetzung und Mikromorphologie der Conodonten",
    "authors": ["H. Pietzner", "J. Vahl", "H. Werner", "W. Ziegler"],
    "venue": "Palaeontographica A",
    "year": 1968
  }, {
    "title": "Isotopic evidence for long term warmth in the Mesozoic",
    "authors": ["G.D. Price", "R.J. Twitchett", "J.R. Wheeley", "G. Buono"],
    "venue": "Scientific Reports",
    "year": 2013
  }, {
    "title": "Revised phosphate–water fractionation equation reassessing paleotemperatures derived from biogenic apatite",
    "authors": ["E. Pucéat", "M.M. Joachimski", "A. Bouilloux", "F. Monna", "A. Bonin", "S. Motreuil", "P. Moriniere", "S. Henard", "J. Mourin", "G. Dera", "D. Quesne"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2010
  }, {
    "title": "A kill curve for Phanerozoic marine species",
    "authors": ["D.M. Raup"],
    "venue": "Paleobiology",
    "year": 1991
  }, {
    "title": "Synchrony and causal relations between Permian–Triassic boundary crisis and Siberian flood volcanism",
    "authors": ["P.R. Renne", "Z. Zichao", "M.A. Richards", "M.T. Black", "A.R. Basu"],
    "year": 1995
  }, {
    "title": "Postapocalyptic greenhouse paleoclimate revealed by earliest Triassic paleosols in the Sydney Basin, Australia",
    "authors": ["G.J. Retallack"],
    "venue": "Geological Society of America Bulletin",
    "year": 1999
  }, {
    "title": "Earliest Triassic claystone breccias and soil-erosion crisis",
    "authors": ["G.J. Retallack"],
    "venue": "Journal of Sedimentary Research",
    "year": 2005
  }, {
    "title": "Carbon isotopic evidence for terminal-Permian methane outbursts and their role in extinctions of animals, plants, coral reefs, and peat swamps",
    "authors": ["G. Retallack", "E.S. Krull"],
    "venue": "Wetlands Through Time. Geological Society of America Special Paper,",
    "year": 2006
  }, {
    "title": "Carbon isotopic evidence for chemocline upward excursions during the end-Permian event",
    "authors": ["A. Riccardi", "L.R. Kump", "M.A. Arthur", "S. D'Hondt"],
    "year": 2007
  }, {
    "title": "Antartic subtropical humid episode at the Paleocene",
    "authors": ["C. Robert", "J.P. Kennett"],
    "venue": "Eocene boundary. Geology",
    "year": 1994
  }, {
    "title": "Climatic and biotic upheavals following the end-Permian mass extinction",
    "authors": ["C. Romano", "N. Goudemand", "T.W. Vennemann", "D. Ware", "E. Schneebeli-Hermann", "P.A. Hochuli", "T. Brühwiler", "W. Brinkmann", "H. Bucher"],
    "venue": "Nature Geoscience",
    "year": 2013
  }, {
    "title": "Shell succession, assemblage and species dependent effects on the C/O-isotopic composition of brachiopods—examples from the Silurian of Gotland",
    "authors": ["C. Samtleben", "A. Munnecke", "T. Bickert", "J. Pätzold"],
    "venue": "Chemical Geology",
    "year": 2001
  }, {
    "title": "Evidence for atmospheric carbon injection during the end-Permian",
    "authors": ["E. Schneebeli-Hermann", "W.M. Kürschner", "P.A. Hochuli", "D. Ware", "H. Weissert", "S.M. Bernasconi", "G. Roohi", "N. Goudemand", "H. Bucher"],
    "venue": "extinction. Geology",
    "year": 2013
  }, {
    "title": "Pangea and the paleogeography of the Permian",
    "authors": ["C.R. Scotese", "R.P. Langford"],
    "year": 1995
  }, {
    "title": "Synchronous record",
    "authors": ["M.A. Sephton", "C.V. Looy", "R.B. Veefkind", "H. Brinkhuis", "J.W. De Leeuw", "H. Visscher"],
    "year": 2002
  }, {
    "title": "Catastrophic soil erosion during the End-Permian biotic crisis",
    "authors": ["M.A. Sephton", "C.V. Looy", "H. Brinkhuis", "P.B. Wignall", "J.W. De Leeuw", "H. Visscher"],
    "venue": "Geology",
    "year": 2005
  }, {
    "title": "Periodicity in extinction and the problems of catastrophism in the history of life",
    "authors": ["J.J. Sepkoski Jr."],
    "venue": "Journal of the Geological Society of London",
    "year": 1989
  }, {
    "title": "Paleoclimatic and paleomagnetic constraints on the Paleozoic reconstructions of south China, north China and Tarim",
    "authors": ["N. Shangyou"],
    "venue": "Tectonophysics",
    "year": 1991
  }, {
    "title": "Lopingian (Late Permian) high-resolution conodont biostratigraphy in Iranwith comparison to South China",
    "authors": ["Shen", "S.-Z", "Mei", "S.-L"],
    "venue": "zonation.Geological Journal",
    "year": 2010
  }, {
    "title": "Volcanic perturbations of the marine environment in South China preceding the latest Permian mass extinction and their biotic effects",
    "authors": ["J. Shen", "T.J. Algeo", "L. Zhou", "Q. Feng", "J. Yu", "B. Ellwood"],
    "venue": "Geobiology",
    "year": 2012
  }, {
    "title": "Linking mantle plumes, large igneous provinces and environmental catastrophes",
    "authors": ["S.V. Sobolev", "A.V. Sobolev", "A.V. Kuzmin", "N.A. Krivolutskaya", "A.G. Petrunin", "N.T. Arndt", "V.A. Radko", "Y.R. Vasiliev"],
    "venue": "Nature 477,",
    "year": 2011
  }, {
    "title": "A plate tectonic model for the Paleozoic and Mesozoic constrained by dynamic plate boundaries and restored synthetic oceanic isochrons",
    "authors": ["G.M. Stampfli", "G.D. Borel"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2002
  }, {
    "title": "Upper Permian and Permian–Triassic boundary in North Iran",
    "authors": ["D.L. Stepanov", "F. Golshani", "J. Stöcklin"],
    "venue": "Report Geological Survey of Iran",
    "year": 1969
  }, {
    "title": "Lethally hot temperatures during the early Triassic greenhouse",
    "authors": ["Y. Sun", "M.M. Joachimski", "P.B. Wignall", "C. Yan", "Y. Chen", "H. Jiang", "L. Wang", "X. Lai"],
    "year": 2012
  }, {
    "title": "Siberian gas venting and the end-Permian environmental crisis",
    "authors": ["H. Svensen", "S. Planke", "A.G. Polozov", "N. Schmidbauer", "F. Corfu", "Y.Y. Podladchikov", "B. Jamtveit"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2009
  }, {
    "title": "Permian–Triassic strata, Kuh-e-Ali Bashi, Northwestern Iran",
    "authors": ["C. Teichert", "B. Kummel", "W.C. Sweet"],
    "venue": "Bulletin of the Museum of Comparative Zoology, Harvard University",
    "year": 1973
  }, {
    "title": "Earth geography from 400 to 250 Ma: a palaeomagnetic, faunal and facies review",
    "authors": ["T.H. Torsvik", "L.R.M. Cocks"],
    "venue": "Journal of the Geological Society of London",
    "year": 2004
  }, {
    "title": "The terminal paleozoic fungal event: evidence of terrestrial ecosystem destabilization and collapse",
    "authors": ["H. Visscher", "H. Brinkhuis", "D.L. Dilcher", "W.C. Elsik", "Y. Eshet", "C.V. Looy", "R.R. Rampino", "A. Traverse"],
    "venue": "Proceedings of the National Academy of Sciences of the United States of America",
    "year": 1996
  }, {
    "title": "Environmental mutagenesis during the endPermian ecological crisis",
    "authors": ["H. Visscher", "C.V. Looy", "M.J. Collinson", "H. Brinkhuis", "J.H.A. Konijnenburg-van Cittert", "W.M. Kürschner", "M.A. Sephton"],
    "venue": "Proceedings of the National Academy of Sciences of the United States of America",
    "year": 2004
  }, {
    "title": "Anomalous hopane distributions at the Permian–Triassic boundary, Meishan, China — evidence for the end-Permian marine ecosystem collapse",
    "authors": ["C. Wang"],
    "venue": "Organic Geochemistry",
    "year": 2007
  }, {
    "title": "Permian palaeogeographic evolution of the Jiangnan Basin, South China",
    "authors": ["Y. Wang", "Y. Jin"],
    "venue": "Palaeogeography, Palaeoclimatology, Palaeoecology",
    "year": 2000
  }, {
    "title": "Abundance anomalies of aromatic biomarkers in the Permian–Triassic boundary section at Meishan, China—evidence of endPermian terrestrial ecosystem collapse",
    "authors": ["C. Wang", "H. Visscher"],
    "venue": "Palaeogeography Palaeoclimatology Palaeoecology",
    "year": 2007
  }, {
    "title": "Permian Triassic extinction: organic",
    "authors": ["K. Wang", "H.H.J. Geldsetzer", "H.R. Krouse"],
    "year": 1994
  }, {
    "title": "Seasonal changes in sea surface temperature and salinity during the Little Ice Age in the Caribbean Sea deduced from Mg/Ca",
    "authors": ["T. Watanabe", "A. Winter", "T. Oba"],
    "year": 2001
  }, {
    "title": "The end-Permian mass extinction—how bad did it get",
    "authors": ["P.B. Wignall"],
    "venue": "Geobiology",
    "year": 2007
  }, {
    "title": "Oceanic anoxia and the end Permian mass extinction",
    "authors": ["P.B. Wignall", "R.J. Twitchett"],
    "venue": "Science",
    "year": 1996
  }, {
    "title": "Precession-driven monsoon variability at the Permian– Triassic boundary— implications for anoxia and themass extinction",
    "authors": ["A. Winguth", "C. Winguth"],
    "venue": "Global and Planetary Change",
    "year": 2013
  }, {
    "title": "Two episodes of microbial change coupled with Permo/Triassic faunal mass extinction",
    "authors": ["S. Xie", "R.D. Pancost", "H.F. Yin", "H.M. Wang", "R.P. Evershed"],
    "venue": "Nature 434,",
    "year": 2005
  }, {
    "title": "Changes in the global carbon cycle occurred as two episodes during the Permian–Triassic",
    "authors": ["S. Xie", "R.D. Pancost", "J. Huang", "P.B. Wignall", "J. Yu", "X. Tang", "L. Chen", "X. Huang", "X. Lai"],
    "venue": "crisis. Geology",
    "year": 2007
  }, {
    "title": "The protracted Permo-Triassic crisis and multi-episode extinction around the Permian–Triassic boundary",
    "authors": ["H. Yin", "Q. Feng", "X. Lai", "A. Baud", "J. Tong"],
    "venue": "Global and Planetary Change",
    "year": 2007
  }, {
    "title": "Evolution of early Cenozoic marine temperatures",
    "authors": ["J.C. Zachos", "L.D. Stott", "K.C. Lohmann"],
    "venue": "Paleoceanography",
    "year": 1994
  }, {
    "title": "EarlyMesozoic phytogeography and climate",
    "authors": ["A.M. Ziegler", "J.M. Parrish", "Y. Jiping", "E.D. Gyllenhaal", "D.B. Rowley", "J.T. Parrish", "N. Shangyou", "A. Bekker", "M.L. Hulver"],
    "venue": "Philosophical Transactions of the Royal Society of London. Series B, Biological Sciences",
    "year": 1993
  }, {
    "title": "A mini-atlas of oceanic water masses in the Permian period",
    "authors": ["A.M. Ziegler", "M. Gibbs", "M. Hulver"],
    "venue": "Proceedings of the Royal Society of Victoria",
    "year": 1998
  }, {
    "title": "Tracing the tropics across land and sea",
    "authors": ["A.M. Ziegler", "G. Eshel", "P.M. Rees", "T.A. Rothfus", "D.B. Rowley", "D. Sunderlin"],
    "venue": "Permian to present. Lethaia",
    "year": 2003
  }],
  "id": "SP:a065623967c3388d335df4613ed3422637cee71a",
  "authors": [{
    "name": "Martin Schobben",
    "affiliations": []
  }, {
    "name": "Michael M. Joachimski",
    "affiliations": []
  }, {
    "name": "Dieter Korn",
    "affiliations": []
  }, {
    "name": "Lucyna Leda",
    "affiliations": []
  }, {
    "name": "Christoph Korte",
    "affiliations": []
  }],
  "title": "Palaeotethys seawater temperature rise and an intensified hydrological cycle following the end-Permian mass extinction"
}