{
  "sections": [{
    "text": "lable at ScienceDirect\nContents lists avai\nCretaceous Research\njournal homepage: www.elsevier .com/locate/CretRes\nNorth Atlantic climatic events recorded in Aptian Naskapi Member cores, Scotian Basin\nIsabel Chavez a, *, David J.W. Piper b, Georgia Pe-Piper a, Yuanyuan Zhang a\na Department of Geology, Saint Mary's University, Halifax, Nova Scotia, B3H 3C3, Canada b Natural Resources Canada, Geological Survey of Canada (Atlantic), Bedford Institute of Oceanography, P.O. Box 1006, Dartmouth, Nova Scotia, B2Y 4A2, Canada\na r t i c l e i n f o\nArticle history: Received 3 September 2015 Received in revised form 9 October 2015 Accepted in revised form 16 October 2015 Available online 20 January 2016\nKeywords: Portable XRF Selli Level Black shales Sea level Palaeoclimate Cretaceous\n* Corresponding author. E-mail address: chavezg.isabel@gmail.com (I. Chav\nhttp://dx.doi.org/10.1016/j.cretres.2015.10.016 0195-6671/© 2015 Elsevier Ltd. All rights reserved.\na b s t r a c t\nEarly Aptian black laminated organic mudstones, including the Selli Level, are recognized over large areas of Tethys and western European basins. This interval was investigated in a 75 m-thick continuously cored section of varicoloured shale in the lower Naskapi Member from the Panuke B-90 well in the Scotian Basin, offshore eastern Canada. This study complements the palaeogeographic range of correlatable Selli black shales and provides information on their relationship to sea-level change and palaeoclimate. Total organic carbon (TOC) was measured on 127 discrete samples, chemical environmental proxies (Th/K, Mn/ Ti, K/Ti, Th/Ti, V/Ti) were measured with a portable X-ray fluorescence (pXRF) spectrometer, and colour parameters L*a*b* were measured by spectrophotometer. Several black shale levels are recognized and correlated with similar shales in Europe between the BarremianeAptian boundary and the Selli Level. The Th/K ratio proxy for hinterland humid or arid climate conditions shows no systematic variation with black shale levels. Several sea-level lowstands are inferred from condensed sandy intervals with some brackish water biota and tidal sedimentary structures. Black shale intervals are found in highstand intervals, with no systematic relationship to inferred transgressions. The formation of black shales is related to palaeoceanographic changes that may be driven by conditions remote from the Scotian Basin.\n© 2015 Elsevier Ltd. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "The Early Cretaceous was a period when the breakup of Pangaea accelerated, resulting in increases in ocean floor spreading and both terrestrial and marine volcanic activity. Climatic changes, on a million-year scale, are interpreted from the sedimentary record (F€ollmi, 2012), and fluctuate between arid or normal greenhouse and humid or intensified greenhouse conditions in the western Tethyan region. Such climatic fluctuations allowed for the preservation of dark, laminated organic-rich muds (LOM), which occur as discrete layers in outer shelf, slope and basinal sediments. During the humid periods, dys- and anaerobic conditions in deeper ocean waters developed, resulting in deposition of black shales, such as the Selli Level in the Early Aptian in the Tethys Basin (F€ollmi, 2012). Such episodes of environmental change often resulted in extensive LOM intervals, known as oceanic anoxic events (OAE), throughout the Cretaceous of western Tethys and its marginal seas (Arthur et al., 1990; Erba, 1994; Erba et al., 2010). These episodes also led\nez).\nto a decrease of carbonate nannofossils and the increase of phytoplankton production, resulting from an increase in weathering, erosion, run-off rates and elevated nutrient levels from continents into oceans (Weissert and Erba, 2004).\nThe Scotian Basin developed at the northwestern margin of the opening North Atlantic Ocean in the Jurassic and by the Early Cretaceous was equivalent in palaeolatitude to western Europe, including the Tethys and Lower Saxony basins, showing similar palaeoclimatic events such as the Aptian Selli Event (Weston et al., 2012; Gould et al., 2014). Zhang et al. (2014), using bulk-sediment geochemical data, showed evidence of greater weathering and humid climate in the Valanginian to Aptian in the hinterland of the Scotian Basin. Gould et al. (2014) correlated warm humid intervals from European sections in Late Hauterivian, Early Aptian and Late Aptian to the Scotian Basin, using spectral gamma log data to assess the weathering of illite to kaolinite.\nThis study investigates whether LOM intervals in a continuously cored section of the Early Aptian at the Panuke B-90well can be used to refine stratigraphic correlation with western European sections. Shales were analyzed by portable X-ray fluorescence (pXRF) for selected elements and by spectrophotometry for colour. The specific\nobjectives of this study were to: (i) examine and evaluate the limitation and significance of pXRFand colour spectrophotometry on insitu core and powdered cutting samples, (ii) refine Early Aptian stratigraphic correlation of the Panuke B-90 well with sections in Europe; (iii) establish depositional environment of sediments, interpret them in terms of sea level fluctuations, identify thus Early Aptian climatic and palaeoceanographic events in the Scotian Basin and correlate themwith similar events in western Europe; and (iv) test hypotheses of climate or sea level control of LOM intervals."
  }, {
    "heading": "2. Geological setting",
    "text": "The Scotian Basin is a MesozoiceCenozoic passive margin basin on the Atlantic margin of south-eastern Canada (Fig. 1A; Wade and MacLean, 1990). It was initiated during the rifting of Pangaea and\nthe opening of the North Atlantic Ocean in the Triassic and earliest Jurassic (Withjack et al., 2009). Following the rifting, the basin received abundant sand in the Late Jurassic to Early Cretaceous. The resulting deltaic deposits comprise the Mississauga and Logan Canyon formations, which are composed of deltaic, fluvial, and nearshore sandstones, with the shaly Naskapi Member at the base of the Logan Canyon Formation (Fig. 1B; Wade and MacLean, 1990).\nDuring deposition of Naskapi Member, the rivers draining Labrador that transported the sands to the deltaic deposits of the Missisauga and Logan Canyon formations were blocked by uplift of theMeguma Terrane and the extrusion of basalts andwere diverted south-westwards to the Bay of Fundy (Piper et al., 2011). The Naskapi Member is a several hundred metre thick varicoloured shale unit with a lower sedimentation rate than the rest of the Logan Canyon Formation (Wade and MacLean, 1990).\nnd generalized basin isopachs (modified from Wade and MacLean, 1990). (B) Lower eston et al., 2012). Red box highlights the stratigraphic interval in this study. (For web version of this article.)\nPalaeogeographic reconstructions show that the Scotian Basin was at the same palaeolatitude as northwestern Europe (British Isles, Germany and southern Sweden) and that western Europe and Atlantic Canada had not yet fully separated (Ruffell and Batten, 1990; Ruffell and Worden, 2000). The Tethys Ocean was connected to the central North Atlantic Ocean through a seaway between Iberia (contiguous with the Grand Banks of Newfoundland) and Morocco (Sibuet et al., 2012).\nThe Panuke B-90 well, located in the central part of the Scotian Basin (Fig. 1A), provides an almost continuous section in 75 m of conventional core through the lower half of the Naskapi Member and its contact with the underlying Missisauga Formation. Lithofacies for this well have been described in a report by Gould et al. (2010). The section consists principally of shales ranging from medium-grey to greenish-grey to pale reddish to brownish grey. The section shows transitions from apparent condensed intervals with concentrations of shelly fossils, including estuarine oysters (Fig. 2B) and Ophiomorpha (Gould et al., 2011) towards less shelly lithofacies. Some sandstones and limestones are present in these intervals. The shales become distinctly darker towards the top of the section, with fewer interbedded sandy and silty beds and were deposited in a normal marine environment (Weston et al., 2012)."
  }, {
    "heading": "3. Methods",
    "text": ""
  }, {
    "heading": "3.1. Analytical procedures",
    "text": "A total of 127 powdered discrete samples of mudstone and shale, mostly from conventional cores, but also several samples of cuttings are included, and approximately 250 in-situ core samples were analyzed from Aptian sedimentary rocks of the Naskapi Member in the Panuke B-90 well. Measured depths are those recorded on the core sample boxes (reported as measured core depth: MCD) and are about 3 m shallower than corresponding depths recorded on measured wireline logs (MLD) used by Gould et al. (2012). Except where noted otherwise, MCD is used throughout this paper. The discrete core samples were pulverized using a shatterbox with an iron bowl and the cutting samples were\nhandpicked and crushed using an agate pestle and mortar to form homogeneous powder. The in-situ analyses were made directly on conventional cores archived at the Canada-Nova Scotia Offshore Petroleum Board.\nGeochemical analyses from portable X-ray fluorescence were taken from powdered and in-situ samples. The Innov-X Systems Delta Premium XRF spectrometer was used in “soil” mode using beam 2 (40 kV with filter) and beam 3 (15 kV). Elements are calibrated individually by the device itself and the spectra are normalized to the Compton scattering peak to account for the loss of photons in the matrix. Data were calibrated against discrete ICPMS analyses (Gould et al., 2014) and Th values were corrected. We followed the custom of using element ratios (generally normalizing to Ti) in presenting pXRF chemical data.\nThe colour analyses were taken on both in-situ core and powdered samples, using a KonicaMinolta Spectrophotometer CM2600. Colours are reported as spectral data expressed in the CIE L*a*b* colour system in which three components were measured. The lightness (L*) determines the value for a position in a white to black plane, and the chroma (a*) and (b*) determine the values for the position in a red to green plane and in a yellow to blue plane, respectively (Debret et al., 2011).\nTotal organic carbon analyses were measured only on the powdered samples on a Leco Truspec CHN analyzer. The weighed samples (~100 mg) were first digested with HCl in order to remove any carbon in the form of carbonate."
  }, {
    "heading": "3.2. Assessment of methods used on different sample types",
    "text": "Whole rock geochemical analyses (ICPMS) from previous studies (Zhang et al., 2014) were used to assess the quality of the analytical data measured in this study from pXRF. Elements of interest (Fe, Mn, Ca, K, Th, Cr, Ti, S, V, Rb, Sr and Zr) showed good correlation for most elements for both sample types, in-situ core and powdered, between ICMPS and pXRF analyses. The portable XRF instrument has the advantages that it is portable, requires minimal sample preparation, and it can be used to analyze powdered and solid rock or core samples. It is also cost effective and\n0. (A) Black shale with <10% siltstone and very fine grained sandstone beds at 2220 m.\nbioturbated shelly mudstone unit below, at 2239 m. (C) Transgressive unit with black\n, at 2220 m. (D) Various tidal features (probably estuarine) showing very fine grained to\nand mud drapes, at 2267 m. (E) Contact between black mudstone and fine grained\nhas a good accuracy for concentrations ranging from a few ppm up to 2e3 wt%. When using the pXRF on in-situ samples, it is a nondestructive and fast method to obtain analyses. The best analyses are obtained on a relatively thick (>1 cm), flat and smooth surface because the instrument is sensitive to irregular surfaces, fractures, and heterogeneities. When using pXRF on powdered samples, the necessity of sample preparation is balanced against the improved precision from a homogeneous sample. Best analyses are obtained with sufficient powder (>1 cm thick in vial) and a flat surface.\nComparison of the colour parameters L*, a* and b* between insitu core samples and powdered samples show that only a* is the reliable colour parameter for in-situ core samples, whereas both L* and a* from the powdered samples show systematic variation of apparent geological significance. Measurement of colour parameters on the in-situ samples has the advantage that it is nondestructive and fast. The spectrophotometer shows sensitivity to heterogeneities and fractures. Colour analyses on powdered samples have the advantage of homogeneity."
  }, {
    "heading": "4. Results",
    "text": ""
  }, {
    "heading": "4.1. Core lithology",
    "text": "Most of the cored section consists of fissile shale or massive mudstone (Fig. 2A). Colour of shales ranges between dark grey, brown, red, green and light grey. Most shales appear homogeneous, but some green or light grey shales have abundant thin silt laminae with sparse bioturbation. Siderite staining is abundant in carbonate concretions, sandstone and limestone. The presence of glauconite cannot be excluded, but it has not been noticed when observing the core faces.\nInterbedded with the shales are some horizons <1 m thick of brown, shelly mudstone, completely bioturbated, shelly sandstone, and bioclastic limestone, interpreted by Gould et al. (2012) as condensed section deposited during marine transgression (lithofacies 3 in Fig. 2B and C; Fig. 3). Some overlie sandy units that have bioturbation and sedimentary structures suggestive of tidal estuarine deposition, such as mud drapes, horizontal burrows and Ophiomorpha burrows (Gould et al., 2011; Fig. 2D). A few thicker fine sandstone beds have wave ripples and cross and parallel laminations; the one illustrated is just above a transgressive surface (Fig. 2E)."
  }, {
    "heading": "4.2. Variation in palaeoenvironmental elemental proxies",
    "text": "In the Naskapi Member section of the Panuke B-90 well, the total organic carbon (TOC) shows three significant peaks with values between 2 and 3 wt% (Fig. 3). These peaks are located near the base (2272e2274.5 m) and the top (2225.5e2231.5 m) of the cored interval of the Naskapi Member. TOC values decrease to <1 wt% between 2238 and 2272 m. Several outliers with high TOC values were obtained from cutting samples, which presumably represent contamination, and are not shown in the plots.\nThe humidity-aridity palaeoclimate indicator, Th/K ratio, shows an informative trend throughout the core. The base of the core section is characterized by Th/K ratio values between 0.0004 and 0.001, which fluctuate and slowly decrease to <0.0004 in the middle part of the section. The values then increase towards the top of the section going as high as 0.001. There seems to be no systematic correlation between Th/K ratio and TOC. TOC peaks occur at\nFig. 3. Summary diagram showing lithostratigraphy and compositional and colour variati intervals or lowstands based on lithofacies (from Gould et al., 2010); (A) to (D) are basal Ap references to colour in this figure legend, the reader is referred to the web version of this\nboth low and high Th/K. Similarly, Th/K ratio from spectral gamma shows a trend starting at the base of the member with values >0.0009 then fluctuate and slightly increasing to >0.0007 again towards the top. The plot shows several larger peaks, which represent changes in grain size from a mudstone to thin sandy and limestone intervals. The Th/K trend from the pXRF record is clearer than the “noisy” spectral gamma record, even though they show similar trends.\nMn/Ti ratio, indicator for redox conditions, shows a relatively stable pattern between 0.02 and 0.06 at the base and top of the section, with a few higher values in silty and sandy mudstones and sandstones units (Fig. 3). Around 2255e2265 m, the Mn/Ti ratio increases up to 0.2. High Mn/Ti ratio occurs with high positive values of colour parameter a*. V/Ti ratio, another indicator for redox conditions, shows no systematic trends between the shale colours and V content or any interesting peaks.\nA plot of Mn/Ti vs. a* (Fig. 4) shows no systematic correlation between most identified colours and Mn content, with the exception of the colour brown. The powdered samples with visual colour grey and light grey cluster plot as expected for background grey shales. The samples with brown colour show higher Mn/Ti ratio values and positive values of a*, confirming the correlation between colour parameter a* and Mn/Ti ratio."
  }, {
    "heading": "4.3. Stratigraphic variations in shale colour",
    "text": "Visually, there is large variation in colour of the shales both on the core face and in powdered samples. Nine colours of the powdered samples were distinguished visually and then characterized by their L*a*b* parameters (Table 1). Darker visual colours such as brown, red and greyish brown have lower L* than green and the light greys. The brown, light brown, red and greyish brown have positive a*, whereas the green and greys have negative a*.\nDiscrete core intervals with distinct geochemical characteristics (Mn/Ti, Th/K, TOC, L* and a*; Table 2) were chosen to examine plots of the first derivative of spectral intensity vs. wavelength (Fig. 5). No correlations with any of the geochemical parameters were found, except that high Mn/Ti and a* result in higher values at low wavelengths (the red end of the spectrum; Fig. 5). Such plots potentially allow the recognition of goethite, kaolinite, haematite and organic matter (Deaton and Balsam, 1991; Balsam and Beeson, 2003; Koptikov a et al., 2010). Haematite forms a prominent single peak, either at 565 or 575 nm. Goethite has a primary peak at 535 nm and a secondary at 435 nm, with the maximum goethite peak at longer wavelengths (Deaton and Balsam, 1991). Kaolinite has a continuous band at 510e525 nm (Balsam and Beeson, 2003). Organic matter has prominent peaks at 635 and 675 nm, differing spectral characteristics depending on their source and degree of maturation. Organic matter becomes darker as it ages and is subjected to heat and pressure, moving the absorption band across the visible spectrum toward the red end of the spectrum (Balsam and Beeson, 2003).\nThe haematite peak has low intensity in most intervals, with the exception of intervals at 2235e2248 m, showing a more pronounced peak. Goethite is present with its secondary bands at some of the intervals, whereas both kaolinite and organicmatter (at longer wavelengths) show continuous small peaks in all the intervals.\non of the lower Naskapi Member from Panuke B-90 well. Red lines show condensed tian lowstands recognized by A. MacRae (pers. comm. 2015). (For interpretation of the article.)"
  }, {
    "heading": "5. Discussion",
    "text": ""
  }, {
    "heading": "5.1. Age model",
    "text": "Recent multi-taxa biostratigraphy on the Cohasset L-97 (Weston et al., 2012) can be correlated to Panuke B-90, located 22 km distant, based on seismic profiles, wireline logs and lithology (PFA, 2011; Fig. 6). The top of the Missisauga Formation, marked in places by an unconformity between the Barremian and the Aptian, is at 2290 m (MCD) in Panuke B-90 (2294 m MLD; Gould et al., 2012), corresponding to the BarremianeAptian boundary at 2220 m (MLD) in Cohasset L-97 (Fig. 6). An Early Aptian maximum flooding surface, with abundant fully marine taxa, was recognized at 2160 m (MLD) in Cohasset L-97 by Weston et al. (2012), who correlated this marker with the Selli Level on\nthe basis of nannofossil assemblage. The corresponding marker is at ~2220 m (MCD) in Panuke B-90 well. The AptianeAlbian boundary is picked at 2111 m in Cohasset L-97, just below the top of the Naskapi Member, which is at 2169 m (MLD) in Panuke B-90 (Fig. 5). This biostratigraphy is supported by the presence of an ammonite of the genus Deshayesites at 2252 m (MCD; Weston et al., 2012). This genus is restricted to the Early Aptian (Bogdanova and Mikhailova, 2004). Thus the cored interval of the Naskapi Member in the Panuke B-90 well corresponds to the Early Aptian and represents about 2.5 Ma of sedimentation according to the timescale of Ogg et al. (2012)."
  }, {
    "heading": "5.2. Sea level interpretation of the Panuke section",
    "text": "At least nine sea level lowstands are interpreted from the Panuke B-90 cored section. Many of the shales have no sedimentological evidence for shallow-water deposition and have fully marine biota, including ammonites (Weston et al., 2012, their Fig. 14-G) and nannofossils (Weston et al., 2012, in Cohasset L-97). However, some of the sandstone intervals have shallow water sedimentary structures indicating tidal conditions (Gould et al., 2010; Fig. 2D), apparently representing regression followed by erosive transgressive surfaces and condensed section of lithofacies 3 (Fig. 3). Four relative lowstands of sea level (AeD) in the basal 25 m of the Naskapi Member were documented by A. MacRae (pers. comm. 2015) and additional lowstands higher in the section are identified in Fig. 3. Such sea level fluctuations occur on a timescale of ~105 years.\nRapid changes in the relative sea level in the Aptian may be the result of glacioeustacy (Haq, 2014) or local tectonic events (Masse and Fenerci-Masse, 2013). Tectonic tilting of coastal basement in the Scotian Basin occurred during the Aptian (Reynolds et al., 2012).\ncolours chosen for the first derivative vs. wavelength plots.\nSea-level rise has been suggested as one condition leading to formation of LOM including the Selli Level (Gr€otsch et al., 1998) and gradual rise in sea level to a Late Aptian sea-level high has been recognized in many places in the world and is thus likely eustatic. Sea level fluctuations on a similar timescale to those recognized in this study were found in the lower to upper Aptian of Spain (Peropadre et al., 2013), but it is unclear whether theywere eustatic or tectonic."
  }, {
    "heading": "5.3. Correlation of Scotian Basin with western Tethys and NW Europe",
    "text": "The Late Barremian is characterized by lower organic-matter preservation in the Tethyan basin and cooler temperatures (Ruffell and Batten, 1990), which changed towards the BarremianAptian boundary with an increase in organic-matter burial (Stein et al., 2012). The Early Aptian was a time of major global\nenvironmental changes, including perturbation of the carbon cycle that led to changes in climate and oceanography (Mill an et al., 2009).\nIn the Panuke B-90 well, organic carbon measurements (Fig. 3) show two peaks (>2wt%) in the lower 20m of the Naskapi Member and a prolonged high peak (~3 wt%) in the top 15 m of the cored section. This upper peak is interrupted by a condensed interval including limestone. Similarly, F€ollmi (2012) recognized 1e3 shortlived anoxic episodes between the Taxy OAE in the Late Barremian and the Selli OAE in the Early Aptian Tethys. The thin organic-rich mudstone beds in the bottom 20 m of the Panuke B-90 section have lower TOC values (but >2 wt%) and beds at a similar position relative to the BarremianeAptian boundary have been documented in the central Tethyan realm (Heldt et al., 2008), Spain (Mill an et al., 2009) and the northern Atlantic (Weissert, 1981; Bralower et al., 1994). They are absent on the margins of the Lower Saxony Basin (Mutterlose et al., 2009, 2010), despite common Late Barremian organic-rich mudstone beds, but are present in boreholes in the centre of the basin (Littke et al., 1998: Fig. 7). In the Roter Sattel section of Switzerland, comprising alternating limestone and shales, Menegatti et al. (1998) reported two thin black shale levels with TOC >2 wt% in the Early Aptian below the Selli Level (Fig. 7).\nThis correlation with the European sections in Fig. 7 is further confirmed by the presence of one or two small TOC peaks, typically withhalf theorganic carboncontentof those in thebasalAptian, about half way between the basal Aptian LOMs and the Selli Level (Fig. 7). Such peaks occur at 2249 and 2254 mMCD in Panuke B-90 (Fig. 3)."
  }, {
    "heading": "5.4. Climate variation in the Early Aptian",
    "text": "Previous authors (Weissert and Erba, 2004; F€ollmi, 2012) have\nsuggested that the development of LOMs including the Selli Level was related to changes in climate and freshwater run-off. Studies have shown that climate-sensitive clay minerals, such as kaolinite, can provide palaeogeography and stratigraphic information on palaeoclimates. Jeans (1978) demonstrated that during periods of arid climate, there is absence of kaolinite. During periods of humid climate, a higher proportion of kaolinite to illite is delivered by rivers because of greater leaching during soil development (Gould et al., 2014). Potassium, present in feldspar, mica, some clays and some evaporites, is present in illite, but not in kaolinite. Therefore, the Th/K ratio is higher during humid kaolin-rich periods than during arid kaolin-poor periods (Ruffell and Batten, 1990; Ruffell and Worden, 2000; Gould et al., 2014). There may be a time lag between weathering conditions in the hinterland and the delivery of detrital clays to the basin, the latter also being influenced by tectonic uplift.\nGould et al. (2014) recognized humid intervals in topmost Hauterivian, lower Aptian and topmost Aptian in the Scotian Basin, based on spectral gamma data. These intervals with humid conditions are also recognized in European Tethys Basin (Ruffell et al., 2002; Gould et al., 2014). Similarly, Zhang et al. (2014) reported greater weathering and thus humid conditions in the MiddleeUpper Missisauga Formation and Naskapi Member based on geochemical provenance and weathering indicators. In contrast, in western European the Barremian-Early Aptian appears to have been drier (Ruffell et al., 2002). In the Panuke B-90 well, low Th/K characteristic of arid conditions is present throughout most of the Early Aptian, but with distinctlymore humid conditions in the basal 10 m and the upper 15 m. The upper humid interval corresponds to the Selli Level, but there is no correlation between TOC peaks lower in the core and the Th/K ratio. The general arid conditions in the\nEarly Aptian contradict the interpretation of humid conditions found by Gould et al. (2014) from much lower resolution data."
  }, {
    "heading": "5.5. Unresolved palaeoenvironmental signals",
    "text": "Two consistent intervals with distinctive characteristics are recognized in the Panuke B-90 section, but at this time cannot be correlated with palaeoceanographic or palaeoclimatic signals recognized elsewhere. One is the interval of red shales with high a* between 2254 and 2259 m (MCD), which approximately corresponds to highMn/Ti (2255e2261m; Fig. 3). The offset inMn signal may be because it formed during diagenesis a short distance below the sea floor. The interval shows the lowest Th/K indicating greatest aridity, but we have no explanation for its occurrence.\nThe second distinctive interval is from 2268 to 2273 m where green and light grey shales with almost unbioturbated silt laminae are developed. This interval corresponds to low a* and shows no systematic correlation with any other proxy, such as V/Ti. We speculate that this might be related to ocean acidification events near the base of the Aptian (Heldt et al., 2008; Erba et al., 2010; Skelton and Gili, 2012) resulting in low biomass."
  }, {
    "heading": "6. Conclusions",
    "text": "1. Portable X-ray fluorescence (pXRF) geochemical and the spectrophotometric colour analyses on powdered and in-situ core samples were successfully used to deduce palaeoenvironmental variations in the Naskapi Member of Panuke B-90 well. The powdered samples provide more precise analyses, whereas the in-situ core samples provide non-destructive, effective results revealing general trends. 2. The stratigraphic position and TOC content of thin intervals with high organic carbon throughout the Naskapi Member at Panuke B-90 correlate with thin intervals rich in organic matter between the Late Barremian Taxy Level and the Early Aptian Selli Level in central and western Europe. 3. Black shale levels recognized in highstand intervals in the Naskapi Member show no systematic variation with humid or arid conditions in the hinterland and are not related to inferred transgressions. The Selli Level does correspond to a more humid period. Climate conditions remote from the Scotian Basin could be the driver for the palaeoceanographic changes allowing the accumulation of black shales."
  }, {
    "heading": "Acknowledgements",
    "text": "This work was funded by the Natural Sciences and Engineering Research Council of Canada (NSERC) Discovery grants to G. Pe-Piper and D.J.W. Piper. We would like to thank the staff of the CanadaNova Scotia Offshore Petroleum Board Geoscience Research Center for facilitating access to samples. We thank Jenna Higgins and Lori Campbell at the Bedford Institute of Oceanography for helping with the analytical work. We also thank Dr. Andrew MacRae for assistance and suggestions and journal reviewers A. Ruffell and K. F€ollmi for their constructive critiques."
  }],
  "references": [{
    "title": "Stratigraphy, geochemistry, and paleoceanography of organic carbon-rich Cretaceous sequences",
    "authors": ["M.A. Arthur", "H.C. Jenkyns", "H.J. Brumsack", "S.O. Schlanger"],
    "venue": "NATO ASI Series C,",
    "year": 1990
  }, {
    "title": "Sea-floor sediment distribution in the Gulf of Mexico",
    "authors": ["W.L. Balsam", "J.P. Beeson"],
    "venue": "Deep Sea Research Part I: Oceanographic Research Papers",
    "year": 2003
  }, {
    "title": "Origin, evolution and stratigraphic significance",
    "authors": ["T. Bogdanova", "I. Mikhailova"],
    "year": 2004
  }, {
    "title": "Timing and paleoceanography of oceanic dysoxia/anoxia in the Late Barremian to Early Aptian (Early Cretaceous)",
    "authors": ["T. Bralower", "M. Arthur", "R. Leckie", "W. Sliter", "D. Allard", "S. Schlanger"],
    "venue": "Palaios 335e369",
    "year": 1994
  }, {
    "title": "Cretaceous oceanic anoxic events and radially elongated chambered planktonic foraminifera: paleoecological and paleoceanographic implications",
    "authors": ["R. Coccioni", "V. Luciani", "A. Marsili"],
    "year": 2006
  }, {
    "title": "Visible spectroscopy e a rapid method for determining hematite and goethite concentration in geological materials: research method paper",
    "authors": ["B.C. Deaton", "W.L. Balsam"],
    "venue": "Journal of Sedimentary Research",
    "year": 1991
  }, {
    "title": "Spectrocolorimetric interpretation of sedimentary dynamics: the new “Q7/4 diagram",
    "authors": ["M. Debret", "D. Sebag", "M. Desmet", "W. Balsam", "Y. Copard", "B. Mourier", "T. Winiarski"],
    "venue": "Earth-Science Reviews",
    "year": 2011
  }, {
    "title": "Nannofossils and superplumes: the early Aptian “nannoconid crisis",
    "authors": ["E. Erba"],
    "venue": "Paleoceanography 9,",
    "year": 1994
  }, {
    "title": "Calcareous nannoplankton response to surface-water acidification around Oceanic Anoxic",
    "authors": ["E. Erba", "C. Bottini", "H.J. Weissert", "C.E. Keller"],
    "venue": "Event 1a. Science",
    "year": 2010
  }, {
    "title": "Early Cretaceous life, climate and anoxia",
    "authors": ["K. ollmi"],
    "venue": "Cretaceous Research",
    "year": 2012
  }, {
    "title": "A standard lithofacies scheme for the Mississauga and Logan Canyon formations of the Scotian Basin and its application to long sections of conventional core",
    "authors": ["K.M. Gould", "A. Karim", "D.J.W. Piper", "G. Pe-Piper"],
    "venue": "Geological Survey of Canada",
    "year": 2010
  }, {
    "title": "Lateral variation in sandstone lithofacies from conventional core, Scotian Basin: Implications for reservoir quality and conductivity",
    "authors": ["K.M. Gould", "D.J.W. Piper", "G. Pe-Piper"],
    "venue": "Canadian Journal of Earth Sciences",
    "year": 2012
  }, {
    "title": "Facies, provenance and paleoclimate interpretation using spectral gamma logs: application to the Lower Cretaceous of the Scotian Basin",
    "authors": ["K.M. Gould", "D.J.W. Piper", "G. Pe-Piper", "R.A. MacRae"],
    "venue": "Marine and Petroleum Geology",
    "year": 2014
  }, {
    "title": "Carbon-isotope stratigraphy in shallow-water carbonates: implications for Cretaceous black-shale deposition",
    "authors": ["J.B. otsch", "I. Billing", "V. Vahrenkamp"],
    "venue": "Sedimentology",
    "year": 1998
  }, {
    "title": "Cretaceous eustasy revisited",
    "authors": ["B.U. Haq"],
    "venue": "Global and Planetary Change 113,",
    "year": 2014
  }, {
    "title": "Microfacies, biostratigraphy, and geochemistry of the hemipelagic Barremian-Aptian in north-central Tunisia: influence of the OEA 1a on the southern Tethys margin",
    "authors": ["M. Heldt", "M. Bachmann", "J. Lehmann"],
    "year": 2008
  }, {
    "title": "The origin of the Triassic clay assemblages of Europe with special reference to the Keuper Marl and Rhaetic of parts of England",
    "authors": ["C.V. Jeans"],
    "venue": "Philosophical Transactions of the Royal Society of London. Series A: Mathematical, Physical and Engineering Sciences",
    "year": 1978
  }, {
    "title": "Stratigraphic significance and resolution of spectral reflectance logs in Lower Devonian carbonates of the Barrandian area, Czech Republic; a correlation with magnetic susceptibility and gamma-ray logs",
    "authors": ["O. abek", "J. Hladil", "J. Kalvoda", "L. Slavík"],
    "venue": "Sedimentary Geology",
    "year": 2010
  }, {
    "title": "Organic geochemistry and depositional history of the BarremianeAptian boundary interval in the Lower Saxony Basin, northern Germany",
    "authors": ["J. otter"],
    "venue": "Cretaceous Research",
    "year": 1998
  }, {
    "title": "Drowning events, development and demise of carbonate platforms and controlling factors: the Late Barremian-Early Aptian record of Southeast France",
    "authors": ["J.P. Masse", "M. Fenerci-Masse"],
    "venue": "Sedimentary Geology",
    "year": 2013
  }, {
    "title": "Impact of Early Aptian carbon cycle perturbations on evolution of a marine shelf system in the Basque-Cantabrian Basin (Aralar",
    "authors": ["J. ejar"],
    "venue": "N Spain). Earth and Planetary Science Letters",
    "year": 2009
  }, {
    "title": "Temperature controlled deposition of early Cretaceous (Barremian-early Aptian) blackshales in an epicontinental sea",
    "authors": ["J. Mutterlose", "S. Pauly", "T. Steuber"],
    "venue": "Palaeogeography, Palaeoclimatology, Palaeoecology",
    "year": 2009
  }, {
    "title": "TEX 86 and stable 18O paleothermometry of early Cretaceous sediments: implications for belemnite ecology and paleotemperature proxy application",
    "authors": ["J. Mutterlose", "M. Malkoc", "S. Schouten", "J. Sinnighe Damste", "A. Forster"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2010
  }, {
    "title": "High-frequency, moderate to highamplitude sea-level oscillations during the late Early Aptian: insights into the Mid-Aptian event (Galve sub-basin, Spain)",
    "authors": ["C. Peropadre", "C.L. Liesa", "N. Mel endez"],
    "venue": "Sedimentary Geology",
    "year": 2013
  }, {
    "title": "The ups and downs of Guysborough County e the mid Cretaceous Naskapi Member in the Scotian Basin: eustacy or tectonics",
    "authors": ["D.J.W. Piper", "S. Bowman", "G. Pe-Piper", "R.A. MacRae"],
    "venue": "Atlantic Geology",
    "year": 2011
  }, {
    "title": "The Barremian-Aptian arid phase in western Europe",
    "authors": ["A. Ruffell", "D. Batten"],
    "venue": "Palaeogeography, Palaeoclimatology, Palaeoecology",
    "year": 1990
  }, {
    "title": "Paleoclimate analysis using spectral gamma-ray data from the Aptian (Cretaceous) of southern England and southern France",
    "authors": ["A. Ruffell", "R. Worden"],
    "year": 2000
  }, {
    "title": "Comparison of clay mineral stratigraphy to other proxy paleoclimate indicators in the Mesozoic of NW Europe",
    "authors": ["A. Ruffell", "J.M. McKinley", "R.H. Worden"],
    "venue": "Philosophical Transactions of the Royal Society,",
    "year": 2002
  }, {
    "title": "Plate tectonic reconstructions and paleogeographic maps of the central and North Atlantic Oceans",
    "authors": ["J.C. Sibuet", "S. Rouzo", "S. Srivastava"],
    "venue": "Canadian Journal of Earth Sciences",
    "year": 2012
  }, {
    "title": "Rudists and carbonate platforms in the Aptian: a case study on biotic interactions with ocean chemistry and climate",
    "authors": ["P.W. Skelton", "E. Gili"],
    "venue": "Sedimentology",
    "year": 2012
  }, {
    "title": "Late BarremianeEarly Aptian palaeoenvironmental",
    "authors": ["K. ollmi"],
    "year": 2012
  }, {
    "title": "The geology of the southeastern margin of Canada",
    "authors": ["J. Wade", "B. MacLean"],
    "venue": "Geology of the Continental Margin of Eastern Canada,",
    "year": 1990
  }, {
    "title": "The environment of deposition of black shales in the early Cretaceous: an ongoing controversy",
    "authors": ["H. Weissert"],
    "venue": "Special Publication,",
    "year": 1981
  }, {
    "title": "Volcanism, CO2 and paleoclimate: a Late Jurassic-Early Cretaceous carbon and oxygen isotope record",
    "authors": ["H. Weissert", "E. Erba"],
    "venue": "Journal of the Geological Society",
    "year": 2004
  }, {
    "title": "A revised biostratigraphic and well-log sequence-stratigraphic framework for the Scotian Margin, offshore eastern Canada",
    "authors": ["J.F. Weston", "R.A. MacRae", "P. Ascoli", "M.K.E. Cooper", "R.A. Fensome", "D. Shaw", "G.L. Williams"],
    "venue": "Canadian Journal of Earth Sciences",
    "year": 2012
  }, {
    "title": "Extensional development of the Fundy rift basin, southeastern Canada",
    "authors": ["M.O. Withjack", "R.W. Schlische", "M.S. Baum"],
    "venue": "Geological Journal",
    "year": 2009
  }],
  "id": "SP:117bb1deceb5b37f74399607e6521728a184a05b",
  "authors": [{
    "name": "Isabel Chavez",
    "affiliations": []
  }, {
    "name": "David J.W. Piper",
    "affiliations": []
  }, {
    "name": "Georgia Pe-Piper",
    "affiliations": []
  }, {
    "name": "Yuanyuan Zhang",
    "affiliations": []
  }],
  "abstractText": "Early Aptian black laminated organic mudstones, including the Selli Level, are recognized over large areas of Tethys and western European basins. This interval was investigated in a 75 m-thick continuously cored section of varicoloured shale in the lower Naskapi Member from the Panuke B-90 well in the Scotian Basin, offshore eastern Canada. This study complements the palaeogeographic range of correlatable Selli black shales and provides information on their relationship to sea-level change and palaeoclimate. Total organic carbon (TOC) was measured on 127 discrete samples, chemical environmental proxies (Th/K, Mn/ Ti, K/Ti, Th/Ti, V/Ti) were measured with a portable X-ray fluorescence (pXRF) spectrometer, and colour parameters L*a*b* were measured by spectrophotometer. Several black shale levels are recognized and correlated with similar shales in Europe between the BarremianeAptian boundary and the Selli Level. The Th/K ratio proxy for hinterland humid or arid climate conditions shows no systematic variation with black shale levels. Several sea-level lowstands are inferred from condensed sandy intervals with some brackish water biota and tidal sedimentary structures. Black shale intervals are found in highstand intervals, with no systematic relationship to inferred transgressions. The formation of black shales is related to palaeoceanographic changes that may be driven by conditions remote from the Scotian Basin. © 2015 Elsevier Ltd. All rights reserved.",
  "title": "North Atlantic climatic events recorded in Aptian Naskapi Member cores, Scotian Basin"
}