{
  "sections": [{
    "text": "0140-1963/$ - doi:10.1016/j\nCorrespo E-mail ad\nSouthern South America (SSA) has today a high diversity of climates, environments, biomes, and biotas, as a result of the complex interaction through time of plants and animals with the geological forces (e.g. plate tectonics, sea-level changes, glaciations) that modulated the geography of the continent. Arid biomes are well represented in SSA today, but were arid biomes similarly important in the geologic past? How long in time can be found major arid biomes in SSA? With the aim of replaying these questions, in this paper we summarized the paleoenvironmental changes of SSA through Cenozoic, emphasizing the relationships between biomes and the geological forces that, through different climatic-environmental factors, have driven its evolution. We define SSA the south of the 151S area. We prefer this geographical delimitation because with it we can see and follow the history of the biogeographic (historic and ecologic) relationships of Patagonian biota with the rest of the South American biota. Additionally, with this delimitation we possess the most complete Cenozoic South American land-mammal fossil record. We use biomes because biomes are taxon-free analytical units, and their pattern of change can be traced through time independently of the taxa present at different geological periods. Data on plate tectonics, volcanism, sea-level changes, marine paleotemperatures, and glaciations were taken from literature. To analyse the pattern of change of southern South American climates and environments through the Cenozoic, we used the fossil record of land-mammals as information source. When available, the record of vascular plants were used to contrast the inferences derived from land-mammals. Finally, we used standard geologic divisions (i.e. Epochs) as chronological units. The main conclusion of this paper is that from Early Paleocene to Late Pleistocene, southern South American climatic conditions changed from warm, wet, and nonseasonal, to colder, dryer, and seasonal. Concomitantly, biomes changed from tropical forest to steppes, across a sequence constituted by subtropical forests, woodland savanna, park-savanna, and grassland savanna. During the Quaternary, and as a consequence of glacial cycles, cold and dry conditions were interrupted by warmer and wet periods. Accordingly, several pulses of expansion\nsee front matter r 2006 Elsevier Ltd. All rights reserved.\n.jaridenv.2006.01.007\nnding author. Tel.: +54 2965 43 2100; fax: +54 2965 42 0012. dresses: eortiz@mef.org.ar (E. Ortiz-Jaureguizar), gcladera@mef.org.ar (G.A. Cladera).\nARTICLE IN PRESS E. Ortiz-Jaureguizar, G.A. Cladera / Journal of Arid Environments 66 (2006) 498–532 499\nand retraction of steppes (and, concomitantly, advances and retreats of the northern tropical forests) are recorded. This cyclic pattern of changes produced the provincialism that has characterized the South American biota from Early Pleistocene to the present. r 2006 Elsevier Ltd. All rights reserved.\nKeywords: Paleoecology; Paleoclimatology; Paleogeography; Fossil land-mammals; Paleoflora; Biome evolution; Andean orogeny; Sea-level changes; Glaciations"
  }, {
    "heading": "1. Introduction",
    "text": "Southern South America (SSA) has today a high diversity of climates, environments, biomes and biotas. For example, 15 of the 24 biogeographic provinces (Cabrera and Willink, 1980), and 10 of the 11 biomes, recognized for the entire continent, are found in SSA (Dinerstein et al., 1995; Olson and Dinerstein, 2002). This complex mosaic is the result of the interaction through time of plants and animals with the geological forces (e.g. plate tectonics, sea-level changes, glaciations) that modulated the geography of the continent.\nA high diversity of tropical, highland, coastal and continental arid biomes (e.g. montane grasslands, Mediterranean scrubs, desert and xeric shrublands; see Roig-Juñent et al. Fig. 2, 2006) can be found in SSA today. But, were arid biomes similarly important in the geologic past? How long in time can be found major arid biomes in SSA? With the aim of answering these questions, in this paper we summarized the paleoenvironmental changes of SSA through Cenozoic, emphasizing the relationships between biomes and the geological forces that, through different climatic-environmental factors, have driven its evolution."
  }, {
    "heading": "2. Conceptual and methodological framework",
    "text": "The term ‘‘southern South America’’ has not a unique definition. For example, Crisci et al. (1991) define SSA as the area south of 301S, plus the Andean highlands north of 301S. This definition is based on the geographical distribution of 27 arthropods and vascular plants, and according to the authors, is consistent with the biogeographic schemes of Kuschel (1969), Takhtajan (1986) and Humphries and Parenti (1986). On the other hand, Dinerstein et al. (1995) define SSA as the bioregion that comprises 10 ecoregions: Southern Andean steppe, Patagonian steppe, Patagonian grasslands, Argentine Monte, Argentine Espinal, Pampas, Uruguayan savannas, Chilean winter-rain forests, Valdivian temperate forests, and Subpolar Nothofagus forests (see also Map 1 in Dinerstein et al., 1995). According to these authors, a bioregion is a geographically related assemblage of ecoregions that share a similar biogeographic history and, thus, have strong affinities at higher taxonomic levels (e.g. genera, families).\nThe concepts of Crisci et al. (1991) and Dinerstein et al. (1995) have in common the biogeographic history, despite differences in the extension of what each consider SSA. Still, both papers are based on living taxa, while fossils and geologic time are not considered. When groups with good fossil records (e.g. mammals) are included in the analysis, biogeographic differences about areas become less clearly delimitated. For example, living platyrrhines are recorded today in the northern part of SSA, while fossils are recorded in Patagonia from Oligocene to Middle Miocene; or polydolopids, an extinct group of small marsupials, have been recorded during Late Paleocene close to Sao José de Itaboraı́\nARTICLE IN PRESS E. Ortiz-Jaureguizar, G.A. Cladera / Journal of Arid Environments 66 (2006) 498–532500\n(Brazil) as well as Comodoro Rivadavia inside SSA (Argentine Patagonia; see Pascual et al., 1996). Consequently, in this paper we define SSA as the area south of 151S. We prefer this geographical delimitation because with it we can see and follow the history of the biogeographic (historic and ecologic) relationships of the Patagonian biota with the rest of the South American biota. Additionally, South American mammalian fossil record is very largely restricted to southern parts of the continent, with comparatively few Tertiary land-mammalbearing localities outside Argentina (see Patterson and Pascual, 1972; Marshall et al., 1983, 1984). This southern record is specially appropriate for inferring the climatic-environmental changes under which land-mammal fauna evolved. This is due to the fact that SSA lies downwind of the Southern Ocean part that abuts Western Antarctica, and, consequently, the SSA Cenozoic climate has been very sensitive to environmental changes in Western Antarctica. Also, extended areas of SSA were affected by several marine transgressions and regressions during the Cenozoic. These advances and retreats of shallow sea-waters modified the climatic conditions under which the biota inhabited (see Mörner, 1984). In this paper we use biomes as analytical units, because they are taxon-free analytical units, and their pattern of change can be traced through time independently of the taxa present at different geological periods. Biomes are defined primarily by the physiognomy of their dominant vegetation. In turn, physiognomy is determined by the dominant growth forms (e.g. conifers, mesic/xeric grasslands), phenology (e.g. evergreen/deciduous), and other structural characters such as density, continuity, or canopy structure (Krassilov, 2003). It is accepted that the different types of vegetation and fauna of biomes are the result of evolutionary changes, which may be recent or date back into the past. They are maintained or continue to be transformed depending on whether the system of climatic, physical, biological, and human factors that determine their present state keep them stable or hasten their transformation (FAO, 1997). Most of these aspects of extinct biomes are recognizable in the fossil record, but with dissimilar degree of confidence. Consequently, classification of past biomes is logically more generalized than that of present-day ones (Krassilov, 2003). According to Uliana and Biddle (1988), during the Mesozoic and the Cenozoic the tectonic development of SSA was controlled by a complex subduction regime along its western margin, and the evolving spreading centre of the Mid-Atlantic Ridge along its eastern margin. This tectonic development, together with other major geological forces such as variations in the level of the sea, glaciations, and sea temperatures, modified the paleogeography of the southern part of the continent (Fig. 1). These factors drove the landscape and climatic evolution of SSA, and thus the compositional changes of its biota. Consequently, in our paper we used a good account of published data on plate tectonics, volcanism, sea-level changes, marine paleotemperatures, and glaciations (e.g. Kvasov and Verbitsky, 1981; Haq et al., 1987; Uliana and Biddle, 1988; Pascual et al., 1996; Zachos et al., 2001). To analyse the pattern of change of southern South American climates and environments through the Cenozoic, we used the fossil record of land-mammals as the information source. When existing, the record of vascular plants was used to contrast the inferences derived from land-mammals (see as an example Behrensmeyer et al., 1992). Land-mammals were selected as key indicators of the biome changes by several reasons:\n(1) land-mammals are the most abundant of all Cenozoic South American land-fossil vertebrates;\nARTICLE IN PRESS\nE. Ortiz-Jaureguizar, G.A. Cladera / Journal of Arid Environments 66 (2006) 498–532 501\n(2) geographically, they are known from South American northernmost latitudes to the southernmost ones, and from the Andean Cordillera along the western margin of the continent eastward, to the Atlantic coast; (3)\nSouth American land-mammals have proved to be among the most useful tools for recognizing and sequencing the biological and geological events that occurred in the continent from the latest Cretaceous to the latest Cenozoic;\n(4) they are the most reliable land fossils to recognize and characterize significant intervals of geologic time of this span, providing in such a way the historical framework to understand their evolution, and the evolution of the environments where they lived; and (5)\nfrom the oldest to the youngest, native herbivorous mammals successively grade from low- to high-crowned animals, following the general environmental and climatic trend from predominantly wide-ranged close-forested, warm and wet habitats, to relatively confined open temperate grasslands, to hot deserts, and to cold habitats, which, otherwise appear as related to the phenomena that produced the progressive restriction of the climatic belts (see Pascual et al., 1996, and references therein).\nFinally, we used trophic diversity of mammal genera to represent the pattern of change of climates and environments. Genera were grouped into eight trophic types on the basis of cheek-teeth crown morphology and height. These trophic types were: (1) myrmecophagous–termitophagous; (2) insectivorous; (3) omnivorous; (4) frugivorous; (5) browsers; (6)\nARTICLE IN PRESS E. Ortiz-Jaureguizar, G.A. Cladera / Journal of Arid Environments 66 (2006) 498–532502\nmixed-feeders; (7) grazers; and (8) carnivorous. Data were recalculated from Pascual et al. (1996), because we used standard geologic divisions (i.e. Epochs) instead of ‘‘Landmammal ages’’ as chronological units (Fig. 1)."
  }, {
    "heading": "3. Trends and features of successive southern South American land biomes",
    "text": ""
  }, {
    "heading": "3.1. Paleocene (65.5– 55 Ma)",
    "text": ""
  }, {
    "heading": "3.1.1. Geology",
    "text": "During the Paleogene (Paleocene–Oligocene), there was a pause in the Andean magmatism and a marine retreat. The sequences of the Andean dominion show a considerable variation in depositational regimes from north to south. For example, volcanic and volcanoclastic rocks were deposited from south-western Peru to Puna latitudes; volcanic rocks associated with lacustrine deposits are found between 301S and 391S; and few indications of volcanic activity are recorded on the southernmost Andes (Uliana and Biddle, 1988; Pascual et al., 1996). During the latest Cretaceous–earliest Paleocene span, the absence of large continental topographic barriers allowed a widespread Atlantic transgression (‘‘Salamancan Sea’’) that covered the major part of SSA, from Patagonia to the south, to Bolivia and Peru to the north (Fig. 2). This seaway divided the whole continent into two large regions, the northeastern and the south-eastern, respectively. Additionally, the south-western area was also divided into several and relatively extensive island territories (Pascual et al., 1996). Obviously, a shallow and warm-temperate sea surrounding relatively isolated continental islands had to influence the climate and the chorology of the continental biota (see Wilson and Arens, 2001). From the late Early Paleocene to the Late Paleocene, most of the Late Cretaceous–Early Paleocene widespread Atlantic transgression was transformed in a series of broad alluvial plains and large lake basins. During the Late Paleocene, while the southern tip of Patagonia was still covered by the sea, the territories of central and northern Patagonia turned into vast loess plains, whose sediments had pyroclastics origin. These pyroclastic sediments can be related to the swing of the volcanic belt to the North Patagonian Andes and the Somuncurá Massif. Suggestively, most of the correlated extra-Patagonian landmammal bearing beds were deposited within broad alluvial sedimentary basins, filled with epiclastic sediments (Pascual et al., 1996). Paleocene temperatures in the southern ocean were about 20 1C, a typical value of subtropical oceans (Shackleton and Kennett, 1975)."
  }, {
    "heading": "3.1.2. Botany",
    "text": "During Early Paleocene, fossil plants (principally pollen grains and leaves) suggest the predominance of tropical and subtropical moist forests, with temperate and mixed forest on the southernmost tip of the continent. Mangroves, swamp forest, montane rain forest, and savanna-sclerophyllous forest were registered in fossiliferous beds now located at 451S, and Nothofagus was present, but rare, in Patagonia (except in Tierra del Fuego island; Petriella and Archangelsky, 1975; Romero, 1986, 1993; Troncoso and Romero, 1998). Late Paleocene floras were similar to those of the Early Paleocene, but there are no records of mangroves in Patagonia, or of Nothofagus in northern Patagonia (Troncoso and Romero, 1998).\nARTICLE IN PRESS\nE. Ortiz-Jaureguizar, G.A. Cladera / Journal of Arid Environments 66 (2006) 498–532 503"
  }, {
    "heading": "3.1.3. Mammals",
    "text": "During the Early Paleocene, fossil land-mammals also corroborate the predominance of moist forest. Insectivorous mammals—most of them of scansorial locomotor habits—were predominant, and herbivorous were exclusively represented by browser or omnivorousbrowser types (Fig. 3a; Ortiz-Jaureguizar, 1996; Pascual et al., 1996). Notwithstanding, fossil land-mammals suggest that there were some environmental differences between\nARTICLE IN PRESS\nE. Ortiz-Jaureguizar, G.A. Cladera / Journal of Arid Environments 66 (2006) 498–532504\nnorthern and southern parts of SSA. In fact, land-mammals communities recorded in the present Bolivian territory were dominated by insectivorous, followed by omnivorousbrowsers and browsers, while south central Patagonian ones were dominated by insectivorous-frugivorous, followed by omnivorous-browsers and insectivorous. The higher number of browsers and insectivorous in Bolivian communities can be correlated to closer, wetter and warmer woodlands than the Patagonian ones (Pascual and OrtizJaureguizar, unpublished data). Fossil mammals also corroborate the predominance of moist forests during the Late Paleocene. Land-mammal communities were dominated by browser types, but insectivorous types still maintained a relatively high diversity (Fig. 3b). During the latest Paleocene high crowned (protohypsodont) mixed-feeders mammals were recorded for the first time (Fig. 3b), but only in Patagonian beds and showing low diversity values (OrtizJaureguizar, 1996; Pascual et al., 1996; Pascual and Ortiz-Jaureguizar, unpublished data). Since the presence of high crowned mammals is typically associated with mixed-feeders and grazers trophic habits, the appearance of high crowned mammals in Patagonia suggests the first steps of grassland extension in SSA. Additionally, its absence in lower and coeval latitudes suggests the beginning of more marked latitudinal environmental differences than those inferred for the Early Paleocene (Pascual and Ortiz-Jaureguizar, unpublished data). Unfortunately, there are no records of grass pollen or phytolithes in Patagonia (but grass pollen has been recorded during the Early and the Late Paleocene in northern South America; see Muller et al., 1987) in order to test the hypothesis derived from mammal communities. Notwithstanding, the observed differences among northern and southern communities can also be explained by the above mentioned differences in the\nARTICLE IN PRESS E. Ortiz-Jaureguizar, G.A. Cladera / Journal of Arid Environments 66 (2006) 498–532 505\nland-mammal bearing sediments, i.e. pyroclastics in Patagonia and epiclastics in extraPatagonian areas (Ortiz-Jaureguizar, 1996). Due to its mineralogic composition (volcanic glass), pyroclastic sediments are highly abrasive. Accordingly, to compensate the dental wear produced by chewing a food contaminated with volcanic glass, an adaptative response of the mammalian herbivores is to increase the height of the cheek-teeth (see Janis, 1988). If future evidence corroborates this alternative hypothesis, then the early appearance of high crowned mammals in Patagonia does not indicate an early development of grasslands in SSA (Ortiz-Jaureguizar, 1996)."
  }, {
    "heading": "3.2. Eocene (55– 33.7 Ma)",
    "text": ""
  }, {
    "heading": "3.2.1. Geology",
    "text": "During most of the Eocene, geologic characteristics of SSA were similar to those observed during the Late Paleocene. During the Early Eocene, eustatic sea level was high, and marine waters were warm (Haq et al., 1987; Zachos et al., 2001). But according to Uliana and Biddle (1988), a local regression from extended areas of the Atlantic platform form a land connection among Patagonia and the Islas Malvinas (Falkland Islands). This regression has been proposed as the probable cause of the greater continentality and seasonality, and the increased water stress observed in the Patagonian vegetation (Markgraf et al., 1996). During the Middle Miocene (ca. 45–41Ma), the first Alpine glaciers are recorded in West Antarctica (Birkenmajer et al., 2005).\nDuring the Late Eocene, a tectonic deformation is recorded both in the Andean basin of Bolivia and Peru, and in southern Chile and Argentina (‘‘Inca Phase’’ of the Andean orogeny, Fig. 1; see also Riccardi and Rolleri, 1980; Marshall and Sempere, 1993; Malumián, 1999; Salfity and Marquillas, 1999). As a consequence, the incipient southern Andes were reactivated in central Patagonia (Riccardi and Rolleri, 1980). This uplift was correlated with a sharp marine regression (see Haq et al., 1987). In Antarctica, the opening of the Tasman Sea produced changes in the circum-Antarctic ocean circulation. Ocean temperatures dropped drastically and sea levels fell (Markgraf et al., 1996). Glaciations events have been reported in East Antarctica during latest Eocene (Dingle and Lavelle, 1998)."
  }, {
    "heading": "3.2.2. Botany",
    "text": "Taken as a whole, Eocene floras of SSA indicate subtropical to fully tropical forests, but some taxa suggest a seasonal dryness (Simpson, 1983; Romero, 1986). During the Early Eocene, when maximum global temperatures for the Cenozoic occurred (Zachos et al., 2001), the highly diversified north-western Patagonian Laguna del Hunco paleoflora shows the presence of a tropical vegetation living in an equable climate, with 15.6 1C of annual average paleotemperatures, winter temperatures warmer than 10 1C, and 1000–1200mm of annual average precipitations in southern latitudes (Wilf et al., 2003). Tropical, seasonal dry climatic zones were inferred from two Early Eocene floras located 371S, near the Pacific coast in Chile (Romero, 1986).\nBeginning in the Middle Eocene (and continuing through the Oligocene), a fall in the proportion of species with entire-margined leaves and of species with large leaves indicates moist and warm-temperate climates, and the presence of subtropical rain forest in southern tip of South America (Romero, 1986). Notwithstanding, the presence of some leafs\nARTICLE IN PRESS E. Ortiz-Jaureguizar, G.A. Cladera / Journal of Arid Environments 66 (2006) 498–532506\nassigned to Schinopsis indicates the presence of dryer areas, probably associated with a moisture gradient (Troncoso and Romero, 1998). Finally, during the Late Eocene the proportion of species with entire-margined leaves drops, again, in north-western Patagonia, approximately at the same latitudes at which subtropical rain forest developed during the Lower Eocene. This fact suggests the presence of a mixed mesophytic forest, developed under moist, cold-temperate and/or more seasonal climates (Romero, 1986). During this time, grass phytolithes are recorded in Patagonian paleosols (Andreis, 1972)."
  }, {
    "heading": "3.2.3. Mammals",
    "text": "During the Early Eocene, the latest Paleocene land-mammal communities persisted. Mammal communities were dominated by browser types (Fig. 4a). Mixed-feeders and grazer mammals are recorded only in Patagonian beds, and showing low diversity values (Fig. 4a) (Pascual et al., 1996; Pascual and Ortiz-Jaureguizar, unpublished data).\nARTICLE IN PRESS E. Ortiz-Jaureguizar, G.A. Cladera / Journal of Arid Environments 66 (2006) 498–532 507\nMiddle Eocene land-mammal communities are dominated by browser types (Fig. 4b). Together with several insectivorous and omnivorous-insectivorous types, browsers indicate the predominance of a subtropical rain forest, developed under moist and temperate climates (Pascual et al., 1996; Croft, 2001). Like during the latest Paleocene–Early Eocene span, mixed-feeders and grazers have low diversity values (Figs. 3b, 4a and b), and are recorded only in Patagonia. Thus, the climatic distinction among southern and northern parts of SSA persists, being the southern part relatively drier than the northern one (Pascual et al., 1996).\nLate Eocene land-mammal communities are dominated by browsers, but mixed-feeders and grazers are more diverse than during Middle Eocene in Patagonia (Figs. 4b and c). This expansion of mixed-feeders and grazers suggests a parallel expansion of relatively drier climates and plant communities with a major proportion of grasses (Pascual et al., 1996; Kay et al., 1999). Conversely, the northern part of SSA still maintains land-mammal communities markedly dominated by browsers, indicating the persistence of warm and wet climates, and at least subtropical rain forests (Pascual et al., 1996)."
  }, {
    "heading": "3.3. Oligocene (33.7– 23.8 Ma)",
    "text": ""
  }, {
    "heading": "3.3.1. Geology",
    "text": "Most of the Oligocene was again a time of relative tectonic quiescence (Malvicini and Llambı́as, 1982). Thin pyroclastic loess with paleosols continued to dominate the subaerial setting of Patagonia (Uliana and Biddle, 1988; Pascual et al., 1996).\nDuring the latest Early Oligocene (ca. 29Ma), the Drake Passage was wholly opened and marine temperatures markedly fell (Zachos et al., 2001). At this time, the first glaciation is recorded in all the Antarctica (Dingle and Lavelle, 1998). Apparently at the same time, short-term climatic-environmental changes occurred: short-term lowering of oceanic temperatures, and a pronounced drop in sea levels (Markgraf et al., 1996). During the latest Oligocene (ca. 25Ma) the modification of the convergence direction between Nazca and South American plates induced important modifications in the Andean arc, reactivating the main magmatic belt. Igneous activity expanded over large areas and invaded the foreland in west-central Argentina, Bolivia, and Peru, but in southern Argentina and Chile the magmatic activity was modest (Uliana and Biddle, 1988). During late Oligocene–Early Miocene (ca. 26–20Ma), the present morpho-structural configuration of the Andes of Central Chile began to develop. Also during this span, a new Patagonian Atlantic transgression (‘‘Patagonian Sea’’) occurred in the same general areas covered by the ‘‘Salamancan Sea’’ during the Late Cretaceous–Early Paleocene. During the last phases of this transgression, a generalized Pacific transgression occurred on the west margin of South America (Malumián, 1999)."
  }, {
    "heading": "3.3.2. Botany",
    "text": "During the Oligocene, the Patagonian fossil record of plants indicates a continuation of the trend to cooler temperatures and dryer seasons initiated in Late Eocene (Markgraf et al., 1996). The Subantarctic flora expanded its distribution area across the western margin of SSA, occupying an area that become extended from the island of Tierra del Fuego to the south of Central Chile (Romero, 1993; Troncoso and Romero, 1998). Oligocene fossil taphofloras are scarce on the rest of SSA. Notwithstanding, Troncoso and Romero (1998) indicate the presence of a Mixed paleoflora, with many taxa belonging to\nARTICLE IN PRESS E. Ortiz-Jaureguizar, G.A. Cladera / Journal of Arid Environments 66 (2006) 498–532508\nthe wooded savannas of the present-day Chaco phytogeographic Dominion (e.g. Anacardiaceae, Leguminosae), and some arid elements like Ephedraceae. In some austral areas of Patagonia, Late Oligocene pollen of palms, tree ferns, lianes, and climbing plants has been recorded, suggesting warm and wet climatic conditions, and a close forest (Barreda, 1997, 2002). During the latest Oligocene a more open, park-savanna vegetation, replace woodlands east to the present-day Patagonian Andean mountain range (Troncoso and Romero, 1998)."
  }, {
    "heading": "3.3.3. Mammals",
    "text": "Early Oligocene land-mammal fauna is represented by a few fossiliferous beds located in Central Chile, and Cuyo and Central Patagonia regions of Argentina (Pascual, 1970; Wyss et al., 1994; Kay et al., 1999). These communities are marked by a quite drastic faunistic change (Pascual et al., 1985, 1996): (1) the most ‘‘primitive’’ Paleogene mammals vanished or became extinct (e.g. Polydolopidae and Groeberidae marsupials, Trigonostylopoidea, Oldfieldthomasiidae, Henricosborniidae, and Notostylopidae native ‘‘ungulates’’, Utaetini and Euphractini dasypodid xenarthrans); and (2) the immigrant hystricognath rodents are recorded for the first time (Wyss et al., 1994). This faunistic change led to a modernization period of the South American land-mammal fauna (Pascual et al., 1985, 1996). Early Oligocene land-mammal communities are dominated by browsers, but mixedfeeders and grazers are more diverse than during Late Eocene (Figs. 5a and 4b), suggesting the presence of a woodland-savanna with a relatively low annual rainfall (Croft, 2001). Overall, and for the first time, Late Oligocene land-mammal communities were dominated by grazers, but browsers and frugivorous remained highly diverse (Fig. 5b). This distribution of trophic types indicates that mammals were part of a more open\nARTICLE IN PRESS E. Ortiz-Jaureguizar, G.A. Cladera / Journal of Arid Environments 66 (2006) 498–532 509\nwoodland savanna biota (Webb, 1978; Pascual et al., 1996; Croft, 2001). Although the precocity shown by certain Patagonian notoungulates in the acquisition of high-crowned teeth was first evident as early as the end of the Paleocene, it was during the Late Oligocene that many families of notoungulates, large and small, acquired protohypsodont to euhypsodont cheek-teeth (see Patterson and Pascual, 1972). This character is very important because it suggests that temperate grasslands were present and wide-ranged in middle Patagonian latitudes at least by Late Oligocene. This inference is corroborated by the abundant presence of opalized phytoliths (Feruglio, 1949; Spalletti and Mazzoni, 1977, 1979) in the Late Oligocene mammal-bearing sediments.\nThe rest of the mammals confirm the existence of woodland savanna. For example, marsupials evolved new and varied scansorial and insectivorous-frugivorous types, such as the Palaeothentidae and Abderitidae (Marshall, 1980; Ortiz-Jaureguizar, 2003). In addition, the new progressively varied terrestrial habitats allowed a remarkable adaptive radiation of other marsupials, from the most specialized and gigantic known ‘‘sabertoothed’’ Proborhyaeninae (Bond and Pascual, 1983) to fossorial rodent-like types, such us the Patagonioidea (Pascual and Carlini, 1987; Pascual et al., 1988), as well as the ricochetal Argyrolagoidea (Wolff, 1984; Marshall and Villarroel, 1987). That remarkable gigantic proborhyaenine predators appear linked ecologically with a variety of large herbivorous groups, including not only native ‘‘ungulates’’ but now also a curious and unique array of other large herbivores, such as the glyptateline glyptodonts and various mylodontoid and megatherioid ground sloths (see Pascual et al., 1985). Among the newcomers, the hystricognath rodents show notable diversification (Patterson and Wood, 1982; Vucetich, 1986, 1991). From a climatic point of view, the Late Oligocene Patagonian record of rodents (up to ca. 481S) shows striking differences from the more or less coeval records in lower latitudes (ca. 171S) of the Bolivian Salla-Luribay and Lacayani localities (Vucetich, 1986, 1991). Taken together, rodents from both distant regions indicate that warm and wet climates, and forested habitats, were prevalent. But, in Patagonia, the presence of more extensive open habitats is indicated by the abundant protohypsodont species, compatible with grazer ecological types (Vucetich, 1986, 1989, 1991). This interpretation is also corroborated by the presence of primates in Bolivia (e.g. Hoffstetter, 1969; Rosenberger, 1981) and its absence in coeval Patagonian land-mammal localities (Vucetich, 1986; Pascual et al., 1996)."
  }, {
    "heading": "3.4. Miocene (23.8– 5.32 Ma)",
    "text": ""
  }, {
    "heading": "3.4.1. Geology",
    "text": "During the Early Miocene (ca. 23–27Ma), the geologic and geographic characteristics of SSA were similar to those of the Late Oligocene (see above, 3.3). But during the latest part of the Early Miocene, an explosive volcanism (recorded from south-central Patagonia to the present-day Magellan Strait) injected to the atmosphere high quantities of volcanic ashes. These ashes are the origin of the thicker tuff deposits that represent this lapse of time in Patagonia. During the Early Miocene, a new glaciation (Mi1) is recorded in Antarctica (Zachos et al., 2001). Finally, during the latest Early Miocene, a well-defined climatic seasonality was installed in Patagonia (Tauber, 1997). Sea levels were low overall, and temperatures remained constant at least until the latest Early Miocene (Markgraf et al., 1996).\nARTICLE IN PRESS E. Ortiz-Jaureguizar, G.A. Cladera / Journal of Arid Environments 66 (2006) 498–532510\nBeginning with the Middle Miocene (ca. 17Ma), southern South American landscapes began to be dominated by the processes that led to the present configuration of the Andean tectonic-magmatic belt (Uliana and Biddle, 1988). During the Middle Miocene (ca. 17–15Ma), a small Pacific transgression covered Central Chile. Also, during the Middle and Late Miocene three successive Atlantic marine transgressions were recorded in SSA, all of them informally known as the ‘‘Paranean Sea’’ (Fig. 6). Accordingly, during this time an open seaway newly separated terrestrial environments of SSA from those farther north,\nARTICLE IN PRESS E. Ortiz-Jaureguizar, G.A. Cladera / Journal of Arid Environments 66 (2006) 498–532 511\nspreading over virtually all of eastern Argentina, western Uruguay, southern Paraguay and south-eastern Bolivia (Pascual et al., 1996). The north-western part of this ‘‘Paranean Sea’’ was connected with the so-called ‘‘Tethys Waterspout’’ (Fig. 6), that covered widespread areas among the Andean Cordillera and the Guayanian and Brasilian Bedrocks (see Ramos, 1989; Rässänen et al., 1995; Webb, 1995). Paleoclimatic studies show an ‘‘Optimum Climaticum’’ during Middle Miocene, with a fall in the thickness of the Antarctic ice cap and a slight increase of the oceanic temperatures (Zachos et al., 2001).\nDuring the Middle Miocene a great increase in the equator-to-pole thermal gradient occurs, and oceanic gradients first attained values exceeding 20 1C. The marked bottom-water temperature decline in lower latitudes in early Middle Miocene times, and all the coeval changes in oceanic currents, appear as concomitantly related with the onset of significant continental glaciation in West Antarctica. This cold trend is interpreted as the result of the combined action of the Andean uplift and the Western Antarctic glaciation. Both events determined an increase of the thermal gradient from equator to poles, as well as the reinforcement of the South Pacific Subtropical Anticyclone and the springing up of the cold Humboldt Current (Hinojosa and Villagrán, 1997; Gregory-Wodzicki, 2000; Zachos et al., 2001).\nDuring Late Miocene–Early Pliocene (ca. 11–3Ma) the widespread surface flooded by the ‘‘Paranean Sea’’ was succeeded by likewise spread plains, extending north from northern Patagonia, reaching central and northern Argentina, Uruguay, along the eastern slopes of the rising Andes of northern Bolivia, southern Peru, and Venezuela, and also in the upper Amazon basin (Marshall et al., 1983; Pascual et al., 1996). These new habitats were so conspicuous that this period is known as ‘‘the Age of the Southern Plains’’ (ASP, see Pascual and Bondesio, 1982; Pascual et al., 1996; Ortiz-Jaureguizar, 1998; Fig. 1). The beginning of these new habitats is correlated to the ‘‘Quechua Phase’’ of the Andean diastrophism (see Yrigoyen, 1979). Under its influence, the Patagonian and Principal Cordilleras were successively uplifted at about 14–10Ma, progressively forming a major barrier to moisture-laden South Pacific winds (Riccardi and Rolleri, 1980). The resulting rain-shadow effect on the eastern Patagonian landscapes, lead to the first stages on the differentiation of both the present biogeographic subregions of SSA: Subantarctic and Patagonia (Pascual et al., 1996). Additionally, during Late Miocene an ice cap is developed in Eastern Antarctica, and ocean temperatures fall approximately 4 1C (Zachos et al., 2001). In southern Argentina, the first evidence of a glacial advance is recorded in Late Miocene–Early Pliocene (Mörner and Sylwan, 1989; Rabassa, 1999). Thus, during the ASP the climate was cooler, and seasonality was more marked that in the Middle Miocene, with a more varied environmental subdivision (Pascual et al., 1996).\nAccording to isotopic ratios it has been interpreted that the high-latitude climates through the Late Miocene featured only slight fluctuations on their intensity. Notwithstanding, some other evidence shows that through the Late Miocene there was a general trend of global climate deterioration (Frakes, 1979). But superimposed to the general cooling trend, short-term warmer climatic fluctuations have been detected (Fig. 1).\nIt is well known that the Late Neogene was a time of very active diastrophism, as well as a time of increased frequency of relative global sea-level changes (Haq et al., 1987). Both phenomena appear to be tightly connected to each other, and tied to the complex causes of the wide swings and cyclicity of the Late Neogene climates. The so frequent successive sealevel falls, are apparently connected to the progressive effects of the diastrophism we know as ‘‘Diaguita Phase’’ (see below 3.5). On the other hand, the most ostensible effect of this diastrophic phase was the completion of the Panamanian Land Bridge and the consequent\nARTICLE IN PRESS E. Ortiz-Jaureguizar, G.A. Cladera / Journal of Arid Environments 66 (2006) 498–532512\nmassive inter-American biotic interchange (see below). Furthermore, within the South American territory the ‘‘Diaguita Phase’’ of Andean Orogeny culminated the rising of the eastern Sierras Pampeanas, leading to the rain-shadow effect that makes the occidental regions the semideserts they are today (see below 3.5; Pascual et al., 1985)."
  }, {
    "heading": "3.4.2. Botany",
    "text": "According to Romero (1993) during the Miocene a change occurred in the South American flora, with more modern families becoming abundant and many being recorded for the first time. In the South Neotropical Province (that according to this author replaces the previous Mixed Province) Asteraceae is the more diversified family, followed by Anacardiaceae, Malvaceae, and Leguminosae. The xeric group is relatively highly diversified, and is mainly concentrated in SSA. During Early and Middle Miocene, Subantarctic flora reached the southern part of Central Chile (Troncoso and Romero, 1998). Tropical forests were still abundant during the Early Miocene of Patagonia, although since grasses and shrubs were more widely distributed, the vegetation acquired a more complex aspect (Barreda, 2002). During the Patagonian latest Early Miocene, the xerophytic elements suffered an areal retraction, and tropical ones expanded southward. During the Early–Middle Miocene, the flora of northwestern Argentina shows a reduction of wet and subtropical forest, and an increase of montane forest, as well as the first evidence of a steppe in a relatively dry climate (Quattrocchio et al., 2003). During the Middle Miocene (but most markedly during the Late Miocene), a xeric vegetation (grasses and shrubs) was well developed in Central Chile and Central and Eastern Patagonia (Barreda, 2002). The xeric vegetation of Central Chile had many taxa in common with the present-day vegetation of this area, and has to be its Miocene predecessor (Troncoso and Romero, 1998). In northern Chile and Peru, arid climates and environments have been recorded ca. 14Ma, followed by more humid (semiarid) periods interrupted by short arid events up to the earliest Late Pliocene (Hartley and Chong, 2002; see 3.5). A Middle Miocene paludal, xerophyllous and hygrophilous forest vegetation was recorded in north-western Argentina, living under a subtropical, probably in part, dry climate (Anzótegui and Herbst, 2004). During the Late Miocene, a vegetation of open and arid environments is developed in most of Patagonia (Menéndez, 1971; Troncoso and Romero, 1998; Barreda, 2002). This vegetation is represented by Chenopodiaceae, Amaranthaceae (recorded for the first time) and to some extent, Proteaceae and Asteraceae (Romero, 1993). Subantarctic flora is recorded in Tierra del Fuego and the western margin of the continent, occupying approximately the same areas that in present days (Troncoso and Romero, 1998; Barreda, 2002). Xerophytic savannas and mountain forests were recorded in north-western Argentina (Mautino and Anzótegui, 2002). In Bolivia, subtropical xeric floras (GregoryWodzicki et al., 1998) and cloud-forests (Graham et al., 2001; see 3.5) were recorded. This cloud-forest (extended from Middle or Late Miocene to Miocene–Pliocene limit) developed under ca. 20 1C mean annual temperature and mean annual precipitation between 1000 and 1500mm (Graham et al., 2001). These floras are related to the above mentioned increase of thermal differences among extreme temperatures (Hinojosa, 2005)."
  }, {
    "heading": "3.4.3. Mammals",
    "text": "Early Miocene land-mammal fauna was similar to that of the Late Oligocene, dominated by grazers, and with frugivorous and browsers remaining highly diverse\nARTICLE IN PRESS\nE. Ortiz-Jaureguizar, G.A. Cladera / Journal of Arid Environments 66 (2006) 498–532 513\n(Fig. 7a). The principal differences between both faunas are the lower diversity of browsers, and the higher diversity of mixed-feeders during the Early Miocene (Figs. 5b and 7a). This distribution of trophic types indicates that during this time a balance existed between grasslands and woodlands, probably represented by a park savanna (Webb, 1978; Pascual et al., 1996). From a climatic point of view, the presence of platyrrhini primates and other warm climate-sensitive vertebrates have been recorded as far south as Tierra del Fuego (ca. 521S; see Pascual, 1970; Pascual and Odreman Rivas, 1971; Pascual and OrtizJaureguizar, 1990), suggest that warm and forested habitats were well developed in Patagonia. This inference is also supported by termites (Bown and Laza, 1990). Still, together with these indicators of warm and forested habitats, there were also other mammals such as the fossorial marsupials and rodents (Pascual and Carlini, 1987; Pascual et al., 1988), and lithogenetical evidence (Bown and Larriestra, 1990) that indicate the existence, in Patagonia, of drier climatic events, or complex environments represented by dune deposits encroaching on areas of highland wet forests (Pascual et al., 1996).\nARTICLE IN PRESS E. Ortiz-Jaureguizar, G.A. Cladera / Journal of Arid Environments 66 (2006) 498–532514\nMiddle Miocene land-mammal fauna lived under the influence of the close, shallow, and warm ‘‘Paranean Sea’’ (see above). Grazers were dominant, followed by mixed-feeders, frugivorous and browsers (Fig. 7b). Compared to the precedent fauna, grazers almost duplicated its relative importance, and conversely, frugivorous and browsers reduced its relative diversity both by ca. 25% (Fig. 7a). This compositional change is consistent with an extensive change from park savanna to grassland and steppe-like environments (Webb, 1978; Pascual et al., 1996), related to the first subphases of the complex diastrophic ‘‘Quechua Phase’’ of the Andean orogeny (see above). Notwithstanding, the Patagonian primates of the Middle Miocene indicate that warm and forested habitats were still conspicuously developed down to the southern tip of the continent (Pascual and OrtizJaureguizar, 1990; Pascual et al., 1996). Latter in Middle Miocene, Patagonian mammal faunas show the effects of the climatic changes produced by the West Antarctic glaciation and the Andean uplift (Pascual and Odreman Rivas, 1971), attesting the primordial stages of those inhabitants of the drier, colder, and extended plains and pampas, that developed throughout the rest of the Miocene (Pascual, 1984a). During the Late Miocene, most of the preceding mammal taxa related to subtropical woodlands became completely extinct (e.g. the anteater-like Stegotheriine armadillos), rare (e.g. Palaeothentidae and Abderitidae marsupials, and Echimyidae and Erethizontidae rodents) or absent (e.g. Platyrrhini, and most of the tree-dwelling edentates) in Patagonia (Bondesio et al., 1980). Significantly, the extinction of most of the tree-sloths coincided with the increase of the ground-sloth forerunners such as the Megatheriidae, Scelidotheriinae, and Mylodontinae, so frequent in the southern South American regions during the rest of the Cenozoic (Scillato-Yané, 1986). Likewise, throughout the Late Miocene we assist to a progressive increase of the grazer and mixed-feeders ‘‘ungulates’’, attesting that in the history of the South American mammals this is the first time when the euhypsodont ‘‘ungulate’’ mammals became relatively the most numerous. Also, the specialized ricochetal argyrolagoid marsupials were relatively well represented, and as one more piece of evidence of the dry and open habitats prevailing during the Late Miocene (Simpson, 1970, 1971; Mares, 1985; Pascual and Ortiz-Jaureguizar, 1990; Pascual et al., 1996). On the other hand, this trend also indicates the direction of the correlated physical and biological changes: most of the latest Middle Miocene earlier mammals were recorded within deposits exposed on the eastern slopes of the Central and Northern Patagonian Cordillera (Bondesio et al., 1980; Pascual et al., 1985), whereas the remainders of the Late Miocene were recorded only partially in northern Patagonia, and chiefly in those territories situated northward of Patagonia (Pascual, 1984a). As we said above, the evidences offered by the Platyrrhini record become an eloquent model to evaluate those climatic changes we already record from the beginning of the Late Miocene: they have not been recorded in Patagonia in any sites, either in any of the later richly fossiliferous sites in Argentina, nor in those situated where they presently live (Pascual and Ortiz-Jaureguizar, 1990). Another external proxy evidence that supports the climatic inferences derived from the ecomorphological analysis of the Late Miocene South American mammals, is the analysis of the photosynthetic pathway followed by plants to assimilate carbon. There are three pathways, commonly called C3, C4, and Crassulacean acid metabolism (CAM). The C3 pathway is the most common and is more efficient than C4 and CAM under cool and moist conditions and under normal light. The C4 pathway is found in less than 1% of living plants (nearly always herbs or shrubs) growing in warm, sunny environments. C4 plants show higher photosynthetic rates than C3 plants under high light intensity and high\nARTICLE IN PRESS E. Ortiz-Jaureguizar, G.A. Cladera / Journal of Arid Environments 66 (2006) 498–532 515\ntemperatures, what usually results in higher water use efficiency. Finally, CAM plants (many succulents such as cactuses and agaves, and some orchids and bromeliads) have an even higher water use efficiency than C3 plants under arid conditions (due to stomata opening at night when transpiration rates are lower). Additionally, when conditions become seasonally dry, some CAM plants can leave their stomata closed through night and day preventing almost all water lost. CAM plants cannot compete with C3 plants in a moist, cool environment, because stomata opening during the day is more efficient (more details can be found in Lambers et al., 1998).\nToday, C3 plants are predominant and C4 plants do hardly occur in regions where light is a limiting factor and temperatures are low (i.e. temperate zones). Conversely, C4 plants are more successful in the open country of warmer zones. Notwithstanding, high values of light and temperature, by themselves, are not sufficient to explain the evolution of C4 plants at CO2 levels significantly above the current values (Ehleringer et al., 1991). C4 photosynthesis apparently appears as a response of the angiosperms to the reduction in atmospheric CO2 levels that began during the Cretaceous (Ehleringer et al., 1991). More recently, the appearance of C4 plants as a significant component of the continental ecosystem during the Late Miocene may be related to the rise of seasonality and aridity, as well as to decreased levels of CO2 in the atmosphere (Cerling et al., 1993).\nAccording to McFadden et al. (1996), herbivore enamel samples older than 9Ma exhibit only C3 dietary signatures in South America. During 9–6.5Ma, herbivores indicate mixed C3–C4 in addition to pure C3 diets, and exclusively C4 diets are recorded for the first time during 6.5–3.9Ma. This evidence agrees with the pattern derived from the ecomorphology of Miocene and Plio-Pleistocene South American continental mammals (see above and below).\nThe Late Miocene land-mammal fauna is clearly dominated by grazers, followed by mixed-feeders (Fig. 7c). Both groups are currently recorded in remote localities of the continent (Pascual et al., 1996). Browsers and frugivorous have a very low diversity (Fig. 7c). On the other side, together with these wide-ranged cursorial mammals, there were some other varied vertebrates indicating that there was a pronounced regional environmental differentiation among the likewise extended plains, which roughly anticipated the present biogeographical regions (Pascual, 1984a). For example, the northern half of the Argentine territory was divided into two main and almost parallel biogeographical units: one widely extended along the eastern side of the incipient Cordillera, and the other further east, along the pre-Paranan river, at the time a wide drainage basin (Pascual and Odreman Rivas, 1973; Cione et al., 2000). They both share some specialized cursorial mammals, but the easternmost region records some climate-sensitive and stenotopic vertebrates absent in the other, e.g. crocodylians, aquatic turtles, and booids. Aside from these ecological differences, taken as a whole these prevalent plain environments attest the transcendental events which took place throughout the Late Miocene. For example, among the ‘‘ungulates’’ the record shows that the diversification of the only two living orders, Litopterna and Notoungulata, was ended and represented by the most cursorial and grazer types of the persisting families (i.e. Proterotheriidae–Macraucheniidae, and Mesotheriidae–Toxodontidae–Hegetotheriidae, respectively). Furthermore, they were represented by few species but by numerous individuals (Bond, 1986).\nAmong the rodents, two eloquent evolutionary processes occurred during the latest Middle Miocene. The echimyids and octodontids were relatively numerous, but during Late Miocene the latter gradually became more predominant and varied. This family of\nARTICLE IN PRESS E. Ortiz-Jaureguizar, G.A. Cladera / Journal of Arid Environments 66 (2006) 498–532516\nrodents (that today live in dry regions) culminated a cladogenetic process with the differentiation of the specialized Ctenomyinae (Pascual et al., 1985, 1996), that inhabit arid regions, living in tunnels and chambers they digged. On the other hand, specialized lineages of the Dinomyidae (Eumegamyinae), Hydrochoeriidae (Protohydrochoeriinae and Cardiatheriinae), and Neoepiblemidae culminated in the largest cursorial rodents ever known (Pascual et al., 1985; Vucetich, 1986). The diversification and distribution of the edentates is in accordance with the environmental partition we recognize by the evidence provided by the rest of the mammals (see Pascual et al., 1985, and references therein). The armadillos and the glyptodonts experienced the greatest diversification ever recorded, and were quite common inhabitants of the central and wide-ranged plains of SSA. Most of the armadillos recorded in this latter region indicate that they represent the forerunners of those presently living both in the Chaco and Pampean regions. Ground sloths became progressively more numerous and were mainly represented by the Megatheriinae and Mylodontinae. The Megalonychidae and Nothrotheriinae megatheriids were restricted to apparently more woody areas, marginal to the pampas. The anteaters were represented by the Myrmecophagidae as well as by the Cyclopidae. These records of edentates in SSA suggest that environments such as those of the present-day Chaco region (but wetter) ranged from the present-day slopes of the highest Cordillera up to well into the present-day Atlantic shelf (Pascual and Ortiz-Jaureguizar, 1990). It has to be emphasized that during the beginning of the Late Miocene forerunners of the Great American Biotic Interchange were recorded (see Stheli and Webb, 1985; Fig. 1). These were named ‘‘heralds’’ by Webb (1985), and are represented by one genus of the carnivore Procyonidae in South America and two genera of ground sloth edentates (Megalonychidae and Mylodontidae) in North America. Both groups migrated before the completion of the Panamanian land bridge, by waif dispersal along island arcs (e.g. Simpson, 1950, 1980; Marshall et al., 1979; Webb, 1985, 1991). According to Webb (1985), procyonids and ground sloths appear to have been adapted broadly to a wide range of habitats. The first were omnivorous (like the living racoon Procyon lotor, but bigger sized), and the two larger ground sloths were mixed-feeders. They probably crossed through tropical savannas or lowland rain forest (Webb, 1985)."
  }, {
    "heading": "3.5. Pliocene (5.32– 1.81 Ma)",
    "text": ""
  }, {
    "heading": "3.5.1. Geology",
    "text": "As was indicated when the Late Miocene was examined, Pliocene is characterized by the apogee of the ASP (see Pascual and Bondesio, 1982; Pascual et al., 1996; Ortiz-Jaureguizar, 1998). The beginning of these new habitats is correlated to the ‘‘Quechua Phase’’ of the Andean diastrophism (Fig. 1; see also Yrigoyen, 1979). Under its influence, the Patagonian Andean Cordillera was successively uplifted, progressively forming a major barrier to moisture-laden South Pacific winds. The resulting rain-shadow effect on the eastern Patagonian landscapes, lead to the first stages on the differentiation of both of the present day biogeographic subregions of SSA: Subantarctic and Patagonia (Pascual et al., 1996). The end of the ASP is correlated to a new Andean diastrophic phase, named ‘‘Diaguita Phase’’ (Fig. 1; see also Yrigoyen, 1979; Pascual et al., 1996; Ortiz-Jaureguizar, 1998). It resulted in the elevation of the Central Cordillera of Argentina and Chile, the eastern orographic systems of Argentina (e.g. Puna, Pampean Mountain Range), and the uplift of\nARTICLE IN PRESS E. Ortiz-Jaureguizar, G.A. Cladera / Journal of Arid Environments 66 (2006) 498–532 517\nthe Mesopotamian region. The final uplift of the Pampean Mountain Range and the Central Andes had marked ecological consequences, producing a rain-shadow effect that resulted in the extremely xeric conditions presently existing on the areas located between them (Pascual et al., 1996; Alberdi et al., 1997). The final uplift of the Puna also had dramatic effects on the biota, installing the very arid and extreme climatic conditions prevalent in this area today.\nAdditionally, during the Late Pliocene the Atlantic–Pacific communication was closed by the emergence of the Isthmus of Panama between 3.0 and 2.5Ma (see Webb, 1985, 1991, 2003; Graham, 1992; Coates and Obando, 1996; Coates, 2003). This closure changed both the Atlantic and Pacific water circulation, facilitating the installation of the Arctic polar icecap (Shackleton et al., 1984; Shackleton, 1995; Coates, 2003; Jackson and D’Croz, 2003). Concomitantly, on the southern hemisphere the cool Circum-Antarctic Current was finally established, and an ice sheet formation was initiated in West Antarctica (Rabassa, 1999). But at least once between the Middle and Late Pliocene, leaves and wood of Nothofagus suggests that Antarctic temperatures were 15–20 1C warmer than today (Markgraf et al., 1996, and references therein). This inference is supported by external evidence (Cronin and Dowsett, 1991; Hodell and Warnke, 1991). In Patagonia, a major glaciation complex was recorded ca. 2.3Ma (Mörner and Sylwan, 1989). As a consequence, Pliocene climates were relatively cooler than those of the Late Miocene, with a more marked seasonality and environmental subdivision (Pascual et al., 1996; Potts, 1996)."
  }, {
    "heading": "3.5.2. Botany",
    "text": "Unfortunately, paleobotanical evidence of Pliocene climates in South America comes only from the northern part of the continent. In this area, vegetation changed successively from tropical lowland vegetation to high-elevation Páramo, as a result of the elevation of the Andes (Markgraf et al., 1996). Inferences on southern South American climates and flora during Pliocene are indirect, derived principally from climatic models, phylogeny, land-mammal communities, geology, and isotopes. On the basis on these evidences, it is possible to infer that SSA was dominated by grasslands, steppes, and shrublands, with rainforests restricted to small areas of the Brazilian coasts, montane forest to the present areas of north-central Argentina, Paraguay and eastern Bolivia, and cool moist temperate forest to south-western Patagonia (Stuessy et al., 1996; Dowsett et al., 1999). Paleosoil carbonates from Argentina indicate that since the latest Miocene, C4 grasses were a significant component of local biomes (Latorre et al., 1997). C4 component increased gradually until the latest Early Pliocene, but at this time an abrupt shift to environments composed approximately of 70% C4 plants is recorded (Jacobs et al., 1999). In northwestern Argentina, carbon isotopes show a regional increase in C3 plants during Early Pliocene, as a consequence of a regional uplift that resulted in a transitory episode of orographic precipitation within the Santa Marı́a basin. Aridization of the valley occurred during Late Pliocene and was related to the creation of high topography to the east. Present semi-arid conditions were established by the end of Pliocene (Kleinert and Strecker, 2001). More to the west, the area presently occupied by the Atacama Desert (one of the most hyperarid deserts of the world) had semi-arid conditions from the latest Miocene (8Ma) to the earliest Late Pliocene (3Ma), punctuated by a phase of higher aridity at ca. 6Ma. Hyperaridity did not begin until the Late Pliocene, accompanying the development of similar phases of aridification in the Sahara and Namib Deserts. This\nARTICLE IN PRESS E. Ortiz-Jaureguizar, G.A. Cladera / Journal of Arid Environments 66 (2006) 498–532518\naridification phase has been attributed primarily to a phase of global cooling, and secondarily to the rain-shadow effects of the Andean Cordillera, and the upwelling northflowing, of the cold Humboldt Current (Hartley and Chong, 2002). In higher latitudes of Argentina, cold dry temperate habitats were developed (Pascual, 1984b). During Pliocene there is also evidence of glacial advance in Bolivia (Clapperton, 1979; Marshall et al., 1992)."
  }, {
    "heading": "3.5.3. Mammals",
    "text": "During the Early Pliocene, southern South American land-mammal fauna was dominated by grazers, followed by carnivores (Fig. 8a). Browsers and mixed-feeders have still lower diversity than those of the Late Miocene (Figs. 8a and 7c). This pattern suggest that during this time grasslands were well extended, with trees probably restricted to gallery forests following river courses in southern and western areas but more extended on north-eastern ones (Webb, 1978; Pascual et al., 1996; Ortiz-Jaureguizar, 1998). Also, the last record south to the Pampean region of a giant anteater (Mirmecophaga caroloameghinoi) suggests that the climate was warm-temperate, at least around 401S (Scillato-Yané et al., 1995). By the Pliocene, the first members of the ‘‘legions’’ (i.e. cricetids during Early Pliocene, and mustelids and tayassuids during Late Pliocene) were also recorded. According to Pascual et al. (1985), the apparent gradual dynamic of the inter-American interchange accords better with an inter-American connection gradually established, hypothesis confirmed by recent geological and geophysical studies on the Caribbean area (e.g. Coates and Obando, 1996; Coates, 2003). Forerunners of the Great American Biotic Interchange arrived to the continent during the ASP (Late Miocene–Late Pliocene), when all the evidence indicates that the predominant environments were characterized by seasonal\nARTICLE IN PRESS E. Ortiz-Jaureguizar, G.A. Cladera / Journal of Arid Environments 66 (2006) 498–532 519\ndifferences in rainfall, somewhat similar (but wetter) to the present Chacoan phytogeographic Province (see Cabrera and Willink, 1980), with open xerophytic woodlands and grasslands. Conspicuous indicators are cariamid birds (Tonni, 1974), myrmecophagid anteaters (Scillato-Yané, 1976), and the anuran Bufo paracnemis (Baez, 1986). A larger biomass of varied grazer herbivores also points to wetter grassland environments than the present Chaco. These savanna-like environments appear to have been the path followed by the forerunners of the Great American Biotic Interchange. The grazer specializations already shown by the earliest cricetid (see Vucetich, 1986; Pardiñas, 1995, 1999), as well as the dental, cranial, and post-cranial features shown by the first tayassuids (e.g. Menégaz and Ortiz-Jaureguizar, 1995) are in accordance with these wide-ranged savanna-grassland environments. It is quite probable that these environments were extended all along the still separated Americas, which can explain both the first mammal dispersal event and the disjoint range of many floristic elements presently inhabiting the desert and semidesert regions of both American continents (Pascual et al., 1996).\nDuring the Late Pliocene southern South American land-mammal fauna was dominated by grazers, followed by carnivores and mixed-feeders (Fig. 8b). Comparing to the Early Pliocene fauna, browsers maintained a low diversity, but insectivorous increased its diversity (basically as a consequence of the diversification of cricetids), and grazers had a slightly lesser diversity than those of the Early Pliocene (Figs. 8a and b). This pattern suggest that also during this time, grasslands were still well extended, under warm or warm-temperate, humid climates, at least in the Pampean region of Argentina (Pascual, 1970; Pascual et al., 1996; Ortiz-Jaureguizar, 1998)."
  }, {
    "heading": "3.6. Pleistocene (1.81– 0.01 Ma)",
    "text": ""
  }, {
    "heading": "3.6.1. Geology",
    "text": "The most evident differences between Tertiary and Quaternary climatic-environmental conditions are related to the amplitude and frequency of environmental changes. During the Tertiary, the geologic and biotic records apparently show long periods of uniform environmental conditions, sporadically interrupted by geologically short but highly disruptive periods of change. Contrarily, the climatic changes occurred during the Quaternary had larger amplitude and frequency. Both kind of changes have very different effect over the biota. On the one hand, Tertiary changes drastically modified the taxonomic and ecologic composition of the biotas, acting by means of cladogenesis, extinction, and immigration. On the other hand, Quaternary changes are responsible for chorological changes, expanding or contracting the distribution areas of taxa, communities, and biomes (see Pascual, 1984a, b; Cronin, 1985; Ortiz-Jaureguizar, 1986; Pascual and OrtizJaureguizar, 1990; Pascual et al., 1996).\nThrough the Pleistocene, two were the principal factors that affected the South American faunas. The first were glaciations, which acted over the fauna across the associated climatic-environmental and sea-level changes. The second was the massive arrival of North American immigrants (e.g. Pascual, 1970; Webb, 1976, 1985, 1991, 2003; Marshall et al., 1982; Pascual, 1984a, b; Marshall and Cifelli, 1990; Pascual and OrtizJaureguizar, 1990; Marshall and Sempere, 1993; Pascual et al., 1996; Webb and Rancy, 1996).\nDuring Pleistocene, the cyclical advance and retreat of glaciers produced a marked and concurrent expansion and retraction of arid (savannas, steppes) and humid (tropical and\nARTICLE IN PRESS E. Ortiz-Jaureguizar, G.A. Cladera / Journal of Arid Environments 66 (2006) 498–532520\nsubtropical forests) biomes. This pattern permitted alternating opportunities for animals and plants living in these habitats, while at the same time favored high extinction rates as a consequence of the reduction of favorable areas (Marshall and Cifelli, 1990). During cold-dry climates there was a contraction of the areas occupied by subtropical and tropical biomes, resulting in the concomitant expansion and interconnection of open biomes (Kalin-Arroyo et al., 1988). Along the eastern flank of the Andes, a savanna corridor was formed during periods of cold-dry climates, providing a north–south corridor for animals and plants (Webb, 1978, 1991; Webb and Rancy, 1996). This open corridor linked the steppes and grasslands of southern Argentina with the grasslands of Colombia, continuing northward across de Panamanian land bridge to south-eastern North America (Webb, 1978, 1985, 1991; Marshall, 1985; Webb and Rancy, 1996). Conversely, when open areas retreated during interglacial periods of warm-wet climates, rainforest expanded. Probably during Middle Pleistocene, rainforest biomes were uniformly distributed for the first time throughout the North and South American tropics (Webb, 1991; Webb and Rancy, 1996). A second corridor, that extended across eastern South America and some Atlantic coastal areas, was utilized by mammals more adapted to relatively close and mesic environments, like the proboscidean Stegomastodon (Sánchez et al., 2004)."
  }, {
    "heading": "3.6.2. Botany",
    "text": "Carbon isotopes show that in north-western Argentina the Quaternary vegetation was dominated by C4 plants, and oxygen isotopes attest to an intense soil-water evaporation (Kleinert and Strecker, 2001). In the north-eastern South American Mesopotamia, Pleistocene climates were basically warm and wet, but with some intervals of aridity. On this area, the rivers and extended pools and swamps acted at the same time as a refuge of the gallery forests, and as a road link with the biota of the northern tropical areas (Aceñolaza, 2004). During the Early Pleistocene, the pollen record of palms and meso and megathermic grasses of the Rı́o Paraná Basin suggest the presence of warm and wet climates, but relatively more arid than those recorded in the same area during the Late Miocene (Zuccol et al., 2004). During the Middle and Late Pleistocene, plant fossils indicate wet and warm conditions in the eastern Rı́o Uruguay Basin (Zuccol et al., 2004). During the Pleistocene, differences in plant composition among glacial and interglacials in southern Argentina suggest that glacial times were arid, with steppe-scrub occurring regionally and subantarctic forest restricted to the western unglaciated areas. On the contrary, during interglacials the climates were more mesic, with grasslands expanding locally and regionally, and Nothofagus dominating the Andean forest. In southern Chile, deep-sea records (as well as a continental pollen assemblage from Chiloé island) show that tree taxa prevail in both glacial and interglacial periods, with Podocarpus dominating the glacial intervals, and Nothofagus the interglacial ones (Markgraf et al., 1996, and references therein). Persistence of forest taxa in the middle latitudes west of the Andes, and the fast recolonization by tree taxa during interglacial-time conditions of the areas previously covered by ice, suggest that Quaternary climatic-environmental changes were less disruptive in the southern Andes than in coeval Holarctic continents. Both the greater topographic diversity of southern Andes and the continued (although greatly constricted latitudinaly and without seasonal latitudinal shifts) of the southern Pacific Anticyclone can explain this pattern (Markgraf et al., 1996).\nARTICLE IN PRESS E. Ortiz-Jaureguizar, G.A. Cladera / Journal of Arid Environments 66 (2006) 498–532 521"
  }, {
    "heading": "3.6.3. Mammals",
    "text": "Since Early Pleistocene, the composition of South American faunas vary more regionally with the environments than in the preceding times, influenced by pronounced habitat and altitude heterogeneity (Marshall and Sempere, 1993). Consequently, and despite some taxa being widely distributed in fossil deposits throughout South America, their occurrences need not reflect synchronicity. So, it is difficult (if not impossible) to find a precise correlation among remote land-mammal bearing localities without the help of isotopic and/or paleomagnetic data (Marshall et al., 1984). This has been interpreted as being related to stronger intra-continental changes in climates and habitats than those recorded from the Paleocene to the Pliocene (Pascual et al., 1996).\nLike during the Pliocene, the Early Pleistocene land-mammal fauna of SSA was dominated by grazers, followed by mixed-feeders and carnivores (Fig. 9a). Browsers still had lower diversity, although higher than that of the Late Pliocene. Conversely, grazers were slightly less than those of the Late Pliocene (Figs. 9a and 8b). This pattern suggests that during this time, open habitats (grasslands and steppes) were well extended (Tonni et al., 1992; Pascual et al., 1996; Bobe Quinteros et al., 2004), with trees probably restricted to gallery forests following river courses in central and western areas of Argentina, but more extended in the Mesopotamia area of this country (Carlini et al., 2004).\nAccording to present-day zoogeographic Neotropical standards, there was a mix of Patagonian and Central arid taxa with a few Subtropical ones in the Pampean region of Argentina (Pascual et al., 1996). The mammal-bearing sediments concur with the fossils, indicating that some of them were deposited under arid and semi-arid conditions, alternating with some other sedimentary facies deposited under wetter conditions (Tonni and Fidalgo, 1982; Tonni et al., 1992; Tonni and Cione, 1995). Arid and semi-arid\nARTICLE IN PRESS E. Ortiz-Jaureguizar, G.A. Cladera / Journal of Arid Environments 66 (2006) 498–532522\nconditions are related to a general lowering in mean annual temperatures, allowing for the expansion of Patagonian and Central taxa (e.g. the didelphid Lestodelphis halli, the caviid Microcavia, and the dasypodid Zaedyus) to areas formerly occupied by the subtropical taxa, which in present-days inhabit more humid and warmer environments (e.g. echimyids, procyonids, tayassuids; Tonni and Fidalgo, 1982; Tonni et al., 1992). In north-central Argentina, Paraguay, and south-eastern Bolivia, climates and habitats were similar to those of the Pampean region during all the Pleistocene, but with an increase of the mean annual temperature from south to north (Tonni and Scillato-Yané, 1997; Carlini et al., 2004; Zurita et al., 2004). In the Mesopotamia, during the entire Pleistocene, climates were wetter and warmer than in the Pampean region (Carlini et al., 2004), while in Uruguay and southern Brasil, climates were similar to those of the Pampean region, but from 221S to the east, the environments were closer to those of the Mesopotamia (Carlini et al., 2004, and references therein). Finally, in Bolivia, mammals of the classic Tarija fauna come from moderate elevations (just below 2000m) and indicate a mixed savanna/ grassland/woodland mosaic, with a mixture of C4 and possibly C3 grasses as well as a few C3 trees and shrubs (McFadden et al., 1996; Webb and Rancy, 1996). Studying body mass distribution of mammals, Croft (2001) reaches a similar conclusion, suggesting that Tarija mammals lived in a woodland habitat, with a rainfall regime similar to those of arid or semi-arid regions. According to Sánchez et al. (in press) carbon isotopic analysis from tooth, enamel, dentine, and bones of equids of Pampean region of Argentina, suggests that in this region there was a change in grass communities: Early Pleistocene equids feed on C3; middle Late Pleistocene on a mix of C3–C4, and C3 again during latest Pleistocene. Sánchez et al. (2004) performed a similar analysis from tooth and bone samples of the species of Gomphotheriidae proboscidean recorded in South America, and found that in SSA: (1) Cuvieronius hyodon fed exclusively on C3 plants in the Pleistocene of Chile but on a mix of C3–C4 plants in Bolivia; and (2) Stegomastodon platensis was a C3 feeder in the Middle to Late Pleistocene of the Pampean region of Argentina. From an evolutive point of view, Early Pleistocene land-mammal fauna is characterized by three facts: (1) a high percentage of first appearances of genera, that widely outnumber last appearances both in native as well as in immigrant mammals (Tonni et al., 1992; Alberdi et al., 1993a, b; Ortiz-Jaureguizar et al., 1995; Ortiz-Jaureguizar, 2001); (2) the high number of megamammals (i.e. mammals with a body mass 41000 kg), particularly among the natives species (Alberdi et al., 1993a; Tonni and Cione, 1995); and (3) the peak of the Great American Biotic Interchange (Tonni et al., 1992; Ortiz-Jaureguizar et al., 1995; Pascual et al., 1996; Ortiz-Jaureguizar, 2001). During Late Pleistocene, land-mammal fauna of SSA was dominated by grazers, followed by carnivores, and mixed-feeders (Fig. 9b). Browsers had a lower diversity, similar to that of the Early Pleistocene. Compared to Early Pleistocene, browsers had a similar (and low) diversity, while grazers had an even lower diversity (Figs. 9a and b). As during the Early Pleistocene, this pattern suggests that open habitats were well extended (Pascual et al., 1996), with trees probably restricted to gallery forests following river courses in central and western areas of Argentina, but more extended in the Mesopotamic area of this country (Carlini et al., 2004). Studying body mass distributions, Fariña (1995) and Croft (2001) also suggests that savanna-grassland habitats were developed under dry climates in the Pampean region. Still during this time, steppes were well developed as a consequence of the predominant cold and arid or semi-arid conditions. In this sense,\nARTICLE IN PRESS E. Ortiz-Jaureguizar, G.A. Cladera / Journal of Arid Environments 66 (2006) 498–532 523\nvertebrates of present-day Patagonian and/or Central that indicate this type of climates (e.g. the caviids Microcavia australis and Pediolagus salinicola among mammals, and the Patagonian rhea, Pterocnemia pennata among birds) were also present during the Late Pleistocene in the Pampean region of Argentina (Tonni, 1981, 1985; Tonni et al., 1992). Notwithstanding, some short, warmer, and wet climatic periods were interspersed among the predominantly cool and arid conditions (Tonni, 1985; Tonni and Cione, 1995).\nSimilar to the Early Pleistocene, Late Pleistocene conditions of north-central Argentina, Paraguay, and south-eastern Bolivia, and from south to north-west of Uruguay and Brasil, were similar to those of the Pampean region. Also, the Mesopotamia and the eastern region of Uruguay have more humid and warm climates (Carlini et al., 2004; Zurita et al., 2004). Finally, Late Pleistocene records of southern Patagonia indicate that cold and arid climates were predominant from the eastern slopes of the Andes to the Atlantic coast, but with the exception of some relative warm and wet intervals (Pascual et al., 2002). These short and warm periods can explain the existence of a ground sloth (Mylodon) and the jaguar (Felis palustris) in southernmost Patagonia during the Late Pleistocene (Pascual et al., 2002). Scillato-Yané (1976) propose that the Patagonian ground-sloths could have survived at high latitudes due to the acquisition of a more developed thermoregulatory physiology than their northern relatives. This hypothesis is derived from the improved masticatory muscles observed across the Cenozoic, which suggest a more efficient chewing process. This higher chewing efficiency allows for an increased food energy efficiency, a necessary condition to sustain a better thermoregulatory physiology (Scillato-Yané, 1976). Notwithstanding, and considering that fossils were found inside a cave, another hypothesis is that the Patagonian ground-sloths hibernated during colder months of the year, similarly to the bear species that inhabit northern hemisphere higher latitudes.\nFinally, and from an evolutive point of view, the most outstanding characteristic of Late Pleistocene land-mammal fauna is the almost complete extinction of large mammals (4200 kg) during the latest Pleistocene–earliest Holocene (e.g. Nieto et al., 2005). This mammal extinction, that affected large mammals all over the world (but more strongly the North American, South American, and Australian mammals) had been attributed to different factors, such as human overkill (e.g. Martin, 1984), climatic-environmental changes (e.g. Axelrod, 1967; Graham and Lundelius, 1984; Grayson, 1984; Guthrie, 1984; Owen-Smith, 1997; Vivo and Carmignotto, 2004), a combination of environmental pressure plus human hunting activities (e.g. Borrero, 1984; Guilday, 1984; Politis et al., 1995; Webb and Rancy, 1996; Cione et al., 2003; Webb, 2003), indirect effects of human attrition (i.e. the human’s participation in the destruction and/or alteration of natural habitats; Marshall, 1984), indirect effects of human and/or other immigrant mammals across the introduction of highly virulent diseases (e.g. MacPhee and Marx, 1997; Ferigolo, 1999; but see Lyons et al., 2004), homeostatic responses to the faunistic imbalance produced by the high origination rates of Early Pleistocene (Webb, 1985), or the ‘‘Megacatalyst Theory’’, based on the effects of a decrease of some micronutrients (iodine, cobalt, and selenium) in soils where megamammals foraged (Milewski and Diamond, 2000)."
  }, {
    "heading": "4. Conclusions",
    "text": "The broad march of biome changes in SSA has been inferred principally from dental adaptations in the mammalian faunas, but it has been corroborated by independent lines\nARTICLE IN PRESS E. Ortiz-Jaureguizar, G.A. Cladera / Journal of Arid Environments 66 (2006) 498–532524\nof biotic and abiotic evidence, such as floral successions, presence/absence of nonmamalian climatic-sensitive vertebrates, diastrophism, and sedimentology. The record of land-mammals in SSA suggests a large-scale succession of climates. From Early Paleocene to Late Pleistocene, the overall trend of environmental change in SSA moved from more equable to less equable conditions. More specifically, climates changed from warm, wet, and non-seasonal, to cold, dry, and seasonal. Concomitantly, biomes moved from tropical forest to steppes, across a sequence constituted by subtropical forests, woodland savanna, park-savanna, and grassland savanna. During the Quaternary, and as a consequence of glacial cycles, cold and dry climates were interrupted by warmer and wet periods. Accordingly, several pulses of expansion and retraction of steppes (and, concomitantly, advances and retreats of the northern tropical forests) have been recorded. This cyclic pattern of changes produced the provincialism that characterized the South American biota from Early Pleistocene to present-days. The pattern of change recorded in the land-mammal fauna of SSA shows that this fauna, as well as the North American one (see Webb and Opdyke, 1995), broadly tracks the global climatic trends of the Cenozoic."
  }, {
    "heading": "Acknowledgments",
    "text": "This paper greatly benefited from discussions with Rosendo Pascual, Mariano Bond, Alfredo Carlini, José L. Prado, and Marı́a T. Alberdi. We also thank P. Posadas for her helpful critical review of the manuscript and editorial assistance. D. Ravetta and L. Mainer improved the English of the manuscript. This paper was partially financed by grants of CONICET (PIP 02755 and PIP 5604) and ANPCYT (PICT2004 26298) to EOJ. This author belongs to CONICET (Argentina), whose continuous support he thank."
  }],
  "year": 2006,
  "references": [{
    "title": "Paleobiogeografı́a de la región mesopotámica",
    "authors": ["F.G. Aceñolaza"],
    "venue": "Temas de la Biodiversidad del Litoral Fluvial Argentino,",
    "year": 2004
  }, {
    "title": "Paleoclimatic and paleobiological correlations by mammals faunas from southern America and SW Europe",
    "authors": ["M.T. Alberdi", "F.P. Bonnadona", "E. Cerdeño", "G. Leone", "A. Longinelli", "J.L. Prado", "B. Sánchez", "E.P. Tonni"],
    "venue": "Ciências da Terra (UNL)",
    "year": 1993
  }, {
    "title": "Chronological correlation, paleoecology, and paleobiogeography of the late Cenozoic South American ‘‘Rionegran’’ land-mammal fauna: a review",
    "authors": ["M.T. Alberdi", "F.P. Bonadonna", "E. Ortiz-Jaureguizar"],
    "venue": "Revista Española de Paleontologı́a",
    "year": 1997
  }, {
    "title": "Paleosuelos de la Formación Musters (Eoceno medio), Laguna del Mate",
    "authors": ["R.R. Andreis"],
    "venue": "prov. de Chubut, Rep. Argentina. Revista de la Asociación Argentina de Mineralogı́a, Petrologı́a y Sedimentologı́a",
    "year": 1972
  }, {
    "title": "Megaflora (hojas y frutos) de la Formación San José (Mioceno Medio) en Rı́o Seco, departamento Santa Marı́a, provincia de Catamarca, Argentina",
    "authors": ["L.M. Anzótegui", "R. Herbst"],
    "venue": "Ameghiniana",
    "year": 2004
  }, {
    "title": "Quaternary extinction of large mammals",
    "authors": ["D.I. Axelrod"],
    "venue": "University of California Publications in Geological Sciences",
    "year": 1967
  }, {
    "title": "El registro terciario de los anuros en el territorio argentino: una revaluación",
    "authors": ["A.M. Baez"],
    "venue": "Actas del IV Congreso Argentino de Paleontologı́a y Bioestratigrafı́a,",
    "year": 1986
  }, {
    "title": "Palinoestratigrafı́a de la Formación San Julián en el área de Playa La Mina (Provincia de Santa Cruz)",
    "authors": ["V.D. Barreda"],
    "venue": "Oligoceno de la cuenca Austral. Ameghiniana",
    "year": 1997
  }, {
    "title": "Palinofloras cenozoicas",
    "authors": ["V.D. Barreda"],
    "year": 2002
  }, {
    "title": "Terrestrial Ecosystems through Time. Evolutionary Paleoecology of Terrestrial Plants and Animals",
    "authors": ["A.K. Behrensmeyer", "J.D. Damuth", "W.A. DiMichele", "W.A. Potts", "H.D. Sues", "S.L. Wing"],
    "year": 1992
  }, {
    "title": "First Cenozoic glaciers in West Antarctica",
    "authors": ["K. Birkenmajer", "A. Gazdzicki", "K.P. Krajewski", "A. Przybycin", "A. Solecki", "A. Tatur", "H.I. Yoon"],
    "venue": "Polish Polar Research",
    "year": 2005
  }, {
    "title": "Paleoclima y evolución faunı́stica en el Plio-Pleistoceno de Africa y América del Sur",
    "authors": ["R. Bobe Quinteros", "A.K. Behrensmeyer", "G. Carrasco Ormazabal"],
    "venue": "Ameghiniana",
    "year": 2004
  }, {
    "title": "Los ungulados fósiles de Argentina: evolución y paleoambientes",
    "authors": ["M. Bond"],
    "venue": "Actas del IV Congreso Argentino de Paleontologı́a y Bioestratigrafı́a,",
    "year": 1986
  }, {
    "title": "Nuevos y elocuentes restos craneanos de Proborhyaena gigantea Ameghino, 1897 (Marsupialia, Borhyaenidae",
    "authors": ["M. Bond", "R. Pascual"],
    "venue": "Proborhyaeninae) de la Edad Deseadense: un ejemplo de coevolución. Ameghiniana",
    "year": 1983
  }, {
    "title": "La Formación Collón-Curá de Pilcaniyeu Viejo y sus alrededores (Rı́o Negro, República Argentina). Su antigüedad y las condiciones ambientales según su distribución, su litogénesis y sus vertebrados",
    "authors": ["P. Bondesio", "J. Rabassa", "R. Pascual", "M.G. Vucetich", "G.J. Scillato-Yané"],
    "venue": "Actas del II Congreso Argentino de Paleontologı́a y Bioestratigrafı́a y I Congreso Latinoamericano de Paleontologı́a,",
    "year": 1980
  }, {
    "title": "Plesitocene extinctions in South America",
    "authors": ["L. Borrero"],
    "venue": "Quaternary of South America and Antarctic Peninsula",
    "year": 1984
  }, {
    "title": "Sedimentary paleoenvironments of fossil platyrrhine localities, Miocene Pinturas Formation, Santa Cruz Province, Argentina",
    "authors": ["T.M. Bown", "C.N. Larriestra"],
    "venue": "Journal of Human Evolution",
    "year": 1990
  }, {
    "title": "A Miocene termite nest from southern Argentina and its paleoclimatological implications",
    "authors": ["T.M. Bown", "J.H. Laza"],
    "venue": "Ichnos",
    "year": 1990
  }, {
    "title": "Biogeografı́a de América Latina, second ed",
    "authors": ["A.L. Cabrera", "A. Willink"],
    "year": 1980
  }, {
    "title": "Los mamı́feros de la Mesopotamia argentina y su relación con los del centro norte de la Argentina, Paraguay y sur de Bolivia, y los del sur de Brasil y oeste de Uruguay: paleobiogeografı́a y paleoambientes",
    "authors": ["A.A. Carlini", "A.E. Zurita", "G. Gasparini", "J. Noriega"],
    "venue": "Temas de la Biodiversidad del Litoral Fluvial Argentino,",
    "year": 2004
  }, {
    "title": "Global ecological change in the late Miocene: expansion of C4 ecosystems",
    "authors": ["T.E. Cerling", "Y. Wang", "J. Quade"],
    "venue": "Nature 361,",
    "year": 1993
  }, {
    "title": "Miocene vertebrates from Entre Rı́os province, eastern Argentina",
    "authors": ["A.L. Cione", "M.M. Azpelicueta", "M. Bond", "A.A. Carlini", "J.R. Casciotta", "M.A. Cozzuol", "M. de la Fuente", "Z. Gasparini", "F.J. Goin", "J. Noriega", "G.J. Scillato-Yané", "L. Soibelzon", "E.P. Tonni", "D. Verzi", "M.G. Vucetich"],
    "venue": "El Neógeno de Argentina,",
    "year": 2000
  }, {
    "title": "The broken zig-zag: Late Cenozoic large mammal and tortoise extinction in South America",
    "authors": ["A.L. Cione", "E.P. Tonni", "L. Soibelzon"],
    "venue": "Revista del Museo Argentino de Ciencias Naturales,",
    "year": 2003
  }, {
    "title": "Glatiation in Bolivia before 3.7Myr",
    "authors": ["C.M. Clapperton"],
    "venue": "Nature",
    "year": 1979
  }, {
    "title": "La forja de Centroamérica",
    "authors": ["A.G. Coates"],
    "venue": "Paseo Pantera. Smithsonian Books,",
    "year": 2003
  }, {
    "title": "The geological evolution of the Central American Isthmus",
    "authors": ["A.G. Coates", "J.A. Obando"],
    "year": 1996
  }, {
    "title": "Historical biogeography of southern South America",
    "authors": ["J.V. Crisci", "M.M. Cigliano", "J.J. Morrone", "S. Roig-Juñent"],
    "venue": "Systematic Zoology",
    "year": 1991
  }, {
    "title": "Cenozoic environmental change in South America as indicated by mammalian body size distributions (cenograms)",
    "authors": ["D.A. Croft"],
    "venue": "Diversity and Distribution",
    "year": 2001
  }, {
    "title": "Speciation and stasis in marine Ostracoda: climatic modulation and evolution",
    "authors": ["T.M. Cronin"],
    "venue": "Science",
    "year": 1985
  }, {
    "title": "Pliocene climates",
    "authors": ["T.M. Cronin", "H.J. Dowsett"],
    "venue": "Quaternary Science Reviews",
    "year": 1991
  }, {
    "title": "A Conservation Assessment of the Terrestrial Ecoregions of Latin America and the Caribbean",
    "authors": ["E. Dinerstein", "D.M. Olson", "D.J. Graham", "A.L. Webster", "S.A. Primm", "M.P. Bookbinder", "G. Ledec"],
    "year": 1995
  }, {
    "title": "Antarctic Peninsular cryosphere: Early Oligocene (ca. 30Ma) initiation",
    "authors": ["R.V. 526 Dingle", "M. Lavelle"],
    "year": 1998
  }, {
    "title": "revised glacial chronology",
    "authors": ["M. Donato", "P. Posadas", "D.R. Miranda-Esquivel", "E. Ortiz-Jaureguizar", "G. Cladera"],
    "venue": "Journal of the Geological Society,",
    "year": 2003
  }, {
    "title": "Climate change and the evolution",
    "authors": ["J.R. Ehleringer", "R.F. Sage", "L.B. Flannagan", "R.W. Pearcy"],
    "venue": "[On line]",
    "year": 1991
  }, {
    "title": "Studies in Neotropical Paleobotany",
    "authors": ["A. pp. 223–249. Graham", "K.M. Gregory-Wodzicki", "K.L. Wright"],
    "venue": "XV. A Mio-",
    "year": 2001
  }, {
    "title": "Paleoclimate and paleoelevation of the late",
    "authors": ["K.M. 1091–1105. Gregory-Wodzicki", "W.C. McIntosh", "K. Velásquez"],
    "year": 1998
  }, {
    "title": "Mosaics, allelochemics and nutrients. An ecological theory of late Pleistocene megafaunal",
    "authors": ["Press", "Tucson", "R.D. pp. 250–258. Guthrie"],
    "year": 1984
  }, {
    "title": "Chronology of fluctuating sea levels since the Triassic",
    "authors": ["B.U. Haq", "J. Hardenbol", "P.R. Vail"],
    "venue": "Science",
    "year": 1987
  }, {
    "title": "Late Pliocene age for the Atacama Desert: implications for the desertification",
    "authors": ["A.J. Hartley", "G. Chong"],
    "year": 2002
  }, {
    "title": "Climatic evolution of the southern ocean during the Pliocene epoch",
    "authors": ["D.A. Hodell", "D.A. Warnke"],
    "year": 1991
  }, {
    "title": "Cladistic Biogeography",
    "authors": ["C.J. Humphries", "L.R. Parenti"],
    "venue": "l0Académie des Sciences de Paris,",
    "year": 1986
  }, {
    "title": "The origin of grass-dominated ecosystems",
    "authors": ["DC Washington", "B.F. pp. 41–79. Jacobs", "J.D. Kingston", "L.L. Jacobs"],
    "year": 1999
  }, {
    "title": "An estimation of tooth volume and hypsodonty indices in ungulate mammals, and the correlation of these factors with dietary preferences",
    "authors": ["C.M. Janis"],
    "venue": "Proceedings of the Seventh International Symposium on Dental Morphology; Mémoires Museum National Histoire Naturelle Paris,",
    "year": 1988
  }, {
    "title": "Effects of aridity on plant diversity in the northern Chilean Andes: results of a natural experiment",
    "authors": ["M.T. Kalin-Arroyo", "F.A. Squeo", "J.J. Armesto", "C. Villagrán"],
    "venue": "Annals of the Missouri Botanical Garden",
    "year": 1988
  }, {
    "title": "Revised geochronology of the Casamayoran South American Land Mammal Age: climatic and biotic implications",
    "authors": ["R.F. Kay", "R.H. Madden", "M.G. Vucetich", "A.A. Carlini", "M.M. Mazzoni", "G.H. Ré", "M. Heizler", "H. Sandeman"],
    "venue": "Proceedings of the National Academy of Sciences USA",
    "year": 1999
  }, {
    "title": "Climate change in response to orographic barrier uplift: paleosol and stable isotope evidence from the late Neogene Santa Marı́a basin, northwestern Argentina",
    "authors": ["K. Kleinert", "M.R. Strecker"],
    "venue": "Geological Society of America Bulletin",
    "year": 2001
  }, {
    "title": "Terrestrial Palaeoecology and Global Change. Pensoft, Sofı́a",
    "authors": ["V.A. Krassilov"],
    "year": 2003
  }, {
    "title": "Biogeography and ecology of South American Coleoptera",
    "authors": ["G. Kuschel"],
    "year": 1969
  }, {
    "title": "Causes of Antarctic glatiation in the Cenozoic",
    "authors": ["D.D. Kvasov", "M.Y. Verbitsky"],
    "venue": "Quaternary Research",
    "year": 1981
  }, {
    "title": "The expansion of C4 grasses and global change in the late Miocene: stable isotope evidence from the Americas",
    "authors": ["C. Latorre", "J. Quade", "W.C. McIntosh"],
    "venue": "Earth and Planetary Science Letters",
    "year": 1997
  }, {
    "title": "Of mice, mastodons and men: human-mediated extinctions on four continents",
    "authors": ["S.K. Lyons", "F.A. Smith", "J.H. Brown"],
    "venue": "Evolutionary Ecology Research",
    "year": 2004
  }, {
    "title": "The 40,000-year plague: humans, hyperdisease, and first-contact extinctions",
    "authors": ["R.D.E. MacPhee", "P.A. Marx"],
    "year": 1997
  }, {
    "title": "La sedimentación y el volcanismo terciarios en la Patagonia extraandina",
    "authors": ["N. Malumián"],
    "venue": "La sedimentación en la Patagonia extraandina. In: Caminos, R. (Ed.), Geologı́a Argentina. Anales del Instituto de Geologı́a y Recursos Minerales,",
    "year": 1999
  }, {
    "title": "El magmatismo Mioceno y las manifestaciones metalı́feras asociadas en Argentina",
    "authors": ["L. Malvicini", "E.J. Llambı́as"],
    "venue": "Actas del V Congreso Latinoamericano de Geologı́a Económica,",
    "year": 1982
  }, {
    "title": "Mammal faunas of xeric habitats and the Great American Interchange",
    "authors": ["M.A. Mares"],
    "year": 1985
  }, {
    "title": "History and paleoecology of South American Nothofagus forests",
    "authors": ["V. Markgraf", "E. Romero", "C. Villagrán"],
    "year": 1996
  }, {
    "title": "Systematics of the South American marsupial family Caenolestidae",
    "authors": ["L.G. Marshall"],
    "venue": "Fieldiana: Geology NS",
    "year": 1980
  }, {
    "title": "Who killed cock robin? An investigation of the extinction controversy",
    "authors": ["L.G. Marshall"],
    "year": 1984
  }, {
    "title": "Geochronology and land-mammal biochronology of the trans-American faunal interchange",
    "authors": ["L.G. Marshall"],
    "year": 1985
  }, {
    "title": "Analysis of changing diversity patterns in Cenozoic Land Mammal Age faunas South America",
    "authors": ["L.G. Marshall", "R.L. Cifelli"],
    "venue": "Palaeovertebrata",
    "year": 1990
  }, {
    "title": "Evolution of the Neotropical Cenozoic land mammal fauna in its geochronologic, stratigraphic, and tectonic context",
    "authors": ["L.G. Marshall", "T. Sempere"],
    "year": 1993
  }, {
    "title": "A new argyrolagoid (Mammalia, Marsupialia) from the Middle Miocene of Bolivia",
    "authors": ["L.G. Marshall", "C. Villarroel"],
    "venue": "Journal of Vertebrate Paleontology",
    "year": 1987
  }, {
    "title": "Calibration of the Great American Interchange",
    "authors": ["L.G. Marshall", "R.F. Butler", "R. Drake", "G.H. Curtis", "R.H. Tedford"],
    "venue": "Science",
    "year": 1979
  }, {
    "title": "Mammalian evolution and the Great American Interchange",
    "authors": ["L.G. Marshall", "S.D. Webb", "J.J. Sepkoski Jr.", "D.M. Raup"],
    "venue": "Science",
    "year": 1982
  }, {
    "title": "Mammals and stratigraphy: geochronology of the continental mammal-bearing Tertiary of South America",
    "authors": ["L.G. Marshall", "R. Hoffstetter", "R. Pascual"],
    "year": 1983
  }, {
    "title": "Mammals and stratigraphy: geochronology of the continental mammal-bearing Quaternary of South America",
    "authors": ["L.G. Marshall", "A. Berta", "R. Hoffstetter", "R. Pascual", "O.A. Reig", "M. Bombı́n", "A. Mones"],
    "year": 1984
  }, {
    "title": "Geochronology of the mammal-bearing Late Cenozoic on the northern Altiplano, Bolivia",
    "authors": ["L.G. Marshall", "C.C. Swisher III", "A. Lavenu", "R. Hoffstetter", "G.H. Curtis"],
    "venue": "Journal of South American Earth Sciences",
    "year": 1992
  }, {
    "title": "Prehistoric overkill: the global model",
    "authors": ["P.S. Martin"],
    "year": 1984
  }, {
    "title": "Palinologı́a de la Formación Chiquimil (Mioceno Superior), en Rı́o Vallecito, provincia de Catamarca, Argentina",
    "authors": ["L.R. Mautino", "L.M. Anzótegui"],
    "venue": "Parte 2. Polen. Ameghiniana",
    "year": 2002
  }, {
    "title": "Cenozoic terrestrial ecosystem evolution in Argentina: evidence from carbon isotopes of fossil mammal",
    "authors": ["B.J. McFadden", "T.E. Cerling", "J.L. Prado"],
    "venue": "teeth. Palaios",
    "year": 1996
  }, {
    "title": "Eds.), Evolución Biológica y Climática de la Región Pampeana durante los Últimos",
    "authors": ["A.M. Menégaz", "E. Ortiz-Jaureguizar"],
    "venue": "Cinco Millones de Años. Un Ensayo de Correlación con el Mediterráneo Occidental. Monografı́as del Museo Nacional de Ciencias Naturales,",
    "year": 1995
  }, {
    "title": "Why are very large herbivores absent from Australia? A new theory of macronutrients",
    "authors": ["A.W. Milewski", "R.E. Diamond"],
    "venue": "Journal of Biogeography",
    "year": 2000
  }, {
    "title": "Low sea levels, droughts and mammalian extinctions",
    "authors": ["N.A. Mörner"],
    "year": 1984
  }, {
    "title": "Magnetostratigraphy of the Patagonian moraine sequence at Lago Buenos Aires",
    "authors": ["N.A. Mörner", "C. Sylwan"],
    "venue": "Journal of South American Earth Sciences",
    "year": 1989
  }, {
    "title": "A palynological zonation for the Cretaceous, Tertiary, and Quarternary of Northern South America",
    "authors": ["J. Muller", "Di Giacomo", "E.de", "A.W. Van Erbe"],
    "venue": "AASP Foundation Contributions Series",
    "year": 1987
  }, {
    "title": "Historical determinants of mammal diversity in Africa: evolution of mammalian body mass distribution in Africa and South America during Neogene and Quaternary times",
    "authors": ["M. Nieto", "J. Hortal", "C. Martı́nez-Maza", "J. Morales", "E. Ortiz-Jaureguizar", "P. Peláez-Campomanes", "M. Pickford", "J.L. Prado", "J. Rodrı́guez", "B. Senut", "D. Soria", "S. Varela"],
    "year": 2005
  }, {
    "title": "The global 200: priority ecoregions for global conservation",
    "authors": ["D.M. Olson", "E. Dinerstein"],
    "venue": "Annals of the Missouri Botanical Garden",
    "year": 2002
  }, {
    "title": "Evolución de las comunidades de mamı́feros cenozoicos sudamericanos: un estudio basado en técnicas de análisis multivariado",
    "authors": ["E. Ortiz-Jaureguizar"],
    "venue": "Actas del IV Congreso Argentino de Paleontologı́a y Bioestratigrafı́a,",
    "year": 1986
  }, {
    "title": "Paleobiogeografı́a y paleoecologı́a de los mamı́feros continentales de América del Sur durante el Cretácico tardı́o-Paleoceno: una revisión",
    "authors": ["E. Ortiz-Jaureguizar"],
    "venue": "Estudios Geológicos",
    "year": 1996
  }, {
    "title": "Paleoecologı́a y evolución de la fauna de mamı́feros de América del sur durante la ‘‘Edad de las Planicies Australes’’ (Mioceno Superior–Plioceno Superior)",
    "authors": ["E. Ortiz-Jaureguizar"],
    "venue": "Estudios Geológicos",
    "year": 1998
  }, {
    "title": "Cambios en la diversidad de los mamı́feros sudamericanos durante el lapso Mioceno Superior–Holoceno: el caso pampeano",
    "authors": ["E. Ortiz-Jaureguizar"],
    "venue": "Los Fósiles y la Paleogeografı́a,",
    "year": 2001
  }, {
    "title": "Relaciones de similitud, paleoecologı́a y extinción de los Abderitidae (Marsupialia, Paucituberculata)",
    "authors": ["E. Ortiz-Jaureguizar"],
    "venue": "Coloquios de Paleontologı́a Vol. Extr",
    "year": 2003
  }, {
    "title": "Análisis de las comunidades de mamı́feros continentales del Plio-Pleistoceno de la región Pampeana y su comparación con las del área del Mediterráneo Occidental",
    "authors": ["E. Ortiz-Jaureguizar", "J.L. Prado", "M.T. Alberdi"],
    "venue": "Evolución Biológica y Climática de la Región Pampeana durante los Últimos Cinco Millones de Años. Un Ensayo de Correlación con el Mediterráneo Occidental. Monografı́as del Museo Nacional de Ciencias Naturales,",
    "year": 1995
  }, {
    "title": "Pleistocene extinction: the pivotal role of megaherbivores",
    "authors": ["N. Owen-Smith"],
    "venue": "Paleobiology",
    "year": 1997
  }, {
    "title": "Fossil murids: taxonomy, palaeoecology, and palaeoenvironments",
    "authors": ["U.F.J. Pardiñas"],
    "venue": "Quaternary of South America and Antarctic Peninsula",
    "year": 1999
  }, {
    "title": "Evolución de comunidades, cambios faunı́sticos e integraciones biocenóticas de los vertebrados cenozoicos de Argentina",
    "authors": ["R. Pascual"],
    "venue": "Actas del IV Congreso Latinoamericano de Zoologı́a,",
    "year": 1970
  }, {
    "title": "Late Tertiary mammals of southern South America as indicators of climatic deterioration",
    "authors": ["R. Pascual"],
    "venue": "Quaternary of South America and Antarctic Peninsula",
    "year": 1984
  }, {
    "title": "La sucesión de las Edades-Mamı́fero, de los climas y del diastrofismo sudamericanos durante el Cenozoico: fenómenos concurrentes",
    "authors": ["R. Pascual"],
    "venue": "Anales de la Academia Nacional de Ciencias Exactas, Fı́sicas y Naturales",
    "year": 1984
  }, {
    "title": "Un roedor Cardiatheriinae (Hydrochoeridae) de la Edad Huayqueriense (Mioceno tardı́o) de La Pampa",
    "authors": ["R. Pascual", "P. Bondesio"],
    "venue": "Sumario de los ambientes terrestres en la Argentina durante el Mioceno. Ameghiniana",
    "year": 1982
  }, {
    "title": "A new superfamily in the extensive radiation of South American Paleogene marsupials",
    "authors": ["R. Pascual", "A.A. Carlini"],
    "venue": "Fieldiana: Zoology NS",
    "year": 1987
  }, {
    "title": "Evolución de las comunidades de los vertebrados del Terciario argentino. Los aspectos paleozoogeográficos y paleoclimáticos relacionados",
    "authors": ["R. Pascual", "O. Odreman Rivas"],
    "venue": "Ameghiniana",
    "year": 1971
  }, {
    "title": "Las unidades estratigráficas del Terciario portadoras de mamı́feros. Su distribución y sus relaciones con los acontecimientos diastróficos",
    "authors": ["R. Pascual", "O. Odreman Rivas"],
    "venue": "Actas del V Congreso Geológico Argentino,",
    "year": 1973
  }, {
    "title": "Evolving climates and mammal faunas in Cenozoic South America",
    "authors": ["R. Pascual", "E. Ortiz-Jaureguizar"],
    "venue": "Journal of Human Evolution",
    "year": 1990
  }, {
    "title": "Main pathways of mammalian diversification in South America",
    "authors": ["R. Pascual", "M.G. Vucetich", "G.J. Scillato-Yané", "M. Bond"],
    "year": 1985
  }, {
    "title": "Land mammals: paradigm of Cenozoic South American geobiotic evolution",
    "authors": ["R. Pascual", "E. Ortiz-Jaureguizar", "J.L. Prado"],
    "venue": "Geowissenschaftliche Abhandlungen (A),",
    "year": 1996
  }, {
    "title": "Dentition and ways of life in Cenozoic South American rodentlike marsupials",
    "authors": ["R. Pascual", "A.A. Carlini", "L.J.M. DeSantis"],
    "venue": "Outstanding examples of convergence",
    "year": 1988
  }, {
    "title": "Mamı́feros cenozoicos",
    "authors": ["R. Pascual", "A.A. Carlini", "M. Bond", "F.J. Goin"],
    "venue": "Geologı́a y Recursos Naturales de Santa Cruz, Relatorio del XV Congreso Geológico Argentino. Asociación Geológica Argentina,",
    "year": 2002
  }, {
    "title": "The fossil mammal fauna of South America",
    "authors": ["B. Patterson", "R. Pascual"],
    "year": 1972
  }, {
    "title": "Rodents from the Deseadan Oligocene of Bolivia and the relationships of the Caviomorpha",
    "authors": ["B. Patterson", "A. Wood"],
    "venue": "Bulletin of the Museum of Comparative Zoology",
    "year": 1982
  }, {
    "title": "Vegetación y ambiente en el Paleoceno de Chubut",
    "authors": ["B.T.P. Petriella", "S. Archangelsky"],
    "venue": "Actas del I Congreso Argentino de Paleontologı́a y Bioestratigrafı́a,",
    "year": 1975
  }, {
    "title": "The human impact in Pleistocene–Holocene extinction in South America: the Pampean case",
    "authors": ["G.G. Politis", "J.L. Prado", "R.P. Beukens"],
    "venue": "Museum of Texas Tech University,",
    "year": 1995
  }, {
    "title": "Formación Anta (Mioceno Temprano/Medio), Subgrupo Metán (Grupo) en el rı́o Piedras",
    "authors": ["M. Quattrocchio", "J. Durango de Cabrera", "C. Gallp"],
    "venue": "Pcia. de Salta. Datos palinológicos. Revista de la Asociación Geológica Argentina",
    "year": 2003
  }, {
    "title": "Cuaternario de la cordillera patagónica y Tierra del Fuego",
    "authors": ["J. Rabassa"],
    "venue": "Anales del Instituto de Geologı́a y Recursos Minerales,",
    "year": 1999
  }, {
    "title": "The birth of southern South America",
    "authors": ["V.A. Ramos"],
    "venue": "American Scientist",
    "year": 1989
  }, {
    "title": "Late Miocene tidal deposits in the Amazonian foreland basin",
    "authors": ["M.E. Rässänen", "A.M. Linna", "J.C.R. Santos", "F.R. Negri"],
    "venue": "Science",
    "year": 1995
  }, {
    "title": "Cordillera Patagónica Austral",
    "authors": ["A. Riccardi", "E. Rolleri"],
    "venue": "Academia Nacional de Ciencias",
    "year": 1980
  }, {
    "title": "Paleogene phytogeography and climatology of South America",
    "authors": ["E.J. Romero"],
    "venue": "Annals of the Missouri Botanical Garden",
    "year": 1986
  }, {
    "title": "South American paleofloras",
    "authors": ["E.J. Romero"],
    "year": 1993
  }, {
    "title": "A mandible of Branisella boliviana (Platyrhini, Primates) from the Oligocene of South America",
    "authors": ["A.L. Rosenberger"],
    "venue": "International Journal of Primatology",
    "year": 1981
  }, {
    "title": "La cuenca Cretácico-Terciaria del norte argentino",
    "authors": ["J.A. Salfity", "R.A. Marquillas"],
    "venue": "Anales del Instituto de Geologı́a y Recursos Minerales,",
    "year": 1999
  }, {
    "title": "Feeding ecology, dispersal, and extinction of South American Pleistocene gomphotheres (Gomphotheriidae",
    "authors": ["B. Sánchez", "J.L. Prado", "M.T. Alberdi"],
    "venue": "Proboscidea). Paleobiology",
    "year": 2004
  }, {
    "title": "Sobre algunos restos de Mylodon (?)listai (Edentata, Tardigrada) procedentes de la Cueva ‘‘Las Buitreras’",
    "authors": ["G.J. Scillato-Yané"],
    "venue": "(provincia de Santa Cruz, Argentina), Relaciones",
    "year": 1976
  }, {
    "title": "Los Xenarthra fósiles de Argentina (Mammalia, Edentata)",
    "authors": ["G.J. Scillato-Yané"],
    "venue": "Actas del IV Congreso Argentino de Paleontologı́a y Bioestratigrafı́a,",
    "year": 1986
  }, {
    "title": "Eds.), Evolución Biológica y Climática de la Región Pampeana durante los Últimos",
    "authors": ["G.J. Scillato-Yané", "A.A. Carlini", "S.F. Vizcaino", "E. Ortiz-Jaureguizar"],
    "venue": "Cinco Millones de Años. Un Ensayo de Correlación con el Mediterráneo Occidental, Monografı́as del Museo Nacional de Ciencias Naturales,",
    "year": 1995
  }, {
    "title": "New data on the evolution of Pliocene climate variability",
    "authors": ["N.J. Shackleton"],
    "year": 1995
  }, {
    "title": "Late Cenozoic oxygen and carbon isotope changes at DSDP site 284: implications for the glacial history of the northern hemisphere and Antarctica",
    "authors": ["N.J. Shackleton", "J.P. Kennett"],
    "venue": "Initial Reports DSDP,",
    "year": 1975
  }, {
    "title": "Oxygen isotope calibration of the onset of ice-rafting and history of glaciation in the North Atlantic region",
    "authors": ["N.J. Shackleton", "J. Backman", "H. Zimmerman", "D.V. Kent", "M.A. Hall", "D.G. Roberts", "D. Schnitker", "J. Baldauf", "A. Despraines", "R. Homrighausen", "P. Huddlestun", "J. Keene", "A.J. Kaltenback", "K.A. Krumsiek", "A.C. Morton", "J.W. Murray", "J. Westberg-Smith"],
    "venue": "Nature 307,",
    "year": 1984
  }, {
    "title": "An historical phytogeography of the high Andean flora",
    "authors": ["B.B. Simpson"],
    "venue": "Revista Chilena de Historia Natural",
    "year": 1983
  }, {
    "title": "History of the fauna of Latin American",
    "authors": ["G.G. Simpson"],
    "venue": "American Scientist",
    "year": 1950
  }, {
    "title": "The Argyrolagidae, extinct South American marsupials",
    "authors": ["G.G. Simpson"],
    "venue": "Bulletin of the Museum of Comparative Zoology",
    "year": 1970
  }, {
    "title": "The evolution of marsupials in South America",
    "authors": ["G.G. Simpson"],
    "venue": "Annais de la Academia Brasileira de Ciências, Suplemento",
    "year": 1971
  }, {
    "title": "Splendid Isolation. The Curious History of South American Mammals",
    "authors": ["G.G. Simpson"],
    "year": 1980
  }, {
    "title": "Sedimentologı́a del Grupo Sarmiento en un perfil ubicado al sudeste del lago Colhue Huapi, provincia del Chubut",
    "authors": ["L.A. Spalletti", "M.M. Mazzoni"],
    "venue": "Obra del Centenario del Museo de La Plata",
    "year": 1977
  }, {
    "title": "Estratigrafı́a de la Formación Sarmiento en la barranca sur del lago Colhue Huapi, provincia del Chubut",
    "authors": ["L.A. Spalletti", "M.M. Mazzoni"],
    "venue": "Revista de la Asociación Geológica Argentina",
    "year": 1979
  }, {
    "title": "The Great American Biotic Interchange",
    "authors": ["F. Stheli", "S.D. Webb"],
    "year": 1985
  }, {
    "title": "Phylogeny and biogeography of the subfamily Barnadesioideae with implications for early evolution of the Compositae. In: Hind, D.J.N., Beentje, H.J. (Eds.), Compositae: Systematics",
    "authors": ["T.F. Stuessy", "T. Sang", "M.L. De Vore"],
    "venue": "Proceedings of the International Compositae Conference,",
    "year": 1996
  }, {
    "title": "Floristic Regions of the World",
    "authors": ["A. Takhtajan"],
    "year": 1986
  }, {
    "title": "Paleoecologı́a de la Formación Santa Cruz (Mioceno Inferior) en el extremo sudeste de la Patagonia",
    "authors": ["A.A. Tauber"],
    "venue": "Ameghiniana",
    "year": 1997
  }, {
    "title": "Un nuevo cariámido (Aves, Gruiformes) del Plioceno",
    "authors": ["E.P. Tonni"],
    "venue": "Superior de la provincia de Buenos Aires. Ameghiniana",
    "year": 1974
  }, {
    "title": "Pediolagus salinicola (Rodentia, Caviidae) en el Pleistoceno",
    "authors": ["E.P. Tonni"],
    "venue": "tardı́o de la provincia de Buenos Aires. Ameghiniana",
    "year": 1981
  }, {
    "title": "The Quaternary climate in the Buenos Aires province through mammals",
    "authors": ["E.P. Tonni"],
    "venue": "Acta Geocriogenica",
    "year": 1985
  }, {
    "title": "Geologı́a y paleontologı́a de los sedimentos del Pleistoceno en el área de Punta Hermengo (Miramar",
    "authors": ["E.P. Tonni", "F. Fidalgo"],
    "venue": "prov. de Buenos Aires, Rep. Argentina): aspectos paleoclimáticos. Ameghiniana",
    "year": 1982
  }, {
    "title": "Una nueva localidad con mamı́feros pleistocenos en el norte de Argentina",
    "authors": ["E.P. Tonni", "G.J. Scillato-Yané"],
    "venue": "Aspectos paleozoogeográficos. In: Annais do Congreso da Associac-ao Brasileira de Estudos do Quaternario e Reuniao sobre o Quaternario da America do Sul,",
    "year": 1997
  }, {
    "title": "Changes of mammal assemblages in the Pampean region (Argentina) and their relation with the Plio-Pleistocene boundary",
    "authors": ["E.P. Tonni", "M.T. Alberdi", "J.L. Prado", "M.S. Brago", "A.L. Cione"],
    "venue": "Palaeogeography, Palaeoclimatology, Palaeoecology",
    "year": 1992
  }, {
    "title": "Evolución de las comunidades florı́sticas en el extremo sur de Sudamérica durante el Cenofı́tico",
    "authors": ["A. Troncoso", "E.J. Romero"],
    "venue": "Proceedings of the VI Congreso Latinoamericano de Botánica. Monographs in Systematic Botany from the Missouri Botanical Garden,",
    "year": 1998
  }, {
    "title": "Mesozoic–Cenozoic paleogeographic and geodynamic evolution of southern South America",
    "authors": ["M.A. Uliana", "K.T. Biddle"],
    "venue": "Revista Brasileira de Geociências",
    "year": 1988
  }, {
    "title": "Holocene vegetation change and the mammal faunas of the South America and Africa",
    "authors": ["Vivo", "M.de", "A.P. Carmignotto"],
    "venue": "Journal of Biogeography",
    "year": 2004
  }, {
    "title": "Historia de los roedores y primates en Argentina: su aporte al conocimiento de los cambios ambientales durante el Cenozoico",
    "authors": ["M.G. Vucetich"],
    "venue": "Actas del IV Congreso Argentino de Paleontologı́a y Bioestratigrafı́a,",
    "year": 1986
  }, {
    "title": "Rodents (Mammalia) of the Lacayani fauna revisited (Deseadan, Bolivia). Comparison with new Chinchillidae and Cephalomyidae from Argentina",
    "authors": ["M.G. Vucetich"],
    "venue": "Bulletin du Muséum Nationele",
    "year": 1989
  }, {
    "title": "Los roedores de Salla y Lacayani (Bolivia) y su correlación con los de otras faunas de Edad Deseadense",
    "authors": ["M.G. Vucetich"],
    "venue": "Revista Técnica de Yacimientos Petrolı́feros Fiscales Bolivianos",
    "year": 1991
  }, {
    "title": "Mammalian faunal dynamics of the Great American Interchange",
    "authors": ["S.D. Webb"],
    "venue": "Paleobiology",
    "year": 1976
  }, {
    "title": "A history of savanna vertebrates in the New World, Part II: South America and the Great Interchange",
    "authors": ["S.D. Webb"],
    "venue": "Annual Review of Ecology and Systematics",
    "year": 1978
  }, {
    "title": "Late Cenozoic mammal dispersals between the Americas",
    "authors": ["S.D. Webb"],
    "year": 1985
  }, {
    "title": "Ecography and the Great American Interchange",
    "authors": ["S.D. Webb"],
    "venue": "Paleobiology",
    "year": 1991
  }, {
    "title": "Biological implications of the middle Miocene Amazon seaway",
    "authors": ["S.D. Webb"],
    "venue": "Science 269,",
    "year": 1995
  }, {
    "title": "El gran intercambio americano de fauna",
    "authors": ["S.D. Webb"],
    "venue": "Paseo Pantera. Smithsonian Books,",
    "year": 2003
  }, {
    "title": "Global climatic influences on Cenozoic land mammal faunas",
    "authors": ["S.D. Webb", "N.D. Opdyke"],
    "venue": "Effects of Past Global Change on Life",
    "year": 1995
  }, {
    "title": "Late Cenozoic evolution of the Neotropical mammal fauna",
    "authors": ["S.D. Webb", "A. Rancy"],
    "year": 1996
  }, {
    "title": "High plant diversity in Eocene South America: evidence from Patagonia",
    "authors": ["P. Wilf", "N.R. Cúneo", "K.R. Johnson", "J.F. Hicks", "S.L. Wing", "J.D. Obradovich"],
    "year": 2003
  }, {
    "title": "The evolutionary impact of an epeiric seaway on Late Cretaceous and Paleocene palynofloras of South America",
    "authors": ["G.P. Wilson", "N.C. Arens"],
    "venue": "Proceedings of the VII International Symposium on Mesozoic Terrestrial Ecosystems,",
    "year": 2001
  }, {
    "title": "A new early Oligocene argyrolagoid (Mammalia: Marsupialia) from Salla, Bolivia",
    "authors": ["R.G. Wolff"],
    "venue": "Journal of Vertebrate Paleontology",
    "year": 1984
  }, {
    "title": "Paleogene mammals from the Andes of Central Chile: a preliminary taxonomic, biostratigraphic, and geochronologic assessment",
    "authors": ["A.R. Wyss", "J.J. Flynn", "M.A. Norell", "C.C. Swisher III", "M.J. Novacek", "M.C. McKenna", "R. Charrier"],
    "venue": "American Museum Novitates",
    "year": 1994
  }, {
    "title": "Trends, rhythms, and aberrations in global climate 65Ma to Present",
    "authors": ["J. Zachos", "M. Pagani", "L. Sloan", "E. Thomas", "K. Billups"],
    "year": 2001
  }, {
    "title": "Aportes al conocimiento de la paleodiversidad del Cenozoico superior del Litoral argentino: estudios paleoflorı́sticos",
    "authors": ["A.F. Zuccol", "M. Brea", "A. Lutz", "L.M. Anzótegui"],
    "venue": "Temas de la Biodiversidad del Litoral Fluvial Argentino,",
    "year": 2004
  }, {
    "title": "Mamı́feros extintos del Cuaternario de la Provincia del Chaco (Argentina) y su relación con aquéllos del este de la región pampeana y de Chile",
    "authors": ["A.E. Zurita", "A.A. Carlini", "G.J. Scillato-Yané", "E.P. Tonni"],
    "venue": "Revista Geológica de Chile",
    "year": 2004
  }],
  "id": "SP:de0b97917239749db09450f93068fcb67bbe9e83",
  "authors": [{
    "name": "G.A. Cladera",
    "affiliations": []
  }],
  "abstractText": "Southern South America (SSA) has today a high diversity of climates, environments, biomes, and biotas, as a result of the complex interaction through time of plants and animals with the geological forces (e.g. plate tectonics, sea-level changes, glaciations) that modulated the geography of the continent. Arid biomes are well represented in SSA today, but were arid biomes similarly important in the geologic past? How long in time can be found major arid biomes in SSA? With the aim of replaying these questions, in this paper we summarized the paleoenvironmental changes of SSA through Cenozoic, emphasizing the relationships between biomes and the geological forces that, through different climatic-environmental factors, have driven its evolution. We define SSA the south of the 151S area. We prefer this geographical delimitation because with it we can see and follow the history of the biogeographic (historic and ecologic) relationships of Patagonian biota with the rest of the South American biota. Additionally, with this delimitation we possess the most complete Cenozoic South American land-mammal fossil record. We use biomes because biomes are taxon-free analytical units, and their pattern of change can be traced through time independently of the taxa present at different geological periods. Data on plate tectonics, volcanism, sea-level changes, marine paleotemperatures, and glaciations were taken from literature. To analyse the pattern of change of southern South American climates and environments through the Cenozoic, we used the fossil record of land-mammals as information source. When available, the record of vascular plants were used to contrast the inferences derived from land-mammals. Finally, we used standard geologic divisions (i.e. Epochs) as chronological units. The main conclusion of this paper is that from Early Paleocene to Late Pleistocene, southern South American climatic conditions changed from warm, wet, and nonseasonal, to colder, dryer, and seasonal. Concomitantly, biomes changed from tropical forest to steppes, across a sequence constituted by subtropical forests, woodland savanna, park-savanna, and grassland savanna. During the Quaternary, and as a consequence of glacial cycles, cold and dry conditions were interrupted by warmer and wet periods. Accordingly, several pulses of expansion see front matter r 2006 Elsevier Ltd. All rights reserved. .jaridenv.2006.01.007 nding author. Tel.: +54 2965 43 2100; fax: +54 2965 42 0012. dresses: eortiz@mef.org.ar (E. Ortiz-Jaureguizar), gcladera@mef.org.ar (G.A. Cladera)."
}