{
  "sections": [{
    "text": "lable at ScienceDirect\nContents lists avai\nQuaternary Science Reviews\njournal homepage: www.elsevier .com/locate/quascirev\nTephrostratigraphy of Grotta del Cavallo, Southern Italy: Insights on the chronology of Middle to Upper Palaeolithic transition in the Mediterranean\nGiovanni Zanchetta a, b, *, Biagio Giaccio c, Monica Bini a, b, Lucia Sarti d\na Dipartimento di Scienze della Terra, University of Pisa, Via S. Maria 53, 56126 Pisa, Italy b Istituto Nazionale di Geofisica e Vulcanologia, Roma, Italy c CNR - Istituto di Geologia Ambientale e Geoingegneria (IGAG), Via Salaria km 29.300, 00015, Monterotondo, Rome, Italy d Dipartimento di Scienze storiche e dei Beni culturali, University of Siena, Via Roma 56, 53100 Siena, Italy\na r t i c l e i n f o\nArticle history: Received 21 July 2017 Received in revised form 14 November 2017 Accepted 15 December 2017 Available online 5 January 2018\nKeywords: Tephrostratigraphy Pleistocene Paleoclimatology Musterian Uluzzian Southern Italy\n* Corresponding author. Dipartimento di Scienze d Via S. Maria 53, 56126 Pisa, Italy.\nE-mail address: zanchetta@dst.unipi.it (G. Zanchet\nhttps://doi.org/10.1016/j.quascirev.2017.12.014 0277-3791/© 2017 Elsevier Ltd. All rights reserved.\na b s t r a c t\nThe Grotta del Cavallo contains one of the most important stratification of Mousterian, Uluzzian and Final Epigravettian tecnocomplexes; its chronology is of paramount importance for understanding the timing of the transition between Middle and Upper Palaeolithic in the Mediterranean region as well as the demise of the Neanderthal and the dispersal of the first anatomically modern humans through Europe. Within the stratigraphy of the cave three different volcanic ash layers occur (layer G, Fa and C-II). They are located in the middle section of the Mousterian (layer G), in between the Mousterian and Uluzzian layers (layer Fa) and on top of the Uluzzian horizons (layer C-II). The three tephra layers were chemically fingerprinted and correlated to well-known and precisely dated widespread Late Pleistocene tephra markers. Specifically, layer G, Fa and C-II were correlated to the X-6 (108.7± 0.9 ka), Y-6 (45.5 ± 1.0 ka) and Campanian Ignimbrite (39.85± 0.14 ka), respectively. These findings provide robust chronological points allowing to conclude that: (i) the Mousterian occupation of the cave took place after the fall of the sea level following the MIS 5e high-stand; (ii) the Mousterian-Uluzzian boundary can be dated to 45.5 ± 1.0 ka and climatostratigraphically firmly placed at the transition between the Greenland Interstadial 12 (GI12)-Greenland Stadial 12 (GS12); (iii) the Uluzzian lasted for at least five millennial spanning the GS12-GI9 period and ended at beginning of the Heinrich Event 4.\n© 2017 Elsevier Ltd. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "Understanding the complex processes underlying the Palaeolithic technological change, the geographic-temporal pattern of the different cultural and biological entities, the potential role played by the Pleistocene climate change and by the variability of other components of ecosystems, are key questions in archaeology and palaeontropology (e.g. Tzedakis et al., 2007; Müller et al., 2011; Hublin, 2015). Solving these issues requires high-resolution stratigraphic records provided with high-precision and accurate chronologies (Hublin et al., 2012; Lowe et al., 2012, 2015; d'Errico and Banks, 2015). Radiocarbon chronology represents the most powerful tool for addressing these issues, and recently has been\nella Terra, University of Pisa,\nta).\nsuccessfully applied to the European prehistory in particular to the latest occurrence of Neanderthal, the earliest appearance of the anatomically modern human and their relation with late MiddleEarly Upper Palaeolithic cultural change (e.g. Benazzi et al., 2011; Higham et al., 2014; Douka et al., 2014; Hublin, 2015). However, near or beyond ~40 ka, the higher uncertainty of the radiocarbon chronology, due to the intrinsic analytic limits e i.e., the very low content of 14C and the proneness of the samples to be contaminated by younger organic material (e.g. Wood et al., 2010) e and of the radiocarbon calibration (e.g. Reimer et al., 2013; Giaccio et al., 2017a,b), often makes the dating of this time-interval challenging.\nPalaeolithic successions of the central Mediterranean and Eastern Europe areas are often characterized by the occurrence of tephra layers being downwind the intense explosive activity of the Italian volcanoes. These layers have increasingly represented fundamental stratigraphic and chronological constrains for the archaeological investigations in these regions (e.g. Giaccio et al.,\n2008; Lowe et al., 2012, 2015; Aureli et al., 2015; Marra et al., 2016; Pereira et al., 2015; Villa et al., 2016a,b). Specifically, the first systematic application of the tephrostratigraphy to archaeological successions revealed the inconsistence of the radiocarbon chronology of the southern and eastern Europe Middle-Upper Palaelothic (Giaccio et al., 2006) obtained with an ineffective sample decontamination procedure (Higham et al., 2009), so providing an important impulse for the subsequent improvement of the radiocarbon chronology and the reappraisal of the model and historical notions on the Middle-Upper Palaeolithic change (e.g. Douka et al., 2014; Higham et al., 2011). However, d'Errico and Banks (2015) discussed possible limitation of use tephra layer in archaeological reconstruction in particular during the Middle-Early Upper Palaeolithic changes.\nIn this paper we present the results of a tephrostratigraphic investigation of the Palaeolithic succession of Grotta del Cavallo, Apulia, Southern Italy (Fig. 1). This cave is one of the rare European sites documenting in a stratigraphic ordered succession a thick Mousterian sequence, with human fossils of the latest occurrence\nof Middle Palaeolithic (layer F) and of Early Upper Palaeolithic (Uluzzian phase, layers E-D) with associated lithic industries; thus representing an exceptional site for addressing one of the most debated subjects of the Old World prehistory (e.g. Benazzi et al., 2011; Douka et al., 2014)."
  }, {
    "heading": "2. Site description",
    "text": "Grotta del Cavallo (40 90 18.85” N, 17 570 37.27” E) is a wellknown Palaeolithic site located along the coast of the Bay of Uluzzo, near Nard o (Apulia, Southern Italy, Fig. 1). Excavations began in the 1960's by Arturo Palma di Cesnola and are now directed by Lucia Sarti. The first stratigraphy reported by Palma di Cesnola (1963, 1964, 2001) has been confirmed in the timeline by recent excavations. The 8-m thick succession is divided into four main chrono-cultural units (Fig. 2): the Mousterian, layers N-F; the Archaic Upper Paleolithic (Uluzzian), layers E-D; the Final Upper Paleolithic and Mesolithic, layer B; and the Neolithic, layer A. Neolithic occurrence is of minor importance, of a purely occasional\nof Grotta del Cavallo and other archaeological and palaeoclimatic records mentioned in t al., 2012; Marra et al., 2016, and reference therein); b) Dispersal area of the Y-6 tephra, -98 GCAP1.1: D'Antonio et al. (2016); ODP963A: Tamburrino et al. (2012); MD01-2474G: 6-60, RC9-191, RC9-190: Vogel et al. (2010); Theopetra Cave (Karkanas et al., 2015). c) attieri et al. (2015); Fucino: Giaccio et al. (2017b); Monticchio: Wulf et al. (2012); lake et al. (2008), Giaccio et al. (2012) and Donato et al. (2016); M25/4-10 to M25/4-10 -13: er is referred to the Web version of this article.)\nnature. Layer B, referring to the Late Glacial and the transition to the Holocene, contains a sequence of the Final Upper Paleolithic which has returned, among other things, numerous objects of movable art (Martini, 2016). Below the tephra layer C, layers D-E contain an Uluzzian sequences, as confirmed by the new excavations currently in progress. There have been some discussions about the stratigraphic integrity of layer D for the supposed presence of few “Aurignacian-like\" lithic artifacts (e.g. Mussi et al., 2006) and for two anomalous young radiocarbon ages at top of this archaeological horizon (Banks et al., 2013). However, Ronchitelli et al. (2014) have confuted, beyond any reasonable doubt, the presumed occurrence of Aurignatian levels above the Uluzzian succession excavated in 1964. The integrity of the Uluzzian succession (layer EIII-DI, of Palma di Cesnola stratigraphy), capped by the tephra layer C, has then been definitively confirmed by later excavations conducted by L. Sarti, which also established the occurrence of Late Glacial to post-Glacial succession (layer B, Martini and Sarti, 2017) directly laying on the volcanic level C. Therefore, layers E-D confidently represent the most continuous and possibly complete succession of deposits containing the Uluzzian techo-complex.\nThe base of the Uluzzian level rests directly on the top surface of Mousterian layer F, a slightly shaped erosional surface. In recent excavations, layer F has been distinguished in multiple levels (from FI to FIII), with many paleosurfaces (hearths and concentrations of lithic industries and faunal remains). A few centimeters below the paleosurface FI, the excavation brought to the light the thin and discontinuous, lenticular tephra layer Fa (Fig. 2).\nFor the layer F, level FII, a radiocarbon measurement (47900- 42100 yr cal. BP Fabbri et al., 2016, Fig. 2) was obtained, which should be understood as an indicative dating for the upper boundary of Mousterian occupation of the Grotta del Cavallo (Sarti et al., 1998-2000) and provinding a terminus post quem for the bottom of the Uluzzian deposit, which was in agreement with the previous Bayesian age model that dates the oldest Uluzzian to 45,000-43,000 yr cal. BP (Benazzi et al., 2011).\nIn the Mousterian stratigraphic sequence of approximately 4m thick, the tephra layer G separates the more recent series (layer F) from those older (layers H-N), which has been developed on a beach deposit attributed to MIS-5e high-stand (Sarti et al., 2017). This attribution is consistent with geomorphological evidences in southern Puglia, supported by sparse U/Th dating, which indicated that coastal deposits at the Grotta del Cavallo should be related to MIS-5e (Belluomini et al., 2002; Mastronuzzi et al., 2007; Negri et al., 2015).\nA comprehensive multidisciplinary study of the entire Mousterian sequence is in progress but brief annotation and specific topic can be found in Sarti et al. 1998-2000, 2002,2017; Sarti andMartini, 2005; Trenti et al., 2017; Romagnoli, 2015a,b; Romagnoli et al.,"
  }, {
    "heading": "2015, 2016, 2017).",
    "text": "During the excavations three human teeth have been discovered by Palma di Cesnola, a Neanderthal lower left second deciduous molar from the Mousterian L stratum and two from the Uluzzian layer E (Palma di Cesnola and Messeri, 1967) (these considered early sapiens: Benazzi et al., 2011, 2012), while a new Neanderthal tooth was identified during Sarti excavations in the Mousterian FIII sublayer (Fabbri et al., 2016) (Fig. 2)."
  }, {
    "heading": "3. Material and method",
    "text": "In order to assure an unambiguous stratigraphic position all the three samples of the tephra layers CII, Fa and G analyzed in this study were collected during the last campaign of excavation. Tephra layers were dried at room temperature and then observed and described under stereomicroscope. A fraction of the bulk samples was embedded in epoxy resin and firstly screened for\nquality of glass shards using scanning electron microscopy (SEM) at the Earth Sciences Department of the University of Pisa (Philips SEM 515). Then the analyses of the 3 different layers were carried out at the Istituto di Geologia Ambientale e Geoingegneria of the Italian National Research Council (IGAG-CNR) (Rome, Italy) using a Cameca SX50 electronmicroprobe equippedwith a fivewavelength dispersive spectrometer. Operating conditions were set to 15 kV accelerating voltage; 15 nA beam current; 10-15 mm beam diameter; 20 s per element counting time; Wollastonite (Si and Ca), corundum (Al), diopside (Mg), andradite (Fe), rutile (Ti), orthoclase (K), jadeite (Na), phlogopite (F), potassium chloride (Cl), barite (S), and metals (Mn) were used as standards. The Ti content was corrected for the overlap of Ti-Ka peaks. In order to evaluate the accuracy of the electron microprobe analyses, three international secondary standards (Kakanui augite and rhyolite RLS132 glasses from the United States Geological Survey) were measured prior of each analytic run. Test results are reported in Supplementary S1)."
  }, {
    "heading": "4. Results",
    "text": "Three tephra layers recognized along the succession (Fig. 2), show distinctive chemical compositions (Figs. 3e5; full analytical results are provided in Supplementary data-set S1) and different glass shards aspect (Fig. 6). Layer CII shows trachyte-phonolite composition featured by two distinct populations with SiO2 content ranging between ~62.5 and 61wt% and 60.5e59.5 and K2O/ Na2O ratio ranging between 1.5 and 1.1 and> 3, respectively (Fig. 3a). Layer Fa has a very distinctive peralkaline (Na2O þ K2O> Al2O3) rhyolitic to trachytic composition, which makes it classifiable as Pantellerite (Fig. 3b). Layer G has a nearly homogenous trachytic composition, featured by a SiO2 content ranging between ~63wt% and 61wt% and by a relatively narrow variability of the K2O/Na2O ratio (~1.7e0.9 Fig. 5a and b). Both layer CII and G share compositional features of the Campanian tephra (e.g. Tomlinson et al., 2012, 2015a,b), while the peculiar composition of layer F allows to relate it to Pantelleria Island, which is the only source of the Mediterranean pantelleritic tephra (e.g. Paterne et al., 2008)\nBased on the major element composition (Figs. 3 and 5), the stratigraphic order and the chronological constraints available for the Grotta del Cavallo succession, the three tephra layers were correlated with well-known and precisely 40Ar/39Ar dated key tephra layers of the Central Mediterranean (Figs. 1, 3e5). Layer CII perfectly matches the chemistry of the glass from Campanian Ignimbrite (CI, also known as Y-5 from marine stratigraphy, Keller et al., 1978) and reflects almost all the spectrum of chemical variability of the CI proximal units (Smith et al., 2016). Specifically, layer CII is dominated by the most evolved component of the CI magma, which fed the Plinian fallout and lower pyroclastic units, but also includes composition of the least evolved and distinctive chemical composition of the “Breccia Museo” unit (e.g. Fedele et al., 2016; Smith et al., 2016, Fig. 3b), representing the opening phase of the eruption (Fisher et al., 1993). This variability is a really diagnostic feature that makes the attribution of the layer CII to the CI unambiguous and it is particularly evident considering the compositional ranges of pre-IC and post-IC eruptions (Fig. 3a; Tomlinson et al., 2012). The occurrence of CI in the Grotta del Cavallo has been previously suggested (e.g. Giaccio et al., 2006; Douka et al., 2014), but hitherto no chemical data supporting this attribution have never been reported. The CI is the major explosive eruption occurred in the Mediterranean in the last 200 ka (e.g. Barberi et al., 1978; Costa et al., 2012; Marti et al., 2015; Smith et al., 2016) and their ash dispersed eastward covering an area over ~3.7million km2 (Costa et al., 2012). Such a great dispersal, coupled with its precise 40Ar/39Ar age 39.85± 0.14 ka (95% confidence level, Giaccio et al.,\n2017a,b), which consolidated the previous 40Ar/39Ar dating (De Vivo et al., 2001), make the CI a fundamental stratigraphic marker and chronological anchor point for correlating, and addressing the related issues, of many archaeological and palaeoenvironmental successions at regional to extra-regional scale (e.g. Lowe et al., 2012; Giaccio et al., 2017a,b and references therein).\nPantelleritic layers are rare and distinctive tephra of the Mediterranean successions (e.g. Paterne et al., 2008). Keller et al. (1978) described the most widespread layer (Fig. 1), called Y-6, in some marine cores identified within theMIS 3 and dated at around 45 ka. In the marine core ODP-963A, off Pantelleria Island, Tamburrino et al. (2012) recognized explosive activity related to the Island during MIS 3, MIS 6-MIS 5 transition and MIS 6 at ca. 42.5, 127.5, 128.1, 129.1, 188.7 and 197.7 ka (ages obtained by tuning with SPECMAP, Martinson et al., 1987). Tamburrino et al. (2012) correlated the level at 42.5 ka with Y-6 of the Keller's stratigraphy. Considering the radiocarbon ages for layers D and F (Fig. 2), and the peculiar chemical composition, the Layer Fa matches the Y-6 marine marker tephra layer (Fig. 4) (Keller et al., 1978; Tamburrino et al., 2012). This Pantelleritic layer is correlated with the Green Tuff of Pantelleria volcanic island (Fig. 1) and recently precisely dated by 40Ar/39Ar method at 45.7± 1.0 ka (2s; Scaillet et al., 2013) and here recalculated, for consistency with monitor constant used for the CI 40Ar/39Ar agee i.e., AC sanidine at 1848Ma corresponding to FC sanidine at 28,201 Ma (Niespolo et al., 2016) e at 45.5± 1.0 ka (2s).\nAs far as layer G is concerned, considering its chemical composition and its stratigraphic position above the coastal marine deposits related toMIS-5e high-stand and below Y-6 tephra, should be consistent with any Campanian tephra spanning the wide time interval between ~125 ka and 45 ka. There are several eruptions which have been produced by Campanian volcanoes during this interval andwhichmay overlap in compositionwith layer G, among which the Y-7, C-22, X-5 and X-6 are the most widespread (e.g. Bourne et al., 2010, 2015; Wulf et al., 2012; Giaccio et al., 2012, 2017a,b; Insinga et al., 2014; Sulpizio et al., 2010; Tomlinson et al., 2015a,b; Leicher et al., 2016). However, when comparing altogether, the layer G appears unequivocally correlates to X-6, which in turn is clearly distinct by the other marker tephra (Fig. 5a). The peculiar composition of the X-6 is evident not only on the Total Alkali Silica diagram (TAS, Le Bas et al., 1986), but also in the alkali ratio (K2O/Na2O) vs CaO (Fig. 5a), which makes the attribution of layer G unambiguous (Fig. 5b).\nFirstly recognized in Ionian Sea (Keller et al., 1978), the X-6 tephra has been traced in a number of marine, lacustrine and terrestrial successions (Fig. 1c). Two recent 40Ar/39Ar dating of this tephra yielded statistically indistinguishable ages of ~110-109 ka (Iorio et al., 2014: 108.9± 3.6 ka, 2s; Regattieri et al., 2017 108.7± 0.9 ka, 2s), with the most precise dating at 108.7 ± 0.9 ka (2s) e also recalculated for consistency e obtained from a layer occurring in the Sulmona basin (Regattieri et al., 2017)."
  }, {
    "heading": "5. Discussion",
    "text": "The archaeological successions are often affected by long phases of erosion and/or non-deposition and human disturbance, and thus are usually discontinuous, making their precise correlation with continuous and accurately dated palaeoclimatic archives, like marine, lake or ice cores, challenging. Fig. 1 illustrates archives over central Mediterranean containing the tephra layers identified at Grotta del Cavallo. The X-6 is a well-established marker of Greenland Stadial 24, or cold event C24 (Brauer et al., 2007; Regattieri et al., 2015, 2017; Zanchetta et al., 2016). In the high resolution multiproxy record of the marine core ODP-963A (Sprovieri et al., 2012; Tamburrino et al., 2012), aligned with Greenland ice core, the Y-6 occurs at the very end of warmer Greenland Interstadial 12 (GI12) or the very beginning of Greenland Stadial 12 (GS12; Fig. 7). Finally, the CI is definitively established as a marker of the beginning of the Heinrich Event 4 (H4, e.g. Giaccio et al., 2017a,b and reference therein). The position of the three tephra layers in the Grotta del Cavallo succession suggests that sedimentation ratee as expected in subaerial settingsewas highly variable, with some very condensed layer (e.g. layer F) and expanded one (e.g. the interval spanning the Layers M-L), as well as the possible occurrence of sedimentary hiatus, the extent and position of which are, however, not assessable on the basis of the present data. Nevertheless some relevant observations on the chronology and climatic context of the different cultural entities e and especially for the short and apparently continuous interval between Fa/Y-6 and CII/CI layers e can be made.\nIn a general panorama where Mousterian successions are often poorly dated, our finding provide robust chronological markers that refine the dating of this techno-complex at Grotta del Cavallo. The succession of Mousterian occupation start after the deposition of the beach deposits correlated to MIS 5e high-stand (ca. 116-128 ka, e.g. Muhs et al., 2015), as supported by regional geomorphological studies (Mastronuzzi et al., 2007). The human occupation of the cave is well established at time of the deposition of the tephra layer G/X-6 (108.7± 0.9 ka), suggesting that it happened relatively soon after the end of the marine high-stand and the subsequent sea level fall. On the other hand, the latest Mousterian occurrence are precisely marked by the deposition of the Y-6 tephra layer of ~45.5 ka, which seals the uppermost layer containing this industry and thus represents a terminus ante quem for the end of the Mousterian occupation in the cave. This implies that the human tooth found by Sarti excavations (1987) in the Mousterian FIII sublayer, attributed to the Neanderthal by Fabbri et al. (2016), is older than 45.5 ka (Figs. 2 and 7). The previous chronological constrain for the Neanderthal tooth was based on the radiocarbon dating of the overlying layer FII, which yielded the relatively large time-slice of 47,900e42,100 cal BP (2s; Fabbri et al., 2016, Fig. 2). Therefore, although in agreement within this radiocarbon chronology, the recognition of the Y-6 tephra substantially narrows the chronological uncertainty associated to the radiocarbon dating of the\nNeanderthal tooth and in general to the age of the Mousterian end (Figs. 7 and 8). The radiometric age of the Y-6 tephra layer of 45.5± 1.0 ka, which marks the end of the Mousterian at Grotta del Cavallo, is near the lower boundary of the end of Mousterian range determined for the southern and eastern Europe at ca. 47-40 cal ka BP (Higham et al., 2014, Fig. 8).\nThe same Layer Fa of 45.5± 1.0 ka acts as a precise terminus post quem for the overlying archaeological levels containing Uluzzian lithic industry. On top of the Uluzzian succession there is then the layer CII, which constrains at the Grotta del Cavallo the Uluzzian succession to be older than 39.85± 0.14 ka.\nGiven the importance of the Uluzzian technocomplex in our understanding of the appearance and spread of modern humans, the presence of the CI and Y-6 at the top and at the bottom of the Uluzzian succession, respectively, along with a new suites of radiocarbon data (Benazzi et al., 2011; Fabbri et al., 2016; Douka et al., 2014), make the Grotta del Cavallo one of the better dated site for the Upper Palaeolithic complexes of Southern Europe. Specifically, due to the complexity of radiocarbon calibration at the limit of themethods and sample contaminations (e.g. Higham et al., 2009; Giaccio et al., 2017a,b), the recognition of the couple of CI and Y-6 tephra at Grotta del Cavallo is of great importance for consolidating the site chronology and thus for contributing to better understand the processes involved in theMiddle to Upper Palaeolithic modification occurred in Europe over the early-middle part of the marine isotope stage 3 (MIS 3c-d; ~58-40 ka, Railsback et al., 2015). Furthermore, the couple of tephra layers also offers the unique opportunity to physically correlate the archaeological stratigraphy with well-established palaeoclimatic records, thus allowing an assessment of the potential link/interference between bio-cultural evolution and the abrupt climatic change, in a way completely unaffected by the chronological uncertainties inherent either tephra dating or palaeoclimatic age models (Lowe, 2011; Blockley et al., 2014).\nIn this regard, we note that in recent works, by using an approach based on the probability distribution functions of statistically modelled radiocarbon ages, Douka et al. (2014) and Higham et al. (2014) suggested that the start of the Uluzzian at Grotta del Cavallo might be the earliest of Italy and, considering the 2s radiocarbon distribution, being even as old as the HE5 (Fig. 8). However, because of the lack of chronological constraints for either the lowermost Uluzzian or the uppermost Mousterian layers of Grotta del Cavallo, the authors presented this results as a tentative hypothesis, susceptible to change in the light of new data. The precisely dated and climatostratigraphically well pinpointed Fa/Y-6 tephra in between the lowermost Uluzzian levels and the most recent Mousterian occurrence at Grotta del Cavallo is thus what needed to dispel this doubt. Indeed, according to the 40Ar/39Ar age of Y-6, the Grotta del Cavallo Uluzzian is undoubtedly younger than 45.5± 1.0 ka (Fig. 7). Furthermore, as far as the climatic context is concerned, the position of Fa/Y-6 layer in the ODP-963A proxy records (Figs. 7 and 8) places the beginning of the Uluzzian at Grotta\ndel Cavallo close the GI12-GS12 transition, i.e., likely during the stadial phase of the GS12 (Fig. 7). This opportunity of precisely evaluating the climatic context independently of the accuracy of both Greenland and 40Ar/39Ar chronologies, as well as of their intercalibration, is a unique prerogative of the synchronization via tephra correlation; no other chronometric methods can permit the assessment of these kind of issues with the same accuracy and degree of confidence. In this context, we note that the Y-6 layer occurs as a cryptotephra in level II12 of the Middle-Upper Palaeolithic succession of Theopetra Cave, Greece (Karkanas et al., 2015). Unfortunately, as reported by some authors (Karkanas et al., 2015) the stratigraphic integrity of this archaeological level, attributed to the Upper Paleolithic, is compromised by secondary erosionaldepositional processes, since the very few diagnostic Upper Paleolithic artifacts found in this layer seem to be mixed with both\nolder and younger archaeological materiel from the Middle Palaeolithic and Mesolithic layers. However, although the stratigraphic setting of the Theopetra Cave does not allow a precise assessment of the ethno-stratigraphic position of the Y-6 layer, the recognition of this tephra in Greece demonstrates the notable potential of the Y-6 as a super-regional marker for archaeological issues.\nAs far as the end of the Uluzzian is concerned, in Klissoura Cave succession, Greece (Fig. 1), Lowe et al. (2012) found CI glass shards up to the base of the layer IV, containing Aurignacian industry, topping layer V, which contains Uluzzian industry. Similarly, in the Grotta di Castelcivita, southern Italy (Fig. 1), the CI is on the top of the Proto-Aurgnacian layers (Giaccio et al., 2008; Smith et al., 2016), which in turn caps Uluzzian horizons (Gambassini, 1997). Finally, at Serino, southern Italy (Fig. 1), the CI seals an open-air Proto-Aurignacian occupation (Accorsi et al., 1979; Giaccio et al., 2006),\nthough at this open-site there is no archaeological stratification and evidence of Uluzzian industry. Therefore, as already discussed in recent studies (e.g. Douka et al., 2014; Giaccio et al., 2017a,b) and confirmed by our data, CI eruption or ~40 ka can be considered the uppermost chronological boundary for the Uluzzian. It is interesting to note that inMediterranean records the HE4, the beginning of which is marked by the CI tephra, is associated to particularly harsh climatic conditions (Fig. 7; e.g. Fedele et al., 2003, 2008; Müller et al., 2011).\nSummarising, the Grotta del Cavallo tephrostratigraphic data suggest that Uluzzian developed/appeared between the end of the relatively long a mild interstadial GI12 and the first centuries of the HE4 events (Figs. 7 and 8). This period is featured by the rapid alternation of three stadials (GS12, GS11 and GS10) and interstadials (GI11, GI10 and GI9) as well as comprises the first 3-4 centuries of the HE4 (Figs. 7 and 8). This would suggest a high capability of adaptation of the Uluzzian Palaeolithic communities to cope the unpredictable and highly variable environmental-climatic conditions of this period, which, however, seems to cease abruptly within firsts centuries of HE4, marked by the deposition of the CI tephra.Wemight thus suggest that the harsh, cold and arid climatic conditions of HE4, likely exacerbated by the effects of the CI supereruption, possibly exceeded the environmental-ecological threshold of the Uluzzian adaptability (e.g. Fedele et al., 2003, 2008; Giaccio et al., 2017a,b)."
  }, {
    "heading": "6. Concluding remarks",
    "text": "Tephrostratigraphy of Grotta del Cavallo gives fresh and important insights on the chronology of the Mousterian of Southern Italy. The recognition of the X-6 tephra (~109 ka) indicates that at Grotta del Cavallo Mousterian occupation established shortly after the fall of the sea level of the MIS 5e high-stand. Mousterian occupation seems to be lasted, though with possible discontinuity, until to the deposition of the Fa/Y-6 layer dated to 45.5± 1.0 ka. Uluzzian techno-complex started just after the deposition Fa/Y-6 tephra layer (~45.5 ka), which, considering its climatostratigraphic position, represents a fundamental stratigraphic marker for anchoring the beginning of the Uluzzian in southern Italy at the GI12-GS12 transition. The presence of the CI (39.85± 0.14 ka) at Grotta del Cavallo is definitively demonstrated in this work. Together, the Y-6 and CI tephra layers precisely constrain the Uluzzian techno-complexes between ~45.5 ka and ~39.85 ka or between the GI12-GS12 transition and the early stage of GS9-HE4. Considering its dispersion (Fig. 1b), the Y-6 layer together with the already well-established marker of the CI can form a pivotal couple of tephra/cryptotephra for evaluating the age, the temporal relationship, the geographical pattern and the climatic context of the most recent Mousterian occurrences as well as of the start and the end of the Early Upper Palaeolithic, in a wide area of the southern Italy and Balkan regions. The assessment of these temporal-spatial issues is fundamental for understanding the dynamics and the ecological-anthropological factors underlying the complex mosaic of the cultural and biological modifications occurred in Europe over the early-middle MIS 3 period.\nFinally, from a broader methodological perspective, our study consolidates the relevance of the tephrostratigraphy as a key, indispensable chronological-correlation tool for assessing and/or refining the chronology of archaeological successions near or beyond the limit of the radiocarbon dating method. Certainly, by considering the conspicuous activity of the Quaternary explosive volcanisms in Mediterranean area, the recent development of cryptotephra studies and the improvement of the 40Ar/39Ar dating method, the potential of tephrostraigraphy of this region has still a wide room of enhancing.\nAcknowledgements\nPart of this analytical work benefit from University of Pisa financial support (Fondi di Ateneo). M.B. B.G., and G.Z contributed to the acquisition, elaboration and discussion of the geoarcheological and geochemical data. L.S. provided the general stratigraphic and archaeological framework of the site based on data from new excavations (financed by University of Siena and MIUR project-PRIN 2010-2011) and previous studies. All the authors conceived and designed the manuscript with the general conclusions. The authors thanks F. Martini and D. Lo Vetro for their valuable discussion. We also thanks two anonymous reviewers for the valuable comments, which improved the quality of the manuscript.\nAppendix A. Supplementary data\nSupplementary data related to this article can be found at https://doi.org/10.1016/j.quascirev.2017.12.014.\nReferences\nAccorsi, C.A., Aiello, E., Bartolini, C., Castelletti, L., Rodolfi, G., Ronchitelli, A., 1979. Il giacimento paleolitico di Serino (Avellino): stratigrafia, ambienti e paletnologia. Atti Soc. Tosc. Sc. Nat., Mem. Ser. A 86, 435e487. Aureli, D., Contardi, A., Giaccio, B., Jicha, B., Lemorini, C., Madonna, S., Magri, D., Marano, F., Milli, S., Modesti, V., Palombo, M.R., Rocca, R., 2015. Palaeoloxodon and human interaction: depositional setting, chronology and archaeology at the Middle Pleistocene Ficoncella site (Tarquinia, Italy). PLos One 10 (4), e0124498. Banks, W.E., d'Errico, F., Zilh~ao, J., 2013. Human-climate interaction during the early upper palaeolithic: testing the hypothesis of an adaptive shift between the proto-aurignacian and the early aurignacian. J. Hum. Evol. 64, 39e55. Barberi, F., Innocenti, F., Lirer, L., Munno, R., Pescatore, T., Santacroce, R., 1978. The Campanian Ignimbrite: a major prehistoric eruption in the Neapolitan area, Italy. Bull. Volcanol. 41, 10e31. Belluomini, G., Caldara, M., Casini, C., Cerasoli, M., Manfra, L., Mastronuzzi, G., Palmentola, G., Sanso, P., Tuccimei, P., Vesica, P.L., 2002. The oge of Late Pleistocene shorelines and tectonic activity of Taranto area, Southern Italy. Quat. Sci. Rev. 21, 525e547. Benazzi, S., Douka, K., Fornai, C., Bauer, C.C., Kullmer, O., Svoboda, J., Pap, I., Mallegni, F., Bayle, P., Coquerelle, M., Condemi, S., Ronchitelli, A., Harvati, K., Weber, G.W., 2011. Early dispersal of modern humans in Europe and implications for Neanderthal behavior. Nature 479, 525e528. Benazzi, S., Fornai, C., Buti, L., Toussaint, M., Mallegni, F., Ricci, S., Gruppioni, G., Weber, G., Condemi, S., Ronchitelli, A., 2012. Cervical and crown outline analysis of Neanderthal worn and modern human lower second deciduous molars. Am. J. Phys. Anthropol. 149, 537e546. Blockley, S., Rasmussen, S.O., Harding, P., Brauer, A., Davies, S., Hardiman, M., Lane, C., Macleod, A., Matthews, I., Wulf, S., Zanchetta, G., 2014. Tephrochronology and the extended INTIMATE (Integration of ice-core, marine and terrestrial records) event stratigraphy 8-110 ka B2K. Quat. Sci. Rev. 106, 88e100. Bourne, A.J., Lowe, J.J., Trincardi, F., Asioli, A., Blockley, S.P.E., Wulf, S., Matthews, I.P., Piva, A., Vigliotti, L., 2010. Distal tephra record for the last ca 105,000 years from core PRAD 1-2 in the central Adriatic Sea: implications for marine tephrostratigraphy. Quat. Sci. Rev. 29, 3079e3094. Bourne, A.J., Albert, P.G., Matthews, I.P., Trincardi, F., Wulf, S., Asioli, A., Blockley, S.P., Keller, J., Lowe, J.J., 2015. Tephrochronology of core PRAD 1-2 in the Adriatic Sea: insights into Italian explosive volcanism for the period 200-80 ka. Quat. Sci. Rev. 16, 28e43. Brauer, A., Allen, J.R.M., Mingram, J., Dulski, P., Wulf, S., Huntley, B., 2007. Evidence for the last interglacial chronology and environmental change from Southern Europe. Proc. Nat. Ac. Sc. USA 104, 450e455. Costa, A., Folch, A., Macedonio, G., Giaccio, B., Isaia, R., Smith, V.C., 2012. Quantifying volcanic ash dispersal and impact of the Campanian Ignimbrite super-eruption. Geophys. Res. Lett. 39, 10. D'Antonio, M., Arienzo, I., Mariconte, R., Mazzeo, F.C., Perugini, D., Petrelli, M., Civetta, L., Corselli, C., Orsi, G., Principato, M.S., 2016. Combined Sr-Nd isotopic and geochemical fingerprinting as a tool to identify tephra layers: application to deep-sea cores from Eastern Mediterranean Sea. Chem. Geol. 443, 121e136. De Vivo, B., Rolandi, G., Gans, P.B., Calvert, A., Bohrson, W.A., Spera, F.J., Belkin, H.E., 2001. Newconstraints on the pyroclastic eruptive history of the Campanian volcanic Plain (Italy). Mineral. Petrogr 73, 47e65. Donato, P., Albert, P.G., Crocitti, M., De Rosa, R., Menzies, M.A., 2016. Tephra layers along the southern Tyrrhenian coast of Italy: links to the X-5 and X-6 using volcanic glass geochemistry. J. Volcanol. Geoth. Res. 317, 30e41. Douka, K., Jacobs, Z., Lane, C., Grün, R., Farr, L., Hunt, C., Inglis, R.H., Reynolds, T., Alberth, P., Aubert, M., Cullen, V., Hill, E., Kinsley, L., Roberts, R.G., Tomlinson, E.L., Wulf, S., Barker, G., 2014. The chronostratigraphy of the Haua\nFteah cave (Cyrenaica, northeast Libya). J. Hum. Evol. 66, 39e63. d'Errico, F., Banks, W.E., 2015. Tephra studies and the reconstruction of Middle-to-\nUpper Paleolithic cultural trajectories. Quat. Sci. Rev. 118, 182e193. Fabbri, P.F., Panetta, D., Sarti, L., Martini, F., Salvadori, P.A., Caramella, D., Fedi, M.,\nBenazzi, S., 2016. Middle Palaeolithic human deciduous incisor from Grotta del Cavallo. Italy. Am. J. Phys. Anthropol 1e7. https://doi.org/10.1002/ajpa.23044. Fedele, F.G., Giaccio, B., Isaia, R., Orsi, G., 2003. The campanian ignimbrite eruption, Heinrich event 4, and the paleolithic change in Europe: a high-resolution investigation. In: Robock, A., Oppenheimer, C. (Eds.), Volcanism and the Earth's Atmosphere, Geophysical Monography, 139, Am. Geophys. Un., Washington (DC), pp. 301e325, 2003. Fedele, F.G., Giaccio, B., Hajdas, I., 2008. Timescales and cultural process at 40,000 BP in the light of the Campanian Ignimbrite eruption, western Eurasia. J. Hum. Evol. 55, 834e857. Fedele, L., Scarpati, C., Sparice, D., Perrotta, A., Laiena, F., 2016. A chemostratigraphic study of the Campanian Ignimbrite eruption (Campi Flegrei, Italy): insights on magma chamber withdrawal and deposit accumulation as revealed by compositionally zoned stratigraphic and facies framework. J. Volcanol. Geoth. Res. 324, 105e117. Fisher, R.V., Orsi, G., Ort, M., Heiken, G., 1993. Mobility of large-volume pyroclastic flow-emplacement of the Campanian Ignimbrite. Italy. J. Volcanol. Geoth. Res. 56, 205e220. Francke, A., Wagner, B., Janna Just, J., Leicher, N., Gromig, R., Baumgarten, H., Vogel, H., Lacey, J.H., Sadori, L., Wonik, T., Leng, M.J., Zanchetta, G., Sulpizio, R., Giaccio, B., 2016. Sedimentological processes and environmental variability at Lake Ohrid (Macedonia, Albania) between 637 ka and the present. Biogeosciences 13, 1179e1196. Gambassini, P., 1997. Il Paleolitico di Castelcivita, Culture e Ambiente. Electa Napoli, Naples. Giaccio, B., Hajdas, I., Peresani, M., Fedele, F.G., Isaia, R., 2006. The campanian ignimbrite tephra and its relevance for the time of middle to upper palaeolithic shift. In: Conard, N.J. (Ed.), When Neanderthals and Modern Humans Met. Kerns Verlag, Tübingen, Germany, pp. 343e375. Giaccio, B., Isaia, R., Fedele, F.G., Di Canzio, E., Hoffecker, J., Ronchitelli, A., Sinitsyn, A.A., Anikovich, M., Lisitsyn, S.N., Popov, V.V., 2008. The campanian ignimbrite and codola tephra layers: two temporal/stratigraphic markers for the early upper palaeolithic in southern Italy and eastern Europe. J. Volcanol. Geoth. Res. 177 (1), 208e226. Giaccio, B., Nomade, N., Wulf, S., Isaia, R., Sottili, G., Cavuoto, G., Galli, P., Messina, P., Sposato, A., Sulpizio, R., Zanchetta, G., 2012. The late MIS 5 Mediterranean tephra markers: a reappraisal from peninsular Italy terrestrial records. Quat. Sci. Rev. 56, 31e45. Giaccio, B., Hajdas, I., Isaia, R., Deino, A., Nomade, S., 2017a. High-precision 14C and 40Ar/39Ar dating of the Campanian Ignimbrite (Y-5) reconciles the time-scales of climatic-cultural processes at 40 ka. Sc. Reports 7, 45940. https://doi.org/ 10.1038/srep45940. Giaccio, B., Niespolo, E.M., Pereira, A., Nomade, S., Renne, P.R., Albert, P.G., Arienzo, I., Regattieri, E., Wagner, B., Zanchetta, G., Gaeta, M., Galli, P., Mannella, G., Peronace, E., Sottili, G., Florindo, F., Leicher, N., Marra, F., Tomlinson, E.T., 2017b. First integrated tephrochronological record for the last ~190 kyr from the Fucino Quaternary lacustrine succession, central Italy. Quat. Sci. Rev. 158, 211e234. Higham, T., Brock, F., Peresani, M., Broglio, A., Wood, R., Douka, K., 2009. Problems with radiocarbon dating the middle to upper palaeolithic transition in Italy. Quat. Sci. Rev. 28, 1257e1267. Higham, T., Compton, T., Stringer, C., Jacobi, R., Shapiro, B., Trinkaus, E., Chandler, B., Gr€oning, F., Collins, C., Hillson, S., O'Higgins, P., FitzGerald, C., Fagan, M., 2011. The earliest evidence for anatomically modern humans in northwestern Europe. Nature 479 (7374), 521e524. Higham, T., Douka, K., Wood, R., Ramsey, C.B., Brock, F., Basell, L., Camps, M., Arrizabalaga, A., Baena, J., Barroso-Ruíz, C., Bergman, C., Boitard, C., Boscato, P., Caparr os, M., Conard, N.J., Draily, C., Froment, A., Galv an, B., Gambassini, P., Garcia-Moreno, A., Grimaldi, S., Haesaerts, P., Holt, B., Iriarte-Chiapusso, M.-J., Jelinek, A., Jord a Pardo, J.F., Maíllo-Fern andez, J.-M., Marom, A., Maroto, J., Men endez, M., Metz, L., Morin, E., Moroni, A., Negrino, F., Panagopoulou, E., Peresani, M., Pirson, S., De La Rasilla, M., Riel-Salvatore, J., Ronchitelli, A., Santamaria, D., Semal, P., Slimak, L., Soler, J., Soler, N., Villaluenga, A., Pinhasi, R., Jacobi, R., 2014. The timing and spatiotemporal patterning of Neanderthal disappearance. Nature 512, 306e309. Hublin, J.J., 2015. The modern human colonization of western Eurasia: when and where? Quat. Sci. Rev. 118, 194e210. Hublin, J.J., Talamo, S., Julien, M., David, F., Connet, N., Bodu, P., Vandermeersch, B., Richards, M.P., 2012. Radiocarbon dates from the Grotte du Renne and SaintC esaire support a Neandertal origin for the Châtelperronian. Proc. Nat. Ac.Sc. USA 109, 18743e18748. Insinga, D.D., Tamburrino, S., Lirer, F., Vezzoli, L., Barra, M., De Lange, G.J., Tiepolo, M., Vallefuoco, M., Mazzola, S., Sprovieri, M., 2014. Tephrochronology of the astronomically-tuned KC01B deep-sea core, Ionian Sea: insights into the explosive activity of the Central Mediterranean area during the last 200ka. Quat. Sci. Rev. 85, 63e84. Iorio, M., Liddicoat, J., Budillon, F., et al., 2014. Combined palaeomagnetic secular variation and petrophysical records to time constrain geological and hazardous events: an example from the eastern Tyrrhenian Sea over the last 120 ka. Glob. Planet. Ch. 113, 91e109. Karkanas, P., White, D., Lane, C.S., Stringer, C., Davies, W., Cullen, V.L., Smith, V.C.,\nNtinou, M., Tsartsidou, G., Kyparissi-Apostolika, N., 2015. Tephra correlations and climatic events between the MIS6/5 transition and the beginning of MIS3 in Theopetra Cave, central Greece. Quat. Sci. Rev. 118, 170e181. Keller, J., Ryan, W.B.F., Ninkovich, D., Altherr, R., 1978. Explosive volcanic activity in the Mediterranean over the past 200,000 years as recorded in deep-sea sediments. Geol. Soc. Am. Bull. 89, 591e604. Kraml, M., 1997. Laser-40Ar/39Ar-Datierungen an distalen marinen Tephren des jung-quart.aren mediterranen Vulkanismus (Ionisches Meer, METEOR-Fahrt 25/ 4). Ph.D. Thesis. Albert-Ludwigs- Universit.at Freiburg i.Br., 216 pp. Le Bas, M.J., Le Maitre, R.W., Streckeisen, A., Zanettin, B., 1986. A chemical classification of volcanic rocks based on the total alkali-silica diagram. J. Petrol. 27, 745e750. Leicher, N., Zanchetta, G., Sulpizio, R., Giaccio, B., Wagner, B., Nomade, S., Francke, A., Del Carlo, P., 2016. First tephrostratigraphic results of the DEEP site record from Lake Ohrid (Macedonia and Albania). Biogeosciences 13, 2151e2178. Lowe, D.L., 2011. Tephrochronology and its application: a review. Quat. Geochronol. 6, 107e153. Lowe, J., Barton, N., Blockley, S., Ramsey, C.B., Cullen, V.L., Davies, W., Gamble, C., Grant, K., Hardiman, M., Housley, R., Lane, C.S., Lee, S., Lewis, M., MacLeod, A., Menzies, M., Müller, W., Pollard, M., Price, C., Roberts, A.P., Rohling, E.J., Satow, C., Smith, V.C., Stringer, C.B., Tomlinson, E.L., White, D., Albert, P., Arienzo, I., Barker, G., Bori c, D., Carandente, A., Civetta, L., Ferrier, C., Guadelli, J.L., Karkanas, P., Koumouzelis, M., Müller, U.C., Orsi, G., Pross, J., Rosi, M., Shalamanov-Korobar, L., Sirakov, N., Tzedakis, P.C., 2012. Volcanic ash layers illuminate the resilience of Neanderthals and early modern humans to natural hazards. Proc. Nat. Ac. Sc. USA 109, 13532e13537. Lowe, J.J., Bronk Ramsey, C., Housley, R.A., Lane, C.S., Tomlison, E.L., 2015. RESET team, RESET associates. The RESET project: constructing a European tephra lattice for refined synchronisation of environmental and archaeological events during the last c. 100 ka. Quat. Sci. Rev. 118, 1e17. Marciano, R., Munno, R., Petrosino, P., Santangelo, N., Santo, A., Villa, I., 2008. Late quaternary tephra layers along the Cilento coastline (Southern Italy). J. Volcanol. Geoth. Res. 177, 227e243. Marra, F., Ceruleo, P., Jicha, B., Pandolfi, L., Petronio, C., Salari, L., Giaccio, B., Sottili, G., 2016. Chronostratigraphic constraints on Middle Pleistocene faunal assemblages and Acheulian industries from the Cretone lacustrine basin, central Italy. J. Quat. Sci. 31, 641e658. Marti, A., Folch, A., Costa, A., Engwell, S., 2015. Reconstructing the plinian and coignimbrite sources of large volcanic eruptions: a novel approach for the Campanian Ignimbrite. Sc. Report 6, 21220. https://doi.org/10.1038/srep21220. Martini, F., 2016. L'arte paleolitica e mesolitica in Italia, Millenni. Studi di archeologia preistorica, 12, Firenze. Martini, F., Sarti, L., 2017. Nuove ricerche nei livelli “romanelliani” di Grotta del Cavallo (Lecce): le produzioni litiche e le figurazioni mobiliari, Preistoria e Protostoria - 4-Preistoria e Protostoria della Puglia. Atti Riun. Sc. IIPP in Puglia 2012, 87e94. Firenze. Martinson, D.G., Pisias, N.G., Hays, J.D., et al., 1987. Age dating and the orbital theory of the ice ages - development of a high-resolution-0 to 300,000-year chronostratigraphy. Quat. Res. 27, 1e29. Mastronuzzi, G., Quinif, Y., Sans o, P., Selleri, G., 2007. Middle-Late Pleistocene polycyclic evolution of a stable coastal area (southern Apulia, Italy). Geomorphology 86, 393e408. Muhs, D.R., Simmons, K.R., Meco, J., Porat, N., 2015. Uranium-series ages of fossil corals from Mallorca, Spain: the “Neotyrrhenian” high stand of the Mediterranean Sea revisited. Palaeogeogr. Palaeoclimatol. Palaeoecol. 438, 408e424. Müller, U.C., Pross, J., Tzedakis, P.C., Gamble, C., Kotthoff, U., Schmiedl, G., Wulf, S., Christanis, K., 2011. The role of climate in the spread of modern humans into Europe. Quat. Sci. Rev. 30, 273e279. Mussi, M., Gioia, P., Negrino, F., 2006. Ten small sites: the diversity of the Italian Aurignacian. In: Bar-Yosef, O., Zilh~ao, J. (Eds.), Toward a Definition of the Aurignacian. Trabalhos de Arqueologia 45, Lisbon, pp. 189e209. Negri, A., Amorosi, A., Antonioli, F., Bertini, A., Florindo, F., Lurcock, P.C., Marabini, S., Mastronuzzi, G., Regattieri, E., Rossi, V., Scarponi, S., Taviani, M., Zanchetta, G., Vai, G.B., 2015. A potential global stratotype section and point (GSSP) for the tarentian stage, upper Pleistocene, from the taranto area (Italy): results and future perspectives. Quat. Int. 383, 145e157. Niespolo, E.M., Rutte, D., Deino, A.L., Renne, P., 2016. Intercalibration and age of the Alder Creek sanidine 40Ar/39Ar standard. Quat. Geochronol. https://doi.org/ 10.1016/j.quageo.2016.09.004. North Greenland Ice Core Project Members, 2004. High-resolution record of Northern Hemisphere climate extending into the last interglacial period. Nature 431, 147e151. Palma di Cesnola, A., 1963. Prima campagna di scavi nella Grotta del Cavallo presso Santa Caterina (Lecce). Riv. Sc. Preist XVIII, 41e74. Palma di Cesnola, A., 1964. Seconda campagna di scavi nella Grotta del Cavallo presso Santa Caterina (Lecce). Riv. Sc. Preist XIX, 23e40. Palma di Cesnola, A., 2001. Il Paleolitico inferiore e medio in Italia, Millenni. Studi di Archeologia Preistorica, 3, Firenze, pp. 1e352. Palma di Cesnola, A., Messeri, M.P., 1967. Quatre dents humaines pal eolithiques trouv ees dans des cavernes de l'Italie M eridionale. L'Anthropologie 71, 249e262. Paterne, M., Guichard, F., Duplessy, J.C., Siani, G., Sulpizio, R., Labeyrie, J., 2008. A 90,000e 200,000 years marine tephra record of Italian volcanic activity in the Central Mediterranean Sea. J. Volcanol. Geoth. Res. 177, 187e196. Pereira, A., Nomade, S., Voinchet, P., Bahain, J.J., Falgu eres, C., Garon, H., Lef evre, D.,\nRaynal, J.P., Scao, V., Piperno, M., 2015. The earliest securely dated hominin fossil in Italy and evidence of Acheulian occupation during glacial MIS 16 at Notarchirico (Venosa, Basilicata, Italy). J. Quat. Sci. 30, 639e650. Railsback, R.B., Gibbard, P.L., Head, M.J., Voarintsoa, N.R.G., Toucanne, S., 2015. An optimized scheme of lettered marine isotope substages for the last 1.0 million years, and the climatostratigraphic nature of isotope stages and substages. Quat. Sci. Rev. 111, 94e106. Regattieri, E., Giaccio, B., Zanchetta, G., Drysdale, R.N., Galli, P., Nomade, S., Peronace, E., Wulf, S., 2015. Hydrological variability over the Apennines during the Early Last Glacial precession minimum, as revealed by a stable isotope record from Sulmona basin, Central Italy. J. Quat. Sc. 30 (1), 19e31. Regattieri, E., Giaccio, B., Nomade, S., Francke, A., Vogel, H., Drysdale, R.N., Perchiazzi, N., Wagner, B., Gemelli, M., Mazzini, I., Boschi, C., Galli, P., Peronace, E., 2017. A last interglacial record of environmental changes from the Sulmona Basin (central Italy). Palaeogeogr. Palaeoclimatol. Palaeoecol. 472, 51e66. Reimer, P.J., Bard, E., Bayliss, A., Beck, J.W., Blackwell, P.G., Bronk Ramsey, C., Grootes, P.M., Guilderson, T.P., Haflidason, H., Hajdas, I., Hatte, C., Heaton, T.J., Homann, D.L., Hogg, A.G., Hughen, K.A., Kaiser, K.F., Kromer, B., Manning, S.W., Niu, M., Reimer, R.W., Richards, D.A., Scott, E.M., Southon, J.R., Staff, R.A., Turney, C.S.M., van der Plicht, J., 2013. IntCal13 and Marine13 radiocarbon age calibration curves 0-50,000 Years cal BP. Radiocarbon 55, 1869e1887. Romagnoli, F., 2015a. A second life: recycling production a stable isotope record from Sulmona basin, Central Italy. J. Quat. Sci. 30, 19e31. Romagnoli, F., 2015b. A second life: recycling production waste during the Middle Palaeolithic in layer L at Grotta del Cavallo (Lecce, Southeast Italy). Quat. Int. 361, 200e211. Romagnoli, F., Martini, F., Sarti, L., 2015. Neanderthal use of Callista chione shells as a raw material for retouched tools in southeast Italy: analysis of Grotta del Cavallo, layer L assemblage with a new methodology. J. Archaeol. Meth. Theor 22, 1007e1037. Romagnoli, F., Baena, J., Sarti, L., 2016. Neanderthal retouched shell tool and Quina economic and technical strategies: an integrated behaviour. Quat. Int. 407, 29e44. Romagnoli, F., Baena, J., Pardo Naranjo, A.I., Sarti, L., 2017. Evaluating the performance of the cutting edge of Neanderthal shell tools: a new experimental approach. Use, mode of operation, and strength of Callista chione from a behavioural, Quina perspective. Quat. Int. 427, 216e228. Ronchitelli, A., Benazzi, S., Boscato, P., Douka, K., Moroni, A., 2014. Comments on “Human-climate interaction during the early upper paleolithic: testing the hypothesis of an adaptive shift between the proto-aurignacian and the early aurignacian” by William E. Banks, Francesco d'Errico, Jo~ao Zilh~ao. J. Hum. Evol. 73, 107e111. Sarti, L., Martini, F., 2005. I risultati delle nuove ricerche a Grotta del Cavallo (Nard o, Lecce), Atti Conv. “Stato attuale delle scoperte speleo-archeologiche nelle grotte pugliesi”, IX incontro speleologia pugliese. Lecce 2004, 21e28. Sarti, L., Boscato, P., Lo Monaco, M., 1998-2000. Il Musteriano finale di Grotta del cavallo nel Salento. Studio preliminare. Origini 22, 45e109. Sarti, L., Boscato, P., Martini, F., Spagnoletti, A.P., 2002. Il Musteraino di Grotta del Cavallo, strati H e I. Studio preliminare. Riv. Sc. Preist. LII, 21e110. Sarti, L., Romagnoli, F., Carmignani, L., Martini, F., 2017. Grotta del Cavallo (scavi Sarti): tradizione e innovazione nella sequenza musteriana sulla base dell’indicatore litico. Studi di Preistoria e Protostoria - 4 - Preistoria eProtostoria della Puglia (2012) 131e138. Scaillet, S., Vita-Scaillet, G., Rotolo, S.G., 2013. Millennial-scale phase relationships between ice-core and Mediterranean marine records: insights from highprecision 40Ar/39Ar dating of the Green Tuff of Pantelleria, Sicily Strait. Quat. Sci. Rev. 78, 141e154. Smith, V.C., Isaia, R., Engwell, S.L., Albert, P.G., 2016. Tephra dispersal during the Campanian Ignimbrite (Italy) eruption: implications for ultra-distal ash\ntransport during the large caldera-forming eruption. Bull. Volcanol. 78, 45. Sprovieri, M., Di Stefano, E., Incarbona, A., Salvagio Manta, D., Pelosi, N., Ribera\nd'Alcal a, M., Sprovieri, R., 2012. Centennial- to millennial-scale climate oscillations in the Central-Eastern Mediterranean Sea between 20,000 and 70,000 years ago: evidence from a high-resolution geochemical and micropaleontological record. Quat. Sci. Rev. 46, 126e135. Sulpizio, R., van Welden, A., Caron, B., Zanchetta, G., 2010. The Holocene tephrostratigraphic record of Lake Shkodra (Albania and Montenegro). J. Quat. Sci. 25, 633e650. Tamburrino, S., Insinga, D.D., Sprovieri, M., Petrosino, P., Tiepolo, M., 2012. Major and trace element characterization of tephra layers offshore Pantelleria Island: insights into the last 200 ka of volcanic activity and contribution to the Mediterranean tephrochronology. J. Quat. Sci. 27, 129e140. Tamburrino, S., Insinga, D.D., Pelosi, N., Kissel, C., Laj, C., Capotondi, L., Sprovieri, M., 2016. Tephrochronology of a ~ 70 ka-long marine record in the Marsili Basin (southern tyrrhenian sea). J. Volcanol. Geoth. Res. 327, 23e39. Tomlinson, E.L., Arienzo, I., Civetta, L., Wulf, S., Smith, V.C., Hardiman, M.S., Lane, C.S., Carandente, A., Orsi, G., Rosi, M., Muller, W., Menzies, M.A., 2012. Geochemistry of the Phlegraean Fields (Italy) proximal sources for major Mediterranean tephras: implications for the dispersal of Plinian and coignimbritic components of explosive eruptions. Geochem. Cosmochim. Acta 93, 102e128. Tomlinson, E.L., Albert, P.G., Wulf, S., Brown, R.J., Smith, V.C., Keller, J., Orsi, G., Bourne, A.J., Menzies, M.A., 2015a. Age and geochemistry of tephra layers from Ischia, Italy: constraints from proximal-distal correlations with Lago Grande di Monticchio. J. Volcanol. Geoth. Res. 287, 22e39. Tomlinson, E.L., Smith, V.C., Albert, P.G., Aydar, E., Civetta, L., Cioni, R., Çubukçu, E., Gertisser, R., Isaia, R., Menzies, M.A., Orsi, G., Rosi, M., Zanchetta, G., 2015b. The major and trace element glass compositions of the productive Mediterranean volcanic sources: tools for correlating distal tephra layers in and around Europe. Quat. Sci. Rev. 118, 48e66. Trenti, F., Nannini, L., Romagnoli, F., Carmignani, L., Martini, F., Sarti, L., 2017. Grotta del Cavallo: ipotesi di mobilit a dei gruppi umani musteriani sulla base dell'approvvigionamento delle materie prime. Studi di Preistoria e Protostoria - 4 - Preistoria eProtostoria della Puglia (2012) 125e130. Tzedakis, P.C., Hughen, K.A., Cacho, I., Harvati, K., 2007. Placing late Neanderthals in a climatic context. Nature 449, 206e208. Villa, P., Soriano, S., Grün, R., Marra, F., Nomade, S., Pereira, A., et al., 2016a. The acheulian and early middle paleolithic in latium (Italy): stability and innovation. PLos One 11 (8), e0160516. https://doi.org/10.1371/journal.pone.0160516. Villa, V., Pereira, A., Chauss e, C., Nomade, S., Giaccio, B., Limondin-Lozouet, N., Fusco, F., Regattieri, E., Degeai, J.-P., Robert, V., Kuzucuoglu, C., Boschian, G., Agostini, S., Aureli, D., Pagli, M., Bahain, J.J., Nicoud, E., 2016b. A MIS 15-MIS 12 record of environmental changes and Lower Palaeolithic occupation from Valle Giumentina, central Italy. Quat. Sci. Rev. 151, 160e184. Vogel, H., Zanchetta, G., Sulpizio, R., Wagner, B., Nowaczyk, N., 2010. A tephrostratigraphic record for the last glacial-interglacial cycle from Lake Ohird, Albania and Macedonia. J. Quat. Sci. 25, 320e338. Wood, R.E., Bronk Ramsey, C., Higham, T.F.G., 2010. Refining the ultrafiltration bone pretreatment background for radiocarbon dating at ORAU. Radiocarbon 52, 600e611. Wulf, S., Keller, J., Paterne, M., Mingram, J., Lauterbach, S., Opitz, S., Sottili, G., Giaccio, B., Albert, P.G., Satow, C., Tomlinson, E.L., Viccaro, M., Brauer, A., 2012. The 100-133 ka record of Italian explosive volcanism and revised tephrochronology of Lago Grande di Monticchio. Quat. Sci. Rev. 58, 104e123. Zanchetta, G., Regattieri, E., Giaccio, B., Wagner, B., Sulpizio, R., Francke, A., Vogel, H., Sadori, L., Masi, A., Sinopoli, G., Lacey, J.H., Leng, M.J., Leicher, N., 2016. Aligning and synchronization of MIS5 proxy records from Lake Ohrid (FYROM) with independently dated Mediterranean archives: implications for DEEP core chronology. Biogeosciences 13, 2757e2768."
  }],
  "references": [{
    "title": "Il giacimento paleolitico di Serino (Avellino): stratigrafia, ambienti e paletnologia",
    "authors": ["C.A. Accorsi", "E. Aiello", "C. Bartolini", "L. Castelletti", "G. Rodolfi", "A. Ronchitelli"],
    "venue": "Atti Soc. Tosc. Sc. Nat., Mem. Ser. A",
    "year": 1979
  }, {
    "title": "Palaeoloxodon and human interaction: depositional setting, chronology and archaeology at the Middle Pleistocene Ficoncella site (Tarquinia, Italy)",
    "authors": ["D. Aureli", "A. Contardi", "B. Giaccio", "B. Jicha", "C. Lemorini", "S. Madonna", "D. Magri", "F. Marano", "S. Milli", "V. Modesti", "M.R. Palombo", "R. Rocca"],
    "venue": "PLos One",
    "year": 2015
  }, {
    "title": "Human-climate interaction during the early upper palaeolithic: testing the hypothesis of an adaptive shift between the proto-aurignacian and the early aurignacian",
    "authors": ["W.E. Banks", "F. d'Errico", "J. Zilh~ao"],
    "venue": "J. Hum. Evol",
    "year": 2013
  }, {
    "title": "The Campanian Ignimbrite: a major prehistoric eruption in the Neapolitan area, Italy",
    "authors": ["F. Barberi", "F. Innocenti", "L. Lirer", "R. Munno", "T. Pescatore", "R. Santacroce"],
    "venue": "Bull. Volcanol",
    "year": 1978
  }, {
    "title": "The oge of Late Pleistocene shorelines and tectonic activity of Taranto area, Southern Italy",
    "authors": ["G. Belluomini", "M. Caldara", "C. Casini", "M. Cerasoli", "L. Manfra", "G. Mastronuzzi", "G. Palmentola", "P. Sanso", "P. Tuccimei", "P.L. Vesica"],
    "venue": "Quat. Sci. Rev",
    "year": 2002
  }, {
    "title": "Early dispersal of modern humans in Europe and implications for Neanderthal behavior",
    "authors": ["S. Benazzi", "K. Douka", "C. Fornai", "C.C. Bauer", "O. Kullmer", "J. Svoboda", "I. Pap", "F. Mallegni", "P. Bayle", "M. Coquerelle", "S. Condemi", "A. Ronchitelli", "K. Harvati", "G.W. Weber"],
    "venue": "Nature 479,",
    "year": 2011
  }, {
    "title": "Cervical and crown outline analysis of Neanderthal worn and modern human lower second deciduous molars",
    "authors": ["S. Benazzi", "C. Fornai", "L. Buti", "M. Toussaint", "F. Mallegni", "S. Ricci", "G. Gruppioni", "G. Weber", "S. Condemi", "A. Ronchitelli"],
    "venue": "Am. J. Phys. Anthropol",
    "year": 2012
  }, {
    "title": "Tephrochronology and the extended INTIMATE (Integration of ice-core, marine and terrestrial records) event stratigraphy 8-110 ka B2K",
    "authors": ["S. Blockley", "S.O. Rasmussen", "P. Harding", "A. Brauer", "S. Davies", "M. Hardiman", "C. Lane", "A. Macleod", "I. Matthews", "S. Wulf", "G. Zanchetta"],
    "venue": "Quat. Sci",
    "year": 2014
  }, {
    "title": "Distal tephra record for the last ca 105,000 years from core PRAD 1-2 in the central Adriatic Sea: implications for marine tephrostratigraphy",
    "authors": ["A.J. Bourne", "J.J. Lowe", "F. Trincardi", "A. Asioli", "S.P.E. Blockley", "S. Wulf", "I.P. Matthews", "A. Piva", "L. Vigliotti"],
    "venue": "Quat. Sci. Rev",
    "year": 2010
  }, {
    "title": "Tephrochronology of core PRAD 1-2 in the Adriatic Sea: insights into Italian explosive volcanism for the period",
    "authors": ["A.J. Bourne", "P.G. Albert", "I.P. Matthews", "F. Trincardi", "S. Wulf", "A. Asioli", "S.P. Blockley", "J. Keller", "J.J. Lowe"],
    "venue": "ka. Quat. Sci. Rev. 16,",
    "year": 2015
  }, {
    "title": "Evidence for the last interglacial chronology and environmental change from Southern Europe",
    "authors": ["A. Brauer", "J.R.M. Allen", "J. Mingram", "P. Dulski", "S. Wulf", "B. Huntley"],
    "venue": "Proc. Nat. Ac. Sc. USA",
    "year": 2007
  }, {
    "title": "Quantifying volcanic ash dispersal and impact of the Campanian Ignimbrite super-eruption",
    "authors": ["A. Costa", "A. Folch", "G. Macedonio", "B. Giaccio", "R. Isaia", "V.C. Smith"],
    "venue": "Geophys. Res. Lett",
    "year": 2012
  }, {
    "title": "Combined Sr-Nd isotopic and geochemical fingerprinting as a tool to identify tephra layers: application to deep-sea cores from Eastern Mediterranean Sea",
    "authors": ["M. D'Antonio", "I. Arienzo", "R. Mariconte", "F.C. Mazzeo", "D. Perugini", "M. Petrelli", "L. Civetta", "C. Corselli", "G. Orsi", "M.S. Principato"],
    "venue": "Chem. Geol. 443,",
    "year": 2016
  }, {
    "title": "Newconstraints on the pyroclastic eruptive history of the Campanian volcanic Plain (Italy)",
    "authors": ["B. De Vivo", "G. Rolandi", "P.B. Gans", "A. Calvert", "W.A. Bohrson", "F.J. Spera", "H.E. Belkin"],
    "venue": "Mineral. Petrogr",
    "year": 2001
  }, {
    "title": "Tephra layers along the southern Tyrrhenian coast of Italy: links to the X-5 and X-6 using volcanic glass geochemistry",
    "authors": ["P. Donato", "P.G. Albert", "M. Crocitti", "R. De Rosa", "M.A. Menzies"],
    "venue": "J. Volcanol. Geoth",
    "year": 2016
  }, {
    "title": "The chronostratigraphy of the Haua",
    "authors": ["K. Douka", "Z. Jacobs", "C. Lane", "R. Grün", "L. Farr", "C. Hunt", "R.H. Inglis", "T. Reynolds", "P. Alberth", "M. Aubert", "V. Cullen", "E. Hill", "L. Kinsley", "R.G. Roberts", "E.L. Tomlinson", "S. Wulf", "G. Barker"],
    "year": 2014
  }, {
    "title": "Tephra studies and the reconstruction of Middle-toUpper Paleolithic cultural trajectories",
    "authors": ["F. d'Errico", "W.E. Banks"],
    "venue": "Quat. Sci. Rev. 118,",
    "year": 2015
  }, {
    "title": "Middle Palaeolithic human deciduous incisor from Grotta del Cavallo. Italy",
    "authors": ["P.F. Fabbri", "D. Panetta", "L. Sarti", "F. Martini", "P.A. Salvadori", "D. Caramella", "M. Fedi", "S. Benazzi"],
    "venue": "Am. J. Phys. Anthropol",
    "year": 2016
  }, {
    "title": "The campanian ignimbrite eruption, Heinrich event 4, and the paleolithic change in Europe: a high-resolution investigation",
    "authors": ["F.G. Fedele", "B. Giaccio", "R. Isaia", "G. Orsi"],
    "venue": "Geophysical Monography,",
    "year": 2003
  }, {
    "title": "Timescales and cultural process at 40,000 BP in the light of the Campanian Ignimbrite eruption, western Eurasia",
    "authors": ["F.G. Fedele", "B. Giaccio", "I. Hajdas"],
    "venue": "J. Hum. Evol",
    "year": 2008
  }, {
    "title": "A chemostratigraphic study of the Campanian Ignimbrite eruption (Campi Flegrei, Italy): insights on magma chamber withdrawal and deposit accumulation as revealed by compositionally zoned stratigraphic and facies framework",
    "authors": ["L. Fedele", "C. Scarpati", "D. Sparice", "A. Perrotta", "F. Laiena"],
    "venue": "J. Volcanol. Geoth. Res",
    "year": 2016
  }, {
    "title": "Mobility of large-volume pyroclastic flow-emplacement of the Campanian Ignimbrite",
    "authors": ["R.V. Fisher", "G. Orsi", "M. Ort", "G. Heiken"],
    "venue": "Italy. J. Volcanol. Geoth. Res",
    "year": 1993
  }, {
    "title": "Sedimentological processes and environmental variability at Lake Ohrid (Macedonia, Albania) between 637 ka and the present",
    "authors": ["A. Francke", "B. Wagner", "J. Janna Just", "N. Leicher", "R. Gromig", "H. Baumgarten", "H. Vogel", "J.H. Lacey", "L. Sadori", "T. Wonik", "M.J. Leng", "G. Zanchetta", "R. Sulpizio", "B. Giaccio"],
    "venue": "Biogeosciences 13,",
    "year": 2016
  }, {
    "title": "The campanian ignimbrite tephra and its relevance for the time of middle to upper palaeolithic shift",
    "authors": ["B. Giaccio", "I. Hajdas", "M. Peresani", "F.G. Fedele", "R. Isaia"],
    "venue": "When Neanderthals and Modern Humans Met. Kerns Verlag,",
    "year": 2006
  }, {
    "title": "The campanian ignimbrite and codola tephra layers: two temporal/stratigraphic markers for the early upper palaeolithic in southern Italy and eastern Europe",
    "authors": ["B. Giaccio", "R. Isaia", "F.G. Fedele", "E. Di Canzio", "J. Hoffecker", "A. Ronchitelli", "A.A. Sinitsyn", "M. Anikovich", "S.N. Lisitsyn", "V.V. Popov"],
    "venue": "J. Volcanol. Geoth. Res",
    "year": 2008
  }, {
    "title": "The late MIS 5 Mediterranean tephra markers: a reappraisal from peninsular Italy terrestrial records",
    "authors": ["B. Giaccio", "N. Nomade", "S. Wulf", "R. Isaia", "G. Sottili", "G. Cavuoto", "P. Galli", "P. Messina", "A. Sposato", "R. Sulpizio", "G. Zanchetta"],
    "venue": "Quat. Sci. Rev",
    "year": 2012
  }, {
    "title": "The earliest evidence for anatomically modern humans in northwestern Europe",
    "authors": ["F. oning", "C. Collins", "S. Hillson", "P. O'Higgins", "C. FitzGerald", "M. Fagan"],
    "year": 2011
  }, {
    "title": "The timing and spatiotemporal patterning of Neanderthal",
    "authors": ["andez", "J.-M", "A. Marom", "J. Maroto", "M. Men endez", "L. Metz", "E. Morin", "A. Moroni", "F. Negrino", "E. Panagopoulou", "M. Peresani", "S. Pirson", "M. De La Rasilla", "J. Riel-Salvatore", "A. Ronchitelli", "D. Santamaria", "P. Semal", "L. Slimak", "J. Soler", "N. Soler", "A. Villaluenga", "R. Pinhasi", "R. Jacobi"],
    "year": 2014
  }, {
    "title": "The modern human colonization of western Eurasia: when and where",
    "authors": ["J.J. Hublin"],
    "venue": "Quat. Sci. Rev. 118,",
    "year": 2015
  }, {
    "title": "Radiocarbon dates from the Grotte du Renne and SaintC",
    "authors": ["J.J. Hublin", "S. Talamo", "M. Julien", "F. David", "N. Connet", "P. Bodu", "B. Vandermeersch", "M.P. Richards"],
    "year": 2012
  }, {
    "title": "Tephrochronology of the astronomically-tuned KC01B deep-sea core, Ionian Sea: insights into the explosive activity of the Central Mediterranean area during the last 200ka",
    "authors": ["D.D. Insinga", "S. Tamburrino", "F. Lirer", "L. Vezzoli", "M. Barra", "G.J. De Lange", "M. Tiepolo", "M. Vallefuoco", "S. Mazzola", "M. Sprovieri"],
    "venue": "Quat. Sci. Rev",
    "year": 2014
  }, {
    "title": "Combined palaeomagnetic secular variation and petrophysical records to time constrain geological and hazardous events: an example from the eastern Tyrrhenian Sea over the last 120 ka",
    "authors": ["M. Iorio", "J. Liddicoat", "F Budillon"],
    "venue": "Glob. Planet. Ch. 113,",
    "year": 2014
  }, {
    "title": "Tephra correlations and climatic events between the MIS6/5 transition and the beginning of MIS3 in Theopetra Cave, central Greece",
    "authors": ["M. Ntinou", "G. Tsartsidou", "N. Kyparissi-Apostolika"],
    "venue": "Quat. Sci",
    "year": 2015
  }, {
    "title": "Explosive volcanic activity in the Mediterranean over the past 200,000 years as recorded in deep-sea sediments",
    "authors": ["J. Keller", "W.B.F. Ryan", "D. Ninkovich", "R. Altherr"],
    "venue": "Geol. Soc. Am. Bull",
    "year": 1978
  }, {
    "title": "A chemical classification of volcanic rocks based on the total alkali-silica diagram",
    "authors": ["M.J. Le Bas", "R.W. Le Maitre", "A. Streckeisen", "B. Zanettin"],
    "venue": "J. Petrol",
    "year": 1986
  }, {
    "title": "First tephrostratigraphic results of the DEEP site record from Lake Ohrid (Macedonia and Albania)",
    "authors": ["N. Leicher", "G. Zanchetta", "R. Sulpizio", "B. Giaccio", "B. Wagner", "S. Nomade", "A. Francke", "P. Del Carlo"],
    "venue": "Biogeosciences 13,",
    "year": 2016
  }, {
    "title": "Tephrochronology and its application: a review",
    "authors": ["D.L. Lowe"],
    "venue": "Quat. Geochronol",
    "year": 2011
  }, {
    "title": "Volcanic ash layers illuminate the resilience of Neanderthals and early modern humans to natural hazards",
    "authors": ["P. Karkanas", "M. Koumouzelis", "U.C. Müller", "G. Orsi", "J. Pross", "M. Rosi", "L. Shalamanov-Korobar", "N. Sirakov", "P.C. Tzedakis"],
    "venue": "Proc. Nat. Ac. Sc. USA",
    "year": 2012
  }, {
    "title": "RESET team, RESET associates. The RESET project: constructing a European tephra lattice for refined synchronisation of environmental and archaeological events during the last c. 100 ka",
    "authors": ["J.J. Lowe", "C. Bronk Ramsey", "R.A. Housley", "C.S. Lane", "E.L. Tomlison"],
    "venue": "Quat. Sci. Rev. 118,",
    "year": 2015
  }, {
    "title": "Late quaternary tephra layers along the Cilento coastline (Southern Italy)",
    "authors": ["R. Marciano", "R. Munno", "P. Petrosino", "N. Santangelo", "A. Santo", "I. Villa"],
    "venue": "J. Volcanol. Geoth. Res",
    "year": 2008
  }, {
    "title": "Chronostratigraphic constraints on Middle Pleistocene faunal assemblages and Acheulian industries from the Cretone lacustrine basin, central Italy",
    "authors": ["F. Marra", "P. Ceruleo", "B. Jicha", "L. Pandolfi", "C. Petronio", "L. Salari", "B. Giaccio", "G. Sottili"],
    "venue": "J. Quat. Sci",
    "year": 2016
  }, {
    "title": "Reconstructing the plinian and coignimbrite sources of large volcanic eruptions: a novel approach for the Campanian Ignimbrite",
    "authors": ["A. Marti", "A. Folch", "A. Costa", "S. Engwell"],
    "venue": "Sc. Report 6,",
    "year": 2015
  }, {
    "title": "L'arte paleolitica e mesolitica in Italia, Millenni",
    "authors": ["F. Martini"],
    "venue": "Studi di archeologia preistorica,",
    "year": 2016
  }, {
    "title": "Nuove ricerche nei livelli “romanelliani” di Grotta del Cavallo (Lecce): le produzioni litiche e le figurazioni mobiliari, Preistoria e Protostoria - 4-Preistoria e Protostoria della Puglia",
    "authors": ["F. Martini", "L. Sarti"],
    "venue": "Atti Riun. Sc. IIPP in Puglia 2012, 87e94. Firenze",
    "year": 2017
  }, {
    "title": "Age dating and the orbital theory of the ice ages - development of a high-resolution-0 to 300,000-year chronostratigraphy",
    "authors": ["D.G. Martinson", "N.G. Pisias", "Hays", "J.D"],
    "venue": "Quat. Res",
    "year": 1987
  }, {
    "title": "Middle-Late Pleistocene polycyclic evolution of a stable coastal area (southern Apulia",
    "authors": ["G. Mastronuzzi", "Y. Quinif", "P. Sans o", "G. Selleri"],
    "venue": "Italy). Geomorphology",
    "year": 2007
  }, {
    "title": "Uranium-series ages of fossil corals from Mallorca, Spain: the “Neotyrrhenian” high stand of the Mediterranean Sea revisited",
    "authors": ["D.R. Muhs", "K.R. Simmons", "J. Meco", "N. Porat"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2015
  }, {
    "title": "The role of climate in the spread of modern humans into Europe",
    "authors": ["U.C. Müller", "J. Pross", "P.C. Tzedakis", "C. Gamble", "U. Kotthoff", "G. Schmiedl", "S. Wulf", "K. Christanis"],
    "venue": "Quat. Sci. Rev",
    "year": 2011
  }, {
    "title": "Ten small sites: the diversity of the Italian Aurignacian",
    "authors": ["M. Mussi", "P. Gioia", "F. Negrino"],
    "year": 2006
  }, {
    "title": "A potential global stratotype section and point (GSSP) for the tarentian stage, upper Pleistocene, from the taranto area (Italy): results and future perspectives",
    "authors": ["A. Negri", "A. Amorosi", "F. Antonioli", "A. Bertini", "F. Florindo", "P.C. Lurcock", "S. Marabini", "G. Mastronuzzi", "E. Regattieri", "V. Rossi", "S. Scarponi", "M. Taviani", "G. Zanchetta", "G.B. Vai"],
    "venue": "Quat. Int. 383,",
    "year": 2015
  }, {
    "title": "Intercalibration and age of the Alder Creek sanidine",
    "authors": ["E.M. Niespolo", "D. Rutte", "A.L. Deino", "P. Renne"],
    "year": 2016
  }, {
    "title": "A 90,000e 200,000 years marine tephra record of Italian volcanic activity in the Central Mediterranean Sea",
    "authors": ["M. Paterne", "F. Guichard", "J.C. Duplessy", "G. Siani", "R. Sulpizio", "J. Labeyrie"],
    "venue": "J. Volcanol. Geoth",
    "year": 2008
  }, {
    "title": "The earliest securely dated hominin fossil in Italy and evidence of Acheulian occupation during glacial MIS 16 at Notarchirico (Venosa, Basilicata, Italy)",
    "authors": ["J.P. Raynal", "V. Scao", "M. Piperno"],
    "venue": "J. Quat. Sci",
    "year": 2015
  }, {
    "title": "An optimized scheme of lettered marine isotope substages for the last 1.0 million years, and the climatostratigraphic nature of isotope stages and substages",
    "authors": ["R.B. Railsback", "P.L. Gibbard", "M.J. Head", "N.R.G. Voarintsoa", "S. Toucanne"],
    "venue": "Quat. Sci",
    "year": 2015
  }, {
    "title": "Hydrological variability over the Apennines during the Early Last Glacial precession minimum, as revealed by a stable isotope record from Sulmona basin, Central Italy",
    "authors": ["E. Regattieri", "B. Giaccio", "G. Zanchetta", "R.N. Drysdale", "P. Galli", "S. Nomade", "E. Peronace", "S. Wulf"],
    "venue": "J. Quat. Sc",
    "year": 2015
  }, {
    "title": "A last interglacial record of environmental changes from the Sulmona Basin (central Italy)",
    "authors": ["E. Regattieri", "B. Giaccio", "S. Nomade", "A. Francke", "H. Vogel", "R.N. Drysdale", "N. Perchiazzi", "B. Wagner", "M. Gemelli", "I. Mazzini", "C. Boschi", "P. Galli", "E. Peronace"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2017
  }, {
    "title": "IntCal13 and Marine13 radiocarbon age",
    "authors": ["P.J. Reimer", "E. Bard", "A. Bayliss", "J.W. Beck", "P.G. Blackwell", "C. Bronk Ramsey", "P.M. Grootes", "T.P. Guilderson", "H. Haflidason", "I. Hajdas", "C. Hatte", "T.J. Heaton", "D.L. Homann", "A.G. Hogg", "K.A. Hughen", "K.F. Kaiser", "B. Kromer", "S.W. Manning", "M. Niu", "R.W. Reimer", "D.A. Richards", "E.M. Scott", "J.R. Southon", "R.A. Staff", "C.S.M. Turney", "J. van der Plicht"],
    "year": 2013
  }, {
    "title": "2015a. A second life: recycling production a stable isotope record from Sulmona basin, Central Italy",
    "authors": ["F. Romagnoli"],
    "venue": "J. Quat. Sci",
    "year": 2015
  }, {
    "title": "2015b. A second life: recycling production waste during the Middle Palaeolithic in layer L at Grotta del Cavallo (Lecce, Southeast Italy)",
    "authors": ["F. Romagnoli"],
    "venue": "Quat. Int. 361,",
    "year": 2015
  }, {
    "title": "Neanderthal use of Callista chione shells as a raw material for retouched tools in southeast Italy: analysis of Grotta del Cavallo, layer L assemblage with a new methodology",
    "authors": ["F. Romagnoli", "F. Martini", "L. Sarti"],
    "venue": "J. Archaeol. Meth. Theor 22,",
    "year": 2015
  }, {
    "title": "Neanderthal retouched shell tool and Quina economic and technical strategies: an integrated behaviour",
    "authors": ["F. Romagnoli", "J. Baena", "L. Sarti"],
    "venue": "Quat. Int. 407,",
    "year": 2016
  }, {
    "title": "Evaluating the performance of the cutting edge of Neanderthal shell tools: a new experimental approach. Use, mode of operation, and strength of Callista chione from a behavioural",
    "authors": ["F. Romagnoli", "J. Baena", "A.I. Pardo Naranjo", "L. Sarti"],
    "venue": "Quina perspective. Quat",
    "year": 2017
  }, {
    "title": "Comments on “Human-climate interaction during the early upper paleolithic: testing the hypothesis of an adaptive shift between the proto-aurignacian and the early aurignacian",
    "authors": ["A. Ronchitelli", "S. Benazzi", "P. Boscato", "K. Douka", "A. Moroni"],
    "year": 2014
  }, {
    "title": "I risultati delle nuove ricerche a Grotta del Cavallo (Nard o, Lecce), Atti Conv. “Stato attuale delle scoperte speleo-archeologiche nelle grotte pugliesi”, IX incontro speleologia pugliese",
    "authors": ["L. Sarti", "F. Martini"],
    "year": 2005
  }, {
    "title": "Grotta del Cavallo (scavi Sarti): tradizione e innovazione nella sequenza musteriana sulla base dell’indicatore litico",
    "authors": ["L. Sarti", "F. Romagnoli", "L. Carmignani", "F. Martini"],
    "venue": "Studi di Preistoria e Protostoria",
    "year": 2017
  }, {
    "title": "Millennial-scale phase relationships between ice-core and Mediterranean marine records: insights from highprecision",
    "authors": ["S. Scaillet", "G. Vita-Scaillet", "S.G. Rotolo"],
    "year": 2013
  }, {
    "title": "Centennial- to millennial-scale climate oscillations in the Central-Eastern Mediterranean Sea between 20,000 and 70,000 years ago: evidence from a high-resolution geochemical and micropaleontological record",
    "authors": ["M. a", "R. Sprovieri"],
    "venue": "Quat. Sci. Rev",
    "year": 2012
  }, {
    "title": "The Holocene tephrostratigraphic record of Lake Shkodra (Albania and Montenegro)",
    "authors": ["R. Sulpizio", "A. van Welden", "B. Caron", "G. Zanchetta"],
    "venue": "J. Quat. Sci",
    "year": 2010
  }, {
    "title": "Major and trace element characterization of tephra layers offshore Pantelleria Island: insights into the last 200 ka of volcanic activity and contribution to the Mediterranean tephrochronology",
    "authors": ["S. Tamburrino", "D.D. Insinga", "M. Sprovieri", "P. Petrosino", "M. Tiepolo"],
    "venue": "J. Quat. Sci",
    "year": 2012
  }, {
    "title": "Tephrochronology of a ~ 70 ka-long marine record in the Marsili Basin (southern tyrrhenian sea)",
    "authors": ["S. Tamburrino", "D.D. Insinga", "N. Pelosi", "C. Kissel", "C. Laj", "L. Capotondi", "M. Sprovieri"],
    "venue": "J. Volcanol. Geoth",
    "year": 2016
  }, {
    "title": "Geochemistry of the Phlegraean Fields (Italy) proximal sources for major Mediterranean tephras: implications for the dispersal of Plinian and coignimbritic components of explosive eruptions",
    "authors": ["E.L. Tomlinson", "I. Arienzo", "L. Civetta", "S. Wulf", "V.C. Smith", "M.S. Hardiman", "C.S. Lane", "A. Carandente", "G. Orsi", "M. Rosi", "W. Muller", "M.A. Menzies"],
    "venue": "Geochem. Cosmochim. Acta",
    "year": 2012
  }, {
    "title": "2015a. Age and geochemistry of tephra layers from Ischia, Italy: constraints from proximal-distal correlations with Lago Grande di Monticchio",
    "authors": ["E.L. Tomlinson", "P.G. Albert", "S. Wulf", "R.J. Brown", "V.C. Smith", "J. Keller", "G. Orsi", "A.J. Bourne", "M.A. Menzies"],
    "venue": "J. Volcanol. Geoth",
    "year": 2015
  }, {
    "title": "2015b. The major and trace element glass compositions of the productive Mediterranean volcanic sources: tools for correlating distal tephra layers in and around Europe",
    "authors": ["E.L. Tomlinson", "V.C. Smith", "P.G. Albert", "E. Aydar", "L. Civetta", "R. Cioni", "E. Çubukçu", "R. Gertisser", "R. Isaia", "M.A. Menzies", "G. Orsi", "M. Rosi", "G. Zanchetta"],
    "venue": "Quat. Sci. Rev. 118,",
    "year": 2015
  }, {
    "title": "Placing late Neanderthals in a climatic context",
    "authors": ["P.C. Tzedakis", "K.A. Hughen", "I. Cacho", "K. Harvati"],
    "venue": "Nature 449,",
    "year": 2007
  }, {
    "title": "2016a. The acheulian and early middle paleolithic in latium (Italy): stability and innovation",
    "authors": ["P. Villa", "S. Soriano", "R. Grün", "F. Marra", "S. Nomade", "A Pereira"],
    "venue": "PLos One 11 (8),",
    "year": 2016
  }, {
    "title": "2016b. A MIS 15-MIS 12 record of environmental changes and Lower Palaeolithic occupation from Valle Giumentina, central Italy",
    "authors": ["C. e", "S. Nomade", "B. Giaccio", "N. Limondin-Lozouet", "F. Fusco", "E. Regattieri", "Degeai", "J.-P", "V. Robert", "C. Kuzucuoglu", "G. Boschian", "S. Agostini", "D. Aureli", "M. Pagli", "J.J. Bahain", "E. Nicoud"],
    "venue": "Quat. Sci. Rev. 151,",
    "year": 2016
  }, {
    "title": "A tephrostratigraphic record for the last glacial-interglacial cycle from Lake Ohird, Albania and Macedonia",
    "authors": ["H. Vogel", "G. Zanchetta", "R. Sulpizio", "B. Wagner", "N. Nowaczyk"],
    "venue": "J. Quat. Sci",
    "year": 2010
  }, {
    "title": "The 100-133 ka record of Italian explosive volcanism and revised tephrochronology of Lago Grande di Monticchio",
    "authors": ["S. Wulf", "J. Keller", "M. Paterne", "J. Mingram", "S. Lauterbach", "S. Opitz", "G. Sottili", "B. Giaccio", "P.G. Albert", "C. Satow", "E.L. Tomlinson", "M. Viccaro", "A. Brauer"],
    "venue": "Quat. Sci. Rev",
    "year": 2012
  }, {
    "title": "Aligning and synchronization of MIS5 proxy records from Lake Ohrid (FYROM) with independently dated Mediterranean archives: implications for DEEP core chronology",
    "authors": ["G. Zanchetta", "E. Regattieri", "B. Giaccio", "B. Wagner", "R. Sulpizio", "A. Francke", "H. Vogel", "L. Sadori", "A. Masi", "G. Sinopoli", "J.H. Lacey", "M.J. Leng", "N. Leicher"],
    "venue": "Biogeosciences 13,",
    "year": 2016
  }],
  "id": "SP:21fcaf00d3359d93ce460f9c9530840acec6349a",
  "authors": [{
    "name": "Giovanni Zanchetta",
    "affiliations": []
  }, {
    "name": "Biagio Giaccio",
    "affiliations": []
  }, {
    "name": "Monica Bini",
    "affiliations": []
  }, {
    "name": "Lucia Sarti",
    "affiliations": []
  }],
  "abstractText": "The Grotta del Cavallo contains one of the most important stratification of Mousterian, Uluzzian and Final Epigravettian tecnocomplexes; its chronology is of paramount importance for understanding the timing of the transition between Middle and Upper Palaeolithic in the Mediterranean region as well as the demise of the Neanderthal and the dispersal of the first anatomically modern humans through Europe. Within the stratigraphy of the cave three different volcanic ash layers occur (layer G, Fa and C-II). They are located in the middle section of the Mousterian (layer G), in between the Mousterian and Uluzzian layers (layer Fa) and on top of the Uluzzian horizons (layer C-II). The three tephra layers were chemically fingerprinted and correlated to well-known and precisely dated widespread Late Pleistocene tephra markers. Specifically, layer G, Fa and C-II were correlated to the X-6 (108.7± 0.9 ka), Y-6 (45.5 ± 1.0 ka) and Campanian Ignimbrite (39.85± 0.14 ka), respectively. These findings provide robust chronological points allowing to conclude that: (i) the Mousterian occupation of the cave took place after the fall of the sea level following the MIS 5e high-stand; (ii) the Mousterian-Uluzzian boundary can be dated to 45.5 ± 1.0 ka and climatostratigraphically firmly placed at the transition between the Greenland Interstadial 12 (GI12)-Greenland Stadial 12 (GS12); (iii) the Uluzzian lasted for at least five millennial spanning the GS12-GI9 period and ended at beginning of the Heinrich Event 4. © 2017 Elsevier Ltd. All rights reserved.",
  "title": "Tephrostratigraphy of Grotta del Cavallo, Southern Italy: Insights on the chronology of Middle to Upper Palaeolithic transition in the Mediterranean"
}