{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nReliability Engineering and System Safety\n0951-83 http://d\nn Corr E-m\njournal homepage: www.elsevier.com/locate/ress\nHazards and scenarios examined for the Yucca Mountain disposal system for spent nuclear fuel and high-level radioactive waste\nRob P. Rechard a,n, Geoff A. Freeze b, Frank V. Perry c\na Nuclear Waste Disposal Research & Analysis, Sandia National Laboratories, P.O. Box 5800, Albuquerque 87185-0747, NM, USA b Applied Systems Analysis & Research, Sandia National Laboratories, P.O. Box 5800, Albuquerque 87185-0747, NM, USA c Earth and Environmental Sciences Division, Los Alamos National Laboratory, EES-16, MS D452, Los Alamos 87545, NM, USA\na r t i c l e i n f o\nAvailable online 18 July 2013\nKeywords: Scenario development High-level radioactive waste Spent nuclear fuel Radioactive waste disposal Performance assessment Yucca Mountain\n20/$ - see front matter & 2013 Elsevier Ltd. A x.doi.org/10.1016/j.ress.2013.06.014\nesponding author. Tel.: +1 505 844 1761; fax ail address: rprecha@sandia.gov (R.P. Rechard\na b s t r a c t\nThis paper summarizes various hazards identified between 1978 when Yucca Mountain, located in arid southern Nevada, was first proposed as a potential site and 2008 when the license application to construct a repository for spent nuclear fuel and high-level radioactive waste was submitted. Although advantages of an arid site are many, hazard identification and scenario development have generally recognized fractures in the tuff as important features; climate change, water infiltration and percolation, and an oxidizing environment as important processes; and igneous activity, seismicity, human intrusion, and criticality as important disruptive events to consider at Yucca Mountain. Some of the scientific and technical challenges encountered included a change in the repository design from in-floor emplacement with small packages to in-drift emplacement with large packages without backfill. This change, in turn, increased the importance of igneous and seismic hazards.\n& 2013 Elsevier Ltd. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "In June 2008, the United States (US) Department of Energy (DOE) submitted, and that September, the Nuclear Regulatory Commission (NRC) docketed the Safety Analysis Report for the License Application (SAR/LA) to construct a repository at Yucca Mountain (YM). Located 160 km northwest of Las Vegas, Nevada on the Nevada National Security Site (formally known as the Nevada Test Site or NTS), the repository was for disposal of commercial spent nuclear fuel (CSNF), high-level radioactive waste (HLW), and DOE-owned spent nuclear fuel (DSNF) [1,2] (Fig. 1). However in 2010, the Obama Administration and Congress eliminated all funding and brought a practical stop to the Yucca Mountain Project (YMP). Instead, Congress funded DOE to form the Blue Ribbon Commission on America's Nuclear Future to review the current policy in the US for storage, processing, and disposal of CSNF, DSNF, and HLW. Recommendations for a new plan were presented to Congress in January 2012 that included a consentbased siting process [3].\nAs part of this Congressional evaluation, it is useful to identify and understand the scientific and technical issues that YMP faced, in addition to the many social and political conflicts encountered. This paper discusses two tasks of a performance assessment (PA)\nll rights reserved.\n: +1 505 844 2348. ).\nfor geologic disposal at Yucca Mountain: (1) identification of hazards through selection of features, events, and processes (FEPs) and formation of scenario classes from these FEPs; and (2) development of models to evaluate scenario class probability in order to provide a historical perspective on the PA underlying the SAR/LA described in this special issue of Reliability Engineering and System Safety. Companion papers describe the site selection, disposal system characterization, and evolution of the modeling system for the YM PA [1,4–10].\nFor the two tasks discussed, seven PAs serve to demarcate events: (1) a deterministic evaluation of the consequences of igneous disruption in 1982 [11], and a deterministic evaluation of the consequences of the undisturbed behavior in 1984 [12], both of which supported the 1984 draft Environmental Assessment (EA) required by the Nuclear Waste Policy Act of 1982 (NWPA) and collectively designated as PA–EA; (2) PA-91, the first stochastic PA of both undisturbed behavior and disturbed behavior from igneous and human intrusion [13]; (3) PA-93, also an analysis of undisturbed and disturbed igneous and human intrusion [14,\nFig. 1-1]; (4) PA-95, an analysis of only undisturbed behavior [15]; (5) the viability assessment (PA–VA), which examined the influence of igneous and seismic events on undisturbed behavior in 1998 [16]; (6) the site recommendation (PA–SR), an analysis in 2000, which examined undisturbed behavior and igneous intrusion events [17]; and (7) PA–LA, which analyzed undisturbed, early failure, igneous intrusion, and seismic scenario classes and became the basis for SAR/LA [2].\n1 A subtle difference is that some events, such as early waste container failure, might be treated as independent of time and, thus, would be excluded from the PA using a probability of 10 4 over 104 year, but would be included in the PA using a probability of 10 8 over one year unless the dependence on time was introduced."
  }, {
    "heading": "2. FEP selection and scenario development",
    "text": ""
  }, {
    "heading": "2.1. Overview",
    "text": "Any type of analysis must decide what FEPs to model. Here features are objects, structures, or conditions of the disposal system (such as fractures in the host strata), events are natural or anthropogenic phenomena that occur over a short portion of the regulatory period (such as igneous and seismic disruption of the repository), and processes are natural long-term phenomena that occur over a significant portion of the regulatory period (such as water percolation and radionuclide transport through fractures). The event category was common to reliability of analysis in the 1960s and used in the Reactor Safety Study of 1975, which inaugurated large probabilistic risk assessments (PRA) [18]. When the PRA approach was expanded to geologic disposal in 1976 (in conjunction with two separate workshops with earth scientists) [19–21] (Fig. A1), analysis was broadened to include processes. In 1981, the International Atomic Energy Agency (IAEA) formally considered “undetected features” for evaluating the safety of geologic disposal [22]. Because a PA is used in the licensing arena to test compliance with the radiation protection standards promulgated by the Environmental Protection Agency (EPA) (either the generic 40 CFR 191 or the site-specific 40 CFR 197 [1]), the identification and selection of FEPs and formation of scenarios discussed herein is a formal task, and one aspect that sets PA apart from small-scale analysis. Along with the scenario development process, several of the more noteworthy disruptive events identified are discussed. Features and processes associated with the normal evolution of the disposal system are discussed in companion papers on YM models [6–10]."
  }, {
    "heading": "2.1.1. Regulatory criteria for FEP and scenario screening",
    "text": "EPA (in 40 CFR 191 and 40 CFR 197) and NRC (in 10 CFR 63 and the LA review plan) established the general universe of regulatory interest by identifying three criteria to exclude FEPs or scenario classes from the disposal system model [2, vol. 1, Fig. 2.2-1; 23, Fig. 1; 24, Fig. 2] (Fig. 2). One criterion was exclusion of FEPs or scenario classes based on regulatory fiat (e.g., guidance excluding changes in society or technology for inadvertent human intrusion [25, Section 197.15].\nA second criterion was exclusion of FEPs or scenario classes based on low probability [25, Section 197.36], via (a) the rationale that a FEP or scenario class was not credible based on site, waste, or repository characteristics (e.g., lack of credible occurrence of tsunami event in the interior of North American continent), or (b) a quantitative demonstration that the probability of occurrence of a FEP or scenario class was less than 10 8 in one year (e.g., probability of massive meteor strike ℘fAmeteorg, based on meteor frequencies observed in the past, is o10 8 in any year). Prior to 2008, EPA stated the screening probability as 10–4 over 104 year; in the 2008 amendments, EPA stated it as an annual probability of 10–8 (i.e., “those that are estimated to have less than one chance in 100,000,000 per year of occurring” [27, Section 63.342(a)]). The former method emphasized that a FEP probability was estimated over a 104 period. The current method emphasizes that the underlying frequency for screening is constant; hence, the probability over 104 year is 10–4 and over 106 year is 10 2.1\nA third criterion was exclusion of FEPs or scenario classes based on low consequence to the time or magnitude of expected radiological exposure dose (DðtÞ) (or cumulative radionuclide releases R prior to 2001) (i.e., “…if the expected results of the performance assessments would not be changed significantly in the initial 10,000 year period after disposal.” [25, Section 197.36; 27, Section 63.342(a); 28, Section 2.2.1.2.1.3]. This criterion can be met in several ways, for example, (a) a reasoned rationale that inclusion of a FEP would not influence timing or magnitude of dose, (e.g., volcanic eruption far from repository); (b) directly calculating an expected dose from the FEP (i.e., the calculated dose from criticality) and showing that the dose is sufficiently small such that the omission of the FEP does not significantly change the magnitude and time of the resulting radiological total expected dose, or (c) calculating a measure that is indirectly related to dose of the FEP (e.g., a possible future igneous dike feature placed in the travel pathway of radionuclides directs the transport pathway from potential receptors).\nA subtle question is whether the basis of the low consequence rationale should use calculations completely separate from the PA analysis and demonstrate exclusion of, for example, the criticality FEP prior to the current iteration of the PA or whether a less straight forward approach is equally valid whereby one makes an hypothesis that a FEP can be screened, conducts the PA, and then verifies that the assumption of exclusion is correct by using specifics of the PA results (e.g., concentrations of fissile material). The advantage of using consequence calculations completely separate from the PA analysis is that the rationale for excluding a FEP may be less ephemeral since they are not tied to a particular PA analysis. Furthermore, this avoids the question of whether the PA analysis is conducted at the proper scale to screen a particular FEP. Hence, a consequence rationale was generally developed separate from the PA for YMP. However, as a counter argument, a consequence rationale to exclude a FEP or scenario classes is always based on the significance of, for example, the estimates of\ndoses for criticality (DCðtÞ) relative to the total dose DtotalðtÞ and, thus, any consequence screening rational must to some extent recognize the current PA estimate of DtotalðtÞ if the estimates of DCðtÞ are anything but trivially small. Because this relative comparison is an important aspect of FEP screening, it is not unexpected that a phenomenon that was screened out in earlier PA iterations, would be screened in for later PA iterations (e.g., seismic events)."
  }, {
    "heading": "2.1.2. Mechanics of FEP and scenario development",
    "text": "The approach to constructing scenarios and scenario classes consist of four basic steps [2, Section 2.2; 23; 24; 29; 30] (Fig. 2)2:\n2 In the Glossary for the review plan for the YM repository [28], NRC defines a scenario as “a well-defined, connected sequence of FEPs that can be thought of as an outline of a possible future condition…” (i.e., a “future”). NRC defines scenario class as “a set of related scenarios sharing sufficient similarities that they can be aggregated for the purpose of screening analysis…”.\n(1) identify the universe of FEPs potentially relevant to long-term performance of the disposal system; (2) select FEPs to include and those to omit in PA (i.e., screen FEPs); (3) construct scenario classes from retained FEPs; and (4) select scenario classes to include in PA (i.e., screen scenarios). The four steps were informally followed for PA-84 through PA–VA. For PA–SR, the NRC/SNL (Sandia National Laboratories) FEP methodology was formally implemented to document reasoning for excluding FEPs [24,29]. The screening rationale was further refined for PA–LA [30–32]. Each pass through the steps rendered inclusion and exclusion of slightly different FEPs and scenario classes for the PAs, as described below.\nIn addition for PA–SR and especially PA–LA, the propagation of uncertainty was more formal in that two classes of uncertain parameters were identified in the calculation as discussed in this special issue [6, Fig. A1; 33, Appendix A; 34]: aleatoric and epistemic. Aleatoric uncertainty represents future aspects of the disposal system that have a random character, whose uncertainty\nis deemed irreducible by further site characterization. Epistemic uncertainty represents uncertainty about aspects of the disposal system that are imprecisely known, but in principle could be rendered more precise by further observation or experiment.\nThe strategy for propagating uncertainty through the PA analysis differed for these two types of uncertainty. For the purposes of this discussion (although overly simplistic), the primary strategy for propagating epistemic uncertainty in the PA iterations (except PA–EA) was to use alternative conceptual consequence models or use probability density functions (PDF) to represent the uncertainty of the value for parameters of the mathematical consequence models (and occasionally mathematical probability models) (e.g., frequency of igneous activity for the probability model in Section 3.1). The primary strategy for propagating aleatoric uncertainty in PA iterations (except PA–EA, PA-95, and aspects of PA–VA) was by defining scenario classes whose probability of occurrence were expressed with mathematical probability models (e.g., igneous intrusion scenario class). In addition for PA–SR and PA–LA, the aleatoric parameters of the scenario class were explicitly identified (e.g., time and number of occurrences for igneous intrusion) and dealt with separately from the epistemic parameters [6, Fig. A1].\nAlthough other theoretical divisions of the class of uncertain parameters are possible, this particular taxonomy was useful in understanding the source of uncertainty in the results, in indicating how uncertainties might be better characterized (or possibly reduced) by the collection of more data, and in explaining the structure of the calculation for PA–SR and PA–LA [35]. Further distinction between the two classes of uncertain parameters is discussed elsewhere in this special issue.\nThe four basic steps of scenario development and the distinction between aleatoric and epistemic uncertain parameters can be visualized using the parameter domain of the conceptual consequence and probability models of the disposal system. The parameter domain is first culled to the domain of regulatory interest, and then divided and grouped into specific scenario classes for probability and consequence modeling (Fig. 2)."
  }, {
    "heading": "2.2. Hazards and scenario classes for PA–EA",
    "text": ""
  }, {
    "heading": "2.2.1. Evaluation of volcanic consequences in 1982",
    "text": "Although advantages of geological disposal of radioactive waste are many, a PA analysis tends to focus on potential disadvantages of a site through identification of FEPs that in combination might cause some radioactive release. One of the issues identified during the earliest stage of the Yucca Mountain site investigations was the presence of volcanic cones and intrusion dikes in alluvial basins surrounding Yucca Mountain. Data on the age, number and location of potentially buried igneous intrusions was important in building volcanic framework models that provided the data to conduct a probabilistic volcanic hazard analysis (PVHA). Early on, the US Geological Survey (USGS) found that the silicic volcanic eruptions at Timber Mountain Caldera Complex north of Yucca Mountain, which formed the tuff deposits of Yucca Mountain between 16 and 9.5 Ma had ended in the region and were not a potential hazard [14, Table 2.1; 36; 37] (Fig. A1).\nFurthermore, the igneous history of Crater Flat (based on volcanic/hydrologic test hole, VH-1, drilled in 1981) indicated that basaltic volcanism was declining in volume [38; 39, Fig. 1; 40, Fig. 1b] (Fig. 3). However, basaltic volcanism, although rare and diminishing, could not be dismissed because of the presence of 7 Quaternary (o1.6 Ma) volcanic cinder cones located between 8 and 47 km from the outer boundary of the repository. The consequence of a volcanic eruption and ash deposition was deterministically analyzed in 1982 [41,42], as described in a companion paper [6].\nYet, basaltic volcanism in any of the existing Quaternary cinder cones would not disrupt the repository; only a new dike extending to the site from an igneous center outside the zone of the current cinder cones could disrupt the repository. The initial estimate of the probability of a new cinder cone forming at a location that could disrupt the repository, was just above the threshold of screening the event into the PA. As suggested in Section 3, much effort in advancing the science underlying this estimate would be undertaken by YMP."
  }, {
    "heading": "2.2.2. Scenario sequence trees for PA–EA",
    "text": "Screening of processes must usually be coupled with features in a specific location before a screening decision can be made. Because the feature location is unique to the site, the FEP list becomes somewhat specific to the site. The need to couple features and processes was one reason scenario sequences trees were initially formed when examining FEPs in early PAs. Sequence trees that included physical processes and features in addition to basic events were developed in 1981 for a repository in various media at the NTS to promote a qualitative understanding of the issues [11,45]. In 1983, sequence trees specific to a repository sited\nat Yucca Mountain were constructed [46]. For the deterministic 1984 evaluation, an undisturbed scenario class (AU) was studied (where the undisturbed scenario class includes expected processes such as gradual corrosion of containers and release of radionuclides to the surrounding host rock and excludes FEPs associated with disruptive events) [11; 14, Chapter 3; 20; 23; 29–32; 45–55].3"
  }, {
    "heading": "2.3. Hazards and scenario classes for PA-91, PA-93, and PA-95",
    "text": ""
  }, {
    "heading": "2.3.1. Water table rise",
    "text": "USGS identification of nonwelded glass shards in the unsaturated zone (UZ) of well G-4 near the repository [4, Fig. 1] suggested that the water table had never risen to the base of the Topopah Spring Welded (TSw) tuff unit hosting the repository 60 m above the current water table. Furthermore, USGS simulations of water table rise in 1985 had suggested a maximumwater table rise of 130 m in response to doubling of precipitation (e.g., glacial period) [56], which is similar to the elevation of ancient springs in Crater Flat (between 80 and 115 m above the current water table) [57]. However, a dramatic scenario was hypothesized in 1988 by a DOE staff geologist, J.S. Szymanski, who claimed that large veins of calcite in trenches excavated over faults near Yucca Mountain by the USGS in the early 1980s (in particular, Trench 14) [4, Fig. 4] were not caused by meteoric water seeping from the surface, but by groundwater rising hundreds of meters above the water table from earthquakes through “seismic pumping.” He further speculated that in the future groundwater could be maintained at these high levels through heat convection from the repository [58]. The draft report made its way to Nevada Governor Bryan who promptly released it. The assertions resulted in an extensive article in the New York Times [59] (Fig. A1). Shortly thereafter, Los Alamos National Laboratory (LANL) found that the form of calcite and opal minerals in fractures and faults at Yucca were not typical of deposits from inundation by upwelling water, as hypothesized by Szymanski [60]. In 1990, DOE asked the NAS to study the issue. The next year, USGS studies of U and Sr isotopes contained in the calcite near the repository horizon did not substantiate the hypothesis either [57; 61, p. 551–4; 62]. Also, to evaluate the plausibility of transient seismic pumping, SNL investigated the effects of earthquakes and dike intrusions on water table height using a two-dimensional, finite element flow model that included volumetric strain and displacement [63, p. 11; 64]. Worst-case modeling showed transient changes in water table elevation of o20 m, which was similar to changes observed after large earthquakes. By 1992, a 17-member National Academy of Sciences (NAS) panel unanimously concluded “…there is no evidence to support the assertion by Szymanski that the water table has risen periodically hundreds of meters from deep within the crust” [64]."
  }, {
    "heading": "2.3.2. Human intrusion",
    "text": "Studies in the early 1970s that examined risks from shallow burial of transuranic (TRU) waste and low-level radioactive waste at sites such as at Idaho National Laboratory (INL) or LANL found that human intrusion contributed a significant portion of the calculated consequences [65]. Also a large number of drill holes for mineral exploration and solution mining were discovered at the abandoned Carey salt mine in Lyons, Kansas in 1971, less than a year after it had been tentatively selected for disposal of radioactive waste [1,66]. From this experience, human intrusion was\n3 YMP documentation called it the “nominal” scenario class but this name implies it is a common scenario over the long term; however, the disruptive events included in the nominal scenario changed with each PA and by PA–LA the “nominal” scenario was not a common scenario when separated from the seismic scenario class. To track these changes in this historical perspective requires using the more descriptive undisturbed name.\ninitially considered in the US unlike several international radioactive waste management programs, which began evaluating human intrusion much later or not at all [18].\nIn the 1985 radiation protection standards (40 CFR 191), EPA specified the human intrusion event as an inadvertent activity during exploratory drilling for minerals [1]. The drilling rate for igneous rock such as volcanic tuff (i.e., 3 boreholes/km2 repository area/104 yr) was an order of magnitude less than recommended for sedimentary rock (as estimated near the Waste Isolation Pilot Plant, WIPP) since igneous rock was less likely to contain economic minerals. A consequence of including human intrusion in the 1985 EPA radiation protection standards is that the guidance may favor disposal in crystalline rock or tuff, if they are used to compare two or more sites (provided site characterization eventually shows that releases from other pathways are less than releases from human intrusion)."
  }, {
    "heading": "2.3.3. Igneous activity",
    "text": "The 1988 Site Characterization Plan (SCP) defined a series of studies of the igneous activity around Yucca Mountain, including analog evaluations, to attempt to refine frequency and consequences. In 1989, LANL reported on a study of the 7 Quaternary basaltic volcanic eruptive centers near the repository. The volcanic centers were similar and typically consisted of a single scoria cone surrounded by small basaltic flows that extend o1 km from the cone. All eruptions were of small volume (o1 km3 with an average of 0.1 km3) with a general decline in the volume of the eruption through time [67]. The frequency of regional igneous activity (λVarea) was estimated to be 10–6 events/year, based on vent counts and the estimated rate of magma production, with further discussion later in Section 3.2.2 [68].\nFor PA–EA, USGS and SNL had estimated the age of the Lathrop Wells cinder cone, the youngest of the 7 Quaternary volcanic eruptive centers, between 80 ka and 700 ka, based on K–Ar dating [69]. A SCP study topic was to refine this range. Based on a comparison with morphologic data and analogy with a cinder cone in California, LANL suggested in 1990 that a portion of Lathrop Wells volcanic cone was o20 ka [70]. USGS countered in 1991 that 40Ar/39Ar and K–Ar dating that suggested lava flows at Lathrop Wells were between 119 and 141 ka [71,72]. Both ages were younger than the mean 390 ka and near the minimum of the range surmised in 1982.\nBecause LANL surmised a potentially young age of at least a portion of Lathrop Wells, LANL also hypothesized that volcanic activity in the region was polygenetic as opposed to the usual monogenetic volcanic activity (i.e., multiple episodes at the same igneous center spread over 105 years versus several closely spaced events in geologic time, followed by extinction)."
  }, {
    "heading": "2.3.4. Scenario classes for PA-91",
    "text": "In 1988, SCP described 91 FEPs important for scenario development [29; 54, Table 3], based on work a few years before [73], which, in turn, relied on the initial studies for PA-84 [46]. For PA91, three scenario classes were condensed from the scenario sequences: undisturbed scenario class (AU); disturbed, igneous intrusion (AV); and disturbed, inadvertent human intrusion (AH). The human intrusion scenario was further divided into three subclasses: direct release, indirect release through the tuff aquifer, and indirect release through a deeper carbonate aquifer (AHdirect, AHgwtuff, AHgwcarb). PA-91, following the guidance of 40 CFR 191, calculated the probability of human intrusion based on exploratory drilling for minerals in crystalline rock. For igneous intrusion, only direct release to the surface from a volcanic eruption was evaluated (i.e., the volcanic eruption subclass—AVE). Furthermore, because 40 CFR 191 specified the surface above the repository as\npart of the accessible environment, only the entrainment of several packages of waste in the dike and its movement to the surface was evaluated (i.e., under 40 CFR 191, the volcanic eruptive scenario subclass did not necessitate evaluation of eruption into the air and deposition of contaminated ash far downwind from the eruption)."
  }, {
    "heading": "2.3.5. Scenario classes for PA-93",
    "text": "By 1993, YMP had completed FEP sequences for igneous disruption of the repository [47], and was in the process of completing FEP sequences consisting of 136 events for the undisturbed scenario [48]. For PA-93, three scenario classes were condensed from the scenario sequences: AU; AH, and igneous disruption. Igneous disruption included both volcanic eruption (using the calculations from PA-91 for AVE) and igneous dike intrusion (AVI). The AVI consisted of a magmatic dike intersecting the repository, breaching vertically emplaced or in-drift packages (with drift backfill in PA-93), and causing enhanced degradation of containers on either side of the dike from volatiles in the magma, followed by groundwater seepage and release (Table 1)."
  }, {
    "heading": "2.3.6. Undisturbed scenario class for PA-95",
    "text": "Only undisturbed performance was examined in PA-95. Both PA-91 and PA-93 had shown that the releases from AU dominated the total releases and so the other two scenario classes, (AH and AV) were omitted, at least for the time being ([15], Section ES). The minor influence of seismic events on the vertically emplaced packages in small boreholes was estimated in a separate analysis but not the influence of seismic events on large horizontally emplaced package directly within the disposal drift [74]."
  }, {
    "heading": "2.4. Hazards and scenario classes examined for PA–VA",
    "text": ""
  }, {
    "heading": "2.4.1. Scenario classes for PA–VA",
    "text": "PA–VA analyzed AU but also reevaluated the implications of an igneous scenario class, and for the first time, the implication of the seismic scenario class on in-drift disposal (Table 1). Based on the 1995 NAS guidance for the site-specific regulation [1,75], AH was treated as a stylized modeling case of one bore hole at 104 year allowing a portion of waste from a package to drop to the saturated zone (SZ). The modeling case did not include evaluating a probability for the event. The three igneous disruptive scenario subclasses considered for PA–VA were [16, vol. 3 Section 4.4] (1) a volcanic eruption spewing ash and some radionuclides into the atmosphere and depositing them at the accessible environment 20 km away (AVE) (described as “direct release” scenario in PA– VA), (2) an igneous dike intrusion into repository and disrupting the waste containers (causing an “enhanced source term”) and eventually causing releases after the magma cooled via groundwater percolating through the repository (AVI), and (3) an igneous intrusion dike altering SZ permeability in a zone beyond the repository thereby increasing (or decreasing) radionuclide travel time to the accessible environment (AVperm). The two seismic scenario subclasses considered in PA–VA were (1) rockfall on a package caused by vibratory ground motion (ASG), and (2) faulting altering SZ permeability (ASF). The same flow model was used to evaluate the influence of (a) faulting in the SZ, and (b) an igneous dike in the SZ. In both cases the permeability in a region near the repository was either increased or decreased and the influence on dose calculated (maxDVdike≈maxDSF)."
  }, {
    "heading": "2.4.2. Igneous activity for PA–VA",
    "text": "In 1995, YMP began an effort to formally assess the igneous disruptive hazard using expert elicitation to assess alternative conceptual models for the spatial and temporal patterns of\nigneous activity in the region, including the eruptive history (i.e., number of eruptive events) [51]. Scientists from LANL, USGS, University of Nevada—Las Vegas (UNLV), and Center for Nuclear Waste Regulatory Analysis (CNWRA—sponsored by NRC) had proposed a number of alternative models that would lead to different estimates of the spatial and temporal frequency of igneous events in the region. In conjunction with the elicitation, LANL summarized past igneous hazard studies [37].\nIn the PVHA [52,76,77], completed in 1996, 10 experts (selected from 70 nominations) evaluated the data and alternative conceptual models of igneous activity to estimate the annual frequency of an igneous intrusive event (a dike) intersecting the repository and characterize the uncertainty in the hazard estimate. The technical issues most important to the assessing the igneous hazard were (a) the rates of igneous events in the region and (b) the future spatial distribution of igneous events [76]. Characterizing the uncertainty in the igneous rates depended, for example, on estimating the number of buried igneous features in the alluvial basins surrounding Yucca Mountain. Estimates of the future spatial distribution of igneous events involved interpretations of how igneous and structural zones influenced the location of future igneous events. (e.g., the relative significance of a igneous source zone in Crater Flat west of Yucca Mountain versus a zone that included Yucca Mountain because of past activity at Buckboard Mesa—Fig. 3).\nThree years later in 1999, LANL and its collaborators used highresolution 40Ar/39Ar measurements of the lava flows and of highpotassium sanidine crystals within lava flows to determine a reliable age for the Lathrop Wells cinder cone of 7776 ka [78]. These results led to the conclusion that volcanic activity at Lathrop Wells was monogenetic and erupted during a short period of geologic time (months to years)."
  }, {
    "heading": "2.4.3. Seismic activity for PA–VA",
    "text": "In the fall of 1994, YMP began an effort to formally evaluate the seismic hazard also through expert elicitation. Seismic evaluations had been made for conceptual design of the repository in the 1988 SCP and the Exploratory Studies Facility (ESF) design in 1994. However, a more extensive Probabilistic Seismic Hazard Assessment (PSHA) was required for the operational and post-closure aspects of the repository [16, vol. 3, Section 4.4.2.4; 53, Section 1.3]. For PSHA, two expert panels were convened. The first panel consisted of six teams of three experts each in seismicity, tectonics, and geology. Each team estimated the source characteristics of earthquakes (i.e., location, maximum magnitude, and recurrence) and the annual probability for fault displacements. The second panel of seven seismologists estimated vibratory ground motion from normal-faulting earthquakes around the world since few ground-motion records existed at Yucca Mountain [53,79]. The PSHA was completed in the fall of 1998."
  }, {
    "heading": "2.4.4. Water table rise for PA–VA",
    "text": "The State of Nevada continued to fund several studies of Szymanski's hypothesis on water-table rise through 2006. For example in 1997, a Russian scientist, Dublyansky, argued that calcite mineral crystals in fractures in the ESF formed in a hot environment, which would indirectly support Szymanski hypothesis (unless formed shortly after deposition of the tuff ash flow) [80]. At the time of PA–VA in 1998, the Nuclear Waste Technical Review Board (NWTRB) completed a review of 11 reports submitted by Szymanski including those by Dublyansky and concluded that the reports did not make a credible case that geothermal water flooded Yucca Mountain in the past [17, p. 4–402]. To further substantide these conclusions, NWTRB suggested DOE evaluate the age of the calcite and opal deposits.\nR .P.R echard et al./ R eliability Engineering and System Safety 122 (2014) 74 –95\n80"
  }, {
    "heading": "2.4.5. Criticality scenario class for PA–VA",
    "text": "The criticality scenario class was considered early in geologic disposal (e.g., it was evaluated for WIPP in 1974 [43,66], listed for consideration by IAEA since 1981 [22], and considered in the YMP container design in 1983 [81]).4 But events in the 1990s, prompted YMP to make a concerted effort to develop a formal methodology for screening criticality. After the Congressional decision in 1979 to dispose only defense TRU waste at WIPP [82] and the Congressional decision in the NWPA of 1982 [83] to include all DSNF in a commercial repository, disposal of DSNF was anticipated at Yucca Mountain but in the form of HLW. However, in 1992, the United States stopped reprocessing DSNF. This policy decision created a need for direct disposal of DSNF, and exploratory study of DSNF disposal in 1993 identified the criticality event for further study [84, Tables 7-2 and 7-3]. Also in 1993, DOE held discussions on criticality with NRC. Then, in late 1994, Bowman and Venneri at LANL claimed an atomic explosion (i.e., 630 GJ energy release for 108 kg 239Pu) via autocatalytic behavior (positive feedback) from either an initially under-moderated and over-moderated Pu spherical configuration was possible in tuff [85]. Subsequent press articles in 1995 drew public attention to the criticality issue [86; 87; 88, p. 282] (Fig. A1). In 1995, DOE and NRC agreed to interact via a topical report on the criticality methodology (i.e., procedure to be used to evaluate the potential and consequences of the criticality FEP), prior to submitting the license application for construction authorization [91]. The first DOE/NRC Technical Exchange on criticality was held later that year in October.\nIn 1997, YMP conducted a workshop to discuss a methodology to evaluate the criticality scenario class [89], developed a Master Scenario List of sequences potentially leading to criticality after a container was breached [50], and continued several exploratory calculations [90]. The Master List included 31 sequences: 11 sequences inside the package, 9 sequences in or on the invert of the engineered barrier (“near-field”), and 11 sequences in the geologic barrier (“far-field” critical situations) [50]. The Master List was used, at least in concept, thereafter. The initial sequences were independent of waste form categories and package type, and did not include variations caused by igneous, seismic, or human intrusion disruptions.\nThe first version of a criticality methodology report was completed in 1998, concurrent with PA–VA, and submitted to NRC for their comments. The methodology envisioned two parts to screening the possibility of criticality [16, vol. 3, Fig. 5-5; 91, Fig. 1-1]. Part 1 was to quantitatively demonstrate the low probability of a criticality (i.e., ℘{AC}o10–4 over 104 year). If low probability of the event could not be conclusively demonstrated then Part 2 was to demonstrate the low consequences and, thus, low risk of a criticality. The methodology envisioned dividing the waste into several broad categories and evaluating the potential for criticality for each waste category for each of the 31 sequences of the Master List."
  }, {
    "heading": "2.4.6. Criticality probability for PA–VA",
    "text": "In response to the Bowman and Venneri claims, the possibility of assembling fissile material into the specific critical configuration (especially the under-moderated situation) and large 108-kg mass of Pu (factor of 2.5 larger mass than in typical CSNF container) was refuted qualitatively by LANL and others based on site characteristics [85,92]. SNL argued that the probability of criticality was o 10 2 [93]. The possibility of\n4 When we speak of the probability of a criticality, we are usually talking about the probability of assembling a critical configuration of fissile mass. The assembly can only occur if several initiating events and several processes occur, where processes are especially important in the far-field. Because both events and process may be important, we describe it more generally as a criticality scenario class herein.\nan explosive consequence was refuted by LANL, who argued that the energy release would be o42 GJ for 108 kg 239Pu, not 630 GJ [94].\nIn 1996, a large team at the University of California, Berkeley also concluded probability of assembling enough 239Pu material into a critical concentration in fractures prior to its decay to 235U was very low, based on geologic behavior and simple transport modeling. However as an exercise to bound consequences, they did hypothesize an over-moderated, heterogeneous Pu configuration in a tuff fracture system that through homogenization of the configuration would release substantial energy through autocatalytic behavior (1300 GJ energy release for 254 kg 239Pu in a 2 m sphere with alternating layers of tuff and Pu) [95].\nAlthough not published in the open literature, YMP conducted scoping calculations on several configurations with the potential to go critical in 1996, 1997, and 1998. The calculations were summarized in PA–VA documentation [16, vol. 3]. The simulation of the heterogeneous details of several configurations of fuel inside a container showed that the most critical configuration was when the container was flooded (“bathtub”), internal supports had collapsed, and fuel assemblies were intact and closely packed [96]. Thereafter, this became the worst case or design basis configuration for criticality calculations (not criticality in the fractured tuff of the UZ as hypothesized by Bowman and Venneri)."
  }, {
    "heading": "2.5. NRC work",
    "text": ""
  }, {
    "heading": "2.5.1. FEP screening and scenario development for NRC",
    "text": "At the same time DOE was examining the general process of analyzing FEPs with earth scientists in 1976 [21,66] (Fig. A1), NRC funded a group within SNL (separate from YMP or WIPP) to pioneer work on a methodology for assessing the performance of geologic disposal of CSNF and HLW [19]. Part of this development work was the generation of a generic list of 29 FEPs and a procedure to screen FEPs in 1980 [20,97].\nAt first, NRC requested that the SNL group pursue a scenario development process similar to the Reactor Safety Study [98]. However, the SNL group found that natural processes and a highly coupled geologic disposal system were not readily amenable to event trees since the boundaries in a coupled system and boundaries between process states were more arbitrary than for a fully engineered system. Thus, the number of scenario sequences could become quite large. Hence in 1981, SNL proposed to NRC a procedure that first screened general categories of FEPs (usually initiating event classes such as igneous intrusion AV or a seismic events AS) and then formed combinations of these FEPs with and without its occurrence (e.g., four combinations with AV and without A V and with AS and without A S or AV AS, AV A S , A V AS, A V A S ) and where the combinations could be readily shown by means of a Latin Square logic diagram to show completeness [20]. Although still possible, the time and order of occurrence of the FEP categories were not typically considered in the formation of the broad scenario classes. Fewer scenario classes were formed and these broad classes appeared more useful for guiding modeling. During modeling, the time and order of occurrence of FEP categories could be considered in developing scenario subclasses (herein called computational scenarios). As a demonstration of the methodology, several FEPs and scenarios from these FEPs were developed that were unique for a repository in the UZ for Yucca Mountain [99]. The NRC/SNL methodology was adapted for use at the WIPP in 1990 [23,66,100]."
  }, {
    "heading": "2.6. Hazards and scenario classes examined for PA–SR",
    "text": "Because of concerns about scenario development raised by NRC when commenting on the 1988 SCP [19, Section 2.1.5] and because of the success in applying the NRC/SNL methodology at WIPP, YMP adopted the NRC/SNL methodology during the latter phase of PA– VA [101, Section 10.2], but the methodology could not be fully implemented until PA–SR [24,29]. Because the formality of PA–SR greatly increased, the implementation of a new methodology required a major effort to complete for the first time."
  }, {
    "heading": "2.6.1. FEP development for PA–SR",
    "text": "As more thoroughly described elsewhere [29,30], FEP development for PA–SR started with 1261 FEPs available in a draft version of a database under construction by the Nuclear Energy Agency (NEA) of Organisation for Economic Co-operation and Development (OECD). Five international radioactive waste disposal programs and the NEA had contributed to the list (Canada—281, Sweden—264, United Kingdom—79, Switzerland—245, and WIPP— 246, NEA—146).\nThe list was supplemented by 91 FEPs from SCP [54, vol. 7, Section 8.3.5.13], and 201 FEPs from other YMP reports more specific to disposal of thermally hot SNF in unsaturated, fracture tuff [47,48]. In a series of workshops, YMP investigators and analysts reviewed the initial list of 1553 FEPs and identified 82 additional FEPs (e.g., 40 were identified that were more specific to DSNF [55] and 18 FEPs were identified that were specific to criticality). When subject matter experts began discussing these FEPs in reports, 13 additional FEPs were identified. Finally, meetings and reviews by NRC identified 8 additional FEPs.\nFor PA–SR, the list of FEPs was grouped according to the hierarchical and numbering scheme of the draft NEA database; however, a criticality heading and an assessment issues category were added for a total of 152 hierarchical headings. The list of 1656 FEPs and 152 hierarchical headings were grouped, combined, and or split to avoid redundancies (e.g., the original 18 criticality FEPs were split into 22 FEPs). To maintain traceability to the source of FEPS, similar FEPs were not removed but rather combined and categorized as either primary, and thereby addressed in the screening process, or secondary, and thus captured by a primary FEP description. Also, 40 of the hierarchical headings were converted to primary FEPs. At the conclusion of the process, the database contained 112 hierarchical headings, 328 primary FEPs for screening, and 1368 related secondary FEPs (Table 1) [29].\nFor the PA–SR, the rationale to either include or exclude the 328 FEPs in the PA–SR model were developed in 11 reports that corresponded to general modeling areas (e.g., the waste form degradation model dealt with 87 primary FEPs with 256 associated secondary FEPs [102]).\nFive scenario classes were formed from those FEPs remaining: AU+SGclad, AVI, AVE, AH, and criticality (AC). The first three classes were retained in the PA–SR, where more details on probability modeling for igneous disruption is discussed in Section 3.5.2. Similar to PA–VA and in accordance with draft EPA and NRC regulations 40 CFR 197 and 10 CFR 63 proposed in 1999 [1], the human intrusion scenario class was treated as a special modeling case and not included with other disruptive scenario classes in evaluating expected dose over time for PA–SR and PA–LA. The nominal scenario class (AU+SGclad) included damage of cladding from a seismic event, but not waste container damage from ground motion/rockfall and fault displacement. Based on regulatory guidance for PA–SR, FEP and scenario class screening focused on the first 104 year. Container corrosion was so minor in the first 104 year that ground motionwas not sufficient to damage an intact container and so seismic damage was screened out based on use of\nthe median hazard curve developed in PSHA. Also, preliminary analysis showed that seismic ground motion would not cause separation or failure of the drip shields in the first 104 year because the typical small rock sizes falling during the seismic event pinned the drip shield in place. Furthermore from preliminary analysis, the drip shields could withstand large rockfall sizes and protect the container in the first 104 year (normal corrosion failure did not occur until at least 2 104 year [103, Figs. 4–184 and 4–183]. Finally, damage from fault displacement was not included based on administrative controls (i.e., it was argued that the requirement to keep containers away from known faults and the low probability of forming new faults with large displacement in intact rock sufficiently reduced the probability of package damage from fault displacement (PSHA estimated only 1 mm displacement at an annual exceedance probability of 10 8)."
  }, {
    "heading": "2.6.2. Water table rise for PA–SR",
    "text": "In response to the 1998 NWTRB request, USGS and UNLV scientists (the latter funded by a DOE cooperative agreement) dated the fluid inclusions and opal and calcite secondary mineral deposits in cavities of the tuff at Yucca Mountain. Q In May 2001, their results were presented to NWTRB and at the IHLRWM Conference (e.g., [104–106] (Fig. A1). USGS noted only 1–40% of cavities and fractures in the UZ at Yucca Mountain had calcite deposits and the calcite deposition was on the floors of cavities and footwalls of fractures whereas deposition in a saturated environment would be on all surfaces and at a higher percentage [17, p. 4–402; 104]. UNLV noted that although some of the secondary minerals had deposited as hot fluids, the deposition had occurred 5 Ma and little had occurred since that time. Also, the secondary mineral deposits were not characteristic of hydrothermal deposition. UNLV and USGS concluded that the hypothesis of hydrothermally upwelling was not valid. Thereafter, YMP and NWTRB considered the issue of seismic pumping resolved [88, p. 304]."
  }, {
    "heading": "2.6.3. Criticality scenario class formation and screening for PA–SR",
    "text": "As noted earlier, the 31 sequences of the Master List were mapped to 22 primary subclasses (although still called FEPs) of the criticality scenario class for PA–SR. Under the 22 primary FEPs were an additional 54 secondary FEPs [29]. Of the 22 primary FEPs, 21 were associated with three locations: 8 inside the container (with 39 secondary), 5 in or on the invert of the engineered barrier (with 10 secondary), and 8 in the geologic barrier (with 5 secondary). One additional FEP dealt with criticality initiated by igneous intrusion into the repository [107].\nOnly the subclass initiated by igneous intrusion was formally evaluated for PA–SR because container breach by other mechanisms did not occur in the first 104 years, as noted in the previous section. SNL argued that igneous activity would not produce conditions conducive to criticality for DSNF [39,108,109]. Also, preliminary criticality calculations of CSNF pellets embedded in basalt did not show a concern [110].\nAn important aspect of the CSNF analysis was to take credit for the consumption of fissile material and the presence of both actinides and fission products that reduced the reactivity (i.e., burn-up credit, as had been adopted for the package design in 1994 [111]). For PA–SR, an example calculation showed that a bounding, design-basis container loading was subcritical for 93% of existing PWR assemblies [112]. The other 7% of CSNF would require additional neutron absorbers as plates or rods in the container or loading fewer assemblies per container (e.g., 12 assemblies from pressurized water reactors, PWRs [4, Table 4]. The methodology for including burn-up credit was greatly refined for PA–LA [113]."
  }, {
    "heading": "2.7. Hazards and scenario classes examined for PA–LA",
    "text": "2.7.1. Reclassification of FEPs for PA–LA An NRC review of the FEP list and their screening for the PA–SR identified 20 general comments that included requests for clarifying the screening rationale, improving the technical basis of the screening rationale, adding FEPS, clarifying the FEP description, providing an auditable trail that the FEP list was comprehensive, more description of the FEP process including how the initial lists were generated, how the lists would be improved over time, how consistency in level of detail would be improved, how to improve documentation, and plans for configuration management of the FEP list [30].\nOne approach adopted in response to NRC comments was to improve the classification scheme for the 328 FEPs used for PA–SR and, thereby, make auditing easier and demonstrate comprehensiveness [30]. Although the intent of the hierarchical classification scheme used in PA–SR was to maintain traceability to the initial NEA database of FEPs, this categorization did not coincide with the pertinent events and process and their association with features of the YM disposal system. Hence, a new classification scheme was developed that categorized the processes into eight areas (hydrologic, chemical, mechanical, thermal, microbiological, radiological, characteristics, and transport) and events into four areas (igneous, seismic, human intrusion, and criticality). Features were categorized according to the engineered system with ten areas (drift, ground support, backfill, seals, drip shield, waste container, cladding, waste form, pallet, invert), and natural system with four areas (disturbed zone, UZ, SZ, and biosphere). The remaining area was the design of the disposal system. After reclassification and adjustments to use a consistent level of detail (such as splitting FEPs to eliminate partial inclusion and exclusion), the number of FEPs increased slightly to 359 in January 2003.\n5 In 2001, NRC used a new term, “event class,” which was defined as “all possible specific initiating events that are caused by a common natural process (e.g., the event class for seismicity includes the range of credible earthquakes for the Yucca Mountain site)” [117, Section 63.102(j)]. It is convenient to call them event classes here in that the probability was determined solely from the initiating events of the subclasses and not from features or process in the subclass."
  }, {
    "heading": "2.7.2. FEPs review and screening for PA–LA",
    "text": "Between January 2003 and August 2004, the 359 FEPs were then augmented with new FEPs identified in other international programs and internal and external reviews in three different cycles [30]. Potential FEPs were identified but usually found to be already included. At the conclusion of three review cycles, 375 FEPs were identified and the screening rationale developed in ten reports, which corresponded to most of the major modeling components of PA–LA: (1) waste form (e.g., [114]), (2) CSNF cladding, (3) drip shield and waste container, (4) engineered barrier system (EBS), (5) UZ flow and transport, (6) SZ flow and transport, (7) biosphere, (8) disruptive FEPs (e.g., [115]), (9) criticality (e.g., [116]), and (10) system level modeling.\nIn 2005, YMP continued to update the FEP screening rationale [30]. Although the regulatory period was extended to 106 year, EPA stated in the redraft of 10 CFR 197 in 2005 and promulgated in 2008 that the PA was to use FEPs only found important in first 104 year except for four FEP categories: general corrosion process, seismic events, igneous events, and climate change events. Furthermore, the analysis on seismic and igneous effects was to be limited to their influence on packages and the analysis on climate change was to be limited to its influence on increased water percolation through the repository horizon [25]. This EPA guidance confirmed the general process that YMP had been following.\nIn a major effort during the fall of 2007 and winter of 2008, the FEP descriptions and screening rationale was updated to coincide with the design of the 2008 PA–LA (e.g., addition of the transportation, aging, and disposal (TAD) canister for CSNF) [31,32]. Also during this time, the classification scheme for FEPs was changed somewhat. Processes were divided into 7 areas rather than 8 areas\nused for PA–SR and coupling explicitly included (hydrologic & thermal-hydrologic, chemical & thermal–chemical, mechanical & thermal–mechanical, microbiological, radiological, characteristics, and transport). Features were categorized according to the barriers of the disposal system and corresponding components; hence, the engineered system was divided into 8 areas rather than 10 of PA– SR (disposal drift, backfill/seals, drip shield, waste container, cladding, waste form, pallet, invert) and the natural system was divided into 5 areas rather than 4 (topography/surface soils, upper UZ, UZ below repository, SZ, and biosphere) [31,32].\nThe FEP list was decreased by one to 374 because a FEP that dealt with magma breaching a bulkhead was no longer applicable with the decision to remove bulkheads between disposal drifts (Table 1). For PA–LA, the screening rationale was collected into one large report rather the ten FEP reports and criticality summary used in 2005 [32]. Of the 374 FEPs, 222 were excluded and 152 were retained [2, Section 2.2]."
  }, {
    "heading": "2.7.3. Scenario development for PA–LA",
    "text": "As in PA–SR, scenario classes were formed from the 152 FEPs retained. Six main scenario class categories were formed in the PA–LA for analysis of the first 104 year period: early EBS failure (AE), seismic disruption (AS), igneous disruption (AV), undisturbed (AU), human intrusion (AH), and criticality (AC). Only the first four scenario class categories were analyzed. The criticality scenario class was screened out and the human intrusion scenario class was stylized as specified by regulation [1].\nAs in PA–SR, the igneous scenario class was divided into two initiating classes, igneous dike intrusion (AVI) and volcanic eruption (AVE) where eruption was dependent upon intrusion. For PA– LA, the early EBS failure scenario class was divided into two event classes5: early drip shield failure (AED), and early container failure (AEW). Possible phenomena that could cause one or two out of the 11,000 containers to prematurely breach were a fabrication flaw or a stress corrosion crack in the outer closure lid.\nThe seismic scenario class was divided into three different initiating classes: ground motion that damages waste containers and drip shields (ASG and ASD), and fault displacement that crimps the waste container (ASF). Ground motion would tend to bounce the packages somewhat and damage the container when striking other packages or at its contact with the pallet. Understandably, the probability of seismic ground motion damaging any one massive container was low but since all 11,000 containers for PA–LA were potentially affected [5, Table 3], the combined probability of at least one container being damaged was much greater.\nThe above four scenario classes and their subdivisions were not necessarily mutually exclusive in that, for example, both an early failure event and a seismic event could occur sometime in the future at the repository. Also, not all the event classes were independent in that a seismic event accompanies igneous intrusion. Mutually exclusive sets could have been formed; however, rather than deal with numerous disjoint sets, PA–LA used the four retained scenario classes over 106 years and conservatively neglected the small double counting of probability and consequences that occurs because of the overlap of scenarios [2, Section 2.2.1.3.1; 118, Section, 4.7]."
  }, {
    "heading": "2.7.4. Igneous activity for PA–LA",
    "text": "Plans to obtain ground-based magnetic data for identifying and characterizing buried volcanoes were formulated in the mid1980s, but the work was deferred due to funding limitations and changing programmatic priorities. Although these studies were not conducted as part of formal site characterization activities prior to the conclusion of PA–SR in 2001, a site-wide aeromagnetic survey and drilling program was begun in 2004 in response to a request for additional information from NRC in 2002 [119]. This survey and drilling program resolved remaining questions concerning the location and age of buried igneous centers in the region and provided the basis for an update of the 1996 PVHA, which was completed in 2008 [120]. Hence, analysis of the igneous hazard was one of the first and one of the last scientific studies conducted on YMP."
  }, {
    "heading": "2.7.5. Water table rise for PA–LA",
    "text": "In the final promulgation of 40 CFR 197 in 2008, EPA required DOE to evaluate the effects of seismic events on water table rise, subject to requirements promulgated by NRC [25]. NRC followed the guidance of the NAS and subsequently suggested that the effects be limited to permanent changes in hydrologic properties of underlying aquifers, such as porosity, and their resulting influence on water table rise that might occur after an earthquake [27, p. 10813 and Section 63.342 (c)(1)(i)]. In response to NRC requests for additional information on the SAR/LA, YMP conducted an evaluation similar to that conducted in 1991, which showed water table rise o20 m [63, p. 11]."
  }, {
    "heading": "2.7.6. Criticality scenario class for PA–LA",
    "text": "In the 2003 Revision 2 of the topical report on the criticality methodology, YMP changed the manner in which to estimate the probability of criticality [164]. Previous versions of the topical report envisioned simulating the degradation process, the same as modeled in a PA, but then focusing on the hydrologic and geologic processes necessary for assembling fissile material in containers, the EBS, or the natural barrier. The methodology then envisioned developing regression models of these processes (simplified abstractions) to demonstrate that either the configurations were subcritical or to estimate the probability of the configuration occurring through Monte Carlo sampling. However, because PA models were not available at the proper scale, the criticality team would have to develop new models.6\nRather than embark on this difficult approach without adequate funding, direct simulation was replaced in Revision 2 with more practical probability event trees. This event tree approach eliminated concerns of NRC related to developing abstracted models through regression analysis for criticality analysis [165, Sections 3.4 & 3.5]. A fortunate outcome was that geochemical modeling, which was greatly enhanced for PA-SR and PA-LA, could be augmented with staff previously used for criticality process modeling. The event tree methodology was implemented in 2004 [166,167]. For SAR/LA in 2008, the general result of the analysis was used to focus the screening on that aspect that had been found to dominate the probability of criticality: the probability of misloading containers with either insufficient neutron absorber or too many CSNF assemblies with insufficient burnup.\nScreening the criticality class in the PA–LA was based on 16 criticality FEPs (or computational subclasses) [121]. The critical configurations in the 16 criticality FEPs derive from four\n6 WIPP analysts did develop these models, but because process models were included directly in the WIPP PA, the approach involved the much easier step of developing the models at a different scale rather than developing process models, developing abstractions of these models, and then linking these abstracted models into a stochastic simulation [43,168].\nenvironment features f (intact supports and fuel inside breached container, degraded supports and/or fuel inside breached container, crushed tuff invert of EBS, and geologic barriers) and four initiating events e (early container failure, seismic, igneous, and rockfall). All but the rockfall event correspond to the disruptive scenario classes of the PA–LA. Rockfall caused by seismicity was part of the seismic initiating event. Hence the rockfall initiating event class consisted of rockfall solely caused from thermal and mechanical stress. This type of rockfall was minor and, thus, excluded as an initiating event.\nGenerally, one may show that either DjðtÞ or ℘{Aj} is sufficiently small to eliminate a scenario class j from consideration in the PA (Fig. 2). YMP screened criticality by showing that the probability of criticality outside the container was extremely low [122],7 and the probability inside a container ℘{AC}o10–4 in 104 year for PA–LA [121]. For the PA–LA, the total probability of criticality was expressed as the sum of the probability of criticality for each initiating event e and environment feature f, and conservatively neglected the double counting from the nonexclusive nature of e and f since most terms were negligible [2, Section 2.2.1.4.1; 121]."
  }, {
    "heading": "3. Probability modeling in past performance assessments",
    "text": ""
  }, {
    "heading": "3.1. Probability modeling of retained disruptive scenario classes",
    "text": "Once a series of FEPs has been selected and scenario classes formed, the PA must evaluate (1) the aleatoric probability of the scenario classes ℘{Aj(ep)}, and (2) the epistemic probabilities for parameters of the underlying probability models (ep) and the epistemic probabilities for parameters (ee) of the exposure consequence models R j(t,x; ee). Only ℘{Aj(ep)} and the underlying parameter distribution for ep¼ {λV} are discussed here. The epistemic parameter distributions for the exposure consequence models (g(ee)) are beyond the scope of this paper.\nThe primary requirement of a scenario class, besides being of particular interest to a regulator or an analyst, is the ability to calculate the probability of the scenario class, ℘{Aj(ep)}. For YMP (as for WIPP), models to evaluate the probability of disruptive scenarios (human intrusion, igneous intrusion, and seismic events) (e.g., ℘{AV(ep)}) have been based on homogeneous Poisson and binomial processes as presented below."
  }, {
    "heading": "3.2. Probability modeling for PA–EA",
    "text": ""
  }, {
    "heading": "3.2.1. Igneous scenario class probability model",
    "text": "Two probability models are necessary for the igneous disruptive scenario class: a probability model for the igneous intrusion scenario subclass and a probability model for the volcanic eruptive subclass. For PA–EA, only the volcanic eruptive subclass was evaluated; yet in YMP PAs, the probability model for the volcanic eruptive subclass is understandably conditional on the igneous intrusion scenario subclass and so both are discussed here. In general, the probability model for the igneous eruptive scenario subclass was evaluated as\n℘fAVEðepÞ ¼℘fAV ðepÞgd℘fEWPreleasejEWPhitgd℘fEWPhit jEVventgd℘fEVvent jAV g ð1Þ\nwhere ℘{AV(ep)} is the probability of the igneous intrusion scenario subclass, which is the probability of one or more igneous intrusions; ℘fEWPreleasejEWPhitg is the probability of a waste release if a package is intersected, ℘fEWPhit jEVventg is the probability of an\n7 Although WIPP emphasized the probability rationale when excluding the criticality scenario class, WIPP also included low consequence arguments to show the overall risk was very low [43,168].\neruptive vent intersecting a waste package given that a vent is within the repository area; and ℘fEVvent jAV g is the probability of an eruptive vent along the intrusion dike that is within the repository area given that a dike has intruded into the repository. For PA–EA, no distinction was made between a dike intrusion and eruptive conduits or vents along a dike and so no estimates were made of ℘fEWPreleasejEWPhitg, ℘fEVvent jAV g, and ℘fEWPhit jEVventg.\nThe probability of an igneous event in the YM repository ℘{AV(ep)} was expressed by the Poisson distribution [13,14]\n℘ AVEðepV ; τregÞ ¼ ðλV τregÞnV\nnV ! e λV τ reg ; nV ¼ 0; 1 ; ::: ð2Þ\nwhere nV is the number of igneous intrusion dikes, disrupting the repository in the period of interest (τreg) (either the 104-year regulatory period prior to PA–VA or the 106-year regulatory period thereafter) and λV is the constant effective frequency of igneous intrusion into the repository. Because of the small value of λV, the probability of more than one igneous intrusion over 106 year, is also small and, thus\n℘fAVEðepV Þg ¼℘fnV 40; λV τregg ¼ 1 expf λV τregg ð3Þ\n≈λV τregfor small λV τreg ðfrom a Taylor series approximationÞ ð4Þ Hence, the focus of the igneous scenario class probability is on the one uncertain parameter (epv¼λv)."
  }, {
    "heading": "3.2.2. Estimates of igneous frequency for PA–EA",
    "text": "Along with an extensive review of igneous activity near Yucca Mountain in 1979 and 1980, LANL and USGS roughly estimated the range in frequency of basaltic volcanism as\n10–9 yr 1oλVo10 8 yr 1, where a volcanic event was defined as the formation of a new igneous center (not multiple vents from the same igneous center) [42].\nTwo years later, LANL extended the uncertainty range to 3.3 10 10 yr 1oλVo4.7 10 8 yr 1 [123, p. 184–5; 124, p. 6– 8] (Fig. 4). This widely cited range used in the 1986 final EA for Yucca Mountain is the product of the frequency of igneous activity in a region (1 10–6 yr 1oλVareao 6 10 6 yr 1) between 25 and 150 km around Yucca Mountain (2000–70,000 km2) and a reduction factor from a probabilistic model (ΦV( )). The estimated frequency range of regional igneous activity (λVarea) did not substantially change over the next several decades. The minimum of the range was determined using the smallest elliptic area including all the Quaternary igneous centers. The maximum was determined using the smallest elliptic area including all nearby igneous centers o4.7 Ma.\nFor the deterministic draft PA–EA of eruptive volcanism, λV was set at a constant value based on an regional frequency λVarea of 5.6 10-6 yr 1 in a 2000–km2 region (AVreg) near Yucca Mountain and a potential interaction area from a dike of length (Ldike) of 4 km intruding into a 47,000-MTHM repository of 2.7 km2 (Arep) [123, Section 4.3.2]. Hence, conceptually in the draft PA–EA,\nλV ¼ λVarea ΦV fLdike;Arep;AVregg ¼ 2:9 10 8yr 1 ð5Þ The probability model ΦV ( ) of Eq. (5) reduces the probability of igneous activity at the repository because of the reduced size of repository area relative to the area over which λVarea is estimated. As pointed out earlier, only a dike extending to the site from an igneous center outside the zone of existing Quaternary cinder cones could disrupt the repository."
  }, {
    "heading": "3.3. Probability modeling for PA-91 and PA-93",
    "text": ""
  }, {
    "heading": "3.3.1. Estimates of igneous frequency between PA–EA and PA-93",
    "text": "In its 1989 report on the 7 Quaternary basaltic igneous centers, LANL estimated the frequency of λV between 10 10 and 10 8 year 1, based on vent counts and the estimated rate of magma production [68]. By 1992, LANL had concluded that the 1982 regional igneous frequency estimates were still valid [123, pp. 184–5; 128]. LANL also examined structural controls on basaltic volcanism to estimate a mean reduction factor (Φ̄V of 0.0028 and a range between 0.0013 and 0.0039 [128,129]."
  }, {
    "heading": "3.3.2. Igneous scenario class probability for PA-91 and PA-93",
    "text": "For PA-91, λV was evaluated as the product of distributions for λVarea and ΦV, that were both independent of the igneous center locus (x) [13, Section 7.3.1; 130]. The resulting distribution had a mean of 1.08 10–8 yr 1 [13,14,37,40–42,77,118,124–126] (Fig. 4).\nIn PA-93, the igneous intrusion scenario subclass (AVI) was evaluated. The λVarea was defined as for PA-91. However, the repository area had been reduced from 5.6 km2 to 4.6 km2 for the cool repository ( 14 W/m2) and to 2.3 km2 for the hot repository for PA-93 ([14], Section 17.1); hence, the values for ΦV, and, thereby, λV were reduced proportionally [14, Section 17.1] (Fig. 4). Similar to PA–EA, no distinct was made between a dike intrusion and eruptive conduits or vents along a dike for PA-91 and PA-93 and so again no estimates were made of ℘fEVvent jAV g and ℘fEWPhit jEVventg."
  }, {
    "heading": "3.3.3. Human intrusion probability for PA-91 and PA-93",
    "text": "The initial site characterization reported in the 1986 EA had found no economic minerals at Yucca Mountain. None the less, some exploration had occurred in the area and EPA radiation protection standards 40 CFR 191 required an estimate of releases from inadvertent human intrusion while exploring for minerals.\nFor PA-91 and PA-93, the probability of human intrusion ℘{nH} was modeled as a Poisson distribution (Eq. (2)) similar to igneous intrusion.8 It can be shown that the probability of hitting a package given a drilling intrusion ℘{nWPhit} is also a Poisson process with an effective frequency of pWPhitλHτ where pWPhit is probability of an exploratory drill hole hitting a package. Hence, for PA-91, the probability of the human intrusion scenario (i.e., nWPhit40) was\n℘fAHg ¼℘fnWPhit40g ¼ 1 ℘fnWPhit ¼ 0; pWPhitλHτregg\n¼ 1 expf pWPhitλHτregg ¼ 0:12 ð6Þ\nThe human intrusion drilling rate λH was constant and based on guidance in 40 CFR 191 for a repository in igneous rock which gives an expected number of intrusions of λHτ reg or 17 (i.e., an intrusion rate λH/Arep¼3 drill holes/(km2 repository area 104 yr)). The pWPhit for a vertical package was constant and based on the combined areas of the drill bit and package\npWPhit ¼ πðrWP þ rdrillÞ2\nArep NWP ¼ 0:0075 ð7Þ\nwhere rWP and rdrill are the package and drill bit radius (0.33 m and 0.305 m, respectively), Arep is the repository area (5.6 km2) [4], and NWP is the number of packages (33,333) [4, Table 3].\nThe probability of an exploratory drill hole missing a vertical package but extracting tuff around the package that was contaminated from radionuclides required an estimate of the radionuclide release into the host tuff. To be fully consistent with the undisturbed scenario, the area of contamination calculated in the undisturbed scenario should have been used. However, this type of coupling was not attempted in PA-91 and PA-93 (and would not be necessary for the stylized calculations in PA–SR and PA–LA). Rather, the area of contamination was determined by solving for a contaminated radius (rcont), which varied with the time of container failure (τf ailH ) and time of intrusion (τH) using a simple diffusion equation for a line source in an infinite volume [13, Fig. 6-5]. For early container failures and late intrusion times, the contaminated radius could exceed the spacing between packages, in which case the area became ellipsoid with the major axis equal to rcont and the minor axis equal to half the package spacing.\nPA-93 used the same basic scheme to calculate the probability for the human intrusion scenario as PA-91. However, the variability in the probability was much greater in PA-93 for several reasons. First, 4 design cases were analyzed in PA-93 (2 package types— vertical and in-drift, and 2 heat loads—Qheatoption hot 28 W/m2 and cool 14 W/m2) [14, Section 17.1]. These changes in repository size (Arep) changed the value of λH (similar to λV).\nSecond, pWPhit for a direct hit changed because of the difference in cross-sectional areas between the vertical and indrift package designs. Third, 4 vertical package sizes each with different inventories (HLW, PWR, boiling water reactor—BWR, and hybrid packages [5, Fig. 4] and 3 in-drift packages each with different inventories (HLW, PWR, and BWR [5, Table 3]) were modeled. Finally, the uncertainty in probability was greater in PA-93 because the time of waste container breach was uncertain (τf ailH ) for evaluating the contaminated area around a package [14, Table 16–5].\n8 PA-91 used two human intrusion probability models: one based solely on a binomial process and one based on a Poisson process. Both give similar results and here we describe the model based on the Poisson process."
  }, {
    "heading": "3.4. Probability modeling for PA–VA",
    "text": ""
  }, {
    "heading": "3.4.1. Igneous scenario class probability for PA–VA",
    "text": "3.4.1.1. Igneous intrusion rate epistemic parameter. In the PVHA completed in 1996 [52,76], the experts treated the regional frequency λVarea and the reduction factor ΦV as spatially varying because of geologic structural controls (i.e., λVarea(x) and ΦV (x;e p V (x)), where epV (x)¼{αdike(x), Ldike(x),…}; hence λV ¼ Z X λVareaðxÞΦV ðx; epÞdx; j ð8Þ\nEach of the ten experts estimated the frequency of (a) a new igneous center forming and its proximity to the repository based on a decline in frequency as the igneous center, x, moved toward the repository because of structural controls (i.e., λVarea(x)), and (b) the probability of a dike extending into the repository (ΦV(x; ep(x)) based on a distribution of estimated lengths, Ldike(x) and orientations, αdike(x), dependent upon the igneous center, x). The mean for λV, estimated from the 10 experts, was 1.5 10–8 yr 1 with 5th and 95th percentiles of 5 10 10 and 5 10–7 yr 1, respectively, and a maximum of 10–7 yr based on the shape and size of the repository for PVHA (Fig. 4). Although not the exact shape and size of the repository for PA–VA, the estimated distribution of λV was used directly in PA–VA for evaluating the probability of igneous intrusion scenario class (i.e., ℘fAV g ¼ 1.5 10–8410 8).\nIn the early 1990s, the State of Nevada supported researchers that examined the applicability of the Poisson model of igneous activity and corresponding frequency. In a series of articles, Ho argued that a power law (λ(t)¼β/θ)(t/θ)β 1) should be used to evaluate λVarea [126]. Ho estimated λV as 1.5 10 8 yr 1, 1.09 10–8, 2.83 10 8 year, or 3.14 10 7 yr 1. Only the latter frequency exceeded the range first proposed by LANL in 1982 (Fig. 4). This value used a ΦV≅10 1. In essence, this value results in using the rates at the more active Lunar Crater (150 km NNE of Yucca Mountain) or the Cima volcanic field in California [37, p. 6–34].\nAlso in 1995, Conner and Hill estimated, for NRC, an equivalent frequency range of 10 8oλVo5 10 8 yr 1 using three different spatially nonhomogeneous Poisson models (where the inhomogeneity in λVarea(x) was from spatial variability (x), not temporal variability) [125]. The regional rate of igneous activity (λVarea) was varied between 5 10 6 and 10 10 6 events/yr (Fig. 4).\n3.4.1.2. Conditional probability of eruptive event for PA–VA. In addition to ℘{AV(e p V )}, an estimate of the number of packages potentially disrupted by an eruptive event was made for PA–VA through a direct stochastic simulation by sampling uncertain distributions of the parameters influencing the product ℘fEWPreleasejEWPhitg, ℘fEWPhit jEVventg and ℘fEVvent jAV g in Eq. (1). The probability of eruptive vents in the repository (℘fEVvent jAV gwas a function of the spacing of vents along a dike, dike length, and the portion of the dike within the repository area. The probability of an eruptive vent intersecting a drift and packages (℘fEWPhit jEVventg) was a function of the eruptive vent diameter, spacing of drifts, and spacing of packages. The probability of release from the package was a function of characteristics of particle sizes and ash velocity.\nThe distributions for dike orientation, length and width, developed by the PVHA expert panel [52,76], were sampled 300 times [101, Section 10.4.2.8]. Seventeen of the 300 simulations (0.057) resulted in some type of release. About 60% of the 300 simulations were eliminated because the sampled location of the volcanic vent along the basaltic dike was outside the repository (i.e., ℘fEVvent jAV g≈ 0.4) [101, Table 10–17]. Because the median conduit diameter was 50 m (with a range between 15 and 150 m) and the spacing between drifts only 28 m, vents inside the repository\nusually intersected a waste package (i.e., ℘fEWPhit jEVventg≈ 0.92); hence, ℘fEWPhit jEVventg. ℘fEVvent jAV g¼ 0.37 [101, Table 10–16d]. The ℘fEWPreleasejEWPhitg made up the remaining fraction of 0.15. After PA–VA, ℘fEWPreleasejEWPhitg would be set at 1.\n3.4.1.3. Probability of magmatic liquid flow for PA–VA. The second direct effect of an igneous event considered in PA–VA was enhancing the source-term. About 65% (195) of the 300 cases resulted in conditions that caused magmatic disruption of the waste package in-situ and, thereby, enhanced the source-term for a short time. For 35% of the cases, no release was assumed to occur when the sampled water content in the magma was such that the magma might fragment into a pyroclastic flow below the repository.9"
  }, {
    "heading": "3.4.2. Seismic scenario class probability for PA–VA",
    "text": "An important result from the PSHA, completed in 1998, was a hazard curve, which expressed the probability of various magnitudes of ground motion. Mean, median, and 15% and 85% hazard curves were developed in terms of peak horizontal (vpeakhor ) and vertical ground velocity (vpeakvert ) and an associated probability of vpeak being exceeded annually (e.g., λSGℓ ¼ 15%G(vpeakhor ), 50%G(v peak hor ), G (vpeakhor ), or 85%G(vpeakhor )) [53, Fig. 7–8]. A Poisson probability model was used for modeling the seismic event; therefore, the seismic scenario class probability of one or more events (℘{ASG}) was expressed by Eq. (3) with λSG. For YMP, vpeak values with frequencies of λSG between 10 6 and 10 8 yr-1 were of most concern, but 10 4 yr 1 was the minimum annual frequency of concern for postclosure seismic events; thus, the probability of at least one seismic event ℘fASGgwas 0.63 for the 104 year regulatory period and one for the 106 year regulatory period [101, Table 10–27]. Hence, unlike igneous intrusion, the probability of at least one seismic event was not a major factor in reducing the expected dose in a practical sense for YMP PAs.\nRather, probability primarily entered into the calculation through the time of the seismic event and the magnitude of the event (expressed here as peak ground velocity, vpeak). To elaborate, the time of the seismic event determined the extent of container corrosion while the frequency of occurrence λSG determined vpeak. In turn, the extent of container corrosion and the vpeak determined the amount of package damage consequence either via direct physical damage (via rockfall for PA–VA but via additional processes such as package-to-package contact in PA–LA) or as latent damage that enhanced localized corrosion at later times. Because the probability of seismic ground motion causing damage to the package required consideration of the time of the event, it was difficult to implement as a scenario class separate from the undisturbed scenario class. Consequently, PA–VA (and PA–LA) studied the influence of ASG as part of AU (i.e., AU+SG).\nThe aleatoric parameter time (τSG;ℓ∈aSG) was expressed as a uniform distribution, consistent with defining a seismic event as a Poisson process (g(τSG). An uncertain v peak ℓ was sampled from a normal distribution constructed from values of sVpeak and v peak that were derived from the PSHA. An uncertain sampled λSG was used to define 50%vpeak , which was then assigned to vpeakfor the normal distribution (i.e., G 1ðλSGℓ Þ ¼ 50%v peak\n-vpeak). The median curve was assumed to have uncertainty with a standard deviation 7sVpeak\n9 Based on more detailed modeling for PA–LA, magma never fragmented into a pyroclastic flow below the repository, but rather remained a low-viscosity magma [131] (Fig. A1).\napproximately equal to the bounds of the 15 and 85 percentile hazard curves (15%G(vpeakhor ) and 85%G(vpeakhor ))."
  }, {
    "heading": "3.5. Probability modeling for PA–SR",
    "text": ""
  }, {
    "heading": "3.5.1. Igneous activity for PA–SR",
    "text": "In 2000, scientists for NRC argued that the maximum frequency selected by the experts in PVHA was too small; rather, the minimum should be based on igneous activity in the western Great Basin with an area of 8.2 104 km2 which had at least 211 basaltic volcanoes in the last 2 Ma [40]. Consequently, they proposed a frequency range 10 8oλVo10 7 yr 1 for a homogeneous Poisson model. However, YMP continued to rely upon the extensive 1996 formal expert elicitation (PVHA) [132, Table 8a; 133]. But, the results were adjusted for the PA–SR repository shape [134]. For PA–SR, λV was between 7 10 10 and 5 10 8 yr 1 (5th and 95th percentiles) with a mean of 1.5 10 8 yr 1 [132,\nTable 8a; 133] (Fig. 4)."
  }, {
    "heading": "3.5.2. Conditional probability of volcanic eruption",
    "text": "For the bounding type of analysis adopted for PA–SR, the probability of an eruptive vent intersecting a package (given that an eruptive vent resided inside the repository and a dike intersected the repository) was 0.36 and, thus, much greater than for PA–VA [133]. Although, the spacing between drifts increased to 81 m in PA–SR; and, thus, greatly reduced the probability of ℘fEWPhit jAVventg from the 0.92 value used for PA–VA, the term was not included for PA–SR (i.e., ℘fEWPhit jAV g ¼℘fEWPhit jEVventg ℘fEVventgjAV go℘fEVvent jAV g). For PA–SR, ℘fEVvent jAV g was evaluated from geometrical calculations [135; 136, Table 6–113], and for SSPA and PA–EIS, ℘fEVvent jAV g was doubled from 0.36 to 0.77 [137, vol. 2, Section 4.3]."
  }, {
    "heading": "3.5.3. Seismic breach of cladding for PA–SR",
    "text": "At Yucca Mountain, 21 earthquakes of magnitude≥6 have occurred within 300 km since 1968 [17,138]. For example, the largest recorded, a 5.4 earthquake, occurred near Little Skull Mountain, 20 km to the east of Yucca Mountain in June 1992. Although windows broke at the surface 7 km to the north, no damage occurred in 2 tunnels under Little Skull Mountain. This situation is frequently observed in underground tunnels, because the seismic waves travel on the surface. Hence, inclusion of the seismic event was screened out for PA–SR. To elaborate, peak ground velocities (vpeak), when sampled from the median hazard curve 50%G(vpeak) were small enough that package damage from a seismic event was minor. Breach of the less robust CSNF cladding was also infrequent. Only a rarely sampled frequency (λSG) greater than 1.1 10–6 year-1 could breach the cladding, where breach was implemented as a simple disruptive event and damage from multiple events did not accumulate, similar to PA–VA."
  }, {
    "heading": "3.6. Probability modeling for PA–LA",
    "text": ""
  }, {
    "heading": "3.6.1. Probability of igneous scenario class in PA–LA",
    "text": "In August 2005, UNLV scientists hypothesized that (1) the Lunar Crater volcanic field in CA may be linked through an anomalously hot mantle source, and (2) buried magnetic anomalies near Yucca Mountain were of Pliocene age, which would cause a 5 fold increase in igneous frequency λV [139]. However, by November 2005, LANL scientists were quickly able to dispel these two hypotheses since (1) the composition of magma at Lunar Crater differs substantially from magma at Yucca Mountain; (2) the history of basaltic volcanism near Yucca Mountain is inconsistent with a hot mantle source; and (3) drilling at the buried magnetic anomalies found that they were older than 9.5 Ma near Yucca Mountain, except for one Pliocene-age cluster\n25 km south of Yucca Mountain (Fig. 3). Hence, the anomalies did not substantially influence λV [119]. Consequently, λV remained similar to PA–SR except for the small adjustment necessary to account for the new repository layout for PA–LA (λV ¼1.7 10–8 yr 1) [118, Section 6.5.1.1] (Fig. 4).\nYMP completed a 4-yr update to the PVHA in 2008 based on the new magnetic surveys that resulted in a small increase in the mean, which was similar to the value first used in 1982 (λV ¼3.1 10 8 yr 1 in 2008 versus 2.9 10–8 yr 1 in 1982 for the draft PA–EA) [120]. The results of the updated PVHA provided programmatic and regulatory confidence in the results of the 1996 PVHA, which remained the basis for PA–LA."
  }, {
    "heading": "3.6.2. Conditional probability of volcanic eruption",
    "text": "For PA–LA, the probability of an eruptive vent intersecting a package given that an eruptive vent resided inside the repository and that a dike intersected the repository was 0.083 in Eq. (1) and, thus, similar to PA–VA (i.e., 0.083 versus 0.057) [118, p. 6.5–19] (i.e., ℘fEWPhit jAV g ¼℘fEWPhit jEVventg ℘fEVvent jAV g ¼ 0:297 0:28¼ 0:083). Similar to PA–SR, ℘fEVvent jAV g was evaluated from geometrical calculations [140,141]; however, the underlying eruptive properties were new and ℘fEVvent jAV g decreased somewhat [142]. But the major cause of the reduction was the inclusion of ℘fEWPhit jAVventg."
  }, {
    "heading": "3.6.3. Probability of seismic scenario class in PA–LA",
    "text": "Based on comments on the PA–SR, PA–LA changed to using the mean hazard curve G(vpeakhor ) developed by PSHA for evaluating probability and consequences of the seismic scenario class rather than the median hazard curve used in PA–VA and PA–SR (50%G(vpeakhor )). However, while the median curve remained below a bounding value of 4 m/s for vpeakhor (based on physical evidence such as the presence of precariously perched rocks on Yucca Mountain for the past 104 to 3 104 years [88], p. 294 and intact layers of the structurally weak lithophysal tuff [143]), the mean curve did not (e.g., at λSG of 10–8 yr-1, v peak hor was 10.7 m/s). Thus, the mean curve was scaled such that it was bounded by 4 m/s at λSG of 10–8 yr 1 for PA–LA [144, Fig. 6.4–3]. However, vpeakhor values for the bounded mean hazard curve (i.e., G 1ðλSGℓ Þ ¼ vpeak) were still large enough that seismic damage of packages could not be screened out in PA–LA as in PA–SR. With the use of the larger mean curve, uncertainty in the hazard curve was not considered for PA–LA [145].\nBecause container corrosion was minimal in the first 104 year, YMP separated the seismic scenario class from undisturbed corrosion and evaluated its probability with a Poisson probability model (Eq. (1)). Beyond 104 years, package damage was evaluated by coupling the undisturbed and seismic scenario classes as in the study done for PA–VA since the container strength changed over time as it slowly corroded [6]."
  }, {
    "heading": "4. Summary",
    "text": "An important step of the PA methodology is to develop a complete universe of features, events, and processes to consider through either an evaluation during initial screening or as part of the PA modeling. As discussed in the paper and summarized below, the more well-known disruptive events and scenario classes considered for the proposed YM repository included igneous intrusion, human intrusion, seismicity, criticality, and extensive water table rise.\nSome of the first site selection tasks for Yucca Mountain identified igneous activity as a potential hazard to the disposal system. The first analysis in 1982 evaluated the consequences\nand probability of igneous eruptions (Fig. A1). Igneous activity has been evaluated to some extent in all PAs except PA-95. The first estimate of the probability of igneous disruption was established as 10 8 in one year and remained at this value through PA–LA in 2008. Hence, the igneous event remained at the threshold of being excluded from the analysis based on the regulatory criterion. In turn, the doses calculated from the igneous event were near the threshold of regulatory interest [146, Fig. 8].\nSeismicity was also identified during site identification but the influence on repository performance became much more important after the design evolved to in-drift emplacement of large containers without backfill in PA–VA. The presence of drip shields adopted for PA–SR also enhanced the influence of seismic events somewhat since rockfall did not pin down the packages while the drip shields were intact.\nThe criticality scenario class was evaluated inside containers at YMP as early as 1983. However, in late 1994, scientists at LANL hypothesized that an atomic explosion via autocatalytic behavior was possible in tuff. This claim prompted the YMP to make a concerted effort to develop a formal methodology for screening criticality. In 1995, DOE and NRC agreed to interact via a topical report prior to submitting the LA. YMP excluded criticality by showing the scenario class probability was o104 in 104 years in the SAR/LA.\nA variable water table rise was included in most PAs (between 50 and 120 m for PA-93, between 80 and 120 for PA–VA, and set at 120 m for PA–SR and PA–LA beyond 600 years). However, the 1988 Szymanski hypothesis of a disruptive water table rise whereby earthquakes force water hundreds of meters above the water table (“seismic pumping”) was not included. In 1990 DOE asked the NAS to examine Szymanski's hypothesis. In 1992, the NAS concluded that “…there is no evidence to support the assertion by Szymanski...” (Fig. A1).\nHuman intrusion had been an important source of consequences in shallow land burial, an impetus to search for alternatives to salt disposal, and included in the evaluation of the YM repository when applying 40 CFR 191 in PA-91 and PA-93 [1]. However, the treatment of inadvertent human intrusion event evolved for 40 CFR 197 in that the event was not included in probabilistic dose calculations for PA–SR and PA–LA, consistent with an NAS recommendation [1].\nYMP initially constructed scenario sequences that included the timing and order of FEPs identified for a repository in various media at NTS in 1981 and at Yucca Mountain in 1983. Scenario sequences were developed and some general sequences that included the igneous and human disruptive events modeled for PA–EA, PA-91, PA-93, and PA–VA. For PA–SR and PA–LA, the process of constructing scenarios was changed to constructing broad categories of scenarios from combinations of broad categories of FEPs. The order and timing of the FEPs were then part of modeling.\nFEP and scenario development is an art in that a practical balance is necessary between the detailed description of a FEP and broad categories that reveal important concepts to facilitate meaningful and practical modeling. The NRC/SNL approach adopted for PA–SR and PA–LA found this practical balance easier than had occurred when developing elaborate scenario sequence trees, which then had to be grouped afterward for modeling. Because of the success of developing scenario classes from combinations of FEP categories at WIPP and YMP, a future repository program in the US would not have to experiment with other procedures.\nIterating an analysis allows for the incorporation of new information from disposal system characterization through continual updating of FEPs. Also, new hypotheses, even dramatic ones such as large water table rise and criticality, can be\nincorporated. Yet, the relative importance of new information and hypotheses is not always apparent. The strength of the PA process is that new information and hypotheses are placed in context to the overall system performance via a quantitative mathematical model rather than given subjective weights in a qualitative mental model. However, the evaluation of the YM disposal system was very much a public process and, for example, the science writer for the New York Times took special interest in water table rise and criticality [59,86]. Because of the wide news coverage of these and other topics, YMP was not always able to use the PA process to allocate resources to new information and hypothesis according to the understanding of the system as a whole. Rather, some issues garnered more public attention and YMP had to spend more money to evaluate some potential hazards than was perhaps warranted. Thus, YMP was not able to fully realize the promise of FEPs in the PA process. Nonetheless, the PA process could identify the significant aspects of these FEPs and, more importantly, ensure that other significant but less publicized FEPs were considered in the PA such that the evaluation of the YM disposal system was not driven by only high profile issues."
  }, {
    "heading": "Acknowledgments",
    "text": "Sandia National Laboratories (SNL) is a multi-program laboratory operated by Sandia Corporation, a wholly owned subsidiary of Lockheed Martin Corporation, for the DOE National Nuclear Security Administration under contract DE-AC0494AL85000. The authors wish to thank L.A. Connolly, SNL, for help with references, and S.K. Best, Raytheon, for illustration support. The historical perspective and opinions presented are those of the authors and are not necessarily those held by reviewers, SNL, or DOE. As a historical perspective, the authors are reporting on the work of others; however, any interpretative errors of documentation are those of the authors alone. Each performance assessment discussed in this paper required numerous participants with expertise in many areas of science and technology. The most complete listing of these participants is made by examining the extensive reference list. However, many of references are corporate documents without authors. Furthermore, the extensive time some scientists and engineers devoted to examining hazards and their probability and the handoff between scientists and engineers as YMP transitioned through four study phases (site identification, feasibility analysis, suitability analysis, and compliance analysis [4, Table 1] is more evident if some of the persons are acknowledged here in somewhat chronological order. Specifically, prominent contributors to the FEP process (either identification or screening) include R.L. Hunter, SNL, and G.E. Barr, SNL (FEP sequences for\nPA–EA [46], PA-91, and PA-93 [47;48]); R.W. Barnard, SNL, (for human and igneous intrusion FEP analysis for PA-91 [13] and PA-93 [14], igneous and criticality scenario classes in PA–VA [101]), P.N. Swift, SNL (transition to NRC/SNL methodology between PA–VA [24] and modeling igneous disruption for PA– SR [133]); D. McGregor (disruptive FEPs in PA–VA [107], development and oversight of the FEP screening rationale in PA–SR); G Freeze, SNL (FEP methodology in PA–SR [30]); P. Nair, BSC now at DOE (development and oversight of the FEP screening rationale in PA–SR); J.A. Blink, LLNL, and T. Ehrhorn (FEP database in PA–SR and PA–LA [32]); S. Kuzio, SNL, and R.L. Howard, ORNL (oversight of the FEP process in PA–LA). LANL had a prominent role in evaluating the hazard of igneous activity and persons involved throughout the PA iterations were B. Crowe, LANL, G. Valentine, LANL, F.V. Perry, LANL (PA–EA [124], PA-91 [128], PA-93 [129], PVHA [37]), PA–VA, PA–SR [132], PA–LA [119]. Also, K. Coppersmith (implemented the expert panels for the probabilistic volcanic hazard analysis, PVHA, and probabilistic seismic hazard analysis, PSHA [51]. Contributors who translated the work of the PVHA included M. Sauer, SNL (number of packages hit for PA–SR); M.D. Wallace, SNL (number of packages hit for PA–LA [140]); G. Keating, LANL (atmoshperic dispersal and tephra deposition from a potential volcanic eruption for PA-LA [169]; and D. Krier, LANL (characteristics of eruptive process for PA–LA [142]. M.B. Gross; R.C. Quittmeyer; R. Youngs; M.A. Gerhard, LLNL; S.W. Alves, LLNL; J. King, SAIC; R. Kennedy; and A. Cornell, Stanford, were involved in translating the work of the PSHA expert panel for use by PA– SR and PA–LA [144]. Various personal were involved in evaluating the hypothesis of water table rise at USGS such as Z.E. Peterman [106]; J.B. Paces [104], J.F. Whelan [106], J.S. Stuckless [61]; J.B. Czarnecki; and at LLNL C.R. Carrigan, and at SNL G.C.P. King, G.E. Barr, and N.E. Bixler [63]. Persons evaluating the criticality hazard include P. Gottlieb, TRW (criticality lead for PA–VA and PA–SR [110]); J. Massari, TRW.; J. Scaglione, TRW/ BSC/ORNL (neutronic criticality calculations for PA–VA, PA–SR [112], and PA–LA [113]); A Alsaed, TRW/BSC (criticality modeling for PA–VA and PA–SR); J.A. McClure, BSC (criticality probabilities for PA–LA [121]; J. Wagner, ORNL (PA–LA [113]). Furthermore, H. W. Stockman, SNL, S. LeStrange, BSC [122], J.P. Nicot, UT, and P. Mariner, SNL evaluated chemistry influencing fissile deposition in the engineered barrier and initial portion of the UZ of the natural barrier. Also, R.P. Rechard, SNL, M.S. Tierney, SNL, and L. C. Sanchez, SNL, published analysis of criticality potential for DSNF for PA–SR [39,108,109]. Numerous persons were involved in examining specific FEPs related to the topics of companion papers and are acknowledged therein. Because so many scientists and engineers were involved in FEP analysis at YMP, the authors recognize that this list is unavoidably incomplete, and we apologize for omissions and oversights.\nAppendix A. Progression of hazard identification\nFig. A1. Identification of hazards and scenarios for Yucca Mountain disposal system [147–167].\nFig. A1. (continued)"
  }],
  "year": 2013,
  "references": [{
    "title": "Site selection and regulatory basis for the Yucca Mountain disposal system for spent nuclear fuel and high-level radioactive waste",
    "authors": ["RP Rechard", "TA Cotton", "M. Voegele"],
    "venue": "Reliability Engineering and System Safety. http://dx.doi. org/10.1016/j.ress.2013.06.021,",
    "year": 2013
  }, {
    "title": "Finsterle site characterization of the Yucca Mountain disposal system for spent nuclear fuel and high-level radioactive waste",
    "authors": ["RP Rechard", "HH Liu", "YW. Tsang"],
    "venue": "Reliability Engineering and System Safety",
    "year": 2013
  }, {
    "title": "Evolution of repository and package designs for Yucca Mountain disposal system for spent nuclear fuel and high-level radioactive waste",
    "authors": ["Rechard RP", "Voegele MD"],
    "venue": "Reliability Engineering and System Safety 2013",
    "year": 2013
  }, {
    "title": "Progression of performance assessment modeling for the Yucca Mountain disposal system for spent nuclear fuel and high-level radioactive waste",
    "authors": ["RP Rechard", "ML Wilson", "SD. Sevougian"],
    "venue": "Reliability Engineering and System Safety",
    "year": 2013
  }, {
    "title": "Unsaturated flow modeling in performance assessments of the Yucca Mountain disposal system for spent nuclear fuel and high-level radioactive waste",
    "authors": ["RP Rechard", "JT Birkholzer", "Y-S Wu", "JS Stein", "JE. Houseworth"],
    "venue": "Reliability Engineering and System Safety 2013",
    "year": 2013
  }, {
    "title": "Waste package degradation from thermal and chemical processes in performance assessments of the Yucca Mountain disposal system for spent nuclear fuel and high-level radioactive waste",
    "authors": ["RP Rechard", "JH Lee", "E Hardin", "CR. Bryan"],
    "venue": "Reliability Engineering and System Safety",
    "year": 2013
  }, {
    "title": "Waste degradation and mobilization in performance assessments of the Yucca Mountain disposal system for spent nuclear fuel and high-level radioactive waste",
    "authors": ["Rechard RP", "Stockman CT"],
    "venue": "Reliability Engineering and System Safety",
    "year": 2013
  }, {
    "title": "Transport modeling in performance assessments for the Yucca Mountain disposal system for spent nuclear fuel and high-level radioactive waste",
    "authors": ["RP Rechard", "BW Arnold", "BA Robinson", "JE. Houseworth"],
    "venue": "Reliability Engineering and System Safety",
    "year": 2013
  }, {
    "title": "Disruptive scenarios for a nuclear waste repository on the Nevada Test Site. DOE/NWTS-15. In: Proceedings of the national waste terminal storage program information",
    "authors": ["RL Link", "FW Bingham", "GE. Barr"],
    "venue": "meeting, Columbus, OH, November",
    "year": 1981
  }, {
    "title": "Preliminary bounds on the expected postclosure performance of the Yucca Mountain repository site, southern Nevada.SAND84-1492",
    "authors": ["S Sinnock", "YT Lin", "JP. Brannen"],
    "venue": "Sandia National Laboratories;",
    "year": 1984
  }, {
    "title": "TSPA 1991: an initial total-system performance assessment for Yucca Mountain.SAND91-2795",
    "authors": ["RW Barnard", "ML Wilson", "HA Dockery", "JH Gauthier", "PG Kaplan", "RR Eaton"],
    "venue": "Sandia National Laboratories;",
    "year": 1992
  }, {
    "title": "Total-system performance assessment for Yucca Mountain—SNL second iteration (TSPA-1993). Executive summary and two volumes.SAND93-2675",
    "authors": ["ML Wilson", "JH Gauthier", "RW Barnard", "GE Barr", "HA Dockery", "E Dunn"],
    "venue": "Sandia National Laboratories;",
    "year": 1994
  }, {
    "title": "Total system performance assessment—1995: an evaluation of the potential Yucca Mountain Repository.B00000000-01717-2200-00136 REV 01",
    "authors": ["JE Atkins", "RW Andrews", "JO Duguid", "BE Dunlap", "JE Houseworth", "LR Kennedy"],
    "venue": "Las Vegas, NV: Civilian Radioactive Waste Management System Management and Operating Contractor;",
    "year": 1995
  }, {
    "title": "Historical relationship between performance assessment for radioacitve waste disposal and other types of risk assessment",
    "authors": ["Rechard RP"],
    "venue": "Risk Analysis",
    "year": 1999
  }, {
    "title": "Development of a performance assessment capability in the waste management programs of the US Nuclear Regulatory Commission",
    "authors": ["NA Eisenberg", "MP Lee", "TJ McCartin", "KI McConnell", "M Thaggard", "AC. Campbell"],
    "venue": "Risk Analysis",
    "year": 1999
  }, {
    "title": "Risk methodology for geologic disposal of radioactive waste: scenario selection procedure. SAND80-1429, NUREG/CR-1667",
    "authors": ["RM Cranwell", "RV Guzowski", "JE Campbell", "NR. Ortiz"],
    "venue": "Sandia National Laboratories;",
    "year": 1990
  }, {
    "title": "Performance assessment of nuclear waste repositories: a dialogue on their value and limitations. Risk Analysis 1999;19(5):933–57",
    "authors": ["RC Ewing", "MS Tierney", "LF Konikow", "RP. Rechard"],
    "year": 1999
  }, {
    "title": "Scenario development for the Waste Isolation Pilot Plant compliance certification application",
    "authors": ["DA Galson", "PN Swift", "DR Anderson", "DG Bennett", "MB Grawford", "TW Hicks"],
    "venue": "Reliability Engineering and System Safety",
    "year": 2000
  }, {
    "title": "Feature, event, and process screening and scenario development for the Yucca Mountain total system performance assessment",
    "authors": ["P Swift", "G Barr", "R Barnard", "RP Rechard", "A Schenker", "G Freeze"],
    "venue": "Proceedings of the NEA workshop on scenario development,",
    "year": 1999
  }, {
    "title": "An introduction to the mechanics of performance assessment using examples of calculations done for the Waste Isolation Pilot Plant between",
    "authors": ["Rechard RP"],
    "venue": "Sandia National Laboratories;",
    "year": 1990
  }, {
    "title": "The development of information catalogued in REV 00 of the YMP FEP database.TDR-WIS-MD-000003, REV 00 ICN 01",
    "authors": ["G Freeze", "NS Brodsky", "PN. Swift"],
    "venue": "Las Vegas, NV: Bechtel SAIC Company;",
    "year": 2001
  }, {
    "title": "The development of the total system performance assessmentlicense application features, events, and processes.TDR-WIS-MD-000003, REV 02",
    "authors": ["G. Freeze"],
    "venue": "Las Vegas, NV: Bechtel SAIC Company;",
    "year": 2005
  }, {
    "title": "Features, events, and processes for the total system performance assessment: Methods.ANL-WIS.MD-000026",
    "authors": ["C Axness", "K. Turnham"],
    "venue": "REV 0. Las Vegas, NV: Sandia National Laboratories;",
    "year": 2008
  }, {
    "title": "Features, events, and processes for the total system performance assessment: analysis.ANL-WIS.MD-000027",
    "authors": ["TF Ehrhorn", "R. Jarek"],
    "venue": "REV 0. Las Vegas, NV: Sandia National Laboratories;",
    "year": 2008
  }, {
    "title": "Assignment of probability distributions for parameters in the 1996 performance assessment for the Waste Isolation Pilot Plant, Part 1: description of process. Reliability Engineering and System Safety 2005;88(1):1–32",
    "authors": ["Rechard RP", "Tierney MS"],
    "year": 2005
  }, {
    "title": "Uncertainty and sensitivity analysis in performance assessment for the proposed repository for high-level radioactive waste at Yucca Mountain, Nevada. Reliability Engineering and System Safety 2012;107:44–63",
    "authors": ["JC Helton", "CW Hansen", "CJ. Sallaberry"],
    "year": 2012
  }, {
    "title": "Conceptual basis for the definition and calculation of expected dose in performance assessments for the proposed high-level radioactive waste repository at Yucca Mountain, Nevada. Reliability Engineering and System Safety 2009;77(3):677–98",
    "authors": ["Helton JC", "Sallaberry CJ"],
    "year": 2009
  }, {
    "title": "Major-element geochemistry of the Silent Canyon- Black Mountain Peralkaline Volcanic Centers, northwestern Nevada Test Site: applications to an assessment of renewed volcanism.Open-File Report",
    "authors": ["Crowe BM", "Sargent KA"],
    "venue": "US Geological Survey;",
    "year": 1979
  }, {
    "title": "Status of volcanism studies for the Yucca Mountain site characterization project. LA- 12908-MS",
    "authors": ["B Crowe", "F Perry", "M Murrell", "J Poths", "GA Valentine", "S Wells"],
    "venue": "Los Alamos, NM: Los Alamos National Laboratory;",
    "year": 1995
  }, {
    "title": "Volcano-Tectonic history of Crater Flat, southwestern Nevada, as suggested by new evidence from drill hole USW-VH1 and vicinity. Open-File Report 82-457",
    "authors": ["Carr WJ"],
    "venue": "US Geological Survey;",
    "year": 1982
  }, {
    "title": "Improbability of igneous intrusion promoting criticality of spent nuclear fuel disposed in unsaturated tuff",
    "authors": ["Rechard RP", "Tierney MS"],
    "venue": "Risk Analysis",
    "year": 2005
  }, {
    "title": "Geologic factors controlling patterns of small-volume Basaltic Volcanism: Application to a volcanic hazards assessment at Yucca Mountain, Nevada",
    "authors": ["CB Conner", "JA Stamatakos", "D Ferril", "BE Hill", "GI Ofeogbu", "FM Conway"],
    "venue": "Journal of Geophysical Research",
    "year": 2000
  }, {
    "title": "Parameter studies of radiological consequences of basaltic volcanism.SAND81-2375",
    "authors": ["RL Link", "SE Logan", "HS Ng", "FA Rockenbach", "K-J. Hong"],
    "venue": "Sandia National Laboratories;",
    "year": 1982
  }, {
    "title": "Preliminary assessment of the risk of volcanism at a proposed nuclear waste repository in the Southern Great Basin.Open-File Report 80-357",
    "authors": ["Crowe BM", "Carr WJ"],
    "venue": "Denver, CO: US Department of the Interior, Geological Survey;",
    "year": 1980
  }, {
    "title": "Unfavorable conditions for nuclear criticality following disposed of transuranic waste of Waste Isolation Pilot Plant",
    "authors": ["RP Rechard", "LC Sanchez", "HR Trellue", "CT. Stockman"],
    "venue": "Nuclear Technology",
    "year": 2001
  }, {
    "title": "Tectonically controlled, time-predictable basaltic volcanism from a lithospheric mantle source (central Basin and Range Province, USA)",
    "authors": ["Valentine GA", "Perry FV"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2007
  }, {
    "title": "Preliminary scenarios for consequence assessments of radioactive waste repositories at the Nevada Test Site.SAND82-0426",
    "authors": ["RL Hunter", "GE Barr", "FW. Bingham"],
    "venue": "Sandia National Laboratories;",
    "year": 1982
  }, {
    "title": "Scenarios for consequence assessments of radioactive-waste repositories at Yucca Mountain",
    "authors": ["RL Hunter", "GE Barr", "FW. Bingham"],
    "venue": "Sandia National Laboratories;",
    "year": 1983
  }, {
    "title": "Scenarios constructed for basaltic igneous activity at Yucca Mountain and vicinity. SAND91-1653",
    "authors": ["GE Barr", "E Dunn", "H Dockery", "R Barnard", "G Valentine", "B. Crowe"],
    "venue": "Sandia National Laboratories;",
    "year": 1993
  }, {
    "title": "Scenarios constructed for nominal flow in the presence of a repository at Yucca Mountain and vicinity.SAND92-2186",
    "authors": ["GE Barr", "RL Hunter", "E Dunn", "A. Flint"],
    "venue": "Sandia National Laboratories;",
    "year": 1995
  }, {
    "title": "Scenarios constructed for the effects of Tectonic process on the potential nuclear waste repository at Yucca Mountain. SAND96-1132",
    "authors": ["GE Barr", "DJ Borns", "C. Fridrich"],
    "venue": "Sandia National Laboratories;",
    "year": 1996
  }, {
    "title": "Scenarios constructed for nuclear criticality at the potential nuclear waste repository at Yucca Mountain, Nevada.B00000000-01717-2200-00194 REV 00",
    "authors": ["RW Barnard", "GE Barr", "P. Gottlieb"],
    "venue": "Las Vegas, NV: Civilian Radioactive Waste Management System Management and Operating Contractor;",
    "year": 1997
  }, {
    "title": "Assessing volcanic hazard at Yucca Mountain using expert judgment. In: Proceedings of the international highlevel radioactive waste management conference",
    "authors": ["KJ Coppersmith", "RC Perman", "J. Nesbit"],
    "venue": "Las Vegas, NV, April 30– May",
    "year": 1995
  }, {
    "title": "Feature, event, and process identification to support disposal of Department of Energy spent nuclear fuel at the Yucca Mountain repository",
    "authors": ["Eide SA"],
    "venue": "NSNF/EP-3.05/001, Rev. 00. Idaho Falls. ID: Idaho National Engineering and Environmental Laboratory;",
    "year": 2000
  }, {
    "title": "Simulated effects of increased recharge on the ground-water flow system of Yucca Mountain and vicinity, Nevada—California. Water- Resources Investigations Report 84-4344",
    "authors": ["Czarnecki JB"],
    "venue": "US Geological Survey;",
    "year": 1985
  }, {
    "title": "Late quaternary history and uranium isotopic compositions of ground water discharge deposits, Crater Flat, Nevada",
    "authors": ["JB Paces", "EM Taylor", "C. Bush"],
    "venue": "Proceedings of the fourth annual international conference on high-level radioactive waste management, April",
    "year": 1993
  }, {
    "title": "Conceptual considerations of the Death Valley groundwater system with special emphasis on the adequacy of this system to accommodate the high-level nuclear waste repository.Draft DOE internal report",
    "authors": ["Szymanski JS"],
    "venue": "Las Vegas, NV: Yucca Mountain Project Office, US Department of Energy;",
    "year": 1989
  }, {
    "title": "A preliminary comparison of mineral deposits in faults Near Yucca Mountain.Nevada with possible analogs",
    "authors": ["DT Viniman", "DL Bish", "S. Cipera"],
    "venue": "LA-11289-MS. Los Alamos, NM: Los Alamos National Laboratory;",
    "year": 1988
  }, {
    "title": "U and Sr isotopes in ground water and calcite, Yucca Mountain, Nevada: Evidence against upwelling water",
    "authors": ["JS Stuckless", "ZE Peterman", "DR. Muhs"],
    "venue": "Science",
    "year": 1991
  }, {
    "title": "Strontium isotopic evidence for a higher water table at Yucca Mountain",
    "authors": ["BD Marshall", "ZE Peterman", "JS. Stuckless"],
    "venue": "Proceedings of the fourth annual international conference on high-level radioactive waste management, Las Vegas, NV, April",
    "year": 1993
  }, {
    "title": "Potential for water-table excursions induced by seismic events at Yucca",
    "authors": ["CR Carrigan", "GCP King", "GE Barr", "NE. Bixler"],
    "venue": "Mountain. Geology",
    "year": 1991
  }, {
    "title": "Risk and safety analyses for the disposal of alpha-contaminated waste in INEL. CONF-820845",
    "authors": ["T. Smith"],
    "venue": "Proceedings of alpha-contaminated waste management workshop,",
    "year": 1982
  }, {
    "title": "Historical background on performance assessment for the Waste Isolation Pilot Plant",
    "authors": ["Rechard RP"],
    "venue": "Reliability Engineering and System Safety",
    "year": 2000
  }, {
    "title": "Volcanic hazard studies of the Yucca Mountain Project",
    "authors": ["B Crowe", "C Harrington", "B Turrin", "D Champion", "S Wells", "F Perry"],
    "venue": "Proceedings of waste management'89: 15th international waste management symposium and conference,",
    "year": 1989
  }, {
    "title": "Volcanic probability calculations for the Yucca Mountain Site: Estimation of volcanic rates. In Proceedings of the nuclear waste  isolation in the unsaturated zone focus'89",
    "authors": ["B Crowe", "F. Perry"],
    "year": 1989
  }, {
    "title": "Empirically determined uncertainty in potassium-argon ages for Plio-Pleistocene basalts from Crater Flat, Nye County, Nevada.SAND 82-2441",
    "authors": ["Sinnock S", "Easterling RG"],
    "venue": "Sandia National Laboratories;",
    "year": 1982
  }, {
    "title": "Geomorphic assessment of the late quaternary volcanism in the Yucca Mountain area, southern Nevada: Implications for the proposed high-level radioactive waste repository. Geology 1990;18(6):549–53",
    "authors": ["SG Wells", "LD McFadden", "CE Renault", "BM. Crowe"],
    "year": 1990
  }, {
    "title": "40Ar/39Ar laser fusion and K–Ar ages from Lathrop Wells, Nevada, and Cima, California: the age of the latest volcanic activity in the Yucca Mountain area. In: Proceedings of the international high-level radioactive waste management conference",
    "authors": ["Turrin BD", "Champion DE"],
    "venue": "Las Vegas, NV, April 28–May",
    "year": 1991
  }, {
    "title": "40Ar/39Ar age of the Lathrop Wells Volcanic Center, Yucca Mountain, Nevada",
    "authors": ["BD Turrin", "DE Champion", "RJ. Fleck"],
    "venue": "Science",
    "year": 1991
  }, {
    "title": "Disruptive scenarios for high-level waste repository at Yucca Mountain, Nevada",
    "authors": ["B. Ross"],
    "venue": "Disposal Safety Incorporated;",
    "year": 1985
  }, {
    "title": "Impacts of seismic activity on long-term repository performance at Yucca Mt. In: Proceedings of the topical meeting on methods of seismic hazards evaluation: Focus'95",
    "authors": ["JH Gauthier", "ML Wilson", "DJ Borns", "BW. Arnold"],
    "venue": "Las Vegas, NV, September",
    "year": 1996
  }, {
    "title": "A newway to ask the experts: rating radioactive waste risks",
    "authors": ["Kerr RA"],
    "venue": "Science",
    "year": 1996
  }, {
    "title": "Characterize framework for igneous activity at Yucca Mountain, Nevada. ANL-MRG-GS-000001, REV 02",
    "authors": ["FV Perry", "R. Young"],
    "venue": "Las Vegas, NV: Bechtel SAIC Company;",
    "year": 2004
  }, {
    "title": "The age of Lathrop Wells volcanic center: an  40Ar/39Ar dating investigation",
    "authors": ["MT Heizler", "FV Perry", "BM Crowe", "L Peters", "R. Appelt"],
    "venue": "Journal of Geophysical Research",
    "year": 1999
  }, {
    "title": "Nuclear criticality safety analysis of a spent fuel waste package in a tuff repository. UCRL-15575. Submitted by Westinghouse Electric Corporation",
    "authors": ["BH Weren", "MA Capo", "WC. O’Neal"],
    "year": 1983
  }, {
    "title": "Energy National Security and Military Applications of Nuclear Energy Authorization Act of 1980",
    "authors": ["L. Pub"],
    "year": 1979
  }, {
    "title": "Nuclear Waste Policy Act of 1982",
    "authors": ["Pub. L"],
    "venue": "U.S.C",
    "year": 1983
  }, {
    "title": "Initial performance assessment of the disposal of spent nuclear fuel and high level waste stored at Idaho National Engineering Laboratory. SAND93-2330/1/2, vols",
    "authors": ["Rechard RP"],
    "venue": "Sandia National Laboratories;",
    "year": 1993
  }, {
    "title": "Underground supercriticality from plutonium and other fissile material",
    "authors": ["CD Bowman", "F. Venneri"],
    "venue": "Science and Global Security",
    "year": 1996
  }, {
    "title": "Scientists fear atomic explosion of buried waste",
    "authors": ["Broad WJ"],
    "venue": "New York Times; March",
    "year": 1995
  }, {
    "title": "News & comment: blowup at Yucca Mountain",
    "authors": ["G. Taubes"],
    "venue": "Science",
    "year": 1995
  }, {
    "title": "Too hot to touch: the problem of high-level nuclear waste",
    "authors": ["WM Alley", "R. Alley"],
    "year": 2013
  }, {
    "title": "ed., comments on the draft paper \"Underground supercriticality from plutonium and other fissile material.",
    "authors": ["RA Van Konynenbury"],
    "venue": "Science and Global Security",
    "year": 1996
  }, {
    "title": "Bounding estimates for critical events when directly disposing highly enriched spent nuclear fuel in unsaturated tuff",
    "authors": ["RP Rechard", "MS Tierney", "LC Sanchez", "M-A. Martell"],
    "venue": "Risk Analysis",
    "year": 1997
  }, {
    "title": "Dynamic analysis of nuclear excursions in underground repositories containing plutonium",
    "authors": ["Kimpland RH"],
    "venue": "Science and Global Security",
    "year": 1996
  }, {
    "title": "Considerations of autocatalytic criticality of fissile materials in geologic repositories",
    "authors": ["WE Kastenberg", "PF Peterson", "J Ahn", "J Burch", "G Casher", "P Chambré"],
    "venue": "Nuclear Technology",
    "year": 1996
  }, {
    "title": "Performance assessment of radioactive waste repositories",
    "authors": ["Campbell JE", "Cranwell RM"],
    "venue": "Science",
    "year": 1988
  }, {
    "title": "Reactor safety study: An assessment of accident risks in US commercial nuclear power plants.NUREG 75/014, WASH 1400, Vols",
    "authors": ["Rasmussen NC"],
    "venue": "US Nuclear Regulatory Commission;",
    "year": 1975
  }, {
    "title": "Representative disruptive scenarios for use in development and demonstration of a performance assessment methodology for unsaturated tuff.SAND86-7170, NUREG/CR-4770",
    "authors": ["Guzowski RV"],
    "venue": "Sandia National Laboratories;",
    "year": 1988
  }, {
    "title": "Recent progress in scenario development for the WIPP. SAND95-0117C. In: Proceedings of the sixth annual international conference high-level radioactive waste management",
    "authors": ["Galson DA", "Swift PN"],
    "venue": "Las Vegas, NV, April 30–May",
    "year": 1995
  }, {
    "title": "Disruptive events. Chapter 10 of total system performance assessment-viability assessment (TSPA-VA) analyses technical basis document.B00000000-01717-4301-00010 REV 00",
    "authors": ["R. Barnard"],
    "venue": "Las Vegas, NV: Civilian Radioactive Waste Management System Management and Operating Contractor;",
    "year": 1998
  }, {
    "title": "Waste form degradation process model report. TDR-WIS-MD-000001, REV 0, ICN 1",
    "authors": ["Stockman CT", "Rechard RP"],
    "venue": "Las Vegas, NV: Civilian Radioactive Waste Management System Management and Operating Contractor;",
    "year": 2000
  }, {
    "title": "Water-table fluctuations in the Amargosa Desert, Nye County, Nevada. In: Proceedings of the 9th International High-Level Radioactive Waste Management Conference (IHLRWM)",
    "authors": ["Paces JB", "Whelan JF"],
    "venue": "Alexis Park Resort, Las Vegas, NV, April 29–May",
    "year": 2001
  }, {
    "title": "Paleohydrogeology of Yucca Mountain by fluid inclusions and stable iIsotopes. In: Proceedings of the 9th International High-Level Radioactive Waste Management Conference (IHLRWM)",
    "authors": ["Dublyansky YV"],
    "venue": "Alexis Park Resort, Las Vegas, NV, April 29–May",
    "year": 2001
  }, {
    "title": "Physical and stable-isotope evidence for formation of secondary calcite and silica in the unsaturated zone, Yucca Mountain, Nevada",
    "authors": ["JF Whelan", "JB Paces", "ZE. Peterman"],
    "venue": "Geochemistry",
    "year": 2002
  }, {
    "title": "Features, events, and processes: system level and criticality. ANL-WIS-MD-000019, REV 00",
    "authors": ["McGregor DL"],
    "venue": "Las Vegas, NV: Civilian Radioactive Waste Management Systems Management and Operator Contractor;",
    "year": 2000
  }, {
    "title": "Consideration of nuclear criticality when directly disposing highly enriched spent nuclear fuel in unsaturated tuff. Part 1: nuclear criticality constraints",
    "authors": ["RP Rechard", "LC Sanchez", "HR. Trellue"],
    "venue": "Nuclear Technology",
    "year": 2003
  }, {
    "title": "Consideration of nuclear criticality when directly disposing highly enriched spent nuclear fuel in unsaturated tuff. Part 2: geochemical constraints",
    "authors": ["RP Rechard", "LC Sanchez", "HR. Trellue"],
    "venue": "Nuclear Technology",
    "year": 2003
  }, {
    "title": "Probability of criticality before 10,000 years.CAL-EBS- NU-000014, REV 00",
    "authors": ["A Alsaed", "P. Gottlieb"],
    "venue": "Las Vegas, NV: Civilian Radioactive Waste Management System Management and Operating Contractor;",
    "year": 2000
  }, {
    "title": "PWR waste package loading curve evaluation.CAL-UDC-NU- 000001 REV 00",
    "authors": ["J. Scaglione"],
    "venue": "Las Vegas, NV: Civilian Radioactive Waste Management System Management and Operating Contractor;",
    "year": 2000
  }, {
    "title": "Review of Yucca Mountain disposal criticality studies",
    "authors": ["J Scaglione", "J. Wagner"],
    "venue": "Proceedings of the international high-level radioactive waste management conference,",
    "year": 2011
  }, {
    "title": "Waste form features, events, and processes. ANL-WIS-MD-000009, REV 02",
    "authors": ["BSC (Bechtel SAIC Company"],
    "venue": "Las Vegas, NV: Bechtel SAIC Company;",
    "year": 2004
  }, {
    "title": "Features, events, and processes: disruptive events.ANL-WIS-MD-000005, REV 03",
    "authors": ["BSC (Bechtel SAIC Company"],
    "venue": "Las Vegas, NV: Bechtel SAIC Company;",
    "year": 2005
  }, {
    "title": "Screening analysis for criticality features, events, and processes for license application.ANL-EBS-NU-000008 REV 01",
    "authors": ["BSC (Bechtel SAIC Company"],
    "venue": "Las Vegas, NV: Bechtel SAIC Company;",
    "year": 2004
  }, {
    "title": "Uncovering buried volcanoes at Yucca Mountain",
    "authors": ["FV Perry", "AH Cogbill", "RE. Kelley"],
    "venue": "EOS, Transactions of the American Geophysical Union",
    "year": 2005
  }, {
    "title": "Screening analysis of criticality features, events, and processes for license application.ANL-DS0-NU-000001 REV",
    "authors": ["McClure JA"],
    "venue": "Sandia National Laboratories;",
    "year": 2008
  }, {
    "title": "Geochemistry model validation report: external accumulation model.ANL-EBS-GS-000002 REV 1 AD 1",
    "authors": ["S. LeStrange"],
    "venue": "Las Vegas, NV: Sandia National Laboratories;",
    "year": 2007
  }, {
    "title": "Calculation of the probability of volcanic disruption of a high-level radioactive waste repository within southern Nevada, USA",
    "authors": ["BM Crowe", "ME Johnson", "RJ. Beckman"],
    "venue": "Radioactive Waste Management",
    "year": 1982
  }, {
    "title": "Aspects of potential magmatic disruption of a high-level radioactive waste repository in southern Nevada",
    "authors": ["BM Crowe", "S Self", "D Vaniman", "R Amos", "F. Perry"],
    "venue": "Journal of Geology",
    "year": 1983
  }, {
    "title": "Three nonhomogeneous Poisson models for the probability of basaltic volcanism: application to the Yucca Mountain region, Nevada",
    "authors": ["Conner CB", "Hill BE"],
    "venue": "Journal of Geophysical Research",
    "year": 1995
  }, {
    "title": "Sensitivity in volcanic hazard assessment for the Yucca Mountain high-level nuclear waste repository site: the model and the data",
    "authors": ["Ho C-H"],
    "venue": "Mathematical Geology",
    "year": 1995
  }, {
    "title": "Recent progress in volcanism studies: site characterization activities for the Yucca Mountain Site Characterization Project",
    "authors": ["BM Crowe", "GA Valentine", "R Morley", "FV. Perry"],
    "venue": "Waste Management'92,",
    "year": 1992
  }, {
    "title": "Simulation modeling of the probability of magmatic disruption of the potential Yucca Mountain site. In: Proceedings of Focus 93: site characterization and model validation",
    "authors": ["BM Crowe", "F Perry", "GA Valentine", "PC Wallmann", "R. Kossik"],
    "venue": "US Department of Energy;",
    "year": 1993
  }, {
    "title": "Final report of the igneous consequences peer review panel",
    "authors": ["E Detournay", "LG Mastin", "JRA Person", "AM Rubin", "FJ. Spera"],
    "venue": "Las Vegas, NV: Bechtel SAIC Company;",
    "year": 2003
  }, {
    "title": "Characterize framework for igneous activity at Yucca Mountain, Nevada.ANL-MGR-GS-000001 REV 00 ICN 01",
    "authors": ["FV Perry", "R. Young"],
    "venue": "Las Vegas, NV: Civilian Radioactive Waste Management System Management and Operating Contractor;",
    "year": 2000
  }, {
    "title": "Modeling igneous disruptions in Yucca Mountain total system performance assessments",
    "authors": ["P Swift", "ML Sauer", "KN Gaither", "GE Barr", "DA. Kalinich"],
    "venue": "Proceedings of the 9th International High-Level Radioactive Waste Management Conference (IHLRWM),",
    "year": 2001
  }, {
    "title": "Site recommendation subsurface layout.ANL-SFS-MG-000001 REV 00 ICN 02",
    "authors": ["CL Linden", "RC Logan", "RS Saunders", "RJ. Boutin"],
    "venue": "Las Vegas, NV: Civilian Radioactive Waste Management System Management and Operating Contractor;",
    "year": 2000
  }, {
    "title": "Total system performance assessment (TSPA) model for site recommendation.MDL-WIS-PA-000002 REV 00",
    "authors": ["Mattie PS", "Miller SP"],
    "venue": "Las Vegas, NV: Civilian Radioactive Waste Management System Management and Operating Contractor;",
    "year": 2000
  }, {
    "title": "FY01 supplemental science and performance analyses.Performance analyses",
    "authors": ["BSC (Bechtel SAIC Company"],
    "venue": "TDR-MGR-PA-000001 REV 00 ICN 01,",
    "year": 2001
  }, {
    "title": "The mountain matters",
    "authors": ["D. Applegate"],
    "year": 2006
  }, {
    "title": "Yucca Mountain could face greater volcanic threat",
    "authors": ["Smith EI", "Keenan DL"],
    "venue": "Eos",
    "year": 2005
  }, {
    "title": "Number of waste packages hit by igneous intrusion.ANL-MGR- GS-000003 REV 01",
    "authors": ["Wallace MD"],
    "venue": "Las Vegas, NV: Bechtel SAIC Company;",
    "year": 2004
  }, {
    "title": "Seismic consequence abstraction.MDL-WIS-PA-000003, REV 01",
    "authors": ["Gross MB"],
    "venue": "Las Vegas, NV: Bechtel SAIC Company;",
    "year": 2004
  }, {
    "title": "Yucca Mountain 2008 performance assessment: Incorporation of seismic hazard curve uncertainty. In: Proceedings of the international high-level waste radioactive waste management conference",
    "authors": ["Helton JC", "Sallaberry CJ"],
    "venue": "April 10–14,",
    "year": 2011
  }, {
    "title": "Results from past performance assessments of the Yucca Mountain disposal system for spent nuclear fuel and high-level radioactive waste",
    "authors": ["Rechard RP"],
    "venue": "Reliability Engineering and System Safety 2013 (in this issue).  R.P. Rechard et al. / Reliability Engineering and System Safety",
    "year": 2014
  }, {
    "title": "Paleohydrology of the Southern Great Basin with special reference to water table fluctuations beneath the Nevada Test Site during the late (?) Pleistocene",
    "authors": ["Winograd IJ", "Doty GC"],
    "venue": "Open File Report 80-569,",
    "year": 1980
  }, {
    "title": "Development of scenarios for the long-term release of radionuclides from the proposed Waste Isolation Pilot Plant in southeastern New Mexico",
    "authors": ["Bingham FW", "Barr GE"],
    "venue": "Proceedings of the international symposium on scientific basis for nuclear waste management,",
    "year": 1979
  }, {
    "title": "The geopolitics of nuclear waste",
    "authors": ["E. Marshall"],
    "venue": "Science",
    "year": 1991
  }, {
    "title": "The area of most recent volcanism near Yucca Mountain, Nevada: Implications for volcanic risk assessment",
    "authors": ["EI Smith", "DL Feuerbach", "TR Naumann", "JE. Faulds"],
    "venue": "Proceedings of the international high-level radioactive waste management conference,",
    "year": 1990
  }, {
    "title": "Regional groundwater modeling of the saturated zone in the vicinity of Yucca Mountain, Nevada, iterative performance assessment— Phase 2.NUREG/CR-5890",
    "authors": ["M Ahola", "B. Sagar"],
    "venue": "US Nuclear Regulatory Commission;",
    "year": 1992
  }, {
    "title": "Anomalous strain accumulation in the Yucca Mountain area, Nevada",
    "authors": ["B Wernicke", "JL Davis", "RA Bennett", "P Elosegui", "MJA Brady", "RJ House"],
    "venue": "Science",
    "year": 2096
  }, {
    "title": "New tests show water history in Yucca",
    "authors": ["M. Manning"],
    "venue": "Las Vegas, NV Las Vegas Sun, July",
    "year": 1998
  }, {
    "title": "Strain accumulation at Yucca Mountain, Nevada, 1983–1998",
    "authors": ["JC Savage", "JL Svarc", "WH. Prescott"],
    "venue": "Journal of Geophysical Research",
    "year": 1999
  }, {
    "title": "Federal scientist to seek volcanoes near Yucca site",
    "authors": ["K. Rogers"],
    "venue": "Las Vegas Review-Journal, Friday, November",
    "year": 2003
  }, {
    "title": "Hot upwelling water: did it really invade Yucca Mountain",
    "authors": ["Wilson NSF", "Cline JS"],
    "year": 2006
  }, {
    "title": "Evidence for an unsaturated-zone origin of secondary minerals in Yucca Mountain, Nevada",
    "authors": ["JF Whelan", "E Roedder", "JB. Paces"],
    "venue": "Proceedings of the 9th International High-Level Radioactive Waste Management Conference (IHLRWM), Alexis Park Resort, Las Vegas, NV, April 29–May",
    "year": 2001
  }, {
    "title": "Modeling magma-drift interaction at the proposed high-level radioactive waste repository at Yucca Mountain, Nevada",
    "authors": ["AW Woods", "S Sparks", "O Boklhove", "A-M LeJeune", "CB Conner", "BE. Hill"],
    "venue": "Geophysical Research Letters",
    "year": 2002
  }, {
    "title": "Configuration generator model. CAL-DSO-NU-000002, REV 00B",
    "authors": ["McClure JA"],
    "venue": "Las Vegas, NV: Bechtel SAIC Company;",
    "year": 2004
  }, {
    "title": "Probability of postclosure criticality. CAL-MGR-NU-000012, REV 00A",
    "authors": ["McClure JA"],
    "venue": "Las Vegas, NV: Bechtel SAIC Company;",
    "year": 2005
  }, {
    "title": "Consideration of nuclear criticality when disposing of transuranic waste at the Waste Isolation Pilot Plant",
    "authors": ["RP Rechard", "Sanches LC", "Stockman CT", "Trellue HR"],
    "venue": "Sandia National Laboratories;",
    "year": 2000
  }, {
    "title": "Atmospheric dispoeral and deposition of tephra from a potential volcanic eruption at Yucca Mountain, Nevada",
    "authors": ["G. Keating"],
    "venue": "MDL-MGR-GS-000002 REV 03. Las Vegas, NV: Sandia National Laboratories;",
    "year": 2007
  }],
  "id": "SP:8025d61b1e79aa6f7d46d84c799f8dd10ea10862",
  "authors": [{
    "name": "Rob P. Rechard",
    "affiliations": []
  }, {
    "name": "Geoff A. Freeze",
    "affiliations": []
  }, {
    "name": "Frank V. Perry",
    "affiliations": []
  }],
  "abstractText": "This paper summarizes various hazards identified between 1978 when Yucca Mountain, located in arid southern Nevada, was first proposed as a potential site and 2008 when the license application to construct a repository for spent nuclear fuel and high-level radioactive waste was submitted. Although advantages of an arid site are many, hazard identification and scenario development have generally recognized fractures in the tuff as important features; climate change, water infiltration and percolation, and an oxidizing environment as important processes; and igneous activity, seismicity, human intrusion, and criticality as important disruptive events to consider at Yucca Mountain. Some of the scientific and technical challenges encountered included a change in the repository design from in-floor emplacement with small packages to in-drift emplacement with large packages without backfill. This change, in turn, increased the importance of igneous and seismic hazards. & 2013 Elsevier Ltd. All rights reserved.",
  "title": "Hazards and scenarios examined for the Yucca Mountain disposal system for spent nuclear fuel and high-level radioactive waste"
}