{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nGondwana Research\nj ourna l homepage: www.e lsev ie r .com/ locate /gr\nGR focus review\nReconstructing first-order changes in sea level during the Phanerozoic and Neoproterozoic using strontium isotopes\nD.G. van der Meer a,⁎, A.P.H. van den Berg van Saparoea b, D.J.J. van Hinsbergen c, R.M.B. van de Weg a, Y. Godderis d, G. Le Hir e, Y. Donnadieu f\na Nexen Petroleum UK Ltd, 97 Oxford Road, Uxbridge UB8 1LU, United Kingdom b Kallisto Geoscience, Beukstraat 66, 3581 XH Utrecht, The Netherlands c Department of Earth Sciences, Utrecht University, Heidelberglaan 2, 3584 CS Utrecht, The Netherlands d CNRS, Géosciences Environnement Toulouse, Observatoire Midi-Pyrénées, 14 avenue Edouard Belin, 31400 Toulouse, France e Institut de Physique du Globe de Paris, Rue Jussieu—75238 Paris cedex 05, France f CNRS, Laboratoire des Sciences du Climat et de l'Environnement, UMR 8212—CNRS-CEA-UVSQ, CE Saclay/Orme des Merisiers/Bat. 701, 91191 Gif-sur-Yvette, France\n⁎ Corresponding author. E-mail address: douwe.vandermeer@nexencnoocltd.c\nhttp://dx.doi.org/10.1016/j.gr.2016.11.002 1342-937X/© 2016 International Association for Gondwa\na b s t r a c t a r t i c l e i n f o\nArticle history: Received 15 July 2016 Received in revised form 13 November 2016 Accepted 23 November 2016 Available online 7 December 2016\nHandling Editor: M. Santosh\nThe eustatic sea-level curves published in the seventies and eighties have supported scientific advances in the Earth Sciences and the emergence of sequence-stratigraphy as an important hydrocarbon exploration tool. However, validity of reconstructions of eustatic sea level based on sequence stratigraphic correlations has remained controversial. Proposed sea level curves differ because of site-to-site changes in local tectonics, depositional rates, and long-wavelength dynamic topography resulting frommantle convection. In particular, the overall amplitude of global Phanerozoic long-term sea level is poorly constrained and has been estimated to vary between ~400m above present-day sea level to ~50mbelowpresent-day sea level. To improve estimates of past sea level, we explore an alternative methodology to estimate global sea level change. We utilise the PhanerozoicNeoproterozoic 87Sr/86Sr record, which at first order represents the mix of inputs from continental weathering and frommantle input by volcanism. By compensating forweatheringwith estimates of runoff from a 3D climate model (GEOCLIMtec), a corrected 87Sr/86Sr record can be obtained that solely reflects the contribution of strontium frommantle sources. At first order, the flux of strontium from the mantle through time is due to increases and decreases in the production of oceanic crust through time. Therefore, the changing levels of mantle-derived strontium can be used as a proxy for the production of oceanic lithosphere. By applying linear oceanic plate age distributions, we compute sea level and continental flooded area curves. We find that our curves are generally within the range of previous curves built on classical approaches. A Phanerozoic first order cyclicity of ~250 Myr is observed that may extend into the Neoproterozoic. The low frequency (i.e., on the order of 10 to 100 My) sea level curve that we propose, while open for improvement, may be used as baseline for refined sequence-stratigraphic studies at a global and basin scale.\n© 2016 International Association for Gondwana Research. Published by Elsevier B.V. All rights reserved.\nKeywords: Plate tectonics Stratigraphy Sea-level Phanerozoic Neoproterozoic\nContents\n1. Introduction . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 23 2. Sequence stratigraphy and eustatic sea level estimates . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 24 3. Methodology . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 25\n3.1. Plate tectonics and strontium isotopes . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 25 3.2. Correcting 87Sr/86Sr ratios for weathering variations . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 26 3.3. Depth of the oceans through time . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 27 3.4. Rates of ocean floor production and the resulting age distribution of oceanic lithosphere . . . . . . . . . . . . . . . . . . . . . . . . . 27 3.5. Volume of the paleo-oceans and continental flooding . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 28\nom (D.G. van der Meer).\nna Research. Published by Elsevier B.V. All rights reserved.\n4. Results . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 29 4.1. First test: comparison with other eustatic sea level curves . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 30 4.2. Second test: comparison with continental flooding . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 30 5. Discussion . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 30 5.1. Input 87Sr/86Sr variations . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 30 5.2. Weathering corrections . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 30 5.3. Ocean age distributions . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 31 6. Conclusions . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 31 Acknowledgements . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 31 References . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 32"
  }, {
    "heading": "1. Introduction",
    "text": "Knowledge of past sea-level fluctuations is of fundamental importance tomany disciplines in the geosciences, particularly sequence stratigraphy, which is widely used in petroleum exploration. Sequence stratigraphy plays a central role in modern sedimentology. It can be regarded as the third and most recent major revolution in sedimentary geology, following the incorporation of process sedimentology and plate tectonics into sedimentological research (Miall, 1995). Sequence stratigraphy combines several disciplines into a unified model to explain the development and stratigraphic architecture of basin fills. The publication of AAPG Memoir 26 (Payton, 1977) is commonly regarded as the birth of sequence stratigraphy. Since then the concept has developed into a widely-used method for interpreting the geological record and predicting stratigraphic architecture, and has proven to be very successful in its application to hydrocarbon exploration. One way in which sequence stratigraphy has been applied is the reconstruction of past eustatic sea-level fluctuations. Probably one of the best known sea-level curves was published by Vail et al. (1977). Their lowest frequency curve related to plate tectonics is shown in Fig. 1A. However, as will be discussed below, using sequence stratigraphy for reconstructing eustatic sea level does not seem to be a valid approach.\nAs a result, global, long-term sea-level changes remain poorly constrained. Most recently, incorporating the long-term trends of stratigraphically derived curves (Hardenbol et al., 1998; Haq and Schutter, 2008), sea-level fluctuations have been estimated to vary during the Phanerozoic from as much as ~400 m above present-day sea level, to ~50 m below present-day sea level (Snedden and Liu, 2010, 2011). However, Snedden and Liu (2010, 2011) are careful in interpreting long-term curves, indicating that there is little consensus on the range of sea level changes, and that most authors believe that range of sea level during most of the Phanerozoic was within ±100 m of the present-day level (Snedden and Liu, 2010).\nAlternative methods to reconstruct first-order or lowest frequency (on the order of 10–100 My) sea level have used plate tectonic modelling. Changes in eustatic sea level result from processes that change either the volume of seawater in the oceans or the volume of the ocean basins (Worsley et al., 1984; Conrad, 2013). Glacio-eustasy, reflecting ice-volume changes on a timescale of 10 kyr to 1 Myr, is one way to change the volume of seawater (Miller et al., 2005). Ocean spreading rates dictate the average age of the ocean floor and therefore the average depth of the ocean floor (Parsons and Sclater, 1977; Stein and Stein, 1992). Conrad (2013) studied six long-term factors that have modified sea level during the past 140 Myr and concluded that volume\nSeslavinsky, 1995; Snedden and Liu, 2010) and plate tectonicmethods (Müller et al., 2008;\net al., 2004) and constructed on the basis of the paleogeographic maps of Blakey (Blakey,\n4a, 2014b, 2014c, 2014d, 2014e, 2014f, 2016).\nof spreading ridges is the dominant driver of eustatic changes (~250m). Other factors considered include plume-related seafloor volcanism (~140 m), dynamic topography (~70 m), climate (~60 m), sediment thickness (~60m) and the area of the oceans (~10m). Plate tectonic reconstructions based on seafloor isochrons have been used to estimate the changing age distribution of ocean floor during the Phanerozoic and the resulting change in sea level (Worsley et al., 1984; Verard et al., 2015). Using mantle tomography and mantle convection models, Müller et al. (2008) and Spasojevic and Gurnis (2012) incorporated dynamic topographic effects and estimated global sea level back into the Cretaceous. However, estimates derived from plate reconstruction are hampered by diminishing record back in time of preserved oceanic crust which leads to large uncertainties in the age distribution of the ocean floor (Rowley, 2002; Müller et al., 2016) Reconstructions of times prior to 180 million years (Early Jurassic) suffer from having approximately 70% of the Earth surface unconstrained (Torsvik et al., 2010; Müller et al., 2016).\nIn this paper we explore an alternative method of reconstructing first-order sea level, using the changing values of 87Sr/86Sr isotope ratios recorded in the marine fossil record (Spooner, 1976; Hallam, 1984; Worsley et al., 1985). Spooner (1976) demonstrated a positive correlation between increasing land area during the last 70 Myr and an increase in the 87Sr/86Sr isotope ratio. However, in a review of 87Sr/86Sr isotope ratio values for the entire Phanerozoic (Hallam, 1984) indicates that this simple correlation between land area and higher 87Sr/86Sr ratios does not hold.\nWorsley et al. (1984) created a Phanerozoic sea level model based on variations in the volume of the world ocean basin caused by changes in ocean area and depth, which produced eustatic sea level changes of several 100 m. Their model matched low frequency (on the order of 100 My) cycles of eustatic sea level change (Vail et al., 1977; Pitman, 1978). The Worsley et al. (1985) model also correlated well with the changing 87Sr/86Sr isotope ratio.\nRecently, plate tectonic models have become better at qualitatively matching the 87Sr/86Sr record. Estimates of the production of oceanic crust based on a Phanerozoic plate model (Verard et al., 2015) and an independent estimate of ocean floor production derived from the pattern of Mesozoic-Cenozoic subduction deduced from seismic\nFig. 2.A; 87Sr/86Sr record of (McArthur et al., 2012; Cox et al., 2016), comparedwith the curves o Meer et al., 2014). B: Strontium Flux ratio relative to present. Weathering component is output 87Sr/86Sr record (McArthur et al., 2012; Cox et al., 2016) with the weathering component.\ntomography (van der Meer et al., 2014) both support the notion that variation and amplitude of the 87Sr/86Sr record at first order result from ridge spreading and subduction zone-length variations (Fig. 2A). However, in both studies, the confidence of the estimates decreases back in time due to a lack of preserved oceanic crust (Torsvik et al., 2010; Müller et al., 2016) and a correlation between imaged slabs in the deepmantle andpast subduction still needs to be quantitatively corroborated (Domeier et al., 2016).\nIn this paper, we revisit the intriguing correlations between 87Sr/86Sr, plate tectonics, and continental runoff, and derive a novel method that allows us to reconstruct low-frequency sea level changes using the 87Sr/86Sr record. This method is summarized in Fig. 3. We will test the results of our method with estimates of changing sea level based on sequence stratigraphy, plate tectonic models and continental flooding."
  }, {
    "heading": "2. Sequence stratigraphy and eustatic sea level estimates",
    "text": "Construction of the low frequency curves of Vail et al. (1977) and other estimates derived from sequence stratigraphy (Fig. 1) were based on the following general principles. A core concept of sequence stratigraphy is that changes in the accommodation space of a basin combined with the relative rates of sediment supply into that basin, ultimately determine the progradation and retrogradation of the sedimentary systems in that basin (Curray, 1964; Pitman, 1978; Burton et al., 1987; Jervey, 1988; Posamentier and Vail, 1988; Christie-Blick, 1991; Schlager, 1993). If sediment supply outpaces the growth of accommodation, then the basin is filled with sediments and the shoreline retreats seaward. Conversely, if the growth of accommodation outpaces sediment supply, then the basin deepens and the shoreline transgresses landward. Accommodation is primarily the result of changes in eustatic sea level, tectonics and to a lesser degree inherited physiography (Jervey, 1988).\nUsing these principles, Vail et al. (1977) proposed that it is possible to reconstruct eustatic sea level by analysing the stratigraphic record. The Vail et al. (1977) curve has since been refined and expanded in various studies (Haq et al., 1987, 1988; Hardenbol et al., 1998; Haq and Schutter, 2008; Snedden and Liu, 2010, 2011; Haq, 2014; Fig. 1A).\nn the basis of crustal production (Verard et al., 2015) and subduction zone lengths (van der from GEOCLIMtec (Goddéris et al., 2014). Mantle component is derived by correcting the\nThis model has been widely challenged, however (Hallam, 1984; Hubbard, 1988; Jordan and Flemings, 1991; Posamentier and Allen, 1993; Schlager, 1993; Miall, 1995). The focus of the criticism is on the validity of using this method for reconstruction of high frequency (b1 My) fluctuations. While this is certainly a legitimate objection, the fundamental issue is that the model seems to assume implicitly that changes in accommodation are the key driver in determining stratigraphic architecture, whilst variations in sediment supply play an insignificant role. This assumption is unfounded and seems to be incorrect. Although climate change is thought to be able to cause only transient changes in sediment supply (e.g. Van den Berg van Saparoea and Postma, 2008), it is clear that the response of sedimentary systems to external perturbations is complex (e.g. Paola et al., 1992; Jerolmack and Paola, 2010; Romans et al., 2016). Assuming that climate change on any time scale has a negligible impact on stratigraphic architecture appears to be unjustified.\nFurthermore, it has been argued that large-scale tectonic processes (Cloetingh et al., 1985) and changes in sediment supply in response to plate tectonic reorganisations (Schlager, 1993; Bonnet and Crave, 2003) are capable of producing (near-) synchronous responses of similar magnitude. Even synchronous changes in (global) sea level may not produce synchronous or even similar responses in different basins (Parkinson and Summerhayes, 1985; Jordan and Flemings, 1991).\nBesides these refinements to the original sequence-stratigraphic concepts, additional processes have come to light that play a significant role in determining the architecture of basin fills. Dynamic topography (vertical motion of the crust in response to mantle convection on low frequency timescales of 10–100 Myr) can generate vertical changes in elevation similar in magnitude to eustatic changes (Gurnis, 1988, 1990, 1992; Burgess and Gurnis, 1995; Moucha et al., 2008; Spasojevic and Gurnis, 2012; Conrad, 2013). On higher frequency time scales of 1–10 Myr autogenic (internally generated) behaviour of sedimentary systems may be responsible for a substantial part of the stratigraphic stacking patterns found in the sedimentary record (Muto, 2001; Muto et al., 2007; Muto and Steel, 2014, Muto and Steel, 1997; Postma, 2014). Attempts to reconstruct eustatic sea level from the stratigraphic record alone should be handled with great caution; see Hallam (1984, 2001) and others (Schlager, 1993; Miall, 1995, 2010; Posamentier and James, 2009; Cloetingh and Haq, 2015).\nFinally, the problem of equifinality, i.e. the notion that in open systems a given end state can be reached by many potential means (Von Bertalanffy, 1968), poses perhaps the most fundamental challenge to reconstructing past eustatic sea level from the rock record. As Burgess and Prince (2015) demonstrated, it is likely that different forcing\nprocesses or combinations of forcing processes can produce very similar stratigraphic architectures. Burton et al. (1987) argued that the impact of a forcing process can only be quantified reliably if the impacts of all the other forcing processes are known. In other words, an unknown can only be determined reliably if all other parameters are known. If this is not the case, as in practically every natural system, assumptions have to be made. This leaves room for substantial uncertainty and a high likelihood of equally plausible alternative scenarios that are consistent with the observations. The importance of quantifying, or at least constraining, all of the forcing parameters as much as possible is clear. Until this can be done more precisely and reliably, it seems prudent to use reconstructions of eustatic sea level based on sequence stratigraphic interpretations as a reference to check the consistency of results rather than the primary source of information.\nA goal in the analysis of sedimentary basins is thus the development of a eustatic sea level model that is derived independently from sequence stratigraphic interpretations. To this end, we here explore whether the 87Sr/86Sr curve may provide an alternative basis to reconstruct low-frequency eustatic sea level fluctuations."
  }, {
    "heading": "3. Methodology",
    "text": ""
  }, {
    "heading": "3.1. Plate tectonics and strontium isotopes",
    "text": "87Sr/86Sr ratios are measured in marine biogenic and abiogenic carbonates and are assumed to represent the pristine ratio of 87Sr/86Sr in paleo-oceanic seawater. In our studywe use the recent 87Sr/86Sr records of McArthur et al. (2012) and Cox et al. (2016), which are wellconstrained for the Phanerozoic, and data, although less well constrained, extending as far back as the Archean (Prokoph et al., 2008; Prokoph and Puetz, 2015). In the modernworld ocean, the strontium residence time is 2.5 Myr (Hodell et al., 1990), but this residence time has varied between 1 and 20 Myr since the Late Cambrian (Vollstaedt et al., 2014). Therefore,wewill focus on timescales N20Myr.\nThe 87Sr/86Sr ratio of the Earth's ocean waters results from a mixing of river input (with high continental 87Sr/86Sr ratios, ~0.7136) and input frommid-ocean ridges and volcanic arcs (with lowmantle 87Sr/86Sr ratios, ~0.7030). Using the mixing model of Allegre et al. (2010), and assuming that river input of 87Sr/86Sr has remained constant, van der Meer et al. (2014) produced a 87Sr/86Sr curve based on evolving subduction zone length that was a first-order match (at 10s of millions of years) to the 87Sr/86Sr curve of Prokoph et al. (2008) (Fig. 2A).\nVan der Meer et al. (2010, 2012) used seismic tomographic techniques to image “fossil” subduction zones in the Earth's mantle. By\nmapping these remnants of past subduction, van der Meer et al. (2014) were able to estimate the total length of subduction zones for time intervals extending back to the Triassic. These estimates assume that positive seismic wave speed anomalies correspond to subducted lithospheric remnants. Applying a sinking rate of lower mantle slabs of 12 ± 3 mm/yr, a value based on correlations of seismic tomographic anomalies in the mantle with geological records of past subduction zones (van der Meer et al., 2012, Van der Meer et al., 2010), total subduction zone length through time was calculated from depth slices throughout themantle. This analysis showed a gradual variation in subduction zone length from ~40,000 km today, ~75,000 km in the Jurassic, and ~60,000 km in the Triassic. Van der Meer et al. (2014) showed that the subduction zone length is directly proportional to rates of ocean floor production based on plate tectonic reconstructions (Müller et al., 2008) if subduction zone length is scaled to production rate through a globally constant average subduction rate of ~6 cm/yr, similar to the present-day (Schellart et al., 2007). This suggested that the changing length of subduction zones through time may be used as a proxy for the production of ocean floor, and hence is a direct corollary of strontium input from the mantle. Unfortunately, the ‘mantle memory’ of past subduction runs out at the core-mantle-boundary where slabs are piled up and recycled (van der Meer et al., 2010).\nRecently synthetic 87Sr/86Sr ratio curveswere calculated on the basis of a Phanerozoic plate model (Verard et al., 2015). The dominant parameter was the crustal production within the plate model, but in addition other scenarios were calculated using variable sediment fluxes and changing the 87Sr/86Sr values of the continental and mantle reservoirs. In Fig. 2A, we plot the scenario of Verard et al. (2015) in which they scaled the weathering flux proportional to the volume of mountain belts of their model. A good fit is established for the Cenozoic, Cretaceous and for the time period between 325 and 550 Myr (Fig. 2A). For the Jurassic, Triassic and Permian portions of the curve the fit is poorer, which is not surprising considering the diminished oceanic record and the resulting large uncertainties in crustal production of their model. Despite these uncertainties their values stay within the overall range of the Phanerozoic 87Sr/86Sr record.\nBecause these tectonic studies (van der Meer et al., 2014; Verard et al., 2015) obtain a reasonable first order fit with the 87Sr/86Sr record back through the Mesozoic, it seems reasonable to use the measured 87Sr/86Sr ratios as a proxy for oceanic crustal production. This approach has the advantage that high resolution 87Sr/86Sr records are available further back in time than the Triassic. This would overcome the limitations of plate reconstructions for times when there is no preserved oceanic crust and the limitations of seismic tomography studies for times when there is no subducted material preserved in the mantle.\nIntegrating plate production over time gives an average ocean floor age, and thus an average depth of the ocean (Parsons and Sclater, 1977; Stein and Stein, 1992) fromwhichwemay infer changes in global sea level (eustasy). Constraints on the average age of the oceanfloor age may provide a basis for a quantitative first order, low-frequency estimate of eustatic sea level changes. Here, we explore the simplest-case scenario and assume a constant volume of ocean water with no significant contribution from either the long-term exchange of water with the mantle, volume changes due to changes in global temperature or glacioeustatic variations.We also assume that the volume of the ocean basins have not been significantly affected by dynamic topography, oceanic plateau formation, mantle plumes, or sedimentation on ocean seafloor (Müller et al., 2008; Conrad, 2013). We assume that the total area of the ocean basins has not changed significantly through time and that a reliable estimate of the volume of the ocean basins can be obtained by determining the age and depth distribution of the ocean floor, which is a function of changes in ocean floor production through time.\nGiven these assumptions, if changes in the production of ocean floor are known, and the global volume of seawater is assumed constant, then one can quantify eustatic sea level change through time. In addition, by combining global sea level changes with continental\ntopography (hypsometry), one can estimate the amount of continental flooding (area of continental shelves and shallow epeiric seas). This enables us to test our 87Sr/86Sr derived sea level curvewith sea level curves derived from independent sources and likewise, test our estimates of continental flooding with published estimates of the ancient area of continental shelves and epeiric seas. In the next section, we will discuss the applicability of this methodology and identify challenges to overcome."
  }, {
    "heading": "3.2. Correcting 87Sr/86Sr ratios for weathering variations",
    "text": "According to the mixing model of Allegre et al. (2010), the 87Sr/86Sr ratio of sea water is dependent on input from the weathering of mantle sources (volcanism) and from theweathering of continental sources. Increased contributions from less radiogenic volcanic sources (mid-ocean ridge, arc and plume basalts with 87Sr/86Sr ratios of ~0.7030) leads to a decrease in the 87Sr/86Sr signature of seawater. Conversely, increased weathering from more radiogenic continental crust (with 87Sr/86Sr ratios of ~0.7136) leads to an increase of 87Sr/86Sr ratio values. In order to obtain an estimate of 87Sr/86Sr ratio through time, we therefore need an estimate of the rate of oceanic crust produced through time as well as an estimate of continental weathering rates through time.\nWeathering is strongly dependent on runoff (Dessert et al., 2003; Oliva et al., 2003). Various estimates of Phanerozoic runoff through time have been proposed (Berner, 1994; Otto-Bliesner, 1995; Gibbs, 1999; Goddéris et al., 2014). The Berner (1994) continental runoff model was based on an assumed correlation between global temperature and global runoff, modulated by a continentality factor that took into account the effect of paleogeography on runoff. Thepaleogeographic factor was taken from off-line simulations performed with a 3D–climate model using constant pre-industrial CO2 concentrations and continents with no topography (flat continents).\nRecently, runoff estimates were obtained from simulations performed with the Fast Ocean and Atmosphere Climate Model (FOAM) which included 22 time slices for the Phanerozoic (Goddéris et al., 2014) and 7 additional time slices for the Neoproterozoic (Goddéris et al., 2017). The only forcing functions were the energy input from the Sun and paleogeography. The paleogeographic reconstructions used in Goddéris et al. (2014, 2017) originated from various sources. Cenozoic and Mesozoic paleogeographies were taken from Herold et al. (2008), Vrielynck and Bouysse (2003) and Sewall et al. (2007). Paleozoic paleogeographies were derived from Blakey (2003, 2008). Neoproterozoic paleogeographywas based on Li et al. (2013). Considering the complete set of paleogeographic reconstructions, the continental land areafluctuates between about 105 and 160 million km2. Assuming a constant volume of seawater, these fluctuations can be either related to changes in the sea level, continental growth and destruction, or most likely to assumptions, lack of data, approximates in the various paleogeographic reconstructions or changes in the hypsometry of the continents due to erosion and tectonic effects. The low spatial resolution of the climate simulations (7.5° longitude × 4.5° latitude) may also result in an increase or decrease in apparent land area during the digitization process. The calculated runoff decreases linearlywith increasing land area (Pearson correlation coefficient of −0.66). Strictly speaking, this means that there is a risk of partial circular reasoning since one parameter used in the sea level reconstruction might be partly dependent on the sea level itself. At this stage, it is impossible to estimate the separate contribution of sea level to a relation between runoff and land area, given the variety of methods used to produce the paleogeographic reconstructions. However, Goddéris et al. (2014) have shown that runoff correlates strongly with the latitudinal distribution of the continents, and as one might expect, global runoff is particularly low when a high percentage of land areas are located within the arid belt (Pearson correlation coefficient −0.84, Goddéris et al., 2014). The relative proportion of continents located in a specific latitudinal zone (zonal land area divided by the total land area) is independent of the sea level. This result suggests\nthat the factor controlling the geological history of runoff is plate motions, with sea level being a second-order factor; although this assumption deserves future modelling work with the land area held constant through time.\nBecause rainfall and the resulting runoff is the first-order controlling factor of continental weathering (Dessert et al., 2003; Oliva et al., 2003), continental weathering rates and associated flux of radiogenic strontium into the oceans follow the same temporal pattern. Given the direct relationship between runoff andweathering rates, we used these continental weathering rates to calculate the other half of the strontium flux equation, namely the flux of 87Sr/86Sr flux from the mantle (Fig. 2B). In summary, from the mantle flux of 87Sr/86Sr, we estimated the required amount of oceanic crust needed to produce that ratio, and from the changing rate of oceanic crust production we estimated the global age distribution of the ocean floor through time. Finally, from the changing age distribution if the ocean floor we determined the ocean depth through time."
  }, {
    "heading": "3.3. Depth of the oceans through time",
    "text": "The depth to oceanic basement is classically calculated by empirically fitting curves based on a half-space thermal cooling model to bathymetric data from the North Pacific and Atlantic Oceans (Parsons and Sclater, 1977; Stein and Stein, 1992). These empirical curves use a half space thermal cooling model with a √t relationship (t = the age of the oceanic crust) combined with an exponential curve to fit the flattening of the depth curve with increasing age. To estimate the relationship between the age of oceanic lithosphere and the depth of the oceans we adopted a similar approach based on an empirical √t relationship to account for the cooling of the lithosphere, and a linear time-dependent relation to account for sedimentation and plume effects.\nWe sampled the oceanic age grid of (Seton et al., 2012) aswell as the present-day ETOPO1 bathymetry (Amante and Eakins, 2009) using a grid of 100 × 100 km cells in an equal-area Mollweide projection. As shown in Fig. 4, there is significant scatter and deviation within the\nFig. 4.Depth to seabed, showing sampled bathymetry fromETOPO1 (Amante and Eakins, 2009)\nbathymetry versus ocean age data due to volcanically modified areas (plume swells, hotspot tracks, seamounts) and areas close to sediment-loaded, passivemargins.We accept this scatter as an inherent feature of the oceans basins and assume that this scatter was a constant, first-order feature throughout the Phanerozoic and Neoproterozoic. We partly mitigate this scatter by restricting our curve-fitting to the 1–120 Myr portion of the age distribution. The depth data from ocean floor older than 120 Myr are few and scattered. Their inclusion results in irregular averages with large standard deviations.\nThe relationship between ocean depth (z) and ocean floor age (t) that we use is,\nz ¼ 2465þ 360√ t−15t ð1Þ\nwhere z is the ocean depth in meters, and t is the ocean crust age in million years."
  }, {
    "heading": "3.4. Rates of ocean floor production and the resulting age distribution of oceanic lithosphere",
    "text": "Wemay use themantle component strontium flux curve (Fig. 2B) to estimate the rate of ocean floor production, and from the rate of ocean floor production we can calculate the corresponding area-age distribution of the ocean basins. In other words, if the strontium flux ratio doubles, as it does going from the present-day back to 100 Myr, then the rate of ocean floor production also would have doubled over the same time interval.\nColtice et al. (2012, 2013) modelled different area-age distributions for ocean floor as a function of the number and size of continents. They concluded that on model earths with plate-like behaviour, the average area-age distribution is nearly a linear function, and that the average area-age of the ocean basins is directly correlated with the average spreading rate (Coltice et al., 2012), Following previous approaches (Cogné and Humler, 2004; Becker et al., 2009; Coltice et al., 2012, 2013), we use a least-squares method (Fig. 5) to fit a linear equation\nand ocean crust age (Setonet al., 2012)with our calculatedbestfit and standarddeviations.\nto the area versus age relationship of the present-day oceanic lithosphere from Seton et al. (2012). In Fig. 5 we illustrate our linear areaage distributions for the present-day and for 100 Myr, which was a time with higher crustal production. In the 100 Myr example our theoretical model would indicate that no oceanic lithosphere older than 90 Myr would be preserved.\nWe therefore infer that low 87Sr/86Sr ratios (after correction for weathering flux), correspond to high mantle input due to rapid sea floor spreading (i.e. high oceanic lithosphere production). Rapid\nseafloor spreading leads to a larger portion of the total global ocean floor area consisting of young, more buoyant crust and therefore a steeper slope in the area-age curve."
  }, {
    "heading": "3.5. Volume of the paleo-oceans and continental flooding",
    "text": "In the next step, we estimate the volume of the paleo-ocean basins by multiplying the area-age distribution that was estimated from the mantle component of the strontiumcurve (Fig. 2B)with the appropriate ‘age-depth to ocean floor’ (Eq. (1)). This volume is the amount of water the world's paleo-oceans would be able to store relative to present sea level. Any excess water above or below present-day sea level needs to be redistributed across oceans and continental shelves. This requires an assumption regarding the average global topography and bathymetry of continental margins and shelves. This is given by the global hypsometric curve. We therefore first derived the present-day hypsometric curve by sampling the ETOPO1 digital elevation model (Amante and Eakins, 2009) using an equal-area Mollweide projection at 5 m elevation bins (Fig. 6). By least-squares fitting the cumulative area between 0 and 200 m elevation, we obtain the following linear function\nAcontinent ¼ c hþ k ð2Þ\nwhere Acontinent is area of the continental shelves (km2) that will be flooded by a rise in sea level of h kilometers. c is the hypsometric gradient of 202,000,000 km2/km, and K is a constant that depends on the choice of location of the shelf and shelf break. Because we are primarily interested in the flooded shelfal area relative to the present-day, constant K is irrelevant, and we set K equal to 0. Consistent with previous approaches (Forney, 1975; Hallam, 1984), we assume that the slope of the hypsometric curve in thefirst fewhundredmeters, is constant and use the linear relationship in formula (2) to calculate the area of continental flooding for every meter of sea level rise. Excess water volume (Vexcess) as calculated above, would need to be redistributed across the marine domain,\n, 2009) and our linear fit of 0–200 m above present sea level.\nrepresenting oceans, continental slope and seas (Vmarine) and across the continental domain by flooding the continents (Vcontinent).\nVexcess ¼ Vmarine þ Vcontinent ð3Þ\nExcess water volume leading to sea level rise is then distributed across areas of the marine domain (Amarine), and flooded continents (Acontinent).\nVmarine ¼ h Amarine ð4Þ\nOn the basis of our analyses of ETOPO1 (Amante and Eakins, 2009), Amarine amounts to 361,380,356 km2 at present. The flooded continental area Acontinent accommodates only half of the volume per area, the other half being occupied by topography, therefore:\nVcontinent ¼ h 0:5 Acontinent ð5Þ\nInserting formulas (2), (4), and (5) into Eq. (3) leads to:\nh2 0:5 cð Þ þ h Amarineð Þ−Vexcess ¼ 0 ð6Þ\nSolving this polynomial function yields:\nh ¼ −Amarineð Þ þ =− Amarineð Þ2−4 0:5 c −Vexcessð Þ Þ= 2 0:5 cð Þ ð7Þ\nThis provides us with h as the resultant water column, or sea level rise relative to the current sea level. Because sea level on 10 to 100Myr scales should be fully isostatically compensated (i.e., full relaxation of ocean basin loading), a mass of mantle equal to that of the addedwater depth should become displaced frombeneath oceanic lithosphere (Conrad, 2013). Since seawater density is ~30% that of mantle rock, isostatic compensation of seawater (if fully completed) should cause observed sea level change to be damped compared to changes in water-level rise (Spasojevic and Gurnis, 2012). This isostatic\ncorrection was calculated at 0.689 (Spasojevic and Gurnis, 2012), which we adopt to calculate absolute sea level rise (habsolute).\nhabsolute ¼ 0:698 h ð8Þ"
  }, {
    "heading": "4. Results",
    "text": "Using the approach outlined above, we have computed a sea level curve that is derived solely from the 87Sr/86Sr record of seawater (Fig. 7A, Supplementary Table 1). The 87Sr/86Sr -derived curve has notable sea level lows (b25 m) during the Cambro-Ordovician (460– 520 Myr), Triassic (210–250 Myr), and the Neogene-present-day (0– 20 Myr). Highest sea levels (N150 m) are noted in the late Jurassiclate Cretaceous (160–85 Myr) and prior to the mid-Tonian (~815 Myr).\nThe 87Sr/86Sr-derived curve shows a first-order 250 Myr cyclicity during the Phanerozoic. A long-term low for the late Tonian (780– 730 Ma) may indicate that cyclicity associated with the opening and closing of oceans as described by Wilson (1966) extends into the Neoproterozoic. This 250Myr cyclicity is in agreementwith earlier documented cyclicity for Phanerozoic orogeny, magmatism, sea level and climate as summarized by Nance et al. (2014). Umbgrove (1940, 1947) argued for the existence of a ~250 Myr “pulse” whereas Fischer (1981, 1984) argued for two ~300 Myr cycles. Our cyclicity is considerably shorter than the ~400–500Myr tectonic-climatic cycles ofWorsley et al. (1984) and Veevers (1990), which essentially encompass two of our cycles. Our cyclicity is also shorter than irregular ~500Myr to billion year supercontinent cyclicity (Bradley, 2011; Nance et al., 2014; Condie et al., 2015; Van Kranendonk and Kirkland, 2016), which extends outside our range of sea level reconstruction. The cause of the ~250Myr cyclicity is to be studied further, but may be the result of the effect of subduction on heat flow of the core-mantle-boundary (Biggin et al., 2012) and/or is related to the survival time of deeply subducted slabs (van der Meer et al., 2010).\nWe also show an alternate sea level curve (Fig. 7A) thatwas calculated without the application of the weathering correction derived from theGEOCLIMtecmodel (Goddéris et al., 2014, 2017). The two curves differ notably in the Permo-Triassic and prior to the Cambrian. This\nratigraphic and plate tectonic methods, as shown in Fig. 1A. B; Here derived flooded area Fig. 1B.\nhighlights the effect of the weathering strontium flux ratio being substantially different relative to the present at those times (Fig. 2B)."
  }, {
    "heading": "4.1. First test: comparison with other eustatic sea level curves",
    "text": "In order to test the validity of our model, we compare our sea level curve (Fig. 7A) to other relative sea level curves based on sequencestratigraphic analyses (Vail et al., 1977; Hallam, 1984; Algeo and Seslavinsky, 1995; Snedden and Liu, 2010, 2011) or derived from plate tectonic models (Müller et al., 2008; Verard et al., 2015). The area shown in grey in Fig. 7A is the bounding area of the six other sea level estimates (see Fig. 1A for reference). Our sea level curve falls in the range of previous estimates of sea level for most of the Phanerozoic, and successfully matches the 250 million year cyclicity that is seen in the previous analyses. Our curve lies in the lower range of most sea level estimates for the middle and late Paleozoic (250–450 Myr), and approximately 100 m below the ranges of previous sea level estimates for the late Cambrian through late Ordovician (520–450 Myr) (Algeo and Seslavinsky, 1995; Snedden and Liu, 2010, 2011; Verard et al., 2015). Comparisons cannot be made prior to the Cambrian because there are no published sea level curves for the Neoproterozoic. Estimates for the Archean suggest that sea levels were ~500 to ~1800 m higher than present-day (Flament et al., 2013). Due to the lack of weathering corrections, we are not able to use our model to make sea level estimates for times prior to the Neoproterozoic. However, using an Archean 87Sr/86Sr value of 0.703 (Prokoph et al., 2008; Prokoph and Puetz, 2015), we would estimate a sea level 425 m higher than present-day. Due to a hotter mantle, Archeanmid-oceanic ridges are generally assumed to have been shallower than today. In the extreme case where mid-ocean ridges would rise to sea level (Walker and Lohmann, 1989), we calculate an Archean sea level of +1295 m, which is consistent with reported sea levels of 500–1800 m for the Archean (Flament et al., 2013)."
  }, {
    "heading": "4.2. Second test: comparison with continental flooding",
    "text": "The broad trends in sea level through time can be tested by the independent technique of estimating continental flooding at successive time intervals (Hallam, 1984). The hypsometric curve, which describes the areal extent of continental elevations, can be used to estimate the rise in sea level required to flood varying amounts of continental area. This assumes that ancient hypsometric curves were similar to the presentday (Forney, 1975; Hallam, 1984). Based on formula (2), which describes the hypsometric curve for the continental margin and shallow shelves, we follow the approach of previous studies (Forney, 1975; Algeo and Seslavinsky, 1995) and assume linearity for the first few hundred meters on either side of the coastline.\nPaleogeographicmaps that show the amount of continentalflooding (millions of km2) provide an independent measurement of past sealevel and have been used to quantify continental flooding. On the basis of paleogeographic maps (Ronov et al., 1984, 1989; Scotese and Golonka, 1992; Golonka et al., 1994; Scotese, 1998; Smith et al., 2004), several Phanerozoic continental flooding curves have been published over the past decades (Ronov, 1994; Worsley et al., 1994; Otto-Bliesner, 1995; Walker et al., 2002; Smith et al., 2004; Heine et al., 2015). Following these efforts, we have constructed curves showing the area of continental flooding based on the most recent paleogeographic maps of Blakey (2003, 2008), Golonka (2007a, b, 2009a, b, 2012), and Scotese (2014a, 2014b, 2014c, 2014d, 2014e, 2014f, 2016). For times back to 410 Ma and between 520 and 600 Ma, our 87Sr/86Srderived continental flooding curve is generally within the range of the other continental flooding curves (Figs. 1B, 7B, Supplementary Table 1). Between 410 and 520 Ma, our estimate of continental flooding is up to 20 million km2 less than the other estimates; however, all curves have a similar second-order trends.\nWe conclude that our new sea level curve and the derived area of continental flooding are, atfirst-order, consistentwith estimates of continental flooding and sea level of other authors. The causes of secondorder differences, notably in the Late Neoproterozoic to Early Phanerozoic require further study."
  }, {
    "heading": "5. Discussion",
    "text": "Underlying our approach to derive a new low frequency (on the order of 10 to 100 My) sea level curve from 87Sr/86Sr ratios, there are several fundamental assumptions that may require further verification or refinement. The three most important effects that would impact the first-order amplitude of sea level derived here are: 1) the constant 87Sr/86Sr values of the strontium inputs used in the mixing model, 2) the accuracy of the weathering model, and 3) the assumption that the oceanic crustal ages have a linear relationship with sea floor spreading rates."
  }, {
    "heading": "5.1. Input 87Sr/86Sr variations",
    "text": "Using the mixing model of Allegre et al. (2010), we assume that value of the 87Sr/86Sr component from the mantle (0.7030) and the value of continental weathering component (0.7136) have been constant through time, and that the observed variability is simply due the flux of either component. It is unlikely that the values of the two 87Sr/86Sr components have remained constant because these components are the result of the mixing of strontium signals from the midocean-ridges, arc volcanism and ocean-island (plume) basalts for the mantle component, and themixing of carbonate and silicateweathering for the continental component. All these components have their own global average 87Sr/86Sr ratio, but these ratios are likely to have varied to some degree, e.g., as a result of Himalayan plateau uplift and weathering (Raymo and Ruddiman, 1992; Richter et al., 1992; Goddéris and François, 1995; Kent and Muttoni, 2008; Verard et al., 2015), continental versus intra-oceanic arc volcanism (Lee et al., 2012) or flood basalt emplacement and weathering (Mills et al., 2014).\nVan der Meer et al. (2014) showed that for the past 235 Myr the changing length of subduction zones, which is proportional to the production of oceanic crust at mid-ocean ridges, can explain the first order shape of the 87Sr/86Sr curve. Mills et al. (2014) showed that a better fit can be obtained by taking into account temporal variations in the weathering of flood basalts. For the time period under consideration, flood basalt weathering seems to be of second-order importance. Mills et al. (2014) estimated that 87% of the 87Sr/86Sr record is due to crustal production at mid ocean ridges, which from our point-of-view, is the first-order mechanism that drives eustatic changes.\nAdditionally, flood basalts that erupt in the ocean basins take up a volume that otherwise would have been occupied by water. This then leads also to eustatic sea level rise (Müller et al., 2008; Conrad, 2013). Ourmodelmay therefore, have underestimated sea level rise. Our linear time-dependent function partly mitigates this volumetric effect by incorporating the present-day submerged flood basalts and our indirect assumption of a constant submerged flood basalt volume through time."
  }, {
    "heading": "5.2. Weathering corrections",
    "text": "The Phanerozoic-Proterozoic weathering correction requires further study. Other climate models (Berner, 1994; Otto-Bliesner, 1995; Gibbs, 1999) would probably produce different runoff estimates (Goddéris et al., 2014, 2017) and therefore different weathering corrections for the observed 87Sr/86Sr values (McArthur et al., 2012; Cox et al., 2016). However, at first-order, these climate models (Berner, 1994; Otto-Bliesner, 1995; Gibbs, 1999; Goddéris et al., 2014, 2017) agreewith higher runoff during the Jurassic and Cretaceous greenhouseworlds, and lower runoff for the present-day and the Permo-Triassic. Therefore, the largest correction to the Phanerozoic 87Sr/86Sr curve (McArthur et al., 2012)\nwould still be made for the Permo-Triassic, and would solve the main point of contentionwith Spooner's observation (Spooner, 1976) regarding the poor correlation of the measured 87Sr/86Sr values and the sea level curve for the Permo-Triassic (Vail et al., 1977; Hallam, 1984; Algeo and Seslavinsky, 1995; Snedden and Liu, 2010, 2011; Fig. 1A).\nOther secondary effects may also need to be incorporated in the GEOCLIMtec model (Goddéris et al., 2014). Topography does not play a role, nor does the contribution of the different erosional products, i.e. low radiogenic carbonates, flood basalts, arc/hotspot volcanic products and ophiolites, versus high radiogenic Archean cratons."
  }, {
    "heading": "5.3. Ocean age distributions",
    "text": "One of the most important assumptions of our approach is that the first-order linear ocean age distributions shown in Fig. 5, are a valid approximation of the present-day. In Fig. 5,we compare our linear approximation with the estimation of Coltice et al. (2013), who used the ocean age grids of Seton et al. (2012) sampled at time intervals of 5 Myr. This figure highlights the excellent first-order fit between a linear function and the present-day area-age distribution. At second-order, there are differences of up to 0.2 million km2 per age bin, representing a maximum difference of ~8% at the 25 Myr age bin. For the first-order relations we are pursuing, we therefore consider the linear function satisfactory. Differences are more substantial when comparing our curve and the 100 Ma curve of Coltice et al. (2013), with differences of up to 2.4 million km2 per age bin. However, as discussed before, the 100 Ma age grids (Seton et al., 2012) are only partly based on data as only a limited amount of crust is preserved and about 50% of the agegrid is extrapolation of a presumed plate boundary configuration in the oceans. Although there have been model experiments with deviations from linear distributions (Coltice et al., 2012), the paleo-age grids beyond the Cenozoic have such large uncertainties that such subtle improvements are not meaningful. We therefore consider that our linear age distribution assumption satisfactorily constrains sea level at the first-order.\nThe differences between age distributions in the various plate models are illustrated in Fig. 8, which shows the mean age of ocean floor through time. Our average mean age fluctuates between ~30– 75 Myr over the past 837 Myr. We compare this range with the studies of Müller et al. (2016), Verard et al. (2015) and Seton et al. (2012), as\nwell as with a curve calculated using the subduction record of van der Meer et al. (2014). There is good agreement between the four curves in the 0–100 Ma interval, but there is greater variation between 100 and 235Ma. Prior to 235Ma, the study of Verard et al. (2015) has a considerably lower mean age prior to 350 Ma (a mean age of 17 Myr at 535 Ma). Prior to 600 Ma there is no comparable model. Our method, which extends insights into plate tectonic age distributions ~200 million years into the Neoproterozoic must await future plate model comparisons."
  }, {
    "heading": "6. Conclusions",
    "text": "Recently, it was shown that record of 87Sr/86Sr can be correlated, at first-order to, the mantle subduction record and the sea floor spreading models as far back as theMesozoic. Sea floor spreading is the first-order driver for sea level and therefore is of fundamental importance to the interpretation of sequence stratigraphy at regional and larger scales. We correct the 87Sr/86Sr record for the effects of weathering using estimates of runoff from a recent climate model. From the corrected strontium record, we calculate the sea floor spreading rate during the last 835 million years. By assuming linear age distributions and a depth-to-ocean floor-age curve, a new type of global, eustatic sea level curve is derived. We test this curve by comparing it to estimates of sea level derived from sequence stratigraphy and plate tectonic models, as well as estimates of continental flooding. These comparisons show that the sea level curve that we present here is generally within the range of the other sea level curves, with a few notable exceptions. Because the 87Sr/86Srbased eustasy methodology is consistent, verifiable, and has a clear track record, we propose that it should be considered to be a new, valid method for reconstructing global eustatic sea level during the Phanerozoic and Neoproterozoic.\nSupplementary data to this article can be found online at http://dx. doi.org/10.1016/j.gr.2016.11.002."
  }, {
    "heading": "Acknowledgements",
    "text": "DvdM acknowledges support from CNOOC-Nexen to finish his PhD research and thanks support from the GIS department, P. Aggreh and J. Webb. DJJvH acknowledges financial support through ERC Starting Grant 306810 (SINK) and NWO VIDI grant 864.11.004."
  }, {
    "heading": "34 D.G. van der Meer et al. / Gondwan",
    "text": "Vollstaedt, H., Eisenhauer, A., Wallmann, K., Böhm, F., Fietzke, J., Liebetrau, V., Krabbenhöft, A., Farkaš, J., Tomašových, A., Raddatz, J., Veizer, J., 2014. The Phanerozoic δ88/86Sr record of seawater: new constraints on past changes in oceanic carbonate fluxes. Geochim. Cosmochim. Acta 128:249–265. http://dx.doi.org/10.1016/j.gca. 2013.10.006. Von Bertalanffy, L., 1968. General Systems Theory. George Brazillier, New York. Vrielynck, B., Bouysse, P., 2003. The Changing Face of the Earth. The Break-Up of Pangaea\nand Continental Drift over the Past 250 million Years in Ten StepsEarth Sciences Series. UNESCO Publishing/Commission for the Geological Map of the World (CGMW). Walker, J.C.G., Lohmann, K.C., 1989. Why the oxygen isotopic composition of sea water changes with time. Geophys. Res. Lett. 16:323–326. http://dx.doi.org/10.1029/ GL016i004p00323. Walker, L.J., Wilkinson, B.H., Ivany, L.C., 2002. Continental drift and Phanerozoic carbonate accumulation in shallow-shelf and deep-marine settings. J. Geol. 110:75–87. http:// dx.doi.org/10.1086/324318. Wilson, J.T., 1966. Did the Atlantic close and then re-open? Nature 211:676–681. http:// dx.doi.org/10.1038/211676a0. Worsley, T.R., Nance, D., Moody, J.B., 1984. Global tectonics and eustasy for the past 2 billion years. Mar. Geol. 58:373–400. http://dx.doi.org/10.1016/0025-3227(84)90209-3. Worsley, T.R., Moody, J.B., Nance, R.D., 1985. Proterozoic to Recent tectonic tuning of biogeochemical cycles. In: Sundquist, E.T., Broecker, W.S. (Eds.), The Carbon Cycle and Atmospheric CO2: Natural Variations Archean to Present. American Geophysical Union, pp. 561–572. Worsley, T.R., Moore, T.L., Fraticelli, C.M., Scotese, C.R., 1994. Phanerozoic CO2 levels and global temperatures inferred from changing paleogeography. Geol. Soc. Am. Spec. Pap. 288:57–74. http://dx.doi.org/10.1130/SPE288-p57.\nDouwe van der Meer is a geophysicist and petroleum geoscientist specialized in plate tectonic processes and relation to the tectono-stratigraphic evolution of basins. He has approximately fifteen years of petroleum-industry experience with Geo Resources, NAM and Shell in the Netherlands and CNOOC-Nexen Petroleum UK in London. His work has been mostly as part of New Ventures departments, analysing basins and plays for their conventional and unconventional hydrocarbon potential on six continents, covering stratigraphy from the Archean to Cenozoic. Following his graduation as MSc. at the tectonophysics group of Utrecht University in 2002, he continued research on mantle structure and plate tectonic reconstructions, including a sabbatical at the geodynamics group at the Norwegian Geological Survey in\nTrondheim, Norway in 2009.\nAart-Peter van den Berg van Saparoea is a sedimentologist and petroleum geologist specialized in sequence stratigraphy and the architecture of clastic sedimentary systems, and has approximately ten years of petroleum-industry experience with CNOOC-Nexen Petroleum UK in London, RWE Dea in Hamburg and London, and Horizon Energy Partners in The Hague. Prior to this, as a post-doctoral researcher with the sedimentology group of Utrecht University, he studied the impact of high sediment supply on incision of continental shelves during sea level lowstands. This project was a continuation of his research as a PhD studentwith the same group, which was focused on the relative importance of external forcing mechanisms on the development and largescale architecture of deltaic systems.\nDouwe van Hinsbergen is associate professor of tectonics and geodynamics at Utrecht University, the Netherlands, where he has taught since 2012. Prior to that time, he has been a post-doctoral researcher at the Physics of Geological Processes group of Oslo University, Norway, at the Norwegian Geological Survey at Trondheim, and at the University of Leicester, UK, following a PhD at Utrecht University. Van Hinsbergen studies Mesozoic and younger global plate tectonics, orogenesis, and paleogeography across the globe, and closely collaborates with modellers of geodynamics and paleoclimate to advance understanding in the physics driving geological processes particularly related to plate tectonics. He edited two books, is associate editor of several peer-reviewed journals. His research is sponsored by an\nERC Starting Grant, and by the Netherlands Organization for Scientific Research (NWO). Van Hinsbergen is author or co-author of over 100 articles in peer-reviewed international journals.\nRuben van de Weg is a Geomatics expert, specialized in GIS and Cartography. He has approximately 13 years of experience in the petroleum industry with NAM, Gasunie, BG Group and CNOOC-Nexen Petroleum UK, working within various assets of the industry such as environmental studies, exploration and development. His work mostly focusses on modelling, spatial data workflows, data governance, GIS application support, geomatics, Remote Sensing and GIS analysis. He has a keen interest in the application of GIS in geology and plate tectonics.\na Research 44 (2017) 22–34\nYves Goddéris is CNRS research director at the laboratory Géosciences Environnement Toulouse, Toulouse, France. He received his PhD from the University of Liège in Belgium in 1997. He is working on the geological evolution of the biogeochemical cycles, focusing mainly on the behaviour of the continental weathering system in a context of continental drift. He is also involved in the modelling of the weathering reactions in response to the anthropogenic forcing of the carbon cycle and climate.\nGuillaume Le Hir is associate professor of paleoclimatology in the Université Paris Diderot's Environmental, Earth and Planetary Sciences Department (STEP) since 2010. G. Le Hir is member of Paleomagnetic/Paleoenvironmental Research Group. This group studies global plate tectonics and processeswhichhave controlledQuaternary andpre-Quaternary climates, environments, and surficial processes in Earth history. To decipher the causal factors, G. Le Hir uses a variety of numerical models describing climatic processes (atmosphere, ocean and ice-sheet) and carbon and oxygen geochemical cycles. G. Le Hir is author or co-author of over 20 articles in peer-reviewed international journals.\nYannick Donnadieu is a research scientist at the CNRS since 2004. He is member of the Climate Modelling group at LSCE near Paris. In the past 12 years, Yannick Donnadieu developed a profile of a paleoclimatologist with strong skills in Earth System modelling who works at bridging theoretical modelswith observations andmeasurements. Hiswork aims to quantify primary and secondary feedbacks occurring within the Earth's System. His research has been devoted to improve our understanding of processes controlling atmospheric CO2 concentration at geological time scales and to identify ocean-atmosphere interactions occurring on Earth following plate tectonics which continuously reshapes the face of our planet. He is the director of the French Network «Climate, Environment and Life: What can we learn from\nthe geological record» which gathers N70 researchers from the Earth's Sciences community. He is author or co-author of over 60 articles in peer-reviewed international journals."
  }],
  "year": 2017,
  "references": [{
    "title": "Reconstructing eustasy and epeirogenic trends",
    "authors": ["T.J. Algeo", "K.B. Seslavinsky"],
    "year": 1995
  }, {
    "title": "Past and present seafloor age",
    "authors": ["T.W. 7289/V5C8276M. Becker", "C.P. Conrad", "B. Buffett", "R.D. Müller"],
    "year": 2009
  }, {
    "title": "Secular trends in the geologic record and the supercontinent cycle",
    "authors": ["LRTCCIN2.0.CO", "2. Bradley", "D.C"],
    "year": 2011
  }, {
    "title": "Non-unique stratal geometries: implications",
    "authors": ["P.M. Burgess", "G.D. Prince"],
    "year": 2015
  }, {
    "title": "On a tectonic mechanism for regional",
    "authors": ["H. McQueen", "K. Lambeck"],
    "year": 1985
  }, {
    "title": "Temporal variation of oceanic spreading and crustal",
    "authors": ["Cogné", "J.-P", "E. Humler"],
    "year": 2004
  }, {
    "title": "Dynamic causes of the relation between",
    "authors": ["T. Rolf", "P.J. Tackley", "S. Labrosse"],
    "year": 2012
  }, {
    "title": "Convergence of tectonic",
    "authors": ["N. science.1219120. Coltice", "M. Seton", "T. Rolf", "R.D. Müller", "P.J. Tackley"],
    "year": 2013
  }, {
    "title": "Is the rate of supercontinent",
    "authors": ["K. 032. Condie", "S.A. Pisarevsky", "J. Korenaga", "S. Gardoll"],
    "year": 2015
  }, {
    "title": "The solid Earth's influence on sea level. Geol",
    "authors": [],
    "year": 2013
  }, {
    "title": "Continental flood basalt",
    "authors": ["S.W. Denyszyn", "J.V. Strauss", "F.A. Macdonald"],
    "year": 2016
  }, {
    "title": "Basalt weathering",
    "authors": ["C. Dessert", "B. Dupré", "J. Gaillardet", "L.M. François", "C.J. Allègre"],
    "year": 2003
  }, {
    "title": "Catastrophies and Earth History",
    "authors": ["N. Flament", "N. Coltice", "P.F. Rey"],
    "year": 2013
  }, {
    "title": "Global chemical erosion over the last 250my; variations due to changes in paleogeography, paleoclimate, and paleogeology",
    "authors": ["M.T. Gibbs"],
    "venue": "Am. J. Sci. 299:611–651",
    "year": 1999
  }, {
    "title": "The Cenozoic evolution of the strontium and carbon cycles: relative importance of continental erosion and mantle exchanges",
    "authors": ["Y. Goddéris", "L.M. François"],
    "year": 1995
  }, {
    "title": "The role of palaeogeography in the Phanerozoic history of atmospheric CO2 and climate",
    "authors": ["Y. Goddéris", "Y. Donnadieu", "G. Le Hir", "V. Lefebvre", "E. Nardin"],
    "venue": "Earth-Sci. Rev. 128:122–138",
    "year": 2014
  }, {
    "title": "Paleogeographic forcing of the strontium isotopic cycle in the Neoproterozoic",
    "authors": ["Y. Goddéris", "G. Le Hir", "M. Macouin", "Y. Donnadieu", "L. Hubert-Théou", "G. Dera", "M. Aretz", "F. Fluteau", "Z.X. Li", "G.P. Halverson"],
    "venue": "Gondwana Res",
    "year": 2017
  }, {
    "title": "Phanerozoic paleoenvironment and paleolithofacies maps: late Paleozoic",
    "authors": ["J. Golonka"],
    "venue": "Geol. Akad. Gór.-Hut. Im Stanisława Staszica W Krakowie T. 33,",
    "year": 2007
  }, {
    "title": "Phanerozoic paleoenvironment and paleolithofacies maps: Mesozoic",
    "authors": ["J. Golonka"],
    "venue": "Geol. Akad. Gór.-Hut. Im Stanisława Staszica W Krakowie T. 33,",
    "year": 2007
  }, {
    "title": "Phanerozoic paleoenvironment and paleolithofacies maps: Cenozoic",
    "authors": ["J. Golonka"],
    "venue": "Geol. Akad. Gór.-Hut. Im Stanisława Staszica W Krakowie T. 35,",
    "year": 2009
  }, {
    "title": "Phanerozoic paleoenvironment and paleolithofacies maps: early Paleozoic",
    "authors": ["J. Golonka"],
    "venue": "Geol. Akad. Gór.-Hut. Im Stanisława Staszica W Krakowie T. 35,",
    "year": 2009
  }, {
    "title": "Paleozoic Paleoenvironment and Paleolithofacies Maps of Gondwana. AGH University of Science and Technology Press, Kraków",
    "authors": ["J. Golonka"],
    "year": 2012
  }, {
    "title": "Phanerozoic Paleogeographic and Paleoclimatic Modeling Maps",
    "authors": ["J. Golonka", "M.I. Ross", "C.R. Scotese"],
    "venue": "Pangea Glob Enironments Resour - Mem. Canadian Society of Petroleum Geologists Special Publications",
    "year": 1994
  }, {
    "title": "Large-scale mantle convection and the aggregation and dispersal of supercontinents",
    "authors": ["M. Gurnis"],
    "venue": "Nature 332:695–699",
    "year": 1988
  }, {
    "title": "Bounds on global dynamic topography from Phanerozoic flooding of continental platforms",
    "authors": ["M. Gurnis"],
    "venue": "Nature 344:754–756",
    "year": 1990
  }, {
    "title": "Rapid continental subsidence following the initiation and evolution of subduction",
    "authors": ["M. Gurnis"],
    "venue": "Science 255:1556–1558",
    "year": 1992
  }, {
    "title": "Pre-Quaternary sea-level changes",
    "authors": ["A. Hallam"],
    "venue": "Annu. Rev. Earth Planet. Sci",
    "year": 1984
  }, {
    "title": "A review of the broad pattern of Jurassic sea-level changes and their possible causes in the light of current knowledge",
    "authors": ["A. Hallam"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2001
  }, {
    "title": "Cretaceous eustasy revisited",
    "authors": ["B.U. Haq"],
    "venue": "Glob. Planet. Chang. 113:44–58",
    "year": 2014
  }, {
    "title": "A chronology of Paleozoic sea-level changes",
    "authors": ["B.U. Haq", "S.R. Schutter"],
    "venue": "Science 322:",
    "year": 2008
  }, {
    "title": "Chronology of fluctuating sea levels since the Triassic",
    "authors": ["B.U. Haq", "J. Hardenbol", "P.R. Vail"],
    "venue": "Science 235:1156–1167",
    "year": 1987
  }, {
    "title": "Mesozoic and Cenozoic Chronostratigraphy and cycles of sea-level change",
    "authors": ["B.U. Haq", "J. Hardenbol", "P.R. Vail"],
    "venue": "SEPM Spec. Publ",
    "year": 1988
  }, {
    "title": "Mesozoic and Cenozoic sequence stratigraphy of European basins",
    "authors": ["J. Hardenbol", "J. Thierry", "M.B. Farley", "T. Jacquin", "de Graciansky", "P.-C", "P.R. Vail"],
    "venue": "SEPM Spec. Publ",
    "year": 1998
  }, {
    "title": "Evaluating global paleoshoreline models for the Cretaceous and Cenozoic",
    "authors": ["C. Heine", "L.G. Yeo", "R.D. Müller"],
    "venue": "Aust. J. Earth Sci. 62:275–287",
    "year": 2015
  }, {
    "title": "Middle Miocene tectonic boundary conditions for use in climate models",
    "authors": ["N. Herold", "M. Seton", "R.D. Müller", "Y. You", "M. Huber"],
    "venue": "Geochem. Geophys. Geosyst. 9,",
    "year": 2008
  }, {
    "title": "Variation in the strontium isotopic composition of seawater (8 Ma to present): implications for chemical weathering rates and dissolved fluxes to the oceans",
    "authors": ["D.A. Hodell", "G.A. Mead", "P.A. Mueller"],
    "venue": "Chem. Geol. Isot. Geosci. Sect. 80:291–307. http://dx. doi.org/10.1016/0168-9622(90)90011-Z",
    "year": 1990
  }, {
    "title": "Age and significance of sequence boundaries on Jurassic and Early Cretaceous rifted continental margins",
    "authors": ["R.J. Hubbard"],
    "venue": "AAPG Bull",
    "year": 1988
  }, {
    "title": "Shredding of environmental signals by sediment transport",
    "authors": ["D.J. Jerolmack", "C. Paola"],
    "venue": "Geophys. Res. Lett. 37,",
    "year": 2010
  }, {
    "title": "Quantitative geological modeling of siliciclastic rock sequences and their seismic expression",
    "authors": ["M.T. Jervey"],
    "venue": "SEPM Spec. Publ",
    "year": 1988
  }, {
    "title": "Large-scale stratigraphic architecture, eustatic variation, and unsteady tectonism: a theoretical evaluation",
    "authors": ["T.E. Jordan", "P.B. Flemings"],
    "venue": "J. Geophys. Res. Solid Earth",
    "year": 1991
  }, {
    "title": "Equatorial convergence of India and early Cenozoic climate trends",
    "authors": ["D.V. Kent", "G. Muttoni"],
    "venue": "Proc. Natl. Acad. Sci. 105:16065–16070",
    "year": 2008
  }, {
    "title": "Continental arc–island arc fluctuations, growth of crustal carbonates, and long-term climate change. Geosphere, GES00822.1 http://dx.doi.org/10.1130/GES00822.1",
    "authors": ["Lee", "C.-T.A", "B. Shen", "B.S. Slotnick", "K. Liao", "G.R. Dickens", "Y. Yokoyama", "A. Lenardic", "R. Dasgupta", "M. Jellinek", "J.S. Lackey", "T. Schneider", "M.M. Tice"],
    "year": 2012
  }, {
    "title": "Neoproterozoic glaciations in a revised global palaeogeography from the breakup of Rodinia to the assembly of Gondwanaland",
    "authors": ["Z.X. Li", "D.A.D. Evans", "G.P. Halverson"],
    "venue": "Sediment. Geol",
    "year": 2013
  }, {
    "title": "Strontium isotope stratigraphy",
    "authors": ["J.M. McArthur", "R.J. Howarth", "G.A. Shields"],
    "venue": "The Geological Time Scale",
    "year": 2012
  }, {
    "title": "Whither stratigraphy? Sediment",
    "authors": ["A.D. Miall"],
    "venue": "Geol. 100:5–20",
    "year": 1995
  }, {
    "title": "The Geology of Stratigraphic Sequences",
    "authors": ["A.D. Miall"],
    "year": 2010
  }, {
    "title": "The Phanerozoic record of global sea-level change",
    "authors": ["K.G. Miller", "M.A. Kominz", "J.V. Browning", "J.D. Wright", "G.S. Mountain", "M.E. Katz", "P.J. Sugarman", "B.S. Cramer", "N. Christie-Blick", "S.F. Pekar"],
    "venue": "Science 310:1293–1298",
    "year": 2005
  }, {
    "title": "Changing tectonic controls on the long-term carbon cycle from Mesozoic to present",
    "authors": ["B. Mills", "S.J. Daines", "T.M. Lenton"],
    "venue": "Geochem. Geophys. Geosyst",
    "year": 2014
  }, {
    "title": "Dynamic topography and long-term sea-level variations: there is no such thing as a stable continental platform",
    "authors": ["R. Moucha", "A.M. Forte", "J.X. Mitrovica", "D.B. Rowley", "S. Quéré", "N.A. Simmons", "S.P. Grand"],
    "venue": "Earth Planet. Sci. Lett. 271:101–108. http://dx.doi. org/10.1016/j.epsl.2008.03.056",
    "year": 2008
  }, {
    "title": "Long-term sea-level fluctuations driven by ocean basin dynamics. Science 319:1357–1362",
    "authors": ["R.D. Müller", "M. Sdrolias", "C. Gaina", "B. Steinberger", "C. Heine"],
    "venue": "http://dx.doi. org/10.1126/science.1151540",
    "year": 2008
  }, {
    "title": "Ocean basin evolution and global-scale plate reorganization events since Pangea breakup",
    "authors": ["R.D. Müller", "M. Seton", "S. Zahirovic", "S.E. Williams", "K.J. Matthews", "N.M. Wright", "G.E. Shephard", "K.T. Maloney", "N. Barnett-Moore", "M. Hosseinpour", "D.J. Bower", "J. Cannon"],
    "venue": "Annu. Rev. Earth Planet. Sci. 44:107–138",
    "year": 2016
  }, {
    "title": "Shoreline autoretreat substantiated in flume experiments",
    "authors": ["T. Muto"],
    "venue": "J. Sediment. Res",
    "year": 2001
  }, {
    "title": "Principles of regression and transgression: the nature of the interplay between accommodation and sediment supply: perspectives",
    "authors": ["T. Muto", "R.J. Steel"],
    "venue": "J. Sediment. Res",
    "year": 1997
  }, {
    "title": "The autostratigraphic view of responses of river deltas to external forcing",
    "authors": ["T. Muto", "R.J. Steel"],
    "year": 2014
  }, {
    "title": "Autostratigraphy: a framework norm for genetic stratigraphy",
    "authors": ["T. Muto", "R.J. Steel", "J.B. Swenson"],
    "venue": "J. Sediment. Res",
    "year": 2007
  }, {
    "title": "The supercontinent cycle: a retrospective essay",
    "authors": ["R.D. Nance", "J.B. Murphy", "M. Santosh"],
    "venue": "Gondwana Res",
    "year": 2014
  }, {
    "title": "Chemical weathering in granitic environments",
    "authors": ["P. Oliva", "J. Viers", "B. Dupré"],
    "venue": "Chem. Geol",
    "year": 2003
  }, {
    "title": "Continental drift, runoff, and weathering feedbacks: implications from climate model experiments",
    "authors": ["B.L. Otto-Bliesner"],
    "venue": "J. Geophys. Res. Atmos. 100:11537–11548",
    "year": 1995
  }, {
    "title": "The large-scale dynamics of grain-size variation in alluvial basins, 1: theory",
    "authors": ["C. Paola", "P.L. Heller", "C.L. Angevine"],
    "venue": "Basin Res",
    "year": 1992
  }, {
    "title": "Synchronous global sequence boundaries",
    "authors": ["N. Parkinson", "C. Summerhayes"],
    "venue": "AAPG Bull",
    "year": 1985
  }, {
    "title": "An analysis of the variation of ocean floor bathymetry and heat",
    "authors": ["B. Parsons", "J.G. Sclater"],
    "year": 1977
  }, {
    "title": "Seismic Stratigraphy: Applications to Hydrocarbon Exploration",
    "authors": ["C.E. Payton"],
    "venue": "AAPG Memoir. American Association of Petroleum Geologists,",
    "year": 1977
  }, {
    "title": "Relationship between eustacy and stratigraphic sequences of passive margins",
    "authors": ["W.C. Pitman"],
    "venue": "Geol. Soc. Am. Bull. 89:1389–1403",
    "year": 1978
  }, {
    "title": "Variability of the sequence stratigraphic model: effects of local basin factors. Sediment",
    "authors": ["H.W. Posamentier", "G.P. Allen"],
    "venue": "Geol., Basin Anal. Dyn. Sediment",
    "year": 1993
  }, {
    "title": "An overview of sequence-stratigraphic concepts: uses and abuses",
    "authors": ["H.W. Posamentier", "D.P. James"],
    "year": 2009
  }, {
    "title": "Sequence stratigraphy: sequences and systems tract development",
    "authors": ["H.W. Posamentier", "P.R. Vail"],
    "venue": "CSPG Spec. Publ",
    "year": 1988
  }, {
    "title": "Generic autogenic behaviour in fluvial systems",
    "authors": ["G. Postma"],
    "year": 2014
  }, {
    "title": "Period-tripling and fractal features in multi-billion year geological records",
    "authors": ["A. Prokoph", "S.J. Puetz"],
    "venue": "Math. Geosci. 47:501–520",
    "year": 2015
  }, {
    "title": "Compilation and time-series analysis of a marine carbonate [delta]18O, [delta]13C, 87Sr/86Sr and [delta]34Sdatabase throughearthhistory",
    "authors": ["A. Prokoph", "G.A. Shields", "J. Veizer"],
    "venue": "Earth-Sci. Rev. 87:113–133",
    "year": 2008
  }, {
    "title": "Tectonic forcing of late Cenozoic climate",
    "authors": ["M.E. Raymo", "W.F. Ruddiman"],
    "venue": "Nature 359:",
    "year": 1992
  }, {
    "title": "Sr isotope evolution of seawater: the role of tectonics",
    "authors": ["F.M. Richter", "D.B. Rowley", "D.J. DePaolo"],
    "venue": "Earth Planet. Sci. Lett. 109:11–23",
    "year": 1992
  }, {
    "title": "Environmental signal propagation in sedimentary systems across timescales",
    "authors": ["B.W. Romans", "S. Castelltort", "J.A. Covault", "A. Fildani", "J.P. Walsh"],
    "venue": "Earth-Sci. Rev",
    "year": 2016
  }, {
    "title": "Phanerozoic transgressions and regressions on the continents; a quantitative approach based on areas flooded by the sea and areas of marine and continental deposition",
    "authors": ["A.B. Ronov"],
    "venue": "Am. J. Sci",
    "year": 1994
  }, {
    "title": "Atlas of Lithological-Paleogeographical Maps of the World: Precambrian and Paleozoic of Continents and Oceans",
    "authors": ["A.B. Ronov", "V. Khain", "K.B. Seslavinsky"],
    "year": 1984
  }, {
    "title": "Atlas of Lithological-Paleogeographical Maps of the World: Mesozoic and Cenozoic of Continents and Oceans",
    "authors": ["A.B. Ronov", "V.E. Khain", "A.N. Balukhovsky"],
    "year": 1989
  }, {
    "title": "Rate of plate creation and destruction: 180 Ma to present. Geol",
    "authors": ["D.B. Rowley"],
    "year": 2002
  }, {
    "title": "Accommodation and supply—a dual control on stratigraphic",
    "authors": [],
    "year": 1993
  }, {
    "title": "The PALEOMAP Project PaleoAtlas for ArcGIS, Version 1. Cenozoic Pa",
    "authors": ["C.R. www.scotese.com). Scotese"],
    "year": 2014
  }, {
    "title": "http://dx.doi.org/10.13140/RG.2.1.2535.7041. Scotese, C.R., 2014b. The PALEOMAP Project PaleoAtlas for ArcGIS, Version 1. Cretaceous",
    "authors": ["ton", "IL"],
    "year": 2014
  }, {
    "title": "http://dx.doi.org/10.13140/RG.2.1.2535.7041. Scotese, C.R., 2014c. The PALEOMAP Project PaleoAtlas for ArcGIS, Version 1. Triassic",
    "authors": ["ton", "IL"],
    "year": 2014
  }, {
    "title": "http://dx.doi.org/10.13140/RG.2.1.2535.7041. Scotese, C.R., 2014d. The PALEOMAP Project PaleoAtlas for ArcGIS, Version 1",
    "authors": ["ject", "Evanston", "IL"],
    "year": 2014
  }, {
    "title": "http://dx.doi.org/10.13140/RG.2.1.2535.7041. Scotese, C.R., 2014e. The PALEOMAP Project PaleoAtlas for ArcGIS, Version 1",
    "authors": ["Evanston", "IL"],
    "year": 2014
  }, {
    "title": "http://dx.doi.org/10.13140/RG.2.1.2535.7041. Scotese, C.R., 2014f. The PALEOMAP Project PaleoAtlas for ArcGIS, Version 1. Late Precam",
    "authors": ["Evanston", "IL"],
    "year": 2014
  }, {
    "title": "PALEOMAP PaleoAtlas for GPlates and the PaleoData Plotter Program",
    "authors": ["Evanston", "IL"],
    "year": 2016
  }, {
    "title": "Global continental and ocean basin",
    "authors": ["M. Turner", "S. Maus", "M. Chandler"],
    "year": 2012
  }, {
    "title": "Atlas of Mesozoic and Cenozoic Coastlines",
    "authors": ["A.G. Smith", "D.G. Smith", "B.M. Funnell"],
    "year": 2004
  }, {
    "title": "A Compilation of Phanerozoic Sea-Level Change, Coastal",
    "authors": ["Cambridge University Press", "J.W. Cambridge. Snedden", "C. Liu"],
    "year": 2010
  }, {
    "title": "Sea level and vertical motion of continents from dynamic",
    "authors": ["M. Gurnis"],
    "year": 2012
  }, {
    "title": "A model for the global variation in oceanic depth and heat flow",
    "authors": ["C.A. Stein", "S. Stein"],
    "year": 1992
  }, {
    "title": "lithospheric age. Nature 359:123–129",
    "authors": ["T.H. Torsvik", "B. Steinberger", "M. Gurnis", "C. Gaina"],
    "year": 2010
  }, {
    "title": "Conditioned duality of the earth",
    "authors": ["M.J. Van Kranendonk", "C.L. Kirkland"],
    "venue": "Acad. Sci. 111:4380–4385",
    "year": 2016
  }, {
    "title": "Continental drift and Phanerozoic carbonate",
    "authors": ["L.J. GL016i004p00323. Walker", "B.H. Wilkinson", "L.C. Ivany"],
    "year": 2002
  }, {
    "title": "Did the Atlantic close and then re-open? Nature 211:676–681",
    "authors": [],
    "year": 1966
  }, {
    "title": "Global tectonics and eustasy for the past 2 bil",
    "authors": ["D. Nance", "J.B. Moody"],
    "year": 1984
  }, {
    "title": "Proterozoic to Recent tectonic tuning of bio",
    "authors": ["Mar. Geol"],
    "year": 1985
  }, {
    "title": "Phanerozoic CO2 levels",
    "authors": ["Union", "T.R. pp. 561–572. Worsley", "T.L. Moore", "C.M. Fraticelli", "C.R. Scotese"],
    "year": 1994
  }, {
    "title": "Saparoea is a sedimentologist and petroleum geologist specialized in sequence stratigraphy and the architecture of clastic sedimentary systems, and has approximately ten years of petroleum-industry",
    "authors": ["Aart-Peter van den Berg van"],
    "venue": "Trondheim,",
    "year": 2009
  }, {
    "title": "Hinsbergen is associate professor of tectonics and geodynamics at Utrecht University, the Netherlands, where he has taught since 2012. Prior to that time, he has been a post-doctoral researcher at the Physics of Geological Processes group of Oslo University, Norway, at the Norwe",
    "authors": ["Douwe van"],
    "year": 2012
  }, {
    "title": "Hir is associate professor of paleoclimatology in the Université Paris Diderot's Environmental, Earth and Planetary Sciences Department (STEP) since 2010. G. Le Hir is member of Paleomagnetic/Paleoenvironmental Research Group. This group studies global plate tectonics and process",
    "authors": ["Guillaume Le"],
    "year": 2010
  }, {
    "title": "Le Hir is author or co-author of over 20 articles in peer-reviewed international journals. Yannick Donnadieu is a research scientist at the CNRS since 2004. He is member of the Climate Modelling group at LSCE near Paris",
    "authors": ["G. cycles"],
    "year": 2004
  }],
  "id": "SP:3411b675ae661089c4d7a9fe08bb8856e601db17",
  "authors": [{
    "name": "D.G. van der Meer",
    "affiliations": []
  }, {
    "name": "D.J.J. van Hinsbergen",
    "affiliations": []
  }, {
    "name": "Y. Godderis",
    "affiliations": []
  }, {
    "name": "G. Le Hir",
    "affiliations": []
  }, {
    "name": "Y. Donnadieu",
    "affiliations": []
  }],
  "abstractText": "a Nexen Petroleum UK Ltd, 97 Oxford Road, Uxbridge UB8 1LU, United Kingdom b Kallisto Geoscience, Beukstraat 66, 3581 XH Utrecht, The Netherlands c Department of Earth Sciences, Utrecht University, Heidelberglaan 2, 3584 CS Utrecht, The Netherlands d CNRS, Géosciences Environnement Toulouse, Observatoire Midi-Pyrénées, 14 avenue Edouard Belin, 31400 Toulouse, France e Institut de Physique du Globe de Paris, Rue Jussieu—75238 Paris cedex 05, France f CNRS, Laboratoire des Sciences du Climat et de l'Environnement, UMR 8212—CNRS-CEA-UVSQ, CE Saclay/Orme des Merisiers/Bat. 701, 91191 Gif-sur-Yvette, France",
  "title": "Reconstructing first-order changes in sea level during the Phanerozoic and Neoproterozoic using strontium isotopes"
}