{
  "sections": [{
    "text": "Extreme global warmth and an abrupt negative carbon isotope excursion during the Paleocene–Eocene Thermal Maximum (PETM) have been attributed to a massive release of methane hydrate from sediments on the continental slope [G.R. Dickens, J.R. O'Neil, D.K. Rea, R.M. Owen, Dissociation of oceanic methane hydrate as a cause of the carbon isotope excursion at the end of the Paleocene, Paleoceanography 10 (1995) 965–971.]. However, the magnitude of the warming (5 to 6 °C [J.C. Zachos, M.W. Wara, S. Bohaty, M.L. Delaney, M.R. Petrizzo, A. Brill, T.J. Bralower, I. Premoli-Silva, A transient rise in tropical sea surface temperature during the Paleocene–Eocene Thermal Maximum, Science 302 (2003) 1551–1554.,J.P. Kennett, L.D. Stott, Abrupt deep-sea warming, paleoceanographic changes and benthic extinctions at the end of the Paleocene, Nature 353 (1991) 225–228.]) and rise in the depth of the CCD (N2 km; [J.C. Zachos, U. Rohl, S.A. Schellenberg, D. Hodell, E. Thomas, A. Sluijs, C. Kelly, H. McCarren, D. Kroon, I. Raffi, L.J. Lourens, M. Nicolo, Rapid acidification of the ocean during the Paleocene–Eocene Thermal Maximum, Science 308 (2005) 1611–1615.]) indicate that the size of the carbon addition was larger than can be accounted for by the methane hydrate hypothesis. Additional carbon sources associated with methane hydrate release (e.g. pore-water venting and turbidite oxidation) are also insufficient. We find that the oxidation of at least 5000 Gt C of organic carbon is the most likely explanation for the observed geochemical and climatic changes during the PETM, for which there are several potential mechanisms. Production of thermogenic CH4 and CO2 during contact metamorphism associated with the intrusion of a large igneous province into organic rich sediments [H. Svensen, S. Planke, A. Malthe-Sorenssen, B. Jamtveit, R. Myklebust, T.R. Eidem, S.S. Rey, Release of methane from a volcanic basin as a mechanism for initial Eocene global warming, Nature 429 (2004).] is capable of supplying large amounts of carbon, but is inconsistent with the lack of extensive carbon loss in metamorphosed sediments, as well as the abrupt onset and termination of carbon release during the PETM. A global conflagration of Paleocene peatlands [A.C. Kurtz, L.R. Kump, M.A. Arthur, J.C. Zachos, A. Paytan, Early Cenozoic decoupling of the global carbon and sulfur cycles, Paleoceanography 18 (2003).] highlights a large terrestrial carbon source, but massive carbon release by fire seems unlikely as it would require that all peatlands burn at once and then for only 10 to 30 ky. In addition, this hypothesis requires an order of magnitude increase in the amount of carbon stored in peat. The isolation of a large epicontinental seaway by tectonic uplift associated with volcanism or continental collision, followed by desiccation and bacterial respiration of the aerated organic matter is another potential mechanism for the rapid release of large amounts of CO2. In addition to the oxidation of the underlying marine\n⁎ Corresponding author. E-mail address: jahiggins@post.harvard.edu (J.A. Higgins).\n0012-821X/$ - see front matter © 2006 Elsevier B.V. All rights reserved. doi:10.1016/j.epsl.2006.03.009\nsediments, the desiccation of a major epicontinental seaway would remove a large source of moisture for the continental interior, resulting in the desiccation and bacterial oxidation of adjacent terrestrial wetlands. © 2006 Elsevier B.V. All rights reserved.\nKeywords: PETM; carbon isotopes; paleoclimate"
  }, {
    "heading": "1. Introduction",
    "text": "The end of the Paleocene epoch (55.5Ma) was marked by an abrupt episode of global warming coincident with a large perturbation to the global carbon cycle.Within 10 to 30 ky [7,8], temperatures increased 4 to 5 °C in the tropics, [2,9], 6 to 8 °C in high latitudes [10,11] and 4 to 5 °C in the deep ocean [3,12]. The warming was accompanied by a transient shift in precipitation [13], enhanced continental weathering [14,15], and increased ocean stratification [16], which may have caused the contemporaneous mass extinction of benthic foraminifera [17,18]. This abrupt warming, the Paleocene–Eocene Thermal Maximum (PETM), was also associated with a 2.5‰ decrease in the carbon isotopic composition of the global inorganic carbon pool (e.g. [3]).\nThe PETM was first described by Kennett and Stott [3], who measured an abrupt 2.5‰ drop in the δ13C of CaCO3 in planktonic and benthic foraminifera from the Southern Ocean, followed by a gradual return to preexcursion values. Later studies found this same signal in the Atlantic [9,19], Pacific, [2,20], and Tethys [21,22] oceans (Fig. 1). A higher amplitude carbon isotope\nFig. 1. δ13C and δ18O of benthic foraminifera across the PETM from sites 527 [20] from [143]. Temperature scale on the right assumes an ice-free ocean.\nexcursion of 5‰ to 6‰ in paleosol carbonates and fossil tooth enamel [23,24] has been attributed to enhanced 13C-discrimination during carbon fixation in plants [25], and has allowed for correlation between marine and terrestrial sections [23]. In both shallow and deep marine records [2,26], the isotopic excursion is associated with a large increase in CaCO3 dissolution [4,18,27]. Together, these observations indicate a massive injection of isotopically light carbon to the oceans and atmosphere coincident with the onset of the PETM. In this paper, we review potential causes of the PETM in the context of observed geochemical and climatic changes. We show that the release of methane hydrate by itself cannot explain many of the observations and discuss possible sources of organic carbon that may explain the event. We also discuss what lessons the PETM may have for anthropogenic climate change in the next several centuries."
  }, {
    "heading": "2. The methane hydrate hypothesis",
    "text": "A simple mass balance calculation neglecting effects such as carbon speciation and CaCO3 dissolution\nand 690 in the south Atlantic [10], and Site 865 in the western Pacific\nimplies that a 2.5‰ drop in the δ13C of the modern global inorganic carbon pool requires 40,000 Gt of carbon from the mantle (δ13C=−5‰), 4500 Gt of carbon as organic carbon (δ13C=−25‰), or 1700 Gt of carbon as methane (δ13C=−60‰). Because the mantle and organic source requirements seemed unreasonably large, Dickens et al. [1] proposed that the source of the PETM carbon isotope excursion was the release of 1100 to 2100 Gt of methane associated with the destabilization of methane hydrate below the seafloor. Dickens et al. speculated that the methane released would be rapidly oxidized to produce 12C-enriched CO2, resulting in an abrupt drop in the carbon isotopic composition of the ocean–atmosphere system and a shoaling in the depth of the lysocline.\nIf methane hydrate release was the cause of the PETM, exactly what triggered such a catastrophic release remains a mystery. Dickens et al. [1] estimated that a 4 to 5 °C bottom-water warming would be sufficient to destabilize 1000 to 2000 Gt C as methane hydrates between 900 and 1400 m water depth. However, this scenario requires an explanation for the warming independent from the methane. Suggestions of a sudden switch in the locus of deepwater formation (e.g. [28]) are inconsistent with observations of significant warming in both surface and deep waters [2,11]. In addition, even if 1000 to 2000Gt ofmethane hydrate was destabilized by an abrupt increase in bottom-water temperatures, hydrate redeposition [29] and anaerobic oxidation in the overlying sediment [30,31] may largely suppress methane escape to the open ocean. Massive slope failure and sediment slumping associated with seismic activity or erosion has also been suggested as a possible trigger for methane hydrate release [32]. Assuming methane hydrate occupied an average of 1 vol% of pore space in disturbed sediments, 1000 to 2000 Gt C would require the destabilization of a large fraction (N10%) of global continental slopes below 1000 m and should result in N50 slides similar in size to the ‘megaturbidites’ observed in the Amazon Fan [35]. It is difficult to imagine a trigger capable of destabilizing continental margins globally within 10 to 30 ky.\nThe abrupt release of massive quantities of methane hydrate from continental margins requires a sufficiently large global methane hydrate reservoir. Present-day estimates of the global methane hydrate reservoir range from 500 to 20,000 Gt C [33,34,36,37]. Stabilization of methane hydrate in marine sediments requires a constant supply of methane to balance continual loss due to diffusion and advection [38]. As pore fluid methane is ultimately derived from the conversion of organic carbon, the buildup of large methane hydrate deposits\nwill only occur if there is a continuous and prolonged (millions of years) flux of organic carbon to the seafloor [39]. On continental slopes associated with methane hydrate deposits, the organic carbon is supplied by productivity in the overlying surface waters and export from the continental shelves [40,41]. During the warm climates that characterized the Cretaceous and early Tertiary, the zone of hydrate stability would have been restricted to water depths N900 m (present-day N250 m [1]), where the supply of organic carbon is only ∼30% of the vertical flux at 250 m [42]. High global sea-level and flooded continental interiors in the Cretaceous and early Tertiary may have also reduced the export of organic carbon from the shelves to the continental slope by promoting sedimentation on continental shelves that were 75% larger than present [43]. Taking into account the effect of water depth on organic carbon supply but not potential changes in the locus of sedimentation, Buffett and Archer [37] predict a small (b2000 Gt C) global methane hydrate reservoir in the Paleocene, implying that even a total collapse of the hydrate reservoir at the Paleocene–Eocene boundary would be insufficient to explain the carbon isotope excursion. Although not conclusive, a small global hydrate reservoir in the Late Paleocene presents a significant challenge for the methane hydrate hypothesis.\nMechanisms of climate warming during the PETM are generally attributed to elevated concentrations of atmospheric greenhouse gases (CO2, CH4). Methane is short-lived in the modern atmosphere with a lifetime of 10 years [44]. Overwhelming the tropospheric and stratospheric sinks with ∼2000 Gt of CH4 during the PETM may have augmented these lifetimes by an order of magnitude [45]. However, the warming associated with increased atmospheric CH4 would certainly not last more than 1000 years, suggesting that the prolonged global warmth (∼50 to 200 ky) of the PETM was driven primarily by elevated concentrations of atmospheric CO2.\nAs the radiative forcing due to CO2 is proportional to the logarithm of its concentration, the increase in atmospheric CO2 needed to raise global temperatures by 6 °C will depend on both the size of the oceanatmosphere carbon reservoir and the partitioning of carbon between the ocean and atmosphere in the Late Paleocene. Higher baseline pCO2 and a larger ocean– atmosphere carbon reservoir both increase the amount of carbon required for a doubling of atmospheric CO2. We use a simple 3-box model of the global carbon and alkalinity cycles to simulate a large injection of carbon to the ocean–atmosphere system. Modeled processes include ocean mixing, air–sea gas exchange, carbonate,\nsilicate, and organic carbon weathering, volcanic outgassing, and carbonate and organic carbon burial. Dissolution of previously deposited deep-sea carbonates is not modeled explicitly and all carbonate compensation occurs via changes in carbonate burial [terrestrial neutralization; [46]].\nEstimates of atmospheric CO2 concentrations during the Paleocene are highly variable, ranging from 300 to 2000 ppm [47–49]. Assuming baseline CO2 concentrations of 500 and 1000 ppm and a global inorganic carbon reservoir of 40,000 Gt C, the catastrophic release of 1700 Gt C as methane hydrate is accompanied by a peak increase in atmospheric CO2 of only 240 and 360 ppm. Changes in CO2 solubility associated with a 6 °C increase in global SST would have increased atmospheric CO2 by at most an additional 150 to 250 ppm, resulting in a total atmospheric CO2 increase over 10 ky of between 270 and 450 ppm, far too small to account for the observed temperature increase of 6 °C [27].\nA recent study by Bowen et al. [25] on the timing of the PETM carbon isotope excursion and global warming indicate that peak warming lagged the nadir of the δ13C record by ∼30 ky [25]. Bowen et al. argue that the lag can be attributed to a transient switch in the climate state which strongly amplifies the modest warming associated with methane hydrate release. However, the conclusion of Bowen et al. that the minimum in δ13C corresponds to the cessation of carbon release does not take into account the time-dependent response of the global carbon cycle to a large injection of CO2 and its effect on the δ13C of CaCO3. The δ\n13C record reflects not only carbon release but also any change in terrestrial carbon storage, isotopic fractionation during biomineralization, inorganic (CaCO3) and organic carbon cycling, or ocean circulation which may have occurred during the PETM, precluding a simple interpretation of the relationship between the nadir of the δ13C record and peak warming. Similarly, the observation of brief plateaus in δ13C during the initial 2.5‰ drop (e.g. [19]) does not require pulsed additions of isotopically depleted carbon.\nCarbonate dissolution horizons associated with the PETM, frequently marked by a prominent low-carbonate or clay layer, have been identified in sediments of various depths from the Atlantic [4,10,26,50], Pacific [16,18,20,51], Tethys [22], and Indian [18] basins. A recent study by Zachos et al. [4] on a depth transect in the South Atlantic indicates that the CCD shoaled by N2 km in less than 10 ky at the onset of the PETM, with gradual recovery to pre-excursion depths occurring over approximately 100 ky. Zachos et al. argue that the\nmagnitude of the CCD response indicates a significantly larger injection of CO2 (∼4500 Gt C) than can be accounted for by methane hydrate release.\nIn addition to ocean pH, the CCD is influenced by the rain rate of CaCO3 from the surface ocean [52], ocean circulation [53], and the intensity of sedimentary organic carbon remineralization [54]. In the modern ocean, these effects yield a CCD that varies by as much as 2 km between Atlantic and Pacific basins [55]. Differences in the chemical composition of Paleocene oceans ([Ca2+], CaCO3 saturation, alkalinity, anoxia) may affect the sensitivity of the CCD to changes in ocean pH. As a result, it is difficult to quantitatively estimate the change in the CCD following a large injection of CO2 into the ocean–atmosphere system. However, the duration of the carbon release (∼10 ky) and the time scale of neutralization by seafloor CaCO3 ([5–6 ky; 56]) relative to the mixing time of the ocean– atmosphere system (∼1 ky) indicates that, although some spatial heterogeneity in the response of the CCD may be expected depending on the site of CO2 injection [56] and the factors discussed above, significant shoaling of the CCD (e.g. [4]) should be a global phenomenon. Additional studies from depth transects in the Pacific (e.g. Shatsky Rise; [57]) may better constrain the size of the CO2 input and the global response of the CCD during the PETM. However, the magnitude of the CCD change at the onset of the PETM seems to require a substantial change in pCO2 consistent with the addition of N2000 Gt C [4].\nThus, the methane hydrate hypothesis, which was first proposed by Dickens et al. [1] as the simplest way to explain the PETM carbon isotope excursion with the least amount of carbon, is inconsistent with several observations. First, the prolonged, extreme warmth of the PETM precludes CH4 as the greenhouse gas and requires much more CO2 than would be supplied by the oxidation of 1000 to 2000 Gt C of CH4. Second, observations of a N2 km rise in the depth of the CCD during the PETM in the South Atlantic argue for a much larger carbon input than can be explained by the methane hydrate hypothesis [4]."
  }, {
    "heading": "3. Beyond methane…",
    "text": "If methane hydrate is not directly responsible for the warming during the PETM, then either there are feedbacks in the climate system that greatly amplify the increase in atmospheric CO2 associated with methane hydrate release by adding additional carbon to the ocean and atmosphere or a larger source of carbon is required. One possible feedback is through the venting of\npore fluid associated withmethane hydrate during a large landslide. Pore fluid associated with vigorous methane cycling are enriched (30–120 mM; [58,59]) in dissolved inorganic carbon (DIC) and alkalinity due to bacterial sulfate reduction, organic carbon remineralization, and anaerobic methane oxidation (Fig. 2). However, pore fluid profiles of DIC δ13C values are characterized by depleted values (−5‰ to − 25‰) at shallow depths due methane oxidation but enriched values (0‰ to +15‰) below the sulfate-methane transition due to the production of isotopically heavy CO2 during methanogenesis (weighted column average ≈+5‰ [60,61]). Thus, the effect of pore-water mixing is to increase the average isotopic composition of the carbon input by as much as 30‰, requiring even larger amounts of methane hydrate (Table 1). In addition, although some (b30%; [59]) of the alkalinity would be lost as a result of the oxidation of reduced species (e.g. H2S and NH4\n+), the alkalinity released would largely suppress the increase in atmospheric CO2 associated with pore-water venting. Pore fluids associated with hydrates also contain high PO4 3 (∼100 μM) and NH4+ (∼10 mM) (Fig. 2) that would drive an increase in new biological productivity, again requiring an even larger hydrate release to explain the carbon isotope excursion.\nAnother potential source of additional carbon associated with methane hydrate release is the oxidation of the organic carbon rich sediments transported to the deep-sea during a large landslide. Oxidation fronts in the upper meter of deep-sea turbidites develop as a result of the prolonged exposure of organic carbon rich sediments from the continental slope to high concentrations of bottomwater O2 and low sedimentation rates [62,63]. As oxidation of organic carbon is limited by diffusion of O2 from the overlying bottom water to the upper meter of sediment [64], the amount of organic carbon oxidized\nduring the onset of the PETM from a massive undersea landslide (millions of Gt of sediment) will be proportional to the area of the slide. An unreasonably large area (i.e., approximately 35% of the abyssal plain) is required to account for the oxidation of enough carbon to compensate for pore-water venting (Table 1)."
  }, {
    "heading": "4. Organic carbon oxidation and the PETM",
    "text": "Another possibility is that the carbon source for the PETM was organic carbon. Dickens et al. [1] ruled out organic carbon because they believed it was unreasonable to identify a large enough organic carbon to account for the simple isotopic mass balance (4500 Gt C). The exact amount of oxidized organic carbon required to generate a 2.5‰ drop in the δ13C of the ocean– atmosphere system at the Paleocene–Eocene boundary depends on several features of the PETM that are not well constrained including the size of the global ocean–\natmosphere–biosphere carbon pool, the amount of CaCO3 that is dissolved, and the magnitude of the increase in atmospheric CO2.\nThe size of the global inorganic carbon pool can be estimated from the magnitude of vertical carbon isotope gradients in the ocean, which depend on both the size of the global carbon pool and the strength of the biological pump [65]. Although there is some uncertainty associated with carbon isotope fractionation during photosynthesis and biomineralization, the available data [11,66,67] suggest that the size of the ocean–atmosphere–biosphere carbon pool in the latest Paleocene was within 25% of the present-day size of 40,000 Gt C.\nDissolution of CaCO3 during the onset of the PETM would buffer the ocean–atmosphere system against changes in its carbon isotopic composition. The amount of isotopically enriched (δ13C≈0‰) carbon added to the ocean from the dissolution of CaCO3 during the onset of the PETM is unknown. Model simulations of the response of sedimentary CaCO3 to anthropogenic fossil fuel emissions indicate that 500 and 1500 Gt C of CaCO3 would be dissolved following the injection of 1500 and 4500 Gt C to the ocean–atmosphere system [56]. If a similar mass of CaCO3 dissolved during the PETM, it would increase the average isotopic composition of the carbon input by 6‰ (organic carbon) to 20‰ (methane), requiring an even larger carbon injection to explain the carbon isotope excursion.\nAn increase in CO2 is accompanied by a drop in ocean pH and an isotopic shift due to the change in the partitioning of carbon between the ocean and atmosphere. For a doubling of atmospheric CO2, assuming an initial concentration of 500 ppm, the δ13C of CaCO3 increases by 0.25‰. The magnitude of the isotopic enrichment increases to 0.50‰ for a tripling of atmospheric CO2, and continues to increase for larger amounts of CO2. In fact, the increase in atmospheric CO2 associated with the addition of 40,000 Gt of mantle CO2 (δ\n13C≈−5‰) is so large (∼13,500 ppm) that it would actually result in a net increase in the δ13C of CaCO3, overwhelming the addition of the light carbon itself. Taking into account variations in the size of the global carbon pool, CaCO3 compensation, and the effect of ocean pH on carbon isotopes, we calculate that the oxidation of at least 5000 Gt of organic carbon (δ13C≈−25‰) could account for the PETM carbon isotope excursion in the deep ocean. The larger changes in δ13C observed in organic carbon and soil carbonates (e.g. [25]) may be due to changes in photosynthetic fractionation associated with higher pCO2 [68], amplified locally by changes in humidity as suggested by Bowen et al. [25].\nIs 5000 Gt of organic carbon sufficient to account for the observed warming and shoaling of the CCD? The increase in atmospheric CO2 required to warm the tropics by 4 to 6 °C and the high latitudes by 6 to 8 °C will depend on the atmospheric composition and global climate at the onset of the PETM and potential feedbacks (e.g. [69,70]) in the climate system. Assuming baseline CO2 concentrations of 500 and 1000 ppm and a global inorganic carbon reservoir of 40,000 Gt C, the addition of 5000 Gt of organic carbon to the ocean– atmosphere system would result in an increase in atmospheric CO2 of 950 to 1200 ppm, broadly consistent with a 6 °C spike in global temperature given a climate sensitivity of 3 to 4 °C for a doubling of atmospheric CO2 [71]. In addition, 5000 Gt of organic carbon is in line with the model calculations of Archer et al. [56] of the amount of CO2 needed to halt carbonate burial over the entire ocean floor [4].\nIf the oxidation of 5000 Gt of organic carbon is responsible for the PETM and its associated δ13C anomaly, where did it come from? One hypothesis associates the PETM with the emplacement of a large volcanic province in the North Atlantic. Svensen et al. [5] propose that the intrusion of a large sill complex (N80,000 km2) into organic-rich sediments in the Cretaceous Vøring and Møre Basins near the Paleocene–Eocene boundary released between 300 and 3000 Gt of thermogenic CH4 (δ\n13C=−35 to −50‰) frommetamorphic aureoles [5]. However, as the ultimate source of CH4 released during contact metamorphism is organic carbon, the δ13C value of the CH4 produced will approach the δ13C of bulk organic carbon (δ13C=− 25‰) as the fraction of organic carbon converted to CH4 approaches unity. Thus, if a large fraction of the organic carbon in sediments is converted to methane, the average δ13C value of the methane produced will be more enriched (N−35‰) than proposed by Svensen et al., requiring larger amounts of carbon to explain the PETM carbon isotope excursion. Although Svensen et al. discuss thermal cracking of organic matter as the primary mechanism of carbon release, reactions associated with hydrothermal fluid flow resulting from the intrusion of basaltic dikes into wet sediment may have been quantitatively more important for converting large amounts of organic carbon to CO2 and CH4 [72]. However, in contrast to thermogenic methane, the isotopic composition of the CO2 or CH4 produced during hydrothermal alteration of organic matter is either enriched or only slightly depleted relative to the unaltered organic carbon [72]. In addition, if the hydrothermal fluid contains appreciable dissolved SO4 2− (presumably from seawater), the oxidation of organic\nmatter to CO2 via sulfate reduction could sequester a significant fraction of the carbon released in authigenic carbonates [73].\nStudies of the effects of igneous intrusion on organic carbon-rich sediments from a variety of settings do not show the large systematic depletions in organic carbon required to explain the PETM (50% to 90% over the entire contact aureole; [5]), although the intrusions are relatively thin [1 to 15 m; 74−77]. In addition, two samples collected within contact aureoles in drill core 6607/5-2 in the Vøring Basin [78] contain 0.67 and 0.85 wt.% organic carbon, comparable to the values observed in the rest of the core (0.25 to 1.5 wt.%). Higher resolution sampling of the aureoles associated with the large sill complex in the Cretaceous Vøring and Møre Basins could easily test the plausibility of thermogenic carbon release as the sediments within these aureoles should be nearly void of organic carbon.\nPerhaps the most difficult challenge for the volcanic sill hypothesis is to explain the short time interval for the drop in δ13C. If the intrusion of sills in the North Atlantic was responsible for the release of carbon at the PETM, then the emplacement of the sill complex and the thermogenic production of CH4 and CO2 were confined to 10 to 30 ky, with no significant carbon release during the ∼100 ky that followed. It seems unlikely that the injection of hot magma into wet sediment over such a large area and the generation of thousands of 100 to 300m aureoles over the entire sill complex could occur in 10 to 30 ky with no additional carbon release before or after. Geochronological constraints on the ages of different sills in this region could test this aspect of the hypothesis.\nAn alternative hypothesis proposed by Kurtz et al. [6] attributes the isotopic excursion at the PETM to a shift toward drier climates near the Paleocene–Eocene boundary that triggered rampant wildfires, resulting in the rapid oxidation of the extensive Paleocene peatlands and releasing 5000 Gt of 12C-enriched CO2 to the ocean– atmosphere system [6]. The focus on peat as a large source of carbon is attractive because warm climates and large epicontinental seaways favored the development of extensive peatlands in the Paleocene [79–81]. Increased burial of terrestrial organic carbon was probably important for the Paleocene carbon isotope maximum [6,67]. However, the conflagration hypothesis requires that Paleocene peatlands contained at least an order of magnitude more carbon than modern peat deposits (400 to 500 Gt C; [82]) or three times the total modern terrestrial carbon reservoir (biomass+soil; [83]), which makes it unlikely that peat could have been restricted to one geographic area.\nThe most significant challenge for the conflagration hypothesis to explain is why Paleocene peatlands would\nburn all at once, and then only for 10 to 30 ky. Natural fires are a stochastic process that continually oxidize organic carbon on regional scales, so it is unclear what kind of event could cause a global conflagration of peat, presumably following a period of global fire suppression. The wide geographic distribution of Paleocene peatlands [79–81] suggest that an increase in aridity at all latitudes driven by some unknown climatic change prior to the onset of the PETM would be required to initiate such a conflagration [6].\nAnother potential source for organic carbon oxidized during the onset of the PETM is the large (105 to 106 km2), shallow epicontinental seaways that existed during the Mesozoic and early Cenozoic (Fig. 3). Paleoceanographic reconstructions indicate that these interior seaways were characterized by restricted circulation with periodic suboxic or anoxic conditions [84,85] resulting in the accumulation of sediment rich in organic carbon (2 to N10 wt.%; [86−88]). Because so much organic carbon was buried in these shallow marine environments over millions of years, they represent a very large potential source of CO2 to the ocean–atmosphere system. In addition, these epicontinental seas acted as a significant source ofmoisture for the continental interior, allowing for more extensive terrestrial wetlands. Many of the extensive coal and peat deposits found in the geologic record are associated with large epicontinental seas [89–91].\nIf epicontinental seaways were indeed the major source of carbon for the PETM, the challenge is to explain how 5000 Gt of organic carbon from a seaway could have been oxidized in 10 to 30 ky. Isolation of a seaway, followed by desiccation and bacterial respiration of the aerated organic matter is one possible mechanism. This requires both the termination of the connection between the seaway and the open ocean and modest rates of net evaporation (1 to 2 cm/y) in the continental interior.\nGradual marine regression (b0.5 m/ky) is not sufficient to expose an interior seaway because the 6 °C of warming associated with the PETM would result in a ∼5 m sealevel rise due to thermal expansion of seawater. However, if tectonic uplift of the seaway was fast enough to keep up with the thermally-driven transgression, the sudden isolation of a seaway from the open ocean could result in its rapid dessication if the epicontinental seas experienced net evaporative conditions. Terrestrial wetlands fed by moisture transported from the seaway would also dry up. Once dry, the relatively labile near-surface organic matter in both marine and near-shore terrestrial sediments would be subjected to oxidative weathering by microbial communities, as the organic-rich sediments would gradually be transformed into an organic-poor terrestrial soil. Assuming soil respiration rates comparable to modern (50 to 2000g C/m2 yr; [92,93]), the entire process of desiccation and oxidation could be accomplished within 10 to 30 ky, consistent with the PETM carbon isotope excursion.\nIn the ice-free climates of the early Cenozoic, the most likely mechanism for isolating an epicontinental seaway is tectonic uplift associated with volcanism or continental collision [94–96]. The late Paleocene was a time with many such events that could have produced sufficient local uplift rates including rifting and flood basalt volcanism in the northeast Atlantic [97,98], collision between India and Asia [99] and the closing of the Neotethys in southern Eurasia [100]. Subaerial exposure of the continental shelf has occurred throughout Earth history, notably during sea-level falls associated with periodic Plio–Pleistocene glaciation (e.g. [101]). However, the oxidation of sedimentary organic carbon on the shelf will only drive an increase in the size of the global inorganic carbon reservoir if the nutrients associated with the organic carbon do not stimulate new biological productivity. This can be accomplished if the nutrients are either physically separated from the open ocean or present in a form that is relatively resistant to weathering (e.g. authigenic apatite; [102]). For example, during glacial intervals, the rapid transfer of nutrients from exposed sediments on the continental shelf back to the open ocean enhances biological uptake of CO2, balancing the release of carbon from the weathering of organic carbon. In contrast, the exposure of a shallow seaway in the continental interior might prevent nutrients from weathering directly back into the ocean. In addition, as phosphorus remobilization and the formation of authigenic phosphorus minerals is enhanced in sediments with high organic carbon contents deposited under low oxygen bottom waters [103,104], the\namount of bioavailable phosphorus released during organic carbon oxidation would be negligible.\nThe size of the epicontinental seaway needed to account for the oxidation of 5000 Gt of sedimentary organic carbon depends on the organic carbon content of the sediment, the depth of oxidation following subaerial exposure, and the fraction of the total sedimentary organic carbon that is oxidized. Following isolation, the water balance of the seaway and isostatic rebound associated with the removal of the overlying seawater will determine the depth to which the sediments are desiccated. In both terrestrial and marine systems, the exposure of sediments to oxygenated meteoric waters typically results in the rapid oxidation of between 40% and 90% of the total sedimentary organic carbon [105– 107]. In addition, organic carbon burial efficiency decreases exponentially with oxygen exposure time [108,109]. Assuming that N90% of the sedimentary organic carbon is oxidized, we calculate that the desiccation of the upper 30 m of a∼3×106 km2 epicontinental sea with 5 wt.% organic carbon would add 5000 Gt C to the ocean–atmosphere system. A smaller seaway would be required if oxidation of associated organic-rich terrestrial sediments was an important source of CO2. An additional 1000 Gt C could be stored in 30 m thick peatlands covering ∼0.4×106 km2.\nExposure of organic-rich shallow marine sediments to oxygenated meteoric waters would also result in the rapid oxidation of sedimentary sulfides (pyrite+organic sulfur). Subsequent reactions between the sulfuric acid released during sulfide oxidation and sedimentary carbonates would act as an additional source of CO2 and alkalinity. Assuming a δ13C value of sedimentary CaCO3 of∼0‰, the CO2 released from pyrite oxidation and CaCO3 dissolution would increase the average δ\n13C of the carbon released during the exposure of an interior seaway. This would increase the amount of oxidized organic carbon needed to produce a 2.5‰ negative carbon isotope excursion by ∼500 Gt."
  }, {
    "heading": "5. Testing the epicontinental seaway hypothesis",
    "text": "The desiccation of a large epicontinental seaway and the widespread oxidation of organic carbon should produce some distinct evidence in the sedimentary record. Perhaps the best recent analogue for the sedimentological features one might expect to find is the 2 to 4 m thick paleosol developed in marine sediments from the Yellow Sea during the last glacial sea-level lowstand [110]. The paleosol, characterized by abundant root traces and desiccation cracks, is strongly oxidized with abundant Fe/Mn oxides and low (∼0.3 wt.%) organic carbon\ncontents [111]. Paleosols containing abundant terrestrial plant material and desiccation cracks and significantly less organic carbon (b5 wt.%) than the overlying sediment (10–20 wt.%), have also been reported from Pleistocene sediments of Lake Victoria [112]. If the desiccation of a large epicontinental seaway was the source of carbon for the PETM, similar textures should exist in Late Paleocene sediments of a large epicontinental seaway. Although these deposits are, to our knowledge, unknown from available records of the Paleocene– Eocene boundary, a number of locations merit consideration.\nIn the Late Paleocene, epicontinental seas covered large parts of Africa−Arabia [116] and Eurasia [117]. Sedimentological and geochemical evidence from the North Sea [97,98], Spain [113], and both the northeastern [114] and the southern [115] Peri-Tethyan margin indicate a relative sea-level fall of tens of meters prior to the onset of the carbon isotope excursion consistent with the tectonic isolation of an epicontinental seaway in Eurasia or Africa. Uplift associated with continental breakup in the northeast Atlantic [97,98] or the closing of the Neotethys in southern Eurasia [100] is the most likely mechanism for the observed regressions.\nCollision between India and Eurasia is another interesting possibility as the onset of collision is believed to have occurred near the Paleocene–Eocene boundary [118–120]. Oxidation of organic-rich marine sediments uplifted by the India–Asia collision has previously been proposed to explain the 3–4‰ decline in δ13C over ∼5 My in the late Paleocene and Early Eocene [118]. In addition to providing a source of tectonic uplift, collision of India and Eurasia had dramatic consequences for ocean circulation and climate. Closure of the Neo-Tethys would have terminated deep equatorial ocean circulation between India and Asia, changing ocean circulation patterns and removing a significant source of moisture for the continental interior [118,121]."
  }, {
    "heading": "6. The Messinian salinity crisis",
    "text": "The Messinian salinity crisis (MSC), a ∼600 ky interval of widespread evaporite deposition in the Mediterranean in the latest Miocene [122,123] associated with a large (N1000 m) drop in water level and significant erosion of the continental margin [124], indicates that the isolation and rapid desiccation of a large seaway is a physically realistic phenomenon. Importantly, the isolation of the Mediterranean is interpreted to have been driven primarily by tectonic processes and not changes in eustatic sea-level [123,125,126].\nIn addition, estimates of the water balance in the Mediterranean during theMSC suggest that the time scale of desiccation following the complete isolation of the Mediterranean was extremely rapid with N1000 m of sealevel fall in ∼5 ky [127,128]. However, available carbon and oxygen isotope records do not contain significant (N0.5‰) negative excursions or abrupt warmings coeval with the Messinian salinity crisis, suggesting that desiccation of the Mediterranean was not accompanied by a large release of isotopically depletedCO2 [129–132].\nThe lack of significant carbon release associated with the MSC may be due to differences in hypsometry between the Mediterranean basin and a large epicontinental seaway. Reconstructions of the Late Miocene Mediterranean suggest that basin depths were broadly similar to modern (average depth ∼1500 m; maximum depth N3000 m; [133]), whereas epicontinental seaways are typically tens to hundreds of meters deep. In the significantly deeper Mediterranean, more efficient oxidation in the water column would be expected to result in sediments with a lower average organic carbon wt.% than a comparably sized epicontinental seaway. Although organic carbon-rich sapropels are found in the Mediterranean in the interval prior to the onset of the MSC, they are typically thin (less than a meter) and contain 1– 5 wt.% organic carbon [134,135]. In addition, evidence from theApennine foredeep [136,137] and a reassessment of the evaporite evidence from Mediterranean DSDP cores [138] suggest that the deep basins of the Mediterranean did not undergo complete desiccation. Incomplete desiccation would decrease the volume of sediments exposed to oxidation. Furthermore, weathering of nutrients released during the oxidation of sedimentary organic carbon should stimulate new biological productivity in the undesiccated deep basins, limiting CO2 release. Finally, the extremely large volume of evaporites deposited during the MSC (∼1 million km3; [127]) may have acted as a physical barrier to oxygenated meteoric water, further reducing CO2 production."
  }, {
    "heading": "7. Multiple ‘hyperthermal’ events in the early Cenozoic",
    "text": "High-resolution studies of carbon and oxygen isotopes throughout the Paleocene and Eocene have revealed three additional hyperthermal events including the ELMO event (53 Ma; [139]) and the X event (52 Ma; [140]), both of which are associated with negative carbon isotope excursions similar to the PETM, although not as large. If these events share a commonmechanismwith the PETM, they provide a significant constraint on the source of isotopically depleted carbon as any hypothesis must\nexplain how to produce multiple, rapid events that are separated by millions of years. In addition, a hypothesis for the PETM should be able to explain why these events occurred in the warm climates of the Paleocene and Eocene but not during any other period in theCenozoic. In the context of the methane hydrate hypothesis, multiple hyperthermal events require either a significantly larger hydrate reservoir than estimated for the Paleocene or extremely rapid recharge of the global methane hydrate reservoir as well as multiple triggers for hydrate release. For the igneous intrusion [5] or conflagration [6] hypotheses, this requires at least two discrete episodes of volcanism/global wildfires, each restricted to 10 to 30 ky. For the epicontinental seaway hypothesis, multiple carbon isotope excursions could be explained by either the desiccation of multiple seaways, or the repeated desiccation of a single seaway. As the final retreat of major epicontinental seaways around the world occurred during the Paleocene andEocene, additional hyperthermal events like the PETM may be expected during periods of large epicontinental seas (e.g. the Cretaceous), but absent after the onset of Antarctic glaciation at the Eocene–Oligocene boundary."
  }, {
    "heading": "8. The PETM and anthropogenic climate change",
    "text": "The PETM represents one of the best natural analogues in the geologic record to the current rise in atmospheric CO2 due to burning of fossil fuel. Unlike the PETM, the release of CO2 from burning fossil fuel is so fast that the ocean cannot reach equilibrium with the atmosphere, creating a large rise in atmospheric CO2 from a smaller total emission. Consequently, the main phase of the anthropogenic climate perturbation will not last as long as the PETM, as more than 80% of the CO2 will eventually be taken up by the ocean over the next several thousand years. Another important difference is that the mean climate state was already quite warm in the Paleocene, and had been for tens of millions of years, so the PETM lacks climate feedbacks associated with land and sea ice, which may play a significant role in either delaying, suppressing, or amplifying the radiative effects of CO2.\nThe major lessons that can be learned from the PETM relate to climate sensitivity. The carbon isotope excursion at the PETM is consistent with as much as a tripling or perhaps a quadrupling of atmospheric CO2, associated with a global ΔT of 6 °C, equivalent to a climate sensitivity of ∼4 °C per doubling of atmospheric CO2. This is on the high end of current estimates from GCMs [71]. In addition, the increase in tropical temperatures of 4 °C or more [2] contradicts the suggestions of a tropical thermostat [141]. Finally, the polar amplification of the warming observed during the PETM raises the concern\nthat GCMs used to predict climate over the next century may be underestimating polar temperature rise, as most of the polar amplification predicted for the next century is associated with ice feedbacks [142].\nOne interesting feature of the PETM is that there were no mass extinctions aside from the benthic foraminifera, suggesting that ecological devastation from future climate changemay not be as severe as some predictions. However, the gradual retreat of ice sheets and sea ice over the next few centuries represents an unprecedented experiment for modern ecosystems, placing extreme stress on cold-adapted plants and animals that did not exist in the warm world of the late Paleocene."
  }, {
    "heading": "9. Conclusions",
    "text": "The dramatic climatic and geochemical changes observed during the PETM involve the oxidation of large amounts of sedimentary organic carbon. Potential mechanisms of carbon release include complete combustion of an extremely large terrestrial carbon pool, metamorphism associated with a large intrusive complex in the North Atlantic, and the desiccation of a major epicontinental seaway. Further research on the timing and duration of intrusive volcanism and the organic carbon content of the metamorphic aureoles, the size of the late Paleocene terrestrial carbon pool, and the depositional histories of early Cenozoic epicontinental seaways is needed to test these hypotheses. Regardless of the specific mechanism, the PETM is a natural analogue for increases in atmospheric CO2 due to fossil fuel burning over the next century, and implies a relatively high climate sensitivity."
  }, {
    "heading": "Acknowledgements",
    "text": "We would like to thank Paul Koch, Jim Zachos, Paul Hoffman, Sasha Turchyn, Jon Wilson, and Julie Shoemaker for helpful discussions. This work was supported by Henry Mreck, the Merck Fund of the New York Community Trust, and the National Defense Science and Engineering Graduate (NDSEG) Fellowship Program."
  }],
  "year": 2006,
  "references": [{
    "title": "Dissociation of oceanic methane hydrate as a cause of the carbon isotope excursion at the end of the Paleocene",
    "authors": ["G.R. Dickens", "J.R. O'Neil", "D.K. Rea", "R.M. Owen"],
    "venue": "Paleoceanography 10 ",
    "year": 1995
  }, {
    "title": "A transient rise in tropical sea surface temperature during the Paleocene– Eocene Thermal Maximum",
    "authors": ["J.C. Zachos", "M.W. Wara", "S. Bohaty", "M.L. Delaney", "M.R. Petrizzo", "A. Brill", "T.J. Bralower", "I. Premoli-Silva"],
    "venue": "Science 302 (2003) 1551–1554.  533  J.A. Higgins, D.P. Schrag / Earth and Planetary Science Letters 245 ",
    "year": 2006
  }, {
    "title": "Abrupt deep-sea warming",
    "authors": ["J.P. Kennett", "L.D. Stott"],
    "venue": "paleoceanographic changes and benthic extinctions at the end of the Paleocene, Nature 353 ",
    "year": 1991
  }, {
    "title": "Rapid acidification of the ocean during the Paleocene–Eocene Thermal Maximum",
    "authors": ["J.C. Zachos", "U. Rohl", "S.A. Schellenberg", "D. Hodell", "E. Thomas", "A. Sluijs", "C. Kelly", "H. McCarren", "D. Kroon", "I. Raffi", "L.J. Lourens", "M. Nicolo"],
    "venue": "Science 308 ",
    "year": 2005
  }, {
    "title": "Release of methane from a volcanic basin as a mechanism for initial Eocene global warming",
    "authors": ["H. Svensen", "S. Planke", "A. Malthe-Sorenssen", "B. Jamtveit", "R. Myklebust", "T.R. Eidem", "S.S. Rey"],
    "venue": "Nature 429 ",
    "year": 2004
  }, {
    "title": "Early Cenozoic decoupling of the global carbon and sulfur cycles",
    "authors": ["A.C. Kurtz", "L.R. Kump", "M.A. Arthur", "J.C. Zachos", "A. Paytan"],
    "venue": "Paleoceanography 18 ",
    "year": 2003
  }, {
    "title": "New chronology for the late Paleocene thermal maximum and its environmental implications",
    "authors": ["U. Rohl", "T.J. Bralower", "R.D. Norris", "G. Wefer"],
    "venue": "Geology 28 ",
    "year": 2000
  }, {
    "title": "An alternative age model for the Paleocene–Eocene thermal maximum using extraterrestrial 3He",
    "authors": ["K.A. Farley", "S.F. Eltgroth"],
    "venue": "Earth Planet. Sci. Lett. 208 ",
    "year": 2003
  }, {
    "title": "Abrupt hydrographic changes in the equatorial Pacific and subtropical Atlantic from foraminiferal Mg/Ca indicate greenhouse origin for the thermal maximum at the Paleocene–Eocene Boundary",
    "authors": ["A.K. Tripati", "H. Elderfield"],
    "venue": "Geochem., Geophys., Geosyst. 5 ",
    "year": 2004
  }, {
    "title": "Warming the fuel for the fire: evidence for the thermal dissociation of methane hydrate during the Paleocene–Eocene thermal maximum",
    "authors": ["D.J. Thomas", "J.C. Zachos", "T.J. Bralower", "E. Thomas", "S. Bohaty"],
    "venue": "Geology 30 ",
    "year": 2002
  }, {
    "title": "Abrupt climate change and transient climates during the Paleogene: a marine perspective",
    "authors": ["J.C. Zachos", "K.C. Lohmann", "J.C.G. Walker", "S.W. Wise"],
    "venue": "J. Geol. 101 ",
    "year": 1993
  }, {
    "title": "Antarctic subtropical humid episode at the Paleocene–Eocene boundary: clay-mineral evidence",
    "authors": ["C. Robert", "J.P. Kennett"],
    "venue": "Geology 22 ",
    "year": 1994
  }, {
    "title": "An osmium isotope excursion associated with the late Paleocene thermal maximum: evidence of intensified chemical weathering",
    "authors": ["G. Ravizza", "R.D. Norris", "J. Blusztajn", "M.-P. Aubry"],
    "venue": "Paleoceanography 16 ",
    "year": 2001
  }, {
    "title": "The Apectodinium acme and terrestrial discharge during the Paleocene–Eocene thermal maximum: new palynological",
    "authors": ["E.M. Crouch", "G.R. Dickens", "H. Brinkhuis", "M.-P. Aubry", "C.J. Hollis", "K.M. Rogers", "H. Visscher"],
    "venue": "geochemical, and calcareous nannoplankton observations at Tawanui, New Zealand, Palaeogeogr. Palaeoclimatol. Palaeoecol. 194 ",
    "year": 2003
  }, {
    "title": "Evidence of surface water oligotrophy during the Paleocene–Eocene thermal maximum: nannofossil assemblage data from Ocean Drilling Program Site 690",
    "authors": ["T.J. Bralower"],
    "venue": "Maud Rise, Wedell Sea, Paleoceanography 17 ",
    "year": 2002
  }, {
    "title": "Paleocene to Eocene benthic foraminiferal isotopes and assemblages: implications for deep water circulation",
    "authors": ["D.K. Pak", "K.G. Miller"],
    "venue": "Paleoceanography 7 ",
    "year": 1992
  }, {
    "title": "Biogeography of the late Paleocene benthic foraminiferal extinction",
    "authors": ["E. Thomas"],
    "venue": "in: M.-P. Aubry, S. Lucas, W.A. Berggren (Eds.), Late Paleocene–Early Eocene Climatic and Biotic Events in the Marine and Terrestrial Records, Columbia University Press, New York",
    "year": 1998
  }, {
    "title": "Mechanisms of climate warming at the end of the Paleocene",
    "authors": ["S. Bains", "R.M. Corfield", "R.D. Norris"],
    "venue": "Science 285 ",
    "year": 1999
  }, {
    "title": "Late Paleocene to Eocene paleoceanography of the equatorial Pacific Ocean: stable isotopes recorded at Ocean Drilling Program Site 865",
    "authors": ["T.J. Bralower"],
    "year": 1995
  }, {
    "title": "The Paleocene–Eocene transition in the marginal northeastern Tethys (Kazakhstan and Uzbekistan)",
    "authors": ["M.-P. Bolle", "A. Pardo", "K.-U. Hinrich", "T. Adatte", "K. Von Salis", "S. Burns", "G. Keller", "N. Muzylev"],
    "venue": "Int. J. Earth Sci. 89 ",
    "year": 2000
  }, {
    "title": "Latest Paleocene benthic extinction event on the southern Tethyan shelf (Egypt): foraminiferal stable isotopic (d13C",
    "authors": ["B. Schmitz", "R.P. Speijer", "M.-P. Aubry"],
    "venue": "d18O) records, Geology 24 ",
    "year": 1996
  }, {
    "title": "Correlation between isotope records in marine and continental carbon reservoirs near the Paleocene–Eocene boundary",
    "authors": ["P.L. Koch", "J.C. Zachos", "P.D. Gingerich"],
    "venue": "Nature 358 ",
    "year": 1992
  }, {
    "title": "Mammalian dispersal at the Paleocene/Eocene boundary",
    "authors": ["G.J. Bowen", "W.C. Clyde", "P.L. Koch", "S. Ting", "J. Alroy", "T. Tsubamoto", "Y. Wang", "Y. Wang"],
    "venue": "Science 295 ",
    "year": 2002
  }, {
    "title": "Zachos, T.Quattlebaum, A humid climate state during the Paleocene/Eocene thermal maximum, Nature",
    "authors": ["G.J. Bowen", "D.J. Beerling", "J.C.P.L.Koch"],
    "year": 2004
  }, {
    "title": "New evidence for subtropical warming during the late Paleocene thermal maximum: stable isotopes from the Deep Sea Drilling Project Site 527",
    "authors": ["D.J. Thomas", "T.J. Bralower", "J.C. Zachos"],
    "venue": "Walvis Ridge, Paleoceanography 14 ",
    "year": 1999
  }, {
    "title": "A blast of gas in the latest Paleocene: simulating first-order effects of massive dissociation of oceanic methane hydrate",
    "authors": ["G.R. Dickens", "M.M. Castillo", "J.C.G. Walker"],
    "venue": "Geology 25 ",
    "year": 1997
  }, {
    "title": "J",
    "authors": ["K.L. Bice"],
    "venue": "Marotzke, Could changing ocean circulation have destabilized methane hydrate at the Paleocene/Eocene boundary? Paleoceanography 17 ",
    "year": 2002
  }, {
    "title": "Effect of seafloor temperature and pressure variations on methane flux from a gas hydrate layer: comparison between current and late Paleocene climate conditions",
    "authors": ["W. Xu", "R.P. Lowell", "E.T. Peltzer"],
    "venue": "J. Geophys. Res. 106 ",
    "year": 2001
  }, {
    "title": "Fluid flow",
    "authors": ["R. Luff", "K. Wallmann"],
    "venue": "methane fluxes, carbonate precipitation and biogeochemical turnover in gas hydratebearing sediments at Hydrate Ridge, Cascadia Margin: numerical modeling and mass balances, Geochim. Cosmochim. Acta 67 ",
    "year": 2003
  }, {
    "title": "Diagenesis in the gas hydrate sediments of the Blake Ridge: mineralogy and stable isotope compositions of the carbonate and sulfide minerals",
    "authors": ["C. Pierre", "J.M. Rouchy", "A. Gaudichert"],
    "venue": "in: C.K. Paull, R. Matsumoto, P.J. Wallace, W.P. Dillion (Eds.), Proceed Proceedings of the Ocean Drilling Program, Scientific Results, vol. 164",
    "year": 2000
  }, {
    "title": "S",
    "authors": ["M.E. Katz", "B.S. Cramer", "G.S. Mountain"],
    "venue": "Katz, K.G. Miller, Uncorking the bottle: what triggered the Paleocene/Eocene thermal maximum methane release? Paleoceanography 16 ",
    "year": 2001
  }, {
    "title": "The potential volume of oceanic methane hydrates with variable external conditions",
    "authors": ["G.R. Dickens"],
    "venue": "Org. Geochem. 32 ",
    "year": 2001
  }, {
    "title": "Global estimates of hydrate hydrate-bound gas in marine sediments: how much is really out there? Earth-Sci",
    "authors": ["A.V. Milkov"],
    "venue": "Rev. 66 (2004) 183–197.  534  J.A. Higgins, D.P. Schrag / Earth and Planetary Science Letters 245 ",
    "year": 2006
  }, {
    "title": "Sea-level and gashydrate controlled catastrophic sediment failures of the Amazon fan",
    "authors": ["M. Maslin", "N. Middelsen", "C. Vilela", "B. Haq"],
    "venue": "Geology 26 ",
    "year": 1998
  }, {
    "title": "Gas hydrates — geological perspective and global change",
    "authors": ["K.A. Kvenvolden"],
    "venue": "Rev. Geophys. 31 ",
    "year": 1993
  }, {
    "title": "Global inventory of methane clathrate: sensitivity to changes in the deep ocean",
    "authors": ["B. Buffett", "D. Archer"],
    "venue": "Earth Planet. Sci. Lett. 227 ",
    "year": 2004
  }, {
    "title": "A numerical model for the formation of gas hydrate",
    "authors": ["M.K. Davie", "B.A. Buffett"],
    "venue": "below the seafloor, J. Geophys. Res. 106 ",
    "year": 2001
  }, {
    "title": "A review of the geochemistry of methane in natural gas hydrate",
    "authors": ["K.A. Kvenvolden"],
    "venue": "Org. Geochem. 23 ",
    "year": 1995
  }, {
    "title": "Organic debris on the continental margins: a simulation analysis of source and fate",
    "authors": ["J.J. Walsh", "D.A. Dieterle", "J.R. Pribble"],
    "venue": "Deep-Sea Res. 38 ",
    "year": 1991
  }, {
    "title": "Organic storage of CO2 on the continental slope off the mid-Atlantic bight",
    "authors": ["J.J. Walsh", "E.T. Premuzic", "J.S. Gaffney", "G.T. Rowe", "G. Harbottle", "R.W. Stoenner", "W.L. Balsam", "P.R. Betzer", "S.A. Mackoll"],
    "venue": "the southeastern Bering Sea, and the Peru coast, Deep-Sea Res. 32 ",
    "year": 1985
  }, {
    "title": "Broenkow, VERTEX: carbon cycling in the NE Pacific, Deep-Sea Res., A, Oceanogr",
    "authors": ["J.H.Martin", "G.A. Knauer", "W.W.D.M. Karl"],
    "year": 1987
  }, {
    "title": "Paleogeographic Atlas",
    "authors": ["C.R. Scotese", "J. Golonka"],
    "venue": "University of Texas, Arlington",
    "year": 1992
  }, {
    "title": "Other tracer gases and atmospheric chemistry",
    "authors": ["M. Prather", "R. Derwent", "D. Enhalt", "P. Fraser", "E. Sanjueza", "X. Zhou"],
    "venue": "in: J.T.e.a. Houghton (Ed.), Climate Change, 1994, Cambridge University Press, Cambridge, UK",
    "year": 1995
  }, {
    "title": "Atmospheric composition",
    "authors": ["G.A. Schmidt", "D.T. Shindell"],
    "venue": "radiative forcing, and climate change as a consequence of a massive methane release from gas hydrates, Paleoceanography 18 ",
    "year": 2003
  }, {
    "title": "Multiple time scales for neutralization of fossil fuel CO2",
    "authors": ["D. Archer", "H. Kheshgi", "E. Maier-Reimer"],
    "venue": "Geophys. Res. Lett. 24 ",
    "year": 1997
  }, {
    "title": "New atmospheric pCO2 estimates from paleosols during the late Paleocene early Eocene global warming interval",
    "authors": ["A. Sinha", "L.D. Stott"],
    "venue": "Glob. Planet. 9 ",
    "year": 1994
  }, {
    "title": "Paleobotanical evidence for near present present-day levels of atmospheric CO2 during part of the Tertiary",
    "authors": ["D.L. Royer", "S.L. Wing", "D.J. Beerling", "D.W. Jolley", "P.L. Koch", "L.J. Hickey", "R.A. Berner"],
    "venue": "Science 292 ",
    "year": 2001
  }, {
    "title": "Atmospheric carbon dioxide concentrations over the past 60 million years",
    "authors": ["P.N. Pearson", "M.R. Palmer"],
    "venue": "Nature 406 ",
    "year": 2001
  }, {
    "title": "E",
    "authors": ["T.J. Bralower", "D.J. Thomas", "J.C. Zachos", "M.M. Hirschmann", "U. Rohl", "H. Sigurdsson"],
    "venue": "Thomas, D.L. Whitney, Highresolution records of the late Paleocene thermal maximum and circum circum-Caribbean volcanism: is there a causal link? Geology 25 ",
    "year": 1997
  }, {
    "title": "Latest Paleocene benthic foraminiferal extinction and environmental changes at Tawanui",
    "authors": ["K. Kaiho", "T. Arinobu", "R. Ishiwatari", "H.E.G. Morgans", "H. Okada", "N. Takeda", "K. Tazaki", "G. Zhou", "Y. Kajiwara", "R. Matsumoto", "A. Hirai", "N. Niitsuma", "H. Wada"],
    "venue": "New Zealand, Paleoceanography 11 ",
    "year": 1996
  }, {
    "title": "The calcite lysocline as a constraint on glacial/interglacial low-latitude production changes",
    "authors": ["D.M. Sigman", "D.C. McCorkle", "W.R. Martin"],
    "venue": "Glob. Biogeochem. Cycles 12 ",
    "year": 1998
  }, {
    "title": "On the late Pleistocene ocean geochemistry and circulation",
    "authors": ["R.S. Keir"],
    "venue": "Paleoceanography 3 ",
    "year": 1988
  }, {
    "title": "Effect of deep-sea sedimentary calcite preservation on atmospheric CO2 concentration",
    "authors": ["D. Archer", "E. Maier-Raimer"],
    "venue": "Nature 367 ",
    "year": 1994
  }, {
    "title": "An atlas of the distribution of calcium carbonate in sediments of the deep sea",
    "authors": ["D. Archer"],
    "venue": "Glob. Biogeochem. Cycles 10 ",
    "year": 1996
  }, {
    "title": "Dynamics of fossil fuel CO2 neutralization by marine CaCO3",
    "authors": ["D. Archer", "H. Kheshgi", "E. Maier-Reimer"],
    "venue": "Glob. Biogeochem. Cycles 12 ",
    "year": 1998
  }, {
    "title": "Leg 198",
    "authors": ["S.S. Party"],
    "venue": "in: T.J. Bralower, S.I. Premoli, M.J. Malone (Eds.), Proceedings of the Ocean Drilling Program Initial Reports",
    "year": 2002
  }, {
    "title": "Proceedings of the Ocean Drilling Program",
    "authors": ["C.K. Paull", "R. Matsumoto", "P.J. Wallace"],
    "venue": "Initial Reports, vol. 164",
    "year": 1996
  }, {
    "title": "Proceedings of the Ocean Drilling Program",
    "authors": ["A.M. Trehu", "G. Bohrmann", "F.R. Rack"],
    "venue": "Initial Reports, vol. 204",
    "year": 2003
  }, {
    "title": "Isotopic composition of CH4",
    "authors": ["C.K. Paull", "T.D. Lorenson", "W.S. Borowski", "W. Ussler III", "K. Olsen", "N.M. Rodriguez"],
    "venue": "CO2 species and sedimentary organic matter within samples from the Blake Ridge: gas source implications, Proceedings of the Ocean Drilling Program, Scientific Results, vol. 164",
    "year": 2000
  }, {
    "title": "Interstitial water chemistry of deeply buried sediments from the Southwest African Margin: a preliminary synthesis of results from Leg 175",
    "authors": ["R.W. Murray", "R. Wigley"],
    "venue": "Proceedings of the Ocean Drilling Program, Initial Reports, vol. 175",
    "year": 1998
  }, {
    "title": "Sedimentary organic matter preservation: an assessment and speculative synthesis",
    "authors": ["J.I. Hedges", "R.G. Keil"],
    "venue": "Mar. Chem. 49 ",
    "year": 1995
  }, {
    "title": "Early diagenesis in deep sea turbidites: the imprint of paleo-oxidation zones",
    "authors": ["D.E. Buckley", "R.E. Cranston"],
    "venue": "Geochim. Cosmochim. Acta 52 ",
    "year": 1988
  }, {
    "title": "Geol",
    "authors": ["J. Thomson", "S. Coley", "N.C. Higgs", "D.J. Hydes", "T.R.S. Wilson", "J. Sorenson"],
    "venue": "Soc. Spec. Publ. 31 ",
    "year": 1987
  }, {
    "title": "The distribution of C-13 and total CO2 in the world oceans",
    "authors": ["P.M. Kroopnick"],
    "venue": "Deep-Sea Res., A, Ocean Oceanogr. Res. Pap. 32 ",
    "year": 1985
  }, {
    "title": "Paleocene oceanography of the eastern subtropical Indian Ocean: an integrated magnetobiostratigraphic and stable isotope study of ODP Hole 716B (Wombat Pl Plateau)",
    "authors": ["F. Quillevere", "M.-P. Aubry", "R.D. Norris", "W.A. Berggren"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol. 184 ",
    "year": 2002
  }, {
    "title": "Oceanographic and climatic implications of the Paleocene carbon isotope maximum",
    "authors": ["R.M. Corfield", "J.E. Cartildge"],
    "venue": "Terra Nova 4 ",
    "year": 1992
  }, {
    "title": "Carbon isotope discrimination and photosynthesis",
    "authors": ["G.D. Farquhar", "J.R. Ehleringe Ehleringer", "K.T. Hubick"],
    "venue": "Annu. Rev. Plant Physiol. Plant Mol. Biol. 40 ",
    "year": 1989
  }, {
    "title": "On the feedback of stratospheric clouds on polar climate",
    "authors": ["D.B. Kirk-Davidoff", "D.P. Schrag", "J.G. Anderson"],
    "venue": "Geophys. Res. Lett. 29 ",
    "year": 2002
  }, {
    "title": "Polar stratospheric clouds: a high latitude warming mechanism in an ancient greenhouse world",
    "authors": ["L.C. Sloan", "D. Pollard"],
    "venue": "Geophys. Res. Lett. 25 ",
    "year": 1998
  }, {
    "title": "Variations in the chemical and stable isotope composition of carbon and sulfur species during organic organic-rich sediment alteration: an experimental and theoretical study of hydrothermal act activity at Guaymas Basin",
    "authors": ["J.S. Seewald", "W.E. Seyfried", "W.C. Shanks III"],
    "venue": "Gulf of California, Geochim. Cosmochim. Acta 58 (1994) 5065–5082.  535  J.A. Higgins, D.P. Schrag / Earth and Planetary Science Letters 245 ",
    "year": 2006
  }, {
    "title": "Rates of carbonate cementation associated with sulfate reduction in DSDP/ODP sediments: implications for the formation of concretions",
    "authors": ["R.Raiswell", "Q.J. Fisher"],
    "venue": "Chem. Geol",
    "year": 2004
  }, {
    "title": "Thermal alteration of Cretaceous black shale by diabase intrusions in the Eastern Atlantic II",
    "authors": ["B.R.T. Simoneit", "S. Brenner", "K.E. Peters", "I.R. Kaplan"],
    "venue": "Effects on bitumen and kerogen, Geochim. Cosmochim. Acta 45 ",
    "year": 1981
  }, {
    "title": "Temperature effects on kerogen and on molecular and isotopic composition of organic matter in the Pierre Shale near an igneous dike",
    "authors": ["J.L. Clayton", "N.H. Bostick"],
    "venue": "Org. Geochem. 10 ",
    "year": 1986
  }, {
    "title": "Effect of an igneous intrusion on an oil shale at Rundle (Australia)",
    "authors": ["J.D. Saxby", "L.C. Stephenson"],
    "venue": "Chem. Geol. 63 ",
    "year": 1987
  }, {
    "title": "Effect of igneous intrusion on the organic geochemistry of a siltstone and an oil shale horizon in the MidlandValley of Scotland,Org.Geochem",
    "authors": ["S.C. George"],
    "year": 1992
  }, {
    "title": "Petroleum Geochemical Analysis of the Interval 1240 m to 4680 m in the Esso Norge 6607/5-2 well",
    "authors": ["M.A. Bastow"],
    "venue": "Offshore Mid-Norway, Esso Norge",
    "year": 1992
  }, {
    "title": "Coal resources",
    "authors": ["M.S. Ellis", "G.L. Gunther", "A.M. Ochs", "S.B. Robers", "E.M. Wilde", "J.H. Schuenemeyer", "H.C. Power", "G.D. Stricker", "D. Blake"],
    "venue": "Powder River basin, U. S. Geol. Surv. Prof. Pap. P 1625-A ",
    "year": 1999
  }, {
    "title": "Internite-rich Tertiary coals from the Zeya-Bureya Basin",
    "authors": ["P.J. Crosdale", "A.P. Sorokin", "K.J. Woolfe", "D.I.M. Macdonald"],
    "venue": "far eastern Russia, Int. J. Coal Geol. 51 ",
    "year": 2002
  }, {
    "title": "Coal resources of Thar",
    "authors": ["A. Jaleel", "G.S. Alam", "S.A.A. Shah"],
    "venue": "Sindh, Pakistan, Geol. Sur. Pak. 110 ",
    "year": 1999
  }, {
    "title": "Carbon dynamics in peatlands and other wetland soils",
    "authors": ["E. Maltby", "P. Immirzi"],
    "venue": "Regional and global perspectives, Chemosphere 27 ",
    "year": 1993
  }, {
    "title": "Total carbon and nitrogen in the soils of the world",
    "authors": ["N.H. Batjes"],
    "venue": "Eur. J. Soil Sci. 47 ",
    "year": 1996
  }, {
    "title": "Estuarine circulation in the Turonian Western Interior seaway of North America",
    "authors": ["R. Slingerland", "L.R. Kump", "M.A. Arthur", "P.J. Fawcett", "B.B. Sageman", "E.J. Barron"],
    "venue": "Geol. Soc. Amer. Bull. 108 ",
    "year": 1996
  }, {
    "title": "Water mass character characteristics in the Cenomanian U.S. Western Interior seaway as indicated by stable isotopes of calcareous organisms, Palaeogeogr",
    "authors": ["C.G. Fisher", "M.A. Arthur"],
    "venue": "Palaeoclimatol. Palaeoecol",
    "year": 2002
  }, {
    "title": "Late Cretaceous (Cenomanian to Campanian) paleoenvironmental history of the Eastern Canadian margin of the Western Interior Seaway: bonebeds and anoxic events",
    "authors": ["C.J. Schroder-Adam", "S.L. Cumbaa", "J. Bloch", "D.A. Leckie", "J. Craig", "S.A.S. El-Dein", "D.J.H.A.E. Simons", "F. Kenig"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol. 170 ",
    "year": 2001
  }, {
    "title": "Depositional conditions and organic matter preservation pathways in an epicontinental environment: the Upper Jurassic Kashpir Oil Shales (Volga Basin",
    "authors": ["A. Riboulleau", "F. Baudin", "J.-F. Deconinck", "S. Derenne", "C. Largeau", "N. Tribovillard"],
    "venue": "Russia), Palaeogeogr. Palaeoclimatol. Palaeoecol. ",
    "year": 2003
  }, {
    "title": "Multiple controls on the preservation of organic matter in Devonian–Mississippian marine black shales: geochemical and petrographic evidence",
    "authors": ["S.M. Rimmer", "J.A. Thompson", "S.A. Goodnight", "T.L. Robl"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol. 215 ",
    "year": 2004
  }, {
    "title": "Paleogeography of the Late Cretaceous of the western interior of middle North America: coal distribution and sediment accumulation",
    "authors": ["L.N.R. Roberts", "M.A. Kirschbaum"],
    "venue": "U. S. Geol. Surv. Prof. Pap. 1561 ",
    "year": 1995
  }, {
    "title": "The relationship between the distribution of thick coal belts and the Late Carboniferous early Permian  marine transgression–regression in the North China Platform",
    "authors": ["R. Zhong", "Z.M. Fu"],
    "venue": "Acta Geol. Sin. 72 ",
    "year": 1998
  }, {
    "title": "The Early Permian floras of Prince Edward Island",
    "authors": ["A.M. Ziegler", "P.M. Rees", "S.V. Naugolnykh"],
    "venue": "Canada: differentiation global from local effects of climate change, Can. J. Earth Sci. 39 ",
    "year": 2002
  }, {
    "title": "Acclimation of ecosystem CO2 exchange in the Alaskan Arctic in response to decadal climate warming",
    "authors": ["W.C. Oechel", "G.L. Vourlitis", "S.J. Hastings", "R.C. Zulueta", "L. Hinzman", "D. Kane"],
    "venue": "Nature 406 ",
    "year": 2000
  }, {
    "title": "Soil CO2 flux from three ecosystems in tropical peatland of Sarawak",
    "authors": ["L. Melling", "R. Hatano", "K. Joo Goh"],
    "venue": "Malaysia, Tellus 57B ",
    "year": 2005
  }, {
    "title": "Evidence of rapid Cenozoic uplift of the shoulder escarpment of the Cenozoic West Antarctic rift system and speculation on possible climate forcing",
    "authors": ["J.C. Behrendt", "A. Cooper"],
    "venue": "Geology 19 ",
    "year": 1991
  }, {
    "title": "Recent rapid uplift in the Bolivian Andes: evidence from fission-track dating",
    "authors": ["M.T. Benjamin", "N.M. Johnson", "C.W. Naeser"],
    "venue": "Geology 15 ",
    "year": 1987
  }, {
    "title": "Fluvial incision and tectonic uplift across the Himalayas of central Nepal",
    "authors": ["J. Lave", "J.P. Avouac"],
    "venue": "J. Geophys. Res. 106 ",
    "year": 2001
  }, {
    "title": "Correlation of the early Paleogene in northwest Europe: an overview",
    "authors": ["R.W.O.B. Knox"],
    "venue": "in: R.W.O.B. Knox, R.M. Corfield, R.E. Dunay (Eds.), Geological Society Special Publication, vol. 101, The Geological Society, London",
    "year": 1996
  }, {
    "title": "The tectonic and volcanic history of the North Atlantic region during the Paleocene–Eocene transition: implications for NW European and global biotic events",
    "authors": ["R.W.O.B. Knox"],
    "venue": "in: M.-P. Aubry, S. Lucas, W.A. Berggren (Eds.), Late Paleocene– Early Eocene Climatic and Biotic Events in the Marine and Terrestrial Records, Columbia University Press, New York",
    "year": 1998
  }, {
    "title": "Geologic evolution of the Himalayan– Tibetan orogen",
    "authors": ["A. Yin", "T.M. Harrison"],
    "venue": "Annu. Rev. Earth Planet. Sci. 28 ",
    "year": 2000
  }, {
    "title": "Plate tectonic evolution of the southern margin of Eurasia in the Mesozoic and Cenozoic",
    "authors": ["J. Golonka"],
    "venue": "Tectonophysics 381 ",
    "year": 2004
  }, {
    "title": "Ocean chemistry during glacial time",
    "authors": ["W.S. Broecker"],
    "venue": "Geochim. Cosmochim. Acta 46 ",
    "year": 1982
  }, {
    "title": "Experimental study of igneous and sedimentary apatite dissolution: control of pH",
    "authors": ["M.W. Guidry", "F.T. Mackenzie"],
    "venue": "distance from equilibrium, and temperature on dissolution rates, Geochim. Cosmochim. Acta 67 ",
    "year": 2003
  }, {
    "title": "Carbon to phosphorus ratios in sediments: implications for nutrient cycling",
    "authors": ["L.D. Anderson", "M.L. Delaney", "K.L. Faul"],
    "venue": "Glob. Biogeochem. Cycles 15 ",
    "year": 2001
  }, {
    "title": "Redox stabilization of the atmosphere and oceans by phosphorus-limited marine productivity",
    "authors": ["P. Van Cappellen", "E.D. Ingall"],
    "venue": "Science 271 ",
    "year": 1996
  }, {
    "title": "The impact of desiccation of a freshwater march (Garcines Nord",
    "authors": ["C.-J. De Groot", "C.V. Wijck"],
    "venue": "Camargue, France) on sediment–water–vegetation interactions, Hydrobiologia 252 ",
    "year": 1993
  }, {
    "title": "G",
    "authors": ["A. Jokic", "J.N. Cutler", "E. Ponomarenko"],
    "venue": "Van der Kamp, D.W. Anderson, Organic carbon and sulfur compounds in wetland soils: insights on structure and transformation processes using K-edge XANES and NMR spectroscopy, Geochim. Cosmochim. Acta 67 (2003) 2585–2597.  536  J.A. Higgins, D.P. Schrag / Earth and Planetary Science Letters 245 ",
    "year": 2006
  }, {
    "title": "Oxygenation and organic-matter preservation in marine sediments: direct experimental evidence from ancient organic carbon-rich",
    "authors": ["L. Moodley", "J.J. Middelburg", "P.M.J. Herman", "G.J. de Lange"],
    "venue": "deposits, Geology",
    "year": 2005
  }, {
    "title": "Influence of oxygen exposure time on organic carbon preservation in continental margin sediments",
    "authors": ["H.E. Hartnett", "R.G. Keil", "J.I. Hedges", "A.H. Devol"],
    "venue": "Nature 391 ",
    "year": 1998
  }, {
    "title": "Sedimentary organic matter preservation: an assessment and speculative synthesis",
    "authors": ["J.I. Hedges", "F.S. Hu", "A.H. Devol", "H.E. Hartnett", "E. Tsamakis", "R.G. Keil"],
    "venue": "Am. J. Sci. 299 ",
    "year": 1999
  }, {
    "title": "A buried paleosol and late Pleistocene unconformity in coastal deposits of the eastern Yellow Sea",
    "authors": ["D.I. Lim", "H.S. Jung", "B.O. Kim", "J.Y. Choi", "H.N. Kim"],
    "venue": "East Asia, Quat. Int. 121 ",
    "year": 2004
  }, {
    "title": "Pedogenesis of late Quaternary deposits",
    "authors": ["K. Choi"],
    "venue": "northern Kyonggi Bay, Korea: implications for relative sea-level change and regional stratigraphic correlation, Palaeogeogr. palaeoclimatol. palaeoecol. 220 ",
    "year": 2005
  }, {
    "title": "The Late Pleistocene–Holocene paleolimnology of Lake Victoria",
    "authors": ["M.R. Talbot", "T. Laerdal"],
    "venue": "East Africa, based upon elemental and isotopic analyses of sedimentary organic matter, J. Paleolimnol. 23 ",
    "year": 2000
  }, {
    "title": "Climate and sea-level perturbations during the Initial Eocene Thermal Maximum: evidence from siliciclastic units in the Basqu Basque Basin (Ermua",
    "authors": ["B. Schmitz", "V. Pujalte", "K. Nunez-Betelu"],
    "venue": "Zamaia, and Trabakua Pass) northern Spain, Palaeogeogr. Palaeoclimatol. Palaeoecol. 165 ",
    "year": 2001
  }, {
    "title": "The Late Paleocene anoxic event in epicontinental seas of Peri Peri-Tethys and formation of the sapropelite unit: sedimentology and geochemistry",
    "authors": ["Y.O. Gavrilov", "L.A. Kodina", "I.Y. Lubchenko", "N.G. Muzylov"],
    "venue": "Lithol. Miner. Resour. 32 ",
    "year": 1997
  }, {
    "title": "Sea-level changes and black shales associated with the late Paleocene thermal maximum: organicgeochemical and micropaleontologic evidence from the southern Tethyan margin (Egypt–Israel)",
    "authors": ["R.P. Speijer", "T. Wagner"],
    "venue": "Geol. Soc. Amer. Spec. Pap. 356 ",
    "year": 2002
  }, {
    "title": "Biogeography of the Saharan Cretaceous and Paleocene epicontinental transgressions",
    "authors": ["R.A. Reyment"],
    "venue": "Cretac. Res. 1 ",
    "year": 1980
  }, {
    "title": "Paleocene and Eocene of Western Eurasia (Russian Sector) — stratigraphy",
    "authors": ["M.A. Akhmetiev", "V.N. Beniamovski"],
    "venue": "paleogeography, and climate, Neues Jahrb. Geol. Palaontol. Abh. 234 ",
    "year": 2005
  }, {
    "title": "Climatic",
    "authors": ["R.A. Beck", "A. Sinha", "D.W. Burbank", "W.J. Sercombe", "A.M. Khan"],
    "venue": "oceanographic, and isotopic consequences of the Paleocene India–Asia collision, in: M.-P. Aubry, S. Lucas, W.A. Berggren (Eds.), Late Paleocene–Early Eocene Climatic and Biotic Events in the Marine and Terrestrial Records, Columbia University Press, New York",
    "year": 1998
  }, {
    "title": "Reconstructing the total shortening history of the NW Himalaya",
    "authors": ["S. Guillot", "E. Garzanti", "D. Baratoux", "D. Marquer", "G. Maheo", "J. Sigoyer"],
    "venue": "Geochem., Geophys., Geosyst. 4 ",
    "year": 2003
  }, {
    "title": "Stratigraphic response and mammalian dispersal during initial India–Asia collision: evidence from the Ghazij Formation",
    "authors": ["W.C. Clyde", "I.H. Khan", "P.D. Gingerich"],
    "venue": "Balochistan, Pakistan, Geology 31 ",
    "year": 2003
  }, {
    "title": "Sedimentary record of the northward flight of India and its collision with Eurasia (Ladakh Himalaya",
    "authors": ["E. Garzanti", "A. Baud", "G. Mascle"],
    "venue": "India), Geodin. Acta 1 ",
    "year": 1987
  }, {
    "title": "Late Miocene desiccation of the Mediterranean",
    "authors": ["K.J. Hsu", "W.B.F. Ryan", "M.B. Cita"],
    "venue": "Nature 242 ",
    "year": 1973
  }, {
    "title": "Chronology",
    "authors": ["W. Krijgsman", "F.J. Hilgen", "I. Raffi", "F.J. Sierro", "D.S. Wilson"],
    "venue": "causes and progression of the Messinian salinity crisis, Nature 400 ",
    "year": 1999
  }, {
    "title": "The nature and distribution of Messinian erosional surfaces — indicators of a severalkilometer-deep Mediterranean in the Miocene",
    "authors": ["W.B.F. Ryan", "M.B. Cita"],
    "venue": "Mar. Geol. 27 ",
    "year": 1978
  }, {
    "title": "Neogene tectonics in the Western Mediterranean may have caused theMessinian Salinity Crisis and an associated glacial event",
    "authors": ["R. Weijermars"],
    "venue": "Tectonophysics 148 ",
    "year": 1988
  }, {
    "title": "P",
    "authors": ["S. Duggen", "K. Hoernle"],
    "venue": "van den Bogaard, L. Rupke, J. Phipps Morgan, Deep roots of the Messinian salinity crisis, Nature 422 ",
    "year": 2003
  }, {
    "title": "A quantitative analysis of the desiccation and re-filling of the Mediterranean during the Messinian Salinity Crisis",
    "authors": ["W. Krijgsman", "P.T. Meijer"],
    "venue": "Earth Planet. Sci. Lett. 240 ",
    "year": 2005
  }, {
    "title": "Of sills and straits: a quantitative assessment of the Messinian Salinity Crisis",
    "authors": ["P.L. Blanc"],
    "venue": "Deep-Sea Res. 47 ",
    "year": 2000
  }, {
    "title": "Late Miocene through early Pliocene deep water circulation and climate change viewed from the sub-Antarctic South Atlantic",
    "authors": ["K. Billups"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol. 185 ",
    "year": 2002
  }, {
    "title": "The Late Miocene stable isotope record",
    "authors": ["N.J. Shackleton", "M.A. Hall"],
    "venue": "Site 926, Proceedings of the Ocean Drilling Program, Scientific Results, vol. 154",
    "year": 1997
  }, {
    "title": "Correlation of late Miocene to early Pliocene sequences between the Mediterranean and North Atlantic",
    "authors": ["D.A. Hodell", "J.H. Curtis", "F.J. Sierro", "M.E. Raymo"],
    "venue": "Paleoceanography 16 ",
    "year": 2001
  }, {
    "title": "Late Neogene benthic stable isotope record of ocean drilling program site 999: implications for Caribbean paleoceanography",
    "authors": ["T. Bickert", "G.H. Haug", "R. Tiedemann"],
    "venue": "organic carbon burial, and the Messinian salinity crisis, Paleoceanography 19 ",
    "year": 2004
  }, {
    "title": "Tectonic control on past circulation of the Mediterranean Sea: a model study of the Late Miocene",
    "authors": ["P.T. Meijer", "R. Slingerland", "M.J.R. Wortel"],
    "venue": "Paleoceanography 19 ",
    "year": 2004
  }, {
    "title": "Petrography and mineralogy of sapropels",
    "authors": ["W.D. Nesteroff"],
    "venue": "Initial Reports of the Deep Sea Drilling Project, vol. 13",
    "year": 1973
  }, {
    "title": "Stratigraphy of Eastern Mediterranean sapropel sequences recovered during DSDP Leg 42A and their paleoenvironmental significance",
    "authors": ["R.B. Kidd", "M.B. Cita", "W.B.F. Ryan"],
    "venue": "Initial Reports of the Deep Sea Drilling Project, vol. 42",
    "year": 1978
  }, {
    "title": "Deep-water clastic evaporites deposition in the Messinian Adriatic foredeep (northern Apennines",
    "authors": ["V. Manzi", "S. Lugli", "F. Lucchi", "M. Roveri"],
    "venue": "Italy): did the Mediterranean ever dry out? Sedimentology 52 ",
    "year": 2005
  }, {
    "title": "The Mediterranean Messinian salinity crisis: an Apennine foredeep perspective",
    "authors": ["M. Roveri", "M.A. Bassetti", "F.R. Lucchi"],
    "venue": "Sediment. Geol. 140 ",
    "year": 2001
  }, {
    "title": "Did the Mediterranean sea dry out during the Miocene? A reassessment of the evaporite evidence from DSDP legs 13 and 42A cores",
    "authors": ["L.A. Hardie", "T.K. Lowenstein"],
    "venue": "J. Sediment. Res. 74 ",
    "year": 2004
  }, {
    "title": "Astronomical pacing of late Palaeocene to early Eocene global warming events",
    "authors": ["L.J. Lourens", "A. Sluijs", "D. Kroon", "J.C. Zachos", "E. Thomas", "U. Rohl", "J. Bowles"],
    "venue": "Nature 435 (2005) 1083–1087.  537  J.A. Higgins, D.P. Schrag / Earth and Planetary Science Letters 245 ",
    "year": 2006
  }, {
    "title": "Multiple early Eocene thermal maximums",
    "authors": ["U. Roehl", "J.C. Zachos", "E. Thomas", "D.C. Kelly", "B. Donner", "T. Westerhold"],
    "venue": "AGU Meeting Abstract",
    "year": 2004
  }, {
    "title": "Sea surface temperature",
    "authors": ["N.E. Graham", "T.P. Barnett"],
    "venue": "surface wind divergence, and convection over tropical oceans, Science, 238 ",
    "year": 1987
  }, {
    "title": "Polar amplification of climate change in coupled models",
    "authors": ["M.M. Holland", "C.M. Bitz"],
    "venue": "Clim. Dyn., 21 ",
    "year": 2003
  }, {
    "title": "Trends",
    "authors": ["J.C. Zachos", "M. Pagani", "L.C. Sloan"],
    "venue": "rhythms, and aberrations in global climate 65 Ma to present, Science, 292 ",
    "year": 2001
  }, {
    "title": "Atlas of Mesozoic and Cenozoic Coastlines",
    "authors": ["A.G. Smith", "S.D.G B.M. Funnell"],
    "venue": "Cambridge University Press, Cambridge",
    "year": 1994
  }],
  "id": "SP:235f48988bff37ebb1427707a3f4195357b8adde",
  "authors": [{
    "name": "John A. Higgins",
    "affiliations": []
  }, {
    "name": "Daniel P. Schrag",
    "affiliations": []
  }],
  "abstractText": "Extreme global warmth and an abrupt negative carbon isotope excursion during the Paleocene–Eocene Thermal Maximum (PETM) have been attributed to a massive release of methane hydrate from sediments on the continental slope [G.R. Dickens, J.R. O'Neil, D.K. Rea, R.M. Owen, Dissociation of oceanic methane hydrate as a cause of the carbon isotope excursion at the end of the Paleocene, Paleoceanography 10 (1995) 965–971.]. However, the magnitude of the warming (5 to 6 °C [J.C. Zachos, M.W. Wara, S. Bohaty, M.L. Delaney, M.R. Petrizzo, A. Brill, T.J. Bralower, I. Premoli-Silva, A transient rise in tropical sea surface temperature during the Paleocene–Eocene Thermal Maximum, Science 302 (2003) 1551–1554.,J.P. Kennett, L.D. Stott, Abrupt deep-sea warming, paleoceanographic changes and benthic extinctions at the end of the Paleocene, Nature 353 (1991) 225–228.]) and rise in the depth of the CCD (N2 km; [J.C. Zachos, U. Rohl, S.A. Schellenberg, D. Hodell, E. Thomas, A. Sluijs, C. Kelly, H. McCarren, D. Kroon, I. Raffi, L.J. Lourens, M. Nicolo, Rapid acidification of the ocean during the Paleocene–Eocene Thermal Maximum, Science 308 (2005) 1611–1615.]) indicate that the size of the carbon addition was larger than can be accounted for by the methane hydrate hypothesis. Additional carbon sources associated with methane hydrate release (e.g. pore-water venting and turbidite oxidation) are also insufficient. We find that the oxidation of at least 5000 Gt C of organic carbon is the most likely explanation for the observed geochemical and climatic changes during the PETM, for which there are several potential mechanisms. Production of thermogenic CH4 and CO2 during contact metamorphism associated with the intrusion of a large igneous province into organic rich sediments [H. Svensen, S. Planke, A. Malthe-Sorenssen, B. Jamtveit, R. Myklebust, T.R. Eidem, S.S. Rey, Release of methane from a volcanic basin as a mechanism for initial Eocene global warming, Nature 429 (2004).] is capable of supplying large amounts of carbon, but is inconsistent with the lack of extensive carbon loss in metamorphosed sediments, as well as the abrupt onset and termination of carbon release during the PETM. A global conflagration of Paleocene peatlands [A.C. Kurtz, L.R. Kump, M.A. Arthur, J.C. Zachos, A. Paytan, Early Cenozoic decoupling of the global carbon and sulfur cycles, Paleoceanography 18 (2003).] highlights a large terrestrial carbon source, but massive carbon release by fire seems unlikely as it would require that all peatlands burn at once and then for only 10 to 30 ky. In addition, this hypothesis requires an order of magnitude increase in the amount of carbon stored in peat. The isolation of a large epicontinental seaway by tectonic uplift associated with volcanism or continental collision, followed by desiccation and bacterial respiration of the aerated organic matter is another potential mechanism for the rapid release of large amounts of CO2. In addition to the oxidation of the underlying marine ⁎ Corresponding author. E-mail address: jahiggins@post.harvard.edu (J.A. Higgins). 0012-821X/$ see front matter © 2006 Elsevier B.V. All rights reserved. doi:10.1016/j.epsl.2006.03.009 524 J.A. Higgins, D.P. Schrag / Earth and Planetary Science Letters 245 (2006) 523–537 sediments, the desiccation of a major epicontinental seaway would remove a large source of moisture for the continental interior, resulting in the desiccation and bacterial oxidation of adjacent terrestrial wetlands. © 2006 Elsevier B.V. All rights reserved.",
  "title": "Beyond methane: Towards a theory for the Paleocene–Eocene Thermal Maximum"
}