{
  "sections": [{
    "heading": "INTRODUCTION",
    "text": "At the XVIIth General Assembly of the International Union of Geodesy and Geophysics held in Canberra, Australia, 3rd--15th December, 1979 an Interdisciplinary Symposium on Volcanism and Climate was held. The conveners were Dr. G. P. L. Walker of the Depar tment of Geology, University of Auckland, representing the International Association of Volcanology and Chemistry of the Earth's Interior, and myself, representing the International Association of Meteorology and Atmospheric Physics. This issue contains seven of the papers that were presented at the Symposium, all of which have been reviewed by at least two outside reviewers. Dr. Walker and I are grateful to these reviewers for their help.\nDr. Walker and I had previously discussed the problems of volcanoes and climate when I approached him with questions about the frequency of volcanoes in the past while I was on sabbatical leave at Imperial College, London in 1971. At that t ime when writing about the influences of the eruption of Mt. Agung in March 1963 on the atmosphere I had placed major emphasis on the sulphur dioxide emission and its conversion to sulphate which I thought was responsible for the observed warming of the stratosphere. Since then the view has evolved that dust or ash itself contributes to the early heating with sulphate contributing later, as oxidation occurs, to both stratospheric heating and tropospheric cooling. The sulphate is thought to be a major cont r ibu tor to acidity which influences the conductivity of polar ice cores, measured by the techniques described herein by Hammer and his colleagues. These core measurements are yielding immensely valuable information about stratospheric sulphate in the past few thousand years with a resolution which is essentially seasonal. Individual volcanic events show up beautifully, providing data for interdisciplinary studies and engendering a search for those eruptions which appear in the ice but not in the writ ten record. In the contr ibut ion by Self and his colleagues it appears that the size of the eruption does not control the size of the atmospheric response and it may be that the quanti ty of sulphur dioxide injected into the stratosphere is more important than the overall magnitude of the eruption. The geologists can make estimates of the relative amount of sulphur but now these can be checked by the application of Hammer's technique which, it is to be hoped, can be extended to additional cases. Hammer's work may lead eventually to the resolution of such issues as the cause of the Little Ice Age, but before this can be satisfactorily explained it will be necessary to include some mechanisms that expand the influence of a few eruptions to a longer term effect on climate. Possibilities are oceanic heat storage changes or land or marine ice ex ten t and it will be necessary to match the ice core records with high resolution data from ocean cores\nwhich can yield values of sea surface t empera tu re s of the past. This worl~ is on ly just beginning. Eventual ly it can be supp lemen ted by work on oceana tmosphere modell ing.\nThe careful recording of partmle concen t r a t i o n in ice cores discussed b5 T h o m p s o n and Mos ley -Thompson herein has a n u m b e r of ramif ica t ions since if the part icles or iginate f rom volcanoes thei r concen t ra t ions m ay be t r ea ted as indices of volcanic act ivi ty. Others m ay come f rom wind pick-ut) and m a y ref lec t increased wind strengths of the cold periods. F rom studies of the na ture of the part icles as r epor t ed by Kyle et al. it m ay be possible. to iden t i fy the par t icular sources; t hey raise the interest ing possibil i ty that~ ice loading ma y trigger volcanic e rupt ions .\nF r o m the po in t of view of the par t ic ipants I th ink it is fmr to say tha t the Interdisc ipl inary Sympos ium was a success. The e rup t ion of Mr. St. Helen 's in the U.S.A. in May 1980 b rough t the two groups even closer together . There is still much hea l thy con t roversy , par t of whmh may b~' resolved by the observat ions of Mt. St. Helen 's , and I look fo rward to fu tu re I .U.G.G. meet ings on the subject.\nREGINALD E NEWELL"
  }],
  "year": 2002,
  "references": [],
  "id": "SP:1468250456a12b0b8ee7a739a89aca22f418dc40",
  "authors": []
}