{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nPalaeogeography, Palaeoclimatology, Palaeoecology\njournal homepage: www.elsevier.com/locate/palaeo\nMercury anomalies, volcanic pulses, and drowning episodes along the northern Tethyan margin during the latest Hauterivian-earliest Aptian\nGuillaume Charbonniera,⁎, Alexis Godetb, Stéphane Bodinc, Thierry Adattea, Karl B. Föllmia\na Institute of Earth Sciences, Géopolis, University of Lausanne, CH-1015 Lausanne, Switzerland bDepartment of Geological Sciences, The University of Texas at San Antonio, San Antonio, TX 78249, USA c Department of Geoscience, Aarhus University, Høegh-Guldbergs Gade 2, 8000 Aarhus C, Denmark\nA R T I C L E I N F O\nKeywords: Large Igneous Province Organic-matter Limestone Marlstone Environmental changes Western Tethys\nA B S T R A C T\nThe latest Hauterivian-earliest Aptian time interval includes three episodes of significant environmental change (Faraoni, late early-Barremian, and Taxy Episodes). This time interval appears to partially overlap with largescale volcanic activity related to the Tristan da Cunha plume along the Rio Grande Rise, High Arctic large igneous province volcanism, and the early phase in the formation of the greater Ontong Java LIP in the Pacific. The establishment of exact temporal relationships between volcanic activity and environmental change remains, however, a major challenge, due to the scarcity of numerical ages for the Early Cretaceous. We report mercury (Hg) contents in uppermost Hauterivian-lowermost Aptian marl/limestone alternations from seven sections along a NeS transect in the Western Tethys. The Hg contents in marl samples display rather scattered records, which are generally well correlated with the total organic carbon (TOC) records. In associated limestone beds, five distinct spikes in Hg concentrations occur in three intervals (latest Hauterivian, early Barremian, and latest Barremian). The small amounts of organic matter (< 0.2 wt%) in the limestones suggest that organic matter only played a limited role in Hg sequestration. Three Hg peaks in the middle of the Balearites balearis Zone, in the Faraoni level, and in the early Barremian occur only in one of the seven studied sections, which indicate a regionally variable distribution of Hg during these episodes. However, two distinct enrichments in Hg concentrations at the top of the B. balearis Zone (below the Faraoni level) and the M. sarasini Zone (below the Taxy level) appear comparable and correlatable between the sections. These data indicate that important volcanic activity antedating the Faraoni and the Taxy episodes may have contributed to the onset of associated environmental and ecological perturbations during the latest Hauterivian and latest Barremian, such as carbonate platform drowning phases."
  }, {
    "heading": "1. Introduction",
    "text": "The Early Cretaceous period is punctuated by short episodes of considerable palaeoceanographic and palaeoenvironmental change (e.g., Jenkyns, 2010). For the latest Hauterivian-earliest Aptian time interval (~132.4–126Ma; Ogg et al., 2016), the Faraoni, “Mid”-Barremian and Taxy episodes represent such phases of profound perturbations, which are expressed by the repeated installation of widespread dys- to anaerobic conditions in the western Tethys and the subboreal realm (Mutterlose et al., 2010; Föllmi et al., 2012). The Faraoni episode has been defined as a thin succession of laminated organic-rich sediments known as the Faraoni level in central Italy, which is dated to the latest Hauterivian (Pseudothurmannia ohmi ammonite Zone) (Cecca et al., 1994). Organic-rich equivalents have also been observed in other Tethyan (hemi-) pelagic locations such as the Vocontian Basin and the\nUltrahelvetic Basin (Baudin et al., 1999; Bersezio et al., 2002; Bodin et al., 2006a, 2006b, 2007; Godet et al., 2006). Laminated organic-rich deposits of late early to early late Barremian age have been found in different European basins, documenting the “Mid”-Barremian episode (Coccioni et al., 2003; Godet et al., 2006; Mutterlose et al., 2010). Organic-rich deposits have also been described from near the Barremian/Aptian boundary (from Imerites giraudi to Deshayesites oglanlensis ammonite Zones). They are for example known from the Lower Saxony Basin (Mutterlose et al., 2010) and include the Taxy level in the region of La Bédoule (southern France) (Moullade et al., 1998; Stein et al., 2011, 2012a).\nThe deposition of these organic-rich layers has been interpreted as the result of short-lived anoxic episodes (Föllmi, 2012). The corresponding carbon stable isotope composition (δ13C) records in carbonates from the Vocontian Basin and central Tethys are only\nhttps://doi.org/10.1016/j.palaeo.2018.06.013 Received 15 February 2018; Received in revised form 1 June 2018; Accepted 8 June 2018\n⁎ Corresponding author. E-mail address: guillaume.charbonnier@unil.ch (G. Charbonnier).\nPalaeogeography, Palaeoclimatology, Palaeoecology 505 (2018) 337–350\nAvailable online 10 June 2018 0031-0182/ © 2018 Elsevier B.V. All rights reserved.\nT\ncharacterized by a minor increase (~0.3‰) through the Faraoni level and minor fluctuations through the late early Barremian interval, whereas the Taxy episode is distinguished by a negative excursion (~0.4–0.6‰) (Wissler et al., 2002; Godet et al., 2006; Stein et al., 2011, 2012a; Föllmi et al., 2012). The first two episodes are coeval with a long phase of platform drowning along the northern Tethyan margin, which was initiated in the wake of the Faraoni episode and lasted until the late early Barremian (e.g., Funk et al., 1993; Föllmi et al., 1994; Weissert et al., 1998). Furthermore, on the shelf bordering the northern Tethyan margin, the Urgonian platform, which is characterized by photozoan carbonate-producing ecosystems, shifted progressively into a heterozoan mode during the Taxy episode (Bodin et al., 2006a; Stein et al., 2012b).\nDuring this time interval (~132.4–126Ma; Ogg et al., 2016), largescale volcanic activity occurred related to the Tristan da Cunha plume along the Rio Grande Rise (~127Ma; Gallagher and Hawkesworth, 1994), the High Arctic large igneous province (HA-LIP ~130–80Ma: 40Ar/39Ar, 190–34Ma: K/Ar; Polteau et al., 2016), and finally the early phase of the greater Ontong Java LIP in the Pacific (~126 and 124Ma; Tejada et al., 2004; Timm et al., 2011). However, due to large uncertainties in available time scales and the scarcity of direct radiometric ages, the establishment of exact chronological correlations between volcanic activity and environmental perturbations remains a major challenge.\nWithin the last decade, mercury (Hg) contents in marine sedimentary rocks proved to be a highly reliable chemical proxy to investigate the role of LIP activity during major environmental perturbations, since volcanic emissions are an important source of natural Hg in the oceanatmosphere system (Sial et al., 2010; Nascimento Silva et al., 2011; Sanei et al., 2012; Percival et al., 2015). Mercury is emitted by volcanic activity as gaseous Hg0, which is globally distributed due to a rather long atmospheric residence time (0.5–1 year) (Selin et al., 2008). In sedimentary deposits, Hg is typically adsorbed onto organic matter by biological processes (Sanei et al., 2012; Grasby et al., 2013). The resulting interdependencies are revealed in modern and ancient sediments by covariations between Hg and TOC (Outridge et al., 2007; Gehrke et al., 2009; Grasby et al., 2013; Sial et al., 2013). In addition, Hg may be adsorbed by abiotic processes onto clay particles and transported to coastal environments and into the marine realm by runoff (Sial et al., 2013; Percival et al., 2015). Recently, anomalies in Hg concentrations related to volcanic activity have been reported from geological records of the Permian-Triassic boundary, the Triassic-Jurassic boundary, the early Toarcian, the Valanginian, the Early Aptian, and the Cretaceous-Palaeogene boundary (Sanei et al., 2012; Percival et al., 2015; Font et al., 2016; Thibodeau et al., 2016; Charbonnier and Föllmi, 2017; Charbonnier et al., 2017).\nThe aim of this study is to establish the precise role of large-scale volcanic activity during the latest Hauterivian-earliest Aptian time interval. This contribution investigates the distribution of Hg contents in seven reference sections at Angles (uppermost Hauterivian-lowermost Aptian), Veveyse de Châtel Saint Denis (Upper Hauterivian), FiumeBosso (Upper Hauterivian-lower Barremian), Gorgo a Cerbara (Upper Barremian-lowermost Aptian), Breggia (Upper Hauterivian-Upper Barremian), Capriolo (uppermost Hauterivian-lowermost Aptian), and La Bédoule (uppermost Barremian), which all represent hemipelagic to pelagic environments. These sections embody a NeS transect across the western Tethys (Fig. 1)."
  }, {
    "heading": "2. Geological setting",
    "text": ""
  }, {
    "heading": "2.1. The Angles section",
    "text": "The hemipelagic series of the Angles section (Alpes de Haute Provence region, SE France) consists of poorly bioturbated grey limestone alternating with dark marlstone, which has been deposited in the Vocontian Basin (Fig. 1). This section is considered as the stratotype of\nthe Barremian, and benefits from a robust ammonite biostratigraphic framework (Vermeulen, 2002). The interval between the B. balearis Zone at the base (uppermost Hauterivian) and the D. oglanlensis Zone at the top of the section (lowermost Aptian) is investigated (Fig. 2): highresolution carbon-isotope stratigraphy has been established along the section (Wissler et al., 2002; Godet et al., 2006) and the stratigraphic position of the Faraoni, Mid-Barremian, and Taxy episodes are well defined (Bodin et al., 2006b, 2007; Godet et al., 2006; Föllmi, 2012)."
  }, {
    "heading": "2.2. The Veveyse de Châtel-Saint Denis section",
    "text": "The section of Veveyse de Châtel-Saint Denis (VCD) is located in the Canton of Fribourg (Switzerland), along the Veveyse River in the Ultrahelvetic realm. The sediments of the VCD section are composed of bioturbated limestone alternating with marl, and the Upper Hauterivian interval includes the Faraoni level equivalent (Baudin et al., 2006; Bodin et al., 2006b, 2007; Godet et al., 2006) (Fig. 3). A detailed ammonite biostratigraphic and carbon-isotope stratigraphic framework has been established for this section (Busnardo et al., 2003; Godet et al., 2006)."
  }, {
    "heading": "2.3. The Fiume Bosso and Gorgo a Cerbara sections",
    "text": "Pelagic sediments of the Umbria Marche basin (central Italy), situated near the central zone of the Tethys (Fig. 1), are composed of rhythmical alternations of white to grey limestone and organic-rich layers of the Maiolica Formation. The temporal framework is well defined by ammonite and nannofossil biostratigraphy, magnetostratigraphy and carbon-isotope stratigraphy (Cecca et al., 1994; Channell et al., 2000; Godet et al., 2006). The Fiume Bosso section is located between Urbino and Gubbio (central Italy) and represents the type locality for the Faraoni level (Cecca et al., 1994) (Fig. 4). Located close to Piobbico (central Italy), the Gorgo a Cerbara outcrop constitutes a key reference section for the Barremian-Aptian boundary (Channell et al., 2000) (Fig. 5)."
  }, {
    "heading": "2.4. The Breggia and Capriolo sections",
    "text": "The pelagic sediments deposited in the Lombardian basin (Fig. 1) correspond also to the Maiolica Formation, which consists of a micritic carbonate with dark marly interlayers. A detailed calcareous nannofossil biostratigraphic and magnetostratigraphic framework has been established (Channell and Erba, 1992; Channell et al., 2000). Furthermore, these sections have been investigated for their carbon-isotope, organic-matter and phosphorus records (Föllmi et al., 2012). The Breggia section in the Breggia Gorge close to Balerna (southern Switzerland) consists of a rather complete outcrop spanning the upper Hauterivian-upper Barremian time interval (Fig. 6). The Capriolo section in the southwestern part of Lago d'Iseo (northern Italy) represents the time interval from the upper Hauterivian to the lowermost Aptian (Fig. 7). It appears that the thickness of lower Barremian sediments is largely reduced whereas most of the upper Barremian sediments has been preserved (Föllmi et al., 2012)."
  }, {
    "heading": "2.5. The La Bédoule section",
    "text": "The section of La Bédoule is situated to the southeast of Marseille (Provence region, SE France), representing the hemipelagic realm of the South Provence basin (Fig. 1). The temporal framework is provided by calcareous nannofossil, planktonic foraminifera, and ammonite biostratigraphy, as well as by carbon-isotope stratigraphy (Kuhnt et al., 1998; Moullade et al., 1998; Stein et al., 2012a). Hemipelagic sediments from the uppermost Barremian consist of a massive whitish limestone alternating with thin marly layers and a series of laminated organic-rich layers (Stein et al., 2012a). These organic-rich deposits represent the sedimentary expression of the Taxy episode (Stein et al.,\n2012a) (Fig. 8)."
  }, {
    "heading": "3. Methods",
    "text": "A total of 639 samples were measured for their Hg contents, using a Zeeman R-915F (Lumex, St. Petersburg, Russia) high-frequency atomic absorption spectrometer at the University of Lausanne. Analyses are based on the direct thermal evaporation of Hg from solid samples. Measurements were systematically conducted on two aliquots. The accuracy was confirmed by the analysis of certified reference materials (GSD-11 standard, Chinese alluvium: 72.0 ppb; Zintwana et al., 2012) with a correlation coefficient of 0.99 and a standard residual deviation of 5% (±3.6 ppb for the standard). In complement, total organic carbon (TOC) was measured using a Rock-Eval™6 devise at the University of Lausanne (Behar et al., 2001). Approximately 50 to 70mg of powdered sample material has been subjected to pyrolysis followed by complete oxidation of the residual sample (Espitalié et al., 1985; Lafargue et al., 1998). Results were calibrated using the IFP160000 standard with an instrumental precision of< 2%."
  }, {
    "heading": "4. Results",
    "text": ""
  }, {
    "heading": "4.1. Marlstone data",
    "text": "Throughout the entire acquired dataset, Hg contents range from 5 to 507 ppb in marly samples (Figs. 2–8A), and the TOC values vary from<0.5% to 18.9% (Figs. 2-8A). The Hg records at Angles, Fiume Bosso, Gorgo a Cerbara, Breggia, Capriolo, and La Bédoule display rather scattered evolutions, which are generally well correlated with the TOC records. In the Angles section, Hg concentrations fluctuate between 19 and 189 ppb, whereas the TOC contents range from 0.26 to 3.9 wt% (Fig. 2A). At Fiume Bosso, Hg contents vary between 48 and 507 ppb (Fig. 4A), whereas TOC values fluctuate between 0.2 and\n14.8 wt% throughout this interval (Fig. 4A). Along the Gorgo a Cerbara section the Hg concentrations display variations between 41 and 274 ppb and the TOC values range between 0.26 and 6.7 wt% (Fig. 5A). For the samples of Breggia and Capriolo Hg contents vary between 21 and 336 ppb and between 23 and 240 ppb, respectively (Figs. 6A–7A). The TOC values fluctuate between 0.06 and 12.6 wt%, and 0.19 and 3.3 wt%, respectively (Figs. 6A–7A). Finally, the Hg concentrations at La Bédoule display relatively low values between 5 and 67 ppb (Fig. 8A). In this interval the TOC values vary between 0.16 and 18.9 wt % (Fig. 8A)."
  }, {
    "heading": "4.2. Limestone data",
    "text": "Hg contents range between 0.4 and 29 ppb in carbonate samples (Figs. 2-8B). The TOC values remain very low within the entire dataset (< 0.2 wt%) (Figs. 2-8B). Five intervals of enrichment in Hg concentrations have been observed relative to the background values, which are between ~3 and 7 ppb in all sections.\nThree peaks have been documented in the uppermost Hauterivian (B. balearis–P. angulicostata Zones). A first peak in Hg (27 ppb) is observed at VCD in the middle part of the B. balearis ammonite Zone (Fig. 2A). A second increase is observed at the top of the B. balearis ammonite Zone or CM5 Magnetochron Zone below the Faraoni Level and its equivalents, with maximal values of 21 and 28 ppb at Angles and Breggia, and of 12 and 17 ppb at Fiume Bosso, and Capriolo (Figs. 2B, 3A, 4B, 6B, and 7B). Finally, a third peak is documented only at Angles in the Faraoni Level (20.3 ppb). A significant increase is also documented at Angles in the lower Barremian interval (A. kiliani–K. nicklesi Zones), with maximal value of 25 ppb (Fig. 2B). Finally, a fifth rise in Hg concentrations is recorded in the uppermost Barremian (I. giraudi–M. sarasini ammonite zones or their time equivalents), just at the onset of the negative δ13C excursion (below the Taxy levels), with maximal values of 29 and 18 ppb at Angles and Gorgo a Cerbara, and\n14, and 14 ppb at Capriolo and La Bédoule, respectively (Figs. 2B, 5B, 7B, and 8B)."
  }, {
    "heading": "5. Discussion",
    "text": ""
  }, {
    "heading": "5.1. Impact of organic matter",
    "text": "In marine and freshwater environments Hg has a strong affinity for organic matter, which results in the formation of organic Hg complexes (Sanei et al., 2012; Grasby et al., 2013; Percival et al., 2015). In the\n210 215\n144\n130\n0\n10\n20\n30\n40\n50\n60\n70\n80\n90\n100\n110\n120\n210 215\n144\n130\n0\n10\n20\n30\n40\n50\n60\n70\n80\n90\n100\n110\n120\n0 5 10 15 20 25 300 2 4 6 8 10 0 2 4 6 8 10\nAngles (Vocontian Basin)\nB) Limestone Data\nA) Marlstone Data\nTaxy Episode\nTaxy Episode\nFaraoni Episode\nFaraoni Episode\nMid Barremian Episode\nMid Barremian Episode\nno marlstone data\nHg (ppb)TOC (%)\nTOC (%)\nPhyllosilicates (%)\nPhyllosilicates (%) Hg (ppb)\nHg (ppb)/ Phyllosilicates (%)\nHg (ppb)/ Phyllosilicates (%)\nHg (ppb)/ TOC (%)\nGodet et al., 2008\nGodet et al., 2008 Godet et al., 2008\nThis studyThis study\n0.5 1.0 1.5 2.0 2.5\nδ13Climestone (‰ VPDB)\nD. og.\nM . s\nar a.\nI. gi\n.\nH. fe. G. sar.\nH . s\nay ni\nH. uh. C. darsi\nK. com. N. pul.\nK. nickl.\nA . k\nili an\ni\nP. mor.\nP. an.\nB . b\nal ea\nris\nGodet et al., 2006 Wissler et al., 2002\nThis studyThis study\nD. og.\nM . s\nar a.\nI. gi\n.\nH. fe. G. sar.\nH . s\nay ni\nH. uh. C. darsi\nK. com.\nN. pul.\nK. nickl.\nA . k\nili an\ni\nP. mor.\nP. an.\nB . b\nal ea\nris\n0 1 2 3 4 5\n0.0 0.1 0.2 0.3\n0 50 100 150 2000 10 20 30 40 50 0 2 4 6 8 10 12 0 50 100 150 200S ta\nge s\nU pp\n. H au\nte riv\n.\nL. Ap.\nLo w\ner B\nar re\nm ia\nn U\npp er\nB ar\nre m\nia n\nA m\nm on\nite s\nSt ag\nes\nTh ic\nkn es\ns (m\n)\nTh ic\nkn es\ns (m\n)\nLi th\nol og\ny\nLi th\nol og y U pp . H au te riv . L. Ap. Lo w er B ar re m ia n U pp er B ar re m ia n A m m on ite s\ngrey limestone dark marlstone\n0.5 1.0 1.5 2.0 2.5\nδ13Climestone (‰ VPDB)\nGodet et al., 2006 Wissler et al., 2002\nFig. 2. δ13Climestone (white squares: Wissler et al., 2002; black squares: Godet et al., 2006), total organic carbon (TOC) (Godet et al., 2008), phyllosilicates (Godet et al., 2008), Hg, Hg/TOC, Hg/phyllosilicates in marlstone (A) and limestone (B) from the Angles section (Vocontian Basin, SE France). The stratigraphic framework is based on ammonites (Vermeulen, 2002). The dotted line represents the background value of the limestone signal.\nmarly interlayers of the sections analyzed here the organic-carbon content record displays significant variations with a range of values from 0.2 to 18.9 wt% (Figs. 2-8). The Tmax values fluctuate between 437 and 440 °C (mean values of 438 °C) at Angles, 430 and 440 °C (mean values of 433 °C) at VCD, 404 and 439 °C (mean values of 424 °C) at Fiume Bosso, 412 and 434 °C (mean values of 426 °C) at Gorgo a Cerbara, 416 and 439 °C (mean values of 429 °C) at Breggia, 427 and 438 °C (mean values 431 °C) at Capriolo, and 398 and 427 °C (mean values of 412 °C) at La Bédoule. This indicates that preserved organic matter is still immature or just at the onset of the oil window, which implies a low to moderate degree of thermal diagenesis in these sections (Godet et al., 2008; Stein et al., 2011, 2012a; Föllmi et al., 2012) (Supplementary data, Fig. S1).\nIn the uppermost Hauterivian to lowermost Aptian marly sediments the interval with the highest, intermediate, and lowest TOC contents shows the highest, intermediate, and lowest Hg contents. A particularly good correspondence is observed between the maximal values in Hg (195, 67, and 242 ppb at Angles, La Bédoule, and Gorgo a Cerbara, respectively) and TOC records (3.9, 18.9, and 5.2 wt% at Angles, La Bédoule, and Gorgo a Cerbara, respectively). The correlation coefficient between the Hg and TOC records suggests that the relationship between these two parameters is strong at Angles (“r=+0.75, p < 0.01, n=70”), Fiume Bosso (“r=+0.70, p < 0.01, n=28”), and La Bédoule (“r=+0.69, p < 0.01, n=15”); and moderate at Breggia (“r=+0.62, p < 0.01, n= 23”), Capriolo (“r=+0.42, p < 0.01, n=21”), and Gorgo a Cerbara (“r=+0.53, p < 0.01, n= 35”) (Supplementary data, Fig. S2). Particularly, the relationship between Hg and TOC enrichments becomes very important in samples with> 2wt% TOC. This is also shown by the Hg/TOC ratios, which remain low through this interval (Figs. 2–8A). This does, however, not imply\nthat every maximum in Hg contents corresponds to a maximum in TOC contents. This is especially true at Angles, where distinct enrichments in Hg contents (75, 77, and 90 ppb) in the uppermost Hauterivian, upper lower Barremian, and uppermost Barremian intervals are identified in layers of relatively low TOC contents (0.46, 0.77, and 0.78 wt%, respectively) (Fig. 2A). Distinct maxima in Hg contents (144 and 82 ppb) are also identified at Gorgo a Cerbara below the Taxy level and at Capriolo in the uppermost Hauterivian interval in layers of relatively low TOC contents (0.77 and 0.13 wt%, respectively) (Figs. 3A and 6A). Apart from this, the overall results suggest that a large part of Hg sequestration in the uppermost Hauterivian to lowermost Aptian marly sediments has been controlled by increased organic-matter burial due to the progressive installation of dysaerobic to anaerobic conditions in the Tethys during these episodes interpreted from increased contents or enrichment factors in redox-sensitive trace elements (Bodin et al., 2007; Stein et al., 2011; Föllmi et al., 2012).\nIn strong contrast, the TOC values in the carbonate samples remain constantly very low (< 0.2 wt%), and the small amounts of organic matter unlikely influenced Hg sequestration in the studied samples (Figs. 2B–8B). This implies that not all Hg enrichments can be explained by TOC augmentations alone and suggests that in limestones, the Hg anomalies are not related to primary productivity, redox conditions and organic-matter preservation alone, but instead call for the involvement of additional forcing mechanisms."
  }, {
    "heading": "5.2. Regional versus global processes in Hg sequestration",
    "text": "In order to compare and correlate the Hg signals between the different sections, we used the age model obtained by a cyclostratigraphic approach for the Fiume Bosso, Angles, VCD, and Gorgo a Cerbara\nsections (see Bodin et al., 2006b) (Fig. 9), besides the bio- and magnetostratigraphic ages of all sections. Three major geologic time intervals are characterized by Hg anomalies: the latest Hauterivian (B. balearis–P. angulicostata), the early Barremian (A. kiliani–K. nicklesi Zones), and the latest Barremian (I. giraudi–M. sarasini Zones)."
  }, {
    "heading": "5.2.1. Latest Hauterivian and late early Barremian",
    "text": "In the latest Hauterivian (B. balearis–P. angulicostata Zones) a series of one to three peaks is recorded both in the limestone Hg data as well as in the marlstone Hg/TOC ratios (Fig. 9). The peaks do not appear in a consistent manner in all sections, with a first maximum (B. balearis Zone) recorded only in the VCD section — i.e. along the northern"
  }, {
    "heading": "Hg (ppb)/",
    "text": "Tethyan margin -, a second, wider spread, maximum (B. balearis Zone–P. angulicostata Zone boundary interval) in the sections of Angles, Fiume Bosso, Capriolo and Breggia, and a third maximum (top P. angulicostata Zone) only in the section of Angles (Fig. 9). This suggests that the maxima in Hg contents are the result of regional perturbations with geographically well-constrained impacts rather than a global signal.\nFurthermore, most peaks correspond to an abrupt enrichment, which consists of only one point despite duplicate analysis. For example, only one Hg spike occurs in the Faraoni level at Angles in the Vocontian Basin (Fig. 9). In this section, the enrichment corresponds to an increase in phyllosilicates contents (Fig. 2B). In comparison to the Hg contents, the Hg/phyllosilicates ratio shows low and constant background values\nin this horizon (Fig. 2B). Therefore it is likely that the Hg enrichment is related to a change in clay-mineral contents in the Faraoni level (Godet et al., 2008; Moiroud et al., 2012). Finally, except for the VCD section we observe an interval of relatively elevated Hg concentrations in sediments at the top of the B. balearis Zone and the base of the P. angulicostata Zone, which are comparable and correlatable between Angles,\nCapriolo, Breggia, and Fiume Bosso (Fig. 9). These data attest to a regional signal and suggest an episode of enhanced Hg deposition in the northern and central Tethys Ocean. This is accompanied by changes in the ocean-atmosphere system, which includes a maximum in the phosphorus-burial record, a significant increase in kaolinite contents, and the onset of a long-lasting drowning episode on the Helvetic\ncarbonate platform (Bodin et al., 2006b, 2007; Föllmi et al., 2006; Godet et al., 2008) (Fig. 9). This phase is documented in shallow marine sediments by condensation, phosphogenesis, and glauconite formation (Föllmi et al., 1994). However, the onset in elevated concentrations of sedimentary mercury significantly precedes (~375 kyr) the installation of dysaerobic conditions and a minimum in phosphorus accumulation linked to the Faraoni episode (Bodin et al., 2006b) during the latest\nHauterivian (Fig. 9). We suggest that these enrichments relate to the rapid release of volcanic Hg0, which may have resulted from a peak in submarine magma production of the Tristan da Cunha plume along the Rio Grande Rise (~127Ma; Gallagher and Hawkesworth, 1994; Baudin, 2005) (Fig. 10). Alternatively, a regional volcanic source for this main pulse in Hg0 contents cannot be excluded. Despite this uncertainty on its source, the volcanic pulse was sufficiently important to impact the\nocean-atmosphere system and affect the evolution of carbonate platforms, but it was only in a later phase that dys- to anaerobic conditions associated to the Faraoni level were installed, during the latest Hauterivian maximum flooding interval (Bodin et al., 2006b).\nIn the early Barremian (A. kiliani–K. nicklesi Zones), an important enrichment in Hg concentrations is observed in limestone and in Hg/ TOC ratios at Angles (Fig. 9). Magmatic activity of the High Arctic LIP (HALIP) may represent a potential Hg source (Polteau et al., 2016).\nHowever, this enrichment is not as clearly expressed at Breggia in the pelagic environment of the Central Tethys. The HALIP outcrops over a larger area in the circum Arctic region including northern Greenland, Svalbard, Barents Sea, New Siberian Islands, and the Canadian High Arctic (Tegner et al., 2011). Geochronological data indicate an extrusion interval between ~130 and ~80Ma (40Ar/39Ar) or between ~190 and ~34Ma (K/Ar) (Table 1 in Polteau et al., 2016) representing an extended and complex period of magmatism punctuated by several\nδ1 3 C\n(‰\nV PD\nB) δ1\n3 C\n(‰ V\nPD B)\nδ1 3 C\n(‰\nV PD\nB)\nδ1 3 C\n(‰\nV PD\nB) δ1\n3 C\n(‰ V\nPD B)\nδ1 3 C\n(‰\nV PD\nB)\nδ1 3 C\n(‰\nV PD\nB)\nH g\n(p pb\n) H\ng (p\npb )\nH g\n(p pb ) Li m es to ne\nM ar\nls to ne H g (p pb )/T O C\n(w t.\n% )\nA ng\nle s\nG or\ngo a\nC er\nba ra\nC ap\nrio lo\nC ap\nrio lo\nB re\ngg ia\nFi um\ne B\nos so\nVe ve\nys e\nC hâ\nte l-S\nai nt\nD\nen is\nD. og. M. sara. I. gi. H. fe. G. sar. H. sayni H. u. C. d. K. co. N. pu. K. ni. A. kilia. P. mor. S. an. B. balearis\nB. balear.\nB. balearis\nCM6M5\nP. angulicost.\nP. angulic.\nStages E. Ap.\nE. Ap.\nE. Ap.\nEarly Barremian\nEarly Barremian\nLate Barremian\nLate Barremian\nAmmonites\nHg enrichments Myr to Faraoni level\nvariation in nutrient levels\nHelvetic Platform\nFöllmi et al., 2006, 2007 Föllmi, 2012\nBodin et al., 2006b\nG od\net e t al ., 20 06 W is sl er e t al ., 20 02\nG od\net e t al ., 20\n06 G\nod et\ne t\nal .,\n20 06\nFö llm\ni e t\nal .,\n20 12\nFö llm\ni e t\nal .,\n20 12\nFö llm\ni e t\nal .,\n20 12\nSt ei\nn et\na l.,\n20\n11\nBodin et al., 2006b\nD3\n^ ^^\n^^\n^ ^\nPl at\nfo rm\nc ar\nbo na\nte (i\nnc l.\nla go\non al\nc ar\nbo na\nte )\nEc hi\nno de\nrm -ri\nch li\nm es\nto ne\nC on\nde ns\nat io\nn, p\nho sp\nha te\n, g la\nuc on\nite , i\nnf lu\nx of\nc oa\nrs e\nsa nd\n, s ed\nim en\nt r ew\nor ki\nng\n^ ^\n0 -1 .01. 0 2. 0 3. 0 4. 0 5. 0\nLate Hauterivian\nLate Hauterivian\nLate Hauterivian\nLate Hauterivian\nLate Hauterivian\nFa ra\non i L\nev el\nM id\nB ar\nre m\nia n\nTa xi\nL ev\nel\n0. 5\n0. 5\n1. 5\n1. 5\n0. 5\n0. 5\n1. 5\n2. 5\n2. 5\n2. 5\n1\n2. 5\n0\n0 20\n0 M\nar ls\nto ne\nH g\n(p pb\n)/T O\nC (w\nt. % ) 40\n0 20\n0 0\n10 0\n10 20\n30\n0 0\n5 10 15 10 20 30\nH g\n(p pb ) 0 10 20\nH g\n(p pb ) 0\n10 20\nH g\n(p pb ) 0\n2\n1. 5\n2. 5\n3 10\n20\nH g\n(p pb ) 0\n10 20\n30\nL. Barr.\nCM4\nCM5?\nCM3\nCM1n\nCM1\nM0\nM0\n23 145\n0. 5\n2. 0\nPA R\n(m\ng/ cm\n2 /k yr\nFi g.\n9. Sy\nnt he\nsi s di ag\nra m\nsh ow\nin g δ1\n3 C (W\nis sl er\net al ., 20\n02 ;G\nod et\net al ., 20\n06 ;S\nte in\net al ., 20\n11 ,2\n01 2a\n;F öl lm\nie t al ., 20\n12 ), an\nd H g (t hi s st ud\ny) re co\nrd s in\nlim es to ne\nfr om\nth e Fi um\ne Bo\nss o,\nV ev\ney se\nde C hâ\nte l-S\nai nt\nD en\nis ,B\nre gg\nia ,C\nap ri ol o,\nG or go\na C er ba\nra ,a\nnd A ng\nle s se ct io ns .T\nhe ag\ne m od\nel ,i n re ga\nrd to\nth e be\ngi nn\nin g of\nth e Fa\nra on\niL ev\nel ,i s ba\nse d on\nth e cy cl os tr at ig ra ph\nic ap\npr oa\nch of\nBo di n et\nal .( 20\n06 b) .T\nhe ye\nllo w\nan d or an ge ba nd s re fe r to th e m ai n m er cu ry an om al ie s re co rd ed at th e lo ca la nd re gi on al sc al e, re sp ec ti ve ly .T he re co rd of ca rb on at e fa ct or y an d co nd en sa ti on on th e H el ve ti c pl at fo rm re co rd is af te r Fö llm ie ta l. (2 00 6) an d Fö llm i (2 01 2) .T he ph os ph or us ac cu m ul at io n ra te (P A R ) da ta ar e fr om Bo di n et al .( 20 06 b) .T he do tt ed lin es re pr es en tt he ba ck gr ou nd va lu es of th e lim es to ne si gn al s. (F or in te rp re ta ti on of th e re fe re nc es to co lo ur in th is fi gu re le ge nd ,t he re ad er is re fe rr ed to th e w eb ve rs io n of th is ar ti cl e. )\nvolcanic pulses leading to the build up of terrestrial and submarine volcanic systems (Buchan and Ernst, 2006). Furthermore, the HALIP erupted in high latitudinal areas, which may have interfered with the global spread of volatile volcanic Hg0. Finally, this enrichment also precedes (~300 kyr) the deposition of organic-rich sediments of late early to early late Barremian age, which have been identified in different European basins (Coccioni et al., 2003; Godet et al., 2006; Bodin et al., 2009). The Hg enrichment corresponds to an interval characterized by a significant increase in phosphorus burial rates, high kaolinite contents, high phyllosilicates contents, and maximal values in the strontium-isotope record for the Early Cretaceous (Bodin et al., 2006b; Godet et al., 2008; Mutterlose et al., 2014a) (Figs. 2 and 9). A phase of intense phosphogenesis is related to high rates of continental weathering, erosion and runoff during this period along the northern Tethyan margin (Bodin et al., 2006b).\nConsequently in this context, the comparison between different sections situated in different basins appears as a crucial point to evaluate the ubiquity and evenness of Hg sequestration in sediments, which evaluates the impact of volcanic activity and its proximity to the sites investigated."
  }, {
    "heading": "5.2.2. Latest Barremian",
    "text": "In this youngest investigated geologic time interval (I. giraudi-M. sarasini Zones), Hg enrichments and elevated Hg/TOC ratios are observed in limestone at Angles, Capriolo, and Gorgo a Cerbara (Fig. 9). They generally predate (~40 kyr) a period of intense environmental change, which is documented by the installation of dysaerobic conditions (Taxy episode), a negative excursion in carbon-isotope records, and evidence for warmer temperatures and enhanced humidity (Godet et al., 2008; Stein et al., 2011; Mutterlose et al., 2014b). An important change in carbonate production and ecological stress is also observed along the northern Tethyan margin with a major shift from Urgonian oligotrophic carbonate accumulation to orbitolinid-rich mixed siliciclastic‑carbonate deposition (Arnaud-Vanneau, 1980; Föllmi et al., 2007; Stein et al., 2012b) (Fig. 9). A major pulse of volcanogenic CO2 into the atmosphere is assumed for the Taxy episode, which may have triggered a more humid climate. The latter provoked intensified continental weathering and elevated nutrient input into the ocean, which\nitself stimulated primary productivity. This period of enhanced primary productivity induced the punctual installation of widespread dys- to anaerobic conditions in bottom waters, thus favouring organic-matter burial and preservation in sediments. The time lag between the onset of the Hg anomaly and environmental perturbation may have been due to a threshold effect between initiation of volcanic activity and the response of the weathering system, nutrient flux rates, and their impact on marine ecosystems.\nOne of the potential sources for this main pulse in Hg contents is the early phase in the build up of the submarine greater Ontong Java plateau (Ontong Java, Manihiki, and Hikurangi plateaus) in the Pacific close to the Barremian/Aptian boundary (Tejada et al., 2004; Timm et al., 2011). Our Hg spike is temporally coincident with the shift in osmium-isotope records and Pb-isotope anomalies, which both confirm that the eruptive history of the greater Ontong Java Plateau had already an impact on the climate and environment during the latest Barremian (Kuroda et al., 2011)."
  }, {
    "heading": "5.3. Marine dispersal of mercury to the western Tethys",
    "text": "Recently, Hg and Hg/TOC enrichments have been observed in sediments dated as the Mid-Cenomanian event and the CenomanianTuronian oceanic anoxic event 2 (OAE2), which were also related to the emplacement of submarine LIPs (Caribbean and High Arctic) (Scaife et al., 2017). Based on the lower magnitude of the Hg anomalies and the presence of seaways between the centers of volcanic activity and the analyzed sections, Scaife et al. (2017) suggested a transfer of Hg by submarine currents rather than atmospheric dispersion. They identified a sub-surface oceanic counter current as Hg dispersal mechanism from the central Pacific Ontong Java LIP to sections in the western Tethys, which may also have been active during the early Aptian OAE1a event as suggested by Os and Pb isotopes studies (Tejada et al., 2009; Kuroda et al., 2011). Ocean-circulation reconstructions and simulations suggest an equally strong east-west flow from the eastern equatorial Pacific basin to the central region of the Tethys, continuing in the western Pacific during the late Early Cretaceous (Föllmi and Delamette, 1991; Hay, 2009; Bottini et al., 2015) (Fig. 10). Transport by marine currents may have been an important dispersal mechanism of Hg during the\nlatest Barremian as well and may also explain the smaller Hg concentrations recorded during this episode, compared to the large increases in Hg and Hg/TOC ratios related to the increased aerial flux of Hg emitted by large continental LIPs (Scaife et al., 2017). Current dispersal may furthermore explain certain differences in Hg enrichment between the northern and central Tethys sections."
  }, {
    "heading": "6. Conclusions",
    "text": "We investigated Hg contents in seven reference sections representing a NeS transect across the northern Tethyan margin through uppermost Hauterivian to lowermost Aptian hemipelagic marl/limestone alternations. In the marlstones with TOC contents> 2wt%, a direct relationship between TOC and Hg contents is present. This is shown by a correlation of Hg and TOC (R2 > 0.40), suggesting that a large part of the Hg sequestration in marly samples has been controlled by organic matter burial under dys- to anoxic conditions. On the contrary, in the limestone beds the TOC contents remain constantly very low (< 0.2 wt%), which suggest that the Hg anomalies there are not controlled by organic matter.\nFive successive Hg enrichments have been identified in deposits dated from the latest Hauterivian, the early Barremian, and near the Barremian/Aptian boundary. Three excursions in Hg concentrations in the middle of the B. balearis Zone, in the Faraoni level, and in the early Barremian are observed only in one of the seven studied sections. Local processes appear as the more plausible explanation of the variable Hg records in this interval. However, two Hg enrichments are recorded at a regional scale for the latest Hauterivian (top of the B. balearis Zone–base of the P. angulicostata Zone), and close to the Barremian/Aptian boundary. It is suggested that a regional volcanic pulse left an imprint in the central and northern Tethyan area, and interfered with the evolution of the northern Tethyan carbonate platform during the late Hauterivian, inducing its demise ~375 kyr before the deposition of the organic-rich Faraoni level. Near the Barremian/Aptian boundary our results show also the role of the early phase in the build up of the submarine greater Ontong Java event in triggering the environmental and biotic perturbations observed along the northern Tethyan margin. Hg was released from submarine LIPs and the relatively small enrichments in Hg and their uneven spread through the Tethys hint at a transfer of Hg within the oceans by currents, rather than through the atmosphere."
  }, {
    "heading": "Acknowledgments",
    "text": "We acknowledge the Swiss National Science Foundation (project 200021_168994) and the University of Lausanne for financial and logistic support."
  }, {
    "heading": "Appendix A. Supplementary data",
    "text": "Supplementary data to this article can be found online at https:// doi.org/10.1016/j.palaeo.2018.06.013."
  }],
  "year": 2018,
  "references": [{
    "title": "Micropaléontologie, paléoécologie et sédimentologie d'une plate-forme carbonatée de la marge passive de la Téthys: l'Urgonien du Vercors septentrional et de la Chartreuse (Alpes occidentales)",
    "authors": ["A. Arnaud-Vanneau"],
    "venue": "Géol. Alpine Mém",
    "year": 1980
  }, {
    "title": "A Late Hauterivian short-lived anoxic event in the Mediterranean Tethys: the “Faraoni Event",
    "authors": ["F. Baudin"],
    "venue": "Compt. Rendus Geosci",
    "year": 2005
  }, {
    "title": "Un équivalent du “Niveau Faraoni” dans le basin du Sud-Est de la France, indice possible d'un événement anoxique fini-hauterivien étendu à la Téthys méditerranéenne",
    "authors": ["F. Baudin", "L.G. Bulot", "F. Cecca", "R. Coccioni", "S. Gardin", "M. Renard"],
    "venue": "Bull. Soc. Geol. Fr",
    "year": 1999
  }, {
    "title": "Enregistrement de l'événement anoxique Faraoni (Hauterivien supérieur) dans le domaine ultrahelvétique",
    "authors": ["F. Baudin", "R. Busnardo", "C. Beltran", "M. de Rafélis", "M. Renard", "J. Charollais", "B. Clavel"],
    "venue": "Rev. Paléobiol",
    "year": 2006
  }, {
    "title": "Rock-eval 6 Technology: Perfomances and Develoments: Oil and Gas Science and Technology Revue IFP",
    "authors": ["F. Behar", "V. Beaumont", "B. De", "H.L. Penteado"],
    "year": 2001
  }, {
    "title": "Berriasian–Aptian black shales of the Maiolica formation (Lombardian Basin, Southern Alps, Northern Italy): local to global events. Palaeogeogr",
    "authors": ["R. Bersezio", "E. Erba", "M. Gorza", "A. Riva"],
    "venue": "Palaeoclimatol. Palaeoecol",
    "year": 2002
  }, {
    "title": "Biostratigraphy, sedimentology and sequence stratigraphy of the latest Hauterivian-early Barremian drowning episode of the Northern Tethyan margin (Altmann Member, Helvetic nappes, Switzerland)",
    "authors": ["S. Bodin", "A. Godet", "J. Vemeulen", "P. Linder", "K.B. Föllmi"],
    "venue": "Eclogae Geol. Helv",
    "year": 2006
  }, {
    "title": "The late Hauterivian Faraoni oceanic anoxic event in the western Tethys: evidence from phosphorus burial rates",
    "authors": ["S. Bodin", "A. Godet", "K.B. Föllmi", "J. Vermeulen", "H. Arnaud", "A. Strasser", "N. Fiet", "T. Adatte"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2006
  }, {
    "title": "Enrichment of redox-sensitive trace metals (U, V, Mo, As) associated with the late Hauterivian Faraoni oceanic anoxic event",
    "authors": ["S. Bodin", "A. Godet", "V. Matera", "P. Steinmann", "J. Vermeulen", "S. Gardin", "T. Adatte", "K.B. Föllmi"],
    "venue": "Int. J. Earth Sci",
    "year": 2007
  }, {
    "title": "Early Cretaceous (late Berriasian to early Aptian) palaeoceanographic change along the northwestern Tethyan margin (Vocontian Through, southeastern France)",
    "authors": ["S. Bodin", "N. Fiet", "A. Godet", "V. Matera", "S. Westermann", "A. Clément", "N.M.M. Janssen", "P. Stille", "K.B. Föllmi"],
    "year": 2009
  }, {
    "title": "Climate variability and ocean fertility during the Aptian Stage",
    "authors": ["C. Bottini", "E. Erba", "D. Tiraboschi", "H.C. Jenkyns", "S. Schouten", "J.S. Sinninghe Damsté"],
    "venue": "Clim. Past",
    "year": 2015
  }, {
    "title": "Giant dyke swarms and the reconstruction of the Canadian Arctic Islands, Greenland, Svalbard",
    "authors": ["K.L. Buchan", "R.E. Ernst"],
    "venue": "Dyke Swarms: Time Makers of Crustal Evolution",
    "year": 2006
  }, {
    "title": "A Guide-level of the Uppermost Hauterivian (Lower Cretaceous) in The pelagic succession of UmbriaMarche Apennines (central Italy): The Faraoni level: Rivista",
    "authors": ["F. Cecca", "A. Marini", "G. Pallini", "F. Baudin", "V. Begouen"],
    "venue": "Italiana di Paleontologia e Stratigrafia",
    "year": 1994
  }, {
    "title": "Early Cretaceous polarity chrons CM0 to CM11 recorded in northern Italian land sections near Brescia",
    "authors": ["J.E.T. Channell", "E. Erba"],
    "venue": "Earth Planet. Sci",
    "year": 1992
  }, {
    "title": "Early Cretaceous magnetic stratigraphy in the Apticore drill core and adjacent outcrop at Cismon (Southern Alps, Italy), and correlation to the proposed Barremian-Aptian boundary stratotype",
    "authors": ["J.E.T. Channell", "E. Erba", "G. Muttoni", "F. Tremolada"],
    "year": 2000
  }, {
    "title": "Mercury enrichments in lower Aptian sediments support the link between Ontong Java large igneous province activity and oceanic anoxic episode",
    "authors": ["G. Charbonnier", "K.B. Föllmi"],
    "venue": "1a. Geology",
    "year": 2017
  }, {
    "title": "Mercury enrichments indicate volcanic triggering of Valanginian environmental change",
    "authors": ["G. Charbonnier", "C. Morales", "S. Duchamp-Alphonse", "S. Westermann", "T. Adatte", "K.B. Föllmi"],
    "venue": "Sci. Rep. http://dx.doi.org/10.1038/srep40808",
    "year": 2017
  }, {
    "title": "The Mid-Barremian Event (MBE): The Prelude to the OAE1a. American Geophysical Union, Fall Meeting, (Abstract PP41B0835)",
    "authors": ["R. Coccioni", "S. Galeotti", "M. Sprovieri"],
    "year": 2003
  }, {
    "title": "Environmental consequences of Ontong Java Plateau and Kerguelen Plateau volcanism",
    "authors": ["E. Erba", "R.A. Duncan", "C. Bottini", "D. Tiraboschi", "H. Weissert", "H.C. Jenkyns", "A. Malinverno"],
    "year": 2015
  }, {
    "title": "Early cretaceous life, climate and anoxia",
    "authors": ["K.B. Föllmi"],
    "venue": "Cretac. Res",
    "year": 2012
  }, {
    "title": "Model simulation of Mid-Cretaceous ocean circulation at odds with geological evidence",
    "authors": ["K.B. Föllmi", "M. Delamette"],
    "venue": "Technical comment. Science",
    "year": 1991
  }, {
    "title": "Phosphogenesis, carbon-isotope stratigraphy, and carbonate-platform evolution along the Lower Cretaceous northern Tethyan margin",
    "authors": ["K.B. Föllmi", "H. Weissert", "M. Bisping", "H. Funk"],
    "venue": "Geol. Soc. Am",
    "year": 1994
  }, {
    "title": "Interactions between environmental change and shallow water carbonate buildup along the northern Tethyan margin and their impact on the early Cretaceous carbon isotope record",
    "authors": ["K.B. Föllmi", "A. Godet", "S. Bodin", "P. Linder"],
    "venue": "Paleoceanography",
    "year": 2006
  }, {
    "title": "Unlocking paleo-environmental information from early Cretaceous shelf sediments in the Helvetic Alps: stratigraphy is the key",
    "authors": ["K.B. Föllmi", "S. Bodin", "A. Godet", "P. Linder", "B. van de Schootbrugge"],
    "venue": "Swiss J. Geosci",
    "year": 2007
  }, {
    "title": "Bridging the Faraoni and Selli oceanic anoxic events: late Hauterivian to early Aptian dysaerobic to anaerobic phases in the Tethys",
    "authors": ["K.B. Föllmi", "M. Bôle", "N. Jammet", "P. Froidevaux", "A. Godet", "S. Bodin", "T. Adatte", "V. Matera", "D. Fleitmann", "J.E. Spangenberg"],
    "venue": "Clim. Past",
    "year": 2012
  }, {
    "title": "Mercury anomaly, Deccan volcanism, and the end-Cretaceous mass",
    "authors": ["E. Font", "T. Adatte", "A.N. Sial", "L.D. de Lacerda", "G. Keller", "J. Punekar"],
    "venue": "extinction. Geology",
    "year": 2016
  }, {
    "title": "Evolution of the Tithonian-Aptian carbonate platform along the northern Tethyan margin, eastern Helvetic Alps",
    "authors": ["H. Funk", "Föllmi", "H.K.B. Mohr"],
    "venue": "Tulsa, OK, United States, AAPG (American Association of Petroleum Geologists) Memoir",
    "year": 1993
  }, {
    "title": "Mantle Plume, Continental Tectonics and Asymmetry in the South Atlantic",
    "authors": ["K. Gallagher", "C.J. Hawkesworth"],
    "venue": "Earth Planetary Science Letters",
    "year": 1994
  }, {
    "title": "The geochemical behaviour and isotopic composition of Hg in a mid-Pleistocene western Mediterranean sapropel",
    "authors": ["G.E. Gehrke", "J.D. Blum", "P.A. Meyers"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 2009
  }, {
    "title": "Evolution of the marine stable carbonisotope record during the early Cretaceous: a focus on the late Hauterivian and Barremian in the Tethyan realm",
    "authors": ["A. Godet", "S. Bodin", "K.B. Föllmi", "J. Vermeulen", "S. Gardin", "N. Fiet", "T. Adatte", "Z. Berner", "D. Stüben", "B. van de Schootbrugge"],
    "venue": "Earth Planet. Sci",
    "year": 2006
  }, {
    "title": "Platform-induced clay-mineral fractionation along a northern Tethyan basin-platform transect: implications for the interpretation of Early Cretaceous climate change (late Hauterivian-early Aptian)",
    "authors": ["A. Godet", "S. Bodin", "T. Adatte", "K.B. Föllmi"],
    "venue": "Cretac. Res",
    "year": 2008
  }, {
    "title": "Mercury deposition through the Permo-Triassic Biotic Crisis",
    "authors": ["S.E. Grasby", "H. Sanei", "B. Beauchamp", "Z. Chen"],
    "venue": "Chem. Geol",
    "year": 2013
  }, {
    "title": "Cretaceous oceans and ocean modelling",
    "authors": ["W.W. Hay"],
    "venue": "SEPM Spec. Publ",
    "year": 2009
  }, {
    "title": "Geochemistry of oceanic anoxic events",
    "authors": ["H.C. Jenkyns"],
    "venue": "Geochem. Geophys. Geosyst",
    "year": 2010
  }, {
    "title": "Carbon isotope stratigraphy of the lower Aptian historical stratotype at Cassis–La Bédoule (SE France)",
    "authors": ["W. Kuhnt", "M. Moullade", "J.P. Masse", "H. Erlen-Keuser"],
    "venue": "Géol. Mediterr",
    "year": 1998
  }, {
    "title": "Lead isotopic record of BarremianAptian marine sediments: implications for large igneous provinces and the Aptian climatic crisis",
    "authors": ["J. Kuroda", "M. Tanimizu", "R.S. Hori", "K. Suzuki", "N.O. Ogawa", "M.L.G. Tejada", "M.F. Coffin", "R. Coccioni", "E. Erba", "N. Ohkouchi"],
    "venue": "Earth Planet. Sci",
    "year": 2011
  }, {
    "title": "Rock Eval 6 applications in hydrocarbon exploration production and soils contamination studies",
    "authors": ["E. Lafargue", "F. Marques", "D. Pillot"],
    "venue": "Oil Gas Sci. Technol",
    "year": 1998
  }, {
    "title": "High-resolution clay mineralogy as a proxy for orbital tuning: example of the Hauterivian-Barremian transition in the Betic",
    "authors": ["M. Moiroud", "M. Martinez", "J.F. Deconinck", "F. Monna", "P. Pellenard", "L. Riquier", "M. Company"],
    "venue": "Cordillera (SE Spain). Sediment. Geol",
    "year": 2012
  }, {
    "title": "Le stratotype historique de l'Aptien inférieur (Bédoulien) dans la région de Cassis-la Bédoule (S.E",
    "authors": ["M. Moullade", "G. Tronchetti", "Masse", "J.-P"],
    "venue": "France). Géologie Méditerranéenne 25,",
    "year": 1998
  }, {
    "title": "TEX86 and stable",
    "authors": ["J. Mutterlose", "M. Malkoc", "S. Schouten", "J.S. Sinninghe Damsté", "A. Forster"],
    "year": 2010
  }, {
    "title": "Strontium isotope stratigraphy of the Early Cretaceous (Valanginian-Barremian): implications for Boreal-Tethys correlation and paleoclimate",
    "authors": ["J. Mutterlose", "S. Bodin", "L. Fähnrich"],
    "venue": "Cretac. Res",
    "year": 2014
  }, {
    "title": "High sea-surface temperatures during the early Aptian Oceanic Anoxic Event 1a in the Boreal",
    "authors": ["J. Mutterlose", "C. Bottini", "S. Schocten", "J.S. Sinninghe Damsté"],
    "venue": "Realm. Geology",
    "year": 2014
  }, {
    "title": "Cretaceous–Paleogene transition at the Paraíba Basin, northeastern, Brazil: carbon-isotope and mercury subsurface Stratigraphies",
    "authors": ["V.M. Nascimento Silva", "A.N. Sial", "V.P. Ferreira", "V.H. Neumann", "J.A. Barbosa", "M.M. Pimentel", "L.D. Lacerda"],
    "venue": "J. S. Am. Earth Sci",
    "year": 2011
  }, {
    "title": "A concise Geologic Time Scale. Elsevier publication (240p)",
    "authors": ["J.G. Ogg", "G. Ogg", "F.M. Gradstein"],
    "year": 2016
  }, {
    "title": "Evidence for control of mercury accumulation rates in Canadian High Arctic lake sediments by variations of aquatic primary productivity",
    "authors": ["P.M. Outridge", "H. Sanei", "G.A. Stern", "P.B. Hamilton", "F. Goodarzi"],
    "venue": "Environ. Sci. Technol",
    "year": 2007
  }, {
    "title": "Globally enhanced mercury deposition during the end-Pliensbachian extinction and Toarcian OAE: a link to the Karoo–Ferrar large igneous province",
    "authors": ["L.M.E. Percival", "M.L.I. Witt", "T.A. Mather", "M. Hermoso", "H.C. Jenkyns", "S.P. Hesselbo", "A.H. Al-Suwaidi", "M.S. Storm", "W. Xu", "M. Ruhl"],
    "venue": "Earth Planet. Sci",
    "year": 2015
  }, {
    "title": "The early cretaceous",
    "authors": ["S. Polteau", "B.W.H. Hendriks", "S. Planke", "M. Ganerød", "F. Corfu", "J.I. Faleide", "I. Midtkandal", "H.S. Svensen", "R. Myklebust"],
    "venue": "Barents Sea sill complex: distribution,",
    "year": 2016
  }, {
    "title": "Sedimentary mercury enrichments as a marker for submarine Large Igneous Province volcanism? Evidence from the Mid-Cenomanian Event and Oceanic Anoxic Event 2 (Late Cretaceous)",
    "authors": ["P. Hesselbo", "J. Cartwright", "J.S. Eldrett", "S.C. Bergman", "D. Minisini"],
    "venue": "Geochem. Geophys. Geosyst. In press",
    "year": 2017
  }, {
    "title": "Global 3-D land-ocean-atmosphere model for mercury: present-day versus preindustrial cycles and anthropogenic enrichment factors for deposition",
    "authors": ["N.E. Selin", "D.J. Jacob", "R.M. Yantosca", "S. Strode", "L. Jaeglé", "E.M. Sunderland"],
    "venue": "Glob. Biogeochem. Cycles",
    "year": 2008
  }, {
    "title": "C-, Sr-isotope and Hg chemo-stratigraphy of Neoproterozoic cap carbonates of the Sergipano Belt, Northeastern Brazil",
    "authors": ["A.N. Sial", "C. Gaucher", "M.A. Silva Filho", "V.P. Ferreira", "M.M. Pimentel", "L.D. Lacerda", "E.V. Silva Filho", "W. Cezario"],
    "venue": "Precambrian Res",
    "year": 2010
  }, {
    "title": "Mercury as a proxy for volcanic activity during extreme environmental turnover: the Cretaceous-Paleogene transition",
    "authors": ["A.N. Sial", "L.D. Lacerda", "V.P. Ferreira", "R. Frei", "R.A. Marquillas", "J.A. Barbosa", "C. Gaucher", "C.C. Windmöller", "N.S. Pereira"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2013
  }, {
    "title": "Progressive palaeoenvironmental change during the late Barremian-early Aptian as prelude to Oceanic Anoxic Event 1a: evidence from the Gorgo a Cerbara section (Umbria-Marche basin, central Italy)",
    "authors": ["M. Stein", "K.B. Föllmi", "S. Westermann", "A. Godet", "T. Adatte", "V. Matera", "Z. Berner"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2011
  }, {
    "title": "Late Barremian-Early Aptian palaeoenvironmental change: the Cassis-La-Bédoule section, southeast France",
    "authors": ["M. Stein", "S. Westermann", "T. Adatte", "V. Matera", "D. Fleitmann", "J.E. Spangenberg", "K.B. Föllmi"],
    "venue": "Cretac. Res",
    "year": 2012
  }, {
    "title": "Palaeoenvironmental and palaeoecological change on the northern Tethyan carbonate platform during the late Barremian to earliest Aptian",
    "authors": ["M. Stein", "A. Arnaud-Vanneau", "T. Adatte", "D. Fleitmann", "J.E. Spangenberg", "K.B. Föllmi"],
    "venue": "Sedimentology",
    "year": 2012
  }, {
    "title": "Magmatism and Eurekan deformation in the High Arctic Large Igneous Province: 40Ar–39Ar age of Kap Washington Group Volcanics",
    "authors": ["C. Tegner", "M. Storey", "P.M. Holm", "S.B. Thorarinsson", "X. Zhao", "C.H. Lo", "M.F. Knudsen"],
    "venue": "North Greenland. Earth Planet. Sci",
    "year": 2011
  }, {
    "title": "Pinpricking the elephant: evidence on the origin of the Ontong Java Plateau from Pb-SrHf-Nd isotopic characteristics of ODP Leg 192 basalts",
    "authors": ["M.L.G. Tejada", "J.J. Mahoney", "P.R. Castillo", "S.P. Ingle", "H.C. Sheth", "D. Weis"],
    "venue": "Origin and Evolution of the Ontong Java Plateau",
    "year": 2004
  }, {
    "title": "Ontong Java Plateau eruption as a trigger for the early",
    "authors": ["M.L. Tejada", "K. Suzuki", "J. Kuroda", "R. Coccioni", "J.J. Mahoney", "N. Ohkouchi", "N. Sakamoto", "Y. Tatsumi"],
    "venue": "Aptian oceanic anoxic event. Geology",
    "year": 2009
  }, {
    "title": "Mercury anomalies and the timing of biotic recovery following the end-Triassic mass extinction",
    "authors": ["A.M. Thibodeau", "K. Ritterbush", "J.A. Yager", "J. West", "Y. Ibarra", "D.J. Bottjer", "W.M. Berelson", "B.A. Bergquist", "F.A. Corsetti"],
    "venue": "Nat. Commun",
    "year": 2016
  }, {
    "title": "Age and geochemistry of the oceanic Manihiki Plateau, SW Pacific: new evidence for a plume origin",
    "authors": ["C. Timm", "K. Hoernle", "R. Werner", "F. Hauff", "P. van den Bogaard", "P. Michael", "M.F. Coffin", "A. Koppers"],
    "venue": "Earth Planet. Sci. Lett. 304,",
    "year": 2011
  }, {
    "title": "Etude stratigraphique et paléontologique de la famille des Pulchelliidae (Ammonoidea, Ammonitina, Endemocerataceae)",
    "authors": ["J. Vermeulen"],
    "venue": "Géologie alpine, Grenoble, France",
    "year": 2002
  }, {
    "title": "Correlation of Early Cretaceous carbon isotope stratigraphy and platform drowning events: a possible link? Palaeogeogr",
    "authors": ["H. Weissert", "A. Lini", "K.B. Föllmi", "O. Kuhn"],
    "venue": "Palaeoclimatol. Palaeoecol",
    "year": 1998
  }, {
    "title": "Chemostratigraphic correlation of Barremian and lower Aptian ammonite zones and magnetic reversals",
    "authors": ["L. Wissler", "H. Weissert", "Masse", "J.-P", "L.G. Bulot"],
    "venue": "Int. J. Earth Sci",
    "year": 2002
  }, {
    "title": "Mercury in the Bushveld Complex, South Africa, and the Skaergaard Intrusion, Greenland",
    "authors": ["M.P. Zintwana", "R.G. Cawthorn", "L.D. Ashwal", "F. Roelofse", "H. Cronwright"],
    "venue": "Chemical Geology,",
    "year": 2012
  }],
  "id": "SP:9993e03540b7d22ef8eb22bb0e810bab5d78c177",
  "authors": [{
    "name": "Guillaume Charbonniera",
    "affiliations": []
  }, {
    "name": "Alexis Godet",
    "affiliations": []
  }, {
    "name": "Stéphane Bodin",
    "affiliations": []
  }, {
    "name": "Thierry Adatte",
    "affiliations": []
  }, {
    "name": "Karl B. Föllmi",
    "affiliations": []
  }],
  "title": "Mercury anomalies, volcanic pulses, and drowning episodes along the northern Tethyan margin during the latest Hauterivian-earliest Aptian"
}