{
  "sections": [{
    "text": "Along the upper reaches of the Gediz River in western Turkey, in the eastern part of the Aegean extensional province, the land surface has uplifted by ~400 m since the Middle Pliocene. This uplift is revealed by progressive gorge incision, and its rate can be established because river terraces are capped by basalt flows that have been K–Ar and Ar–Ar dated. At present, the local uplift rate is ~0.2 mm a 1. Uplift at this rate began around the start of the Middle Pleistocene, following a span of time when the uplift was much slower. This was itself preceded by an earlier uplift phase, apparently in the late Late Pliocene and early Early Pleistocene, when the uplift rate was comparable to the present. The resulting regional uplift history resembles what is observed in other regions and is analogously interpreted as the isostatic response to changing rates of surface processes linked to global environmental change. We suggest that this present phase of surface uplift, amounting so far to ~150 m, is being caused by the nonsteady-state thermal and isostatic response of the crust to erosion, following an increase in erosion rates in the late Early Pleistocene, most likely as a result of the first large northern-hemisphere glaciation during oxygen isotope stage 22 at 870 ka. We suggest that the earlier uplift phase, responsible for the initial ~250 m of uplift, resulted from a similar increase in erosion rates caused by the deterioration in local climate at ~3.1 Ma. This uplift thus has no direct relationship to the crustal extension occurring in western Turkey, the rate and sense of which are thought not to have changed significantly on this time scale. Our results thus suggest that the present, often deeply incised, landscape of western Turkey has largely developed from the Middle Pleistocene onwards, for reasons not directly related to the active normal faulting that is also occurring. The local isostatic\n0040-1951/$ - s doi:10.1016/j.tec\n* Correspon E-mail addr 1 Present ad 02142, USA. 2 Present ad\nee front matter D 2004 Elsevier B.V. All rights reserved.\nto.2004.07.013\nding author.\ness: r.w.c.westaway@ncl.ac.uk (R. Westaway).\ndress: Department of Earth, Atmospheric and Planetary Sciences, Massachusetts Institute of Technology, Cambridge, MA\ndress: 41 Kingsway East, Westlands, Newcastle-under-Lyme, Staffordshire ST5 5PY, England.\nconsequences of this active faulting are instead superimposed onto this bbackgroundQ of regional surface uplift. Modelling of this surface uplift indicates that the effective viscosity of the lower continental crust beneath this part of Turkey is of the order of ~1019 Pa s, similar to a recent estimate for beneath central Greece. The lower uplift rates observed in western Turkey, compared with central Greece, result from the longer typical distances of fluvial sediment transport, which cause weaker coupling by lower-crustal flow between offshore depocentres and eroding onshore regions that provide the sediment source. D 2004 Elsevier B.V. All rights reserved.\nKeywords: Turkey; Aegean; Miocene; Pleistocene; Uplift; K–Ar; Basalt; Gediz River"
  }, {
    "heading": "1. Introduction",
    "text": "Western Turkey forms the eastern part of the Aegean extensional province (Fig. 1). It is now generally accepted that the continental crust in this region is extending in response to forces exerted on it by subduction of the African plate beneath its southern margin (e.g., Meijer and Wortel, 1997). Forces related to this subduction also appear to be responsible for pulling southwestward the block of continental crust forming the small Turkish plate (e.g., Meijer and Wortel, 1997), the motion of which relative to the Eurasian plate to the north requires right-lateral slip on the North Anatolian Fault Zone (NAFZ). Until recently, it was thought that the NAFZ became active at ~5 Ma (e.g., Barka and Kadinsky-Cade, 1988; Barka, 1992; Westaway, 1994a; Westaway and Arger, 2001). More recent analysis (e.g., Westaway, 2003) suggests instead that it initiated at ~7Ma and can be explained as a result of the change in the regional state of stress that accompanied the dramatic fall in water level in the Mediterranean basin at the start of the Messinian stage of the Late Miocene (Ryan and Cita, 1978).\nThe timing of the start of extension in western Turkey has been controversial. In the 1980s, it was accepted that it began in the late Middle Miocene or early Late Miocene (~12Ma), at the same time as slip on the NAFZ was thought to have begun (e.g., S engör et al., 1985). Subsequently, as better evidence emerged, the initiation of the NAFZ was placed later, at ~5 Ma (e.g., Barka and Kadinsky-Cade, 1988; Barka, 1992; Westaway, 1994a). However, around the same time, the start of extension in western Turkey was adjusted earlier, to ~18 Ma (early Middle Miocene), following reports of apparently extension-related sediments with biostratigraphic and isotopic dates of this age (Seyitoğlu and Scott, 1992; Seyitoğlu et al., 1992). It has subsequently been realised (e.g., Koçyiğit et al., 1999a,b; Bozkurt, 2000, 2001,\n2003) that the presence of Middle Miocene sediments beneath the younger fill at some localitieswithin actively extending grabens is fortuitous; it simply indicates that when extension began, some normal faults cut through preexisting depocentres. Elsewhere, sediments once thought to be Miocene are now known to be Pleistocene from mammal faunas (e.g., SarVca, 2000). In other localities, Miocene sediment was inferred (e.g., by Seyitoğlu, 1997) to be extension-related in the absence of any structural evidence: normal faults thought to have accommodated this extension were simply interpreted along hillsides at the edges of outcrops of sediment (see below). One instance of this, around Eynehan in the upper reaches of the Gediz River, is discussed below.\nRecent studies (e.g., Koçyiğit et al., 1999a; Bozkurt, 2000, 2001) have argued that the present phase of extension of western Turkey began in the earliest Pliocene (~5 Ma) and was syn-kinematic with the start of slip on the NAFZ. The adjustment of the initiation of the NAFZ to ~7 Ma, proposed by Westaway (2003), can be accommodated within such a scheme: as there is typically no clear evidence of Messinian age sediment in grabens in western Turkey, in many localities, one cannot tell directly whether extension began before, during, or after the Messinian. This absence of clear Messinian age sediment can itself be explained in terms of the arid climate expected at this time. The conglomerates commonly observed at the base of the extension-related sedimentary sequences, for instance in the AlaYehir Graben (e.g., Cohen et al., 1995), may have been deposited by alluvial fans during the Messinian, but are not—of course—directly dateable. One good place for establishing the timing of the start of extension of western Turkey is in the Karaçay valley to the southeast of Denizli, (Fig. 1) where volcanism is dated to ~6 Ma, and—given the structure and geomorphology—evidently occurred shortly after the\nstart of extension and is inexplicable if the extension began later, at ~5 Ma (e.g., Westaway et al., 2003).\nSome recent studies have suggested that the modern phase of extension in western Turkey was preceded by an earlier phase in the Early-Middle Miocene (e.g., Koçyiğit et al., 1999a, Bozkurt, 2000, 2001, 2002), these phases possibly being separated by an interval of crustal shortening. In the localities investigated for this study (see below), Late Miocene\nsediments are invariably subhorizontally bedded (except where they drape across older land surfaces or are obviously tilted by young normal faulting), providing no evidence that any significant crustal deformation was occurring at that time. However, we have observed abundant evidence of folded and tilted sediments of Early to early Middle Miocene age in localities that are distant from the present set of active normal faults (see below).\nA second controversy concerns rates of crustal deformation in western Turkey. This region contains several major east–west-trending active normal fault zones that take up southward extension (Fig. 1), one of which—AlaYehir Graben—adjoins the present study region (Figs. 2 and 4). In the 1980s, many claims were made that local extension rates are very high. For instance, using seismic moment summation, Jackson and McKenzie (1988) claimed that the slip rate on the NAFZ was probably ~40 mm year 1 and could be as high as ~80 mm year 1, and the extension rate across the Aegean was probably N60 mm year 1 and could be N110 mm year 1. More recent studies (e.g., Westaway, 1994a,b), which combined careful use of this technique with structural analysis, have proposed much lower rates, such as an ~17 mm year 1 slip rate on the NAFZ and a maximum extension rate across western Turkey\nof no more than ~3–4 mm year 1 with no more than ~1 mm year 1 on any individual normal fault. Subsequent geodetic studies (e.g., Straub et al., 1997; Reilinger et al., 1997; Kahle et al., 2000; McClusky et al., 2000) indicate slip rates of up to ~24 mm year 1 on the NAFZ, and extension rates in western Turkey that are faster than those deduced by Westaway (1994a) but much slower than those deduced earlier by Jackson and McKenzie (1988). For instance,McClusky et al. (2000) deduced that ground control points at AlaYehir (south of the main active normal fault along the southern margin of the AlaYehir Graben) and at ÖdemiY are moving southward relative to a point ~100 km farther north at Demirci (Fig. 2) at ~6F2 and ~7F2 mm year 1, respectively. A spatially averaged extensional strain rate of ~0.06 Ma 1 (~6 mm year 1/~100 km) is thus indicated. However, at present, it is unclear how this\nand Kula, adapted from Seyitoğlu (1997, Fig. 1), with modifications gical map. Much of the outcrop labelled as bNeogene sedimentQ is W UYak-Gqre Basin and southern Selendi Basin, the widespread etler Formation (Ercan et al., 1978).\nrelative motion is accommodated. The most important active normal fault segments in this region lie along the southern margin of the AlaYehir Graben (e.g., Cohen et al., 1995). If the bulk of this geodetically observed extension is taken up by localised normal slip, then these fault segments are required to have accommodated ~30 km of extension since the Pliocene, much more than is observed (e.g., Cohen et al., 1995). Alternatively, a substantial proportion of the local extensionmay instead be accommodated by distributed deformation of the brittle upper crust.\nA related controversy (which is addressed in this paper) concerns whether the vertical crustal motions occurring in western Turkey are (e.g., Jackson et al., 1982; Jackson and McKenzie, 1988; Bunbury et al., 2001) or are not (e.g., Westaway, 1993, 1994b, 1998; YVlmaz, 2001) simply predictable as the isostatic consequences of active normal faulting. We shall use fluvial evidence to investigate these vertical crustal motions. Rivers aggrade when they are unable to transport all their sediment load, i.e., when the ratio of sediment transport to discharge is high. In Europe, where long-timescale river terrace staircases are wide-\nspread (e.g., Bridgland and Maddy, 2002), rivers thus typically aggrade at times when the climate is sufficiently cold to cause reduced vegetation cover, but there is enough rainfall or seasonal meltwater for significant movement of sediment to occur (e.g., Maddy et al., 2001). In Europe, these conditions are expected during transitions to and/or from glacial maxima (e.g., Maddy et al., 2001). During interglacials, vegetation inhibits sediment transport, whereas during glacial maxima, precipitation is so low that little movement of sediment can occur. In Turkey, the climate is much wetter during glacial maxima than at present (e.g., Roberts et al., 1999). However, much of this region is located at altitudes not far below the snow line during glacial maxima (e.g., Messerli, 1967; Brinkmann, 1976, Fig. 27; Erinç, 1978) and so will not support much vegetation at these times. Like Collier et al. (2000) concluded for central Greece, we thus suspect that glacial maxima, rather than climate transitions, are the main times of terrace aggradation in Turkey, unlike farther north in Europe. River terrace staircases will only be formed where the land surface is uplifting, as uplift will separate the gravels that aggrade\nw, west from [PC 5820 7435] (L in Fig. 9), showing the h2-basaltying badland landscape in the BalçVklVdere Member of the Ahmetler nlithified fluvial sand and silt. This is a well-known landmark on the\nGediz at the ~405-m level in the foreground.\nduring successive climate cycles (e.g., Westaway et al., 2002). Assuming a river develops an equivalent quasiequilibrium profile during each phase of gravel aggradation, the vertical separation of the gravels will indicate the uplift that has occurred on the same time scale (e.g., Maddy, 1997).\nThis report examines the drainage catchment of the Gediz River (Fig. 2). From a source north of UYak, the upper ~140 km of this river above Adala drains two of the Neogene sedimentary basins that pre-date the latest Miocene start of extension: the UYak-Gqre and Selendi Basins (Fig. 2). Much of the sediment in these basins is unlithified, and erodes readily, forming a deeply incised badland landscape (Fig. 3). This upper reach has a typical gradient of ~2.5 to ~3m km 1 (Aksu et al.,\n1987b), or ~0.28 (Bunbury et al., 2001). At Adala, the Gediz enters the AlaYehir Graben from its northern flank, crossing from the footwall to the hanging wall of the graben-bounding KVrdamlarV Fault (Fig. 4). The middle reach of the Gediz then flows axially along this hanging wall for ~80 km (Fig. 2), before leaving it through an ~20-km-long gorge west of Manisa. Below the outlet from this gorge, the lower Gediz flows for ~20 km across its Holocene coastal delta plain, reaching the Aegean Sea within İzmir Gulf (Fig. 1).\nThe Holocene development of this delta plain, and the preceding Middle-Late Pleistocene sedimentation by the Gediz that is concentrated in localities farther west, which are now offshore, have been investigated by many people (e.g., Aksu and Piper, 1983; Aksu et\nichardson-Bunbury (1996, Fig. 2) with additional information from\nludes schist (the Menderes Schist), marble, and quartzite, as well as\nra suture. The geology of the sediment in the AlaYehir graben around ˘it et al., 1999a; YVlmaz et al., 2000). The inset shows a transverse rman illustrating typical field relationships between basalt flow units\nal., 1987a; Westaway, 1994b). This Pleistocene sedimentation has occurred largely during marine lowstands caused by the growth of northern-hemisphere ice sheets. During each such lowstand, the Gediz has produced a typical ~50 m thickness of sediment, which persists offshore for ~80 km (Aksu et al., 1987b) within İzmir Gulf, each of these sediment packages being superimposed on the previous one. Westaway (1994b) showed that the sediment transported by the Gediz to the coastline is equivalent to a spatially averaged erosion rate across its drainage catchment of ~0.1 mm year 1, time-averaged through the available record. In detail, the sediment budget of this river is of course very complex: its upper reach has clearly alternated between incision and aggradation (see below), and its middle reach is fed by the AlaYehir river that flows axially along the eastern part of the AlaYehir Graben (Fig. 2), and by numerous short rivers that enter this graben from its southern flank. In addition, some of the sediment transported by the Gediz and its tributaries can be presumed to contribute, net, to the sedimentary fill within this graben, and thus does not reach the coastline. However, the value of ~0.1 mm year 1 Westaway (1994b) seems reasonable as a first-order estimate for the time-averaged erosion rate along the upper Gediz during the Middle-Late Pleistocene and will be used in numerical modelling of the incision history in this study.\nWe report fragments of high terraces of the upper Gediz, which indicate a total of ~400 m of incision since the Middle Pliocene. Furthermore, for ~50-km distance around Kula, downstream to Adala (Figs. 2 and 4), the Gediz flows through a region affected by Quaternary basaltic volcanism. Many localities are now known where this basalt has flowed over terraces of the Gediz, capping them and effectively bfossilisingQ the landscape: enabling preservation of evidence that would otherwise almost certainly have been obliterated by erosion. By dating some of these basalts and summarising earlier dating, we can begin to reconstruct the history of incision by this river from observational evidence for comparison with results of numerical modelling. We thus suggest that this incision relates to regional surface uplift and not localised uplift in the footwall of the KVrdamlarV Fault as was previously claimed (Bunbury et al., 2001)."
  }, {
    "heading": "2. Dating evidence",
    "text": ""
  }, {
    "heading": "2.1. The sediments of the Selendi and UsSak-Güre Basins",
    "text": "The Neogene sediment in the Selendi and UYakGqre Basins has been subdivided into two main units: the HacVbekir and the İnay Groups (e.g., Ercan et al., 1978). The older HacVbekir Group is mainly composed of brownish yellow sandstone. It is typically found unconformably overlying metamorphic basement and is usually significantly tilted or folded, with typical dips of ~308 or more (Fig. 5). Ercan et al. (1978) tentatively estimated its age as Middle-Late Miocene. At present, two main age constraints exist for it. First, near the SW limit of the Selendi Basin, on the northern flank of the Gediz River gorge near Pabuçlu (U in Fig. 4), lignite near the base of the HacVbekir Group contains pollen indicative of the Eskihisar assemblage (Seyitoğlu, 1997), which is thought to span ~20–14 Ma (e.g., Benda and Meulenkamp, 1979). Second, near the NW margin of the Selendi Basin, the HacVbekir Group is cut by rhyolite that has been K–Ar dated to 18.9F0.6 Ma (Seyitoğlu, 1997). A late Early Miocene age (Burdigalian; ~20–19 Ma) is thus indicated.\nThe overlying İnay Group is most obviously distinguishable by its typical white or pale grey colour. In the UYak-Gqre Basin, freshwater limestone, marl, and siltstone are widespread, whereas in the Selendi Basin, most of its outcrop is unlithified fluvial sand. Ercan et al. (1978) subdivided the İnay Group into two formations: the lower Ahmetler Formation that is mainly fluvial silt, sand, and fine gravel, and the upper Ulubey Formation that is predominantly lacustrine limestone. The Ahmetler Formation is itself subdivided into three members: the lower Merdivenlikuyu Member, a basal conglomerate (~15–60 m thick), followed by the mainly sandy BalçVklVdere member (~200 m thick), then the more silty upper Gedikler Member (~15–60 m thick). The fluvial sands of the BalçVklVdere member typically record northward palaeo-flow (Purvis and Robertson, 2004), indicating that the associated river system was unrelated to the modern west-flowing Gediz. The lacustrine limestone of the Ulubey Formation, which is sometimes pink due to hydrothermal precipitation of manganese (Ercan et al., 1978), reaches maximum thicknesses\nof ~250 m in the central parts of its depocentres. However, in the Kula area, its maximum thickness is only tens of metres. It contains many desiccation cavities or bfenestrae,Q typically infilled with calcite or silica, and is thus sometimes called the bFenestral LimestoneQ (cf. Richardson-Bunbury, 1992, 1996).\nErcan et al. (1978) estimated that the İnay Group was deposited during the Pliocene, whereas Seyitoğlu (1997) dated it to the Middle Miocene (~18–14 Ma). Four forms of evidence can be used to constrain its age. First, as mapped by Seyitoğlu (1997), in the northern part of the UYak-Gqre Basin, deposition of the basal part of the İnay Group is interrupted—a few tens of metres above the change from brown sandstone to white carbonate—by trachytic/trachydacitic volcanism, which has been K–Ar and Ar–Ar dated to ~15 Ma (see Fig. 5). Second, Seyitoğlu (1997) reported three sites in the İnay Group that yielded pollen indicative—like in the HacVbekir Group—of the Eskihisar assemblage. However, the site in the UYak-Gqre Basin, at Yenikfy, is evidently in one of the earliest horizons within the İnay Group, as it underlies the ~15 Ma volcanism (Fig. 5). Likewise, one site in the Selendi Basin, south of Ulucak (Fig. 2; see Seyitoğlu, 1997, Fig. 7, for precise location), is also near the base of the İnay Group. However, the remaining one (at [PC 420 890], ~3 km NNE of Encekler, Fig. 2; see also Seyitoğlu, 1997, Fig. 4 for location) is most definitely not at the base of the İnay Group. It is instead located above ~200 m thickness of it, exposed in the gorge of the adjacent İlke River (Fig. 2) between altitudes of ~430 and ~630 m, stratigraphically below a further thickness where the land surface (mapped as capped by basalt of the Encekler Plateau, e.g., by Dubertret and Kalafatçioğlu, 1964) rises to 762 m at the summit of the nearby ÇakVldak Tepe (at [PC 422 878]). Third, the sediment in the UYak-Gqre Basin that correlates with the uppermost clastic part of the İnay Group in the Selendi basin, the subhorizontally bedded BalçVklVdere Member of the Ahmetler Formation, has yielded an abundant mammal fauna (e.g., Ercan et al., 1978; Sen et al., 1994) (Fig. 6). Fourth, tuffs interbedded with the silty sediments of the Gedikler Member of the Ahmetler Formation, which were previously undated, have recently been dated by Purvis and Robertson (2004) (see below).\nThe best-documented of these mammal sites in the UYak-Gqre Basin is Kemiklitepe, near Karacaahmet (Fig. 2), first noted by YalçVnlar (1946) and since investigated in detail (e.g., Sen et al., 1994). An ~25- m-thick section is locally exposed in the uppermost BalçVklVdere Member (Fig. 7). Magnetostratigraphically, this has yielded three normal and two reversedpolarity intervals, which have been accepted (e.g., Sen, 1996) as indicating chrons C4n.2n to C3Bn (Fig. 7). This interpretation, requiring an age span of more than 1 Ma (Fig. 7), thus suggests a very low timeaveraged sedimentation rate of only ~0.02 mm year 1, indicating that deposition was not continuous. Two fossiliferous levels are evident, Kemiklitepe D near the base of this section and Kemiklitepe AB ~15 m higher near the top. Both the magnetostratigraphy (Fig. 7) and the biostratigraphy (Fig. 6) place Kemiklitepe AB in biozone MN12, the former favouring an age of ~7.1 Ma given the Steininger et al. (1996) chronology (Fig. 7). Evolutionary trends of several species present (Fig. 6) indicate that the Kemiklitepe D level is significantly older. The magnetostratigraphy in Fig. 7 suggests that it was deposited around 7.8 Ma, which is early in biozone MN12 given the Steininger et al. (1996) chronology (Fig. 7). Sen (1996) placed it instead late in biozone MN11, partly on biostratigraphic grounds (Fig. 6) and partly because he used a different definition in which this biozone boundary occurred late in chron C4n.2n.\nSen et al. (1994) suggested that the Akçakfy site farther north in the UYak-Gqre Basin (Fig. 2), but also within the BalçVklVdere Member, is older, placing it in the early part of the Vallesian mammal stage (biozone MN 9; ~11 Ma; Fig. 6), although no biostratigraphic reasons were stated. Nonetheless, the estimated deposition rates suggest that several million years, at least, were required for deposition of the ~200 m maximum thickness of this unit. It is also evident that conditions changed abruptly around 7 Ma, at the end of this prolonged phase of stable deposition.\nSeyitoğlu (1997) noted the inconsistency between the Pliocene age of the İnay Group reported by Ercan et al. (1978) and the Miocene isotopic dating and pollen evidence. He thus disregarded the mammal biostratigraphy and concluded that the deposition of this entire group occurred during the later part of the Eskihisar pollen stage or ~18–14 Ma. This is contrary to normal procedure, whereby if discrepancies exist\nbetween biostratigraphic ages for the same deposit, the mammal age should take precedence (e.g., Schreve, 2001) because a range of potential problems (e.g., reworking and repetition of similar plant assemblages at different times) can affect pollen ages. In any case, at the time of the Ercan et al. (1978) work, the bcontinentalQ Early Pliocene (including the Turolian mammal stage that is represented in the upper part of the BalçVklVdere Member) included ~11– 5 Ma, which is now regarded as Late Miocene. Rather than spanning a brief interval of time, as suggested by Seyitoğlu (1997), it is now evident that deposition of the İnay Group was prolonged, starting before ~15 Ma and with clastic deposition in the Selendi Basin ending at ~7 Ma. This view is supported by evidence from the UYak-Gqre Basin (see below), which indicates that hundreds of metres of İnay Group sediment accumulated above the Middle Miocene volcanics, as opposed to only tens of metres below (Figs. 5 and 8a). In addition, the lower part of this İnay Group sediment is significantly tilted, reflecting the dip of the underlying HacVbekir Group, whereas its upper part is subhorizontally bedded (Figs. 5 and 6a), again suggesting that a substantial span of time was involved. The Seyitoğlu et al. (1997) ÇakVldak Tepe lignite site is not consistent with this chronology, raising the possibility that it, at least, may be reworked—like other instances elsewhere in the region (cf. SarVca, 2000).\nThe stratigraphy of the Selendi Basin has recently also been studied by Purvis and Robertson (2004). Like us, they conclude that the Miocene sediment in this basin is not a simple syn-extensional sequence. However, using the Ar–Ar technique on crystals of feldspar and biotite, they dated a succession of tuffs, interbedded with the silt of the Gedikler Member of the Ahmetler Formation, to the late Early Miocene/ early Middle Miocene (~20–16 Ma), a chronology that is fundamentally inconsistent with what we propose for the Selendi Basin. Two possibilities thus suggest themselves. Either the dating evidence from Purvis and Robertson (2004) is in error, or the sequences in the UYak-Gqre and Selendi Basins cannot be simply correlated. A possible explanation for systematic error in the Purvis and Robertson (2004) dating results is that volcanism in the (?) latest Miocene may have entrained mineral grains that back in the Early Miocene had cooled below their closure\ntemperature for argon retention, without heating them sufficiently to reset their ages. Inherited argon is a major problem affecting dating of the Quaternary Kula volcanism in the Selendi Basin (see below), and it is thus possible that (?) latest Miocene volcanism in this region was similarly affected. This problem was noted previously in western Turkey by Besang et al. (1977), who tried to date a tuff in Middle Miocene sediment (of the Turgut Formation) near Muğla. Biotite from this sample yielded a Late Miocene K– Ar date of ~9 Ma, whereas muscovite, which has a higher closure temperature for argon retention, yielded ~52 Ma. Although neither mineral in this case yielded a reliable age, this example does illustrate significant retention of radiogenic argon from before the actual eruption age. The alternative possibility (cf. Purvis and Robertson, 2004) that the sequences in the Selendi Basin and its neighbours have been miscorrelated with each other in previous studies such as Ercan et al. (1978) and Seyitoğlu (1997) seems unlikely to us because these sequences are so similar, but remains possible until fieldwork designed to test this possibility is undertaken.\nSeyitoğlu (1997) also reported that the İnay Group is unconformably overlain in both the Selendi and UYak-Gqre Basins by the bAsartepe FormationQ of presumed (?) Pliocene age, consisting of reddish lithified sandstone and conglomerate, these field relationships being particularly clear in relation to suggested bactive normal faultingQ at the margin of the UYak-Gqre Basin near HacVhqseyinler and Eynehan (Figs. 5 and 8b). Our own fieldwork (see below) suggests on the contrary, first, that this basin margin is bounded by an unconformity, not an active normal fault (Figs. 5, 8a). Second, we reinterpret what was previously regarded as the bAsartepe FormationQ as a series of fluvial conglomerate channel-fill units that are cut into the red-weathered upper part of the İnay Group. Rather than representing layer-cake deposition above a simple unconformity, these sediments instead mark the early stages of progressive incision by the Gediz River. At up to ~360 m above present river level, these are the highest river terrace deposits currently known in western Turkey.\nThe stratigraphy and chronology of the İnay Group have recently developed some significance for con-\nstraining the structural evolution of western Turkey (Seyitoğlu et al., 2000, 2002). It is unfortunate that this discussion has been based on misunderstandings about the age range and tectonic setting of these deposits, as others (e.g., Westaway et al., 2003; Bozkurt, 2003) have already noted. It is now evident that deposition of much of the İnay Group pre-dates the ~7 Ma start of the present phase of extension in western Turkey and that neither it nor the older HacVbekir Group has any simple relationship with this phase of extension.\nThe timing of deposition of the Ulubey Formation remains problematic. The fossils (molluscs and ostracodes) yielded by these sediments are primarily environmental indicators, rather than being age-diagnostic, but tentatively suggested a Middle-Late Pliocene age to Ercan et al. (1978) and Ercan (1982), using\nFig. 6. Age constraints on mammal taxa from the BalçVklVdere Member of t in the Selendi Basin, using the time scale from Steininger et al. (1996, Fig. 2 precise provenances) at sites in the western UYak-Gqre Basin: at Akçakfy called bBalçVklVdere.Q The Kemiklitepe site, located around [PC 893 536] BalçVklVdere river gorge, ~2 km SSW of Karacaahmet village (Fig. 2), is horizontal dividing line separates species listed by Ercan et al. (1978) fro indicates whether each species is present in the Kemiklitepe D or AB levels are from Heissig (1996). Data for Kemiklitepe are from Sen et al. (1994) a (1996). Data for Kemiklitepe are from Sen et al. (1994) and Geraads (1994 species is from Gentry and Heizmann (1996). [4] Age range data from Bern Hipparion gracile may well be a synonym for bHippotheriumQ brachypus range is for H. brachypus. Data for Kemiklitepe are from Sen et al. (19 Tragoceros amaltheus and Gazella gaudreyi. Age range data are from Gen (1994) and Bouvrain (1994). [6] Restricted to MN12 according to Gentry a et al. (1996b). This discrepancy relates to different correlations between t spans of the MN units. [7] Restricted to MN12 according to Bernor et al. (1996). Identified as bcf.Q by Ercan et al. (1978), but considered definitely who noted that it is the only species known from its genus. [8] Age range da et al. (1994) and Tassy (1994), who reported that site D yielded a more pri Age range data for this species are from Bernor et al. (1996c) and Werde (1994) and de Bonis (1994), who reported Lycyaena sp.—a synonym for H (1996). Adcrocuta eximia is listed as synonym Hyaena eximia. Data for Identified to genus level by Ercan et al. (1978). The species Machairodus de Bonis (1994); age range data for it are from Bernor et al. (1996c). Ot represent the younger species Miscanthus giganteus, which lived during M from Bernor et al. (1996b). Data for Kemiklitepe are from Sen et al. (1994 AB but only to genus level at D. [13] Age range data from Fortelius et al. (1 (1994). Age range is from Bernor et al. (1996b), presence of each species Samos. [15] Reported at Kemiklitepe AB by Sen et al. (1994) and de Bon Species identifications are from Sen et al. (1994) and Bouvrain (1994), wh range is from Gentry and Heizmann (1996). [17] Reported as synonym D Age range is from Bernor et al. (1996b), as for [14]. [18] Sen et al. (1994) a AB and a slightly different form, which they listed as Samotherium (?) sp boissieri and its descendent Samotherium major, from Kemiklitepe D. Gen spanned MN11–12, so this species (or subspecies) change probably occur\nthe old definition of the continental Pliocene. In terms of the modern chronology, the dating of the BalçVklVdere Member of the Ahmetler Formation means that deposition of the Ulubey Formation could have begun around the start of the Messinian stage of the Late Miocene. Alternatively, the Gedikler Member may represent the Messinian and the Ulubey Formation may thus mark the Early Pliocene onward. A similar problem exists in the stratigraphy of the AlaYehir Graben, whose earliest sedimentation (representing the Messinian and/or the Early Pliocene) involved (in addition to alluvial fan systems) carbonate deposition in a series of isolated lake basins, rather like the Ulubey Formation lake system seems to have been, before the modern throughgoing axial drainage developed (e.g., Cohen et al., 1995). One could argue that the Pliocene resumption of a moist climate after the\nhe Ahmetler Formation, the uppermost clastic part of the İnay group\n.2). Fossil taxa, from Ercan et al. (1978), were listed (without noting [PC 840 700] and FakVlV [PC 790 750] (Fig. 2), and at another site in the uppermost BalçVklVdere Member on the eastern flank of the thought to be this bBalçVklVdereQ site (e.g., Sen et al., 1994). The m those additionally listed by Sen et al. (1994). The first column . Notes are: [1] Listed as synonym Diceros neumayri. Age range data nd Geraads (1994a). [2] Age range data from Gentry and Heizmann\nb). [3] Likely species: Helladotherium duvernoyi. Age range of this or et al. (1996a). As this reference discusses, the historical bspeciesQ , and possibly also for Hippotherium primigenium. The quoted age 94) and Koufos and Kostopoulos (1994). [5] Listed as synonyms try and Heizmann (1996). Data for Kemiklitepe are from Sen et al. nd Heizmann (1996), but appears late in MN11 according to Bernor he stratigraphy of Samos (where this species is found) and the age (1996b). Present also in MN11 according to Gentry and Heizmann present at Kemiklitepe D by Sen et al. (1994) and Bouvrain (1994), ta are from Bernor et al. (1996b). Data for Kemiklitepe are from Sen mitive subspecies than AB. [9] Likely species is Hyaenictis graeca. lin and Solounias (1996). Data for Kemiklitepe are from Sen et al.\nyaenictis sp. [10] Age range data are from Werdelin and Solounias\nKemiklitepe are from Sen et al. (1994) and de Bonis (1994). [11]\naphanistus was identified at Kemiklitepe D by Sen et al. (1994) and her occurrences of this genus reported by Ercan et al. (1978) may N 11–13 according to Bernor et al. (1996c). [12] Age range data are\n) and Baudry (1994), who reported identification to species level at 996). [14] Reported at Kemiklitepe AB by Sen et al. (1994) and Sen\nin MN12 being based on their occurrence in the Main Bone Beds of is (1994). Age range is from Bernor et al. (1996b), as for [14]. [16] o reported synonyms Protoryx laticeps and Protoryx parvidens. Age icerorhinus pikermiensis by Sen et al. (1994) and Geraads (1994a).\nnd Geraads (1994b) reported Samotherium major from Kemiklitepe . but considered to be an intermediate form between Samotherium try and Heizmann (1996) considered that in combination, these taxa red sometime around the MN11–12 boundary.\nMessinian regression of the Mediterranean sea led to regrowth of vegetation, which stabilised hillslopes causing reduced clastic input into rivers: hence the switch to carbonate deposition. Alternatively, one\nFig. 8. (a) Transverse profile across the Gediz terrace staircase near Eyneha interpretation of the same section, from Seyitoğlu (1997), with the river ter the bAsartepe Formation.Q See Fig. 5 for location.\ncould argue that the textural characteristics of the Ulubey Formation, which indicate strongly evaporative conditions, suggest deposition during the arid Messinian stage, and throughgoing rivers thus devel-\nn and Karabeyli, redrawn from Seyitoğlu (1997, Fig. 9). (b) Previous race gravels and the upper part of the İnay Group lumped together as\noped later, in the Pliocene, when the climate became wetter. The ~250 m maximum thickness of the Ulubey Formation (e.g., Ercan et al., 1978) evidently requires a substantial duration of deposition. However, placing the ending of its deposition later than the Middle Pliocene would create fundamental difficulties, as we show below that ~200–250 m of fluvial incision occurred between this time and the middle Early Pleistocene (~1.2 Ma). Elsewhere in Turkey, a characteristic transition from continuous sedimentation in lacustrine basins to river gorge incision, tentatively dated to the bVillafranchianQ or Late Pliocene to Early Pleistocene, was recognised long ago (e.g., De Planhol, 1956; Birot et al., 1968; Sickenberg, 1975; Brinkmann, 1976, pp. 78–79). We thus tentatively suggest that this regionally important event is reflected in the uplift history along the Gediz and was associated with the bulk of the incision from the ~+400 m level to the ~+150–+200 m level that was concentrated in the late Late Pliocene and early Early Pleistocene."
  }, {
    "heading": "2.2. The Kula volcanism",
    "text": "The Kula volcanic field (Fig. 4), regarded in antiquity as one of the gates to the underworld, was documented ~2000 years ago by Strabo (e.g., Jones, 1954). It has also been described many times in the scientific literature since the early 19th century (e.g., Hamilton and Strickland, 1841; Philippson, 1913; Ercan and ÖztunalV, 1982), its geochemistry being first analysed later that century (Washington, 1893, 1894, 1900). The bulk of it consists of lava flows that classify (after Le Bas et al., 1986) as alkali olivine basalt, phonotephrite, and basanite (Güleç, 1991). Cinder cones, tephras, and tuffs are also observed. Unusually for alkali basalt, some flows contain phenocrysts of hornblende (e.g., Washington, 1900). The total volume of all eruption products is small, being estimated by Bunbury et al. (2001) as ~2.5 km3, distributed over an area in excess of 200 km2.\nDespite this long history of study, only sporadic attempts have been made to date this volcanism. Canet and Jaoul (1946) classified the numerous basalt flows into four categories, h1–h4, in order of decreasing apparent relative age, as indicated by the extents of weathering and erosion. Richardson-Bunbury (1992, 1996) showed that the h1 category is not\nresolvable using any objective criteria. One is thus left with three categories, as illustrated in Fig. 4. The h2 basalts, evidently the oldest, and sometimes designated as the bBurgaz volcanics,Q cap the highest parts of the modern fluvial landscape, typically ~150–200 m above the present level of the Gediz (Fig. 3), and have an estimated total volume of ~0.5 km3 (Bunbury et al., 2001). They are widely observed to cap fluvial deposits at this relative level (see below), indicating that incision of the modern Gediz gorge had not yet begun at the time of their eruption. The h3 basalts, or bElekçitepe volcanics,Q which erupted after the start of this phase of incision, and are now somewhat weathered, crop out within the Gediz gorge above present river level. The h4 basalts, or bDivlittepe volcanics,Q appear fresh in the field and, where entrained by tributaries of the Gediz, reach the modern floor of its gorge. The h3 and h4 basalts total ~2 km3 (Bunbury et al., 2001), most of this volume being for the h3 category (Fig. 4). Sanver (1968) attempted to date this volcanism from its geomagnetic polarity. However, only flows in the h3 and h4 categories were sampled, all being normally magnetised and so evidently attributable to the Brunhes chron.\nIn 1970, fossil human footprints were discovered at a site west of the Demirkfprq Dam, adjacent to the h4 age neck 2 (Fig. 4) (e.g., Ozansoy, 1972; Barnaby, 1975; Tekkaya, 1976). Göksu (1978) obtained thermoluminescence (TL) dates of 65F7 ka from tuff below a footprint, 49F9 ka from crystals of orthoclase and hornblende scraped from the footprint itself, and 26F5 ka from basaltic scoria overlying the footprint. However, the context (Barnaby, 1975) suggests that the tuff fall, the imprinting of the footprints, and their burial occurred in quick succession during the same eruption cycle, not over tens of thousands of years. One could also question whether this dating technique is appropriate for this type of material, anyway. Tekkaya (1976) estimated the age of these footprints as ~12 ka, whereas Erinç (1970) estimated the age of the associated eruption as ~10 ka. On the other hand, Ozansoy (1972) estimated the age of these footprints as ~250 ka but—as Barnaby (1975) noted—this date appears to have no basis.\nThe high potassium content of the Kula volcanics (typically ~2–4 wt.% K2O; e.g., Güleç, 1991) suggests use of the K–Ar dating system. Borsi et al. (1972)\nR . W esta w a y et a l. / T ecto n o p h ysics 3 9 1 (2 0 0 4 ) 1 2 1 – 1 6 9\n1 3 4\nreported a 1100 ka K–Ar date on groundmass separated from a sample of the bBurgaz volcanicsQ or h2 basalt. However, they provided no site coordinates, error analysis, or details of the technique used, which presumably utilised an 38Ar spike. Ercan et al. (1985) reported three more K–Ar dates. These were, first, 7550F110 ka for a sample of the h2 basalt from the northern margin of the SarnVç Plateau, west of Toytepe (neck 73, at E in Fig. 4). Second was 30F5 ka from the vicinity of necks 4/5/6 (Fig. 4), apparently from the upper part of the young flow unit that descends from this point down the Demirkfprq and Gediz gorges to Adala. Third was 25F6 ka, from the h4 basalt from neck 2, overlying the fossil human footprint site already mentioned. Ercan (1990) also summarised one more early K–Ar date: of 300F100 ka for a h3 flow in an unspecified locality. One must question whether these spiked K–Ar dates, presumably on whole-rock samples, are meaningful given the instability of the spiked variant of this technique for dating\nTable 2 New unspiked K–Ar dates for the Kula volcanism\nSample and site Coordinates Material [K2O]\n(wt.%)\n00YM15, Kula Bridge PC 4927 7703 Groundmass 3.72\nGroundmass 3.72\n00YM11, Demirkfprq PC 13687 74643 Groundmass 3.53 PC 1369 7484\n00YM17, Kula Bridge PC 4935 7730 Groundmass 3.89\nGroundmass 3.89\n00YM12, Adala PC 10666 71183 Groundmass 3.60\nPC 1066 7138 Groundmass 3.60\n00YM30, Palankaya PC 37653 81202 Groundmass 2.72\nPC 3770 8135 Groundmass 2.72\n00YM23, ÇakVrca PC 51531 76555 Groundmass 2.67\nPC 5153 7672 Groundmass 2.67\nWhere available, UTM site coordinates have been measured to the neares WGS-84 reference frame. Coordinates have also been measured to the near maps. At this level of precision, the two sets of coordinates differ, primarily same as WGS-84. [K2O] is a measure of the potassium content of the mag by weight, as measured by ICP-AES at the Natural Environment Researc upon-Thames, England. Other splits of the same groundmass separates w technique at the Scottish Universities’ Environmental Research Centre, Ea 40Ar, and [40Ar*]/[40Ar] is the estimated percentage of 40Ar present that abundance constants from Steiger and Jäger (1977). Errors are estimates of weighted by the inverses of the variances.\nvery young samples, as small measurement errors lead to significant systematic errors and large formal uncertainties in the calculated age (e.g., Dalrymple and Lanphere, 1969). The Miocene date for the bBurgaz volcanicsQ is clearly in error, possibly due to inherited radiogenic argon: it is discordant with all other dates now available for the h2 basalts (see below).\nRichardson-Bunbury (1992) reported five Ar–Ar dates on hornblende phenocrysts (Table 1). Although one of these, on sample 89-63, was described by her as buninformative,Q the other four have been accepted as indicating valid ages in her subsequent research (Richardson-Bunbury, 1996; Bunbury et al., 2001). Neck 27B (W in Fig. 4), which yielded sample 89-63, appears fresh in the field and is assigned to the h4 category. The apparent ages of N1 Ma for splits from this sample (Table 1) thus suggest the presence of inherited argon. The same problem is also indicated by the ~2 Ma apparent age of one split from sample C59\nMass (g) [40Ar*]\n(pmol/g)\n[40Ar*]/[40Ar] (%)\nAge (ka) Overall\nage (ka)\n0.400 0.1365 2.1 25F7 0.598 0.05703 0.9 11F5 16F4\n0.398 0.2528 2.4 50F9 50F9\n0.401 0.4157 2.0 74F15 0.600 0.2849 1.8 51F11 60F9\n0.404 0.5099 2.6 98F15 0.597 0.3458 2.2 67F12 79F10\n0.611 0.5684 3.6 145F16 0.202 1.172 7.5 299F20 205F13\n0.124 4.628 55.2 1203F27 0.603 4.914 59.0 1278F13 1264F15\nt metre using a handheld GPS receiver and are expressed using the est 10 m from Harita Genel KomutanlVğV 1:25,000 scale topographic\nbecause the reference frame used for these maps is not precisely the netically separated groundmass, expressed as the percentage of K2O h Council Isotope Geoscience Unit, Kingston University, Kingston-\nere analysed for argon isotopes using the unspiked (or Cassignol) st Kilbride, Scotland. [40Ar*] is the estimated content of radiogenic\nis radiogenic. Ages were calculated using the decay and isotopic analytical precision at 68% confidence level (i.e., F1r). Means are\n(from neck 59 at K in Fig. 4, assigned to h3). We also have grave doubts about the 1670F220 ka date for sample XSC (from neck 1B/C/D, Gfkyar Tepe; at A in Fig. 4). This eruptive centre is on Ulubey Formation lacustrine limestone, ~400 m above the Gediz (see below). However, the flow unit from it reaches as low as ~250 m above sea level, just above the nominal 244- m surface level of the Demirkfprq Reservoir (Fig. 4), or ~30 m above the local river level before this reach\nwas dammed. It thus post-dates almost all the local incision, consistent with its assignment to the h3—not h2—category (Fig. 4). The possibility of inherited argon in phenocrysts causing apparent ages that are systematically old is an obvious potential problem in any form of K–Ar dating on phenocrysts (or wholerock samples that consist in part of phenocryst material). It arises because phenocrysts may form closed isotopic systems in a magma chamber or\nSarnVç Plateaus, adapted from part of USSR Ministry of Defence\nition. The map shows key localities discussed in the text, along with localities, outlines of young basalt flows (thin dashed lines), other tervals, with additional dashed 25-m contours in areas of low relief), original maps, do not correspond with those on modern Harita Genel y. In contrast, the spot heights are definitive. The UTM grid has been\nthe northings to roughly correspond with the WGS-84 grid used to n this figure corresponds to the 80-km northing on the original map, e roads linking Kula Bridge to Kâmiller via ÇakVrca and SarnVç, and Tepe and the col between Kavtepe and İnkale Tepe, are omitted.\nvolcanic neck, long before eruption, causing K–Ar or Ar–Ar dates to exceed eruption ages. One thus has no way of knowing from Table 1 whether the remaining sample splits are also affected by this problem in less obvious ways.\nTo help to resolve this problem and better constrain the incision history of the Gediz, we have obtained 6 new K–Ar dates for basalt samples, some from flows that directly overlie river terrace gravels (Table 2; site localities are described below). Samples were crushed to an ~1-Am size to loosen the phenocrysts and allow the crushed groundmass to be magnetically separated. Analysis of this groundmass used the unspiked (or Cassignol) K–Ar technique (e.g., Cassignol et al., 1978; Cassignol and Gillot, 1982; Gillot et al., 1982; Gillot and Cornette, 1986), with a low blank, doublevacuum furnace and an MAP-215 mass spectrometer equipped with a Faraday collector. The technical\nreasons that lead to the high precision achievable with very young basalts using this general method (Table 2) were recently discussed in detail by Yurtmen et al. (2002), so this discussion is not repeated here.\nFour checks of this dating are now possible. First, the K–Ar date of 1100 ka (Borsi et al., 1972) and the Ar–Ar date of 1250F80 ka (Table 1), both from the Burgaz plateau (G in Figs. 4 and 9), are concordant with our K–Ar date of 1264F15 ka (sample 00YM23; Table 2) from the SarnVç plateau farther west (site 23 in Fig. 4; u in Fig. 9). Both these plateaus, capped by h2 age basalt, are underlain by Gediz gravel at the ~560 m level (see below), indicating that both flow units erupted at an equivalent stage in the development of this river. Second, our K–Ar date of 205F13 ka from the top of the ~60-m-thick flow unit of h3 age, whose base is ~40 m above the Gediz at Palankaya (sample\nrts of USSR Ministry of Defence 1:200,000 scale map sheets NJ-35-\n[Demirci], 1974 edition (see Fig. 9 caption for more details).\n00YM30 in Table 2; N in Fig. 4; V in Fig. 10), is concordant with the Ar–Ar date of 190F50 ka (sample SCR from neck 32 at Q in Fig. 4). Bunbury et al. (2001) regarded this neck, ~10 km south of Palankaya, as the source of this flow unit. Third, our samples 00YM11 and 00YM12 both came from the h4 age flow unit that erupted from necks 4–6 (which collectively form Divlit Tepe), flowed down the Demirkfprq tributary valley, reaching the Gediz just below Demirkfprq Dam, then on down its narrow\ngorge to Adala, where it spreads and thins on entering the AlaYehir Graben (Figs. 4, 11). Sample 00YM11 from the top of the ~30-m-thick basalt below this dam (f in Fig. 11) yielded a 50F9 ka date, whereas 00YM12 from the top of the ~10-m basalt thickness exposed at Adala (A in Fig. 11) yielded a 79F10 ka date. Combining these dates gives a weighted mean age for this flow unit of 63F13 ka. Finally, there is a one notable discordance: between our 60F9 ka date for sample\ndala, adapted from the same source as Fig. 9. DSİ/TEK indicates the\npower station (PS), named after the initials of the Turkish government\nhemain strand of the KVrdamlarV normal fault, with hanging-wall ticks,\nnals, which are fed by the Gediz at the Adala barrage.\n00YM17, from the young (h4 age) flow from neck 65 (another Divlit Tepe), which descends from Kula town to the Gediz gorge, which we sampled ~300 m downstream of the river bridge (locality V in Fig. 12), where this flow caps fluvial deposits ~10 m above the Gediz, and our 16F4 ka date for sample 00YM15 of less fresh-looking (and thus older) basalt that crops out at river level below the bridge (locality I) (Figs. 4 and 12) and is capped by this h4 age flow. We presume that prolonged exposure to river water has caused sufficient chemical weathering of sample 00YM15 for it to have not maintained a closed system for argon. Similar problems have been noted previously in attempts to date water-worn basalts elsewhere in Turkey (e.g., Arger et al., 2000). We thus instead accept the K–Ar date for sample 00YM17 as a meaningful geological age. Overall, with the exception of the counterexamples already noted, we consider the available dating evidence to be reliable.\nThis evidence indicates that the earliest reliably dated volcanism, the h2 basalt of the SarnVç Plateau (necks 73 and 74) and Burgaz Plateau (neck 75) (Figs. 4 and 9), erupted at ~1.2 Ma. The h4 basalt is represented by three clusters of necks: in the west near Demirkfprq Reservoir (necks 2/3 and 4/5/6); in the middle of the volcanic field near Gfkçefren (necks 17, 23/24, and 27/27B/28), and farther east near Kula town (the large neck 65 and subsidiary necks such as 61 and 62) (Fig. 4). All dates from this h4 basalt fall within the last 100 ka, being apparently clustered around 60 ka. Bunbury et al. (2001) asserted on the basis of a single Ar–Ar date (for their sample SCR) that the h3 volcanism began at ~200 ka and thus involved a much higher eruption rate than before or since. However, we see no justification for this conclusion, as it seems clear from the geomorphology that some h3 basalts are significantly older than the single ~200 ka flow unit that has so far been dated (see below). The h3 basalts may thus represent much, if not all, of the million years between the eruption of h2 and h4, in which case the fact that most flows and necks are classified as h3 (Fig. 4) may simply arise because this category represents most of the time scale of volcanism. Many more dates will be needed to resolve whether a significant time lag occurred between the h2 volcanism and the start of the h3 volcanism."
  }, {
    "heading": "3. Field evidence",
    "text": ""
  }, {
    "heading": "3.1. The Eynehan area",
    "text": "As already noted, we suggest that the early part of the incision history of the Gediz can be inferred from field evidence around Eynehan and Karabeyli (Figs. 5 and 8; see Fig. 2 for location), where we have reported four high terraces, formed of polygenetic cemented gravel, at ~225, ~255, ~330, and ~360 m above the Gediz (Fig. 13) The gravel in these localities had been mapped previously (e.g., by Seyitoğlu, 1997) but was regarded as forming a blayer cakeQ stratigraphy (not a terrace staircase) designated as the bAsartepe Formation.Q\nIn this area, carbonate-dominated lacustrine sediment, which we attribute to the İnay Group, is present between altitudes of ~650 and ~950 m. At the lowest exposed levels, along the Gediz and its major tributaries such as the Dikendere (Fig. 5), the unconformity above the underlying HacVbekir Group is exposed. A few tens of metres above this exposed base of the İnay Group, one also observes trachytic volcanism that has been K–Ar and Ar–Ar dated to ~15 Ma (see above). Although these carbonate sediments dip at substantial angles near their base (Fig. 5), for much of their thickness, they are subhorizontal: thus, the total thickness present approximates their ~300-m altitude range. Near its top, this carbonatedominated sediment becomes more sandy and contains occasional large (~15 cm) clasts and gravelly interbeds of basement lithologies (chert, marble, and schist), for instance at and C (Fig. 5; [PC 99062 93488] and [PC 99348 93537]) at ~910-m altitude. Higher up, for instance on the subhorizontal interfluve Gediktarla SVrtV (Q in Fig. 5; at [QC 01480 93571]), which rises to ~1010 m just west of HacVhqseyinler, the İnay Group is covered by many metres thickness of brown soil and slope wash, comprising angular fragments of marble and schist derived from the adjacent basement. The irregular boundary of this basement outcrop shows no characteristics of a normal fault (contra Seyitoğlu, 1997) and seems instead to simply be an unconformity surface, part of which became buried beneath the İnay Group.\nThe flanks of this İnay Group outcrop are incised by cemented gravel channel fills, which are distinct from the uppermost gravelly part of the İnay Group\nitself. The impression is given that blayer cakeQ sedimentation gradually became coarser, before being superseded by bcut and fillQ sedimentation with similar characteristics. Along the Gediktarla SVrtV interfluve between HacVhqseyinler and Karabeyli, three such conglomerates are evident: Kocayqklqk SVrtV (Fig. 13a) at ~910 m; a middle gravel (at [PC 98346 93374]; G in Figs. 5 and 13b); and a lower gravel just above Karabeyli at ~805 m [PC 98024 93973]. These contain typically rounded clasts of marble, quartzite, schist, and chert. In addition, the unit at ~805 m contains clasts of trachyte and other clasts (possibly of tuffite) that have disintegrated to leave weathering products or holes in the surrounding cemented matrix. Farther north, along KuYadasV SVrtV between HacVhqseyinler and SarVdere, three conglomerates are also indicated. The upper one, at ~940 m (at [QC 00638 94047]), caps the bluff bounding an ~100-m-wide bench and is composed of gravel that is less well sorted than the lower levels and contains a mixture of rounded and angular clasts. Around 910 m (at [QC 00459 94289]), a similar bench, ~200 m wide, was also evident. No in situ conglomerate was observed, but many blocks of it were found piled along the roadside, suggesting that a local farmer had excavated the conglomerate from his fields to improve the land. Finally, in the middle of SarVdere village at ~810 m (at [PC 99608 95081]), a lower unit is exposed as a channel section ~15 m wide and up to ~4 m deep, cut into the İnay Group. Many other subhorizontal benches are also evident in the surrounding landscape (Fig. 5) and may well represent other river terraces."
  }, {
    "heading": "3.2. Pre-incisional remnants in the Kula area",
    "text": "As already noted, the Ulubey Formation lacustrine limestone post-dates the deposition of the clastic (Ahmetler Formation) part of the İnay Group and pre-dates the younger fluvial incision. At locality A (Fig. 4), Gfkyar Tepe, near Akçakfy village (Akçakfy Tepe in Bunbury’s papers) [PC 2540 8080], this limestone is observed to overlie Ahmetler Formation clastic sediment, its top being at ~620-m altitude, ~400 m above the local ~220 m natural level of the Gediz River, capped by basalt from necks 1B/ 1C/1D (see Richardson-Bunbury, 1996, Fig. 5). As already noted, we regard the ~1.7 Ma Ar–Ar date\nfrom this neck (Table 1) as contaminated by inherited argon, and thus consider that it provides no indication of the timing of incision by the Gediz through the level of the Ulubey Formation (contra Bunbury et al., 2001). Around nearby locality C, YağbaYtV [2740 7980], Richardson-Bunbury (1992) reported subdued relief in the basement schist at ~650-m altitude, interpreted as the result of its exhumation from beneath a thin cover of İnay Group sediment.\nRichardson-Bunbury (1992) reported that ~1 km south of Emre village on Çalça Tepe [3330 7520], summit at 684 m (S in Fig. 4), Ulubey Formation lacustrine limestone overlies basement marble with a contact of marble pebbles cemented by Neogene limestone. This limestone is indeed particularly clear at many points on the subhorizontal land surface forming this hilltop. For instance, at [33306 75220], it contains mollusc fossils and secondary calcite and has a characteristic flecky texture due to plant debris fragments; it overlies basement marble and dips very gently to the northeast. Between [32888 75056] and [32844 75054], conglomerate at the base of the Ulubey Formation is well exposed, comprising subrounded to subangular clasts of basement marble, up to ~30-cm diameter, in a calcareous matrix. Farther south, Richardson-Bunbury (1992) also reported a large hill south of Gfkçefren (Menyes), whose summit area was interpreted as part of the Neogene bpeneplainQ in this area and is marked by a calcareous conglomerate band ~2 m thick that can be presumed to indicate another remnant of the basal Ulubey Formation. The locality described appears to be the summit of ElmalVdede Tepe [2960 6470], at ~900-m altitude (R in Fig. 4).\nTo the northwest of Yetimağa (B in Figs. 4 and 10, around [3330 7905]), Richardson-Bunbury (1992) reported that Ulubey Formation lacustrine limestone again crops out at up to 714 m. The same outcrop is also observed along the road from Emre to Xeyhli around its col at [3347 7950], at ~680 m; it is observed to dip gently to the east. About 2 km farther east, around Yarendede Tepe (neck 70; [3530 8030]), this limestone is instead at 540 m. RichardsonBunbury (1992) inferred a normal fault between these localities, with ~150 m of downthrow to the east, but no field evidence for such a fault can be observed. However, a change in altitude of ~150 m in ~2-km distance requires a mean dip of only ~48, within the\nrange of values measured where bedding is clear in the Ulubey Formation, suggesting that gentle tilting can readily explain these observations without any requirement for active normal faulting.\nAnother large outcrop of Ulubey Formation lacustrine limestone adjoins the western margin of the İbrahamağa Plateau basalt in the vicinity of neck 57 (Bağtepe) (D in Figs. 4 and 12). This is the only locality where this limestone is preserved in close proximity to h2 age basalt and indicates that major fluvial incision occurred after its deposition but before eruption of this basalt. West of neck 57, around [4370 7865], the top of the basalt, at ~650 m, adjoins the base of the cliff forming the eastern face of Sakaryol Tepe (g in Figs. 4 and 12; summit, at 745 m, at [4348 7827]). The top surface of the Ulubey Formation locally tilts gently to the west and north, being no higher than 699 m at the summit of KuYkaya hill [4215 7835] and no higher than 667 m at HanyVkVğV Tepe [4280 7975], ~1.4 km west and ~1.6 km north of Sakaryol Tepe (Fig. 12). The summit of Sakaryol Tepe and the upper part of this cliff, down to an estimated level of ~700 m, are in Ulubey Formation lacustrine limestone; its lower part is in Ahmetler Formation clastic sediment. The h2 basalt from neck 57 appears to have erupted into the Gediz palaeo-valley at an estimated level of ~540 m, ~205 m above its presentday local level of 335 m (see below). A total of ~410 m of fluvial incision is thus indicated in this vicinity, roughly half before and half after the eruption of this basalt.\nFarther northeast, the Ulubey Formation lacustrine limestone, typically several tens of metres thick, caps the highest parts of the landscape in the centralsouthern part of the Selendi Basin (Fig. 4). For instance, it is found at 890 m at Karadinek Tepe [5944 8335] (b in Fig. 4), 805 m west of KavakalanV at [5500 8375] (c), 865 m SW of Xehitler at [5700 8376] (d), and at 825 m at [5893 8243] (e). After an interval of several kilometres within the badland landscape in the Ahmetler Formation sands, it is again observed farther east around Ulucak (Fig. 2) where it is ~100 m thick: its upper surface being at ~880 m west of Ulucak [6550 8090] and ~920 m north of this village [6900 8510]. This upper surface thus tilts gently towards the south and west in the southern part of the Selendi Basin. Extrapolation from the Ulucak area would predict the top of this limestone at ~840 m in\nthe vicinity of Ziftçi Tepe (O in Fig. 4). This hill (summit, 618 m, at [6155 7615]) is capped by a ~750 m (E–W) by ~400 m (N–S) expanse of h2 basalt whose surface is above 610 m, overlying the flat surface at the top of the Ahmetler Formation sediment at ~560–570 m, ~150 m above the Gediz at ~415 m. A total of ~425 m of incision is thus indicated here, with almost two-thirds—~275 m—pre-dating the basalt eruption and the remaining one-third—~150 m—post-dating it.\nNo Ulubey Formation lacustrine limestone outcrop is depicted near the Gediz gorge in the eastern part of Fig. 4. However, Richardson-Bunbury (1992) reported patches of it above ophiolite around the 645-m summit of YVlanasar Tepe (KalVnharman Tepe; at [4850 7460]; T in Figs. 4, 9, and 12), near KalVnharman village. At its base, calcite-coated rounded pebbles of metamorphic basement lithologies are present, like at locality S. The Gediz is locally at ~370 m, so (allowing for a few tens of metres of initial thickness of the Ulubey Formation lacustrine limestone above the present land surface) a total of ~300 m of local incision is evident, less than the ~400 m deduced elsewhere (at A, D, and O). No other outcrop of in situ Ulubey Formation lacustrine limestone is known in the eastern part of this volcanic field. However, clasts of it are abundant in fluvial gravels that are now capped by the h2 basalt of the SarnVç Plateau (E and F; Figs. 4 and 9) (Richardson-Bunbury, 1992, 1996; see also below) at ~560–600 m. This suggests that it was formerly quite extensive in this vicinity, but at a level higher than that to which the land surface remains preserved following erosion."
  }, {
    "heading": "3.3. The basalt-capped plateaus",
    "text": "As depicted in Fig. 4, the h2 basalts delineate a swathe of landscape that is ~20 km long in the ESE– WNW direction and up to ~3 km wide. Throughout this area, these basalts cap the land surface over which they erupted, preserving a detailed record of the palaeo-environment. Ercan and ÖztunalV (1982) first noted that much of this h2 basalt caps gravel (notably in the SarnVç Plateau; E and F in Figs. 4 and 9; see below), and Richardson-Bunbury (1992) thus deduced that its eruption covered the land surface at or near the palaeo-river level. Flows of h2 basalt are indeed found no lower than the ~540 m level in the west (the\nİbrahamağa Plateau; D in Figs. 4 and 12) and the ~560-m level in the east (the SarnVç and Burgaz Plateaus and their surroundings, including localities E, F, H, O, V, X, and Y in Fig. 4): unlike the h3 and h4 flows, they do not cascade downslope towards the present course of the Gediz. Ercan and ÖztunalV (1982) also first noted the presence of palagonitic tuff at three localities: at the NE and SE margins of the SarnVç Plateau at Toytepe and SarnVç village (E and F in Fig. 4) and in the NW corner of the İbrahimağa Plateau (just west of f in Figs. 4 and 12, around [4480 8090]) near Karakoca.\nRichardson-Bunbury (1992, 1996) first drew attention to the section at Toytepe (neck 73 at E in Fig. 4; see also Figs. 9 and 14a,b). The in situ Ahmetler Formation is locally overlain in succession by limestone gravel, containing clasts of the Ulubey Formation, whose top is estimated to be at ~610-m altitude, then by pale orange-brown palagonitic tuff, then dark grey tephra. This sequence is then cut by a columnar-jointed basaltic neck and associated dyke, from which massive platy basalt erupted that caps the whole landscape. This sequence is most readily accessible between [53473 77513] and [53605 77774] (x and y in Fig. 9). At locality x, the top ~0.5 m of the Ahmetler Formation appears weathered and broken up along cracks and joints that are infilled with the matrix of the overlying limestone conglomerate. This well-stratified fluvial conglomerate, ~1 m thick, containing limestone clasts up to ~10 cm diameter, is locally at an estimated altitude of ~595 or ~600 m. It is overlain by ~3 m of orange-red palagonitic tuff containing basalt blocks. This is followed by ~0.5 m of apparently water-lain (or possibly steam-blast-deposited, from a maar eruption; Ercan and ÖztunalV, 1982) gravel made of angular clasts of vesicular basalt, then by an ~0.5-m-thick flow of in situ vesicular basalt, with chilled upper and\nFig. 14. (a) View northward from [PC 53529 77644] to Toytepe (neck 73, neck, z, being at [53637 77780]. (b) Interpretation of the section expos Bunbury (1992, Fig. 14, and 1996, Fig. 6). (c) View to the SW showing bedding and current imbrication, overlying Ahmetler Formation unlithified [53600 77241] (w in Fig. 9). (d) Face of a small roadside quarry on the nor where ~3 m of water-lain limestone gravel at ~570 m (derived from the U water-lain palagonitic tuff. Note the basalt bomb and underlying impact stru of a wide-angle lens. (e) View south showing another small quarry at the e 9). Polygenetic gravel at ~560-m altitude, comprising clasts of basement lit overlain by in situ basalt, from which dated sample 00YM23 was collect\nlower margins, then ~8 m of massive basalt that is platy at the base, again with a chilled lower margin. Although the vesicular basalt dies out laterally between localities x and y, the other units are widely observed in this region. As can be readily observed from locality y, the limestone gravels at z and x are at two distinct levels, ~10–15 m different. The palagonitic tuff covers both levels, as well as the small palaeo-terrace-scarp in between, where it rests directly on the Ahmetler Formation. This explains the crosscutting relationship depicted schematically in Fig. 14b. A red palaeosol is locally evident in the upper part of the higher of these limestone gravels. We presume that these limestone gravels originated from a right-bank tributary of the Gediz that provided local palaeo-drainage in the Selendi Basin (Fig. 15a).\nFarther south in the same escarpment (Fig. 14c; w in Fig. 9; at [53600 77241]), the Ahmetler Formation is covered by ~1.5 m of well-cemented fluvial conglomerate at an estimated altitude of ~575 or ~580 m. This indicates palaeoflow to the west or northwest and—from its polygenetic character—is presumed to originate from the Gediz and not a local tributary. Although stratigraphic relationships are difficult to deduce due to vegetation cover, it seems to be locally overlain by ~3 m of limestone gravel, then ~5 m of palagonitic tuff, then ~0.5 m of dark grey tephra, then ~4 m of basalt, with a rubbly base. East of locality w, the limestone gravel is observed to rest directly on the Ahmetler Formation, no Gediz gravel being locally present.\nA similar succession is observed (Fig. 14d) in a small quarry at the northern edge of SarnVç village adjacent to neck 74 (Bağtepe; site 21 in Fig. 4; v in Fig. 9). Here, ~3 m of water-lain limestone gravel (derived from the Ulubey Formation) at ~570 m is overlain by ~1.5 m of well-stratified, apparently water-lain palagonitic tuff that contains angular clasts\nFig. 4). The viewpoint is at y in Fig. 9, the left-hand margin of the\ned in (a) (from a different viewpoint), modified from Richardson-\nfluvial conglomerate with polygenetic clasts and illustrating crossfluvial sand, in the SarnVç Plateau escarpment at ~580-m altitude, at\nthern edge of SarnVç (site 21 in Fig. 4; at [53807 76376], v in Fig. 9), lubey Formation) is overlain by ~1.5 m of well-stratified, apparently\ncture in this tuff. Bedding is subhorizontal; apparent tilt is due to use astern edge of ÇakVrca (site 23 in Fig. 4, at [57531 76555]; u in Fig. hologies—notably quartzite and chert—and small pieces of basalt, is ed.\nof basalt and basalt bombs. Richardson-Bunbury (1996) suggested that this palagonitic tuff originated from a phreato-magmatic maar eruption of neck 74, which occurred when the local land surface was at river level so the ground was water-saturated. This contrasts with the main Toytepe (neck 73) eruption, which shows no evidence of phreato-magmatic activity. It instead erupted highly mobile basalt onto a land surface that locally stood maybe ~50 m above the contemporaneous level of the Gediz, which was evidently located ~2 km farther south where Bağtepe now stands (Fig. 15a).\nAt the western margin of the SarnVç Plateau at ÇakVrca (site 23 in Fig. 4; u in Fig. 9), another small quarry reveals polygenetic (i.e., Gediz) gravel at ~560-m altitude, overlain by basalt (Fig. 14e) (sample 00YM23; Table 2). Richardson-Bunbury (1992) also noted coarse fluvial gravels containing basement lithologies beneath the basalt caps of two of the hills\nbetween the SarnVç and Burgaz Plateaus: Kavtepe [5490 7680] and İnkale Tepe [5530 7590] (X and Y in Figs. 4 and 9), both at ~560 m. Similar gravel is also observed at the same level beneath the basalt forming the southern part of the Burgaz Plateau, between [5690 7490] and [5720 7585] (N in Fig. 9). This ~560-m altitude is the lowest level where in situ h2 basalt is observed along this reach of the Gediz, suggesting that it marks the palaeo-river level at the ~1.2 Ma time of h2 eruption. Farther east, neck 76 (Delihasan Tepe, 655 m; V in Fig. 4) was a source of h2 basalt south of the Gediz River, east of the Burgaz Plateau. East of it is an expanse of h2 basalt with dimensions of up to ~1400 m E–W and ~700 m N–S, with a surface at ~610 m, ~200 m above the Gediz at ~410 m. This is underlain by fluvial gravel, at ~560 m, for instance, along its northern margin around [6045 7520]. To the south of it, along the narrow outcrop of İnay group sediment, other benches are evident at ~560 m, for instance, at [6000 7425] (Delihasan DamlarV village) and at [6100 7450], and another bench at the same level is evident in the adjoining Menderes schist at [6095 7370]. However, these localities have not been inspected in detail in the field and so we cannot confirm the presence of fluvial gravel. Farther south, other benches are present in the Menderes Schist at higher levels, such as the ~900 m (N–S) by ~200 m (E–W) summit plateau of Kepez Tepe at ~610 m [6185 7355] (A in Fig. 4). These are suggestive of older and higher palaeo-levels of the Gediz River. Nearby, north of the Gediz, Ziftçi Tepe (summit, 618 m, at [6155 7615]; O in Fig. 4) is capped by an ~750 m (E–W) by ~400 m (N–S) expanse of h2 basalt whose surface is above 610 m, overlying the flat surface of the Ahmetler Formation sediment at ~560–570 m (which we presume to mark a former river level). No neck is present, suggesting that this basalt originated from Delihasan Tepe, on the opposite side of the modern Gediz gorge, ~2.5 km farther SW (V). However, if so, this basalt has flowed uphill by ~10 m after leaving this neck. This suggests a component of southwestward tilting of the land surface in this vicinity since the time of h2 basalt eruption, consistent with the earlier deduction that the interior of the Selendi Basin to the northeast has uplifted somewhat more than the Menderes Schist landscape to the southwest.\nHigh-level basalt assigned to h2 also erupted from necks 57 (another Bağtepe) and 58 (TavYan Tepe), covering an area with dimensions of ~4 km NW–SE and ~3 km NE–SW forming the İbrahamağa Plateau (D in Figs. 4 and 12). The basalt from both necks flowed typically northeastward, but also spread out to the north and east. It caps Ahmetler Formation sediment and stands above the surrounding land surface on all sides, except for a short distance to the west (around g in Figs. 4 and 12) where the Ulubey Formation lacustrine limestone covers the Ahmetler Formation at a higher level. This basalt surface drops smoothly from the 696-m summit of Bağtepe [4436 7855] to a lower limit that is typically at ~550–560 m along its NE margin ([4775 7895] to [4635 8115]), but reaches as low as ~540 m at its eastern corner above BurYuk [4795 7835] (Fig. 12). This basalt appears to typically be more altered along its NE margin, suggesting local contact with water around the time of eruption, than in localities farther SW and higher up, for instance, around İbrahamağa. The level of the base of this basalt is difficult to judge, as both the lower part of the basalt cliff and the upper part of the underlying Ahmetler Formation are typically covered by a pediment of eroded basalt blocks and landslide debris. However, its base appears to be at ~630 m near Bağtepe [4435 7810], ~570 m at İbrahamağa [4550 7750], and ~540 m above BurYuk (where the basalt appears to be very thin) and along its NE margin (Fig. 12). Beyond and below this margin of the basalt, benches up to ~150 m wide are evident, for instance, at ~530 m above Xeremet [4650 8015] and ~510 m above KavakalanV [4750 7910]. Lowerlevel benches, tentatively interpreted as river terraces, can also be observed here as the land surface drops down to the level of the Gediz River, which is ~1.5 km NE of the edge of the basalt, at ~335 m to the NE of Xeremet around [4765 8060]. North of Bağtepe (around [4480 8090]; west of f in Fig. 4), the palagonitic tuff first noted by Ercan and ÖztunalV (1982) crops out at ~570 m, just below the local level of the h2 basalt. West of Bağtepe, around [4370 7865], the top of the basalt, at ~650 m, adjoins the base of the cliff forming the eastern face of Sakaryol Tepe (g in Figs. 4 and 12; summit, at 745 m, at [4348 7827]). As already noted, the summit of Sakaryol Tepe and the upper part of this cliff, down to ~700 m, are in Ulubey Formation lacustrine limestone; its\nlower part is in the Ahmetler Formation. In the area west of this basalt and east of the Sakaryol Tepe cliff, subhorizontal benches are evident in the surface of the Ahmetler Formation, notably at ~630-, ~605-, and ~595-m altitudes. These may well be local equivalents of the cemented high terraces of the Gediz identified upstream around Eynehan.\nPending future additional fieldwork and dating of local basalt samples, this area is tentatively interpreted as follows. Ulubey Formation lacustrine limestone was locally deposited to the ~745-m level before regional incision began. In the early phase of this incision, the Gediz occupied a broad valley whose SW margin initially followed the Sakaryol Tepe cliff (Fig. 15a). The Gediz can be presumed at this time to have deposited terrace gravels at a variety of levels as it incised into this landscape. At the time of eruption of the Bağtepe basalt, the Gediz course is assumed to have locally run SE–NW at the ~540-m level along a line beneath what is now the NE marginal part of this basalt outcrop. The Bağtepe basalt bfossilisedQ this palaeo-valley and any earlier terraces at higher levels to the SW and can be presumed to have temporarily dammed the Gediz valley. The river subsequently incised through this basalt and continued its incision and local migration to the right, to its present-day position. The ~4 ~3 km dimensions of this basalt thus effectively mark a ~4-km reach of the ~3-kmwide Gediz palaeo-valley. The difference between this ~540-m level and the ~560-m level of the ÇakVrca terrace in the SarnVç area suggests either a slightly younger timing of volcanism, or a small westward decrease in the amount of uplift since this time, or a steeper palaeo-gradient of the Gediz than farther east. Pending future dating of the Bağtepe basalt, the timing of this eruption and the associated river level is tentatively estimated as ~1.2 Ma.\nA fourth basalt-capped plateau, ~9 km long (E–W) and up to ~3.5 km wide, was mapped by Dubertret and Kalafatçioğlu (1964) on the interfluve between the Gediz and its İlke tributary around Encekler (Fig. 2). Although only ~3 km north of Palankaya (N in Fig. 4), this Encekler Plateau has not been regarded in most studies as part of the Kula volcanic field. The surface of this plateau slopes gently westward from 793 m above sea level in the east at Hqseyinağa Tepe [4585 8845] to 762 m at ÇakVldak Tepe [4218 8780] and ~750 m in the west at HacVmal Tepe [3720 8630].\nExposure in this area is typically poor due to vegetation cover, but it seems unlikely that any local basalt is more than a few tens of metres thick, so the top of the sedimentary column pre-dating the fluvial incision is ~400 m above the present ~300-m level of the Gediz. Although the mapped shape of this plateau (Fig. 2) suggests the possibility that basalt erupted into a palaeo-confluence between the Gediz and a right-bank tributary, we have so far found no fluvial gravel anywhere nearby. Nonetheless, the possibility exists that future fieldwork in this area may yield a dateable sedimentary record from the earliest stage of incision by the Gediz."
  }, {
    "heading": "3.4. The initial phases of incision of the modern Gediz gorge",
    "text": "Around the margins of the Burgaz and SarnVç Plateaus, many subhorizontal benches are evident at altitudes of up to ~550 m, just below the level of the base of the h2 basalt. An example, about ~200 m wide (r in Fig. 9; around [5365 7825]), follows the northern flank of Toytepe. Another is indicated to the north of the Burgaz Plateau (P in Figs. 4 and 9). Here, KVzVlikli Tepe (564 m), at [5678 7939], has a flat summit area, ~400 m wide, above ~560 m. Below this, moving southward, the land surface drops to ~530 m and remains at this level along a ~100-m-wide (E–W) ridge for ~1 km, before rising towards the Burgaz Plateau, where it, at present, forms the col between the Bozlar (to the west) and Kuru (to the east) drainage basins. This ~530-m bench level can also be traced around the NW margin of the Burgaz plateau (for instance, at [5660 7700]; H in Fig. 9). We interpret these features as evidence that, shortly after eruption of the h2 basalt, the Gediz flowed north of the Burgaz and SarnVç Plateaus (Stage 4 in Fig. 15b).\nSimilar benches are also evident between the Burgaz and SarnVç Plateaus (Fig. 16a and b). For instance, between SarnVç village and Kavtepe, one is evident (Fig. 16a) apparently with two levels, at ~540 m (U in Fig. 9; around [5465 7700]) and ~525 m (a in Fig. 9; at [5445 7692]). The higher of these two levels seems to grade to similar benches farther south on the western flank of İnkale Tepe (y in Fig. 9; around [5515 7600]) and at the eastern end of the SarnVç Plateau near Kâmiller (q in Fig. 9, around [5505 7500]). The lower one seems to grade to other\nbenches along the same line (at ~525 m [5440 7665]; E in Fig. 9, and at ~520 m [5488 7635] at ~ in Fig. 9, also illustrated in Fig. 16b). We interpret this evidence as indicating that at a slightly later stage, the Gediz flowed southward along what is now the Uzun river valley, east of the SarnVç Plateau and west of Kavtepe and İnkale Tepe (Stage 5 in Fig. 15b).\nWe presume that later, the Gediz course adjusted farther east: west of the Burgaz Plateau but east of Kavtepe and İnkale Tepe (Stage 6 in Fig. 15b), along the Bozlar valley, as this is more deeply incised than the Uzun valley (Fig. 9). We presume that the Gediz later maintained this pattern of migration towards the southern margin of the Selendi Basin, flowing east and south of the Burgaz Plateau (Stage 7 in Fig. 15) and speculate that its final course adjustment (Stage 8) took it between Delihasan Tepe and Ziftçi Tepe (Vand O in Fig. 4). As already noted, this pattern of adjustment may reflect a reaction by the river to the uplift rate in the central part of the Selendi Basin being slightly higher than at its margins, presumably due to the higher local erosion rate.\nFarther west, as already noted, the history of the Gediz is much simpler: its course has clearly remained on the northern side of the İbrahimağa Plateau throughout this time scale (Fig. 15b). Its course seems instead to have been located a long way south of the SarnVç Plateau in the early Middle Pleistocene (see below) and to have since adjusted northward to its present position. This pattern of adjustment may relate to deflection of this part of the Gediz by h3 age basalt flows from the south or by influx of sediment from left-bank tributaries, as suggested by Ozaner (1992)."
  }, {
    "heading": "3.5. The most recent gorge incision",
    "text": "We have identified many sites where Gediz terraces are evident at up to ~120 m above present river level. However, only three localities will be documented here: around Kula Bridge, Palankaya, and Adala (I, Fig. 12; N, Fig. 10; and Z, Fig. 11). This young part of this incision history is evidently dominated by cyclic aggradation and incision of river terraces, accompanied by occasional eruptions of basalt into the Gediz gorge, which temporarily dam it before it can reincise its channel—usually around but sometimes through the basalt. In some localities, these basalts cap river\nterrace deposits, allowing terraces to be dated. The river is clearly significantly out of equilibrium when dammed in this manner. However, the evidence indicates that it is able to reincise and reestablish an equilibrium state relatively quickly, within a few tens of thousands of years at most. The Gediz can thus also be assumed to have already been in equilibrium before each basalt flow was erupted. We have also observed lake sediments, presumably deposited upstream of these temporary natural dams. However, in most cases, we do not describe these here due to length limitations.\nSimilar processes have also affected several leftbank tributaries of the Gediz. Many outcrops exist of Pleistocene lake sediment in tributary valleys upstream of natural basalt dams, notably around Gfkçefren and Kula town (Fig. 4). For instance, at Kfdeibrahim DamlarV (a in Fig. 4, at [4930 6640]), the northward-flowing Sfğqt tributary was dammed by h3 age basalt from necks 67 and 68 (HacVhasan and Elekçi Tepe) (Ozaner, 1992). As a result, this river has deposited palaeo-deltaic sediment in a temporary lake upstream of this dam (Fig. 4). It subsequently overflowed eastward for ~3 km, then developed a new northward course around the eastern margin of the main outcrop of basalt from neck 68, now reaching the Gediz opposite the eastern end of the SarnVç Plateau near Derekfy (Figs. 4 and 9). Around Gfkçefren, Ercan and ÖztunalV (1982) reported quite extensive deposits of ejecta, transported by steam from maar eruptions, which presumably occurred when basaltic necks tried to erupt beneath preexisting basalt-dammed lakes. Some of these lakes persisted until they were artificially drained: for instance, the one beneath Kula town (Fig. 4) is now connected to the Sfğqt near locality a by a drainage canal (Ozaner, 1992). These small lakes provide an indication of\nFig. 16. (a) View ESE from Toytepe (E, Fig. 4; same viewpoint as Fig. 14a) up to ~600-m altitude, and a variety of lower-level subhorizontal bench Ahmetler Formation, which we interpret as marking a succession of level incision of this area. The ~200-m terrace (at ~580-m altitude; Fig. 14c; foreground. The basalt-capped mesas in the distance are (from left to right) of the SarnVç Plateau. The conical hill to the right of İnkale Tepe is Çilo Te seems to have two levels: below a break of slope at its eastern margin (U in The higher of these two levels appears to grade to the ~530-m bench visib [54934 76436] (g in Fig. 9), at the ~560-m altitude of the base of the basa picture is of the Uzun River, which flows south into the Gediz between İ along the face of İnkale Tepe (y in Fig. 9) is clearly visible and is observed of SarnVç Plateau (q in Fig. 9). In the right foreground is a lower bench, a\nhow—on a larger scale—the Gediz gorge must have appeared after each instance of damming, and the young maar eruptions can serve as analogues for their older h2-age counterparts. Of course, these tributaries have much less erosional power, enabling their own natural dams to persist for much longer than those along the Gediz itself."
  }, {
    "heading": "3.5.1. Kula Bridge",
    "text": "Kula Bridge (Fig. 17a; I in Figs. 4 and 12) carries a rural road that descends northeastward from Kula town along the HayVrlV tributary gorge. Many people (e.g., Hamilton and Strickland, 1841; Ozaner, 1992; Richardson-Bunbury, 1992, 1996) have noted the characteristic field relationships between the h2 age basalts of the İbrahimağa and SarnVç Plateaus and the younger h3 and h4 age flows that cascade down this tributary gorge. The h4 age flow from neck 65 (Fig. 4) reaches the Gediz just west of this bridge, then continues downstream for almost 3 km (to r in Fig. 12, at [48884 79331]). This flow splits at several points on its way, and at J in Figs 4 and 12, it surrounds a small hill, Ada Tepe. Near its downstream limits, its final split separated from the main flow north of Değirmenler, flowing up the Geren tributary gorge for a few hundred metres (to s in Fig. 12). This basalt flow is observed to cap fluvial sediments of the Gediz at altitudes of ~8 or ~10 m above the present river level. An example is at site 19 in Fig. 4 (t in Fig. 12, at [4940 7750]; see Fig. 17b), which is at ~370 m compared with a river level of ~360 m. The Gediz has since reincised along the right-hand margin of this flow, including a loop around it up what was the former Geren tributary valley (at [5005 7880]; s in Fig. 12). The geometry of this h4 basalt flow indicates that it temporarily\n, showing land surfaces capped by basalt, ~200 m above the Gediz at es separated by abrupt scarps and areas of badland erosion of the s of the Gediz during the early stages of its progressive Pleistocene\nw in Fig. 9) is exposed near the top of the cliff face in the right\nKavtepe, İnkale Tepe (X and Y in Figs. 4 and 9), and the eastern end\npe (h in Fig. 9). The subhorizontal bench in the middle of the view\nFig. 9) at ~540 m and around its midpoint (a in Fig. 9) at ~525 m.\nle along the face of İnkale Tepe (y in Fig. 9). (b) View south from\nlt on the southern flank of Kavtepe. The valley in the middle of the\nnkale Tepe (left) and the SarnVç Plateau (right). The ~530-m bench\nto have a counterpart at the same level farther south along the margin\nt ~520 m (~ in Fig. 9).\ndammed the Gediz valley. Small outcrops of lake sediments (laminated silty sand with small basalt clasts, with small-scale—~5 cm—cross-bedding), which presumably date from this time, crop out along the flank of Kfprq Tepe on the right bank of the Gediz (around [4928 7705]; p in Fig. 12), ~15 m above present river level.\nDownstream to Değirmenler from a point ~1.5 km upstream of Kula Bridge, the Gediz drops 15 m in ~3 km, at a gradient of ~5 m km 1, roughly double its typical gradient. However, this steep reach starts well upstream of the h4 basalt and is below a reach farther upstream, south of the SarnVç Plateau, with an unusually gentle gradient. The resulting nick point thus seems to result from the local requirement of the Gediz to incise through Menderes Schist and ophiolite in the vicinity of KalVnharman (Fig. 9), rather than the Neogene sediment elsewhere (Fig. 4), and does not imply that it has not had time yet to reestablish equilibrium following eruption of this h4 basalt at ~60 ka (sample 00YM17 in Table 2, from V in Fig. 12). However, the detailed incision history in this area has evidently been rather complex, as\nbeside Kula Bridge, the h4 flow caps older basalt at river level (Fig. 17a).\nMany small tufa deposits, fed by springs, are evident along this reach of the Gediz: some are actively forming at river level, while others cap older terrace gravels. One of the largest springs supplies the Kula Mineral Water bottling plant at Değirmenler (Figs. 9, 12). Nearby (M, at [5195 7945]; Figs. 4 and 9), EmirhamamV thermal resort is located at the AcVsu hot spring in the Geren valley, ~2 km from the Gediz. The measured temperature of this spring water is 35 8C. However, analysis of the dissolved silica concentration indicates a water temperature of 103 8C in the shallow reservoir that feeds this spring, from which a local heat flow of 123F32 mW m 2 has been deduced (data from IlkVYVk, 1995). This value is high even for western Turkey, where the regional average heat flow is ~100–110 mW m 2 (IlkVYVk, 1995). Such high heat flow is consistent with a low-viscosity lower crust, as is required to explain our uplift observations (see below).\nBunbury et al. (2001) proposed that the h3 basalt in the Kula Bridge area originated from neck 59 (K in\nFigs. 4 and 12) and is thus dated by their 130 ka Ar– Ar date for that neck (Table 1). Its distal parts, which reach as far as [4910 7845] (D in Fig. 12), form a promontory between the HayVrlV gorge to the west and the Gediz gorge to the east and formed the left flank of the valley into which the h4 flow was later channelled (Fig. 12). West of Değirmenler (e.g., at q in Fig. 12, at [49024 78257]), the top of the h4 flow is low enough to reveal that the h3 flow caps fluvial gravel. We estimate the altitude of this terrace as ~375 m. Locally, this h3 basalt is highly altered, suggesting that this part of it came into contact with the river. The local present level of the river corresponding to the projected position of q is difficult to measure precisely due to its loop through locality s: it is somewhere between ~350 and ~355 m. We adopt 350 m, indicating ~25 m of subsequent incision.\nThis h3 flow unit does not descend at a uniform gradient. Several steps in its surface are evident, for instance: at ê [4743 7660], at ~450 m (+85 m relative to the ~365 m river level); at ı̂ [4685 7545] and o [46130 75080] at ~490 m (+120 m); and at L [4595 7515], at ~550 m (+185 m). These steps are tentatively interpreted in Fig. 4 as flow fronts. Richardson-Bunbury (1992) indeed drew attention to the one at L, where the land surface drops by ~30 m from ~580 to ~550 m, and suggested that the northward flow from neck 59 (which was dated) is locally cut by a younger eastward flow from neck 50 (Fig. 4), after ~30 m of later incision. If this interpretation is correct, it would of course be incorrect to apply the date from neck 59 to the h3 basalt in the Gediz gorge. However, at o, where the HayVrlV flows over this step in a waterfall, local incision of the basalt has revealed fluvial gravel. As we can identify no clear flow boundaries at any of these sites, we suspect that each of these steps (and others visible elsewhere) relates to basalt flowing over a river terrace scarp. If so, the ~550-m bench presumably marks a terrace of a similar Early Pleistocene age to the ~1.2 Ma gravel at 560 m that caps the SarnVç Plateau, whereas the lower steps can be presumed to mark Middle Pleistocene terraces."
  }, {
    "heading": "3.5.2. Palankaya",
    "text": "The Palankaya area (N in Figs. 4 and 10) currently provides the best available constraint on the late Middle Pleistocene incision history of the Gediz. A\nbasaltic flow unit of h3 age, up to ~60 m thick and ~500 m wide, descended the Yamantepe tributary gorge from the south, reaching the Gediz gorge where it has spread both upstream and downstream to a total distance (NW–SE) of ~2 km with a width (SW–NE) of ~1 km (Figs. 10 and 18). The Gediz gorge is locally relatively broad (~500 m wide) in Ahmetler Formation sand (Fig. 18a), but near Palankaya, it abruptly narrows as it enters Menderes Schist: the contact being adjacent to Palankaya bridge (f in Fig. 10). This valley constriction presumably determined the downstream limit of the flow unit and caused its ponding farther upstream. This flow unit evidently backfilled the whole width of the preexisting Gediz valley. This can be deduced because it caps fluvial sand and gravel, notably near Palankaya bridge at locality h [37227 82597] at ~315-m altitude (~40 m above the river at ~275 m), where it rests on Menderes Schist, and near its upstream limit (q at [3900 8140]; Fig. 18b) at a similar level, where it rests on Ahmetler Formation sand. At locality h, the base of the basalt also has a thick rubbly margin, indicating strong chilling, and some of the underlying fluvial sediment appears to be interspersed in cavities in it. Furthermore, a small outlier of the same basalt is observed opposite locality h (at g; [3724 8297]), also resting on Menderes Schist between the ~315- and ~330-m levels. Except at this point, the Gediz has subsequently incised into the Ahmetler Formation around the northern margin of this basalt; the Yamantepe has likewise incised around its eastern margin. The highest point along this basalt margin (7 at [3875 8180]; Fig. 10) is at ~390 m, suggesting that the temporary lake that formed as a result of this basalt dam would have flooded the Gediz gorge upstream as far as the SarnVç Plateau (Figs. 4 and 9). The Gediz has since reincised to its typical equilibrium gradient of ~2.5 m km 1 along this reach, although its valley width of ~500 m in the Ahmetler Formation remains less than before the eruption. This is reflected in the dramatic lateral incision that is occurring into the Ahmetler Formation sand, for instance, outside the meander at locality ğ ([3850 8315]; Fig. 18a).\nAs already noted, Bunbury et al. (2001) deduced that this Palankaya flow unit originated from neck 32, ~10 km farther south (Q in Fig. 4). They thus used their ~190-ka date from this neck (Table 1) to deduce its age. However, Ozaner (1992) previously sug-\ngested, using satellite images and air photos, that this flow unit originated instead from neck 53, whereas Ercan and ÖztunalV (1982) suggested that neck 54 was its source. Our date of 205F13 ka (sample 00YM30 in Table 2; from V in Fig. 10) is concordant with the dating of neck 32 by Bunbury et al. (2001). However, it appears that several h3 age flows from different necks coalesce at roughly the same level within the Yamantepe valley (Fig. 4), making it difficult to establish which neck produced the Palankaya flow. Nonetheless, as Richardson-Bunbury (1992) observed, this flow is channelled to the west of a higher-level bplateauQ formed of basalt from neck 54. For instance, at [3720 8085], locality n, the top of the Palankaya flow is at ~440 m, whereas to the east, across the Yamantepe gorge, the continuous outcrop of Bağtepe basalt reaches down to ~470 m (e.g., at [3900 8045], m in Fig. 10). Isolated outcrops of basalt (presumed to be also from Bağtepe) persist farther north to lower levels, east of the Yamantepe, for instance, to ~440–450 m at [3760 8085] (k in Fig. 10), also ~30 m above the adjacent part of the Palankaya flow. Both the Palankaya and Bağtepe flows have several flat sections interspersed with abrupt steps. As in the Kula area, it remains unclear whether these steps are flow fronts (as is again tentatively interpreted in Fig. 4) or whether they mark where flows cascade over river terrace scarps: we suspect the latter. It follows from its higher altitude that this Bağtepe h3 basalt is significantly older than the neighbouring Palankaya h3 basalt. High terraces of the Gediz are also clearly identifiable along the part of this reach in the Ahmetler Formation. For instance, below Hamidiye (around [40081 80325], i in Fig. 10), a ~400-mwide bench is evident at ~410 m, ~120 m above the Gediz at ~290 m. Clasts of chert, quartzite, schist, limestone, and basalt are locally abundant, although the presumed original in situ gravel has evidently been disturbed by ploughing.\nThe western margin of this Palankaya flow unit is channelled east of Ulubey Formation lacustrine limestone (Fig. 4). East of Kepez, at ~470 m (f, at [36596 80710]; Fig. 10), the basal Ulubey Formation contains clasts of marble and chert and exhibits calcite recrystallization. Richardson-Bunbury (1996) also reported fossil reed beds visible in this lacustrine limestone somewhere along this road linking Kepez and Palankaya, but did not give the coordinates,\nwhich we have been unable to find. This evidence would indicate that the lake in which this limestone was deposited was very shallow. She also noted evidence of plant material near the northern limit of this outcrop (j, at [3720 8230]). Around locality Y, at [37483 81880], the surface of the Ulubey Formation, ~10 m above the road and the top of basalt at ~405 m, has experienced karstic weathering, producing a blimestone pavementQ morphology. Approximately 100 m to NNW at [37445 81957], between the road and the small Ulubey Formation escarpment, the uppermost Ahmetler Formation sand is exposed. The basalt is thus presumed to have locally spread laterally onto a bench cut into the Ahmetler Formation, which presumably marked another river terrace, but its level above the Gediz is not clear: it may be the same as the ~120-m terrace at Hamidiye (i in Fig. 10). The Ulubey Formation is thus found locally only ~130 m above the Gediz (~405 m against ~275 m), the lowest amount of net incision observed anywhere in this study region. However, this figure is clearly atypical: it appears to arise because this locality is located close to a syncline axis, reflecting gentle folding that causes the tilt of the Ulubey Formation to change from gently northeastward to the west (east of locality B) to gently northwestward to the east (west of locality D; see earlier evidence). Like elsewhere, it is also unclear how far below the original top of the Ulubey Formation this preserved fragment was located."
  }, {
    "heading": "3.5.3. Adala",
    "text": "In the western part of the study region, the Gediz gorge cuts through the footwall escarpment of the KVrdamlarV normal fault (Fig. 4). Basalt of h4 age has descended the Demirkfprq tributary valley, reaching the AlaYehir Graben interior around Adala. Our dates indicate that this flow unit erupted at ~60 ka (samples 00YM11 and 00YM12 in Table 2, from f and A in Fig. 11). Just below Demirkfprq Dam (f in Fig. 11, where sample 00YM11 was collected), the Gediz has since incised through ~30 m of this basalt (Fig. 19a), although the much smaller Demirkfprq tributary has barely begun to incise it. At Adala, the same flow unit (which yielded sample 00YM12 at A in Fig. 11) is only ~10 m thick after having spread laterally on entering the AlaYehir Graben (Fig. 19b). This landscape was first documented by Hamilton and Strick-\nland (1841) (Fig. 19c). They noted that if a technique could be discovered in the future to determine the ages of the many basalt flows in this study region, it would be extremely useful for deducing local rates of landscape evolution. This point would now appear to have been reached, after more than 150 years.\nAs Ercan and ÖztunalV (1982) first noted, fragments of an older basalt flow—assigned to h3—also crop out at localities in the floor of the Gediz gorge between the Demirkfprq Dam and Adala, notably around the ancient stone bridge (KVzlar Kfprqsu; at [13021 74276], n in Fig. 11). We sampled this waterworn and weathered basalt (samples 00YM08-10; Fig. 4) but, after our failure with similar material at Kula Bridge, made no attempt to date it.\nAs it passes out of the footwall of the KVrdamlarV Fault (at [1205 7345], t in Fig. 11), the basalt on the right bank of the Gediz is truncated, forming a ~35-mhigh scarp between ~125 and ~160 m above sea level. When this basalt resumes on the right bank in the hanging wall (around [1125 7340], s in Fig. 11), its upper surface is lower, at ~135 m. Basalt is present on the left bank in the hanging wall at an altitude of ~160 m (starting at [1210 7330]; A in Fig. 11), but was regarded by Ercan and ÖztunalV (1982) (like some of the basalt in the right bank) as from an older flow. Projecting the basalt upstream from locality s makes its altitude at the hanging-wall cutoff ~140 m, suggesting that ~20 m of vertical slip may have occurred on the KVrdamlarV Fault since this basalt is inferred to have erupted at ~60 ka (Table 2), implying a time-averaged rate of ~0.3 mm year 1. However, our experience elsewhere in Turkey (Yurtmen et al., 2002) indicates that much higher density of sampling for geochemical analysis (to permit correlation of each flow across a fault) and for dating is needed before a slip rate estimate on this basis can be considered reliable.\nCentred around [1180 7185], on the left flank of the Gediz gorge, are extensive but now disused sand and gravel quarries: on KemertaY SVrtV (Z in Figs. 4 and 11). Clasts, many subrounded, are predominantly of limestone and resemble the limestone gravel that is being actively quarried from the bed of the Gediz along the reach north of Adala (Fig. 19b). Yusufoğlu (1996) regarded this limestone gravel as in part fluvial and in part deposited by alluvial fans. A number of subhorizontal benches are evident in this area, the\nhighest being observed at ~250-m altitude around [1220 7215] (c in Fig. 11), ~125 m above the river. Yusufoğlu (1996) reported another example, ~150 m wide at ~225-m altitude, or ~100 m above the river,\ncapping a bluff on the right flank of this gorge at [1185 7378] (C in Fig. 11). At lower levels, similar benches, which appear to be river terraces, can be traced along the Gediz for ~10 km to Taytun (Fig. 2). The degraded nature of gravel sections in this area of former quarries makes it difficult to assess their texture to establish whether they are fluvial or from a local fan. However, the key point is that the western margin of this gravel (as well as the eastern margin of the Adala basalt flow) is truncated by incision by the Gediz River. As these localities are in the interior of the AlaYehir Graben (Fig. 11), they suggest that this graben interior is uplifting relative to base level (sea level), and thus the vertical slip rate on this normal\nfault is less than the rate of regional uplift in the area to the north of it (Fig. 20). Similar evidence of fluvial incision in normal-fault hanging-wall localities exists elsewhere in western Turkey (e.g., Westaway, 1993; Westaway et al., 2003) and is one of the key geomorphological indicators of regional uplift in this region.\nThe Gediz gradient is much steeper than elsewhere along the ~3-km reach between the Demirkfprq Dam and the KVrdamlarV Fault (Fig. 11): it drops ~65 m (~195 to ~130 m above sea level), indicating a gradient of ~20 m km 1. Before it was dammed, the river instead required ~20-km distance (where it is now submerged) to rise ~50 m farther in the upstream\ndirection to ~245 m, indicating its typical gradient of ~2.5 m km 1. A similar gradient is also observed in the part of the AlaYehir Graben immediately down-\nstream of Adala (Aksu et al., 1987b). This change in gradient evidently has nothing to do with disequilibrium caused by the h4 basalt, as this basalt clearly flowed down a gorge that already had essentially the same gradient. However, it can be readily explained as a consequence of the distributed deformation expected in the surroundings to the KVrdamlarV Fault. Fig. 20 shows one such solution. Although the details depend on assumptions about the geometry, absolute uplift is predicted everywhere in the model region depicted because the vertical slip rate on this fault is less than the background regional uplift rate."
  }, {
    "heading": "4. Uplift histories",
    "text": ""
  }, {
    "heading": "4.1. Observational evidence",
    "text": "We have identified abundant evidence indicating a typical value of ~400 m of fluvial incision since the Ulubey Formation was deposited. As already noted, we regard the most likely start of this incision as Late Pliocene. Between then and the present day, we have five well-constrained tie points for determining the incision history. First, near Kula Bridge (t in Fig. 12), the Gediz has incised, net, by ~10 m (~370 to ~360 m) since the h4 basalt erupted at ~60 ka. Second, nearby at Değirmenler (q in Fig. 12), this river has incised ~25 m (~375 to ~350 m) since the h3 basalt erupted at ~130 ka. Third, at Palankaya (h in Fig. 10), it has incised ~40 m (~315 to ~275 m) since the h3 basalt erupted at ~205 ka. Fourth, at Burgaz (H in Fig. 4), the Gediz has incised ~160 m (~560 to ~400 m) since ~1250 ka. Finally, at ÇakVrca (site 23 in Fig. 4; u in Figs. 9 and 12), it has incised ~185 m (~560 to ~375 m) since ~1264 ka. As the age bounds of the Burgaz and ÇakVrca dates overlap (Tables 1 and 2), we regard this difference in incision as indicating a lateral variation.\nWe have already argued that because the Gediz seems to be a good approximation in equilibrium now and also seems to have been during past times of terrace formation. By analogy with other rivers where this is established (e.g., Westaway, 2001; Westaway et al., 2002), we regard the net amounts of incision over these time scales as indicating amounts of surface uplift on the same time scale. The Kula Bridge, Değirmenler, and Palankaya data points are\nall consistent with an incision (and thus uplift) rate of ~0.2 mm year 1. Given that we deduced earlier that river terraces are expected to aggrade at times of cold climate, we estimate that the probable times of formation were OIS 4 (~70 ka) for the ~10-m terrace, OIS 6 (~140 ka) for the ~25-m terrace, and OIS 7b (~205 ka) or 8 (~240 ka) for the ~40-m terrace. Extrapolating this incision rate suggests that the ~85-m terrace (reported at ê in Fig. 12) aggraded during OIS 12 (~420 ka) and the ~120-m terrace (reported at ı̂ and o in Fig. 12 and at i in Fig. 10) in OIS 16 (~620 ka).\nHowever, extrapolating this rate further would indicate ~250 m of incision since the ~1250 ka age of the Burgaz and ÇakVrca dates, not the ~160–185 m observed. The present high rate of incision thus began after ~1250 ka. Incision rates along many other rivers are known to have increased significantly after ~900 ka (e.g., Kukla, 1975, 1978; Van den Berg and Van Hoof, 2001; Westaway, 2001, 2002a). We thus presume that the Gediz has behaved in an analogous manner, its incision rate having increased from near zero to ~0.2 mm year 1 around the start of the Middle Pleistocene. The substantial area of land just above the ~+160 m level (now largely capped by h2 basalt) suggests that incision rates were low for a substantial period of time before ~1.2 Ma. However, beforehand, they must have been substantial in order to incise by up to ~250 m in the late Late Pliocene and early Early Pleistocene (during ~3 to ~2 Ma)."
  }, {
    "heading": "4.2. Physical models",
    "text": "Bunbury et al. (2001) argued that the gorge incision and associated surface uplift along the Gediz in the Kula area are a result of local uplift in the footwall of the KVrdamlarV Fault. We consider this unlikely for several reasons. First, it assumes a very high flexural rigidity for the upper crust in this region, as the footwall uplift is presumed not to taper northward over tens of kilometres distance (Fig. 4). However, the flexural rigidity of the upper crust in the Aegean extensional province is known from many studies (e.g., Westaway, 1993, 2002c; Armijo et al., 1996) to be low, such that normal-fault-related vertical motions typically die out within a few kilometres (~10 km at most; ~3 km is assumed in Fig. 20). Second, the uplift rate in the Kula area has clearly varied\ndramatically on the time scale of the present phase of extension. However, to argue that this requires the vertical slip rate on this fault to have likewise varied seems absurd. Third, the Eynehan area has a very similar uplift history and yet is not located in a normal-fault footwall. Evidence of surface uplift has now been documented across much of western Turkey (e.g., Westaway, 1993, 1994b; YVlmaz, 2001; Westaway et al., 2003) and leads to the conclusion that this region is experiencing regional uplift, onto which the local effects of normal faulting are superimposed.\nTwo mechanisms are currently known by which surface processes can force surface uplift by inducing net inward lower-crustal flow to beneath the region affected (e.g., Westaway, 2002b). The first is the repeated cyclic loading effect on the crust due to cycles of glacio-eustatic sea-level rise and fall (plus, where appropriate, due to the growth and decay of ice sheets). The theory on which the computer program used to model this effect is based has been described by Westaway (2001) and Westaway et al. (2002), and this method has been applied to model surface uplift histories revealed by many long-timescale river terrace staircases worldwide (e.g., Westaway, 2001, 2002a; Westaway et al., 2002). One indeed typically observes high uplift rates in the latest Pliocene and Middle-Late Pleistocene, with lower rates in between (e.g., Van den Berg and Van Hoof, 2001; Westaway, 2001; 2002a; Westaway et al., 2002), precisely what is observed along the Gediz. This effect can indeed be well explained as a result of phases of lower-crustalflow forcing starting at ~3.1 and ~0.9 Ma. The start time of ~0.9 Ma is chosen to approximate OIS 22 at 0.87 Ma, which was the first very large northern hemisphere glaciation comparable to the largest Middle-Late Pleistocene glaciations (e.g., Mudelsee and Schulz, 1997). The earlier phase starting at ~3.1 Ma is chosen to roughly match the earliest appearance of sapropels in Mediterranean Sea floor sediments (e.g., Hilgen, 1991a,b), which are thought to represent melting events of upland ice sheets in adjacent mountain ranges (e.g., the Alps) (Westaway, 2001). Fig. 21 shows a match between the uplift observations from along the Gediz and a prediction based on this technique.\nThis mechanism will cause net inflow of lower crust to beneath regions where the lower crust just above the Moho is hotter than in their surroundings. One can thus\nreasonably expect inflow of lower crust to beneath a region with very high heat flow, such as western Turkey. Based on the observed surface heat flow of ~100–110 mW m 2 (e.g., IlkVYVk, 1995) and crustal thickness of ~30 km (e.g., Saunders et al., 1998), one can expect aMoho temperature of ~600 8C, fromwhich one can estimate (e.g., Westaway, 1998) that the local effective viscosity ge for the lower crust is ~10 19 Pa s. However, because there has been no significant ice loading of the crust in this region, one is dependent on the loading effect of sea-level fluctuations to force the required lower-crustal flow. Westaway (2001) and Westaway et al. (2002) developed a feasibility test to investigate whether the pressure gradients available from this mechanism can force lower-crustal flow at the required rate. Application of this test indicates that for sea-level fluctuations to maintain surface uplift at ~0.2 mm year 1 requires ge to be no greater than ~10 18 Pa s. One thus concludes that this mechanism cannot be the main cause of the observed surface uplift in this region.\nThe second mechanism is the effect of erosion under nonsteady-state conditions. It is well known that in a steady state, loss of crustal material due to erosion can be balanced by inward lower-crustal flow, so that the crustal thickness and mean altitude of the eroding land surface remain constant (e.g., Westaway, 1994c). Westaway (2002c) showed instead that an increase in erosion rates can—over time scales of the order of ~1 Ma, before the crust settles down into a new steady state—cause the inflow of lower crust to exceed the mean thickness of the layer that is eroded, leading to net crustal thickening and thus an increase in altitude of the eroding land surface. Markers that are not eroding (such as river terraces capped by basalt) will thus uplift at a rate equal to the rate of increase in altitude of the eroding land surface plus its erosion rate (Fig. 22).\nThe computer program currently used to implement this model (Westaway, 2002c) can only calculate the consequences of a single increase in erosion rates, not a succession as seems necessary to explain the observations (Fig. 21). The practical difficulties in applying more elaborate modelling methods are discussed by Westaway (2004). As a result of this simplification, only the part of the uplift history from the Early Pleistocene onward is modelled here (Fig. 23). The regional uplift starting at this time is assumed, as in Fig. 21, to be triggered as a consequence of the\nconditions during the large glaciation in OIS 22. Although it is unlikely (by analogy with the latest Pleistocene glaciation; cf. Butzer, 1964; Birman, 1968; Erinç, 1978) that any significant upland ice sheets developed within Turkey at this time, widespread periglacial conditions—conducive to erosion—can be anticipated. Other instances of significant fluvial incision and river terrace aggradation, starting around this time, are apparent elsewhere in Turkey (e.g., Westaway and Arger, 1996; Westaway, 2002d; Demir et al., 2004).\nThe three solutions in Fig. 23 illustrate effects of varying the geometry of offshore sedimentation and the extensional strain rate Ed for distributed extension (not localised on major normal faults) within the brittle upper crust (Table 3). Comparison of solutions M1 and M2 indicates that adjusting the assumed extent of the offshore depocentre between 80 and 100 km (and simultaneously adjusting the assumed sedimentation rate to balance volume relative to the eroding sediment source) with Ed zero makes very little difference: both solutions M1 and M2 require ge to be ~1019 Pa s. However, with Ed set to 0.01 Ma 1 (solution M3), matching the observed uplift histories instead requires ge ~3 1019 Pa s. Such tradeoff between Ed and ge was noted by Westaway (2002c) when modelling the Gulf of Corinth in central Greece (Fig. 1), but in that instance—unlike here—all plausible values of Ed require very similar values of ge. This significant difference between these two sets of results appears to be a consequence of the differ-\nence in scale between the two model regions (a few tens of kilometres at Corinth, a few hundred kilometres here). It will also be appreciated that (with the chosen set of parameter values) distributed extension on its own (without any lower-crustal flow forced by erosion) would produce regional surface uplift (hence, its nonzero rate before 0.9 Ma for solution M3 in Fig. 23b). However, for this mechanism on its own to produce Middle-Late Pleistocene uplift at ~0.2 mm year 1 would require Ed ~0.3 Ma 1: an implausibly\nHco and Hmo are the initial thicknesses of the crust and mantle lithosphere. Tmo is the initial Moho temperature. to is the start time for increased erosion. Uo and U are the erosion rates before and after to . Uo is set to a very small nonzero value to avoid bdivision by zeroQ runtime errors. Le, Ls, and Lh are the lengths, parallel to the sediment transport, of the eroding sediment source region, the depocentre, and the bhinge zoneQ in between, respectively (Fig. 22). zwo and zw are the offshore water depth at to and at present. Ed and Em are the assumed extensional strain rates for distributed deformation in the upper crust and mantle lithosphere. vu and Y are the predicted uplift rate of a marker that is not eroding, at present, and its predicted uplift since 0.9 Ma. For all models, densities of 1000, 2700, 3300, and 3100 kg m 3 are assumed for water, crust, mantle lithosphere, and asthenosphere, respectively, with 1.2 mm2 s 1 for the thermal diffusivity of crust and 9.81 m s 2 for the acceleration due to gravity. ge is the predicted effective viscosity of the lower continental crust.\nhigh value. We thus conclude that the match between observations and model predictions (Fig. 23) requires ge of the order of ~10 19 Pa s. Obtaining a more precise estimate of ge for this coupled system will probably require much denser GPS coverage to allow an independent local estimate of Ed. With ge ~10 19 Pa s, a viscosity in the deepest lower crust just above the Moho of ~1017 Pa s is implied (cf. Westaway, 1998), consistent with values previously deduced from postseismic deformation following the 1999 İzmit earthquake on the NAFZ (e.g., Hearn et al., 2002), indicating that the presence of a weak lower-crustal\nlayer is an essential prerequisite to explain both vertical and horizontal components of crustal deformation in this region.\nAs Westaway (2002b) noted, uplift histories calculated assuming cyclic surface loading and assuming nonsteady-state erosion can be very similar to each other. Our results confirm this: the post-EarlyPleistocene part of the predicted uplift history in Fig. 21b is similar to that in Fig. 23b. This similarity arises because both processes involve thermally induced variations in pressure—and thus depth—at the base of the brittle upper crust. As a result, the curve in Fig. 21a is thus likely to be a realistic estimate of the overall uplift history of the study region, even though it does not represent what has evidently been the most important physical mechanism for forcing lowercrustal flow in this region.\nWestaway (2002c) applied essentially the same model as in Fig. 22 to investigate the uplift history in the vicinity of the Gulf of Corinth in central Greece (Fig. 1), where, at present, surface uplift at up to ~1.5 mm year 1 is observed. This dataset was fitted using similar parameters to those now derived for western Turkey. This modelling indicates that the uplift there is an order-of-magnitude faster than in western Turkey because the coupling by lower-crustal flow between depocentres and eroding sediment sources is an order-of-magnitude stronger since typical transport distances for fluvial sediment in central Greece are an order-of-magnitude smaller than in western Turkey. This hypothesis will be tested in future by investigating uplift histories of other areas in the eastern Mediterranean region that are drained by rivers whose lengths take intermediate values between these limits.\nThe interpretation of these model results is as follows. During the Early-Middle Pliocene, a stable, low-relief landscape existed, with lacustrine sedimentation in the study region. The AlaYehir Graben already existed, but rates of erosion into it were low, presumably because its surroundings were covered by vegetation that inhibited erosion. Around ~3.1 Ma, the first significant cold climate stages began due to Milankovitch forcing given the earth’s orbital fluctuations. The resulting loss of vegetation enabled local rivers (such as the Gediz, which, before this time, may have only been a local stream draining inward to the AlaYehir Graben) to begin to erode more easily. The\nGediz can be presumed to have incised headward and quickly cut down through the thin Ulubey Formation cover into the easily erodable Ahmetler Formation. The resulting increase in erosion rates forced the early phase of uplift in the Late Pliocene. By the Early Pleistocene, the landscape had reestablished something approaching relative stability: hence the low rates of uplift at this time. The deterioration in climate accompanying OIS 22 (~0.87 Ma) caused a renewed increase in rates of erosion, which have continued to the present day."
  }, {
    "heading": "4.3. Comparison with other work",
    "text": "The predicted uplift histories in Figs. 21 and 23 and their underlying physical basis contrast dramatically with the results of Bunbury et al. (2001). As already noted, they assumed that the uplift revealed by the gorge incision along the Gediz is due throughout its length to vertical slip on the KVrdamlarV Fault. They constrained this uplift history using the present river level and five palaeo-levels: (1) their 1.7-Ma date from Gfkyar Tepe (A in Fig. 4) for the initial incision of the Ulubey Formation; (2) their 1.25-Ma date for incision of the Burgaz Plateau (H in Fig. 4) by ~160 m; (3) their 0.19-Ma date for incision of the Palankaya flow unit (N in Fig. 4) by an estimated 70 m; (4) their 130-ka date for incision of the h3 basalt below Kula Bridge (I in Fig. 4) by an estimated 40 m; and (5) a 26-ka TL date for incision of the adjacent h4 basalt by 10 m. They thus deduced a low uplift rate of (160–70 m)/(1245– 190 ka) or ~0.09 mm year 1 until 190 ka, followed by an abrupt increase to 70 m/190 ka or ~0.37 mm year 1. They then compared the height of the footwall escarpment north of the AlaYehir Graben with the ~1500-m thickness of its fill (from Paton, 1992) and deduced that the vertical slip rate on the KVrdamlarV Fault is four times the observed footwall uplift rate. They thus concluded that the vertical slip rate on this fault increased from ~0.4 to ~1.4 mm year 1 around 0.2 Ma. Although some of the calculated values in their paper are wrong by a factor of 10, the algebraically correct values have been quoted above. Bunbury et al. (2001) also deduced that eruption of the relatively voluminous h3 volcanism began at ~0.2 Ma and so was associated with a dramatic increase in the slip rate\non this normal fault, thus confirming their starting assumption that this volcanism has been caused by the extension.\nThere are many problems with this analysis. First, as already noted, it assumes a very high flexural rigidity for the upper crust in this region, as the footwall uplift is presumed not to taper northward over tens of kilometres (Fig. 4). Second, the 1500-m sediment thickness occurs adjacent to the major normal fault at the southern margin of the AlaYehir Graben (e.g., Westaway, 1990, 1994a; Cohen et al., 1995) and relates to slip on that normal fault zone, not the much less important KVrdamlarV Fault on its opposite margin. Third, some of the dating used is problematic. We accept the 1.25-Ma date (2) for the Burgaz Plateau volcanism and the associated incision. However, as already discussed, the date from Gfkyar Tepe (1) is considered contaminated by inherited argon. Even if valid, it would only provide a young age bound to the start of incision. Bunbury et al. (2001) also stated that the local incision of the Ulubey Formation has been from ~540 m down to a present river level of ~300 m, making a total of ~240 m, not ~400 m. However, careful reading of their paper indicates that the ~540- and ~300-m heights apply— not to locality A—but to a small outcrop of limestone mapped (f in Figs. 4 and 12) below the level of the h2 basalt at the northern margin of the İbrahimağa Plateau. We do not know why this particular patch of limestone at a much lower level than the much larger outcrop farther west at up to ~745 m (locality g in Figs. 4 and 12; already discussed) has been considered definitive, but it is clearly not representative. However, we have noted other localities (e.g., Palankaya) where the Ulubey Formation is much closer to river level than is typical for the region. As also already discussed, their 190-ka date (3) for the Palankaya flow unit seems reasonable, as does their ~280-m local river level (we quoted 275 m at h in Fig. 10; their measurement is ~600 m upstream of ours). However, their ~350-m level for the base of this basalt at the palaeo-river level is way too high (cf. h in Fig. 10). It is possible that their measurement point abutted the original right flank of the valley, not the palaeoriver level; they may even have measured up to an older terrace. Their 130-ka date (4) for the h3 basalt north of Kula also seems reasonable, as does their ~370-m level for its base near Değirmenler (Fig. 12)\n(we quoted 375 m at q in Fig. 12). However, their ~330-m river level at this point is way too low: as we have already stated, it is in the range ~350 to ~355 m (Fig. 12). Finally, their estimate of ~10 m of incision (5) post-dating the h4 basalt at and below Kula Bridge seems reasonable. However, its age is ~60 ka, not ~26 ka as they stated. Bunbury et al. (2001) labelled a point within this young basalt flow just north of locality J in Figs. 4 and 12 as the site of the 26 kadate, apparently for the fossil human footprint site. However, the literature is quite specific (e.g., Barnaby, 1975; Ercan and ÖztunalV, 1982; Ercan et al., 1985) that this footprint site was in h4 basalt near Demirkfprq Dam and not in h4 basalt north of Kula.\nFinally, the general mechanism linking extension and volcanism assumed by Richardson-Bunbury (1992, 1996) and Bunbury et al. (2001) that extension causes thinning of the crust and mantle lithosphere, which causes bdecompression meltingQ in the underlying asthenosphere, cannot easily be reconciled with the evidence of regional uplift that requires thickening of the crust. We thus suggest an alternative explanation, consistent with our own recent investigations of Quaternary basaltic volcanism in other regions experiencing Quaternary surface uplift (e.g., Arger et al., 2000; Westaway, 2001; Yurtmen et al., 2002). Thickening of the crust while keeping the thickness of mantle lithosphere constant will increase the temperature at each point in the mantle lithosphere. We assume, following McKenzie (1985, 1989), that the asthenosphere is constantly experiencing small degrees of partial melting: incompatible elements are concentrated into the resulting metasomatic melt which percolates upward into the mantle lithosphere. Due to its low concentration, this melt will remain at each level in thermal equilibrium with its surroundings and will thus freeze at the depth where the temperature and pressure match the melt’s solidus. Frozen metasomatic melt will thus accumulate over prolonged periods of time at a particular depth within the mantle lithosphere. The temperature rise in the mantle lithosphere caused by the young crustal thickening may thus progressively remelt this frozen melt, enabling it to escape into the crust and rise to the surface. Güleç (1991) has indeed identified many geochemical characteristics of the Kula basalts (e.g., the high K content) that require small-degree partial melting of asthenospheric material. However, we\nsuggest that this small-degree partial melting occurred over prolonged periods of time during the region’s geological history, being followed by bulk remelting caused by the Late Cenozoic temperature rise in the mantle lithosphere.\nSupporting evidence for this interpretation can be derived from the 87Sr/86Sr and 143Nd/144Nd isotope ratios in these basalts (Fig. 24). The nuclides 87Sr and 143Nd form by radioactive decay of 87Rb and 147Sm, whereas 86Sr and 144Nd are stable. Once separated from the bulk earth by partial melting and refrozen, the isotope ratios in any batch of material will vary in a predictable manner (e.g., Fitton and Dunlop, 1985). Thus, in Fig. 24, the thin line represents the evolution of the isotope ratios for material that remained in the asthenosphere until the present day, whereas the thick line represents material that separated from the asthenosphere by small-degree partial melting at ~500 Ma. The observed isotope ratios for the Quaternary Kula basalts fall between these limits, indicating that the samples from which they were derived represent mixtures of material derived by partial melting at different times since then. The 500- Ma limit roughly matches when the crustal basement consolidated in this region (~500–600 Ma; Loos and Reischmann, 1999, 2001). We note that Güleç (1991) has suggested a different explanation for these isotope data; but her explanation is much more complicated than this alternative."
  }, {
    "heading": "5. Conclusions",
    "text": "Along the upper reaches of the Gediz River in western Turkey, the land surface has uplifted by ~400 m since the Middle Pliocene. This uplift is revealed by progressive gorge incision and can be dated because in the Kula area, river terraces are capped by basalt flows that have been K–Ar and Ar–Ar dated. At present, the local uplift rate is ~0.2 mm year 1. Uplift at this rate began around the start of the Middle Pleistocene, following an interval of time when the uplift rate was much lower. This was itself preceded by an earlier uplift phase, in the late Late Pliocene and early Early Pleistocene, when the uplift rate was comparable to the present (Fig. 21). The resulting uplift history resembles what is observed in other regions and is analogously interpreted as the isostatic response to changing rates of surface processes linked to global environmental change. We suggest that this present phase of surface uplift, amounting so far to ~150 m, is being caused by the nonsteady-state thermal and isostatic response of the crust to erosion, following an increase in erosion rates in the late Early Pleistocene, most likely as a result of the first large northern-hemisphere glaciation during OIS 22 at 870 ka. We suggest that the earlier uplift phase resulted from a similar increase in erosion rates caused by the deterioration in local climate at ~3.1 Ma and caused the initial ~250 m of uplift. This uplift thus has no direct relationship to the crustal extension occurring, the rate and sense of which are thought not to have changed significantly on this time scale. Our results thus suggest that the present, often deeply incised, landscape of western Turkey has largely developed from the Middle Pleistocene onwards, for reasons not directly related to the active normal faulting, the local isostatic consequences to which are superimposed onto this bbackgroundQ of regional surface uplift. Modelling of this surface uplift indicates that the effective viscosity of the lower continental crust beneath this part of Turkey is of the order of ~1019 Pa s, similar to a recent estimate (Westaway, 2002c) for the lower continental crust beneath the Gulf of Corinth in central Greece. The lower uplift rates observed in western Turkey, compared with central Greece, result from the longer typical distances of fluvial sediment transport, which cause weaker coupling by lower-crustal flow between offshore\ndepocentres and eroding onshore regions that provide the sediment source."
  }, {
    "heading": "Acknowledgement",
    "text": "We thank Judith Bunbury for a preprint, and Erdin Bozkurt, Yqcel YVlmaz, and Alastair Robertson for stimulating discussions about the study region. Erdin Bozkurt, Danielle Schreve, and an anonymous referee also provided thoughtful and constructive reviews. This research contributes to International Geological Correlation Programme 449: Global Correlation of Late Cenozoic Fluvial Deposits."
  }],
  "year": 2004,
  "references": [{
    "title": "Growth patterns of the Bqyqk Menderes and Kqçqk Menderes deltas, western Turkey",
    "authors": ["A.E. Aksu", "D.J.W. Piper", "Y.T. Konuk"],
    "venue": "Sediment. Geol",
    "year": 1987
  }, {
    "title": "Late Quaternary tectonic and sedimentary history of outer İzmir and CandarlV Bays, western Turkey",
    "authors": ["A.E. Aksu", "D.J.W. Piper", "Y.T. Konuk"],
    "venue": "Mar. Geol",
    "year": 1987
  }, {
    "title": "Neogene and Quaternary volcanism of south-eastern Turkey",
    "authors": ["J. Arger", "J. Mitchell", "R. Westaway"],
    "venue": "Tectonics and Magmatism of Turkey and the Surrounding Area. Geol. Soc. London Spec. Publ.,",
    "year": 2000
  }, {
    "title": "Quaternary evolution of the Corinth Rift and its implications for the Late Cenozoic evolution of the Aegean",
    "authors": ["R. Armijo", "B. Meyer", "G.C.P. King", "A. Rigo", "D. Papanastassiou"],
    "venue": "Geophys. J. Int",
    "year": 1996
  }, {
    "title": "The North Anatolian fault zone",
    "authors": ["A.A. Barka"],
    "venue": "Ann. Tecton",
    "year": 1992
  }, {
    "title": "Strike–slip fault geometry in Turkey and its influence on earthquake activity",
    "authors": ["A.A. Barka", "C. Kadinsky-Cade"],
    "venue": "Tectonics",
    "year": 1988
  }, {
    "title": "Les gisements de mammifères du Miocène supérieur de Kemiklitepe, Turquie: 6 Hyracoidea",
    "authors": ["M. Baudry"],
    "venue": "Bull. Mus. Natl. Hist. Nat., Paris, 4ème Ser., Section C",
    "year": 1994
  }, {
    "title": "Biostratigraphic correlation in the Eastern Mediterranean Neogene: 5. Calibration of sporomorph associations, marine microfossils and mammal zones, marine and continental stages and the radiometric scale",
    "authors": ["L. Benda", "J.E. Meulenkamp"],
    "venue": "Ann. Geol. Pays Hell",
    "year": 1979
  }, {
    "title": "The evolutionary history and biochronology of the European and southwest Asian Late Miocene and Pliocene hipparionine horses",
    "authors": ["R.L. Bernor", "G.D. Koufos", "M.O. Woodburne", "M. Fortelius"],
    "year": 1996
  }, {
    "title": "The correlation of three classical bPikermianQ mammal faunas—Maragheh, Samos, and Pikermi—with the European MN unit system",
    "authors": ["R.L. Bernor", "N. Solounias", "C.C. Swisher III", "J.A. Van Couvering"],
    "year": 1996
  }, {
    "title": "The evolution of western Eurasian Neogene mammal faunas: a chronologic, systematic, biogeographic, and paleoenvironmental synthesis",
    "authors": ["R.L. Bernor", "V. Fahlbusch", "P. Andrews", "H. De Bruijn", "M. Fortelius", "F. Rfgl", "F.F. Steininger", "L. Werdelin"],
    "year": 1996
  }, {
    "title": "Radiometrische Altersbestimmungen an Neogenen Eruptivgesteinen der Tqrkei",
    "authors": ["C. Besang", "F.J. Eckhardt", "W. Harre", "H. Kreuzer", "P. Mqller"],
    "venue": "Geol. Jahrb., Ser. B",
    "year": 1977
  }, {
    "title": "Glacial reconnaissance in Turkey",
    "authors": ["J.H. Birman"],
    "venue": "Geol. Soc. Amer. Bull",
    "year": 1968
  }, {
    "title": "Geochronology and petrology of recent volcanics in the eastern Aegean Sea",
    "authors": ["S. Borsi", "G. Ferrara", "F. Innocenti", "R. Mazzuoli"],
    "venue": "Bull. Volcanol",
    "year": 1972
  }, {
    "title": "Les gisements de mammifères du Miocène supérieur de Kemiklitepe, Turquie: 9 Bovidae",
    "authors": ["G. Bouvrain"],
    "venue": "Bull. Mus. Natl. Hist. Nat., Paris, 4ème Ser., Section C",
    "year": 1994
  }, {
    "title": "Timing of extension on the Bqyqk Menderes Graben, western Turkey, and its tectonic implications",
    "authors": ["E. Bozkurt"],
    "venue": "Tectonics and Magmatism of Turkey and the Surrounding Area, Geol. Soc. London Spec. Publ",
    "year": 2000
  }, {
    "title": "Neotectonics of Turkey—a synthesis",
    "authors": ["E. Bozkurt"],
    "venue": "Geodin. Acta",
    "year": 2001
  }, {
    "title": "Discussion on bExtensional folding in the AlaYehir (Gediz) Graben, western TurkeyQ by Seyitoğlu, G., Çemen, İ",
    "authors": ["E. Bozkurt"],
    "venue": "Tekeli, O. J. Geol. Soc. (Lond.)",
    "year": 2002
  }, {
    "title": "Origin of NE-trending basins in western Turkey",
    "authors": ["E. Bozkurt"],
    "venue": "Geodin. Acta",
    "year": 2003
  }, {
    "title": "Global correlation of long Quaternary fluvial sequences: a review of baseline knowledge and possible methods and criteria for establishing a database",
    "authors": ["D.R. Bridgland", "D. Maddy"],
    "venue": "Neth. J. Geosci",
    "year": 2002
  }, {
    "title": "The determination of fault movement history from the interaction of local drainage with volcanic episodes",
    "authors": ["J.M. Bunbury", "L. Hall", "G.J. Anderson", "A. Stannard"],
    "venue": "Geol. Mag",
    "year": 2001
  }, {
    "title": "Environment and Archaeology: An Introduction to Pleistocene Geography",
    "authors": ["K.W. Butzer"],
    "venue": "Methuen & Co., London",
    "year": 1964
  }, {
    "title": "Report on the geology of the ManisaAydVn-Kula-Gfrdes area",
    "authors": ["J. Canet", "P. Jaoul"],
    "venue": "Unpublished report no",
    "year": 1946
  }, {
    "title": "Range and effectiveness of unspiked potassium–argon dating: experimental groundwork and examples",
    "authors": ["C. Cassignol", "Gillot", "P.-Y"],
    "year": 1982
  }, {
    "title": "Syn-rift sedimentation and structural development of the Gediz and Bqyqk Menderes grabens, western Turkey",
    "authors": ["H.A. Cohen", "C.J. Dart", "H.S. Akyqz", "A.A. Barka"],
    "venue": "J. Geol. Soc. (Lond.)",
    "year": 1995
  }, {
    "title": "High sediment yields and cool, wet winters: test of last glacial paleoclimates in the northern Mediterranean",
    "authors": ["R.E.L. Collier", "M.R. Leeder", "M. Trout", "G. Ferentinos", "E. Lyberis", "G. Papatheodorou"],
    "venue": "Geology",
    "year": 2000
  }, {
    "title": "Potassium–Argon Dating: Principles, Techniques, and Applications to Geochronology",
    "authors": ["G.B. Dalrymple", "M.A. Lanphere"],
    "venue": "W.H. Freeman, San Francisco",
    "year": 1969
  }, {
    "title": "Les gisements de mammifères du Miocène supérieur de Kemiklitepe, Turquie: 2. Carnivores",
    "authors": ["L. de Bonis"],
    "venue": "Bull. Mus. Natl. Hist. Nat.,",
    "year": 1994
  }, {
    "title": "Contribution à l’étude géomorphologique du Taurus occidental et de ses plaines bordières",
    "authors": ["X. de Planhol"],
    "venue": "Rev. Géogr. Alp",
    "year": 1956
  }, {
    "title": "River terrace sequences in Turkey: sources of evidence for lateral variations in regional uplift",
    "authors": ["T. Demir", "İ. YeYilnacar", "R. Westaway"],
    "venue": "Proc. Geol. Assoc",
    "year": 2004
  }, {
    "title": "İzmir sheet of the Geological Map of Turkey, 1:500,000 scale",
    "authors": ["L. Dubertret", "A. Kalafatçioğlu"],
    "venue": "General Directorate of Mineral Research and Exploration,",
    "year": 1964
  }, {
    "title": "Gediz Grabeni’nen jeolojisi ve tektoniği",
    "authors": ["T. Emre"],
    "venue": "Turk. J. Eart. Sci",
    "year": 1996
  }, {
    "title": "Kula yfresinin jeolojisi ve volkanitlerin petrolojisi",
    "authors": ["T. Ercan"],
    "venue": "İstanb. Üniv. Yerbilim. Derg",
    "year": 1982
  }, {
    "title": "Field excursion on Kula Quaternary volcanics",
    "authors": ["T. Ercan"],
    "venue": "International Earth Sciences Congress on the Aegean Region",
    "year": 1990
  }, {
    "title": "Characteristic features and bbase surgeQ bed forms of the Kula volcanics",
    "authors": ["T. Ercan", "Ö. ÖztunalV"],
    "venue": "Bull. Geol. Soc. Turkey",
    "year": 1982
  }, {
    "title": "Geology of the Neogene basins in UYak region",
    "authors": ["T. Ercan", "A. Dincel", "S. Metin", "A. Tqrkecan", "E. Gqnay"],
    "venue": "Bull. Geol. Soc. Turkey",
    "year": 1978
  }, {
    "title": "Interpretation of new chemical, isotopic and radiometric data on Cenozoic volcanics of western Anatolia",
    "authors": ["T. Ercan", "M. SatVr", "H. Kreuzer", "A. Tqrkecan", "E. Gqnay", "A. ÇevikbaY", "M. AteY", "B. Can"],
    "venue": "Bull. Geol. Soc. Turkey",
    "year": 1985
  }, {
    "title": "Kula ve Adala arasVnda genç volkan rfliyefi",
    "authors": ["S. Erinç"],
    "venue": "İstanb. Univ. Coğr. Enst. Derg",
    "year": 1970
  }, {
    "title": "Changes in the physical environment in Turkey since the end of the last glacial",
    "authors": ["S. Erinç"],
    "year": 1978
  }, {
    "title": "Principles of Isotope Geology",
    "authors": ["G. Faure"],
    "venue": "2nd ed.Wiley, New York",
    "year": 1986
  }, {
    "title": "The Cameroon Line, West Africa, and its bearing on the origin of oceanic and continental alkali basalts",
    "authors": ["J.G. Fitton", "H.M. Dunlop"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 1985
  }, {
    "title": "Middle and Late Miocene Suoidea of Central Europe and the Eastern Mediterranean: Evolution, biogeography, and paleoecology",
    "authors": ["M. Fortelius", "J. Van Der Made", "R.L. Bernor"],
    "year": 1996
  }, {
    "title": "Miocene ruminants of the central and eastern Tethys and Paratethys",
    "authors": ["A.W. Gentry", "Heizmann"],
    "venue": "E.P.J.,",
    "year": 1996
  }, {
    "title": "Les gisements de mammifères du Miocène supérieur de Kemiklitepe, Turquie: 4. Rhinocerotidae",
    "authors": ["D. Geraads"],
    "venue": "Bull. Mus. Natl. Hist. Nat., Paris, 4ème Ser., Section C",
    "year": 1994
  }, {
    "title": "Les gisements de mammifères du Miocène supérieur de Kemiklitepe, Turquie: 8. Giraffidae",
    "authors": ["D. Geraads"],
    "venue": "Bull. Mus. Natl. Hist. Nat., Paris, 4ème Ser., Section C",
    "year": 1994
  }, {
    "title": "The Cassignol technique for K–Ar dating, precision and accuracy: examples from the Late Pleistocene to Recent volcanics from southern Italy",
    "authors": ["P.Y. Gillot", "Y. Cornette"],
    "venue": "Chem. Geol",
    "year": 1986
  }, {
    "title": "b33,000 years K–Ar dating of the volcano-tectonic horst of the Isle of Ischia",
    "authors": ["P.Y. Gillot", "S. Chiesa", "G. Pasquare", "L. Vezzoli"],
    "venue": "Gulf of Naples. Nature",
    "year": 1982
  }, {
    "title": "The TL age determination of fossil human footprints. Archaeo-Phys",
    "authors": ["Y. Gfksu"],
    "year": 1978
  }, {
    "title": "Crust–mantle interaction in western Turkey: implications from Sr and Nd isotope geochemistry of Tertiary and Quaternary volcanics",
    "authors": ["N. Gqleç"],
    "venue": "Geol. Mag",
    "year": 1991
  }, {
    "title": "Dynamics of İzmit earthquake postseismic deformation and loading of the Dqzce earthquake hypocenter",
    "authors": ["E.H. Hearn", "R. Bqrgmann", "R.E. Reilinger"],
    "venue": "Bull. Seismol. Soc. Am",
    "year": 2002
  }, {
    "title": "The stratigraphical range of fossil rhinoceroses in the Late Neogene of Europe and the eastern Mediterranean",
    "authors": ["K. Heissig"],
    "year": 1996
  }, {
    "title": "Astronomical calibration of Gauss to Matuyama sapropels in the Mediterranean and implications for the geomagnetic polarity time scale",
    "authors": ["F.J. Hilgen"],
    "venue": "Earth Planet. Sci",
    "year": 1991
  }, {
    "title": "Extension of the astronomically calibrated (polarity) time scale to the Miocene/Pliocene boundary",
    "authors": ["F.J. Hilgen"],
    "venue": "Earth Planet. Sci",
    "year": 1991
  }, {
    "title": "Regional heat flow in western Anatolia using silica temperature estimates from thermal springs",
    "authors": ["O.M. IlkVYVk"],
    "venue": "Tectonophysics 244,",
    "year": 1995
  }, {
    "title": "Rates of active deformation in the Aegean Sea and surrounding regions",
    "authors": ["J.A. Jackson", "D.P. McKenzie"],
    "venue": "Basin Res",
    "year": 1988
  }, {
    "title": "The neotectonics of the Aegean: an alternative view",
    "authors": ["J.A. Jackson", "G.C.P. King", "C. Vita-Finzi"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 1982
  }, {
    "title": "GPS-derived strain rate field within the boundary zones of the Eurasian, African, and Arabian plates",
    "authors": ["Kahle", "H.-G", "M. Cocard", "Y. Peter", "A. Geiger", "R. Reilinger", "A. Barka", "G. Veis"],
    "venue": "J. Geophys. Res",
    "year": 2000
  }, {
    "title": "Evidence from the Gediz graben for episodic two-stage extension in western Turkey",
    "authors": ["A. Koçyiğit", "H. Yusufoğlu", "E. Bozkurt"],
    "venue": "J. Geol. Soc. (Lond.)",
    "year": 1999
  }, {
    "title": "Reply to comment on bEvidence from the Gediz graben for episodic two-stage extension in western TurkeyQ",
    "authors": ["A. Koçyiğit", "H. Yusufoğlu", "E. Bozkurt"],
    "venue": "J. Geol. Soc. (Lond.)",
    "year": 1999
  }, {
    "title": "The Late Miocene mammal localities of Kemiklitepe, Turkey: 3. Equidae",
    "authors": ["G. Koufos", "D.S. Kostopoulos"],
    "venue": "Bull Mus. Natl. Hist. Nat., Paris, 4ème Ser., Section C",
    "year": 1994
  }, {
    "title": "Loess stratigraphy of central Europe",
    "authors": ["G.J. Kukla"],
    "year": 1975
  }, {
    "title": "The classical European glacial stages: correlation with deep-sea sediments",
    "authors": ["G.J. Kukla"],
    "venue": "Trans. Nebr. Acad. Sci",
    "year": 1978
  }, {
    "title": "A chemical classification of volcanic rocks based on the total alkali-silica diagram",
    "authors": ["M.J. Le Bas", "R.W. Le Maitre", "A. Streckeisen", "B. Zanettin"],
    "venue": "J. Petrol",
    "year": 1986
  }, {
    "title": "The evolution of the southern Menderes Massif in SW Turkey as revealed by zircon dating",
    "authors": ["S. Loos", "T. Reischmann"],
    "venue": "J. Geol. Soc. (Lond.)",
    "year": 1999
  }, {
    "title": "Reply to comment by Bozkurt, E., and Park, R.G., on bThe evolution of the southern Menderes Massif in SW Turkey as revealed by zircon datingQ",
    "authors": ["S. Loos", "T. Reischmann"],
    "venue": "J. Geol. Soc. (Lond.)",
    "year": 2001
  }, {
    "title": "Global Positioning System constraints on plate kinematics and dynamics in the eastern Mediterranean and Caucasus",
    "authors": ["S McClusky"],
    "venue": "J. Geophys. Res",
    "year": 2000
  }, {
    "title": "The extraction of magma from the crust and mantle",
    "authors": ["D.P. McKenzie"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 1985
  }, {
    "title": "Some remarks on the movement of small melt fractions in the mantle",
    "authors": ["D.P. McKenzie"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 1989
  }, {
    "title": "Uplift-driven valley incision and river terrace formation in southern England",
    "authors": ["D. Maddy"],
    "venue": "J. Quat. Sci",
    "year": 1997
  }, {
    "title": "Uplift-driven valley incision and climate-controlled river terrace development in the Thames Valley, UK",
    "authors": ["D. Maddy", "D. Bridgland", "R. Westaway"],
    "venue": "Quat. Int",
    "year": 2001
  }, {
    "title": "Present-day dynamics of the Aegean region: a model analysis of the horizontal pattern of stress and deformation",
    "authors": ["P.T. Meijer", "M.J.R. Wortel"],
    "venue": "Tectonics",
    "year": 1997
  }, {
    "title": "Die eiszeitliche und die gegenw7rtige Vergletscherung im Mittelmeerraum",
    "authors": ["B. Messerli"],
    "venue": "Geogr. Helv",
    "year": 1967
  }, {
    "title": "The Mid-Pleistocene climate transition: onset of 100 ka cycle lags ice volume build-up by 280 ka",
    "authors": ["M. Mudelsee", "M. Schulz"],
    "venue": "Earth Planet. Sci",
    "year": 1997
  }, {
    "title": "Detecting the polycyclic drainage evolution in Kula region (western Turkey) using aerial photographs",
    "authors": ["F.S. Ozaner"],
    "venue": "ITC J. 1992–3,",
    "year": 1992
  }, {
    "title": "Tqrkiye Pleyistosen fosil insan ayak izleri",
    "authors": ["F. Ozansoy"],
    "venue": "M.T.A. Derg",
    "year": 1972
  }, {
    "title": "The relationship between extension and volcanism in western Turkey, the Aegean Sea, and central Greece",
    "authors": ["S.M. Paton"],
    "year": 1992
  }, {
    "title": "A pulsed extension model for the Neogene–Recent E–W trending AlaYehir Graben and the NE–SW trending Selendi and Gördes Basins, western Turkey",
    "authors": ["M. Purvis", "A.H.F. Robertson"],
    "venue": "Tectonophysics",
    "year": 2004
  }, {
    "title": "Global Positioning System measurements of present-day crustal movements in the Arabia–Africa–Eurasia plate collision zone",
    "authors": ["R.E. Reilinger", "S.C. McClusky", "M.B. Oral", "R.W. King", "M.N. Toksfz", "A.A. Barka", "I. Kinik", "O. Lenk", "I. Sanli"],
    "venue": "J. Geophys. Res",
    "year": 1997
  }, {
    "title": "The basalts of Kula and their relation to extension in western Turkey",
    "authors": ["J.M. Richardson-Bunbury"],
    "year": 1992
  }, {
    "title": "The Kula volcanic field, western Turkey: the development of a Holocene alkali basalt province and the adjacent normal-faulting graben",
    "authors": ["J.M. Richardson-Bunbury"],
    "venue": "Geol. Mag",
    "year": 1996
  }, {
    "title": "Chronology and stratigraphy of Late Quaternary sediments in the Konya Basin, Turkey: results from the KOPAL project",
    "authors": ["N. Roberts", "S. Black", "P. Boyer", "W.J. Eastwood", "H.I. Griffiths", "H.F. Lamb", "M.J. Leng", "R. Parish", "J.M. Reed", "D. Twigg", "H. YiğitbaYVoğlu"],
    "venue": "Quat. Sci. Rev",
    "year": 1999
  }, {
    "title": "The nature and distribution of Messinian erosional surfaces—indicators of a several-kilometer deep Mediterranean in the Miocene",
    "authors": ["W.B.F. Ryan", "M.B. Cita"],
    "venue": "Mar. Geol",
    "year": 1978
  }, {
    "title": "A paleomagnetic study of Quaternary volcanic rocks from Turkey",
    "authors": ["M. Sanver"],
    "venue": "Phys. Earth Planet. Inter",
    "year": 1968
  }, {
    "title": "The Plio-Pleistocene age of Bqyqk Menderes and Gediz grabens and their tectonic significance on N–S extensional tectonics in west Anatolia: mammalian evidence from the continental deposits",
    "authors": ["N. SarVca"],
    "venue": "Geol. J",
    "year": 2000
  }, {
    "title": "Variations in the crustal structure beneath western Turkey",
    "authors": ["P. Saunders", "K. Priestley", "T. Taymaz"],
    "venue": "Geophys. J. Int",
    "year": 1998
  }, {
    "title": "Differentiation of the British late Middle Pleistocene interglacials: the evidence from mammalian biostratigraphy",
    "authors": ["D.C. Schreve"],
    "venue": "Quat. Sci. Rev",
    "year": 2001
  }, {
    "title": "Les gisements de mammifères du Miocène supérieur de Kemiklitepe, Turquie: 5. Rongeurs, tubulidentés et chalicothères",
    "authors": ["S. Sen"],
    "venue": "Bull. Mus. Natl. Hist. Nat.,",
    "year": 1994
  }, {
    "title": "Present state of magnetostratigraphic studies in the continental Neogene of Europe and Anatolia",
    "authors": ["S. Sen"],
    "year": 1996
  }, {
    "title": "Les gisements de mammifères du Miocène supérieur de Kemiklitepe, Turquie: 1",
    "authors": ["S. Sen", "L. de Bonis", "N. Dalfes", "D. Geraads", "G. Koufos"],
    "venue": "Stratigraphie et magnetostratigraphie. Bull. Mus. Natl. Hist. Nat.,",
    "year": 1994
  }, {
    "title": "Strike–slip faulting and basin formation in zones of tectonic escape: Turkey as a case study",
    "authors": ["A.M.C. Xengfr", "N. Gorqr", "F. Xaroğlu"],
    "venue": "Slip Faulting and Basin Formation,",
    "year": 1985
  }, {
    "title": "Late Cenozoic tectono-sedimentary development of the Selendi and UYak-Gqre basins: a contribution to the discussion on the development of east–west and north trending basins in western Turkey",
    "authors": ["G. Seyitoğlu"],
    "venue": "Geol. Mag",
    "year": 1997
  }, {
    "title": "The age of the Bqyqk Menderes graben (west Turkey) and its tectonic implications",
    "authors": ["G. Seyitoğlu", "B. Scott"],
    "venue": "Geol. Mag",
    "year": 1992
  }, {
    "title": "Timing of Cenozoic extensional tectonics in west Turkey",
    "authors": ["G. Seyitoğlu", "B. Scott", "C.C. Rundle"],
    "venue": "J. Geol. Soc. (Lond.)",
    "year": 1992
  }, {
    "title": "The evolution fromMiocene potassic to Quaternary sodic magmatism in western Turkey: implications for enrichment processes in the lithospheric mantle",
    "authors": ["G. Seyitoğlu", "D. Anderson", "G. Nowell", "B. Scott"],
    "venue": "J. Volcanol. Geotherm. Res",
    "year": 1997
  }, {
    "title": "Extensional folding in the AlaYehir (Gediz) Graben, western Turkey",
    "authors": ["G. Seyitoğlu", "İ. Çemen", "O. Tekeli"],
    "venue": "J. Geol. Soc. (Lond.)",
    "year": 2000
  }, {
    "title": "Discussion on the extensional folding in the AlaYehir (Gediz) Graben, western Turkey",
    "authors": ["G. Seyitoğlu", "İ. Çemen", "O. Tekeli"],
    "venue": "J. Geol. Soc. (Lond.)",
    "year": 2002
  }, {
    "title": "Über das Villafranchium in der Tqrkei",
    "authors": ["O. Sickenberg"],
    "venue": "Mem. Bur. Réch. Géol. Min., Paris",
    "year": 1975
  }, {
    "title": "Convention on the use of decay constants in geo- and cosmochronology",
    "authors": ["R.H. Steiger", "E. J7ger"],
    "venue": "Earth Planet. Sci. Lett",
    "year": 1977
  }, {
    "title": "Circum-Mediterranean Neogene (Miocene and Pliocene) Marine-Continental chronologic correlations of European mammal",
    "authors": ["F.F. Steininger", "W.A. Berggren", "D.V. Kent", "R.L. Bernor", "S. Sen", "J. Agusti"],
    "venue": "units. In: Bernor,",
    "year": 1996
  }, {
    "title": "GPS and geologic estimates of the tectonic activity in the Marmara Sea region, NW Anatolia",
    "authors": ["C. Straub", "Kahle", "H.-G", "C. Schindler"],
    "venue": "J. Geophys. Res",
    "year": 1997
  }, {
    "title": "Les gisements de mammifères du Miocène supérieur de Kemiklitepe, Turquie: 7. Proboscidea (mammalia)",
    "authors": ["P. Tassy"],
    "venue": "Bull. Mus. Natl. Hist. Nat.,",
    "year": 1994
  }, {
    "title": "İnsanlara ait fosil ayak izleri: yeryuvavarV ve insan [Human fossil footprints: the prints and the person",
    "authors": ["İ. Tekkaya"],
    "venue": "Coğrafya",
    "year": 1976
  }, {
    "title": "The Maas terrace sequence at Maastricht, SE Netherlands: evidence",
    "authors": ["Van den Berg", "M.W", "T. Van Hoof"],
    "year": 2001
  }, {
    "title": "The composition of kulaite",
    "authors": ["H.S. Washington"],
    "venue": "J. Geol",
    "year": 1900
  }, {
    "title": "The evolutionary history of hyaenas in Europe and Western Asia during the Miocene",
    "authors": ["L. Werdelin", "N. Solounias"],
    "year": 1996
  }, {
    "title": "Block rotation in western Turkey: 1. Observational evidence",
    "authors": ["R. Westaway"],
    "venue": "J. Geophys. Res",
    "year": 1990
  }, {
    "title": "Neogene evolution of the Denizli region of western Turkey",
    "authors": ["R. Westaway"],
    "venue": "J. Struct. Geol",
    "year": 1993
  }, {
    "title": "Present-day kinematics of the Middle East and eastern Mediterranean",
    "authors": ["R. Westaway"],
    "venue": "J. Geophys. Res",
    "year": 1994
  }, {
    "title": "Evidence for dynamic coupling of surface processes with isostatic compensation in the lower crust during active extension of western Turkey",
    "authors": ["R. Westaway"],
    "venue": "J. Geophys. Res",
    "year": 1994
  }, {
    "title": "Reevaluation of extension in the Pearl River Mouth basin, South China Sea: implications for continental lithosphere deformation mechanisms",
    "authors": ["R. Westaway"],
    "venue": "J. Struct. Geol",
    "year": 1994
  }, {
    "title": "Dependence of active normal fault dips on lower-crustal flow regimes",
    "authors": ["R. Westaway"],
    "venue": "J. Geol. Soc. (Lond.)",
    "year": 1998
  }, {
    "title": "Flow in the lower continental crust as a mechanism for the Quaternary uplift of the Rhenish Massif, north-west Europe",
    "authors": ["R. Westaway"],
    "venue": "River Basin Sediment Systems: Archives of Environmental Change. Balkema,",
    "year": 2001
  }, {
    "title": "Long-term river terrace sequences: evidence for global increases in surface uplift rates in the Late Pliocene and early Middle Pleistocene caused by flow in the lower continental crust induced by surface processes",
    "authors": ["R. Westaway"],
    "venue": "Neth. J. Geosci",
    "year": 2002
  }, {
    "title": "Geomorphological consequences of weak lower continental crust, and its significance for studies of uplift, landscape evolution, and the interpretation of river terrace sequences",
    "authors": ["R. Westaway"],
    "venue": "Neth. J. Geosci",
    "year": 2002
  }, {
    "title": "The Quaternary evolution of the Gulf of Corinth, central Greece: coupling between surface processes and flow in the lower continental crust",
    "authors": ["R. Westaway"],
    "venue": "Tectonophysics 348,",
    "year": 2002
  }, {
    "title": "Discussion of bNew sedimentological and structural data from the EcemiY Fault Zone, southern Turkey: implications for its timing and offset and the Cenozoic tectonic escape of AnatoliaQ by N",
    "authors": ["R. Westaway"],
    "venue": "Jaffey and A.H.F. Robertson. J. Geol. Soc. (Lond.)",
    "year": 2002
  }, {
    "title": "Kinematics of the Middle East and Eastern Mediterranean updated",
    "authors": ["R. Westaway"],
    "venue": "Turk. J. Eart. Sci",
    "year": 2003
  }, {
    "title": "Review of bThe Steady-State Orogen: Concepts, Field Observations, and ModelsQ",
    "authors": ["R. Westaway"],
    "venue": "Quaternary Science Reviews,",
    "year": 2004
  }, {
    "title": "The GflbaYV basin, southeastern Turkey: a complex discontinuity in a major strike–slip fault zone",
    "authors": ["R. Westaway", "J. Arger"],
    "venue": "J. Geol. Soc. (Lond.)",
    "year": 1996
  }, {
    "title": "Kinematics of the Malatya–OvacVk fault zone",
    "authors": ["R. Westaway", "J. Arger"],
    "venue": "Geodin. Acta",
    "year": 2001
  }, {
    "title": "Fault and bed drotationT during continental extension: block rotation or vertical shear",
    "authors": ["R. Westaway", "N.J. Kusznir"],
    "venue": "J. Struct. Geol",
    "year": 1993
  }, {
    "title": "Flow in the lower continental crust as a mechanism for the Quaternary uplift of south-east England: constraints from the Thames terrace record",
    "authors": ["R. Westaway", "D. Maddy", "D. Bridgland"],
    "venue": "Quat. Sci. Rev",
    "year": 2002
  }, {
    "title": "Pliocene and Quaternary surface uplift of western Turkey revealed by long-term river terrace sequences",
    "authors": ["R. Westaway", "M. Pringle", "S. Yurtmen", "T. Demir", "D. Bridgland", "G. Rowbotham", "D. Maddy"],
    "venue": "Curr. Sci",
    "year": 2003
  }, {
    "title": "Une faune de vertébrés miocènes aux environs d’Esme (Turquie, vallée du Méandre supérieur)",
    "authors": ["İ. YalçVnlar"],
    "venue": "İstanb. Üniv. Fen Fak. Mecm., Seri. B",
    "year": 1946
  }, {
    "title": "Some striking features of the Anatolian geology",
    "authors": ["Y. YVlmaz"],
    "venue": "Fourth International Turkish Geology Symposium, Abstract Volume,",
    "year": 2001
  }, {
    "title": "When did the Aegean grabens begin to develop",
    "authors": ["Y. YVlmaz", "S.C. Genç", "F. Gürer", "M. Bozcu", "K. YVlmaz", "Z. Karacik", "X. Altunkaynak", "A. Elmas"],
    "venue": "Tectonics and Magmatism in Turkey and the Surrounding Area. Geol. Soc. London Spec. Publ",
    "year": 2000
  }, {
    "title": "Rate of strike–slip motion on the Amanos Fault (Karasu Valley, southern Turkey) constrained by K–Ar dating and geochemical analysis of Quaternary basalts",
    "authors": ["S. Yurtmen", "H. Guillou", "R. Westaway", "G. Rowbotham", "O. Tatar"],
    "venue": "Tectonophysics 344,",
    "year": 2002
  }, {
    "title": "Northern margin of the Gediz Graben: age and evolution, west Turkey",
    "authors": ["H. Yusufoğlu"],
    "venue": "Turk. J. Earth Sci",
    "year": 1996
  }],
  "id": "SP:12c022176bd15553d7068d87e41a20ef5ee372f5",
  "authors": [{
    "name": "Rob Westaway",
    "affiliations": []
  }, {
    "name": "Malcolm Pringle",
    "affiliations": []
  }, {
    "name": "Sema Yurtmen",
    "affiliations": []
  }, {
    "name": "Tuncer Demir",
    "affiliations": []
  }, {
    "name": "David Bridgland",
    "affiliations": []
  }, {
    "name": "George Rowbotham",
    "affiliations": []
  }, {
    "name": "Darrel Maddy",
    "affiliations": []
  }],
  "abstractText": "Along the upper reaches of the Gediz River in western Turkey, in the eastern part of the Aegean extensional province, the land surface has uplifted by ~400 m since the Middle Pliocene. This uplift is revealed by progressive gorge incision, and its rate can be established because river terraces are capped by basalt flows that have been K–Ar and Ar–Ar dated. At present, the local uplift rate is ~0.2 mm a . Uplift at this rate began around the start of the Middle Pleistocene, following a span of time when the uplift was much slower. This was itself preceded by an earlier uplift phase, apparently in the late Late Pliocene and early Early Pleistocene, when the uplift rate was comparable to the present. The resulting regional uplift history resembles what is observed in other regions and is analogously interpreted as the isostatic response to changing rates of surface processes linked to global environmental change. We suggest that this present phase of surface uplift, amounting so far to ~150 m, is being caused by the nonsteady-state thermal and isostatic response of the crust to erosion, following an increase in erosion rates in the late Early Pleistocene, most likely as a result of the first large northern-hemisphere glaciation during oxygen isotope stage 22 at 870 ka. We suggest that the earlier uplift phase, responsible for the initial ~250 m of uplift, resulted from a similar increase in erosion rates caused by the deterioration in local climate at ~3.1 Ma. This uplift thus has no direct relationship to the crustal extension occurring in western Turkey, the rate and sense of which are thought not to have changed significantly on this time scale. Our results thus suggest that the present, often deeply incised, landscape of western Turkey has largely developed from the Middle Pleistocene onwards, for reasons not directly related to the active normal faulting that is also occurring. The local isostatic",
  "title": "Pliocene and Quaternary regional uplift in western Turkey: the Gediz River terrace staircase and the volcanism at Kula"
}