{
  "sections": [{
    "text": "Icarus 144, 254–266 (2000)\ndoi:10.1006/icar.1999.6297, available online at http://www.idealibrary.com on\nDust and Ice Deposition in the Martian Geologic Record\nKenneth L. Tanaka\nU.S. Geological Survey, 2255 North Gemini Drive, Flagstaff, Arizona 86001 E-mail: ktanaka@usgs.gov\nReceived February 26, 1999; revised August 16, 1999\nThe polar layered deposits of Mars demonstrate that thick accumulations of dust and ice deposits can develop on the planet if environmental conditions are favorable. These deposits appear to be hundreds of millions of years old, and other deposits of similar size but of greater age in nonpolar regions may have formed by similar processes. Possible relict dust deposits include, from oldest to youngest: Noachian intercrater materials, including Arabia mantle deposits, Noachian to Early Hesperian south polar pitted deposits, Early Hesperian Hellas and Argyre basin deposits, Late Hesperian Electris deposits, and the Amazonian Medusae Fossae Formation. These deposits typically are hundreds of meters to a couple kilometers thick and cover upward of a million or more square kilometers. The apparent persistence of dust sedimentation at the south pole back to the Early Hesperian or earlier and the early growth of Tharsis during the Late Noachian and perhaps earlier indicates that extensive polar wandering is unlikely following the Middle Noachian. A scenario for the overall history of dust and perhaps ice deposition on Mars includes widespread, voluminous accumulations perhaps planetwide during the Noachian as impacts, volcanism, and surface processes generated large amounts of dust; the Arabia deposits may have formed as ice availability and dust accumulation waned. During the Early Hesperian, thick dust sedimentation became restricted to the south pole and the deep Hellas and Argyre basins; the north polar sedimentary record prior to the Amazonian is largely obscured. Deposits at Electris and Medusae Fossae may have resulted from local sources of fine-grained material—perhaps volcanic eruptions.\nKey Words: Mars, surface; Mars, climate; Mars, ices.\nINTRODUCTION\nDust may become moderately indurated, forming soils as\n5\nMuch of the surface of Mars is covered by thin, active deposits of dust, having oxidized basalt-like color and thermal-infrared spectra characteristic of fine-grained material (e.g., Christensen 1986, Arvidson et al. 1989, Christensen and Moore 1992, Greeley et al. 1992). Eolian processes, especially dust storms, can transport large amounts of dust, causing seasonal variations in dust distribution (e.g., Kahn et al. 1992). At present, dust accumulates preferentially at the polar ice caps, in rough terrain, and at higher elevations, where saltation is reduced, likely forming mantles as much as a few meters thick (Arvidson et al. 1989, Christensen and Moore 1992).\n2\n0019-1035/00 $35.00\nhave been observed at the Viking and Pathfinder landing sites (Christensen and Moore 1992). Such deposits appear to undergo cycles of deposition, bonding, erosion, and redeposition lasting about 106 years, perhaps due to changes in wind velocities and other climatic conditions associated with variations in Mars’ orbit (Christensen 1986, Arvidson et al. 1989). Accumulation of deposits tens of meters thick or more likely requires increased and (or) prolonged depositional activity and cementation. The polar layered deposits apparently satisfy these criteria (e.g., Cutts et al. 1979, Carr 1982, Kieffer and Zent 1992, Thomas et al. 1992), as well as proposed kilometer-thick, ancient deposits at lower latitudes (Soderblom et al. 1973, Christensen 1986). Conceivably, other processes also may yield thick, fine-grained deposits. Explosive volcanism can yield voluminous tuff deposits, which may become indurated through welding, weathering, and diagenesis. Low-energy fluvial depositional environments such as lakes and seas also form very fine grained deposits. Eolian reworking of unconsolidated sediments can produce thick and widespread dust deposits.\nPolar deposits are sparsely cratered and may record a history of deposition reaching back a few hundred million years and perhaps more, if their upper layers have been episodically resurfaced (Carr 1982, Plaut et al. 1988, Herkenhoff and Plaut 2000). Hence, reconstruction of a climate record for Mars prior to the formation of the polar layered deposits must be derived from other parts of the geologic record.\nThrough geologic time, the climate of Mars likely underwent dramatic fluctuations related to changes in heat flow, volcanic activity, impacts, groundwater discharge, atmospheric H2O and CO2 abundance, insolation intensity, orbital dynamics, and other factors (e.g., Fanale et al. 1992). At times, conditions may have been favorable for polar-like dust and ice deposition in various locales across the planet.\nIn this paper, I review candidate relict dust and ice deposits of substantial size across Mars (Fig. 1) and their implications for paleoclimate. In addition to characterizing their physiography, relative age, and dimensions, I examine evidence that tends to support a dust and ice origin, as well as possible alternative origins. Also, I analyze the implications of the dust and ice deposits for polar wandering.\n4\ne (\nDUST AND ICE DEPOSITION IN THE MARTIAN GEOLOGIC RECORD 255\no"
  }, {
    "heading": "POLAR LAYERED DEPOSITS",
    "text": "The geology and geomorphology of the polar layered deposits (Fig. 2) have been described extensively and in great detail in previous work (e.g., Cutts et al. 1979, Blasius et al. 1982, Howard\nt al. 1982, Tanaka and Scott 1987, Thomas et al. 1992). Here, I Mars Orbiter Laser Altimeter (MOLA) topography of the north summarize some of their more salient features that can be used polar region indicates that the dune-covered Olympia Planitia\nFIG. 2. Polar regions of Mars showing outlines of polar layered deposits and 1987). The south polar pitted deposits include plains materials of the Dorsa Arge\nwing locations of possible extensive dust and ice deposits.\nBoth polar layered terrains consist mainly of single, large plateaus that cover>106 km2 each. Planum Boreum has a nearly circular form and is mostly covered by its residual ice cap. Recent\nsouth polar pitted deposits, modified from the geologic map of Tanaka and Scott ntea Formation.\nL 256 KENNETH\nadjacent to Planum Boreum slopes away from the planum (Zuber et al. 1998). Thus, the dunes may be underlain by polar layered deposits. If so, then the polar layered terrains at both poles cover about the same amount of area. In addition, the north polar layered terrain would then be centered very close to the axial pole, covering most of the region north of 80◦N. Planum Australe, which has a more elongate form, is centered near 85◦S, 190◦W; its outer margin mostly extends out to 71–83◦S. In addition, isolated outcrops of the polar layered deposits surround both polar plateaus. These outcrops typically are tens of kilometers across; near Planum Australe, they fill some crater floors and plains areas (Tanaka and Scott 1987).\nLayering is generally discernible for both polar layered terrains where image resolution is sufficiently high. In Viking images, layers 10–50 m thick were detected in north polar deposits (Blasius et al. 1982) and 100–300 m for south polar deposits (Herkenhoff and Murray 1990); MOC images show layers <10 m thick in the north polar deposits (M. C. Malin, oral commun. 1998). Presumably, darker layers include a higher proportion of dust than lighter layers, although this may be a superficial effect. Overall, the density of the polar layered deposits is about 1.0±0.5 g cm−3 (Malin 1986), which allows for a wide range in possible combinations of ice, dust, sand, and void space (Thomas et al. 1992). Locally, layers show unconformities and wavy patterns that may be indicative of glacial flow (Howard et al. 1982, M. C. Malin, oral commun. 1998).\nThe layered terrains are marked by sets of parallel, curvilinear troughs that in some cases cut through all or most of the deposits (Zuber et al. 1998). A number of ideas have been suggested for the origin of these troughs, including preferential insolation and ablation of sun-facing slopes (Howard 1978, Howard et al. 1982), glacial flow (Weijermars 1986), wind erosion (Cutts 1973, Sharp 1973, Howard 1978), and catastrophic floods (Clifford 1987, Benito et al. 1997). Their steeper slopes on sun-facing flanks and overall spiral pattern tend to support the insolation mechanism of formation (Thomas et al. 1992, Zuber et al. 1998). On Planum Australe, the surface is marked by long, arcuate scarps locally aligned with the deeper troughs that appear to result from wind scouring (Sharp 1973). Underlying terrain, however, does not show scouring (Tanaka and Scott 1987).\nMOLA data show that the north polar layered terrain rises 2 to 3 km above surrounding plains, which corresponds to the thickness of the layered deposits assuming that the plains surface forms the deposits’ base and is undeformed (Zuber et al. 1998). Previous estimates of the thickness of the layered terrain based on stereophotogrammetric measurements from Viking images were a factor of two higher (Dzurisin and Blasius 1975). The Viking data suggested that Planum Australe has a maximum thickness of 2.5 to 3.0 km (Dzurisin and Blasius 1975, Schenk and Moore 1999); MOLA data show a maximum thickness of >3 km (Smith et al. 1999).\nThe volume of the north polar deposits and their gravitational pull on orbiting spacecraft can be used to estimate their total mass and mean density (Malin 1986). Gravity models indicate that\n. TANAKA\nthe north polar deposits are largely compensated, which means that the lithosphere below the deposits should be depressed. This increases the estimated volume of these deposits modestly from 1.2± 0.2 to 1.4± 0.3× 106 km3 (Zuber et al. 1998). The volume of the south polar layered deposits is now estimated at 2 to 3× 106 km3 (Smith et al. 1999).\nThe north and south polar layered deposits are dissimilar in a few ways. First, the northern deposits rise above some of the lowest parts of the smooth northern plains, between 5.2 and 4.5 km below datum (Zuber et al. 1998), whereas the southern deposits occur on rugged southern highland terrain ranging from 0 to 2 km above datum (Smith et al. 1999). Second, the visible residual ice on Planum Boreum and surrounding spots covers nearly 10 times as much area as the ice cap on Planum Australe (Tanaka et al. 1988). Moreover, in summer, CO2 frost is removed from the residual north polar ice, exposing H2O ice, whereas residual CO2 ice remains year-round at the south pole (Kieffer et al. 1976, Paige et al. 1990). Third, the north polar terrain appears to be devoid of craters larger than 300 m (Cutts et al. 1976, Herkenhoff and Plaut 2000), whereas the south polar terrain has about 15 such craters (Plaut et al. 1988). This amounts to about two orders of magnitude greater surface age for the southern terrain than the northern terrain (i.e., ∼107 vs 105 years; Herkenhoff and Plaut 2000). Because these differences have persisted for many millions of years, they probably do not relate to martian obliquity and eccentricity cycles that operated on time scales of up to 105 to 2 × 106 years (Murray et al. 1973). Instead, geologic and environmental effects related to the elevation differences between the polar terrains may be responsible for more dynamic long-term resurfacing of the north polar layered deposits."
  }, {
    "heading": "CANDIDATE RELICT DUST AND ICE DEPOSITS",
    "text": "The buildup of voluminous dust and ice deposits at the poles demonstrates that Mars has had the capacity for extensive deposition of such deposits over the course of its geologic history. Changes in climate, the dust and water budget, and perhaps other factors such as polar wandering may cause dramatic fluctuations in the accumulation and removal of such deposits and where such activity may be focused. Because the interaction of these various factors in controlling dust and ice deposition on Mars over time is inherently complex, a multitude of types and locations of deposits is possible. The dichotomies in relative age of the polar layered terrains and in size of their residual caps, for example, indicate how polar deposition is diverse just between poles during the same time period. Thus relict dust and ice deposits in the geologic record may have both close similarities and great dissimilarities in their appearance, distribution, and other characteristics.\nWith this in mind, I examine hereafter a variety of extensive potential relict dust and ice deposits preserved on Mars. I limit this discussion to deposits whose areal coverage approaches or exceeds 106 km2 and whose inferred thicknesses are at least a few\nDUST AND ICE DEPOSITION IN THE MARTIAN GEOLOGIC RECORD 257\nTABLE I Locations, Dimensions, Elevations, Grain Sizes, and Relative Ages of Polar and Possible Relict Dust and Ice Deposits on Marsa\nArea Thickness Volume Elevation Grain size Feature Location (106 km2) (km) (106 km3) (km) (µm) Age\nNorth polar layered deposits 66–90◦N 1.0 2-3 1.4± 0.3 −5.2 to −2.0 — LA South polar layered deposits 70–90◦S 1.5 <3 2-3 0 to 5 — MA-LA Medusae Fossae Formation 0± 13◦N, 127–221◦W 2.5 <3 ∼1 −3 to 1 — MA-LA Electris deposits 31–57◦S, 165–200◦W >1.8 0.3 to 0.7 ∼1 −1 to 0 250 to 500 LH Hellas basin deposits 31–51◦S, 270–312◦W 1.3 1 to 2 ∼2 −8 to −5 125 to 500 EH Argyre basin deposits 46–56◦S, 35–52◦W 0.2 ? <0.5 −4 to −3 — LN-EH South polar pitted deposits 65–84◦S, 333–110◦W ∼1 ∼1 ∼1 1 to 3 — N-EH Arabia deposits 7◦S–20◦N, 332–13◦W ∼5 <1 <5 −3 to 1 <250 N Noachian plains materials? Planetwide ? ? ? −4 to 4 — N\na Elevation data from MOLA digital terrain model by Smith et al. (1999). Stratigraphic ages as follows: N, Noachian; H, Hesperian; A, Amazonian; E, Early; M, Middle; L, Late; see text for discussion of age assignments. Grain-size ranges were estimated from thermal inertia data and geomorphologic information by Grant and Schultz (1990), Moore (1990), and Moore and Edgett (1993).\nhundred meters. The deposits are identified on the basis of their erosional morphologies, which are suggestive of fine-grained materials, perhaps bound by ice and thus subject to sublimation weakening, ablation, and wind erosion (e.g., Sharp 1973, Moore et al. 1996). In some cases, analysis of Viking thermal inertia data supports a fine-grained composition. These are discussed in order of progressively younger relative age. Some of their principal characteristics are summarized in Table I."
  }, {
    "heading": "Medusae Fossae Formation",
    "text": "The Medusae Fossae Formation (MFF) consists of a series of equatorial deposits mantling the highland/lowland boundary of Mars, stretching from 127◦W south of Olympus Mons to 221◦W south of Elysium Mons—an east–west distance of about 5500 km (Fig. 3; Scott and Tanaka 1982, 1986, Greeley and Guest 1987). North-to-south extents of the MFF are generally a Arcadia Formations (Scott and Tanaka 1986). Although crater few hundred kilometers, locally approaching 1000 m. Projecting\nFIG. 3. Distribution of the Medusae Fossae Formation, based on the mapping of Scott and Tanaka (1986) and Greeley and Guest (1987). The ground tracks\ncounts of MFF (Scott and Tanaka 1982) are generally suspect\nfor the five MOLA topographic profiles that cross Medusae Fossae Formation fro labeled with their orbit numbers.\nthe underlying surface as an evenly sloping line beneath the MFF in MOLA aerobraking-phase topographic profiles resulted in estimates for thickness of MFF. Using this approach, most profiles indicate that MFF ranges in thickness from a few hundred meters to about a kilometer (Table II). South of Olympus Mons, one track shows a 2000-m topographic rise across MFF units; however, most of this topography may be produced by the underlying aureole member 1 of the Olympus Mons Formation. Also, where MFF buries the highland/lowland scarp, the thickness of MFF may be substantially greater depending on the slope of the buried scarp. MOLA topography (Smith et al. 1999) indicates three areas where MFF may approach 3000 m in thickness: Gordii Dorsum, north of Amazonis Sulci, and Eumenides Dorsum.\nStratigraphically, MFF units appear to be coeval with members 4 and 5 of the Tharsis Montes Formation and overlie lower Amazonian units of the Tharsis Montes, Olympus Mons, and\nm the aerobraking phase of Mars Global Surveyor are shown (dotted lines) and\nL 258 KENNETH\nTABLE II"
  }, {
    "heading": "Thickness Estimates for the Medusae Fossae Formation Based",
    "text": "on MOLA Aerobraking Phase Topographic Profilea\nLongitude Latitude Pass No. (◦W) (◦N) MFF unitsb Thickness (m)\n03 221 3 to 4 Aml <500 29 209 −2 to 4 Aml <1000 22 182 −12 to 3 Amm, Aml <1000, 300–600c 31 164 −6 to 4 Amm, Amu <300 24 138 −2 to 9 Amm, Amu <2000, <300c\na Data from Zuber et al. (1998). b Geologic units of Scott and Tanaka (1986) and Greeley and Guest (1987). c Conservative estimate based on possible topography of underlying surface.\nbecause of locally intense erosion, they seem to be consistent with Middle to Late Amazonian ages for MFF suggested by stratigraphic relations.\nDiverse origins have been proposed for MFF, including ig-\nnimbrites and pyroclastic rocks (Scott and Tanaka 1982, 1986), of Apollinaris Patera and Ma’adim Vallis, the Electris deposits eolian deposits (Scott and Tanaka 1986, Greeley and Guest (Fig. 4) form groups of knobs, irregular mesas, and dissected\n. TANAKA\n1987), paleopolar deposits (Schultz and Lutz 1988), exhumed faulted rocks (Forsythe and Zimbelman 1988), carbonate platforms (Parker 1991), and rafted pumice deposits along an ancient shoreline (Mouginis-Mark 1993). Also, resistant beds in the lower member have also been suggested to be lava flows (Scott and Tanaka 1986). Much of the surface of MFF appears to be eroded into sets of streamlined ridges, or yardangs, carved by wind (Ward 1979, Scott and Tanaka 1982). These ridges have varying orientations among different beds that may be controlled by crack orientations (Tanaka and Golombek 1989) or climatecontrolled changes in wind direction (Zimbelman et al. 1998).\nAccording to Sakimoto et al. (1999), MOLA topography and MOC images suggest that MFF is a mantle deposit hundreds of meters thick, locally layered, and draped over the underlying terrain. As such, lacustrine and carbonate deposition appears to be ruled out, whereas volcanic and eolian origins remain possible."
  }, {
    "heading": "Electris Deposits",
    "text": "In eastern Terra Cimmeria and western Terra Sirenum, south\nTerra Cimmeria, based on the mapping of Grant and Schultz (1990). White lines\nDUST AND ICE DEPOSITION IN TH\nplateaus. According to Grant and Schultz (1990), the deposits originated as smooth, fine-grained (0.25 to 0.50 mm based on thermal inertia estimates) mantles overlying ridged plains and cratered terrains that later degraded into their present morphologies. Locally, the deposits appear dissected by trough-shaped valleys. Crude layering can be detected in Viking images. Crater densities indicate that the deposits are Late Hesperian (Tanaka 1986, Grant and Schultz 1990). Although they have a degraded morphology, the adjacent, underlying ridged plains material has an indistinguishable crater–density distribution (Grant and Schultz 1990). MOLA data indicate that the deposits tend to occur in depressions at an elevation of 0 to −1 km (Smith et al. 1999). Shadow measurements indicate that the thickness of the deposit increases east to west from>300 to>700 m (Grant and Schultz 1990)."
  }, {
    "heading": "Hellas Basin Deposits",
    "text": "An irregular set of deposits cover much of the floor of Hellas basin (Fig. 5). Mapped and described in detail by Tanaka and Leonard (1995), the deposits form deeply eroded plateaus, knob fields, and hummocky terrain. Hellas basin forms a 9-km-deep depression whose floor reaches the lowest elevation on Mars (U.S. Geological Survey 1991, Smith et al. 1999). Except for locally intense modification, the deposits’ gross morphology appears similar to polar layered terrains. The Hellas deposits ridged plains materials cover the floor of Argyre basin (Fig. 6; form a broad plateau at least 700 m high with rounded margins\nScott and Tanaka 1986). This floor is at about −4 to −3 km\nLate Noachian ridged plains material, which in turn embays the heavily cratered H eroded channels of Dao and Harmakhis Valles."
  }, {
    "heading": "E MARTIAN GEOLOGIC RECORD 259",
    "text": "and is marked by arcuate troughs, scarps, and ridges (Tanaka and Leonard 1995). Locally, possible outliers of the deposits fill crater interiors, much like the apparent remnant layered deposits within craters and depressions surrounding parts of Planum Australe. Large dune fields also overlie and occur adjacent to the Hellas deposits (Tanaka and Leonard 1995).\nThe Hellas deposits are superposed on Late Noachian ridged plains material. This relation and superposed crater densities on the deposits indicate that they have an Early Hesperian age, with subsequent deflation throughout the Hesperian and Amazonian (Tanaka and Leonard 1995). Thermal inertia data indicate that the deposit is covered by sand-sized material (Moore and Edgett 1993). The basin deposits make up the finest grained material within the basin, with thermal-inertia values corresponding to fine- and medium-grained sand (J. M. Moore, pers. commun. 1993). However, Hellas dust storms appear to incorporate dust from basin-floor deposits, which may be lifted up by saltating sand grains (Moore and Edgett 1993). The deposits have been interpreted as loess, volcanic ash, volcanic mud flows, lacustrine deposits (Moore and Edgett 1993, Tanaka and Leonard 1995), and glacial and (or) fluvial outwash deposits (Kargel and Strom 1992)."
  }, {
    "heading": "Argyre Basin Deposits",
    "text": "Etched plains deposits surrounded by Hesperian smooth and\nellas rim. Local sources of deposits include the volcano Hadriaca Patera and the"
  }, {
    "heading": "260 KENNETH L. TANAKA",
    "text": "elevation (Smith et al. 1999), and a few large valleys debouch into the basin (Tanaka and Scott 1987, Parker 1996).\nNot much detailed study of these deposits has been undertaken thus far. Kargel and Strom (1992) noted possible Amazonian glacial erosional and depositional morphologies in the basin. Parker (1996) suggested that the deposits are layered and Late Noachian to Hesperian in age. He interpreted that they have a lacustrine origin, perhaps fed by runoff from melting of the south polar ice cap. The deposits’ deeply etched appearance may be due to eolian deflation during the Late Hesperian and Early Amazonian. Thus the deposit must be largely fine-grained and poorly indurated, making an eolian origin plausible (e.g., Moore 1990)."
  }, {
    "heading": "South Polar Pitted Deposits",
    "text": "Adjacent to Planum Australe and about 1000 km south of Argyre basin, the south polar pitted deposits form broad areas of plateaus and plains (Fig. 2). The deposits are pitted as much\nas 1 km deep in places (U.S. Geological Survey 1991), forming Cavi Angusti and Sisyphi Cavi. Locally, the deposits are superposed by enigmatic, narrow, sinuous ridges. The surface elevation of the deposits ranges from about 1 to 3 km (Smith et al. 1999).\nThe pitted deposits form within or overlying materials of the Dorsa Argentea Formation, which embays Noachian cratered materials (Tanaka and Scott 1987, Plaut et al. 1988). The pitted deposits have been interpreted as ice and dust deposits to explain their apparently friable nature (Sharp 1973). Locally, the Dorsa Argentea Formation has flow-like margins, which has contributed to its interpretation as lava flows (Tanaka and Scott 1987) and mud flows (Jöns 1991). Crater densities of the pitted deposits indicate an Early Hesperian surface age, which indicates an emplacement age of Early Hesperian and perhaps earlier, depending upon their stratigraphic relation to the Dorsa Argentea Formation (Tanaka 1986, Tanaka and Scott 1987, Plaut et al. 1988).\nDUST AND ICE DEPOSITION IN THE MARTIAN GEOLOGIC RECORD 261"
  }, {
    "heading": "Arabia Deposits",
    "text": "Geologic mapping shows scattered outcrops of etched material (unit Nple of Scott and Tanaka (1986) and Greeley and Guest (1987)) in the heavily cratered terrain of Arabia Terra. Schultz and Lutz (1988) and Edgett and Parker (1997) both indicated that mantle deposits are much more extensive in western Arabia Terra than shown by the previous mapping; however, their mapping differs in detail (Fig. 7). My estimate of the deposits’ areal extent assumes that the northern extent of the deposits reaches the highland/lowland dichotomy boundary, which is ill defined because of the extensive erosion along it that produced fretted terrains (Fig. 7).\nThe thickness of the Arabia deposits is measurable where MOLA tracks cross deposit margins. Schultz and Lutz (1988) previously estimated that the deposits are up to 1 km thick. At Auqakuh Vallis, the deposits display several terraces and approach a thickness of 1 km (MacKinnon et al. 1987). Viking thermal inertia data and the deeply eroded appearance for the deposits in the same area led Moore (1990) to interpret that the material is dust to fine-sand sized.\nDetailed crater counts of the unit in eastern Arabia by Grant and Schultz (1990) indicate that the unit formed as early as the Early Noachian, making it one of the oldest geologic units on Mars. Breaks in slope of the crater distribution may indicate periods of resurfacing that have removed smaller craters. However, crater counting of the eastern Arabia deposits by Moore (1990) suggested an age similar to that of intercrater plains, which would be about Middle Noachian (Tanaka 1986). Edgett and Parker (1997) indicated that the deposits onlap and embay cratered terrain and valley networks. Thus the relative age of the\ndeposit is not clear, nor can it be discounted that the deposits consist of subunits deposited at different times and by different processes.\nInterpretations of the Arabia deposits include eolian dust mantles (Scott and Tanaka 1986, Greeley and Guest 1987, Grant and Schultz 1990, Moore 1990), pyroclastic ash (Moore 1990), paleopolar deposits (Schultz and Lutz 1988), and subaqueous deposits (Edgett and Parker 1997). MOLA data show that the surface elevation of the deposits ranges from about −3 to 1 km elevation. Thus the deposits occur mostly within the largest continuous swath of below-datum Noachian cratered terrain. However, in eastern Arabia Terra, the deposit does not seem to have the limited elevation range that would be consistent with shallow subaqueous deposits."
  }, {
    "heading": "Noachian Terrains",
    "text": "The presence of Noachian mantles in Arabia Terra and possibly in the south polar region opens up the possibility that other Noachian cratered terrains consist of mantle deposits, as suggested by Soderblom et al. (1973). These deposits may include intercrater plains deposits in the southern highlands having bland morphologies and indistinct origins (e.g., Tanaka et al. 1988). In addition, extant Noachian outcrops within the northern plains appear to be largely degraded into knobs, which suggest that the material has readily disintegrated by weathering and erosional processes. Noachian deposits as a whole have covered virtually the entire planet, but have been deeply buried or otherwise modified in places such as the northern plains and Tharsis. Layering in Noachian terrains, while difficult to recognize in Viking images, appears to be common and perhaps even pervasive in MOC\nL 262 KENNETH\nimages of valley, plateau, and crater walls (Malin and Edgett 1999, McEwen 1999)."
  }, {
    "heading": "DID PALEOWANDER OCCUR?",
    "text": "The candidate dust and ice deposits in the geologic record provide a basis for assessing long-term paleowander scenarios on Mars. As suggested by Schultz and Lutz (1988), some of those deposits may reflect past polar positions. Polar wandering may have been driven by the growth of Tharsis and earlier flood-lava volcanism, which produced changes in the location of the planet’s principal moment of inertia. An argument against polar wandering has been the lack of tectonic features preserved in the geologic record that presumably would have formed as lithospheric stresses responded to reorientation of the spin axis (Grimm and Solomon 1986). What does the depositional record support?\nThe polar wander scenario of Schultz and Lutz (1988) proposed that the Medusae Fossae Formation and Arabia deposits formed as antipodal, paleopolar deposits that predate the formation of the large Tharsis volcanoes following Lunae Planum ridged plains volcanism. Construction of the volcanoes may have provided an inertial moment, leading to reorientation of the planet’s spin axis. Although supported by crater ages cited in their paper, the Schultz and Lutz scenario is not consistent with relative ages given by most other workers. These other ages are based on both map relations and crater densities. The Arabia deposits are generally cited as Noachian in age (Greeley and Guest 1987, Grant and Schultz 1990, Moore 1990), whereas the MFF is Middle to Late Amazonian (Scott and Tanaka 1982, 1986, Greeley and Guest 1987). Furthermore, the MFF overlies some of the Early Amazonian Olympus Mons aureole deposits and Tharsis lava flows from Arsia Mons. Thus, the Schultz and Lutz model does not seem to be supported by the ages of the deposits involved.\nAnother approach to assessing polar wandering is to examine the growth of Tharsis itself. The Tharsis region has been the major center of volcanism and tectonism for most of martian geologic history (Wise et al. 1979, Plescia and Saunders 1982, Solomon and Head 1982, Tanaka et al. 1991, Banerdt et al. 1992). Recent work and evidence appears to support a considerable buildup of Tharsis for the period prior to the growth of Tharsis Montes and Olympus Mons. The most intense graben development radial to Syria Planum and the rising of the Thaumasia plateau occurred during the Noachian (Schultz and Tanaka 1994, Tanaka et al. 1998, Dohm and Tanaka 1999, Dohm et al. 1999). This plateau appears to be the major topographic and geologic construct of the cratered highlands, following the formation of Early Noachian impact basins such as Argyre and Hellas. Just to the north, Lunae Planum forms a sequence several kilometers thick of layered rocks (McEwen and Malin 1998). The uppermost layers of this sequence are Early Hesperian (Scott and Tanaka 1986), and so the lower layers may date back to the Noachian. The Thaumasia plateau and Lunae Planum form a\n. TANAKA\ncomposite plateau system centered at 20◦S, 85◦W and rise 2 to 6 km above the surrounding terrain (U.S. Geological Survey 1991, Smith et al. 1998).\nIf indeed this plateau system was the dominant contributor to Mars’ principal moment of inertia during the Middle Noachian to Early Hesperian, then a corresponding shift in the polar axial position may have occurred during the Hesperian as Tharsis volcanic constructs developed. However, it is also possible that these constructs began forming even earlier. For example, MOLA data indicate that the Alba Patera shield is much broader than previously determined (McGovern et al. 1998), incorporating surface lava flows as old as Early Hesperian (Scott and Tanaka 1986). Also, if the aureoles of Olympus Mons originated by gravity spreading of a proto-shield (Lopes et al. 1980, Tanaka 1985), a large edifice may have been at the site during the Hesperian or earlier. Finally, the broad, northeast-trending rise surmounted by Tharsis Montes may have partly developed by volcanism and intrusion during the Late Noachian and Early Hesperian. This activity would have loaded the lithosphere and could explain the development of radiating grabens and concentric wrinkle ridges at that time (Tanaka et al. 1991). Thus, any major Tharsis-induced polar wandering would likely predate the Late Noachian.\nThis scenario is consistent with the south polar pitted deposits being paleopolar deposits dating back to the Early Hesperian and perhaps earlier. If so, then they may reflect a modest polar wandering as they appear to be centered near 80◦S, 30◦W, assuming that Planum Australe layered deposits do not bury a major part of the pitted deposits. This wandering would have to take place following the Early Hesperian. Tracing the 30◦W meridian northward to the equator finds the eastern part of the outflow channels and chaotic terrains south of Chryse basin. Although outflow-channel development involved movement of large volumes of material, the size of Tharsis still dominates over the outflow system. Given that the south polar layered deposits are themselves off center from the pole by about 5◦ (perhaps due to preferentially located erosional retreat) and that they may bury some of the pitted deposits, it is quite possible that the location of the south polar pitted deposits does not actually require any significant deviation of the axial pole.\nThus stratigraphic evidence concurs with the tectonic analysis of Grimm and Solomon (1986). Either Tharsis grew in an equatorial position to begin with or it commenced during or prior to the Early Noachian after which subsequent resurfacing has destroyed any readily identifiable geologic signatures of primordial polar wandering."
  }, {
    "heading": "HISTORY OF DUST AND ICE DEPOSITION ON MARS",
    "text": "The preceding descriptions of possible dust and ice deposits and polar wandering on Mars may be integrated into a selfconsistent scenario of global dust and ice sedimentation history. Among the significant uncertainties in this reconstruction are: (1) Which of the candidate deposits are truly formed by eolian\nDUST AND ICE DEPOSITION IN TH\ndust and ice deposition, and which are formed by other means? (2) To what extent have subsequent modifications obscured or removed the original deposits? (3) How accurate are the relativeage assignments, mapped extents, and thickness estimates? New data from the Mars Surveyor missions should help address most of these uncertainties, as MOLA data are already beginning to demonstrate. With these questions in mind, the following discussion offers some possibilities for the history of dust and ice deposition on Mars and how climate and other geologic activity may have played major roles in it.\nThe broad Arabia deposits indicate that dust and ice mantles may have been a major contributor to Noachian sedimentation on Mars. Potentially, much of the remainder of Noachian intercrater plains deposits could be dust deposits as well, as indicated by their degradational morphologies in many areas. However, unlike the Arabia deposits, they may be more indurated or older and thus more modified, making them more difficult to interpret. Voluminous dust production during the Noachian likely resulted from pyroclastic eruptions, fluvial activity, impacts, and weathering (e.g., Schultz and Gault 1979, Newsom et al. 1986, MacKinnon and Tanaka 1987, Crown and Greeley 1993). Some of the intercrater plains deposits also may have resulted directly from fluvial activity and volcanism, but probably not entirely. Fluvial valleys, though generally much denser on Noachian surfaces than in younger terrains (e.g., Carr and Chuang 1997), are not pervasive. Instead, valleys appear to be concentrated near thermal and seismic sources such as craters, volcanoes, and possible intrusions (Tanaka et al. 1998). Recognized Noachian volcanoes are relatively sparse as well, and the largest ones occur either south of Tharsis or near Hellas basin (Scott and Tanaka 1986, Crown and Greeley 1993, Tanaka and Leonard 1995). Potentially, volcanic air-fall deposits may have been distributed over large parts of the planet from their vents (Weitz and Hort 1998).\nEarly Hesperian intercrater deposits, including ridged plains material and the smooth unit of the plateau sequence (as mapped by Scott and Tanaka (1986), Greeley and Guest (1987), and Tanaka and Scott (1987)), appear to be largely resistant to eolian erosion and generally have been interpreted as lava flows. Locally, some eroded Early Hesperian deposits appear to be fluvial sediments (e.g., Dohm et al. 1999). However, strong candidates for extensive, post-Noachian eolian deposits are lacking in most of the intercrater highlands.\nExceptions include the south polar region and the floors of Argyre and Hellas basins. These locations all include thick, extensive, and deeply eroded deposits. The deposits all may have been emplaced during the Early Hesperian and perhaps somewhat earlier or later. The restriction of ice and dust deposition within these terrains relative to perhaps more widespread occurrences in the Noachian may be indicative of waning dust and ice availability and confinement of ice deposition within polar or high-latitude/low-elevation cold traps. Dust production on Mars probably decreased considerably at the end of the Noachian due to waning impact bombardment. Valley network erosion"
  }, {
    "heading": "E MARTIAN GEOLOGIC RECORD 263",
    "text": "also decreased (Carr and Clow 1981). Pyroclastic volcanism, however, from some of the larger highland paterae near Hellas basin probably peaked during the Late Noachian to Early Hesperian (Tanaka and Leonard 1995). The climate of Mars probably cooled and the atmosphere thinned at the end of the Noachian, causing large amounts of water to be sequestered in ground ice. In turn, a smaller volume of water would have been available to the atmosphere for producing surficial ice-rich deposits. Thereafter, dust and ice deposition may have been confined to the deep, high-latitude Argyre and Hellas basins and at the south pole, where friable material was deposited during the Early Hesperian.\nDid such deposition take place at this time within the northern plains? Not much geologic record is preserved in the deepest and northernmost plains dating back to the Early Hesperian. The northern plains have been resurfaced during the Late Hesperian and Amazonian by channel and volcanic deposits (e.g., Scott and Tanaka 1986, Greeley and Guest 1987, Tanaka and Scott 1987) and perhaps periglacial and glacial activity (e.g., Carr and Schaber 1977, Kargel and Strom 1992). Some of the highly degraded knobby materials may be Noachian to Early Hesperian. At the mouth of Chasma Boreale, some exhumed surfaces may be of earlier polar deposits. Tanaka and Scott (1987) mapped the chasma deposits as Hesperian because of its resemblance to the Hesperian grooved member of the Vastitas Borealis Formation, but other than being older than the polar layered deposits, their age is not constrained. Thus Early Hesperian dust and ice deposition in the northern plains is possible but uncertain.\nFollowing the Early Hesperian, deposition at Electris and Medusae Fossae occur in areas that are not at high latitudes or within distinctively low or confined depressions. Thus they do not appear to be favorable cold traps that would encourage localized dust and ice deposition over significant time scales. It would appear then that the sources of fines probably were local. This would exclude impacts, which are distributed globally, and fluvial deposits, which also are widespread throughout much of the northern plains. The volume of MFF deposits likely exceeds considerably the deposits of Mangala Valles, which is the major channel system in the vicinity of MFF. Volcanic dust seems to be a more likely source for these later deposits. At Electris, seven volcanoes occur in the vicinity of the deposits, between 29–53◦S, 169–179◦W (Scott and Tanaka 1986). For MFF, nearby volcanoes that may have been active during the Middle and Late Amazonian and contributed volcanic ash to MFF include Elysium Mons (Greeley and Guest 1987, Tanaka et al. 1992) and Olympus, Arsia, and Pavonis Montes (Scott and Tanaka 1986). In addition, Scott and Tanaka (1982) postulated that MFF might consist of ignimbrites from local fissure sources that may be buried by MFF. MOLA data show that the northwest-trending ridges of Gordii and Eumenides Dorsa and an unnamed one within MFF have 1 to 3 km of relief and thus might be sites for such fissure vents.\nThe beginning of formation of the current polar layered deposits is uncertain. The margins of north polar layered deposits\nL 264 KENNETH\nare largely obscured by Late Amazonian dunes and mantle material (Tanaka and Scott 1987). Overall, plains materials surrounding Planum Boreum, mapped as the Vastitas Borealis Formation, have crater retention ages of about Late Hesperian age. The layered terrains may wax and wane as climate conditions change. Outliers of polar deposits forming irregular mesas surrounding Planum Boreum and the newly discovered rise of Olympia Planitia (Zuber et al. 1998) indicate that the layered deposits presently are not at their greatest extent. Similar relations in the south polar region show that the beginning of polar layered deposits is likely no older than Late Hesperian. It would be plausible, then, that the layered deposits grew considerably in association with outflow-channel activity and perhaps glaciation of south polar terrains, which occurred mostly during the Late Hesperian and Early Amazonian (Scott and Tanaka 1986, Kargel and Strom 1992, Tanaka 1997)."
  }, {
    "heading": "CONCLUSIONS",
    "text": "1. The polar layered terrains demonstrate that dust and ice sedimentation on Mars is capable of producing broad, thick, long-lived deposits. Other deposits produced by fallout of airborne dust and precipitation of ices may have occurred in earlier periods of Mars history in response to changes in climate and in surficial dust and volatile abundance. Such deposits should be fine grained and thus have low thermal inertia. They may be layered, reflecting climate-induced cyclic variations in composition. Airfall deposits may be draped over preexisting topography and may erode by mass wasting and (or) eolian erosion. In contrast, fine-grained fluvial deposits should have flat to gently sloping surfaces, be restricted to depressions, and have feeder channels and a local source region.\n2. Several large deposits on Mars other than the polar layered deposits are candidates for relict dust and ice sediments. These include the Medusae Fossae Formation, the Electris deposits, the Hellas and Argyre basin deposits, the south polar pitted deposits, the Arabia deposits, and undivided Noachian materials. These deposits appear to range from hundreds of meters to a kilometer or so in thickness and cover hundreds of thousands to millions of square kilometers.\n3. No clear sedimentary signature of polar wandering is demonstrated by the candidate dust and ice deposits. The south polar pitted deposits subjacent to the south polar layered deposits indicate that little deviation from the current axial pole position has occurred since the Early Hesperian and perhaps earlier. Additionally, much of the Tharsis rise, including various volcanotectonic provinces and features, may have been developed by Late Noachian time. Thus, significant polar wandering was probably restricted to the Early and Middle Noachian, whose geologic record has been greatly obscured by impacts and burial by younger units.\n4. I propose that the temporal and spatial evolution of known and suspected widespread dust and ice deposits on Mars is consistent with a scenario in which (1) broad, perhaps planetwide,\n. TANAKA\ndust and ice deposition occurred during the Noachian, and (2) episodic deposition occurred in favorable topographic niches and (or) near volcanic sources of fines during the Hesperian and Noachian. The deep erosion evident in many areas of the Noachian terrains by sapping and mass-wasting processes suggests that the terrains are composed of poorly indurated and perhaps fine-grained materials. The Arabia deposits may represent the waning, and thus better preserved, vestiges of this early, perhaps ubiquitous, deposition of fines. During the Early Hesperian, dust deposition apparently occurred at the south pole and within the deep, broad Hellas and Argyre basins. The geologic record of the northern lowlands, however, has largely been obscured by Late Hesperian and Amazonian resurfacing. The Electris deposits and Medusae Fossae Formation occur near volcanic regions that may have supplied pyroclastic ash to produce those deposits. Many uncertainties remain in these interpretations; new spacecraft data should improve our understanding of long-term dust and ice deposition on Mars."
  }, {
    "heading": "ACKNOWLEDGMENTS",
    "text": "This paper was stimulated by my participation in the First International Conference on Mars Polar Science and Exploration, which was convened by Stephen Clifford, David Fisher, and Jim Rice. MOC images of the polar layered deposits provided by Mike Malin were examined at the conference and on the web site for Malin Space Science Systems. I wish to thank Jeff Moore, Ken Herkenhoff, Jeff Kargel, and an anonymous reviewer for helpful comments that improved the manuscript."
  }, {
    "heading": "E MARTIAN GEOLOGIC RECORD 265",
    "text": "Lopes, R. M. C., J. E. Guest, and C. J. Wilson 1980. Origin of the Olympus Mons aureole and perimeter scarp. Moon Planets 22, 221–234.\nMacKinnon, D. J., and K. L. Tanaka 1987. The impacted martian crust: Structure, hydrology, and some geologic implications. J. Geophys. Res. 94, 17,359– 17,370.\nMacKinnon, D. J., K. L. Tanaka, and P. J. Winchell 1987. Morphologic contrasts between Nirgal and Auqakuh Valles, Mars: Evidence of different properties. In MEVTV Workshop on Nature and Composition of Surface Units Mars (J. R. Zimbelman, S. C. Solomon, and V. L. Sharpoor, Eds.), pp. 82–84. Lunar and Planetary Science Institute, Houston, TX. [Abstract]\nMalin, M. C. 1986. Density of martian north polar layered deposits: Implications for composition. Geophys. Res. Lett. 13, 444–447.\nMalin, M. C., and K. S. Edgett 1999. An emergent, new paradigm for Mars geology, In 5th International Conference on Mars, Abstract 6027, Contribution 972. Lunar Planetary Science Institute, Houston, TX. [CD–ROM]\nMcEwen, A. S. 1999. Stratigraphy of the upper crust of Mars. In 5th International Conference on Mars, Abstract 6024, Contribution 972. Lunar and Planetary Institute, Houston, TX. [CD–ROM]\nMcEwen, A. S., and M. C. Malin 1998. Layering in the upper crust of Mars seen in Valles Marineris by the Mars Orbital Camera. In Lunar Planet. Sci. Conf. 29th, Abstract 1908. Lunar and Planetary Science Institute, Houston, TX. [CD–ROM]\nMcGovern, P. J., S. C. Solomon, S. E. Faulkner, D. E. Smith, and M. T. Zuber 1998. Extension and volcanic loading at Alba Patera: Recent insights from MOLA observations. AGU Transactions 1998 Fall Meeting, p. F526. [Abstract]\nMoore, J. M. 1990. Nature of the mantling deposit in the heavily cratered terrain of northeastern Arabia, Mars. J. Geophys. Res. 95, 14,279–14,289.\nMoore, J. M., and K. S. Edgett 1993. Hellas Planitia, Mars: Site of net dust erosion and implications for the nature of basin floor deposits. Geophys. Res. Lett. 20, 1599–1602.\nMoore, J. M., M. T. Mellon, and A. P. Zent 1996. Mass wasting and ground collapse in terrains of volatile-rich deposits as a Solar System-wide geological process: The pre-Galileo view. Icarus 122, 63–78.\nMouginis-Mark, P. 1993. The influence of oceans on martian volcanism. Lunar Planet. Sci. Conf. 24th, 1021–1022. [Abstract]\nMurray, B. C., W. R. Ward, and S. C. Young 1973. Periodic insolation variations on Mars. Science 180, 638–640.\nNewsom, H. E., G. Graup, T. Sewards, and K. Keil 1986. Fluidization and hydrothermal alteration of the suevite deposit at the Ries Crater, West Germany, and implications for Mars. J. Geophys. Res. 91, E229– E251.\nPaige, D. A., K. E. Herkenhoff, and B. C. Murray 1990. Mariner 9 observations of the south polar cap of Mars: Evidence for residual CO2 frost. J. Geophys. Res. 95, 1319–1335.\nParker, T. J. 1991. A comparison of the martian Medusae Fossae Formation with terrestrial carbonate platforms. Lunar Planet. Sci. Conf. 22nd, 1029– 1030. [Abstract]\nParker, T. J. 1996. Highlights from 1:500K geologic mapping of central and southern Argyre Planitia. Lunar Planet. Sci. Conf. 27th, 1003–1004. [Abstract]\nPlaut, J. J., R. Kahn, E. A. Guinness, and R. E. Arvidson 1988. Accumulation of sedimentary debris in the south polar region of Mars and implication for climate history. Icarus 75, 357–377.\nPlescia, J. B., and R. S. Saunders 1982. Tectonic history of the Tharsis region, Mars. J. Geophys. Res. 87, 9775–9791.\nSakimoto, S. E. H., H. V. Frey, J. B. Garvin, and J. H. Roark 1999. Topography, roughness, layering, and slope properties of the Medusae Fossae Formation\nfrom Mars Orbiter Laser Altimeter (MOLA) and Mars Orbiter Camera (MOC) data. J. Geophys. Res. 104, 24,141–24,159.\nL 266 KENNETH\nSchenk, P. M., and J. M. Moore 1999. Stereo topography of the south polar region of Mars: Volatile inventory and Mars Polar Lander landing site. J. Geophys. Res., in press.\nSchultz, P. H., and D. E. Gault 1979. Atmospheric effects on martian ejecta emplacement. J. Geophys. Res. 84, 7669–7687.\nSchultz, P. H., and A. B. Lutz 1988. Polar wandering on Mars. Icarus 73, 91– 141.\nSchultz, R. A., and K. L. Tanaka 1994. Lithospheric-scale buckling and thrust structures on Mars: The Coprates rise and south Tharsis ridge belt. J. Geophys. Res. 99, 8371–8385.\nScott, D. H., and K. L. Tanaka 1982. Ignimbrites of Amazonis Planitia region of Mars. J. Geophys. Res. 87, 1179–1190.\nScott, D. H., and K. L. Tanaka 1986. Geologic map of the western equatorial region of Mars. U.S. Geological Survey Miscellaneous Investigations Series Map, I-1802-A. U.S. Geological Survey, Washington, DC.\nSharp, R. P. 1973. Mars: South polar pits and etched terrain. Icarus 78, 4222–4230.\nSmith, D. E., and 11 colleagues 1998. Topography of the northern hemisphere of Mars from the Mars Orbiter Laser Altimeter. Science 279, 1686– 1692.\nSmith, D. E., and 18 colleagues 1999. The global topography of Mars and implications for surface evolution. Science 284, 1495–1503.\nSoderblom, L. A., T. J. Kreider, and H. Masursky 1973. Latitudinal distribution of a debris mantle on the martian surface. J. Geophys. Res. 78, 4117– 4122.\nSolomon, S. C., and J. W. Head 1982. Evolution of the Tharsis province of Mars: The importance of heterogeneous lithospheric thickness and volcanic construction. J. Geophys. Res. 87, 9755–9774.\nTanaka K. L. 1985. Ice-lubricated gravity spreading of the Olympus Mons aureole deposits. Icarus 62, 191–206.\nTanaka, K. L. 1986. The stratigraphy of Mars. J. Geophys. Res. 91, E139– E158.\nTanaka, K. L. 1997. Sedimentary history and mass flow structures of Chryse and Acidalia Planitiae, Mars. J. Geophys. Res. 102, 4131–4149.\nTanaka, K. L., and M. P. Golombek 1989. Martian tension fractures and the\nformation of grabens and collapse features at Valles Mariners. Proc. Lunar Planet. Sci. Conf. 19th, 383–396.\n. TANAKA\nTanaka, K. L., and G. J. Leonard 1995. Geology and landscape evolution of the Hellas region of Mars. J. Geophys. Res. 100, 5407–5432.\nTanaka, K. L., and D. H. Scott 1987. Geologic map of the polar regions of Mars. U.S. Geological Survey Miscellaneous Investigations Series Map, I-1802-C. U.S. Geological Survey, Washington, DC.\nTanaka, K. L., N. K. Isbell, D. H. Scott, R. Greeley, and J. E. Guest 1988. The resurfacing history of Mars: A synthesis of digitized, Viking-based geology. Proc. Lunar Planet. Sci. Conf. 18th, 665–678.\nTanaka, K. L., M. P. Golombek, and W. B. Banerdt 1991. Reconciliation of stress and structural histories of the Tharsis region of Mars. J. Geophys. Res. 96, 15,617–15,633.\nTanaka, K. L., M. G. Chapman, and D. H. Scott 1992. Geologic map of the Elysium region of Mars. U.S. Geological Survey Miscellaneous Investigations Series Map, I-2147. U.S. Geological Survey, Washington, DC.\nTanaka, K. L., J. M. Dohm, J. H. Lias, and T. M. Hare 1998. Erosional valleys in the Thaumasia region of Mars: Hydrothermal and seismic origins. J. Geophys. Res. 103, 31,407–31,419.\nThomas, P., S. Squyres, K. Herkenhoff, A. Howard, and B. Murray 1992. Polar deposits of Mars. In Mars (H. H. Kieffer, B. M. Jakosky, C. W. Snyder, and M. S. Matthews, Eds.), pp. 767–795. Univ. of Arizona Press, Tucson.\nU.S. Geological Survey 1991. Topographic map of Mars. U.S. Geological Survey Miscellaneous Investigations Series Map, I-2179. U.S. Geological Survey, Washington, DC.\nWard, A. W. 1979. Yardangs on Mars: Evidence of recent wind erosion. J. Geophys. Res. 84, 8147–8166.\nWeijermars, R. 1986. The polar spirals of Mars may be due to glacier surges deflected by Coriolis forces. Earth Planet. Sci. Lett. 76, 227–240.\nWeitz, C. M., and M. Hort 1998. Theoretical modeling of Plinian eruptions on Mars. AGU Transaction 1998 Fall Meeting, F532. [Abstract]\nWise, D. U., M. P. Golombek, and G. E. McGill 1979. Tharsis province of Mars: Geologic sequence, geometry, and a deformation mechanism. Icarus 38, 456–472.\nZimbelman, J. R., A. K. Johnston, and S. D. Patel 1998. Photogeologic constraints on the emplacement of the Medusae Fossae Formation. Lunar Planet. Sci. Conf. 29th, Abstract 1085. Lunar and Planetary Science Institute, Houston, TX. [CD-ROM]\nZuber, M. T., and 20 colleagues 1998. Observations of the north polar region of Mars from the Mars Orbiter Laser Altimeter. Science 282, 2053–2060."
  }],
  "year": 2000,
  "references": [{
    "title": "Nature and distribution of surficial deposits in Chryse Planitia and vicinity, Mars",
    "authors": ["R.E. Arvidson", "E.A. Guinness", "M.A. Dale-Bannister", "J. Adams", "M. Smith", "P.R. Christensen", "R.B. Singer"],
    "venue": "J. Geophys. Res. 94, 1573– 1587.",
    "year": 1989
  }, {
    "title": "Stress and tectonics on Mars",
    "authors": ["W.B. Banerdt", "M.P. Golombek", "K.L. Tanaka"],
    "venue": "Mars (H. H. Kieffer, B. M. Jakosky, C. W. Snyder, and M. S. Matthews, Eds.), pp. 249–297. Univ. of Arizona Press, Tucson.",
    "year": 1992
  }, {
    "title": "Chasma Boreale, Mars: A sapping and outflow channel with a tectono-thermal origin",
    "authors": ["G. Benito", "F. Mediavilla", "M. Fernández", "A. Márquez", "J. Martı́nez", "F. Anguita"],
    "venue": "Icarus 129,",
    "year": 1997
  }, {
    "title": "Topography and stratigraphy of martian polar layered deposits",
    "authors": ["K.R. Blasius", "J.A. Cutts", "A.D. Howard"],
    "venue": "Icarus 50, 140–160.",
    "year": 1982
  }, {
    "title": "Periodic climate change on Mars: Review of evidence and effects on distribution of volatiles",
    "authors": ["M.H. Carr"],
    "venue": "Icarus 50, 129–139.",
    "year": 1982
  }, {
    "title": "Martian drainage densities",
    "authors": ["M.H. Carr", "F.C. Chuang"],
    "venue": "J. Geophys. Res. 102, 9145–9152.",
    "year": 1997
  }, {
    "title": "Martian channels and valleys: Their characteristics, distribution, and age",
    "authors": ["M.H. Carr", "G.D. Clow"],
    "venue": "Icarus 48, 91–117.",
    "year": 1981
  }, {
    "title": "Martian permafrost features",
    "authors": ["M.H. Carr", "G.G. Schaber"],
    "venue": "J. Geophys. Res. 82, 4039–4054.",
    "year": 1977
  }, {
    "title": "Regional dust deposits on Mars: Physical properties, age, and history",
    "authors": ["P.R. Christensen"],
    "venue": "J. Geophys. Res. 91, 3533–3545.",
    "year": 1986
  }, {
    "title": "The martian surface layer",
    "authors": ["P.R. Christensen", "H.J. Moore"],
    "venue": "Mars (H. H. Kieffer, B. M. Jakosky, C. W. Snyder, and M. S. Matthews, Eds.), pp. 686–729. Univ. of Arizona Press, Tucson.",
    "year": 1992
  }, {
    "title": "Polar basal melting on Mars",
    "authors": ["S.M. Clifford"],
    "venue": "Icarus 92, 9135–9152.",
    "year": 1987
  }, {
    "title": "Volcanic geology of Hadriaca Patera and the eastern Hellas region of Mars",
    "authors": ["D.A. Crown", "R. Greeley"],
    "venue": "J. Geophys. Res. 98, 3431–3451.",
    "year": 1993
  }, {
    "title": "Wind erosion in the martian polar regions",
    "authors": ["J.A. Cutts"],
    "venue": "J. Geophys. Res. 78, 4211–4221. Cutts, J. A., K. R. Blasius, G. A. Briggs, M. H. Carr, R. Greeley, and H. Masursky 1976. North polar region of Mars: Imaging results from Viking 2. Science 194, 1329–1337.",
    "year": 1973
  }, {
    "title": "Evolution of martian polar landscapes: Interplay of long-term variations in perennial ice cover and dust storm intensity",
    "authors": ["J.A. Cutts", "K.R. Blasius", "W.J. Roberts"],
    "venue": "J. Geophys. Res. 84, 2975–2994.",
    "year": 1979
  }, {
    "title": "Geology of the Thaumasia region, Mars: Plateau development, valley origins, and magmatic evolution",
    "authors": ["J.M. Dohm", "K.L. Tanaka"],
    "venue": "Planet. Space Sci. 47, 411–431.",
    "year": 1999
  }, {
    "title": "Geologic, paleotectonic, and paleoerosional maps of the Thaumasia region, Mars",
    "authors": ["J.M. Dohm", "K.L. Tanaka", "T.M. Hare"],
    "venue": "U.S. Geological Survey Geologic Investigations Series Map, I-2650. U.S. Geological Survey, Washington, DC, in press.",
    "year": 2000
  }, {
    "title": "Topography of the polar layered deposits of Mars",
    "authors": ["D. Dzurisin", "K.R. Blasius"],
    "venue": "J. Geophys. Res. 80, 3286–3306.",
    "year": 1975
  }, {
    "title": "Water on early Mars: Possible subaqueous sedimentary deposits covering ancient cratered terrain in western Arabia and Sinus Meridiani",
    "authors": ["K.S. Edgett", "T.J. Parker"],
    "venue": "Geophys. Res. Lett. 24, 2897–2900.",
    "year": 1997
  }, {
    "title": "Mars: Epochal climate change and volatile history",
    "authors": ["F.P. Fanale", "S.E. Postawko", "J.B. Pollack", "M.H. Carr", "R.O. Pepin"],
    "venue": "Mars (H. H. Kieffer, B. M. Jakosky, C. W. Snyder, and M. S. Matthews, Eds.), pp. 1135–1179. Univ. of Arizona Press, Tucson.",
    "year": 1992
  }, {
    "title": "Is the Gordii Dorsum escarpment on Mars an exhumed transcurrent fault",
    "authors": ["R.D. Forsythe", "J. R"],
    "venue": "Zimbelman",
    "year": 1988
  }, {
    "title": "Gradational epochs on Mars: Evidence from west–northwest of Isidis Basin and Electris",
    "authors": ["J.A. Grant", "P.H. Schultz"],
    "venue": "Icarus 84, 166– 195.",
    "year": 1990
  }, {
    "title": "Geologic map of the eastern equatorial region of Mars",
    "authors": ["R. Greeley", "J.E. Guest"],
    "venue": "U.S. Geological Survey Miscellaneous Investigations Series Map, I-1802-B. U.S. Geological Survey, Washington, DC.",
    "year": 1987
  }, {
    "title": "Martian aeolian processes, sediments, and features",
    "authors": ["R. Greeley", "N. Lancaster", "S. Lee", "P. Thomas"],
    "venue": "Mars (H. H. Kieffer, B. M. Jakosky, C. W. Snyder, and M. S. Matthews, Eds.), pp. 730–766. Univ. of Arizona Press, Tucson.",
    "year": 1992
  }, {
    "title": "Tectonic tests of proposed polar wander paths for Mars and the Moon",
    "authors": ["R.E. Grimm", "S.C. Solomon"],
    "venue": "Icarus 65, 110–121.",
    "year": 1986
  }, {
    "title": "High resolution topography and albedo of the south polar layered deposits on Mars",
    "authors": ["K.E. Herkenhoff", "B.C. Murray"],
    "venue": "J. Geophys. Res. 95, 14,511–14,529.",
    "year": 1990
  }, {
    "title": "Surface ages and resurfacing rates of the polar layered deposits on Mars",
    "authors": ["K.E. Herkenhoff", "J.J. Plaut"],
    "venue": "Icarus 144, 243–253.",
    "year": 2000
  }, {
    "title": "Origin of the stepped topography of the martian poles",
    "authors": ["A.D. Howard"],
    "venue": "Icarus 34, 581–599. Howard, A. D., J. A. Cutts, and K. R. Blasius 1982. Stratigraphic relationships within martian polar cap deposits. Icarus 50, 161–215.",
    "year": 1978
  }, {
    "title": "The Planet Mars",
    "authors": ["Jöns", "H.-P."],
    "venue": "Lithographisches Institut Berlin, Berlin, Germany. [map]",
    "year": 1991
  }, {
    "title": "The martian dust cycle",
    "authors": ["R.A. Kahn", "T.Z. Martin", "R.W. Zurek", "S.W. Lee"],
    "venue": "Mars (H. H. Kieffer, B. M. Jakosky, C. W. Snyder, and M. S. Matthews, Eds.), pp. 1017–1053. Univ. of Arizona Press, Tucson. Kargel, J. S., and R. G. Strom 1992. Ancient glaciation on Mars. Geology 20, 3–7.",
    "year": 1992
  }, {
    "title": "Quasi-periodic climate change on Mars",
    "authors": ["H.H. Kieffer", "A.P. Zent"],
    "venue": "Mars (H. H. Kieffer, B. M. Jakosky, C. W. Snyder, and M. S. Matthews, Eds.), pp. 1180–1218. Univ. of Arizona Press, Tucson.",
    "year": 1992
  }, {
    "title": "Martian north pole summer temperatures: Dirty water ice",
    "authors": ["H.H. Kieffer", "S.C. Chase", "Jr.", "T.Z. Martin", "E.D. Miner", "F.D. Palluconi"],
    "venue": "Science 194, 1341–1344.",
    "year": 1976
  }, {
    "title": "Origin of the Olympus Mons aureole and perimeter scarp",
    "authors": ["R.M.C. Lopes", "J.E. Guest", "C.J. Wilson"],
    "venue": "Moon Planets 22, 221–234.",
    "year": 1980
  }, {
    "title": "The impacted martian crust: Structure, hydrology, and some geologic implications",
    "authors": ["D.J. MacKinnon", "K.L. Tanaka"],
    "venue": "J. Geophys. Res. 94, 17,359– 17,370.",
    "year": 1987
  }, {
    "title": "Morphologic contrasts between Nirgal and Auqakuh Valles, Mars: Evidence of different properties",
    "authors": ["D.J. MacKinnon", "K.L. Tanaka", "P.J. Winchell"],
    "venue": "MEVTV Workshop on Nature and Composition of Surface Units Mars (J. R. Zimbelman, S. C. Solomon, and V. L. Sharpoor, Eds.), pp. 82–84. Lunar and Planetary Science Institute, Houston, TX. [Abstract]",
    "year": 1987
  }, {
    "title": "Density of martian north polar layered deposits: Implications for composition",
    "authors": ["M.C. Malin"],
    "venue": "Geophys. Res. Lett. 13, 444–447.",
    "year": 1986
  }, {
    "title": "An emergent, new paradigm for Mars geology, In 5th International Conference on Mars, Abstract 6027, Contribution 972",
    "authors": ["M.C. Malin", "K.S. Edgett"],
    "venue": "Lunar Planetary Science Institute, Houston, TX.",
    "year": 1999
  }, {
    "title": "Stratigraphy of the upper crust of Mars",
    "authors": ["A.S. McEwen"],
    "venue": "5th International Conference on Mars, Abstract 6024, Contribution 972. Lunar and Planetary Institute, Houston, TX. [CD–ROM]",
    "year": 1999
  }, {
    "title": "Layering in the upper crust of Mars seen in Valles Marineris by the Mars Orbital Camera",
    "authors": ["A.S. McEwen", "M.C. Malin"],
    "venue": "Lunar Planet. Sci. Conf. 29th, Abstract 1908. Lunar and Planetary Science Institute, Houston, TX. [CD–ROM]",
    "year": 1998
  }, {
    "title": "Extension and volcanic loading at Alba Patera: Recent insights from MOLA observations",
    "authors": ["P.J. McGovern", "S.C. Solomon", "S.E. Faulkner", "D.E. Smith", "M.T. Zuber"],
    "venue": "AGU Transactions 1998 Fall Meeting, p. F526.",
    "year": 1998
  }, {
    "title": "Nature of the mantling deposit in the heavily cratered terrain of northeastern Arabia, Mars",
    "authors": ["J.M. Moore"],
    "venue": "J. Geophys. Res. 95, 14,279–14,289.",
    "year": 1990
  }, {
    "title": "Hellas Planitia, Mars: Site of net dust erosion and implications for the nature of basin floor deposits",
    "authors": ["J.M. Moore", "K.S. Edgett"],
    "venue": "Geophys. Res. Lett. 20, 1599–1602.",
    "year": 1993
  }, {
    "title": "Mass wasting and ground collapse in terrains of volatile-rich deposits as a Solar System-wide geological process: The pre-Galileo view",
    "authors": ["J.M. Moore", "M.T. Mellon", "A.P. Zent"],
    "venue": "Icarus 122, 63–78.",
    "year": 1996
  }, {
    "title": "The influence of oceans on martian volcanism",
    "authors": ["P. Mouginis-Mark"],
    "venue": "Lunar Planet. Sci. Conf. 24th, 1021–1022. [Abstract]",
    "year": 1993
  }, {
    "title": "Periodic insolation variations on Mars",
    "authors": ["B.C. Murray", "W.R. Ward", "S.C. Young"],
    "venue": "Science 180, 638–640.",
    "year": 1973
  }, {
    "title": "Fluidization and hydrothermal alteration of the suevite deposit at the Ries Crater, West Germany, and implications for Mars",
    "authors": ["H.E. Newsom", "G. Graup", "T. Sewards", "K. Keil"],
    "venue": "J. Geophys. Res. 91, E229– E251.",
    "year": 1986
  }, {
    "title": "Mariner 9 observations of the south polar cap of Mars: Evidence for residual CO2 frost",
    "authors": ["D.A. Paige", "K.E. Herkenhoff", "B.C. Murray"],
    "venue": "J. Geophys. Res. 95, 1319–1335.",
    "year": 1990
  }, {
    "title": "A comparison of the martian Medusae Fossae Formation with terrestrial carbonate platforms",
    "authors": ["T.J. Parker"],
    "venue": "Lunar Planet. Sci. Conf. 22nd, 1029– 1030. [Abstract]",
    "year": 1991
  }, {
    "title": "Highlights from 1:500K geologic mapping of central and southern Argyre Planitia",
    "authors": ["T.J. Parker"],
    "venue": "Lunar Planet. Sci. Conf. 27th, 1003–1004.",
    "year": 1996
  }, {
    "title": "Accumulation of sedimentary debris in the south polar region of Mars and implication for climate history",
    "authors": ["J.J. Plaut", "R. Kahn", "E.A. Guinness", "R.E. Arvidson"],
    "venue": "Icarus 75, 357–377.",
    "year": 1988
  }, {
    "title": "Tectonic history of the Tharsis region, Mars",
    "authors": ["J.B. Plescia", "R.S. Saunders"],
    "venue": "J. Geophys. Res. 87, 9775–9791.",
    "year": 1982
  }, {
    "title": "Topography, roughness, layering, and slope properties of the Medusae Fossae Formation from Mars Orbiter Laser Altimeter (MOLA) and Mars Orbiter Camera (MOC) data",
    "authors": ["S.E.H. Sakimoto", "H.V. Frey", "J.B. Garvin", "J.H. Roark"],
    "venue": "J. Geophys. Res. 104, 24,141–24,159.",
    "year": 1999
  }, {
    "title": "Stereo topography of the south polar region of Mars: Volatile inventory and Mars Polar Lander landing site",
    "authors": ["P.M. Schenk", "J.M. Moore"],
    "venue": "J. Geophys. Res., in press.",
    "year": 1999
  }, {
    "title": "Atmospheric effects on martian ejecta emplacement",
    "authors": ["P.H. Schultz", "D.E. Gault"],
    "venue": "J. Geophys. Res. 84, 7669–7687.",
    "year": 1979
  }, {
    "title": "Polar wandering on Mars",
    "authors": ["P.H. Schultz", "A.B. Lutz"],
    "venue": "Icarus 73, 91– 141.",
    "year": 1988
  }, {
    "title": "Lithospheric-scale buckling and thrust structures on Mars: The Coprates rise and south Tharsis ridge belt",
    "authors": ["R.A. Schultz", "K.L. Tanaka"],
    "venue": "J. Geophys. Res. 99, 8371–8385.",
    "year": 1994
  }, {
    "title": "Ignimbrites of Amazonis Planitia region of Mars",
    "authors": ["D.H. Scott", "K.L. Tanaka"],
    "venue": "J. Geophys. Res. 87, 1179–1190.",
    "year": 1982
  }, {
    "title": "Geologic map of the western equatorial region of Mars",
    "authors": ["D.H. Scott", "K.L. Tanaka"],
    "venue": "U.S. Geological Survey Miscellaneous Investigations Series Map, I-1802-A. U.S. Geological Survey, Washington, DC.",
    "year": 1986
  }, {
    "title": "Mars: South polar pits and etched terrain",
    "authors": ["R.P. Sharp"],
    "venue": "Icarus 78, 4222–4230.",
    "year": 1973
  }, {
    "title": "Topography of the northern hemisphere of Mars from the Mars Orbiter Laser Altimeter",
    "authors": ["D.E. Smith"],
    "venue": "Science 279,",
    "year": 1998
  }, {
    "title": "The global topography of Mars and implications for surface evolution",
    "authors": ["D.E. Smith"],
    "venue": "Science",
    "year": 1999
  }, {
    "title": "Latitudinal distribution of a debris mantle on the martian surface",
    "authors": ["L.A. Soderblom", "T.J. Kreider", "H. Masursky"],
    "venue": "J. Geophys. Res. 78, 4117– 4122.",
    "year": 1973
  }, {
    "title": "Evolution of the Tharsis province of Mars: The importance of heterogeneous lithospheric thickness and volcanic construction",
    "authors": ["S.C. Solomon", "J.W. Head"],
    "venue": "J. Geophys. Res. 87, 9755–9774.",
    "year": 1982
  }, {
    "title": "Ice-lubricated gravity spreading of the Olympus Mons aureole deposits",
    "authors": ["L. Tanaka K."],
    "venue": "Icarus 62, 191–206.",
    "year": 1985
  }, {
    "title": "The stratigraphy of Mars",
    "authors": ["K.L. Tanaka"],
    "venue": "J. Geophys. Res. 91, E139– E158.",
    "year": 1986
  }, {
    "title": "Sedimentary history and mass flow structures of Chryse and Acidalia Planitiae, Mars",
    "authors": ["K.L. Tanaka"],
    "venue": "J. Geophys. Res. 102, 4131–4149.",
    "year": 1997
  }, {
    "title": "Martian tension fractures and the formation of grabens and collapse features at Valles Mariners",
    "authors": ["K.L. Tanaka", "M.P. Golombek"],
    "venue": "Proc. Lunar Planet. Sci. Conf. 19th, 383–396.",
    "year": 1989
  }, {
    "title": "Geology and landscape evolution of the Hellas region of Mars",
    "authors": ["K.L. Tanaka", "G.J. Leonard"],
    "venue": "J. Geophys. Res. 100, 5407–5432.",
    "year": 1995
  }, {
    "title": "Geologic map of the polar regions of Mars",
    "authors": ["K.L. Tanaka", "D.H. Scott"],
    "venue": "U.S. Geological Survey Miscellaneous Investigations Series Map, I-1802-C. U.S. Geological Survey, Washington, DC.",
    "year": 1987
  }, {
    "title": "The resurfacing history of Mars: A synthesis of digitized, Viking-based geology",
    "authors": ["K.L. Tanaka", "N.K. Isbell", "D.H. Scott", "R. Greeley", "J.E. Guest"],
    "venue": "Proc. Lunar Planet. Sci. Conf. 18th, 665–678.",
    "year": 1988
  }, {
    "title": "Reconciliation of stress and structural histories of the Tharsis region of Mars",
    "authors": ["K.L. Tanaka", "M.P. Golombek", "W.B. Banerdt"],
    "venue": "J. Geophys. Res. 96, 15,617–15,633.",
    "year": 1991
  }, {
    "title": "Geologic map of the Elysium region of Mars",
    "authors": ["K.L. Tanaka", "M.G. Chapman", "D.H. Scott"],
    "venue": "U.S. Geological Survey Miscellaneous Investigations Series Map, I-2147. U.S. Geological Survey, Washington, DC.",
    "year": 1992
  }, {
    "title": "Erosional valleys in the Thaumasia region of Mars: Hydrothermal and seismic origins",
    "authors": ["K.L. Tanaka", "J.M. Dohm", "J.H. Lias", "T.M. Hare"],
    "venue": "J. Geophys. Res. 103, 31,407–31,419.",
    "year": 1998
  }, {
    "title": "Polar deposits of Mars",
    "authors": ["P. Thomas", "S. Squyres", "K. Herkenhoff", "A. Howard", "B. Murray"],
    "venue": "Mars (H. H. Kieffer, B. M. Jakosky, C. W. Snyder, and M. S. Matthews, Eds.), pp. 767–795. Univ. of Arizona Press, Tucson.",
    "year": 1992
  }, {
    "title": "Topographic map of Mars",
    "authors": ["U.S. Geological Survey"],
    "venue": "U.S. Geological Survey Miscellaneous Investigations Series Map, I-2179. U.S. Geological Survey, Washington, DC.",
    "year": 1991
  }, {
    "title": "Yardangs on Mars: Evidence of recent wind erosion",
    "authors": ["A.W. Ward"],
    "venue": "J. Geophys. Res. 84, 8147–8166.",
    "year": 1979
  }, {
    "title": "The polar spirals of Mars may be due to glacier surges deflected by Coriolis forces",
    "authors": ["R. Weijermars"],
    "venue": "Earth Planet. Sci. Lett. 76, 227–240.",
    "year": 1986
  }, {
    "title": "Theoretical modeling of Plinian eruptions on Mars",
    "authors": ["C.M. Weitz", "M. Hort"],
    "venue": "AGU Transaction 1998 Fall Meeting, F532. [Abstract]",
    "year": 1998
  }, {
    "title": "Tharsis province of Mars: Geologic sequence, geometry, and a deformation mechanism",
    "authors": ["D.U. Wise", "M.P. Golombek", "G.E. McGill"],
    "venue": "Icarus 38, 456–472.",
    "year": 1979
  }, {
    "title": "Photogeologic constraints on the emplacement of the Medusae Fossae Formation",
    "authors": ["J.R. Zimbelman", "A.K. Johnston", "S.D. Patel"],
    "venue": "Lunar Planet. Sci. Conf. 29th, Abstract 1085. Lunar and Planetary Science Institute, Houston, TX. [CD-ROM]",
    "year": 1998
  }, {
    "title": "Observations of the north polar region of Mars from the Mars Orbiter Laser Altimeter",
    "authors": ["M.T. Zuber"],
    "year": 1998
  }],
  "id": "SP:ade428e84d294a966598d518ebb6f79fe846c006",
  "authors": [{
    "name": "Kenneth L. Tanaka",
    "affiliations": []
  }],
  "abstractText": "The polar layered deposits of Mars demonstrate that thick accumulations of dust and ice deposits can develop on the planet if environmental conditions are favorable. These deposits appear to be hundreds of millions of years old, and other deposits of similar size but of greater age in nonpolar regions may have formed by similar processes. Possible relict dust deposits include, from oldest to youngest: Noachian intercrater materials, including Arabia mantle deposits, Noachian to Early Hesperian south polar pitted deposits, Early Hesperian Hellas and Argyre basin deposits, Late Hesperian Electris deposits, and the Amazonian Medusae Fossae Formation. These deposits typically are hundreds of meters to a couple kilometers thick and cover upward of a million or more square kilometers. The apparent persistence of dust sedimentation at the south pole back to the Early Hesperian or earlier and the early growth of Tharsis during the Late Noachian and perhaps earlier indicates that extensive polar wandering is unlikely following the Middle Noachian. A scenario for the overall history of dust and perhaps ice deposition on Mars includes widespread, voluminous accumulations perhaps planetwide during the Noachian as impacts, volcanism, and surface processes generated large amounts of dust; the Arabia deposits may have formed as ice availability and dust accumulation waned. During the Early Hesperian, thick dust sedimentation became restricted to the south pole and the deep Hellas and Argyre basins; the north polar sedimentary record prior to the Amazonian is largely obscured. Deposits at Electris and Medusae Fossae may have resulted from local sources of fine-grained material—perhaps volcanic eruptions.",
  "title": "Dust and Ice Deposition in the Martian Geologic Record"
}