{
  "sections": [{
    "text": "lable at ScienceDirect\nContents lists avai\nQuaternary International\njournal homepage: www.elsevier .com/locate/quaint\nMillennial-scale cycles of aridity as a driver of human occupancy in central Spain?\nJuan I. Santisteban a, *, Rosa Mediavilla b, Alberto Celis c, Silvino Casta~no d, Almudena de la Losa b\na Dpt. Stratigraphy, Complutense University of Madrid, C/Jos e Antonio Novais, 12, 28039 Madrid, Spain b IGME, Geological Survey of Spain, C/Ríos Rosas, 23, 28003 Madrid, Spain c Museo Comarcal de Daimiel, C/Luis Ruiz de Valdepe~nas, 8, 13250 Daimiel, Spain d Centro de Estudios y Experimentaci on de Obras Públicas, C/Alfonso XII, 3-5, 28014 Madrid, Spain\na r t i c l e i n f o\nArticle history: Available online 14 March 2016\nKeywords: Mid-Holocene Hydroclimate Fluvial wetland Western Mediterranean Archaeological sites\n* Corresponding author. E-mail address: juancho@geo.ucm.es (J.I. Santisteb\nhttp://dx.doi.org/10.1016/j.quaint.2016.02.021 1040-6182/© 2016 Elsevier Ltd and INQUA. All rights\na b s t r a c t\nHuman settlements around the fluvial wetland of Las Tablas de Daimiel (central Spain) have been related to the water availability in this area for nearly 5500 years; however the relationship of the hydrology of the wetland to climate change remains uncertain. Whilst archaeological and pollen data provide contradictory arguments, statistical empirical mode decomposition of geochemical data from core S-1 reveals arid periods ca. 1.8 cal. ka BP, ca. 3.3 cal. ka BP and ca. 5.5 cal. ka BP between which periods both Bronze Age and Iberian-Roman settlements developed. These periods can be identified in other records of the Iberian Peninsula and around the western Mediterranean. Comparison of these records points to a complex spatial pattern that evolved in time and, despite a number of forcings (volcanism, solar activity, atmosphere-ocean interactions) being invoked to explain such periods, there is no clear mechanism to explain their spatial pattern and the changes that have taken place since 2.5 ka BP.\n© 2016 Elsevier Ltd and INQUA. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "The relationship between climate change and the rise or fall civilizations has been attracting the interest of the general public and researchers for a long time (Weiss et al., 1993; Binford et al., 1997; Cullen et al., 2000; Stanley et al., 2003; Staubwasser et al., 2003; An et al., 2005; Bar-Matthews and Ayalon, 2011). Bond cold events (Bond et al., 1997, 2001) or rapid climate changes (RCCs) (Mayewski et al., 2004) are representative of these episodes that took place during the Holocene.\nHowever, the heterogeneous distribution of the records and their different time scales or resolution, among other factors, make it difficult to estimate the representativeness in time and space of such events and their frequency (Mayewksi et al., 2004; Wanner et al., 2015) and obtain tools for prediction. Consequently, more information is necessary to be able to understand these patterns and their controlling mechanisms.\nan).\nreserved.\nHuman occupancy in central Spain, during the mid-to-late Holocene, occurred under wetter conditions than today but with fluctuating conditions of water availability.\nGeochemical data derived from sediments can provide valuable information about the hydrological conditions of the basin that can be used for climate reconstruction. In this paper, we derive this palaeo-hydroclimatic information fromwetland sediments and we analyse their temporal structure in the millennial time scale for the last 5500 years in central Spain. This region is rich in settlements linked to water courses and we explore their relationship with hydroclimatic periods. In addition, we compare this record with other records around the western Mediterranean to determine the spatial extent of these periods and relate them to regional and global climatic episodes during the Holocene. We tentatively compare our resulting series with global forcings in order to determine if there is a clear relationship between these forcings and the local signal or, on the other hand, if more complex processes should be invoked."
  }, {
    "heading": "2. Study area",
    "text": "The Las Tablas de Daimiel National Park is a Mediterranean fluvial wetland located at 605m a.s.l. in central Spain (Fig.1a). From\na geological point of view, the wetland is near the northern boundary of the morphostructural unit of the Mancha Plain, of Pliocene age, which is mostly composed of limestone and marls. In detail, the reliefs to the north of the wetland are composed of quartzite and schist of Ordovician age surrounded by alluvial and colluvial gravel deposits with some sparse carbonate crusts of ages ranging from Pliocene to Holocene that supply the clastic material. The wetland itself is encased upon karstified limestone of Pliocene age or Pleistocene fluvial terraces of siliciclastic composition (Mediavilla et al., 2013a).\nUntil 1983, the wetland was fed, from the NE, by the Gigüela River (sulphated waters) and, from the SE, by the Guadiana basin groundwater and other small rivers (carbonated waters). As result of the combination of thesewater supplies and the low slope of this area the water flow slowed enough to generate wetlands with an annual renewal of water (both surface and groundwater). Since 1984, due to intensive water abstraction, the groundwater table has become disconnected from the surface and the water supply to the wetland has come from the scarce water of the Gigüela River,\nrainfall and human regulated supplies (from wells and channels) (Mediavilla et al., 2013a).\nThe climate is continental Mediterranean, with an average annual precipitation of 412.6 mm and annual average temperature of 14.3 C (for the 20th century), with dry, hot summers and cold winters. The marked seasonality is responsible for the strong fluctuations shown by thewater table of thewetland (data supplied by the Spanish Meteorological Agency, AEMET; Santisteban and Mediavilla, 2013).\nPresent vegetation is dominated by heliophytes, mainly Phragmites australis, Claudium mariscus and Typha domingensis, distributed across the banks and in some patches within the wetland, in the ‘tablas’ (open water zones with a depth from centimetres up to 4 m) dense masses of charophytes appear, and the surrounding areas are dominated by Tamarix, halophytes and crops composed mainly of grapevines, olives and cereals.\nThree main sub-environments make up the wetland: 1) mudflats related to the Gigüela River, where clay and gypsum carried by the surface waters are the main components, 2) vegetated margins\nn of surface sediments and location of cores mentioned in this paper (S-1: main core; er Age up to the Middle Ages in relation to water courses.\nand islands, which are a barrier for the surface clastic supplies that mix with organic matter, and 3) the open water areas (maximum depth: 4 m, average depth: 0.91 m), where wide prairies of Charophycea have developed. The interaction among these subenvironments is the key for the present surface distribution of sediments (Fig. 1b)."
  }, {
    "heading": "3. Archaeological sites of palaeo-hydrological interest",
    "text": "There is a long history regarding the relationship between humans and water in this region and a number of settlements ranging from the Copper Age until the present day are located within or near thewater courses (Fig.1c). From the Bronze Age until the Middle Ages, a characteristic of these settlements was the presence of structures for water management (wells, dams, mills, reservoirs). Amongst these are the oldest well in the Iberian Peninsula, found in the Motilla del Azuer, and the Iberian-Roman site of Los Toriles-Casas Altas, where there is a dam from this period (Fig. 1c)."
  }, {
    "heading": "3.1. The Motilla del Azuer",
    "text": "During the Bronze Age, a peculiar kind of settlement was found in relation to the water courses of the Mancha plain (central Spain) known asmotillas (Fig. 2a,b). These are circular fortifications similar to the tells of the Middle East formed by concentric rings of walls. They were used as grain stores and other facilities related to farming (for example ovens) and the presence of an inner well is characteristic (Fig. 2c). Mejías Moreno et al. (2014) consider that these are the oldest organized settlements showing the ability to capture groundwater in the Iberian Peninsula.\nThe Motilla del Azuer was almost continuously occupied from 4150 BP to 3350 BP and the beginning and end of these settlements has been related to water usage (Aranda et al., 2008) or climatic crisis (Benítez de Lugo et al., 2014; Mejías et al., 2104)."
  }, {
    "heading": "3.2. The Toriles-Casas Altas",
    "text": "Archaeological findings from this site indicate that it was occupied from ca. 2450 BP (García Huerta and Morales Herv as, 1995, 2011), during the Iron Age, and functioned during the Roman Period at least until ca. 1550 BP (Urbina and Urquijo, 2004). One of the more interesting constructions found in this site is a structure used as dam and as a path to cross flooded areas (Urbina and Urquijo, 2000, 2004) (Fig. 2def) which indicates the presence and usage of water during this period."
  }, {
    "heading": "4. Material and methods",
    "text": "In 2002, a coring campaign was carried out in the Las Tablas de Daimiel National Park yielding 40 cores taken from 15 coring sites. Five master points were selected and, in each one, twin cores (a rotation, 9 cm in diameter, and a manual PVC, 11 cm in diameter, 1 m in length) were drilled to obtain a complete stratigraphy for visual study and sampling (one of which is core S-1, Fig. 1b). Once in the laboratory, the cores were opened, photographed, the sedimentological features described and a detailed stratigraphical section (scale 1:1) was prepared for sampling. Sampling was performed with a guillotine of our own design adapted to the shape of our cores. Samples were taken contiguously with an average thickness of 7 mm (max.: 15 mm, min.: 2 mm, mode: 5 mm) and split for the different analyses. A total of 248 samples were taken from core S-1. After sampling, depths were corrected for mechanical compaction produced by coring by lineal correction (factor of compaction ¼ [recovered depth dragged wall material]/drilled depth) producing a new stratigraphical section (Fig. 3a).\nSamples for geochemistry were analysed for major, minor and trace elements (ICP-MS and ICP-AES), total C and S content (Leco© SC-444DR carbon and sulphur analyser), inorganic C (CO2 coulometry with an UIC© CM140 Total Inorganic Carbon Analyzer) and organic C (calculated as the difference between total and inorganic C), at ALS Chemex laboratories in Vancouver (Canada), N was determined as extractable N (NH4, using a Technicon\nl Azuer (arrow). c) Inner well of the Motilla del Azuer. d) Dam of Los Toriles-Casas Altas f the wall of the dam. (Aerial images from the Spanish National Geographical Institute,\nAutoanalyser©, and NO3, colorimetrically using the CTA method) at ALS Environ Labs (Vancouver, Canada).\nMineralogical analyses were done by XRD on bulk samples and the fraction below 20 mm for 1 of each 5 samples at the Geological Survey of Spain (IGME) laboratories (Tres Cantos, Madrid).\nThree main facies were identified by visual inspection of the cores (Fig. 3a). From bottom to top: 1) gypsum-rich siliciclastic mud and sand (Al and S-rich sediments), changing into 2) mud/ organic mud (organic CeAl-rich sediments), and, to the top of the core, 3) alternation of charophyte layers with organic matter laminae of vegetal origin (inorganic C-organic C-rich, AleS poor sediments). The principal component analysis of geochemical and\nmineralogical data confirmed this division by coincidence of the main PCs with sample visual facies (Santisteban et al., 2004). These analyses show the strong link between vegetation and C (organic C is derived from terrestrial and aquatic vegetation, while inorganic C is derived from Charophyceae oospores and stems; Santisteban et al., 2004) while Al is related to the mud content carried by surface waters and S to the water supply from the Gigüela River. Sr, also considered in this paper, is present in the carbonate and gypsum as replacing Ca in the crystalline structure.\nAMS 14C and 137Cs and 210Pb dating of samples was done at the GADAM Centre (Gliwice, Poland). Bulk samples were used as there was no evidence of contamination and all the C sources were biological (vegetal remains and bio-induced carbonates). The selection of samples was determined by their stratigraphical position and lack of evidence of contamination. These dates were calibrated by CALIB 7.1 (Stuiver and Reimer,1986,1993; Stuiver et al., 2015), using the IntCal 13 curve (Reimer et al., 2013), and CALIBomb (Reimer et al., 2004), using the Northern Hemisphere Zone 2 compilation (Hua et al., 2013). Additionally, the 210Pb and 137Cs profiles confirmed that there was no evidence of mixing of sediment or of hiatuses in the uppermost 20 cm, as was also indicated from visual inspection of the cores. After discarding some samples due to modern carbon contamination, 15 samples from 4 cores were selected for this study. The chosen cores are close to the S-1 core, show similar facies and have valid dates for the clayey interval (Table 1).\nThe sedimentation rates for the Chara-beds (0.56e0.68 mm/y) and the clayey levels (0.112e0.144 mm/y) are very close despite the depth in the cores or the position into the wetland (Fig. 3b). As\nthere are no dates for the lower part of core S-1, ages were extrapolated using these sedimentation rates.\nThe age-depth model was constructed from these data and was tested against known (documentary) events recognisable in the sediments and correlation of geochemical peaks and trends. From this a final recalibrated model was obtained (Fig. 3c). A good indication of the quality of the model was the fact that only minor adjustments were needed and these were probably related to the linear nature of the thickness correction method that does not take into account the variations in sediment composition. The final model yielded an average temporal resolution of 25 years/ sample.\nWe used statistical empirical mode decomposition (SEMD,\nKim et al., 2012) for time series analysis of inorganic and organic C, Sr, S and Al (Fig. 3). This method is an extension of the classical empirical mode decomposition (EMD, Huang et al., 1998; Huang and Wu, 2008) which allows us to decompose a time series by using the envelopes generated by the local maxima and minima of the series. Thus, any complicated data set can be decomposed into a finite and often small number of components (Intrinsic Mode Functions, IMF) that form a complete and nearly orthogonal basis for the original signal. As the decomposition is based on the local characteristic time scale of the data, it can be applied to non-linear and non-stationary processes. Data analyses were performed using the package “EMD” (Kim and Oh, 2009) of the R statistical language (R Core Team, 2015).\n5. SEMD of core S-1. Palaeo-hydrology for the last ca. 5.5 ka BP in Las Tablas de Daimiel\nThe results of SEMD applied to core S-1 provide some clues about the palaeo-hydrological evolution of the system through time. For this, we must remember that Al represents the clay content that was carried by surface waters (all the rivers þ runoff), S is related to sulphate discharge from the Gigüela River (flowing from the NE) and precipitates via evaporation, inorganic C is mostly related to the groundwater of the southern margin of the wetland (but dominant in the system), organic C represents the vegetal biomass that, in turn, depends on soil moisture, and Sr is an element that exchanges with Ca in calcite and gypsum as salinity/ evaporation increases.\nThe original signals decompose in several IMFs and residues (Fig. 4a) with the highest frequency IMFs being removed as they are not of interest for this paper. The remaining IMFs (from 2 in the case of S or Sr to 4 in the case of organic C) show periods between 1.3 and 3 ka (Fig. 4a). The shorter periods for C (both organic and inorganic), S and Sr are in the range of 1.7e2.8 ka, while Al is in the 1.3e2.5 ka, and the longer ones are around 3 ka (Fig. 4a). Addition of the IMFs for each proxy provides a curve that allows us to decompose the original signal in a trend (residue) and an oscillating component (sum of IMFs) (Fig. 4b) that when added provides a good fit to the original signal (R2 or R3 in Fig. 4c).\nWhen we compare these trends and sums of IMFs, the amplitudes of IMFs are smaller in relation to the overall trend (residues in Fig. 4b) for C and Al, while they are similar or higher for S and Sr. Consequently, long-term changes in surface water supply (Al) are more important than shorter-term variations, vegetal productivity (organic C) depends not only soil moisture but also on the longer term than in the shorter term, the water table (groundwater controlled-inorganic C) shows slow changes modulated by faster variations, and evaporation (Sr and S) changes are fast whilst slower variations in evaporation (Sr) or changes in sulphate supply (S) overlay a long term trend or they are of secondary importance."
  }, {
    "heading": "5.1. The long term trend: base-level control",
    "text": "When we compare the trends (residues) of the different elements we can see that Al and S share a common evolution that is the reverse of the inorganic and organic C and all of them show a common change point at ca. 3.6 cal. ka BP (Fig. 4). This implies that the groundwater level (inorganic C) fell, causing a drop in soil\nmoisture (organic C), and surface water input increased (Al and S) from ca. 5.5 until ca. 3.6 cal. ka BP, while the groundwater level rose and the surface water input decreased from ca. 3.6 cal. ka BP to the present day.\nIf we correlate this record to the parallel core S-4 (Fig. 1), we can see that there is a hiatus in this core that spans from ca. 8.5 to ca. 3 cal. ka BP (Fig. 2b). In addition, there are late PleistoceneeHolocene fluvial records downstream that show hiatuses related to fluvial incision (unpublished data), and Mediavilla et al. (2013b) present the aggrading Holocene record of the wetland, composed, from bottom to top, by several sequences of gravel channels bounded by hiatuses, followed by sandy channels, and ending with mud plains and ponded areas that spread upstream. The correlation of these deposits reveals the progressive infill of the basin and the decrease of the gradient of the fluvial channels promoting ponding. Consequently, from base of the record of core S-1 to ca. 3.6 cal. ka BP, the base level of the system fall (groundwater table drop), causing the increase of channel gradient and terrigenous supply over ponding. Stabilization of the base level (rising of the groundwater levels), from ca. 3.6 cal. ka BP onwards, favoured the infill of the valley and the progressive fall of the terrestrial input as the valley gradient lowered. Lower gradients and near-surface groundwater promoted the progressive formation of carbonated ponds and the stabilization of vegetation.\nOn the other hand, Sr shows a similar trend to inorganic and organic C, allowing us to relate it to the evolution of the groundwater. However, the point of change for its trend is placed ca. 2.3 cal. ka BP. Ca substitution by Sr is related to evaporation and its enrichment is enhanced by the slow renewal of waters and a\ngroundwater table close to the surface. Consequently, the Sr content started to increase, not at the very moment when the groundwater table began to rise, but sometime later when some critical level was reached."
  }, {
    "heading": "5.2. The oscillating IMFs: hydroclimate",
    "text": "The shorter period signals, represented by the addition of the different IMFs (Fig. 4b,c) allow us to define some periods according to the values or trends of the proxies.\nFrom the end of the record up to ca. 5 cal. ka BP, Sr and S show high values, Al and inorganic C show relativeminima but increasing with time, and organic C decreases. Thus, high evaporation rates (Sr and S), low surface water input (Al), low water table levels (inorganic C) and soil dryness (organic C) characterized this period. Nevertheless, increased surface water input (Al), short-term groundwater rise (inorganic C), decreasing evaporation rates and\nenhanced soil moisture and organic productivity are the overall trends of this period.\nFrom 5 to 3.6 cal. ka BP, Sr and S showa localminimum, Al shows an oscillation (a local minimum followed by a local maximum), inorganic C reaches a local maximum at the beginning of this period to fall slowly later, and organic C increases, reaching a local maximum near the end of this period. Around 3.6 cal. ka BP, Al and S residues reach their maximum, whilst C (organic and inorganic) residues show their absolute minimum. The lower rates of evaporation (Sr and S) and a higher input of surfacewater (Al) correlate to higher water-table levels (inorganic C), at the beginning of this period, which is reflected in a progressive improvement in the values of soil moisture (organic C). Moisture is sustained, despite the progressive increase of evaporation throughout this period and the smooth fall of the water table, thanks to the enhancement of surface water input. At ca. 3.6 cal. ka BP, the river base level (Al and S) and groundwater level (inorganic and organic C) reached their lowest point and began to rise.\nFrom this point until ca. 3 cal. ka BP, the rate of increase of Sr and S slows down, the rate of fall of inorganic C and Al also slow down, and the rate of rise of organic C increases. When these changes are added to the residue, a shallow concavity/convexity appears in the curves (Fig. 4c). From a palaeo-hydrological point of view, evaporation (Sr and S) reaches relative local maximum, as their values stabilize towards the end of this period, while the water table falls (inorganic C) and the decrease in surface water supply (Al) also stabilizes.\nFrom 3 to 2.3 cal. ka BP Sr and S show a local minimum, whilst organic C and Al present a local maximum. For inorganic C, despite the short-term trend being to fall, the added effect of the long-term trend results in a final increase (Fig. 4c). In every case, they are very broad and low amplitude peaks. At 2.3 cal. ka BP, the Sr residue reached its absolute minimum. The relative low values of evaporation (Sr and S) together with the rise of base level (Al) and a stable water table (inorganic C) favoured soil moisture reaching a relative maximum at the beginning of this period. However, the increasing evaporation towards the end of this period caused soil drying.\nThe period from 2.3 to 1.4 cal. ka BP is characterized by noticeable local maximum in Sr and S and a local minimum for the rest of the elements. The coincidence or proximity in time of maximum values of evaporation (Sr and S) and minimum for surface water input (Al) and water-table levels (inorganic C) were responsible for the maximum dryness of the soil (organic C) reached during this period.\nFrom 1.4 cal. ka BP onwards, Sr gently falls and inorganic and organic C rise and Al and S fall until ca. 1 cal. ka BP to reverse their trends until the present day. The rise of the water table, coincidental to the change frommud-plain to open-water facies, points to the moment at which the groundwater reached surface and ponded the area in a more continuous way (on the long-term time scale).\nAccording to these changes, we can define three arid periods characterized by the presence of a local minimum in Al and inorganic C and a local maximum in Sr and S that separate other periods with the opposite trends or noticeable variations in the rate of change (Fig. 4b,c). The >5 cal. ka BP period (ca. 5.5 cal. ka BP period) cannot be properly defined as its starting point is not seen, but it contains a local maximum of Sr and S and local minimum of Al and inorganic C. The 3e3.6 cal. ka BP period (ca. 3.3 cal. ka BP period) shows changes in the rate of rise (Sr, S) or fall (Al, inorganic C) and a sudden rise in organic C. For the 1.4e2.3 cal. ka BP period (ca. 1.8 cal. ka BP period), the local minimum (Al and C) and maximum (S and Sr) are well marked."
  }, {
    "heading": "6. Spatial variability",
    "text": "In order to illustrate the difficulties in the spatial comparison of the ca. 1.8 cal. ka BP, ca. 3.3 cal. ka BP and ca. 5.5 cal. ka BP periods, we have compared them with some selected records from around the Iberian Peninsula and the western Mediterranean area (Fig. 5a). Wewant to mention that this comparisonmust be visual as most of the data are not available and only scanned figures are available."
  }, {
    "heading": "6.1. The Iberian Peninsula (Fig. 5b)",
    "text": "P erez-Obiol et al. (2011) consider that the evolution of the vegetation in Spain during the Holocene was very complex and only a low resolution approximation to climate can be done. They define a humid phase (12e7 cal. ka BP), a transition phase (7e5.5 cal. ka BP) and an aridification phase (5.5 cal. ka BP-Present). It is during this latter phase when our record took place.\nFletcher et al. (2007) detected arid episodes around 4.8 cal. ka BP, 3.1 cal. ka BP and 1.7 cal. ka BP on the basis of the\npollen record (xerophytic taxa) at the Guadiana estuary (Fig. 5b,1) and related them to Bond events. There is a general coincidence between their episodes and those observed in Daimiel, except for the 4.8 cal. ka BP episode of Fletcher et al. (2007). This displacement may be due to differences in sampling between studies (discontinuous vs. continuous sampling and different average temporal resolution).\nFletcher et al. (2013) also identified Mediterranean forest decline episodes between 1.91 and 1.3 cal. ka BP, 3.7e2.9 cal. ka BP and 5.4e4.5 cal. ka BP using pollen data from a core taken in the Albor an Sea that they attributed to arid periods (Fig. 5b,2). They analysed the change in periodicities through the Holocene and they proposed that a NAO-like circulation conditioned the climate pattern of the Mediterranean after 6 cal. ka BP. Once again, there is a slight displacement between the 5.4e4.5 cal. ka BP episode of Fletcher et al. (2013) and the ca. 5.5 ka BP Daimiel period that may be due to differences in sampling strategies between both studies.\nComborieu Nebout et al. (2009), also in the Albor an Sea, analysed the pollen record for ODP Site 976 and identified four Pollen Events for the last 6 ka BP (APC1: 1.5e0.7 cal. ka BP, APC2: 2.6e2.3 cal. ka BP, APC3: 3.77e3.14 cal. ka BP, APC4: 6e4.5 cal. ka BP) corresponding to episodes of temperate forest decline (Fig. 5b,3). They correlate these episodes to arid episodes, identified in inland Spain by other authors, and to Bond events. APC3 and APC4 match the ca. 3.3 ka BP and the ca. 5.5 ka BP arid episodes of Daimiel but APC2 and APC1 fall beyond the limits of the ca. 1.8 ka BP episode. As in previous cases, peak mismatch may be due to differences in sampling strategies and chronology uncertainties.\nReed et al. (2001) using diatoms, ostracoda and chenopodiacea pollen from Laguna de Medina (southern Spain) identified abrupt lake desiccation events at 5,939, 3,057, 2,917, 1,675, 1,022, 686 and 456 cal. BP (Fig. 5b,4). As this reference series for southern Spain is one of the main constraints for this series, the authors assume that ages above 522 cm (4640 cal. BP) may show a ca. 350-year error, which introduces some uncertainty into the correlation. Despite this fact and the inherent lack of precision due to differences in the resolution of the sampling, there is a good agreement in location of the Laguna de Medina desiccation events and the arid periods of the Daimiel record.\nMartín-Puertas et al. (2008) reconstructed, from the sedimentary and biological (diatoms, ostracods, pollen) record the palaeobathymetry of the Zo~nar Lake (Fig. 5b,5), and interpret it as result of an alternation of wet and dry periods for the last 4000 years: 4000e2900 cal. ka BP (dry), 2600e2050 cal. BP (wet), 1800e1650 cal. BP (dry), 1350e700 cal. BP (wet), 300e175 cal. BP (wet) and 150e50 cal. BP (dry). Due to the resolution of the palaeobathymetric reconstruction in which the arid reconstruction is based, it is not possible to proceed to a precise peak-to peak correlation. However, the arid period around 3.3 ka BP and the increasing moisture during the last millennium are recorded in both areas.\nEastwards, in Siles Lake, Carri on (2002) studied the pollen, nonpollen microfossil and charcoal content of a sequence of Holocene age and determined the vegetation history of the region and palaeolimnological changes for this lake for the Holocene. He identified the following desiccation phases of the lake: 5.4e4.8 cal. ka BP, 4.3e3.8 cal. ka BP, 3.1e2.6 cal. ka BP, 2.2e1.7 cal. ka BP, 1.45e1.3 cal. ka BP and 0.7e0.5 cal. ka BP (Fig. 5,6). Despite the uncertainty associated to dating, there is a good agreement for the ca. 5.5 ka BP and the ca. 1.8 ka BP episodes, whilst the ca. 3.3 ka BP episode is slightly displaced and the Siles Lake record shows a 4.1 cal. ka BP desiccation event that it is not recorded in Daimiel.\nMoving northwards, Morell on et al. (2008) analysed the facies and geochemical record of Lake Estanya (NE Spain) and reconstructed the salinity and bathymetric history of the lake (Fig. 5b,7). From 6700e5940 cal. BP the lake level was high and filled with fresh water, then the water level dropped and salinized during 5940e4900 cal. BP and the lake became deeper and fresher again from 4900e4200 cal. BP. At that moment, the lake level dropped and the water became saline for a period that lasted until 1730 cal. BP to continue to rise after this stage until the present day. Due of the homogeneity of the facies most of the record is monotonous. Despite this, the ca. 5.5 cal. ka BP arid period can be identified and probably some of the decreases in S in the 4200e1730 cal. BP period could be used to identify minor episodes of humidity.\nF abregas Valcarce et al. (2003) studied soils, peat bogs, lake sediments and coastal deposits at 14 sites around NW Spain and developed a humidity proxy based on Br fluxes (Fig. 5b,8). According to this index, their record started with moderate values of humidity for 5450e5050 cal. BP. Then rainfall decreased 23% during 5050e4650 cal. BP and then increased 45% for the 4650e4150 cal. BP period. A maximum in rainfall was reached during the 4150e3950 cal. BP episode. Then, rainfall decreased 38% for the 3950e3550 cal. BP period and remained low between 3550 cal. BP and 3350 cal. BP. Finally, there was a 35% increase in rainfall for the 3350e2950 cal. BP period. In this case, only the ca. 5.5 ka cal. BP arid period and the following wet period seem to coincide with the record of Daimiel as the following arid period began in ca. 4 cal. ka BP. However, there is no information about the\nchronologies used by the authors so it is difficult to check the degree of uncertainty that can be associated to age models.\nMighall et al. (2006) studied pollen and non-pollen palynomorph (NPP) data from two peat bogs in NW Spain and identified seven major wet periods by using discriminant canonical analysis of NPP: ca. 4150eca. 3540 cal. BP, ca. 2800 cal. BP, 2550e2200 cal. BP, ca. 1710e1180 cal. BP, 620e490 cal. BP, 850e820 cal. BP and ca. 140e90 cal. BP. In addition, they identified two severe droughts between 1670e1650 cal. BP and between 1390e1370 cal. BP (Fig. 5b,9), despite it not being possible tomake a peak-to-peak correlation as the authors recognize that the samplingwas too coarse to allow a high resolution study, there is a good agreement between the periods of less aridity defined by these authors and the Daimiel record.\nPena et al. (2010) studied sediments collected in the Ria de Muros estuary (NW Spain) and identified positive d13C excursions, that correlated to periods of reduced freshwater input into the sea, at ca. 5.6e4.7 ka BP, ca. 3.8e3 ka BP, ca. 2.2e1.8 ka BP, ca. 1 cal. ka BP and ca. 0.6e0.4 cal. ka BP (Fig. 5b,10). They relate these events to southward shifts in the atmosphere/oceanic fronts associated with cold spells in the North Atlantic with a recurrent 1500 yr periodicity. Like the previous authors, there is a good chronological match between the arid periods of the Daimiel record and these changes in the palaeoceanographic circulation on the north Atlantic coast of Spain.\nOn a more regional scale, Thorndycraft and Benito (2006) compiled a database of radiocarbon dates for Holocene fluvial deposits in Spain, mostly fromwestern and south-eastern basins, and\nshowed a low frequency of floods around 5.5 ka BP, 4.3 ka BP, 3.1 ka BP and 1.6 ka BP (Fig. 5b,11). Using pollen records, they were unable to find a clear relationship between flood clusters and climate and they related them to cold, warm and transition periods. When compared to the Daimiel record, it seems that during the arid periods there was less fluvial activity, which would be reasonable as less water is made available to the system, but this must be considered very carefully as the number of available dates decreases noticeably from 1300 cal. BP downwards and they are irregularly distributed."
  }, {
    "heading": "6.2. The western Mediterranean area (Fig. 5c)",
    "text": "Faust et al. (2004) identify periods of enhanced fluvial dynamics in theMedjerda Basin (Tunisia, North Africa) around 4.7, 3.0, 1.7, 1.0, 0.7 and 0.4 cal. ka BP (Fig. 5c,12). Faust et al. (2004) and Zielhofer et al. (2004) interpret these periods of enhanced fluvial activity as being related to dry periods but the periods of lowest sedimentation rates coincide to the arid episodes in the Daimiel record (ca. 5.5, ca. 3.3, ca. 1.8 cal. ka BP). In addition, the sedimentation rate curve drawn by these authors resembles the Al IMFs curve interpreted as surface water input in Daimiel. We should take note that the dates provided by these authors are located in the very arid/ humid boundaries and the temporal resolution of the dates decreases down the record, making the precise correlation difficult.\nZielhofer and Faust (2008) provide radiocarbon data about flood activity in central Tunisia and they discriminate between “activity dates” and “stability dates”. Periods of enhanced activity are: 6.2e6.0, 4.8e4.5, 4.1e3.7 and 3.3e3.0 cal. ka BP, while periods of increased stability are: 6.8e6.6, 5.9e4.8, 4.5e4.1, 3.7e3.3, 3.0e2.8 and 1.8e1.6 cal. ka BP (Fig. 5c,13). The authors argue a negative correlation to the trends in more temperate or humid areas (i.e. Spain, central Europe) and look for a correlation with the North Atlantic cooling events. These very irregular periods overlap both arid and humid periods for the Daimiel record and this is probably due to the irregular temporal distribution of the radiocarbon dataset from which these periods are derived.\nLamb et al. (1999) studied the sediments of Sidi Ali Lake (Morocco, North Africa) through pollen, geochemistry, isotopes, microfossils, etc. in order to document its evolution during the last 7000 years. Reconstruction of lake level shows a minimum at ca. 5.5 cal. ka BP, ca. 4.2 cal. ka BP, ca. 3.3 cal. ka BP, ca. 2.4 cal. ka BP, ca. 1.4 cal. ka BP, ca. 0.8 cal. ka BP and ca. 0.3 cal. ka BP (Fig. 5c,14). These hydroclimatic events, however, do not fit the magnetic susceptibility curve as, until 3000 BP it follows a reverse trend, with increasing delivery of clastic during the lowstands (incision), while from that time until the present they run parallel, with increasing delivery during the highstands which probably enhanced deforestation. This, together with paleobotanical arguments, was used to hypothesize the human pressure in the basin. Comparison of the Sidi Ali low lake levels to the Daimiel record is good for the ca. 5.5 cal. ka BP and the ca. 3.3 cal. ka BP periods but there is a slight peak displacement for the ca. 1.8 cal. ka BP episode as the Sidi Ali low levels are reached at ca. 2.4 cal. ka BP and ca. 1.5 cal. ka BP.\nMagny et al. (2011) reconstructed the water level of Lake Preola (Sicily, South Italy) for the Holocene, from principal component analysis of sedimentological markers of the lacustrine record (Fig. 5c,15). The resulting curve shows an overall lowering of the lake level during the last 6000 years. The highest level is attained between 6000 and 4500 cal. BP with a shorter period of lower lake levels from ca. 5500 to 5000 cal. BP. A sudden drop in the lake level continued until 3600 cal. BP when a sudden rise, between 3600 and 3400 cal. BP, interrupted this fall. This is followed by a relative minimum that lasted up to 3000 cal. BP, when the lake level increased a little. This rise in the lake level lasted until 2300 cal. BP,\nwhen the lowest lake level was reached and continuous high amplitude oscillations of the lake level took place until ca. 1500 cal. BP, when the lake level stabilized. Long term comparison to Daimiel shows that the trends are clearly different. However, temporal location of low lake levels in Lake Preola match quite well with all the arid periods in the Daimiel record.\nEastwards to Lake Preola, Sadori et al. (2013) studied the pollen record of Lago di Pergusa and reconstructed the precipitation using the modern analogue technique (MAT) for the last 7000 years, despite the fact that they later focus on the last 3000 years (Fig. 5c,16). Their record shows a very homogeneous period from 6000 cal. BP to ca. 3500 cal. BP characterized by a gentle decrease in rainfall after a local maximum around 5000 cal. BP. A local minimum is reached ca. 3.3 cal. ka BP after which the series begins to fluctuate. The authors identify four cold and wet periods: 2600e2000 cal. BP, 1650e1110 cal. BP, 850e550 cal. BP and 400e200 cal. BP. The driest events that can be identified are placed at 3000 cal. BP, ca. 1900 cal. BP and ca. 100 cal. BP. When compared to the Daimiel record, this precipitation series lacks definition for the ca. 5.5 cal. ka BP period that may be related to sampling resolution for that part of the record but, as the authors point out, not to human activity.\nFor Lake Accesa (North Italy), Magny et al. (2007) made a lake level reconstruction based on sedimentological markers for Lake Accesa similar to that of Lago di Preola. The lake level curve shows that the lower levels for the last 6000 years were attained between 6000 and 4500 cal. BP, showing some rises at 5.6, 5.4 and 4.8 cal. ka BP, and rose later until reaching the present level (Fig. 5c,17). A sudden rise in lake level took place between 4.4 and 3.8 cal. ka BP to fall again from 3.7 to 2.7 cal. ka BP, showing a local high level at ca. 3.4 cal. ka BP. High levels were attained once again from 2.8 until 2.1 cal. ka BP reaching a local minimum at 2.0 cal. ka BP. After 1.5 cal. ka BP the lake level rose suddenly and remained high until 0.8 cal. ka BP, when a new low level was attained. From that time until the present, the lake level rose except during the last two centuries, when the lake level dropped around 1 m. These authors stress the relationship of the high level periods with cooling events and glacier advance episodes in the Alps during the Holocene and the influence of the changes in insolation on the long-term trend, noting the fact that there are differences in the trends recorded in the southern and northern Italian lakes. When compared to the Daimiel record, low lake levels in Lake Accesa show a good coincidence with arid periods in Daimiel."
  }, {
    "heading": "6.3. Arid periods: local, regional, global?",
    "text": "It is evident that climate change periods during the Holocene are very complex and one of the greatest handicaps in their study is the lack of useful records for vast areas of the planet (Mayewski et al., 2004; Wanner et al., 2008, 2011, 2015).\nThis complexity means that climate trends can be contrary, depending on the location (i.e. the 4 ka BP event between tropical Africa and South America, Marchant and Hooghiemstra, 2004), the time of changes can shift in space (i.e. An et al., 2006, showed the asynchrony of dry periods around China in relation to the displacement of the summer monsoon and changes in the evaporation/rainfall relationship) or that some events can be evident in some places and not in others (i.e. the 4.2 ka BP event is evident in the Middle East and locally but is not present in many other records, Mayewski et al., 2004).\nIn our case, at a smaller scale than the global scale, it seems that there is a spatial coherence among records in the Iberian Peninsula (Fig. 6) but with small variations in amplitude and timing and the local record of the 4.2 ka BP event. The main differences arise from methodological issues, such as chronological aspects or sampling\nresolution. Reed et al. (2001) recognized a possible 350-year error in dates from 4650 BP until the present day in the Laguna de Medina record which can move the ca. 3 cal. ka BP desiccation event “in” or “out” the ca. 3.3 cal. ka BP arid period of Daimiel. The coarse resolution of Zo~nar Lake (Martín-Puertas et al., 2008) of Lake Estanya (Morell on et al., 2008) reconstructions do not allow us to precisely draw the boundaries of the low lake level stages, so a peak-to-peak correlation is very complex. A similar question arises with the record of F abregas Valcarce et al. (2003) as it shows discrepancies with the nearby records of Mighall et al. (2006) or Pena et al. (2010), suggesting a possible problem with chronologies.\nThese problems extend to countrywide datasets, such as those of Thorndycraft and Benito (2006) as their data distribution is very irregular and concentrates on certain periods of the Holocene. This leaves open the question about the temporal representativeness of these series of extreme events.\nA different issue is the comparison of the Daimiel record to that of ODP Site 976 (Albor an Sea, Comborieu Nebout et al., 2009). In this case the arid episode at ca. 1.8 cal. ka BP correlates to a wet period bounded by two dry events at ca. 2.3 cal. ka BP and ca. 1.4 cal. ka BP. The same situation is found in the record of Sidi Ali (North Africa, Lamb et al., 1999) leading to the possibility of this change being related to the different latitudinal location of the sites or a position more influenced by the Atlantic Ocean.\nBeyond the Sidi Ali record, other North African records, such as those of Tunisia (Faust et al., 2004; Zielhofer et al., 2004; Zielhofer and Faust, 2008), show similar problems to those in Spain based on fluvial systems. But in this case, the chronological issue is stressed as their enhanced fluvial activity peaks are placed near the arid/ humid boundaries and they interpret that enhanced fluvial activity took place during arid periods. The main complication, once again, is the temporal resolution of the studies that do not allow the precise correlation of certain peaks amongst the records.\nConcerning the eastern side of the Western Mediterranean Basin, there is a good correlation of the lake levels and rainfall episodes with the arid episodes of Daimiel but we should take note of some points (Fig. 6). The changes in temporal resolution along cores artificially smooth the records, making the comparison for some portions of the record difficult (i.e. bottom of Lago di Pergusa, the top of Lake Accesa or Lago Preola). There is an opposing pattern for records from northern (Lake Accesa) and southern (Lago Preola) Italy in their long-term trend (Figs. 5c and 6). Peyron et al. (2013) and Magny et al. (2013) interpret this situation as resulting from opposing patterns in the precipitation for northern and southern Italy."
  }, {
    "heading": "7. Humans and water",
    "text": "Bronze Age and Iberian-Roman period settlements in the area are characterized by the presence of hydraulic facilities that has led to interpreting them as being controlled by climate.\nRegarding the motillas of the Bronze Age, Benítez de Lugo et al. (2014) and Mejías Moreno et al. (2014) point out the fact that these settlements started shortly after 4.2 ka BP. As, in their opinion, this was a global drought event, the settlements were established to guarantee the water supply during this dry period. On the other hand, they consider that the end of this period was related to the beginning of a wet period, 2.8 ka BP event (Mejías Moreno et al., 2014), responsible for flooding the occupied areas.\nRegarding the climatic causes of the onset of themotilla culture, Mayewski et al. (2004), despite considering the 4.2e3.8 ka BP a Rapid Climate Change period, recognize that it is represented in fewer records than other changes. Wanner et al. (2008, 2011, 2015) state that despite being present in several records, the 4.2 ka BP event is not a period of global drought in comparison to other periods.\nAraus et al. (1997) and Ferrio et al. (2005), analyse the stable isotopes of grain found in sites in SE Spain (including Motilla del Azuer) and determine that, at that time, there was no irrigation as water requirements of crops were covered by a wetter climate than today.\nAranda et al. (2008) mention that anthracological, pollen and faunal studies into the Motilla del Azuer reveal the presence of alder, willow, cork, duck, goose and deer among other remains. The landscape at that site must have been meadows with patches of trees with a composition typical of wetter and warmer conditions than today. They also point out that the lack of a gallery forest suggests the absence of permanent water courses in the area. Consequently, wells would have guaranteed a permanent supply of clear water during the whole year.\nOn the time and causes of the collapse of the Bronze Age, Armit et al. (2014) place the start of the collapse of population in Ireland around 2850 BP (500 years after the end of the “motilla” culture) while the climate deterioration (the shift towetter conditions) took place ca. 2750e2700 BP. Kaniewski et al. (2010) place the collapse of the Late Bronze Age and the onset of the Dark Age in Syria just at the beginning of a drought period covering the ca. 3150e2800 BP. Drake (2012), locates the dramatic drop in occupancy in mainland Greece and Crete from ca. 3.3 ka to ca. 3.0 ka BP at the beginning of an arid period that ended around 2 ka BP.Wanner et al. (2011, 2015) consider the ca. 3 ka BP a dry period that is better recorded than the 4.2 ka BP event.\nIn the Iberian Peninsula, the records of the 4450e3350 BP period are variable, there are some arid records (Morell on et al., 2008; Pena et al., 2010), some are wet (Mighall et al., 2006; Fletcher et al., 2007, 2013) (Fig. 5b) but, in any case, the records do not allow us to consider this period as a regional climate crisis.\nOur study also indicates that the onset of the occupancy of the Motilla del Azuer can be placed during a wet period some centuries after a dry period. The end of the settlement was also during the ca. 3.3 ka BP arid event (Fig. 4, BA bar), which was not the driest episode of the record (Fig. 5b).\nAs far as the Iberian-Roman period is concerned (Fig. 4, I-RP bar), there is a lapse when there are a meaningful number of dry records at a global scale (Wanner et al., 2011) and wet events as well (Wanner et al., 2015). The same happened at the scale of the Iberian Peninsula, as some records point to wet conditions (MartínPuertas et al., 2008) whilst others invoke arid conditions (Thorndycraft and Benito, 2006; Fletcher et al., 2007, 2013) or show no coincidental trends in time (Mighall et al., 2006; Morell on et al., 2008; Pena et al., 2010) (Fig. 5b). However, the observed wetter conditions coincide with a decrease in the short-term supply of water (Al) coincidental with an increase of evaporation (Sr) (Fig. 4). Consequently, the ponding can only be explained if the net groundwater level (short þ long term trend) was rising. This fact coincides with a change in the average sedimentation rate from 0.13 mm/year (mud) to 0.6 mm/year (chara beds) that implies a higher base level. In this case, the development of the hydraulic structures (dams, high roads to cross ponded areas) and the displacement of big settlements to higher positions (oppida) are the response to the progressive flooding of the lowlands."
  }, {
    "heading": "8. Are there global controls?",
    "text": "For a long time, arid cycles have attracted the attention of researchers for their relationship to civilization changes around the world and a quest for a pattern or control has been carried out since then. However, this has proved to be a difficult task.\nBond et al. (1997) identified a 1470 ± 500 years climate cycle that they interpreted as related to changes in the thermohaline circulation in the North Atlantic linked to variations in solar activity (Bond et al., 2001).\nDebret et al. (2007) found that the millennial variability is composed of several cycles corresponding to different forcings. On the one hand, the 1 ka and the 2.5 ka cycles are controlled by solar activity, whilst on the other the 1.5 ka cycles may correspond to oceanic internal forcing.\nWanner and Bütikofer (2008) proposed that Holocene cold events result from a mixture of factors, such as reduced Milankovitch forcing plus reduced solar forcing and the accumulation of several volcanic eruptions. This would have caused a reduction in SST in the Northern Hemisphere (NH) leading to an increase in the Arctic sea ice which would have reduced the deep convection in the North Atlantic Ocean resulting in a feedback to the falling of the NH sea surface temperature (SST).\nMagny et al. (2013) consider that the major oscillations in the central Mediterranean, such as the 4e4.5 cal. ka BP, may be a nonlinear response to the decrease in insolation, whilst the centennialscale events may be linked to a combination of the North Atlantic cooling events, may be the NAO-type circulation and changes in solar activity.\nWanner et al. (2015) summarize some of the previous hypothesis and consider that these mechanisms were variable depending on the period. For the early Holocene, weakening of the meridional overturning circulation owing to strong melt water pulses from the NH ice sheets caused the cold relapses. For the late-Holocene, the cold relapses were due to the overlapping of different effects such as volcanic forcing, changes in insolation and irradiance and internal chaotic processes. For the mid-Holocene, there is no clear mechanism for the cold relapses between 8.2 ka BP and 2.8 ka BP.\nTherefore, the temporal structure of these events/periods is determined by a mixture of cyclic and non-cyclic forcings and unveiling them can only be achieved by the addition of layers of information. Most of the authors mentioned in this paper have attributed the observed climate changes in the Western Mediterranean to insolation changes or solar cycles or oscillations in the atmospheric patterns (such as NAO) or they have simply linked them to millennial cycles, and called them Bond Cycles or Rapid Climate Cycles (Mayewski et al., 2004).\nThe Daimiel record is composed by signals operating in different temporal scales (Fig. 7f). Long-term changes on groundwater-base level are simultaneous but we cannot determine their period as it is longer than 6000 years, and the same happens for long-term evaporation. The shorter term signal is varied and despite the different signals being coincidental in a wide band of time (the defined periods), there are time shifts in the placement of particular peaks that can span several centuries and as a consequence they are linked to environmental records (i.e. despite water supply increases, water tables do not rise until evaporation does not drop to a certain critical level). But, in a broad sense, the observed arid episodes operate in the 1.5e2 ka band.\nWhen we compare our record (Fig. 7f) against some global records we find that the ca. 1.8 cal. ka BP period is well marked in the Wanner et al. (2011) curve (Fig. 7e), the ca. 5.5 cal. ka BP period is evident in the Bond et al. (2001) curve (Fig. 7d), and the ca. 3.3 cal. ka BP period (the less pronounced peak of the Daimiel curve) is well marked in both curves. In the first case, the Wanner et al. curve (2011) may be due to the fact that this curve has been made on the basis of the literature and it is likely that not enough cases have been considered. In the second case, the Bond et al. (2001) curve must be a question regarding local or regional/ global forcings.\nFor comparison with forcings, we have selected a non-periodic forcing (volcanic, Fig. 7a), an external forcing (Total Solar Irradiance, TSI, Fig. 7b) and an internal forcing to the climate system (the North Atlantic Oscillation, NAO, Fig. 7c).\nCompared to the immediately previous and following periods, the ca. 3.3 cal. ka BP and ca. 5.5 cal. ka BP periods are characterized by higher volcanic activity. However, the ca. 1.8 cal. ka BP period shows an important eruption but, on average, shows less volcanic activity.\nIn relation to the TSI, until 3 cal. ka BP, there was a reverse correlation between TSI and aridity. Nevertheless, the TSI was higher for the ca. 1.8 cal. ka BP period than for the following and previous periods.\nRegarding NAO, from 5.2 cal. ka BP up to 2.4 cal. ka BP, there is a coarse correlation to aridity. NAO-negative or NAO-less-positive periods coincide to wet periods and positive-NAO periods coincide to dry periods. However, from 1.4 cal. ka BP until the present, there has been a wet NAO-positive dominate phase.\nTogether, the forcings all contributed to the evolution of aridity in Daimiel during the Holocene but something happened around ca. 2.5 ka BP. Solar activity started to decrease, the NAO index became stronger and the HSG trend began to increase slowly. These changes were noticed in Daimiel as the long-term evaporation trend (Sr) reversed (Fig. 7f), but also in the spatial variability as the correlation with the western Albor an Sea and Morocco changed (Fig. 6, ca. 1.8 cal. ka BP period).\nMorley et al. (2014) reconstructed oceanwater temperatures for the last 5.5 ka in a core off NWAfrica and showed that the eastern North Atlantic Central Waters (ENACW) cooled by 1 C between 3.3 and 2.6 cal. ka BP and this could have caused a shift in the ENACW that reflected in mid-latitude atmospheric circulation after 2.7 cal. ka BP, in particular during cold events of the late-Holocene. As a consequence, the typical NAO patterns could not have been the only possible atmospheric configuration to explain the temperature-rainfall distribution for this period."
  }, {
    "heading": "9. Conclusions",
    "text": "The mid-Holocene in central Spain was characterized by the presence of cultures that developed techniques for managing water. Statistical empirical mode decomposition of geochemical data of core S-1 in central Spain reveals three arid periods (ca. 5.5 cal. ka BP, ca. 3.3 cal. ka BP and ca. 1.8 cal. ka BP) that encompasses these cultures. Development of water structures was an adaptation to the different hydrological settings. Thus, during the wet but seasonal Bronze Age, wells were a way of guaranteeing a permanent supply of water that endedwith the beginning of the ca. 3.3 cal. ka BP arid period. Roman structures, during a dry period, were the answer to the progressive ponding of the region due to the rise of the groundwater table.\nThese arid periods can be identified in the Iberian Peninsula and the Western Mediterranean basin but after ca. 2.5 ka BP some parts of the southern Mediterranean became wetter.\nVolcanic, solar and atmospheric forcings can be related to the ca. 5.5 and ca. 3.3 cal. ka BP periods but, probably, between 3.3 and 2.6 ka BP cooling of the eastern North Atlantic Central Waters promoted changes in the atmospheric patterns that justify the ca. 1.8 cal. ka BP arid period. Nevertheless, better chronologies and higher resolution studies are needed in order to confirm and give greater precision to these results."
  }, {
    "heading": "Acknowledgements",
    "text": "The authors are grateful to Lothar Schulte and an anonymous reviewer for their very valuable comments and suggestions that have helped to improve the original manuscript. This research has been funded by the Spanish Ministry of Economy and Competitiveness (research project: CGL2011-30302-C02-01). This paper is a contribution to the IGCP-618 “Palaeoclimate information obtained from past-recharged groundwater” project."
  }],
  "references": [{
    "title": "Climate change and culture response around 4000 cal yr B.P. in the western part of Chinese Loess Plateau",
    "authors": ["An", "C.-B", "L. Tang", "L. Barton", "Chen", "F.-H"],
    "venue": "Quaternary Research",
    "year": 2005
  }, {
    "title": "Dry or humid? Mid-Holocene humidity changes in arid and semi-arid China",
    "authors": ["An", "C.-B", "Feng", "Z.-D", "L. Barton"],
    "venue": "Quaternary Science Reviews",
    "year": 2006
  }, {
    "title": "Water control and cereal management on the Bronze Age Iberian Peninsula: La Motilla del Azuer",
    "authors": ["T. ajera", "M. S anchez"],
    "venue": "Oxford Journal of Archaeology",
    "year": 2008
  }, {
    "title": "Identification of ancient irrigation practices based on the carbon isotope discrimination of plant seeds: a case study from the SouthEast Iberian Peninsula",
    "authors": ["R. o", "M.O. Rodríguez-Ariza", "F. Molina", "M.D. Camalich", "D. Martín", "J. Voltas"],
    "venue": "Journal of Archaeological Science",
    "year": 1997
  }, {
    "title": "Rapid climate",
    "authors": ["I. 108 Armit", "G.T. Swindles", "K. Becker", "G. Plunkett", "M. Blaauw"],
    "year": 2014
  }, {
    "title": "Aportaciones hidrogeol ogicas al estudio arqueol",
    "authors": ["J.A. opez S aez"],
    "venue": "ogico de los orígenes de la Edad del Bronce de La Mancha: la cueva monumentalizada de Castillejo del Bonete (Terrinches,",
    "year": 2014
  }, {
    "title": "Climate variation and the rise and fall of an Andean civilization",
    "authors": ["M.W. Binford", "A.L. Kolata", "M. Brenner", "J.W. Janusek", "M.T. Seddon", "M. Abbott", "J.H. Curtis"],
    "venue": "Quaternary Research",
    "year": 1997
  }, {
    "title": "A pervasive millennial-scale cycle in North Atlantic Holocene and glacial climates",
    "authors": ["G. Bond", "W. Showers", "M. Cheseby", "R. Lotti", "P. Almasi", "P. deMenocal", "P. Priore", "H. Cullen", "I. Hajdas", "G. Bonani"],
    "venue": "Science 278,",
    "year": 1997
  }, {
    "title": "Persistent solar influence on north Atlantic climate during the Holocene",
    "authors": ["G. Bond", "B. Kromer", "J. Beer", "R. Muscheler", "M.N. Evans", "W. Showers", "S. Hoffman", "R. Lotti-Bond", "I. Hajdas", "G. Bonani"],
    "venue": "Science 294,",
    "year": 2001
  }, {
    "title": "Patterns and processes of Late Quaternary environmental change in a montane region of southwestern Europe",
    "authors": ["J.S. on"],
    "venue": "Quaternary Science Reviews",
    "year": 2002
  }, {
    "title": "Rapid climatic variability in the west Mediterranean during the last 25000 years from high resolution pollen data",
    "authors": ["N. Comborieu Nebout", "O. Peyron", "I. Dormoy", "S. Desprat", "C. Beaudouin", "U. Kotthoff", "F. Marret"],
    "venue": "Climate of the Past",
    "year": 2009
  }, {
    "title": "Climate change and the collapse of the Akkadian empire: evidence from the deep sea",
    "authors": ["H.M. Cullen", "P.B. deMenocal", "S. Hemming", "G. Hemming", "F.H. Brown", "T. Guilderson", "F. Sirocko"],
    "venue": "Geology 28,",
    "year": 2000
  }, {
    "title": "The origin of the 1500-year climate cycles in Holocene North-Atlantic records",
    "authors": ["M. Debret", "V. Bout-Roumazeilles", "F. Grousset", "M. Desmet", "J.F. McManus", "N. Massei", "D. Sebag", "J.R. Petit", "Y. Copard", "A. Trentesaux"],
    "venue": "Climate of the Past",
    "year": 2007
  }, {
    "title": "The influence of climatic change on the Late Bronze Age collapse and the Greek dark ages",
    "authors": ["B.L. Drake"],
    "venue": "Journal of Archaeological Science",
    "year": 2012
  }, {
    "title": "Environmental change and social dynamics in the second-third millennium BC in NW Iberia",
    "authors": ["R. abregas Valcarce", "A. Martínez Cortizas", "R. Blanco Chao", "W. Chesworth"],
    "venue": "Journal of Archaeological Science",
    "year": 2003
  }, {
    "title": "High-resolution fluvial record of late Holocene geomorphic change in northern Tunisia: climatic or human impact",
    "authors": ["D. Faust", "C. Zielhofer", "R. Baena Escudero", "R. Díaz del Olmo"],
    "venue": "Quaternary Science Reviews",
    "year": 2004
  }, {
    "title": "Water management practices and climate in ancient agriculture: inferences from the stable isotope composition of archaeobotanical remains",
    "authors": ["J.P. Ferrio", "J.L. Araus", "R. Bux o", "J. Voltas", "J. Bort"],
    "venue": "Vegetation History and Archaeobotany",
    "year": 2005
  }, {
    "title": "Palynological evidence for environmental and climatic changein the lower Guadiana valley, Portugal, during the last 13000 years",
    "authors": ["W.J. Fletcher", "T. Boski", "D. Moura"],
    "venue": "The Holocene",
    "year": 2007
  }, {
    "title": "Mid-Holocene emergence of a low-frequency millennial oscillation in western Mediterranean climate: Implications for past dynamics of the North Atlantic atmospheric westerlies",
    "authors": ["M.F. ni"],
    "venue": "The Holocene 23,",
    "year": 2013
  }, {
    "title": "Atmospheric radiocarbon for the period 1950e2010",
    "authors": ["Q. Hua", "M. Barbetti", "A.Z. Rakowski"],
    "venue": "Radiocarbon",
    "year": 2013
  }, {
    "title": "The empirical mode decomposition and Hilbert spectrum for nonlinear and nonstationary time series analysis",
    "authors": ["N.E. Huang", "Z. Shen", "S.R. Long", "M.L. Wu", "H.H. Shih", "Q. Zheng", "N.C. Yen", "C.C. Tung", "H.H. Liu"],
    "venue": "Proceedings of the Royal Society London A 454,",
    "year": 1998
  }, {
    "title": "A review on Hilbert-Huang transform: method and its applications to geophysical studies",
    "authors": ["N.E. Huang", "Z. Wu"],
    "venue": "Reviews of Geophysics",
    "year": 2008
  }, {
    "title": "Late second-early first millennium BC abrupt climate changes in coastal Syria and their possible significance for the history of the Eastern Mediterranean",
    "authors": ["D. Kaniewski", "E. Paulissen", "E. Van Campo", "H. Weiss", "T. Otto", "J. Bretschneider", "K. Van Lerberghe"],
    "venue": "Quaternary Research",
    "year": 2010
  }, {
    "title": "EMD: a package for empirical mode decomposition and Hilbert spectrum",
    "authors": ["D. Kim", "Oh", "H.-S"],
    "venue": "The R Journal",
    "year": 2009
  }, {
    "title": "Extending the scope of empirical mode decomposition using smoothing",
    "authors": ["D. Kim", "Kim", "K.-O", "Oh", "H.-S"],
    "venue": "EURASIP Journal on Advances in Signal Processing 2012,",
    "year": 2012
  }, {
    "title": "Lake evolution in a semi-arid montane environment: responses to catchment change and hydroclimatic variation",
    "authors": ["H. Lamb", "N. Roberts", "M. Leng", "P. Barker", "A. Benkaddour", "S. van der Kaars"],
    "venue": "Journal of Paleolimnology",
    "year": 1999
  }, {
    "title": "Holocene climate changes in the central Mediterranean as recorded by lake-level fluctuations at Lake Accesa (Tuscany, Italy)",
    "authors": ["M. Magny", "J.L. de Beaulieu", "R. Drescher-Schneider", "B. Vanni ere", "A.V. WalterSimonnet", "Y. Miras", "L. Millet", "G. Bossuet", "O. Peyron", "E. Brugiapaglia", "A. Leroux"],
    "venue": "Quaternary Science Reviews",
    "year": 2007
  }, {
    "title": "Holocene hydrological changes in south-western Mediterranean as recorded by lake-level fluctuations at Lago Preola, a coastal lake in southern Sicily, Italy",
    "authors": ["M. Magny", "B. Vanni ere", "C. Calo", "L. Millet", "A. Leroux", "O. Peyron", "G. Zanchetta", "T. La Mantia", "W. Tinner"],
    "venue": "Quaternary Science Reviews",
    "year": 2011
  }, {
    "title": "North-south palaeohydrological contrasts in the central Mediterranean during the Holocene: tentative synthesis and working hypotheses",
    "authors": ["J.N. Naas", "N. Kallel", "L. Millet", "A. Stock", "J.L. Turon", "S. Wirth"],
    "venue": "Climate of the Past",
    "year": 2013
  }, {
    "title": "Rapid environmental change in African and South American tropics around 4000 years before present: a review",
    "authors": ["R. Marchant", "H. Hooghiemstra"],
    "venue": "EarthScience Reviews",
    "year": 2004
  }, {
    "title": "Arid and humid phases in southern Spain during the last 4000 years: the Zo~",
    "authors": ["P. alez-Samp eriz", "R. Bao", "A. Moreno", "V. Stefanova"],
    "year": 2008
  }, {
    "title": "Holocene climate variability",
    "authors": ["W. en", "K.A. Maasch", "L.D. Meeker", "E.A. Meyerson", "F. Gasse", "S. van Kreveld", "K. Holmgren", "J. Lee-Thorp", "G. Rosqvist", "F. Rack", "M. Staubwasser", "R.R. Schneider", "E.J. Steig"],
    "venue": "Quaternary Research",
    "year": 2004
  }, {
    "title": "Proxy climate and vegetation changes during the last five millennia in NW Iberia: pollen and nonpollen palynomorph data from two ombrotrophic peat bogs in the North Western Iberian Peninsula",
    "authors": ["T.M. Mighall", "A. Martínez Cortizas", "H. Biester", "S.E. Turner"],
    "venue": "Review of Palaeobotany and Palynology 141,",
    "year": 2006
  }, {
    "title": "Holocene palaeohydrology and climate variability in northeastern Spain: the sedimentary record of Lake Estanya (Pre-Pyrenean range)",
    "authors": ["B. es", "A. Moreno", "P. Gonz alez-Samp eriz", "P. Mata", "O. Romero", "M. Maestro", "A. Navas"],
    "venue": "Quaternary International 181,",
    "year": 2008
  }, {
    "title": "Ocean-atmosphere climate shift during the mid-to-late Holocene transition",
    "authors": ["A. Morley", "Y. Rosenthal", "P. deMenocal"],
    "venue": "Earth and Planetary Science Letters 388,",
    "year": 2014
  }, {
    "title": "Variability of the North Atlantic Oscillation over the past 5,200 years",
    "authors": ["J. Olsen", "N.J. Anderson", "M.F. Knudsen"],
    "venue": "Nature Geoscience",
    "year": 2012
  }, {
    "title": "Climate fluctuations during the Holocene in NW Iberia: high and low latitude linkages",
    "authors": ["G. es", "P. Diz", "M. Esparza", "J.O. Grimalt", "M.A. Nombela", "I. Alejo"],
    "venue": "Continental Shelf Research 30,",
    "year": 2010
  }, {
    "title": "Mid-Holocene vegetation and climatic history of the Iberian Peninsula",
    "authors": ["A. elachs", "M.J. Iriarte", "T. Otto", "B. Hern andezBeloqui"],
    "venue": "The Holocene",
    "year": 2011
  }, {
    "title": "Contrasting patterns of climatic changes during the Holocene across the Italian Peninsula reconstructed from pollen data",
    "authors": ["O. Peyron", "M. Magny", "S. Goring", "S. Joannin", "J.L. de Beaulieu", "E. Brugiapaglia", "L. Sadori", "G. Garfi", "K. Kouli", "C. Ioakim", "N. Combourieu-Nebout"],
    "venue": "Climate of the Past",
    "year": 2013
  }, {
    "title": "A multi-proxy record of Holocene climatic change in south-western Spain: the Laguna de Medina, C adiz",
    "authors": ["J.M. Reed", "A.C. Stevenson", "S. Juggins"],
    "venue": "The Holocene",
    "year": 2001
  }, {
    "title": "Discussion: reporting and calibration of post-bomb 14C data",
    "authors": ["P.J. Reimer", "T.A. Brown", "R.W. Reimer"],
    "venue": "Radiocarbon 46,",
    "year": 2004
  }, {
    "title": "IntCal13 and Marine13 radiocarbon age calibration curves 0e50,000 years cal BP",
    "authors": ["C. e", "T.J. Heaton", "D.L. Hoffmann", "A.G. Hogg", "K.A. Hughen", "K.F. Kaiser", "B. Kromer", "S.W. Manning", "M. Niu", "R.W. Reimer", "D.A. Richards", "E.M. Scott", "J.R. Southon", "R.A. Staff", "C.S.M. Turney", "J. van der Plicht"],
    "venue": "Radiocarbon 55,",
    "year": 2013
  }, {
    "title": "The last 7 millennia of vegetation and climate changes at Lago di Pergusa (central Sicily, Italy)",
    "authors": ["B. ere", "M. Desmet", "M. Magny"],
    "venue": "Climate of the Past",
    "year": 2013
  }, {
    "title": "Evoluci on de las temperaturas y precipitaciones desde el siglo XIX",
    "authors": ["J.I. Santisteban", "R. Mediavilla"],
    "venue": "Las Tablas de Daimiel: Agua y Sedimentos, Serie Medio Ambiente 14. Instituto Geol ogico y Minero,",
    "year": 2013
  }, {
    "title": "Loss on ignition: a qualitative or quantitative method for organic matter and carbonate mineral content in sediments",
    "authors": ["S. no", "P.E. Martínez-Alfaro"],
    "venue": "Journal of Paleolimnology",
    "year": 2004
  }, {
    "title": "Short contribution: Nile flow failure at the end of the Old Kingdom, Egypt: Strontium isotopic and petrologic evidence",
    "authors": ["J.D. Stanley", "M.D. Krom", "R.A. Cliff", "J.C. Woodward"],
    "venue": "Geoarchaeology 18,",
    "year": 2003
  }, {
    "title": "Climate change at the 4.2 ka BP termination of the Indus valley civilization and Holocene south Asian monsoon variability",
    "authors": ["M. Staubwasser", "F. Sirocko", "P.M. Grootes", "M. Segl"],
    "venue": "Geophysical Research. Letters",
    "year": 2003
  }, {
    "title": "9,400 years of cosmic radiation and solar activity from ice cores and tree rings",
    "authors": ["U. a", "P.W. Kubik", "M. Mann", "K.G. Cracken", "H. Miller", "H. Miyahara", "H. Oerter", "F. Wilhelms"],
    "venue": "Proceedings of the National Academy of Sciences",
    "year": 2012
  }, {
    "title": "A computer program for radiocarbon age calibration",
    "authors": ["M. Stuiver", "P.J. Reimer"],
    "venue": "Radiocarbon 28,",
    "year": 1986
  }, {
    "title": "Extended 14C database and revised CALIB radiocarbon calibration program",
    "authors": ["M. Stuiver", "P.J. Reimer"],
    "venue": "Radiocarbon 35,",
    "year": 1993
  }, {
    "title": "CALIB Radiocarbon Calibration Version 7.1",
    "authors": ["M. Stuiver", "P.J. Reimer", "R. Reimer"],
    "venue": "Available at: http://calib.qub.ac.uk/calib/",
    "year": 2015
  }, {
    "title": "The Holocene fluvial chronology of Spain: evidence from a newly compiled radiocarbon database",
    "authors": ["V.R. Thorndycraft", "G. Benito"],
    "venue": "Quaternary Science Reviews",
    "year": 2006
  }, {
    "title": "La necr opolis íbero-romana de Los Toriles-Casas Altas (Villarrubia de los Ojos)",
    "authors": ["D. Urbina", "C. Urquijo"],
    "venue": "Patrimonio Arqueol ogico de Ciudad Real. Universidad Nacional a Distancia, Centro Asociado de Valdepe~",
    "year": 2000
  }, {
    "title": "Holocene bond cycles e real or imaginary",
    "authors": ["H. Wanner", "J. Bütikofer"],
    "venue": "Geografie 4/113,",
    "year": 2008
  }, {
    "title": "Mid- to Late-Holocene climate change: an overview",
    "authors": ["H. Wanner", "J. Beer", "J. Bütikofer", "T.J. Crowley", "U. Cubasch", "J. Flückiger", "H. Goose", "M. Grosjean", "F. Joos", "J.O. Kaplan", "M. Küttel", "S.A. Müller", "I.C. Prentice", "O. Solomina", "T.F. Stocker", "P. Tarasov", "M. Wagner", "M. Widmann"],
    "venue": "Quaternary Science Reviews",
    "year": 2008
  }, {
    "title": "Structure and origin of Holocene cold events",
    "authors": ["H. Wanner", "O. Solomina", "M. Grosjean", "S.P. Ritz", "M. Jetel"],
    "venue": "Quaternary Science Reviews",
    "year": 2011
  }, {
    "title": "Holocene climate variability and change: a data-based review",
    "authors": ["H. Wanner", "L. Mercolli", "M. Grosjean", "S.P. Ritz"],
    "venue": "Journal of the Geological Society",
    "year": 2015
  }, {
    "title": "The genesis and collapse of third millennium north Mesopotamian civilization",
    "authors": ["H. Weiss", "M.A. Courty", "W. Wetterstrom", "F. Guichard", "L. Senior", "R. Meadow", "A. Curnow"],
    "venue": "Science 261,",
    "year": 1993
  }, {
    "title": "Mid- and late Holocene fluvial chronology of Tunisia",
    "authors": ["C. Zielhofer", "D. Faust"],
    "venue": "Quaternary Science Reviews",
    "year": 2008
  }, {
    "title": "Centennial-scale late Pleistocene to mid-Holocene synthetic profile of the Medjerda floodplain (Northern Tunisia)",
    "authors": ["C. Zielhofer", "D. Faust", "R. Baena", "F. Diaz del Olmo", "A. Kadereit", "Moldenhauer", "K.-M", "A. Porras"],
    "venue": "The Holocene",
    "year": 2004
  }, {
    "title": "Paleoenvironmental implications of the insoluble microparticle record in the GISP2 (Greenland) ice core during the rapidly changing climate of the Pleistocene-Holocene transition",
    "authors": ["G.A. Zielinski", "G.R. Mershon"],
    "venue": "Geological Society of America Bulletin 109,",
    "year": 1997
  }],
  "id": "SP:fe8ad3b2d1c6e08afed1a3b834f7b62a38cd661e",
  "authors": [{
    "name": "Juan I. Santisteban",
    "affiliations": []
  }, {
    "name": "Rosa Mediavilla",
    "affiliations": []
  }, {
    "name": "Alberto Celis",
    "affiliations": []
  }, {
    "name": "Almudena de la Losa",
    "affiliations": []
  }],
  "abstractText": "Human settlements around the fluvial wetland of Las Tablas de Daimiel (central Spain) have been related to the water availability in this area for nearly 5500 years; however the relationship of the hydrology of the wetland to climate change remains uncertain. Whilst archaeological and pollen data provide contradictory arguments, statistical empirical mode decomposition of geochemical data from core S-1 reveals arid periods ca. 1.8 cal. ka BP, ca. 3.3 cal. ka BP and ca. 5.5 cal. ka BP between which periods both Bronze Age and Iberian-Roman settlements developed. These periods can be identified in other records of the Iberian Peninsula and around the western Mediterranean. Comparison of these records points to a complex spatial pattern that evolved in time and, despite a number of forcings (volcanism, solar activity, atmosphere-ocean interactions) being invoked to explain such periods, there is no clear mechanism to explain their spatial pattern and the changes that have taken place since 2.5 ka BP. © 2016 Elsevier Ltd and INQUA. All rights reserved.",
  "title": "Millennial-scale cycles of aridity as a driver of human occupancy in central Spain?"
}