{
  "sections": [{
    "text": "lable at ScienceDirect\nContents lists avai\nQuaternary Science Reviews\njournal homepage: www.elsevier .com/locate/quascirev\nTephrochronology of the Siple Dome ice core, West Antarctica: correlations and sources\nNelia W. Dunbar a,*, Andrei V. Kurbatov b\naNew Mexico Bureau of Geology and Department of Earth and Environmental Science, New Mexico Institute of Mining and Technology, Socorro, NM 87801, USA bClimate Change Institute, 236 Sawyer Hall, University of Maine, Orono, ME 04469, USA\na r t i c l e i n f o\nArticle history: Received 20 July 2010 Received in revised form 15 February 2011 Accepted 24 March 2011 Available online 6 May 2011\n* Corresponding author. Tel.: þ1 5058355783; fax: E-mail address: nelia@nmt.edu (N.W. Dunbar).\n0277-3791/$ e see front matter 2011 Elsevier Ltd. doi:10.1016/j.quascirev.2011.03.015\na b s t r a c t\nA total of 24 tephra-bearing volcanic layers have been recognized between 550 and 987 m depth in the Siple Dome A (SDM-A) ice core, in addition to a number already recognized tephra in the upper 550 m (Dunbar et al., 2003; Kurbatov et al., 2006). The uniform composition and distinctive morphological of the particles composing these tephra layers suggest deposition as a result of explosive volcanic eruptions and that the layers therefore represent time-stratigraphic markers in the ice core. Despite the very fine grain size of these tephra (mostly less than 20 microns), robust geochemical compositions were determined by electron microprobe analysis. The source volcanoes for these tephra layers are largely found within the Antarctic plate. Statistical geochemical correlations tie nine of the tephra layers to known eruptions from Mt. Berlin, a West Antarctic volcano that has been very active for the past 100,000 years. Previous correlations were made to an eruption of Mt. Takahe, another West Antarctic volcano, and one to Mt. Hudson, located in South America (Kurbatov et al., 2006). The lowest tephra layer in the ice core, located at 986.21 m depth, is correlated to a source eruption with an age of 118.1 1.3 ka, suggesting a chronological pinning point for the lower ice. An episode of anomalously high volcanic activity in the ice in the SDM-A core between 18 and 35 ka (Gow and Meese, 2007) appears to be related to eruptive activity of Mt. Berlin volcano. At least some of the tephra layers found in the SDM-A core appear to be the result of very explosive eruptions that spread ash across large parts of West Antarctica, off the West Antarctic coast, as well as also being recognized in East Antarctica (Basile et al., 2001; Narcisi et al., 2005, 2006). Some of these layers would be expected to should be found in other deep Antarctic ice cores, particularly ones drilled in West Antarctica, providing correlative markers between different cores. The analysis of the tephra layers in the Siple Dome core, along with other Antarctic cores, provides a timing framework for the relatively proximal Antarctic and South American volcanic eruptive events, allowing these to be distinguished from the tropical eruptions that may play a greater role in climate forcing.\n2011 Elsevier Ltd. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "Ice cores collected in polar or other glaciated regions offer unique records of past climate. Deep ice cores collected in Greenland (GISP2 and GRIP) and in Antarctica (e.g., Vostok, Byrd, Siple Dome, Taylor Dome, Dome C, Berkner Island, Dome Fuji) (Fig. 1) provide climate records for as much as 100,000e400,000 years of earth’s history at annual to decadal to multi-decadal resolution. Ice cores also contain records of local and distant volcanism, and have been widely used to develop volcanic climate forcing time series in climate simulations and models (Crowley, 2000; Oppenheimer, 2003; Robock, 1981; Robock and Free, 1995; Sato et al., 1993; Stothers, 2001).\nþ1 5058356333.\nAll rights reserved.\nThe interpretation of the global climate record in ice cores is critically dependent on correct chronology or correct correlations of events detected in different environmental records. A number of techniques are brought to bear on ice core chronology, some that involve interpretationof a continuous record, andothers thatprovide individual “pinning points” (e.g. Lemieux-Dudon et al., 2010). For some types of ice cores, particularly for the upper parts of cores in areas of high snow accumulation, the chronology of a core can be determined by counting a continuous record of annual layers (e.g. Alley et al., 1993; Dixon et al., 2004). However, for many ice cores, particularly in the interior of Antarctica, the accumulation of snow is too low for annual layers to be detectable (Steig et al., 1998b), particularly in the deeper parts of the cores. In this case, other techniques must be used to determine the chronology of the cored ice. These techniques include modeling of annual layer thickness versus depth (e.g. Nereson et al., 1996), using measurements of the\nsunspot-cycle-dependent isotope 10Be (Steig et al.,1998b), or analysis of large-scale variations in the oxygen isotopic and methane or other gas concentrations in the ice (Bender et al., 1997; Brook et al., 2005; Steig et al., 1998a, 2000). The volcanically produced sulfate record from known volcanic eruptions can provide additional “pinning point” chronological information (Kurbatov et al., 2006; Oppenheimer, 2003; Wolff et al., 1999; Zielinski, 1995; Zielinski et al., 1996, 1997). However, as pointed out by Lemieux-Dudon et al. (2010), sulfate spikes in ice cores are “anonymous” because nothing about a given sulfate signal is diagnostic of a given eruption. In contrast, volcanic ash (tephra) layers in ice cores, although much less common than the volcanic sulfate layers, typically display a chemical fingerprint characteristic of a given eruption, and therefore can provide less ambiguous time-stratigraphic marker layers. If the volcanic layer can be unambiguously chemically correlated to a dated volcanic event, this provides a date, albeit one with typically a high analytical error, for the horizon in the core where the layer is found. Alternatively, if the age of the event is not well known, the chemical composition of the layer can allow direct correlation between stratigraphic horizons from multiple cores in which the layer is found. This type of cross-correlation provides a highprecision chronological link between cores, because tephra deposition typically takes place in a time span of several weeks to months.\nWhen a tephra layer is deposited near the volcanic source, the layer can be thick and coarse, but the further the tephra is from source, or the further from the main depositional axis of the ash cloud, the finer and sparser the deposit becomes. Very fine cryptotephra (“hidden” tephra) are becoming amore andmore valuable tephrochronological resource as separation, preparation and analysis techniques evolve (Lowe, 2008). Cryptotephra shards in several ice cores from Antarctica, Greenland and the Canadian Arctic have been identified, analyzed quantitatively and tied to known source\nvolcanoes or eruptions (e.g. Dunbar et al., 2003; Kurbatov et al., 2006; Narcisi et al., 2005, 2006, 2010, Palais et al., 1992; Yalcin et al., 2006; Zielinski et al., 1997).\nAs pointed out by Lowe (2008), as a new generation of tephrochonological research moves forward, and as “pathfinding” cryptotephra studies progress, developing complete geochemical datasets or tephrochronology frameworks for geographic regions becomes critically important in order to be able to tie together records from diverse areas. For the Antarctic region, this work is progressing, and there has been some success in quantitatively tying together ice core records (Dunbar et al., 2003; Hawley et al., 2004; Narcisi et al., 2006, 2010; Taylor et al., 2004a), characterizing tephra from blue ice areas (Curzio et al., 2008; Dunbar et al., 2008; Perchiazzi et al., 1999), and even one instance of correlating a tephra layer from the source Antarctic volcano to the local marine sediment record (Hillenbrand et al., 2008). However, the work of developing a complete and comprehensive tephrochronology dataset and for Antarctica, particularly comprehensive tephra analyses from complete ice cores, is still very much an ongoing effort.\nIn this paper, we present the complete results of robust quantitative geochemical analyses of the 24 tephra layers found between 550 and 987 m depth in the Siple Dome ice core, located near the coast of West Antarctica (Fig. 1). We suggest strong correlations to known, dated eruptive source eruptions for a number of these layers, as well as additional data and correlations for several tephra layers for which analyses, but no correlations, were reported in a previously published paper (Kurbatov et al., 2006). We also suggest qualitative correlations for a number of other tephra layers. This work not only completes a much-needed comprehensive dataset for an entire West Antarctic ice core, but further demonstrates the value of quantitative determination of tephra compositions which can be used to make statistical\ncomparisons between tephra layers in different ice cores, as well as between englacial tephra and eruptive material sampled near source. All of this information provides insight into the overall contribution of global and local volcanic events to the volcanic record in Antarctic ice."
  }, {
    "heading": "2. Background",
    "text": ""
  }, {
    "heading": "2.1. The Siple Dome ice core",
    "text": "Siple Dome is a local ice dome located near the coast (81.65 S, 148.81 W) on theWest Antarctic Ice Sheet (WAIS), and was chosen as a site for the deep ice core drilling that occurred between 1996 and 1999 (Fig. 1). The scientific objectives of this drilling were to obtain a better understanding of the paleoclimatology and glaciology of West Antarctica (Taylor et al., 2004a), as part of the West Antarctic Ice Sheet coring program (WAISCORES). The main Siple Dome ice core (SDM-A) reached bedrock, with a total depth of 1004 m, possible obtaining ice representing the past 100,000 years (Nereson et al., 1996). Depth-age relationships for this core have beendetermined using the annual variability in visual, chemical and electrical properties of the cores (Brook et al., 2005; Taylor andAlley, 2004; Taylor et al., 2004a, 2004b). Although the annual signals are not quite as clear as in some deep ice cores (such as the GISP2 core), this signal has been used mainly to interpret the Holocene chronology of the core (Taylor et al., 2004a). This chronology also took into account the methane, 10Be, 14C and volcanic stratigraphy. Chronology of the post-Holocene part of the core has largely been determined using atmospheric methane and oxygen isotope records (Brook et al., 2005), and the age of the very lowest ice in the core is poorly constrained. The volcanic stratigraphy did not inform the chronology of the post-Holocene part of the SDM-A ice core."
  }, {
    "heading": "2.2. Englacial volcanic ash layers",
    "text": "Volcanic layers found in deep ice cores offer one of the most complete records of local and distal volcanic eruptions as well as providing insight into ice core chronology and links between volcanism and climate. As summarized in Lowe (2008), the fine ash component from explosive eruptions may travel many hundreds or even thousands of kilometers from source and may be chemically identified and correlated because the composition of the glass phase from a given eruption is typically, although not always, unique (Perkins et al., 1995), although even chemically similar volcanic events can be distinguished using statistical techniques (Perkins et al., 1995; Sarna-Wojcicki et al., 1987). However, truly quantitative data are required to make statistically meaningful correlations, and for fine-grained tephra in ice cores, this can be challenging because the very small grain size of many tephra layers in ice cores makes sample preparation and analysis difficult.\nAs summarized by Smellie (1999), ice sheets are ideal settings for preservation of tephra. Very thin, fine tephra layers (cryptotephra), such as would be nearly impossible to identify in silicatedominated terrestrial or marine cores, can be identified and sampled in ice, allowing analysis of a very complete volcanic record. Furthermore, under the cold conditions of an ice sheet, hydration processes are slow allowing tephra shards to not absorb water and remain pristine, unlike terrestrial equivalents in which the absorption of water can cause mobility of alkali elements (Cerling et al., 1985; Shane, 2000)."
  }, {
    "heading": "2.3. Tephra layers in Antarctic ice cores",
    "text": "Although tephra layers have detected in a number of deep Antarctic ice cores (e.g. Basile et al., 2001; Dunbar et al., 2003; Gow\nand Williamson, 1971; Kurbatov et al., 2006; Kyle and Jezek, 1978; Kyle et al., 1981; Narcisi et al., 2005, 2006, 2010; Palais et al., 1988), a limited number of layers have been strongly correlated with source eruptions. The success of tying tephra layers to regional source eruptions has improved in recent years, as a result of high quality analyses of tephra layers, particularly in the Vostok and EPICA Dome C ice cores (Basile et al., 2001; Narcisi et al., 2005, 2006, 2010) and broader knowledge of the geochemistry of explosive Antarctic eruptions (Dunbar et al., 2008; Wilch et al., 1999). A recurring theme of recent papers is that West Antarctic volcanoes, particularly Mt. Berlin, provide a major source for tephra layers found in East and West Antarctic ice sheets. Prior to this work, 14 volcanic layers in the Byrd ice core were linked to eruptions of Mt. Takahe (Kyle et al., 1981), however many of these layers were later suggested to derive fromMt. Berlin volcano (Wilch et al., 1999). Acidity layers in the Byrd Core were attributed to the 1884 C.E. Krakatau and 1816 C.E. Tambora eruptions, although no tephra was found to confirm the sources (Langway et al., 1995). In a Dome C ice core drilled in 1977e78, three tephra layers were attributed to Taupo and Tambora volcanic eruptions. However, a very limited number of particles found and the errors associated with analyses were large (de Angelis et al., 1985; Kyle et al., 1981). South Pole ice cores drilled by several different investigators during the last 20 years have yielded a record of several global eruptions. These include:Pinatubo June 15,1991 (Cole-Dai et al.,1997,1999), Tambora 1815 C.E., Huaynaputina 1600 C.E., Ruiz 1595 C.E. (Palais et al.,1990), and El Chichon 625 75 B.P. (Palais et al., 1992), but again with the exception of Cole-Dai et al. (1999), these correlations were based on the sulfate record, rather than tephra correlations. Of the 22 volcanic layers in Talos Dome ice core, only single tephra layerwas identified. This was at 1254 C. E., and was correlated to Ross sea region centers (Stenni et al., 2002). No tephra from tropical eruptions are reported in Vostok ice core (Basile et al., 2001), although a tephra was linked to theWest Antarctic volcanic provence. The lack of many definitive correlations in Antarctic ice cores highlights the difficulty of finding and analyzing very fine tephra particles derived from non-Antarctic eruptions. However, as highlighted in the recent papers cited above, the development of a tephra record based on local, rather than nonlocal volcanic sources, holds much promise."
  }, {
    "heading": "2.4. Volcanic sources",
    "text": "Tephra is likely to be transported by two general modes, via the troposphere from volcanoes located on the Antarctic continent (Fig. 1), or via the stratosphere from tropical and southern hemisphere volcanoes. A discussion of non-Antarctic volcanic sources can be found in Basile et al. (2001). Volcanoes in the East Antarctic region include Mt. Erebus, located on Ross Island, Mt. Melbourne and The Pleiades volcanic center. Mt. Erebus is currently active, erupting phonolitic ash and bombs. Although the current activity does not produce widespread ash deposition, ashes from Mt. Erebus have been recognized in tephra-bearing blue ice areas within the TransantarcticMountain area of the East Antarctic Ice Sheet (Dunbar et al., 1995). The Mt. Melbourne summit area has produced a number of trachytic eruptions,manyofwhichmayhavebeenexplosive (Worner and Viereck, 1989; Worner et al., 1989). One explosive eruption appears very recent <500 years, Keys et al. (1977). The Pleiades volcanic center is composedof anumberof cones andcraters, andhas produced trachytic, phonolitic and tephriphonolitic eruptions (Esser and Kyle, 2002; Kyle, 1982). A number Pleiades volcanic center eruptions have been dated (Esser and Kyle, 2002), but as is the case for Mt. Melbourne, theremay bemany other eruptions that have not been locally preserved or sampled.\nA number of volcanoes protrude through theWest Antarctic Ice Sheet (e.g. LeMasurier and Thomson, 1990). Of these, Mt. Takahe\nand Mt. Berlin have been the most active ash-producers over the last 500,000 years. Mt. Takahe has produced a number of trachytic eruptions, including events at 8.2 5.4 ka and 93.3 7.8 ka (Wilch et al., 1999). Mt. Berlin has also erupted a number of times over the last 100,000 years, including events at 10.3 5.3, 10.5 2.5, 18.2 5.8, 24.7 1.5, and 92.2 0.9, 104.9 0.6, 118.2 1.4, and 135.8 1.1, 225 11.6, and 495.6 9.7 ka. Two separate field sites have provided information about the eruptive history of Mt. Berlin. The first is Mt. Berlin itself, which was visited and studied during the 1993/94 Antarctic field season. All accessible outcrops on the volcano were visited, including the summit region (results of this work are presented in Wilch, 1997 and Wilch et al., 1999). The second, and arguable more complete source of information on explosive eruptions of Mt. Berlin is derived from an englacial tephra section in the summit of a nearby extinct volcano, Mt. Moulton (Dunbar et al., 2008). Around 40 tephra layers, mostly derived from Mt. Berlin, were sampled at Mt. Moulton (Wilch et al., 1999; Dunbar et al., 2008). The geochemical composition and ages of some of these eruptive layers were first published by Wilch et al. (1999), but have since been expanded and refined (Dunbar et al., 2008).\nIn addition to continental sources on the Antarctic continent, a number of volcanic sub-Antarctic islands have produced tephra that is found in Antarctic ice cores (summarized in Smellie, 1999). These include the South Sandwich Islands, Deception Island, Balleny and Scott Islands, and possible Candlemas and Penguin Islands."
  }, {
    "heading": "3. Methods",
    "text": ""
  }, {
    "heading": "3.1. Location of tephra layers",
    "text": "The tephra layers in the Siple Dome core were identified using a number of methods. The most prominent layers were visible during core processing (Gow and Meese, 2007), and were sampled accordingly. A total of 9 tephra layers were visually identified. Tephra layers were also identified by sampling intervals of ice with elevated sulfate concentrations, suggesting the presence of a volcanic layer. Many of these samples, as examined by electron microprobe, yield no significant concentration of volcanic ash despite the presence of elevated sulfate, but in some cases the elevated sulfate was associated with tephra. A final method that was successfully applied to finding tephra layers involved a downhole optical logging device that used a backscattered light signal to detect the presence of particles in the ice (Bay et al., 2001), which identified a total of 23 tephra layers."
  }, {
    "heading": "3.2. Sample preparation and electron microprobe analysis",
    "text": "Ice from targeted depths in the Siple Dome corewas thenmelted, and the resultant meltwater was filtered through a Nucleopore polycarbonate membrane 0.2 micron filter. The material trapped on the filter was then carefully prepared for electron microprobe analysis. A number of samples that were prepared for analysis were later found to contain no volcanic shards, but sample preparation was necessary to make this determination.\nThe typically small grain size (w10e20 microns) of tephra shards found in ice core samples and completely flat sample surface necessary for quantitative geochemical analysis using the electron microprobe requires specialized sample preparation. We have developed a method for preparing samples that involves using double-stick tape to transfer tephra shards from the filter to an epoxy grain mount, in which the very small shards can be mounted as a perfectly flat surface and polished for electron microprobe analysis. The method is described in detail in Dunbar et al. (2003).\nAll samples were studied using a Cameca SX-100 electron microprobe located at New Mexico Institute of Mining and Technology, using previously described techniques (Dunbar et al., 2003; Kurbatov et al., 2006). Samples were examined using backscattered electron (BSE) imagery, and selected particles were quantitatively analyzed. Glass analyses were carried out with a 10 nA probe current, and the largest possible beam size was used for a given glass shard, up to 20 microns. Major elements, plus S, and F were analyzed, with count times appropriate to each element (for analytical details, see Table 1 and Dunbar et al., 2003). Great care was taken, using backscattered electron (BSE) imaging, to select the best, microlite-free glass shards for analysis. Microlites were typically rare in the glass shards, but some tephra layers were distinctly more microlite rich than others. The rigorous BSE imaging process results in a small number of analyses for some samples. However, for correlation purposes, we consider that a small number of good shard analyses are preferable to a larger number of points, some of which are suspect and decrease the precision of the data. Analytical precision, based on replicate analyses of standard reference materials, is included in Table 1. Analyses are normalized to 100% in order to be able to make quantitative comparisons between glass compositions in different samples, or to compositions of possible source eruptions. Our laboratory recently participated in a intercomparison exercise for glass analyses by electron microprobe, confirming that our data are very high quality, both in terms of analytical precision and accuracy (Kuehn, 2010)."
  }, {
    "heading": "4. Results",
    "text": ""
  }, {
    "heading": "4.1. Location of tephra layers within the SDM-A core",
    "text": "Abundant tephra layers were recognized between 550 and 987 m depth in the SDM-A. In some cases, significant concentrations of volcanic ash, with enough shards to produce a robust set of geochemical analyses (see discussion below), were found in adjacent samples of ice and are compositionally very similar. These are considered to be single layers, and given this interpretation, we analyzed a total of 24 separate tephra layers are present between 550 and 987 m depth in the core."
  }, {
    "heading": "4.2. Physical characteristics of tephra",
    "text": "Tephra layers from the SDM-A core are composed of small, angular shards of volcanic glass, very similar to those reported in Dunbar et al. (2003). The shape of particles as examined using backscattered electron imaging is typical of volcanic ash, showing arcuate edges diagnostic of broken bubble walls. The number of shards per sample varies widely between layers, ranging from just a few shards to many hundred shards per sample. Individual samples appear well-sorted, but the grain size varies between layers. The finest-grained layers analyzed contain particles around 5 microns in diameter, whereas the grain size of typical coarser layers is as high as 30 microns with some individual shards as large as 50 microns. The coarser samples with abundant particles tend to be dominantly composed of compositionally homogeneous glass shards with a proportion of mineral grains. The finer grained samples containing fewer particles tend to contain awider range of particle compositions, and contain a component of particles that appear to be non-volcanic, probably due to the presence of finegrained windblown dust mixed with the glass shards."
  }, {
    "heading": "4.3. Geochemistry",
    "text": "Major element geochemical composition for the 24 tephra layers found between 550 and 987 m depth in the SDM-A core was\ndetermined for between 6 and 18 shards per sample (Table 1). Included as part of this dataset are previously unreported geochemical results from resampling and reanalysis of two tephra layers (SDMA-9050 and -9051) that were documented in Kurbatov et al. (2006). Only layers in which a number of shards (usually at least 6) yielded of similar geochemical compositions are reported here. Isolated volcanic glass shards were found at a number of other horizons in the SDM-A core, but in the absence of a coherent geochemical population of shards, there were considered to be random occurrences rather than representing true timestratigraphic markers. The tephra compositions fall into two categories: those that are geochemically homogeneous and those that are heterogeneous. In order tomake this determination, means and standard deviations of the group of shard compositions were calculated. If the standard deviation of the shard compositions was approximately double (or less) the standard deviation for the same elements determined on the reference materials, the sample was considered to be homogeneous. The results for those samples are reported as single values in Table 1. For the samples that were considered to be heterogeneous, several were made up of two internally homogeneous groups of data. These samples were split into a “set 1” and “set 2” in the data table. Four heterogeneous samples contained a range of shard compositions, but all shards within a single sample appeared to be geochemically related (Table 1), and may be related to eruptions from geochemically zonedmagma chambers. The criteria used to suggest the shards are\nall geochemically related is not strongly rigorous, consisting mainly of the presence of rough linear trends between sets of elements. This type of correlation could, in theory, be observed in sets of glass shards that are not genetically related, but in our experience with other glass-containing samples in the Siple Dome ice core, unrelated glass shards are not abundant, and typically show no linear correlations between elements.\nIn several cases, multiple samples were analyzed fromvery close stratigraphic depths in the core. When geochemically similar, these are likely to represent the same tephra layer, but may correspond to slightly different intervals of the volcanic eruption. Samples interpreted to be from single eruptive events are grouped together in Table 1. The range of stratigraphic depths for some of these sample groups might suggest that the volcano was active for several centuries. But, this is probably not the case for two reasons. First, for some samples, a wide stratigraphic interval of core was combined into a single sample in order to be able to be confident of sampling the tephra layer. Second, when tephra deposited on snow can be mixed upward into overlying snow, making it appear to cover a wider stratigraphic interval than actually represented by the eruptive activity.\nThe chemical compositions of individual tephra layers exhibit a moderate geochemical range, but most are relatively evolved (Table 1, Fig. 3). The most commonly observed composition is trachyte or trachydacite. This alkaline composition is commonly observed inWestAntarcticavolcanoes (Wilchet al.,1999). In addition\nto trachyte, a number of other compositions, including trachybasalt, trachyandesite, dacite, phonolite and rhyolite are observed."
  }, {
    "heading": "5. Discussion",
    "text": ""
  }, {
    "heading": "5.1. Physical characteristics of tephra layers and implications for eruptive style",
    "text": "The tephra layers examined in this study exhibit physical characteristics that suggest derivation from explosive volcanic eruptions. These include the bubble wall fragment shapes observed in\nsamples with large enough shards to be able to examine shard shape. Bubble wall shards form during eruptive vesiculation when shards rupture along the margin of a bubble. A distinctive type of bubble wall shard is formed by the glass that forms the septum between 3 adjacent bubbles, forming a Y-shaped or tri-cuspate shard. These type of shards are characteristic of tephra derived from magmatic-gas-driven explosive eruptions. The observations of shard characteristics in this study are consistent with those presented for tephra layers in the upper part of the Siple Dome and Taylor Dome ice cores (Dunbar et al., 2003), as well as observations presented by Gow and Meese (2007)."
  }, {
    "heading": "5.2. Geochemical composition of tephra layers and correlation to volcanic sources",
    "text": ""
  }, {
    "heading": "5.2.1. Statistical correlations",
    "text": "Amajor goal of analyzing tephra layers in ice cores is to correlate individual layers to known, dated, source eruptions in order to provide time-stratigraphic markers, or to provide links between multiple cores. Ideally, a tephra layer found in an ice core can be statistically correlated to a known source eruption. One technique for producing correlations between a tephra layer and a source eruption is to plot element pairs and graphically observed correlations. This technique can be effective if a high quality trace element data (Pearce et al., 2007) can be obtained, which is not an option for the tephra layers analyzed in this study due to their small grain size. Or, if only major element chemistry is determined, graphical representation can be effective for matching a tephra to a volcanic source, if the chemical composition of potential sources are distinctly different. For instance, in Fig. 4, the FeO and CaO content of glass shards from SDMA-5940C are quite distinct from representative eruptions of Mt. Takahe, Mt. Melbourne and the Pleiades. However, a number of separate eruptions from Mt. Berlin are chemically similar to SDMA-5940C, and graphic means would not provide adequate information to suggest a correlation. This figure also shows the range of chemical composition of shards from a heterogeneous tephra layer, illustrating the fundament difference between a compositionally homogeneous and heterogeneous layer.\nThis problem of distinguishing between compositionally similar eruptive products was recognized early by tephrochronologists in the Western U.S., who sought to develop more rigorous statistical methods for tephra correlation (e.g. Sarna-Wojcicki et al., 1987). The statistical methods proposed by Sarna-Wojcicki have been refined to a statistical difference method that can be applied to tephrochronology in volcanic fields with a number of chemically similar eruptive units (Hillenbrand et al., 2008; Kuehn and Foit, 2006; Perkins et al., 1995) provided that precise and accurate geochemical composition, preferably determined on glass, are\nknown for both the source and the tephra layer. This method that we have chosen to use to assess our date, which is only applicable to compositionally homogenous tephra layers, involves calculation of the Euclidean distance function, D, (in standard deviation units) between chemical analyses (Perkins et al., 1995). The distance function takes into account the analytical error on the analyses, and therefore more heavily weights elements with higher analytical precision. In the case of the analyses presented in this study, the elements that are used in the statistical difference calculations are Fe, Ca, Ti, Mg, Mn and K. The precision on determinations of Si, Al, P, Na and F tends to be lower, either due to analytical constraints, low abundances, or, as in the case of Na, volatility under the beam, particularly at small beam sizes, so these elements are not included.\nIf two analyses were perfectly identical, the D value would be 0. However, because of normal statistical error of techniques used for shard analysis, the mean composition of two, coarse-grained, chemically identical tephra samples will typically have a D value of around 4 (Perkins et al., 1995). Any value below 10 suggests a high degree of similarity between samples. In the case of finegrained tephra from ice cores, we suggest that the D values may be degraded due to the difficulty of obtaining analyses of very small tephra shards, and also to the relatively low number of shards (sometimes as few as 6) that are available for analysis, whereas for a tephra sample in which abundant material was present, around 30 shards would be analyzed to determine an average major element composition. The low number of analyses results in a more statistically imprecise major element determination, and hence, a higher D value. Hillenbrand et al. (2008) point out the difficulty of distinguishing between compositionally similar tephra layers, even when high quality analyses are available. They also suggest that having an independent chronology to use as a guide is a major asset in a tephrochronology study. In the case of tephra layers in ice cores, an independent chronology typically exists, in this case the chronology produced by Brook et al. (2005), which allows us to narrow down possible source eruptions for a given ice core tephra layer. Using the chronological constraints on the ages of tephra\nlation were not found.\nbased on ice core stratigraphy, it appears that in some cases, tephra that are likely to be correlatative may have D values as high as 20, and this is the value that we suggest may to represent a valid correlation for this type of datasets where only a small number of analyses are available. In other cases, D values of under 10 are shown for tephra layers that cannot be correlative, based on independent chronology, and this is a negative aspect of having a single volcanic center producing a large number of tephra layers in a given ice core. More typically, however, the D value yielded for non-correlative tephra layers and source eruptions from the same volcanic center (and therefore similar chemical composition) is on the order of 30e40.\nHere, we present suggested statistical correlations between nine tephra layers found in the SDM-A ice core and known eruptions from the explosive West Antarctic volcano, Mt. Berlin (Table 2). For two of these layers, (SDMA-8004/4838 and SDMA-5086), data was presented in Kurbatov et al. (2006), but no rigorous correlations were made, and therefore those correlations are addressed here. Two additional layers from the SDM-A core have been statistically correlated to source eruptions by Kurbatov et al. (2006). The first (SDMA 2648c), located at a 340.13 m depth, was correlated to an undated eruption of Mt. Berlin (BIT-302). Although undated, this eruption is known to be younger than 10.5 2.5 ka. The second, located at a depth of between 503 and 504 m, was correlated to the 8.2 5.5 ka eruption of Mt. Takahe (Kurbatov et al., 2006). The composition and ages of a number of the Mt. Berlin tephra layers recognized in the SDM-A core were first reported in Wilch et al. (1999), and these have been refined and new determinations carried out as part of a study of the Mt. Moulton tephra section (Dunbar et al., 2008). As discussed earlier, the statistical difference\nD e\np t h\ni n\nC\no r e\n( m\n)\n0\n100\n200\n300\n400\n500\n600\n700\n800\n900\n1000\n6\n6\n7\n7\n8\n8\n9\n9\n10\nFig. 2. Representation of the Siple A ice core showing depth locations of tephra layers discu 2004a). In some cases, several tephra layers are closely spaced in the core, and individual appear thicker. The location of tephra layers that have been correlated with known source er (see Table 2 for correlation details).\nfor many of the correlations is less than 10, although some are higher. Several of the less simple correlations are discussed below.\nThree tephra layers from the SDM-A core (SDMA-8004, SDMA4838, and SDMA-9050), are all at essentially the same depth in the ice core, and are considered to be a single eruptive unit. Interestingly, the Ca concentrations of these three layers are somewhat different, as are some other chemical components. The explanation for this may be that the three samples all represent slightly different phases of the same volcanic eruption, and that there was slight chemical variability in the erupted material. The correlaries to this layer are Mt Berlin BIT-150 andMt. BerlinWCM93-16. One of these samples, BIT-150, is an englacial tephra layer that occurs stratigraphically slightly above a layer dated at 10.5 2.5 ka. This sample was located on an initial visit to Mt. Moulton, but could not be relocated on subsequent visits to the site due to snow cover. It is therefore not discussed in Dunbar et al. (2008). The other sample, WCM93-16 is a lava sample from the youngest activity on Mt. Berlin, dated at 10.5 5.3 ka (Wilch et al., 1999). This lava sample is physically associated with awelded fall deposit, suggesting that the eruption exhibited both an explosive and effusive component.With the exception of Ca, the englacial tephra and lava sample are very similar. The chemical range exhibited between the tephra and lava sample encompass the range observed in the three samples from the SDM-A core. Therefore, wewould suggest that these samples all represent a single, somewhat extended, eruptive event that began with tephra fall and ended with a lava flow.\nSample SDMA-5086 correlates well with Mt. Berlin BIT-301 for all elements except Ca, and the chronology of the two layers is in good accord. We suggest that the Ca difference between the Mt. Berlin sample and SDMA-5086 may be a result of the two samples\n00\n50\n00\n50\n00\n50\n00\n50\n00\nssed in text, as well as estimated ages for given depths (Brook et al., 2005; Taylor et al., lines cannot be distinguished. In these cases, the lines representing the tephra layers uptions, along with age constraints, are listed beside the representative ice core column\nrepresenting slightly different parts of the same eruption, as discussed above.\nSamples SDM-A 5683c, 9063, and 5694 all correlate strongly with sample BIT-152, from Mt. Berlin. The source sample, BIT-152, has been dated twice by 40Ar/39Ar geochronology to 27.3 2.3 and 24.7 1.5 ka (Dunbar et al., 2008;Wilch et al., 1999). One of the two ages (24.7 1.5), is not in stratigraphic agreement with our proposed correlation, although the other one is. Given that two ages have been determined, and the statistical correlation between the SDM-A samples and BIT-152 is one of the strongest correlations that we have observed, we suggest that this represents a viable correlation, and that the older 40Ar/39Ar may be more accurate.\nFinally, the lowest tephra layer recognized in the SDM-A core, SDMA-6706, located near the base of the core at a depth of 986.21 m, is geochemically similar to 3 different Mt. Berlin tephra layers, BIT-160, BIT-163, and BIT-317 (Table 2). Based on chemical composition alone, it is impossible to say which of these layers is represented by the SDM-A layer because all correlations are of similar strength, but we prefer a correlation to BIT-160, which has been dated at 118.1 1.3 ka. The reason for the preferred correlation is that where sampled near the source volcano, Mt. Berlin, the BIT160 layer is exceptionally thick and coarse (Dunbar et al., 2008), and appears to represent a very large volcanic eruption which would have been capable of dispersing ash over wide areas, whereas the other two layers appear to represent much less energetic events (Dunbar et al., 2008; Wilch et al., 1999). The correlation of a tephra layer at 986.21m depthwith BIT-160 is also roughly consistent with the small amount of other information available on the lowest part of the ice core. Nereson et al. (1996), predicted, based on ice flow modeling, that ice with an age of 100,000 yrs would be present at 90% of the full depth at the Siple Dome site. A depth-age scale provided by Brook et al. (http://nsidc.org/data/waiscores/timescale. html), associated with their 2005 paper, suggests that ice at 969 m depth has an age of 95,030 years, although this age is from ice that is well outside the depth range for which they present robust control points. Although neither piece of corroborating evidence is strong, both are more supportive of correlation with a tephra layer\n36 40 44 48 52 5 0\n2\n4\n6\n8\n10\n12\n14\n16\nFig. 3. Total alkaliesilica diagram of the composition of tephra layers from the SDM-A ice c mean compositions of tephra layers considered to be homogeneous. Open symbols repres individual shards appear to be geochemically related. Analytical error for SiO2, Na2O and K reported in Table 1.\nwith an age of 118.1 1.3 ka, rather than the other two possible correlations, both of which have ages of 225.7 11.6 ka, or greater."
  }, {
    "heading": "5.2.2. Qualitative correlations",
    "text": "In some cases, a statistical correlation to a known source layer is not possible because of the limited number of Antarctic eruptions that have been characterized in detail. However, it may be possible to suggest a volcanic source for a tephra layer by examining geochemical affinities between the tephra layer and the possible source volcano. The estimated ice core chronology can also provide an approximate age for tephra layers, which can help narrow down possible correlations. Qualitative correlations suggested for the SDM-A tephra layers are shown in Table 3. As cited, some correlations made by Dunbar et al. (2003) and Kurbatov et al. (2006) are included in Table 3 for completeness.\nThe geochemical compositions of tephra layers in the SDM-A core as a whole vary widely, but a large number of tephra layers, particularly in the lower 550 m, are geochemically homogeneous and of trachytic or trachydacitic composition (Fig. 3). This is a magma composition that is widely represented in West Antarctic volcanism (Panter et al., 1997; Wilch et al., 1999), as well as elsewhere in Antarctica, particularly at Mt. Melbourne and the Pleiades. This, coupled with the relatively large grain size of many of the trachytic tephra layers, suggests that these layers may be locally derived, either from Mt. Takahe, Mt. Berlin, the Pleiades or Mt. Melbourne. In general, erupted material from Mt. Melbourne and the Pleiades is higher in Al at a given Si composition than material erupted from Mt. Takahe and Mt. Berlin, and this can be used as a rough indicator of possible source (Esser and Kyle, 2002; Kyle, 1982, 1990; Worner and Viereck, 1989, 1990). Based on this criterion, one tephra layer (SDMA-5959C) in the lower 650 m of the SDM-A core appears to be derived from Mt. Melbourne or the Pleiades, and many of the rest appear to be derived from West Antarctic volcanoes.Distinguishing between Mt. Takahe and Mt. Berlin can be more difficult, but as documented by Wilch et al. (1999), the MgO content of Mt. Takahe tephra is typically higher than that observed at Mt. Berlin, and most of the trachytic tephra\n6 60 64 68 72 76\nore. Classification and rock names following LeBas et al. (1986). Close circles represent ent individual analyses of geochemically heterogeneous layers, but ones in which the 2O are 0.47, 0.55 and 0.27, respectively. Standard deviation for individual datasets is\nlayers in the lower 650 m of the SDM-A core have very low to undetectable MgO contents. Also, Mt. Berlin appears to have been much more eruptively active than Mt. Takahe in the past 100,000 years, so more tephra are likely to be derived from Berlin."
  }, {
    "heading": "5.3. Distribution of tephra layers within the SDM-A core",
    "text": "The presence of locally derived tephra layers from top to bottom of the SDM-A core suggests that Antarctic volcanic activity, mainly from Mt. Berlin, was ongoing throughout the roughly 100,000 year history recorded by the core ice. The establishment of the tephra based volcanic record in the SDM-A core provides a critical framework for the timing and frequency of contributions of tephra and sulfate signals to the Antarctic ice sheets by local Antarctic volcanism. This tephra framework is one that may be used to directly correlate between the SDM-A core, and other Antarctic ice cores that contain tephra records. Furthermore, the record of volcanic events in the Siple Dome core provides information about times when sulfate was produced by Antarctica volcanoes. This is important because the presence of a sulfate signal does not provide an indication of whether the signal is from a small, local eruption or from a large global climate forcing eruptions. This information, and an understanding of when sulfate-producing Antarctic eruptions have occurred, is a crucial part of creating the volcanic forcing component of the climate models.\nThe record of mainly local volcanism preserved in the core does not appear to be uniform through time (Fig. 2). A period of notably higher abundance of tephra layers occurs between approximately 700e800 m core depth, corresponding to a time interval of between around 18,000 and 35,000 years (Brook et al., 2005). The abundance of tephra layers in this time interval has also been recognized by Gow and Meese (2007), and they note that this interval corresponds to an interval of abundant volcanic material in the Byrd Core (Gow and Williamson, 1971). We have determined that a number of the tephra layers in this time interval were probably derived from Mt. Berlin, and suggest that this volcano underwent a period of anomalously high activity during this time interval."
  }, {
    "heading": "5.4. Geographical distribution of tephra layers",
    "text": "Explosive volcanic eruption is a reasonable mechanism for producing widespread volcanic ash layers, generating the tephra layers found in the SDM-A ice core. Based on calculations of maximum pumice size at a given distance from the vent, Wilch (1997) estimated that the column heights for eruptions of Mt. Berlin may have been as high as 30 km, and this magnitude of column would have produced a widely dispersed tephra plume. The ash layers produced by explosive eruptions fromMt. Berlin and Mt. Takahe, which traveled over 500 and 1000 km, respectively, to reach the Siple Dome site, are likely to have beenwidespread across theWest Antarctic ice sheet. At least some of these layers appear to be present in the Byrd ice core (Gow andMeese, 2007), as well as at the Mt. Waesche englacial tephra site (Dunbar et al., 1998, 1999). Furthermore, a radar-reflective layer with an age of approximately 17.5 ka, observed in ground-based radar survey is traceable across much of West Antarctica (Jacobel and Welch, 2005). This reflector, which may represent a volcanic event (R. Jacobel, pers. comm.) could suggests that volcanic deposition may be extremely widespread.\nIn addition to being widespread in West Antarctica, tephra from Mt. Berlin has been recognized at two locations in East Antarctica, as well as in the marine record on the West Antarctic continental margin. Basile et al. (2001) recognized tephra fromMt. Berlin in the Vostok ice core, suggesting a travel distance of a few thousand km. Narcisi et al. (2005), (2006), (2010); recognized the presence of a West Antarctic volcanic record in East Antarctic ice cores, particularly a 92 ka eruption from Mt. Berlin in the EPICA Dome C and Dome Fuji cores, suggesting comparably long travel distances, and. Tephra from the 92 ka eruption of Mt. Berlin are recognized in marine sediments on the West Antarctic continental margin (Hillenbrand et al., 2008). Provided that they are well chemically characterized and can be tied in to an well-characterized existing record, as has now been done for the SDM-A core in this paper and references cited herein and for other englacial tephra records (Dunbar et al., 2008), these widespread tephra layers not only have the potential to provide correlation lines between multiple West Antarctic cores, but may also serve the same function for cores drilled in East and West Antarctica, allowing climate records to be more directly correlated."
  }, {
    "heading": "6. Conclusions",
    "text": "The 24 tephra layers that we have recognized between 550 and 987 m depth in the SDM-A ice core are mainly derived from explosive volcanism in West Antarctica, with Mt. Berlin being a major contributor to the ice-bound tephra record. These tephra layers, plus additional layers described by Dunbar et al. (2003) and Kurbatov et al. (2006), represent a comprehensive record of crypotephra in the ice record, and provide the most complete and best characterized record of tephra yet reported for any deep ice core. Of these layers,11 (9 in this study, and two in Kurbatov et al., 2008) can be statistically correlated to recognized volcanic eruptions based on geochemical composition of glass shards, and most correlate to known eruptions of two major West Antarctic stratovolcanoes, Mt. Berlin and Mt. Takahe. A notable paucity of a tephra from non-Antarctic volcanoes is observed, although a correlation of one layer in the SDM-A to a South American volcano has been suggested (Kurbatov et al., 2006). Our preferred correlation suggests that ice very near the base of the SDM-A core has an age of 118.1 1.3 ka. Many of the other layers can be qualitatively correlated to known source volcanoes. These do not provide additional age control points, although they do provide time-stratigraphic markers that may be recognized in other ice cores. The tephra layers appear to be\nvery widespread across West Antarctica and have been recognized in East Antarctica and the marine record as well. We suggest that these layers will provide powerful chronological tools for correlating between past and future Antarctic ice cores. Once more records become available, the Siple Dome volcanic record will provide a framework for not only correlating and dating layers among different ice cores but will also provide information on sources of sulfate signals for developed volcanic climate forcing time series. At the present time there is no easy mechanism to distinguish local Antarctic eruptions from tropical events based on sulfate or ECM based records alone, but the establishment of the source of eruptions using the tephra record provides a framework for beginning to decipher the source of the sulfate records in Antarctic ice, which is an important step in understanding the climate forcing potential of eruptions."
  }, {
    "heading": "Acknowledgments",
    "text": "This work was supported by National Science Foundation grants OPP-9316505, OPP-9614384 and OPP-9615167. The Cameca SX-100 electron microprobe at NMIMT was partially funded by NSF grant STI-9413900. We thank many members of the SDMA community for their valuable contributions to this work. G.W. Lamorey (Siple Dome Science Coordination Office, DRI) and Kendrick Taylor provided valuable chronological information prior to official publication. We would like to thank the ICDS drilling team for obtaining the core, and NICL for freezer assistance. Thanks to two anonymous reviewers who provided thorough and thoughtful comments that greatly improved this contribution."
  }],
  "year": 2011,
  "references": [{
    "title": "Volcanic layers",
    "authors": ["I. Basile", "J.R. Petit", "S. Touron", "F.E. Grousset", "N. Barkov"],
    "year": 2001
  }, {
    "title": "Climate logging with a new rapid",
    "authors": ["R.C. Bay", "P.B. Price", "G.D. Clow", "A.J. Gow"],
    "year": 2001
  }, {
    "title": "Timing of millennial-scale climate",
    "authors": ["K.C. Taylor", "R.B. Alley", "E.J. Steig"],
    "year": 2005
  }, {
    "title": "Low temperature alteration of volcanic glass: hydration, Na, K, 18O, and Ar mobility",
    "authors": ["T.E. Cerling", "F.H. Brown", "J.R. Bowman"],
    "venue": "Chemical Geology",
    "year": 1985
  }, {
    "title": "Evidence of the 1991 Pinatubo",
    "authors": ["J. Cole-Dai", "E. Mosley-Thompson", "D.H. Qin"],
    "year": 1999
  }, {
    "title": "Causes of climate change over the past 1000 years",
    "authors": ["T. Crowley"],
    "venue": "Science",
    "year": 2000
  }, {
    "title": "A tephra chro",
    "authors": ["P. Curzio", "L. Folco", "M.A. Laurenzi", "M. Mellini", "A. Zeoli"],
    "year": 2008
  }, {
    "title": "A 200-year sulfate record from 16 Antarctic ice cores",
    "authors": ["M. Handley"],
    "year": 2004
  }, {
    "title": "Tephra layers in the Siple dome",
    "authors": ["N.W. Dunbar", "G. Zielinski", "D. Voisins"],
    "year": 2003
  }, {
    "title": "Geochemical composition",
    "authors": ["N.W. Dunbar", "P.R. Kyle", "W.C. McIntosh", "R.P. Esser"],
    "year": 1995
  }, {
    "title": "Englacial Tephrochronology in West Antarctica: Constraints on Ice Sheet History, and Potential Longer Ice Records",
    "authors": ["N.W. Dunbar", "W. McIntosh", "R. Esser", "T. Wilch", "G. Zielinski"],
    "venue": "8th International Symposium on Antarctic Earth Science. Victoria University of Wellington, New Zealand,",
    "year": 1999
  }, {
    "title": "Physical setting and tephrochronology of the summit caldera ice record at Mount Moulton, West Antarctica",
    "authors": ["N.W. Dunbar", "W.C. McIntosh", "R.P. Esser"],
    "venue": "Geological Society of America Bulletin",
    "year": 2008
  }, {
    "title": "40Ar/39Ar chronology of the McMurdo volcanic group at the pleiades, northern Victoria Land, Antarctica",
    "authors": ["R. Esser", "P. Kyle"],
    "venue": "Royal Society of New Zealand Bulletin",
    "year": 2002
  }, {
    "title": "The distribution and timing of tephra deposition at Siple Dome, Antarctica: possible climatic and rheologic implications",
    "authors": ["A.J. Gow", "D.A. Meese"],
    "venue": "Journal of Glaciology",
    "year": 2007
  }, {
    "title": "Volcanic ash in the Antarctic ice sheet and its possible climatic implications",
    "authors": ["A.J. Gow", "T. Williamson"],
    "venue": "Earth and Planetary Science Letters",
    "year": 1971
  }, {
    "title": "Vertical-strain measurements in firn at Siple Dome. Antarctica",
    "authors": ["R.L. Hawley", "E.D. Waddington", "G.W. Lamorey", "K.C. Taylor"],
    "venue": "Journal of Glaciology",
    "year": 2004
  }, {
    "title": "Volcanic time-markers for Marine Isotopic Stages 6 and 5 in Southern Ocean sediments and Antarctic ice cores: implications for tephra correlations between palaeoclimatic records",
    "authors": ["C.D. Hillenbrand", "S.G. Moreton", "A. Caburlotto", "C.J. Pudsey", "R.G. Lucchi", "J.L. Smellie", "S. Benetti", "H. Grobe", "J.B. Hunt", "R.D. Larter"],
    "venue": "Quaternary Science Reviews",
    "year": 2008
  }, {
    "title": "A time marker at 17.5 kyr BP detected throughout West Antarctica",
    "authors": ["R.W. Jacobel", "B.C. Welch"],
    "venue": "Annals of Glaciology,",
    "year": 2005
  }, {
    "title": "Tephra and debris layers in the Skelton Neve and Kempe glacier, south Victoria land, Antarctica",
    "authors": ["J.R. Keys", "P.W. Anderton", "P.R. Kyle"],
    "venue": "New Zealand Journal of Geology and Geophysics",
    "year": 1977
  }, {
    "title": "The INTAV intercomparison of tephrochronology laboratories: International Field Conference and Workshop on Tephrochronology, Volcanism and Human Activity, Kyushu",
    "authors": ["S.C. Kuehn"],
    "year": 2010
  }, {
    "title": "Correlation of widespread Holocene and Pleistocene tephra layers from Newberry Volcano, Oregon, USA, using glass compositions and numerical analysis",
    "authors": ["S.C. Kuehn", "F.F. Foit"],
    "venue": "Quaternary International 148,",
    "year": 2006
  }, {
    "title": "A 12,000 year record of explosive volcanism in the Siple dome ice core, west Antarctica",
    "authors": ["A.V. Kurbatov", "G.A. Zielinski", "N.W. Dunbar", "P.A. Mayewski", "E.A. Meyerson", "S.B. Sneed", "K.C. Taylor"],
    "venue": "Journal of Geophysical ResearchAtmospheres",
    "year": 2006
  }, {
    "title": "Volcanic geology of the pleiades, northern Victoria land, Antarctica",
    "authors": ["P.R. Kyle"],
    "venue": "Aug. 22e27",
    "year": 1982
  }, {
    "title": "Melbourne volcanic province",
    "authors": ["P.R. Kyle"],
    "venue": "Volume Antarctic Research Series. In: LeMasurier,",
    "year": 1990
  }, {
    "title": "Compositions of three tephra layers from the Byrd Station ice core, Antarctica",
    "authors": ["P.R. Kyle", "P.A. Jezek"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 1978
  }, {
    "title": "Tephra layers in the Byrd Station ice core and the Dome C ice core, Antarctica and their climatic importance",
    "authors": ["P.R. Kyle", "P.A. Jezek", "E. Mosley-Thompson", "L.G. Thompson"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 1981
  }, {
    "title": "A 10-century comparison of prominent bipolar volcanic events in ice cores",
    "authors": ["C.C. Langway Jr.", "K. Osada", "H.B. Clausen", "C. Hammer", "H. Shoji"],
    "venue": "Journal of Geophysical Research- Solid Earth",
    "year": 1995
  }, {
    "title": "A chemical classification of volcanic rocks based on the total alkali silica diagram",
    "authors": ["M.J. LeBas", "R.W. LeMaitre", "A. Streckeisen", "B. Zanettin"],
    "venue": "Journal of Petrology",
    "year": 1986
  }, {
    "title": "Volcanoes of the Antarctic",
    "authors": ["W.E. LeMasurier", "J.W. Thomson"],
    "venue": "Plate and Southern Oceans,",
    "year": 1990
  }, {
    "title": "Consistent dating for Antarctic and Greenland ice cores",
    "authors": ["B. Lemieux-Dudon", "E. Blayo", "J.R. Petit", "C. Waelbroeck", "A. Svensson", "C. Ritz", "J.M. Barnola", "B.M. Narcisi", "F. Parrenin"],
    "venue": "Quaternary Science Reviews",
    "year": 2010
  }, {
    "title": "Globalization of tephrochronology: new views from Australasia",
    "authors": ["D.J. Lowe"],
    "venue": "Progress in Physical Geography",
    "year": 2008
  }, {
    "title": "Extended East Antarctic ice-core tephrostratigraphy",
    "authors": ["B. Narcisi", "J.R. Petit", "B. Delmonte"],
    "venue": "Quaternary Science Reviews",
    "year": 2010
  }, {
    "title": "A volcanic marker (92 ka) for dating deep east Antarctic ice cores",
    "authors": ["B. Narcisi", "J.R. Petit", "M. Tiepolo"],
    "venue": "Quaternary Science Reviews",
    "year": 2006
  }, {
    "title": "Characteristics and sources of tephra layers in the EPICA-Dome C ice record (East Antarctica); implications for past atmospheric circulation and ice core stratigraphic correlations",
    "authors": ["B. Narcisi", "J.R. Petit", "B. Delmonte", "I. Basile-Doelsch", "V. Maggi"],
    "venue": "Earth and Planetary Science Letters 239,",
    "year": 2005
  }, {
    "title": "Predicted agedepth scales for Siple Dome and inland WAIS ice cores in west Antarctica",
    "authors": ["N.A. Nereson", "E.D. Waddington", "C.F. Raymond", "H.P. Jacobson"],
    "venue": "Geophysical Research Letters",
    "year": 1996
  }, {
    "title": "Ice core and paleoclimatic evidence for the timing and nature of the great mid-13th century volcanic eruption",
    "authors": ["C. Oppenheimer"],
    "venue": "International Journal of Climate",
    "year": 2003
  }, {
    "title": "Inter-hemispheric transport of volcanic ash from a 1259 A.D. volcanic eruption to the Greenland and Antarctic ice sheets",
    "authors": ["J.M. Palais", "M.S. Germani", "G.A. Zielinski"],
    "venue": "Geophysical Research Letters",
    "year": 1992
  }, {
    "title": "Identification of some global volcanic horizons by major element analysis of fine ash in Antarctic ice",
    "authors": ["J.M. Palais", "S. Kirschner", "R. Delmas"],
    "venue": "Annals of Glaciology",
    "year": 1990
  }, {
    "title": "Kurbatov / Quaternary",
    "authors": ["A.V.N.W. Dunbar"],
    "venue": "Science Reviews",
    "year": 2011
  }, {
    "title": "Magmatic and phreatomagmatic volcanic activity at Mt. Takahe, west Antarctica, based on tephra layers in the Byrd ice core and field observations at Mt. Takahe",
    "authors": ["J.M. Palais", "P.R. Kyle", "W.C. McIntosh", "D. Seward"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 1988
  }, {
    "title": "Petrogenesis of a phonolite-trachyte succession at mount Sidley, Marie Byrd land, Antarctica",
    "authors": ["K.S. Panter", "P.R. Kyle", "J.L. Smellie"],
    "venue": "Journal of Petrology",
    "year": 1997
  }, {
    "title": "Correlation and characterisation of individual glass shards from tephra deposits using trace element laser ablation ICP-MS analyses: current status and future potential",
    "authors": ["N.J.G. Pearce", "J.S. Denton", "W.T. Perkins", "J.A. Westgate", "B.V. Alloway"],
    "venue": "Journal of Quaternary Science",
    "year": 2007
  }, {
    "title": "Volcanic ash bands in the Frontier Mountain and Lichen Hills blue-ice fields, northern Victoria",
    "authors": ["N. Perchiazzi", "L. Folco", "M. Mellini"],
    "venue": "Land. Antarctic Science",
    "year": 1999
  }, {
    "title": "Fallout tuffs of Trapper Creek, IdahoeA record of Miocene explosive volcanism in the Snake River Plain volcanic province",
    "authors": ["M. Perkins", "W. Nash", "F. Brown", "R. Fleck"],
    "venue": "Geological Society of America Bulletin",
    "year": 1995
  }, {
    "title": "A latitudinally dependent volcanic dust veil index, and its effect on climate simulations",
    "authors": ["A. Robock"],
    "venue": "Journal of Volcanology & Geothermal Research",
    "year": 1981
  }, {
    "title": "Ice cores as an index of global volcanism from 1850 to the present",
    "authors": ["A. Robock", "M. Free"],
    "venue": "Journal of Geophysical Research-Solid Earth",
    "year": 1995
  }, {
    "title": "Correlation of upper Cenozoic tephra layers between sediments of the western United States and eastern Pacific Ocean and comparison with biostratigraphic and magnetostratigraphic age data",
    "authors": ["A.M. Sarna-Wojcicki", "S.D. Morrison", "C.E. Meyer", "J.W. Hillhouse"],
    "venue": "Geological Society of America Bulletin",
    "year": 1987
  }, {
    "title": "Stratospheric aerosol optical depths, 1850e1990",
    "authors": ["M. Sato", "J. Hansen", "M. McCormick", "J. Pollack"],
    "venue": "Journal of Geophysical Research-Solid Earth",
    "year": 1993
  }, {
    "title": "Tephrochronology: a New Zealand case study",
    "authors": ["P. Shane"],
    "venue": "Earth-Science Reviews",
    "year": 2000
  }, {
    "title": "The upper Cenozoic tephra record in the south polar region; a review",
    "authors": ["J.L. Smellie"],
    "venue": "Distal Tephrochronology, Tephrology and Volcano-related Atmospheric Effects",
    "year": 1999
  }, {
    "title": "Synchronous climate changes in Antarctica and the North Atlantic",
    "authors": ["E. Steig", "E. Brook", "J. White", "C. Sucher", "M. Bender", "S. Lehman", "D. Morse", "E. Waddington", "G. Clow"],
    "venue": "Science 282,",
    "year": 1998
  }, {
    "title": "Using the sunspot cycle to date ice cores",
    "authors": ["E.J. Steig", "D.L. Morse", "E.D. Waddington", "P.J. Polissar"],
    "venue": "Geophysical Research Letters",
    "year": 1998
  }, {
    "title": "Wisconsinan and Holocene climate history from an ice core at Taylor dome, western Ross Embayment, Antarctica",
    "authors": ["E.J. Steig", "D.L. Morse", "E.D. Waddington", "M. Stuiver", "P.M. Grootes", "P.A. Mayewski", "M.S. Twickler", "S.I. Whitlow"],
    "venue": "Geografiska Annaler",
    "year": 2000
  }, {
    "title": "Eight centuries of volcanic signal and climate change at Talos Dome (East Antarctica)",
    "authors": ["B. Stenni", "M. Proposito", "R. Gragnani", "O. Flora", "J. Jouzel", "S. Falourd", "M. Frezzotti"],
    "venue": "Journal of Geophysical Research",
    "year": 2002
  }, {
    "title": "A chronology of annual mean effective radii of stratospheric aerosol from volcanic eruptions during the twentieth century",
    "authors": ["R.B. Stothers"],
    "year": 2001
  }, {
    "title": "Dating the Siple Dome (Antarctica) ice core",
    "authors": ["K. Nishiizumi", "G.A. Zielinski"],
    "year": 2004
  }, {
    "title": "Two-dimensional electrical stratigraphy of the Siple",
    "authors": ["K.C. Taylor", "R.B. Alley"],
    "year": 2004
  }, {
    "title": "Abrupt climate change around 22 ka on the Siple",
    "authors": ["A.J. Gow", "B.A. Barnett"],
    "year": 2004
  }, {
    "title": "Comparison of Holocene",
    "authors": ["E. 1563e1580. Wolff", "I. Basile", "J.R. Petit", "J. Schwander"],
    "year": 1999
  }, {
    "title": "The Mt. Melbourne volcanic field (Victoria",
    "authors": ["G. 89e93. Worner", "L. Viereck"],
    "year": 1989
  }, {
    "title": "The Mt. Melbourne volcanic",
    "authors": ["G. pp. 72e78. Worner", "L. Viereck", "J. Hertogen", "H. Niephaus"],
    "year": 1989
  }, {
    "title": "Ice core evidence",
    "authors": ["Hanover", "K. pp. 395e434. Yalcin", "C. Wake", "K. Kreutz", "M. Germani", "S. Whitlow"],
    "year": 2006
  }, {
    "title": "Volcanic aerosol records",
    "authors": ["S.I. Whitlow", "M.S. Twickler", "K.C. Taylor"],
    "year": 1997
  }],
  "id": "SP:ef0ed5691ce4737f804dfdfe1d4712e4ba023183",
  "authors": [{
    "name": "Nelia W. Dunbar",
    "affiliations": []
  }, {
    "name": "Andrei V. Kurbatov",
    "affiliations": []
  }],
  "abstractText": "A total of 24 tephra-bearing volcanic layers have been recognized between 550 and 987 m depth in the Siple Dome A (SDM-A) ice core, in addition to a number already recognized tephra in the upper 550 m (Dunbar et al., 2003; Kurbatov et al., 2006). The uniform composition and distinctive morphological of the particles composing these tephra layers suggest deposition as a result of explosive volcanic eruptions and that the layers therefore represent time-stratigraphic markers in the ice core. Despite the very fine grain size of these tephra (mostly less than 20 microns), robust geochemical compositions were determined by electron microprobe analysis. The source volcanoes for these tephra layers are largely found within the Antarctic plate. Statistical geochemical correlations tie nine of the tephra layers to known eruptions from Mt. Berlin, a West Antarctic volcano that has been very active for the past 100,000 years. Previous correlations were made to an eruption of Mt. Takahe, another West Antarctic volcano, and one to Mt. Hudson, located in South America (Kurbatov et al., 2006). The lowest tephra layer in the ice core, located at 986.21 m depth, is correlated to a source eruption with an age of 118.1 1.3 ka, suggesting a chronological pinning point for the lower ice. An episode of anomalously high volcanic activity in the ice in the SDM-A core between 18 and 35 ka (Gow and Meese, 2007) appears to be related to eruptive activity of Mt. Berlin volcano. At least some of the tephra layers found in the SDM-A core appear to be the result of very explosive eruptions that spread ash across large parts of West Antarctica, off the West Antarctic coast, as well as also being recognized in East Antarctica (Basile et al., 2001; Narcisi et al., 2005, 2006). Some of these layers would be expected to should be found in other deep Antarctic ice cores, particularly ones drilled in West Antarctica, providing correlative markers between different cores. The analysis of the tephra layers in the Siple Dome core, along with other Antarctic cores, provides a timing framework for the relatively proximal Antarctic and South American volcanic eruptive events, allowing these to be distinguished from the tropical eruptions that may play a greater role in climate forcing. 2011 Elsevier Ltd. All rights reserved.",
  "title": "Tephrochronology of the Siple Dome ice core, West Antarctica: correlations and sources"
}