{
  "sections": [{
    "text": "The 40 m thick Untersberg section (Salzburg, Austria) of the Northern Calcareous Alps comprises the Palaeocene– Eocene transition and spans the upper part of calcareous nannoplankton zone NP9 and the lower part of zone NP10 (subzone NP10a). These zones are equivalent to planktonic foraminifera zone P5 and the lower part of zone P6 (sub-zone P6a). The succession was deposited in a lower bathyal slope environment at a palaeodepth of about 2000 m. Within the dominantly marlstone succession, a 5.5-m-thick intercalation of red and green claystone and marly claystone represents the global negative carbon isotope excursion (CIE) which is used to recognize the Palaeocene–Eocene boundary. The CIE was associated with a shallowing of the calcite compensation depth by at least 1 km. Throughout the section, clay mineral assemblages are dominated by smectite, indicating a seasonal climate with alternating wet and dry conditions. A 49% increase in detrital quartz and feldspar within the CIE-interval suggests enhanced continental run-off. This was probably the result of the establishment of a monsoonal setting, in which vegetation was sparse, while periodic high rainfall caused pronounced sediment transport. The increased terrestrially derived input is associated with abundant radiolarian casts indicating high primary productivity. This suggests that seasonal nutrient pulses resulting from intensified precipitation during the wet season have caused high surface-water fertility. The benthic foraminifera faunas of the samples rich in siliceous plankton are strongly dominated by Glomospira spp., Nuttalides truempyii, Abyssamina poagi, Anomalinoides praeacutus, Anomalinoides nobilis, and Oridorsalis spp. We assume that the Glomospira–Nuttalides fauna consists of opportunistic species which quickly react to seasonally varying amounts of food. The calcareous nannoplankton assemblage of the CIE-interval is characterized by the first occurrences of the genus Rhomboaster and of Discoaster araneus and Discoaster mahmoudii, whereas Scapholithus apertus become extinct at the Palaeocene–Eocene boundary. Within nannoplankton sub-zone NP10a, a series of primarily basaltic ashes give evidence for a major episode of explosive volcanism which can be correlated with the positive ash-series of the Fur-Formation in northern Denmark. The wide\n0031-0182/$ - s doi:10.1016/j.pa\n* Correspon E-mail addr\nee front matter D 2004 Elsevier B.V. All rights reserved. laeo.2004.12.006\nding author. Tel.: +43 1 7125674257; fax: +43 1 712567456.\ness: eggjoh@geolba.ac.at (H. Egger).\nH. Egger et al. / Palaeogeography, Palaeoclimatology, Palaeoecology 217 (2005) 243–264244\ndispersal distance of the tephras implies Plinian-scale eruptions and multiple ejections of large volumes of pyroclastic material. D 2004 Elsevier B.V. All rights reserved.\nKeywords: Palaeogene; Volcanism; Foraminifera; Calcareous nannoplankton; Carbon isotopes; Clay minerals"
  }, {
    "heading": "1. Introduction",
    "text": "The base of the prominent (2–3x) negative carbon isotope excursion (CIE) in the upper part of calcareous nannoplankton zone NP9 has been proposed by the International Subcommission of Palaeogene Stratigraphy to recognize the Palaeocene–Eocene boundary (Luterbacher et al., 2000). The CIE, which took place 55.5 Ma ago, has been related either to a massive methane release, due to the dissociation of gas hydrates (see Dickens, 2004, for a review) or to a comet impact (Kent et al., 2003). The CIE is associated with a global extinction event within deep-sea benthic foraminifera assemblages (see Thomas, 1998 for a review), a rapid diversification of planktonic foraminifera (Lu and Keller, 1993), a global bloom of the dinoflagellate genus Apectodinium (Crouch et al., 2001), a turnover in calcareous nannoplankton (Bybell and Self-Trail, 1994), a major turnover in land mammals (Wing et al., 1991), and a shoaling of the calcite compensation depth (Dickens et al., 1995). Furthermore, in the South Atlantic and Antarctica and in some Tethyan sections, a high influx of kaolinite has been interpreted as resulting from a change to more humid climatic conditions or from enhanced erosion under more arid conditions (Thiry, 2000). Nonetheless, it is generally accepted that the CIE-interval was one of the warmest periods during the Cenozoic.\nIn the northwestern Tethys (Fig. 1), the Palaeocene–Eocene boundary has been examined in the Rhenodanubian Flysch zone at the 250-m-thick Anthering section (Egger et al., 2000, 2003; Crouch et al., 2001; Huber et al., 2003), which spans the upper part of calcareous nannoplankton zone NP9 to the upper part of zone NP10 (sub-zone NP10d). The CIE in this abyssal turbidite succession coincides with a strong increase in the rate of hemipelagic sedimentation which is interpreted to have been a result of enhanced continental run-off. Due to the associated high influx of nutrients into the basin, primary\nproductivity of marine plankton increased. Closely spaced bentonites within subzone NP10a have been correlated with the main ash-phase of the North Sea basin.\nFor this paper the Palaeocene–Eocene boundary in the Untersberg section in the Northern Calcareous Alps has been studied (Fig. 1). The Palaeogene deposits of the Untersberg region were examined by von Hillebrandt (1962), who was one of the first authors to recognize the importance of the benthic foraminiferal extinction at the end of the Palaeocene epoch, although the resolution of this early study is low. The studied section exposes part of the bathyal slope deposits (Nierental Formation, Krenmayr, 1996) of the Gosau Group and is located about 18 km to the south of the Anthering section. As the Anthering and\nH. Egger et al. / Palaeogeography, Palaeoclimatology, Palaeoecology 217 (2005) 243–264 245\nUntersberg sections are separated by the thrust between the Northern Calcareous Alps and the Rhenodanubian Flysch zone, the original palinspastic distance between them must have been much greater than at present. However, reliable data on this distance are lacking up to now."
  }, {
    "heading": "2. Methods",
    "text": "The Untersberg section consists of a number of temporary outcrops resulting from the erosion of a small tributary to the Kqhlbach river (Fig. 1). These natural outcrops were dug out, in particular at the base of the section, where the entire CIE-interval was revealed, to create a composite section of the earliest Eocene sedimentary record. For micropalaeontological, mineralogical, and geochemical studies splits of the same samples were made; these were taken at least 10 cm below the outcrop surface.\nWhole-rock carbon isotopic data were obtained following the procedures of Schmitz et al. (1997). All isotopic values are reported relative to the Peedee belemnite (PDB) standard. For calcareous nannofossil studies, smear slides were studied with the light microscope at a magnification of 1000 . Foraminifera were studied in washed residues from the marlstone and the shale. The samples were broken into pieces and dried overnight at 80 8C. Then 200 g of sediment were soaked in kerosene for about one hour. Subsequently, the excess kerosene was decanted and hot water was poured over the soaked sample. After 1 h, the sample was washed through a 63-Am-mesh sieve and, if not completely disintegrated, was boiled with sodium hydroxide and sieved again.\nBulk rock analysis of dry powdered samples and clay mineral analysis of the b2 Am fraction were carried out by X-ray diffraction (XRD). A PhilipsX’Pert Mpd (PW 3050) diffractometer was used with Cu Ka radiation at 40 mA, 40, kV and scanning step size of 0.028. Particle size separation of the clay fraction was performed by the centrifugation method of Moore and Reynolds (1997). Orientated samples of theb2-Am fraction were prepared on ceramic tiles with a vacuum apparatus. These were analysed airdried and saturated with ethylene glycol at 80 8C for 1 h. Semiquantitative estimates of the mineral\nproportions were carried out following the method of Schultz (1964).\nThe Ti, Zr, Nb, and Y analyses were performed on a sequential X-ray spectrometer, Philips 2400, with a Rh-anode and a Philips Super Q, version 1.1 software as evaluation program. For preparation, the ground sample was added to a polyvinyl alcohol solution (binding agent) and the well-mixed blend was pressed to pellets and dried at 70 8C."
  }, {
    "heading": "3. Results",
    "text": ""
  }, {
    "heading": "3.1. Lithology and bulk rock composition",
    "text": "The 40 m thick Untersberg section consists primarily of northwest-dipping grey and brick-red marlstone with very rare intercalations of isolated turbiditic siltstone beds. These thin (2–8 cm) beds show faint parallel lamination and occasionally gradual transitions into silty marlstone at their top. The dominant marlstone displays an average carbonate content of about 48% above the CIE and 36% below the CIE (Table 1 and Fig. 2). Abundant planktonic foraminifera and calcareous nannoplankton are the main source of the carbonate (Fig. 3).\nIn the stratigraphically oldest part of the section, 5.5 m of red and green claystone are intercalated within the marlstone. This is the only claystone known from the more than 1000-m-thick carbonatebearing Palaeogene succession of the Untersberg area. It suggests a shallowing of the level of the calcite compensation depth (CCD), consistent with the global change in the bathymetric position of the CCD during the CIE-interval (see Thomas, 1998 for a review). The claystone displays a gradual increase of calcium carbonate contents towards its base and top (Fig. 2). These transition zones to the underlying and overlying marlstone indicate a deposition within the lysocline which is the water depth where carbonate dissolution rates are greatly accelerated (Berger, 1970). The gradual change of carbonate content within the transition zones suggests a slow shift of the level of the lysocline and CCD at the beginning and at the end of the CIE.\nThe red colour of the CIE-claystone indicates that all decomposable organic matter enclosed had been decomposed prior to burial. The degradation of\nH. Egger et al. / Palaeogeography, Palaeoclimatology, Palaeoecology 217 (2005) 243–264246\norganic carbon is dependent on the flux of organic matter to the seafloor, the oxygen level of the bottom water, and the rate of sediment accumulation (Berner, 1981). If the sedimentation rate is low, organic matter will remain on the sediment surface for a long time and even low oxygen levels will be sufficient for its degradation. This suggests that the red colour of the CIE-claystone at Untersberg is an effect of the reduction of the sedimentation rate by a factor of 2 due to pronounced carbonate dissolution.\nExcluding the carbonate content, the mean percentages of the siliciclastic components are almost identical below and above the CIE-interval: 16.3% quartz and feldspar and 83.7% clay minerals from the interval above the CIE and 16.6% quartz and feldspar and 83.4% clayminerals below the CIE. Within the CIE-interval, however, the mean percentage of quartz and feldspar is 24.8%, which is equivalent to an increase of 49% in relation to the other parts of the section. In particular, the highest values of detrital components occur at the base of the CIE (Fig. 2),\nsuggesting that mechanical erosion was most pronounced at that time.\nTowards the end of the section, 13 closely spaced layers of pure smectite occur within the marlstone, easily recognized in the outcrop by their conspicuous light yellowish weathering colour. The thicknesses of these bentonite layers vary between 0.3 cm and 2.5 cm and, due to their mono-mineralic composition, they are interpreted as altered volcanic ashes. In a previous study (Egger et al., 1996), the presence of two more bentonite layers (M1 and M2) was suspected. However, their high percentages of carbonate and the substantial admixture of clay minerals other than smectite in these samples indicate that their origin is not volcanic."
  }, {
    "heading": "3.2. Clay mineral assemblages",
    "text": "Clay mineral assemblages can give important information on climatic, eustatic, tectonic, and hydrodynamic conditions at the time of their deposition\nH. Egger et al. / Palaeogeography, Palaeoclimatology, Palaeoecology 217 (2005) 243–264 247\n(Chamley, 1989). This palaeoenvironmental information can be destroyed by diagenetic effects, which may change the original composition of clay mineral assemblages. In particular, illite–smectite mixed-layer minerals appear at the expense of smectite with increasing burial depth (Kisch, 1983). The abundance of smectite throughout the studied section, together with the absence of mixed-layers, indicates that the rocks of the Untersberg section were not affected by deep-burial diagenesis. Consequently, diagenetic effects on the composition of clay mineral assemblages can be ruled out.\nThe clay mineral assemblage at Untersberg (Table 1 and Fig. 2) is strongly dominated by smectite (72%), followed by illite (18%), kaolinite (6%), and chlorite (4%). Two samples show increased values of kaolinite (15% and 13%) which correlate with increased values of illite (42% and 38%) and chlorite (10% and 15%). As these are isolated events, it can be assumed that coarser material was deposited on the slope through the activity of low-density turbidity currents or bottom currents. This indicates that kaolinite was more common towards the continent; however, due to the differential settling of smectite and kaolinite (Thiry,\nH. Egger et al. / Palaeogeography, Palaeoclimatology, Palaeoecology 217 (2005) 243–264248\n2000), the percentages of the latter mineral decrease with increasing distance from the source area.\nSmectite and kaolinite are typical of enhanced chemical weathering and substantial soil formation under warm and wet conditions. In particular, smectite is formed within weakly drained soils under warm seasonal climates with alternating wet and dry conditions. Kaolinite typically develops in tropical areas with high precipitation and a high rate of chemical alteration. However, it also formed at lower rates of chemical alteration under subtropical conditions, along with smectite (see Thiry, 2000, for a review). Therefore, the clay mineral record at Untersberg suggests subtropical climatic conditions."
  }, {
    "heading": "3.3. Calcareous nannoplankton",
    "text": "Calcareous nannofossils were found in the marlstone and in the transition zones (marly claystone) between the marlstone and the shale (Table 2). They are abundant (N30 specimens per field of view) in the 17 samples from the marlstone, whereas their abundance is low (b10 specimens per field of view) in the six samples from the transition zones. The preservation of nannofossils is moderate in the marlstone and poor in the transition zone according to the classi-\nfication of Steinmetz (1979). In the moderately preserved samples the majority of the specimens are slightly etched but all taxa can be easily identified and diversity is about 16 species per sample on average. In the poorly preserved samples, the majority of specimens are deeply etched, identification of taxa is difficult, and the diversity is only about 6 species per sample.\nReworked specimens are present in the marlstone samples, with rare Cretaceous species appearing (less than 1% of the nannofossil assemblage). These are not listed in Table 2. Reworking has affected mainly Upper Cretaceous deposits, indicated by the occurrences of Micula decussata, Prediscosphaera cretacea, Lucianorhabdus cayeuxii, Aspidolithus parcus, Ceratolithoides aculeus, Uniplanarius trifidus, and Arkhangelskiella cymbiformis. In one sample (M3b) typical Lower Cretaceous species (Micrantolithus hoschulzii and Nannoconus steinmannii) were also found. However, the relatively common Watznaueria barnesae specimens in most samples may in part also originate from Lower Cretaceous deposits, as this species is abundant throughout the entire Cretaceous.\nThe Palaeogene nannoflora is dominated by Coccolithus pelagicus (Fig. 4) which usually accounts for about 90% of the nannoplankton assemblages,\nH . E g g er et a l. / P a la eo g eo g ra p h y, P a la eo clim a to lo g y, P a la eo eco lo g y 2 1 7 (2 0 0 5 ) 2 4 3 – 2 6 4\n2 4 9\nH. Egger et al. / Palaeogeography, Palaeoclimatology, Palaeoecology 217 (2005) 243–264250\nwith the exception of the poorly preserved assemblages of the CIE-interval. Discoaster multiradiatus, the zonal marker of NP9, is another common species and the only species occurring in all samples. Species of the stratigraphically important genus Fasciculithus are rare in the Untersberg section, except in the samples from below the CIE. The most common species of this genus is Fasciculithus tympaniformis which occurs throughout the succession, whereas Fasciculithus involutus is restricted to its lower part and Fasciculithus schaubii was found in only one sample. Scapholithus apertus is the only species which becomes extinct at the Palaeocene–Eocene boundary of the Untersberg section.\nA major problem in nannoplankton stratigraphy across the Palaeocene–Eocene transition is the controversy that has evolved concerning the content and systematic position of the genera Rhomboaster and Tribrachiatus (see von Salis et al., 1999, for a review). The first occurrence of Tribrachiatus bramlettei is used in the classification of Martini (1971) to define the base of zone NP10 whereas Rhomboaster cuspis should have its first occurrence within zone NP9. However, it is still unclear if T. bramlettei is a synonym of R. cuspis or not. As a result of this lack of consensus the determination of the base of zone NP10\ndepends on the nannoplankton workers involved. In this paper, the two species have been distinguished and the NP9–NP10 boundary remains as originally defined. Using these criteria, the section investigated spans the upper part of zone NP9 (Discoaster multiradiatus zone) and the lower part of zone NP10 (Tribrachiatus contortus Zone). A fourfold subdivision (a–d) of zone NP10 has been proposed by Aubry (1996), according to which only the lowermost part of zone NP10 (sub-zone NP10a) is present in the section.\nThe first specimens of the genus Rhomboaster occur in the marly claystone, which represents the base of the CIE. There, short-armed specimens of Rhomboaster cuspis are exceedingly rare. In contrast, in the samples from the top of the CIE-interval R. cuspis is the dominant species (up to 49% of the assemblages) followed by Discoaster multiradiatus and Discoaster falcatus (Fig. 5). Discoaster araneus and Discoaster mahmoudii, both of which are restricted to the CIE-interval, a. along with Rhomboaster. These two species are characterized by irregular ray arrangements. Discoaster mahmoudii has been described from zone NP9 in Egypt (PerchNielsen, 1981) but, as far as we are aware, this is the first time that it has been recorded in the CIE-interval. In other Tethyan sections Discoaster anartios (Bybell\nH. Egger et al. / Palaeogeography, Palaeoclimatology, Palaeoecology 217 (2005) 243–264 251\nand Self-Trail, 1994) co-occurs with Discoaster araneus; however, this species has not been found at Untersberg. Coccoliths are absent or extremely rare in this CIE-assemblage.\nThe unusual composition of the nannoplankton assemblage of the marly shale at the top of the CIEinterval is an effect of carbonate dissolution because, synchronously with increasing carbonate content, the calcareous nannoplankton shows better preservation and a higher diversity (Fig. 5). The species diversity in nannoplankton assemblages is, to large extent, controlled by selective dissolution of skeletal elements. Bukry (1971) recognized that Discoaster is the most dissolution-resistant genus among the Cenozoic genera, followed by the genus Coccolithus. At Untersberg, the high percentages of Rhomboaster in the transition zone assemblages are most probably an effect of selective dissolution, indicating that Rhomboaster has a similar resistance to dissolution as Discoaster.\nNevertheless, the appearances of Rhomboaster cuspis, Discoaster araneus, and Discoaster mahmoudii within the CIE interval indicate ecological perturbations in oceanic surface waters. Ecological conditions favouring these species must have developed during the CIE-interval. The Rhomboaster spp.– Discoaster araneus association is restricted to the Tethys-North Atlantic area (Aubry, 2001). Up to now, no explanation for this provinciality of an open marine plankton assemblage has been proposed."
  }, {
    "heading": "3.4. Foraminifera",
    "text": "Planktonic and benthic foraminifera are very abundant in most of the studied samples, although, as a result of carbonate dissolution, their preservation is poor. A specific determination was often difficult to make as many planktonic foraminifera specimens are corroded or deformed. For this reason no quantitative\nH. Egger et al. / Palaeogeography, Palaeoclimatology, Palaeoecology 217 (2005) 243–264252\nanalysis of the foraminifera fauna was conducted, despite recording 191 different taxa in 19 samples, excluding species reworked from the Upper Cretaceous and Lower Palaeocene (mainly Danian).\nThe planktonic foraminiferal biozonation follows the criteria of Berggren et al. (1995). Globanomalina pseudomenardii in the lowermost part of the section suggests zone P4c. However, as this species co-occurs with Morozovella subbotinae, which defines zone P5, it is assumed that reworking occurred. Thus the base of the Untersberg section is already part of zone P5, which is defined as the interval between the last appearance date (LAD) of Globanomalina pseudomenardii and the LAD of Morozovella velascoensis. The interval between the LAD of M. velascoensis and the first appearance date (FAD) of Morozovella formosa formosa or Morozovella lensiformis is indicative of sub-zone P6a, which was found in the uppermost part of the section.\nThe planktonic foraminiferal assemblage of the Untersberg section contains 31 species (Table 3). The lower part of the succession is strongly influenced by dissolution, but even in sample UB5 the first Morozovella subbotinae is recorded, placing the base of the section in zone P5. Within this zone, Morozovella aequa, Morozovella formosa gracilis, Morozovella occlusa, Acarinina mckannai, Acarinina nitida, and Acarinina primitiva are common species. In the upper part of zone P5, A. pentacamerata, Acarinina pseudotopilensis, Acarinina soldadoensis, Morozovella marginodentata, and Pseudohastigerina wilcoxensis appear. A strong increase of first appearances is seen in the top part of the section (with bentonites), which represents sub-zone P6a. The FADs of Morozovella edgari, Acarinina wilcoxensis, Igorina salisburgensis, Turborotalia? cf. pseudoscitula , are associated with increased numbers of Morozovella marginodentata. The higher frequency of small, thin-walled species in this part of the section might be a result of reduced carbonate dissolution compared with the lower part of the section.\nThe distribution of calcareous benthic foraminifera (Table 4) is similar to those of other deep-water sections (see Thomas, 1998, for a review). Gavelinella cf. beccariiformis has its LAD at the onset of the CIE. The post-extinction calcareous benthic foraminifera assemblages are dominated by Nuttalides truempyii (very small specimens), Abyssamina poagi,\nAnomalinoides nobilis, Anomalinoides praeacutus, Oridorsalis spp. and a number of pleurostomellids (e.g. Ellipsoglandulina, Ellipsoidella, Ellipsopolymorphina, Nodosarella, Pleurostomella). This assemblage is typical of lower bathyal to abyssal environments (Van Morkhoven et al., 1986). For example, A. poagi occurs between 1700 m and 4000 m depth, and Oridorsalis lotus indicates a depth of between 800 m and 1900 m. This suggests a palaeodepth of about 2000 m (lower bathyal) for the deposition of Untersberg section.\nThe agglutinating foraminiferal fauna consists of 68 species, 25 of which (37% of the entire fauna) occur exclusively at the base of the succession and end within the CIE-interval (Table 5). These species are Ammodiscus cretaceus, Aschemocella carpathica, Aschemocella grandis, Bathysiphon? annulatus, Caudammina arenacea, Caudammina excelsa, Caudammina ovulum , Dorothia beloides , Glomospira diffundens , Glomospira glomerata , Glomospira serpens, Haplophragmoides walteri, Hormosinella distans, Hyperammina lineariformis, Karrerulina horrida, Psammotodendron? gvidoensis, Psammosiphonella sp., Remesella varians, Rzehakina fissistomata, Saccamina grzybowskii, Silicobathysiphon sp., Subrheophax pseudoscalaris, Subrheophax splendidus, Trochamminoides folius, and Trochamminoides subcoronatus. In the upper part of the succession the typical assemblage with Paratrochamminoides and Trochamminoides has disappeared, but Recurvoides gerochi and Recurvoides pseudoregularis are still common. Within the CIE-interval the agglutinated assemblage is dominated by Glomospira spp. These taxa are probably opportunistic species which could quickly react to seasonally varying amounts of food (Kaminski et al., 1996). The oxygenation of bottom waters seems to be less important for this assemblage as the Glomospira-fauna occurs in obviously welloxygenated red claystone at Untersberg as well as in disoxic shales at Anthering (Egger et al., 2003)."
  }, {
    "heading": "3.5. Radiolarians",
    "text": "Occurrences of radiolarians are restricted to the lower part of the section, where they are abundant from samples Mu18a to Mu14 and common in samples Muu2, Mu10, and Mu10d. In the finest grained sieve-residue of sample Mu19, radiolarians\nH . E g g er et a l. / P a la eo g eo g ra p h y, P a la eo clim a to lo g y, P a la eo eco lo g y 2 1 7 (2 0 0 5 ) 2 4 3 – 2 6 4\n2 5 3\nH . E g g er et a l. / P a la eo g eo g ra p h y, P a la eo clim a to lo g y, P a la eo eco lo g y 2 1 7 (2 0 0 5 ) 2 4 3 – 2 6 4\n2 5 4\nGlobimorphina trochoides (REUSS) x Globulina horrida REUSS x Gyroidinoides aequilateralis (PLUMMER) x x x x Gyroidinoides girardanus (REUSS) x Gyroidinoides globosus (HAGENOW) x Gyroidinoides octocameratus CUSH. and HANNA x Gyroidinoides sp. x x x x x x Hyalinonetrion sp. (long neck) x x x x x x Laevidentalina spp. x x x x x x x x x x x x Lagena gracilicosta REUSS x Lagena spp. x x x x x Lenticulina sp. x Linaresia velascoensis (CUSHMAN) x Loxostomum limonense (CUSHMAN) x x x x Neoeponides? hillebrandti FISHER x Nodosarella hedbergi CUSHMAN and RENZ x x x x x x Nodosarella paleocenica CUSHMAN and TODD x x x x x x x Nodosarella subnodosa (GUPPY) x x x Nonion? havanense CUSHMAN and BERMUDEZ x x x Nuttallides crassaformis (CUSHMAN and SIEGFUS) x x x Nuttallides truempyi (NUTTALL) x x x x x x x x x x x x x Nuttallinella florealis (WHITE) x x x Oridorsalis lotus (SCHWAGER) x x x x x x x Oridorsalis plummerae (CUSHMAN) x x cf. x x x x x x x x Orthomorphina monile (HAGENOW) x x x Palliolatella pseudoorbignyana (BUCHNER) x Pleurostomella cf. acuta HANTKEN x x Pleurostomella clavata CUSHMAN x x Pleurostomella eocaena GÜMBEL x x x x x x x x x Pleurostomella paleocenica CUSHMAN x x Pleurostomella sp. x x x x x x x x Procerolagena sp. x Pseudouvigerina cuneata (BROTZEN) x Pseudouvigerina wilcoxensis CUSH. and PONTON x x Pullenia eocenica CUSHMAN and SIEGFUS x x x Pullenia jarvisi CUSHMAN x x x x x x x x x Pullenia quinqueloba (REUSS) x x Pyrulinoides acuminatus (d’ORB.) x Reussoolina sp. x Siphonodosaria spp. x x x x x Stilostomella spp. x x x x x x Stainforthia sp. x Tappanina selmensis (CUSHMAN) x x x x x x Turrilina sp. x Uvigerina? sp. x Vaginulina sp. x x x x x x\nH . E g g er et a l. / P a la eo g eo g ra p h y, P a la eo clim a to lo g y, P a la eo eco lo g y 2 1 7 (2 0 0 5 ) 2 4 3 – 2 6 4\n2 5 5\nH . E g g er et a l. / P a la eo g eo g ra p h y, P a la eo clim a to lo g y, P a la eo eco lo g y 2 1 7 (2 0 0 5 ) 2 4 3 – 2 6 4\n2 5 6\nHyperammina sp. x x x x x x x x x x x x Kalamopsis grzybowskii (DYLAZANKA) x x x x Karrerulina horrida (GRZYBOWSKI) x Nothia communis (PFLAUMANN) x Nothia sp. x x x x Paratrochamminoides acervulatus (GRZY.) x x Paratrochamminoides olszewskii (GRZY.) x x x Paratrochamminoides spp. x x x Psammatodendron? gvidoensis (MYATLYUK) x Psammosiphonella cylindrica (GLAESSNER) x Psammosiphonella sp. x Psammosphaera irregularis (GRZYBOWSKI) x x x x x x x x Pseudonodosinella nodulosa (BRADY) x Recurvoides gerochi PFLAUMANN x x cf. x x x x x x x x x x x Recurvoides pseudoregularis MYATLYUK x x x x x x x Recurvoides dissonus MYATLYUK x Recurvoides spp. x x x x Remesella varians (GLAESSNER) x x Reophax scorpiurus MONTFORT x Rhizammina sp. x x x x x Rzehakina fissistomata (GRZYBOWSKI) x Saccammina grzybowskii (SCHUBERT) x x Saccammina placenta (GRZYBOWSKI) x x x x x x Spiroplectammina spectabilis (GRZY.) x x Spiroplectinella dentata (ALTH) cf. x x Subreophax pseudoscalaris (SAMUEL) x Subreophax scalaria (GRZYBOWSKI) x x x x Subreophax splendidus (GRZYBOWSKI) x Subreophax sp. x x x x Thalmannammina subturbinata (GRZY.) x x x x x Tritaxia sp. x Trochammina? sp. x x Trochamminoides dubius (GRZYBOWSKI) x x x x x Trochamminoides folius (GRZYBOWSKI) x Trochamminoides proteus (KARRER) x x x Trochamminoides subcoronatus (GRZY.) x Trochamminoides variolarius (GRZY.) x x x x\nH . E g g er et a l. / P a la eo g eo g ra p h y, P a la eo clim a to lo g y, P a la eo eco lo g y 2 1 7 (2 0 0 5 ) 2 4 3 – 2 6 4\n2 5 7\nH. Egger et al. / Palaeogeography, Palaeoclimatology, Palaeoecology 217 (2005) 243–264258\nare the dominant component. The radiolarians are all spheroidal spumellarians, but are taxonomically indeterminable, since their siliceous skeletons are poorly preserved, due to their replacement by smectite."
  }, {
    "heading": "3.6. Sedimentation rates and calcite compensation depth",
    "text": "Röhl et al. (2000) calculated the duration of the CIE interval using Fe- and Ca-intensity curves which probably represent precessional cycles. According to this astronomical calibration, the CIE lasted for 220 ky. During that time, 550 cm of shale and marly shale were deposited in the Untersberg section, suggesting a compacted sedimentation rate of 2.5 cm ky 1. Aubry et al. (1996) calculated the duration of calcareous nannoplankton zone NP9 as 1 Ma and the position of the onset of the CIE as 530 ky above the base of this zone. Taking into account the estimation of Röhl et al. (2000), the duration of the uppermost part of zone NP9, between the end of the CIE and the base of NP10, can be calculated as 250 ky. During that time, 1500 cm of marlstone were deposited in the Untersberg section, suggesting a compacted sedimentation rate of 6 cm ky 1. This strong increase in the\nFig. 6. The position of the ash-layers in the u\nsedimentation rate subsequent to the CIE-interval was an effect of the shift of the CCD down to greater depths, so that calcium carbonate was again deposited on the lower bathyal slope. Butt (1981) estimated the level of the CCD in the Rhenodanubian basin (Anthering) as 3000 m during the Cretaceous. The data presented here from Untersberg suggest that this level shoaled to a depth of less than 2000 m at the Palaeocene–Eocene boundary."
  }, {
    "heading": "3.7. Bentonites",
    "text": "Within the grey marlstone of calcareous nannoplankton sub-zone NP10a thirteen light yellowish layers consisting essentially of smectite were found (Fig. 6). These 0.2-cm to 2.5-cm-thick bentonite layers are interpreted as volcanic ashes. No bentonites were found in either the lower part of zone NP9 or in the overlying sub-zone NP10b, which are exposed in other outcrops of the area. The occurrence of bentonites is therefore exclusively restricted to subzone NP10a, which lasted 630 ky (Aubry, 1996). The first bentonite is located 11.70 m above the base of that sub-zone. Using the estimated sedimentation rate of 6 cm ky 1, the volcanic activity started about 200\nppermost part of the Untersberg section.\nH. Egger et al. / Palaeogeography, Palaeoclimatology, Palaeoecology 217 (2005) 243–264 259\nky after the onset of sub-Zone NP10a. The 13 bentonite layers were deposited within 2.53 m of marlstone equivalent to about 42 ky of deposition, giving an average eruption periodicity of 3220 years.\nDue to their complete conversion to smectitic clay the original chemical composition of the bentonites must have strongly changed. Consequently, only the immobile elements have been used to assess the composition of the original magma (Winchester and Floyd, 1977). The immobile element contents of most of these altered ash-layers show very little variation: Nb 28.3F4.7 ppm, Zr 259F104 ppm, Y 25.0F9.5 ppm, and TiO2 4.82F0.7 wt.% (see Fig. 7). These samples plot in the discrimination diagram of different magma sequences in the field of alkali-basalts. Basaltic ashes are rare in the geological record as the generation of basaltic pyroclastics requires an interaction between basaltic lavas and meteoritic water (see Heister et al., 2001, for a review). Layer M3 has a totally different composition with highly enriched Nb and Zr, equal Y, and depleted TiO2 compared to the other bentonites. It is the oldest and thickest layer of the ash-series and plots at the border of trachyte and trachy-andesite."
  }, {
    "heading": "4. Discussion",
    "text": "In the sections of the northwestern Tethyan realm, an enhanced input of terrestrially derived material into the ocean gives evidence for increased continental erosion during the CIE-interval. An increase in the\nsedimentation rate also has been noticed in other sections at this stratigraphic level (Crouch et al., 2001; Ravizza et al., 2001; Schmitz et al., 2001; Röhl et al., 2003); evidently enhanced terrigenous input to the ocean was a global phenomenon at the Palaeocene– Eocene boundary.\nAmong the more important factors controlling sediment supply, only eustatic sea-level changes and climatic changes can cause global changes in the erosion rate (see Van der Zwan, 2002, for a review). During a period of low sea level, the increased land area will cause an increase in erosion. Additionally, the rivers can transport their load closer to the shelfedge, resulting in enhanced sediment gravity-flow activity (see Eberli, 1991, for a review). However, this scenario seems unlikely for the basal Eocene, since the increase in hemipelagic sedimentation was associated with a decrease in grain size (Schmitz et al., 2001) and a decrease in turbidity current activity (Egger et al., 2002). More probably, the enhanced terrigenous input was an effect of increased chemical weathering and continental run-off.\nChemical weathering is dependent not only on the volume of rainwater percolating through rocks at the Earth’s surface but also on rainwater acidity, which is mainly derived from dissolved carbon dioxide. Modelling shows that carbon dioxide abundance highly accelerates the formation of deep kaolinitic profiles even under extratropical climatic conditions (Schmitt, 1999). Very high levels of atmospheric carbon dioxide at the Palaeocene–Eocene boundary can be inferred from the y13C excursion. This suggests that deep soil\nH. Egger et al. / Palaeogeography, Palaeoclimatology, Palaeoecology 217 (2005) 243–264260\nprofiles may have developed under even moderately humid conditions, due to the intensification of the weathering cycle (Zachos and Dickens, 2000).\nContinental run-off is highest in monsoonal settings, in which vegetation is sparse, while periodic high monsoonal rainfall results in pronounced sediment transport (Molnar, 2001). The Untersberg succession is devoid of palynomorphs (Ilse Draxler, personal communication 1999), and so clay mineral assemblages are the only indicators for palaeoclimatic conditions. In the northwestern Tethyan sections, the predominant clay mineral species across the Palaeocene–Eocene transition is smectite. Assuming that this is not an effect of the differential settling of clay mineral species, a subtropical seasonal climate can be assumed for the Palaeogene in the northwestern Tethyan realm. No distinct changes in the composition of clay mineral assemblages within the CIEinterval have been found in the study area. Thus it is suspected that the increase in sedimentation rates during this interval was a result of increased aridity during the dry season and significantly increased precipitation rates during the wet season. This interpretation is supported by the sedimentary records of the Palaeocene–Eocene sections in northern Spain which indicate similar climatic conditions (Schmitz and Pujalte, 2003).\nEpisodic pronounced continental run-off caused high nutrient levels and enhanced primary productivity in oceanic surface waters. At Anthering, an acme of diatoms, radiolarians and dinoflagellates corresponds to the increased sedimentation rates of the CIE-interval (Egger et al., 2003). At Untersberg, abundant radiolarian casts occur in the CIE-interval and the overlying 8 m of marlstone. The abundance of siliceous particles is strongly influenced by dissolution, because ocean waters are highly undersaturated in respect to silica. Most of the siliceous debris is dissolved in the water column during settling; only a small proportion (1% to 10%) of it is deposited as sediment on the ocean floor (De Wever et al., 2001) where dissolution will continue if the siliceous debris is not quickly buried by other sediments. Therefore, besides primary productivity, the rate of sedimentation is another major factor controlling the preservation of siliceous plankton since high sedimentation rates will prevent the dissolution of radiolarian skeletons at the seafloor. As a result of carbonate dissolution, the\nincrease in siliciclastic sedimentation rate is associated with a pronounced decrease in carbonaceous sedimentation at Untersberg. Consequently, the overall sedimentation rate in the CIE-interval was probably even lower than in other parts of the section. This suggests that the radiolarian acme at Untersberg is a reliable indicator for increased plankton productivity and not an effect of improved preservation conditions. The radiolarian acme is associated with a strong increase in the abundance of the genera Acarinina and partly Subbotina in the planktonic foraminifera assemblages.\nAbout 450 ky after the termination of the CIE, a series of closely spaced bentonite layers indicates enhanced volcanic activity. Bentonites are exceedingly rare in the sedimentary record of the Palaeogene of the Eastern Alps. Only in the Palaeocene–Eocene boundary section at Anthering a Palaeogene ash-series has been found. Due to its geochemical and stratigraphical characterization a correlation with the main ash-phase of the North Sea basin has been suggested (Egger et al., 2000; Huber et al., 2003). These tephras originate from phreatomagmatic eruptions which were associated with the opening of the North Atlantic Ocean (Heister et al., 2001). With the exception of a few alkaline tephras the ash-layers of the North Sea basin are of basaltic composition. At Anthering, only two chemically evolved bentonites (x1 and x6) were found besides 21 basaltic ash-layers, characterized by\n.\nH. Egger et al. / Palaeogeography, Palaeoclimatology, Palaeoecology 217 (2005) 243–264 261\nhigh Zr/TiO2 ratios typical of trachyandesitic (x6) and trachytic (x1) magmas. Bentonite x1 has been correlated with ash-layer +19 in the Fur Formation in Denmark (Fig. 6); +19 is the thickest (20 cm) out of 179 ash-layers (Bøggild, 1918).\nBentonites x1 and M3 are the thickest and oldest bentonites of the ash-series at Anthering and Untersberg, respectively. Their immobile element concentrations are similar, although, the yttriumcontent of M3 is lower than that of x1 (Fig. 7). In general, most of the samples of the Untersberg section show lower yttrium-contents (mean value: 24.9 ppm) than the samples from Anthering (mean value: 36.6 ppm). This might reflect a mobilisation of yttrium during the weathering process of the ashes (Christidis, 1998) or, more likely, a postdepositional adsorption of yttrium on biogenic phosphates (see Schmitz and Asaro, 1996). The primitive mantle normalized spider diagram (Fig. 8) shows the same pattern for the layers x1, M3 and +19 and, therefore, gives further evidence for the correlation of these layers.\nEquivalents of the ashes of the Danish Fur Formation have been found at many sites in Denmark, in the North Sea, England, offshore mid-Norway, the\nGoban Spur area and the Bay of Biscay (Knox and Morton, 1988). Knox (1984) has directly correlated the +19 ash-layer with a 2-cm-thick layer at a deep sea drilling site at Goban Spur southwest of Ireland (DSDP Site 550). According to our palaeogeographic reconstruction, an area of about 12 mio. km2 was affected by these ash falls (Fig. 9)."
  }, {
    "heading": "5. Conclusion",
    "text": "In the northwestern Tethys, abundant siliceous plankton indicate high nutrient levels in oceanic surface waters in the basal Eocene. A coeval increase in both sedimentation rates and the amounts of terrestrially derived quartz and feldspar suggests that this high primary productivity was the result of enhanced continental run-off. It is assumed that the establishment of a pronounced monsoonal climate caused this increase in continental erosion.\nFrequent ash-layers indicate that intense explosive volcanism was another important environmental factor in the early Eocene. The biostratigraphical and geochemical correspondence of these tephras with ashes from the North Sea Basin suggests that these pyroclastic deposits are related to the continental breakup of Europe and Greenland. The distance the tephras in the northwestern Tethyan sections were dispersed from their proposed magmatic source in the North Atlantic igneous province (ca. 4000 km) indicates that the eruptions were extremely powerful and emitted large volumes of ash and gases into the lower stratosphere. It can be assumed that these eruptions greatly affected the radiation of the sun and, therefore, caused a decrease of surface temperatures in the Northern Hemisphere. As basaltic eruptions require water–magma interaction, the onset of eruptive activity was probably an effect of the emergence of part of the North Atlantic igneous province above sea level. The tephra layers are restricted to sub-zone NP10a and vanish at the top of this sub-zone. The transgression of the London clay and the Ieper clay in the North Sea basin was an effect of a pronounced sea-level rise at the base of sub-zone NP10b (Aubry, 1996; Knox, 1998). The termination of basaltic eruptions at that stratigraphic level suggests that the rising sea level caused the drowning of the volcanic source area.\nH. Egger et al. / Palaeogeography, Palaeoclimatology, Palaeoecology 217 (2005) 243–264262"
  }, {
    "heading": "Acknowledgements",
    "text": "Helpful reviews by Robert W. O’B. Knox and Hans Thierstein are gratefully acknowledged. We thank Rouben Surenian for his assistance at the scanning electron microscope and Hugh Rice for improving the English language of the original text."
  }],
  "year": 2005,
  "references": [{
    "title": "Towards an upper Paleocene–lower Eocene high resolution stratigraphy based on calcareous nannoplankton stratigraphy",
    "authors": ["Aubry", "M.-P"],
    "venue": "Israel Journal of Earth-Sciences",
    "year": 1996
  }, {
    "title": "Provincialism in the photic zone during the LPTM",
    "authors": ["Aubry", "M.-P"],
    "year": 2001
  }, {
    "title": "The upper Palaeocene–lower Eocene stratigraphic record and the Palaeocene/Eocene-boundary carbon isotope excursion: implications for geochronology",
    "authors": ["Aubry", "M.-P", "W.A. Berggren", "L. Stott", "A. Sinha"],
    "year": 1996
  }, {
    "title": "Planktonic foraminifera: selective solution and the lysocline",
    "authors": ["W.H. Berger"],
    "venue": "Marine Geology",
    "year": 1970
  }, {
    "title": "A revised Cenozoic geochronology and chronostratigraphy",
    "authors": ["W.A. Berggren", "D.V. Kent", "C.C. Swisher", "Aubry", "M.-P"],
    "venue": "Special Publication-Society for Sedimentary Geology",
    "year": 1995
  }, {
    "title": "A new geochemical classification of sedimentary environments",
    "authors": ["R.A. Berner"],
    "venue": "Journal of Sedimentary Petrology",
    "year": 1981
  }, {
    "title": "Den vulkanske Aske i Moleret samt en Oversigt over Danmarks &ldre Terti&rbj&rgarter",
    "authors": ["O.B. Bbggild"],
    "venue": "Danmarks Geologiske Undersbgelse. Series",
    "year": 1918
  }, {
    "title": "Cenozoic calcareous nannofossils from the Pacific Ocean",
    "authors": ["D. Bukry"],
    "venue": "Transactions San Diego Society of Natural History",
    "year": 1971
  }, {
    "title": "Depositional environments of the upper Cretaceous rocks in the northern part of the Eastern Alps",
    "authors": ["A. Butt"],
    "venue": "Special Publication-Cushman Foundation for Foraminifera Research",
    "year": 1981
  }, {
    "title": "Evolutionary, biostratigraphic, and taxonomic study of calcareous nannofossils from a continuous Paleocene–Eocene boundary section in New Jersey, U.S",
    "authors": ["L.M. Bybell", "J.M. Self-Trail"],
    "venue": "Geological Survey Professional Paper",
    "year": 1994
  }, {
    "title": "Clay Sedimentology",
    "authors": ["H. Chamley"],
    "year": 1989
  }, {
    "title": "Comparative study of the mobility of major and trace elements during alteration of an andesite and a rhyolite to bentonite, in the islands of Milos and Kimolos, Aegean, Greece",
    "authors": ["G.E. Christidis"],
    "venue": "Clays and Clay Minerals",
    "year": 1998
  }, {
    "title": "Radiolarians in the sedimentary record",
    "authors": ["P. De Wever", "P. Dumitrica", "J.P. Caulet", "C. Nigrini", "M. Caridroit"],
    "year": 2001
  }, {
    "title": "Dissociation of oceanic methane hydrate as a cause of the carbon isotope excursion at the end of the Palaeocene",
    "authors": ["G.R. Dickens", "J.R. O’Neil", "D.K. Rea", "R.M. Owen"],
    "venue": "Paleoceanography",
    "year": 1995
  }, {
    "title": "Calcareous turbidites and their relationship to sea-level fluctuations and tectonism",
    "authors": ["G.P. Eberli"],
    "year": 1991
  }, {
    "title": "Sp7tpaleoz7ne Bentonite aus der Gosau des Untersberg-Vorlandes (Nördliche Kalkalpen, Salzburg)",
    "authors": ["H. Egger", "M. Bichler", "M. Homayoun", "E.C. Kirchner", "R. Surenian"],
    "venue": "Jahrbuch der Geologischen Bundesanstalt",
    "year": 1996
  }, {
    "title": "The Palaeocene/Eocene-boundary interval of a Tethyan deep-sea section and its correlation with the North Sea Basin",
    "authors": ["H. Egger", "C. Heilmann-Clausen", "B. Schmitz"],
    "venue": "Bulletin de la Société Géologique de France",
    "year": 2000
  }, {
    "title": "Tectonic and climatic control of Paleogene sedimentation in the Rhenodanubian Flysch Basin (Eastern Alps, Austria)",
    "authors": ["H. Egger", "M. Homayoun", "W. Schnabel"],
    "venue": "Sedimentary Geology",
    "year": 2002
  }, {
    "title": "Paleoproductivity of the northwestern Tethyan margin (Anthering section, Austria) across the Paleocene–Eocene transition",
    "authors": ["H. Egger", "J. Fenner", "C. Heilmann-Clausen", "F. Rögl", "R.F. Sachsenhofer", "B. Schmitz"],
    "venue": "Special Paper-Geological Society of America",
    "year": 2003
  }, {
    "title": "Pyroclastic deposits within the East Greenland Tertiary flood basalts",
    "authors": ["L.E. Heister", "P.A. O’Day", "C.K. Brooks", "P.S. Neuhoff", "D.K. Bird"],
    "venue": "Journal of the Geological Society (London)",
    "year": 2001
  }, {
    "title": "Geochemical study of Lower Eocene volcanic ash layers from the Alpine Anthering Formation, Austria",
    "authors": ["H. Huber", "C. Koeberl", "H. Egger"],
    "venue": "Geochemical Journal",
    "year": 2003
  }, {
    "title": "Palaeocene– Eocene deep water agglutinated foraminifera from the Numidian Flysch (Rif, Northern Morocco): their significance for the palaeoceanography of the Gibraltar gateway",
    "authors": ["M.A. Kaminski", "W. Kuhnt", "J.D. Radley"],
    "venue": "Journal of Micropalaeontology",
    "year": 1996
  }, {
    "title": "A case for a comet impact trigger for the Paleocene/Eocene thermal maximum and carbon isotope excursion",
    "authors": ["D.V. Kent", "B.S. Cramer", "L. Lanci", "D. Wang", "J.D. Wright", "R. Van der Voo"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2003
  }, {
    "title": "Mineralogy and petrology of burial diagenesis (burial metamorphosis) and incipient metamorphosis in clastic rocks",
    "authors": ["H.J. Kisch"],
    "year": 1983
  }, {
    "title": "Nannoplankton zonation and the Paleocene/ Eocene boundary beds of northwestern Europe: an indirect correlation by means of volcanic ash layers",
    "authors": ["Knox", "R.W.O’B"],
    "venue": "Journal of the Geological Society (London)",
    "year": 1984
  }, {
    "title": "The tectonic and volcanic history of the North Atlantic region during the Paleocene–Eocene transition: implications for the NW European and global biotic events",
    "authors": ["Knox", "R.W.O’B"],
    "year": 1998
  }, {
    "title": "The record of early Tertiary N Atlantic volcanism in sediments of the North Sea Basin",
    "authors": ["Knox", "R.W.O’B", "A.C. Morton"],
    "venue": "Special Publication-Geological Society of London",
    "year": 1988
  }, {
    "title": "Hemipelagic and turbiditic mudstone facies associations in the Upper Cretaceous Gosau Group of the Northern Calcareous Alps (Austria)",
    "authors": ["H.G. Krenmayr"],
    "venue": "Sedimentary Geology",
    "year": 1996
  }, {
    "title": "The Palaeocene–Eocene transition in the Antarctic Indian Ocean: inference from planktic foraminifera",
    "authors": ["G. Lu", "G. Keller"],
    "venue": "Marine Micropalaeontology",
    "year": 1993
  }, {
    "title": "Decision of the voting members of the International Subcommission on Paleogene Stratigraphy on the criterion of recognition of the Paleocene/Eocene-boundary: Newsletter of the International Subcommission on Paleogene Stratigraphy",
    "authors": ["H.P. Luterbacher", "J. Hardenbol", "B. Schmitz"],
    "year": 2000
  }, {
    "title": "Standard Tertiary and Quaternary calcareous nannoplankton zonation",
    "authors": ["E. Martini"],
    "venue": "Proceedings II Planktonic Conference. Technoscienza,",
    "year": 1971
  }, {
    "title": "Climate change, flooding in arid environments, and erosion",
    "authors": ["P. Molnar"],
    "venue": "rates. Geology",
    "year": 2001
  }, {
    "title": "X-ray diffraction and the identification and analysis of clay minerals",
    "authors": ["D.M. Moore", "R.C. Reynolds"],
    "year": 1997
  }, {
    "title": "New Maastrichtian and Palaeocene calcareous nannofossils from Africa, Denmark, the USA and the Atlantic, and some Palaeocene lineages",
    "authors": ["K. Perch-Nielsen"],
    "venue": "Eclogae Geologicae Helvetica",
    "year": 1981
  }, {
    "title": "An osmium isotope excursion associated with the late Paleocene thermal maximum: evidence of intensified chemical weathering",
    "authors": ["G. Ravizza", "R.N. Norris", "J. Blusztajn"],
    "venue": "Paleoceanography",
    "year": 2001
  }, {
    "title": "New chronology for the late Palaeocene thermal maximum and its environmental implications",
    "authors": ["U. Röhl", "T.J. Bralower", "R.D. Norris", "G. Wefer"],
    "venue": "Geology",
    "year": 2000
  }, {
    "title": "Cyclostratigraphy of upper Paleocene and lower Eocene sediments at Blake Nose Site 1051 (western North Atlantic)",
    "authors": ["U. Röhl", "R.D. Norris", "J.G. Ogg"],
    "venue": "Special Paper-Geological Society of America",
    "year": 2003
  }, {
    "title": "Weathering, rainwater and atmosphere chemistry: example and modelling of granite weathering in present conditions in a CO2-rich, and in an anoxic palaeoatmosphere",
    "authors": ["Schmitt", "J.-M"],
    "venue": "Special Publication of the International Association of Sedimentologists",
    "year": 1999
  }, {
    "title": "Iridium geochemistry of volcanic ash layers from the early Eocene rifting of the northeastern North Atlantic and some other Phanerozoic events",
    "authors": ["B. Schmitz", "F. Asaro"],
    "venue": "Geological Society of America Bulletin",
    "year": 1996
  }, {
    "title": "Sea-level, humidity, and land erosion records across the initial Eocene thermal maximum from a continental-marine transect in northern",
    "authors": ["B. Schmitz", "V. Pujalte"],
    "venue": "Spain. Geology",
    "year": 2003
  }, {
    "title": "High resolution iridium",
    "authors": ["B. Schmitz", "F. Asaro", "E. Molina", "S. Monechi", "K. von Salis", "R. Speijer"],
    "year": 1997
  }, {
    "title": "Climate and sea-level perturbations during the Initial Eocene Thermal Maximum: evidence from siliciclastic units in the Basque Basin (Ermua, Zumaia and Trabakua Pass), northern Spain",
    "authors": ["B. Schmitz", "V. Pujalte", "K. Nunez-Betelu"],
    "year": 2001
  }, {
    "title": "Quantitative interpretation of mineralogical composition from X-ray and chemical data for Pierra Shale",
    "authors": ["L.G. Schultz"],
    "venue": "U.S. Geological Survey Professional Paper",
    "year": 1964
  }, {
    "title": "Atlas of Mesozoic and Cenozoic Coastlines",
    "authors": ["A.G. Smith", "D.G. Smith", "B.M. Funnell"],
    "year": 1994
  }, {
    "title": "Subduction and obduction processes in the Swiss Alps",
    "authors": ["G.M. Stampfli", "J. Mosar", "D. Marquer", "R. Marchant", "T. Baudin", "G. Borel"],
    "venue": "Tectonophysics",
    "year": 1998
  }, {
    "title": "Calcareous nannofossils from the North Atlantic Ocean, Leg 49, Deep Sea Drilling Project",
    "authors": ["J.C. Steinmetz"],
    "venue": "Deep Sea Drilling Project, Initial Reports",
    "year": 1979
  }, {
    "title": "Palaeoclimatic interpretation of clay minerals in marine deposits: an outlook from the continental origin",
    "authors": ["M. Thiry"],
    "venue": "Earth-Science Reviews",
    "year": 2000
  }, {
    "title": "Biogeography of the Late Paleocene benthic foraminiferal extinction",
    "authors": ["E. Thomas"],
    "year": 1998
  }, {
    "title": "The impact of Milankovitch-scale climatic forcing on sediment supply",
    "authors": ["C.J. Van der Zwan"],
    "venue": "Sedimentary Geology",
    "year": 2002
  }, {
    "title": "Cenozoic cosmopolitan deep-water benthic foraminifera",
    "authors": ["Van Morkhoven", "F.P.C.M", "W.A. Berggren", "A.S. Edwards"],
    "venue": "Bulletin des Centres de Recherches Exploration-Production ElfAquitaine. Mémoir",
    "year": 1986
  }, {
    "title": "Das Paleoz7n und seine Foraminiferenfaunen im Becken von Reichenhall und Salzburg",
    "authors": ["A. von Hillebrandt"],
    "venue": "Abhandlungen-Bayerische Akademie der Wissenschaften. Mathematisch-Naturwissenschaftliche",
    "year": 1962
  }, {
    "title": "Remarks on the calcareous nannoplankton markers Rhomboaster and Tribrachiatus around the Palaeocene/Eocene boundary",
    "authors": ["K. von Salis", "S. Monechi", "L.M. Bybell", "J. Self-Trail", "J. Young"],
    "venue": "GFF (Geologiska Föreningens i Stockholm Förhandlingar)",
    "year": 1999
  }, {
    "title": "Geochemical discrimination of different magma series and their differentiation products using immobile elements",
    "authors": ["J.A. Winchester", "P.A. Floyd"],
    "venue": "Chemical Geology",
    "year": 1977
  }, {
    "title": "Early Eocene biotic and climatic change in interior western North America",
    "authors": ["S.L. Wing", "T.M. Bown", "J.D. Obradovic"],
    "venue": "Geology",
    "year": 1991
  }, {
    "title": "An assessment of the biogeochemical feedback response to the climatic and chemical perturbations of the LPTM",
    "authors": ["J.C. Zachos", "G.R. Dickens"],
    "venue": "GFF (Geologiska Föreningens i Stockholm Förhandlingar)",
    "year": 2000
  }],
  "id": "SP:90b7e3a948a32e3a7b80313c11a70310ac0a183f",
  "authors": [{
    "name": "Hans Egger",
    "affiliations": []
  }, {
    "name": "Mandana Homayoun",
    "affiliations": []
  }, {
    "name": "Heinz Huber",
    "affiliations": []
  }, {
    "name": "Fred Rögl",
    "affiliations": []
  }, {
    "name": "Birger Schmitz",
    "affiliations": []
  }],
  "abstractText": "The 40 m thick Untersberg section (Salzburg, Austria) of the Northern Calcareous Alps comprises the Palaeocene– Eocene transition and spans the upper part of calcareous nannoplankton zone NP9 and the lower part of zone NP10 (subzone NP10a). These zones are equivalent to planktonic foraminifera zone P5 and the lower part of zone P6 (sub-zone P6a). The succession was deposited in a lower bathyal slope environment at a palaeodepth of about 2000 m. Within the dominantly marlstone succession, a 5.5-m-thick intercalation of red and green claystone and marly claystone represents the global negative carbon isotope excursion (CIE) which is used to recognize the Palaeocene–Eocene boundary. The CIE was associated with a shallowing of the calcite compensation depth by at least 1 km. Throughout the section, clay mineral assemblages are dominated by smectite, indicating a seasonal climate with alternating wet and dry conditions. A 49% increase in detrital quartz and feldspar within the CIE-interval suggests enhanced continental run-off. This was probably the result of the establishment of a monsoonal setting, in which vegetation was sparse, while periodic high rainfall caused pronounced sediment transport. The increased terrestrially derived input is associated with abundant radiolarian casts indicating high primary productivity. This suggests that seasonal nutrient pulses resulting from intensified precipitation during the wet season have caused high surface-water fertility. The benthic foraminifera faunas of the samples rich in siliceous plankton are strongly dominated by Glomospira spp., Nuttalides truempyii, Abyssamina poagi, Anomalinoides praeacutus, Anomalinoides nobilis, and Oridorsalis spp. We assume that the Glomospira–Nuttalides fauna consists of opportunistic species which quickly react to seasonally varying amounts of food. The calcareous nannoplankton assemblage of the CIE-interval is characterized by the first occurrences of the genus Rhomboaster and of Discoaster araneus and Discoaster mahmoudii, whereas Scapholithus apertus become extinct at the Palaeocene–Eocene boundary. Within nannoplankton sub-zone NP10a, a series of primarily basaltic ashes give evidence for a major episode of explosive volcanism which can be correlated with the positive ash-series of the Fur-Formation in northern Denmark. The wide",
  "title": "Early Eocene climatic, volcanic, and biotic events in the northwestern Tethyan Untersberg section, Austria"
}