{
  "sections": [{
    "text": "at SciVerse ScienceDirect\nContents lists available\nCretaceous Research\njournal homepage: www.elsevier .com/locate/CretRes\nCarbon isotopic composition of terrestrial plant matter in the Upper Cretaceous Geoncheonri Formation, Gyeongsang Basin, Korea: Implications for Late Cretaceous palaeoclimate on the East Asian continental margin\nSung Kyung Hong a, Yong Il Lee a,*, Sangheon Yi b\na School of Earth and Environmental Sciences, Seoul National University, Seoul 151-747, Republic of Korea bDepartment of Surficial Environment and Global Change, Korea Institute of Geoscience and Mineral Resources, Daejeon 305-350, Republic of Korea\na r t i c l e i n f o\nArticle history: Received 28 March 2011 Accepted in revised form 11 December 2011 Available online 4 January 2012\nKeywords: Cretaceous Palaeoclimate East Asian continental margin Geoncheonri Formation Carbon isotopic composition\n* Corresponding author. Tel.: þ82 2 880 6736; fax: E-mail address: lee2602@plaza.snu.ac.kr (Y.I. Lee).\n0195-6671/$ e see front matter 2011 Elsevier Ltd. doi:10.1016/j.cretres.2011.12.006\na b s t r a c t\nThe Upper Cretaceous Geoncheonri Formation in the Gyeongsang Basin, southeast Korea, was deposited in a lacustrine environment in a continental part of the East Asian continental margin and contains abundant terrestrial plant matter (TPM). Most of d13CTPM values for the formation corrected to the modern atmospheric d13C value correspond to that of water-stressed C3 woody plants, which suggests they grew in conditions of limited moisture. The relationship between d13C value of leaf and mean annual rainfall (MAR) of Stewart et al. (1995) suggests that the climate of the Gyeongsang Basin ranged from semi-arid to sub-humid (MAR: ca. 400e700 mm) during the period of deposition represent by the Geoncheonri Formation. The average d13CTPM value for the formation is higher than that of coeval strata in the forearc regions (Russian Far East and Hokkaido, Japan), indicating that conditions in the Gyeongsang Basin were more arid conditions than in the forearc regions. This aridity was probably because the basin was in a rain-shadow created by the topographic barrier of an uplifted accretionary complex and active arc volcanism.\n2011 Elsevier Ltd. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "The Gyeongsang Basin (Fig. 1A) is the largest Cretaceous nonmarine basin in Korea. It developed in an Andean-type continental margin and is filled with alluvial fan, fluvial, and lacustrine deposits. Volcanic rocks of continental arc derivation also filled the basin at a late stage in its development. The sediments contain abundant dinosaur and bird tracks (Yang, 1982; Lee et al., 2001; Lockley et al., 2006; Kim et al., 2008). As a result, it has been suggested that the basin was a major East Asian “ecosite” inhabited by dinosaurs and birds (Lee et al., 2001; Paik et al., 2001; Houck and Lockley, 2006; Paik and Kim, 2006; Kim et al., 2008). The palaeoclimatic interpretation of the deposits in the basin may aid the understanding of dinosaur and bird palaeoecology. Although red beds and calcretes in fluvial deposits (Paik and Lee, 1998) and palynofloras in lacustrine deposits (Choi, 1989) have been used as evidence that a semi-arid climate prevailed, more quantitative evidence needs to be acquired based on a combination of geochemical, palaeofloral and sedimentological studies.\nþ82 2 871 3269.\nAll rights reserved.\nCarbon isotope ratios (d13C) of plant tissues are primarily controlled by three main factors: (1) the photosynthetic pathway of the plants, C3, C4 or CAM; (2) the carbon isotopic composition of atmospheric CO2; and (3) environmental factors. The carbon isotopic composition of terrestrial plant matter (d13CTPM) has been used to distinguish types of vegetation and to provide information on palaeoenvironment. There is no conclusive evidence of the presence of C4 plant matter in pre-Cenozoic time (Mack and James, 1992). Hence, the pre-Cenozoic d13C values for terrestrial plant matter represent the d13C values of C3 plants. Under the constant d13C value of atmospheric CO2, variations in the d13C values of C3 plants depend on such environmental factors as water availability, canopy effect, osmotic stress, temperature, and difference in pCO2 with altitude (Arens et al., 2000). Of these, water availability is considered the most important in inducing variations of d13C in C3 plants (Nguyen Tu et al., 1999). Plants with higher water-use efficiency are known to have more positive d13C values (O’Leary, 1988; Lipp et al., 1996; Nguyen Tu et al., 1999). In addition, it has been reported that d13C values of C3 plants depend on the mean annual rainfall (Stewart et al., 1995; Hatté et al., 2001; Kohn, 2010). The pre-Cenozoic d13C values of terrestrial plant matter can, therefore, be used to infer palaeoclimatic conditions.\nThe Upper Cretaceous Geoncheonri Formation in the Gyeongsang Basin (Fig. 1A) was chosen for this study because it consists mostly of lacustrine deposits rich in terrestrial plant matter. The goals were to analyze the carbon isotopic composition of this plant matter and to interpret the climatic conditions at the time of deposition of the formation.\nDuring the Cretaceous Period the climate of the East Asian continental margin undoubtedly varied. Previous studies have suggested that the forearc regions were humid, whereas dry conditions prevailed on the continent, such as in Korea (Haggart et al., 2006). In this paper an attempt is made to provide more quantitative information on Late Cretaceous climates of this region by comparing the d13CTPM values between the Geoncheonri Formation and coeval strata in the forearc regions."
  }, {
    "heading": "2. Geological setting",
    "text": "The assembly of the East Asian continent was completed during the early Mesozoic. Since its formation, the eastern margin has been experiencing active tectonism owing to the subduction of the palaeo-Pacific and Pacific plates. The oblique subduction of the Izanagi Plate in the Early Cretaceous resulted in the development of numerous non-marine pull-apart basins in East Asia (Choi, 1986; Watson et al., 1987; Okada and Sakai, 1993). The Gyeongsang Basin is considered to have been one of these basins (Lee, 1999), but themechanism of its earliest formation is still unclear (Okada,1999, 2000; Chang, 2002; Hwang et al., 2008).\nThe Cretaceous rocks of the Gyeongsang Basin are divided into the Sindong, Hayang, and Yucheon groups in decreasing age (Fig. 1A). After deposition of the Sindong Group along the western margin, the basin expanded eastward and was subdivided into, from north to south, the Yeongyang, Euiseong and Milyang subbasins by volcanism and block faulting (Fig. 1A; Chang, 1975). The Hayang Group in the Milyang Subbasin comprises the Chilgok, Sila, Haman, and Jindong formations in ascending order (Fig. 2). Volcanism occurred intermittently in the northern part of the subbasin, where the stratigraphic units correlatable to the Jindong Formation in the southern part are subdivided into the Banyaweol, Songnaedong, Chaeyaksan Andesite and Geoncheonri formations (Fig. 2). Except for the volcanic rocks, the Hayang Group was deposited in fluvial and lacustrine environments (Choi, 1985).\nThe tectonic setting of the Gyeongsang Basin was a continentalarc-related active margin. The Yucheon Group overlies the Sindong andHayang groups unconformably (Chang,1975; Chang et al.,1984) and is composed of volcanic rocks with subordinate volcaniclastic sediment in the lower part. The volcanic rocks are interpreted to have been formed from arc-related (high-K) calc-alkalinemagma of an Andean-type continental margin (Lee et al., 1987; Hwang and Kim, 1994; Pouclet et al., 1995).\nThe Geoncheonri Formation is up to 2000 m thick and composed mostly of lacustrine deposits with intercalated sheetflood deposits in the lower part. The lacustrine deposits consist of\nFig. 3. Composite stratigraphic column of the\ncalcareous mudstone and black shale, whereas the sheet-flood deposits are characterized by tabular sandstones and planar to cross-laminated fine sandstones and mudstone (Fig. 3). The calcareous mudstone is intercalated with nodular and lenticular to bedded palustrine carbonates, and is interpreted as a shallow lakemargin deposit (cf. Freyete, 1973). Palynofloras of the formation indicate that the climate was arid and warm (Choi, 1989). The Jindong Formation is also composed of sheet-flood and lacustrine deposits and contains the evidence of an arid climate such as pedogenic carbonates, desiccation cracks, and evaporite mineral casts (Paik and Kim, 2006; Paik et al., 2007). The same lithological characteristics are also observed in the Geoncheonri Formation. Fossils are very scarce in both formations apart from abundant dinosaur and bird tracks and invertebrate trace fossils in the latter (Yang, 1982; Lockley et al., 2006; Paik and Kim, 2006).\nThe Geoncheonri Formation is stratigraphically positioned between the Chaeyaksan and Jusasan volcanic rocks and thus its geological age can be constrained by geochronologic and palaeomagnetic studies of these bounding rocks. The geochronologic results are as follows: (1) 94 3Ma from the underlying Chaeyaksan Andesite (KeAr age dating; Kang et al., 2002); (2) 84 Ma from a volcanic rock fragment in the upper Jindong Formation (KeAr age dating; Kim and Paik, 2001); and (3) 83 11.4Ma from the overlying Jusasan Andesite (RbeSr age dating; Kang et al., 2002). Based on the palaeomagnetic study, Kang et al. (2002) interpreted the age of the\nGeoncheonri Formation in the study area.\nChaeyaksan Andesite to range from the later Cenomanian to the early Turonian and thatof the JusasanAndesite to range from the Santonian to the early Campanian. Accordingly, the depositional age of the Geoncheonri Formation is inferred to bemiddle TuronianeSantonian."
  }, {
    "heading": "3. Methods",
    "text": "Stratigraphic sections were measured at nine locations in the area between Geoncheonri and Aha, east of Dague (Figs. 1B, 3) and fresh mudstone samples were collected. In order to extract organic matter, eight mudstone samples were crushed and treated with 35% HCl and 40% HF. The insoluble residue was centrifuged in ZnCl2 solution (specific gravity 2.0). The extracted organic matter was observed under the binocular microscope. The composition of the organic matter was determined by counting 200 particulate remains under a transmitted light microscope following the classification of Courtinat et al. (2003).\nFor carbon isotopic analysis of organic matter, 32 mudstone samples were powdered in an agate mortar. Samples were treated with 10% HCl to remove carbonate minerals. The acid-processed samples were analyzed using a VG PRISM series model mass spectrometer at the Korea Basic Science Institute. Carbon isotope values are presented in & deviation from the Peedee belemnite (PDB). Reproducibility of the analyses was 0.1& for the carbon isotope."
  }, {
    "heading": "4. Results",
    "text": ""
  }, {
    "heading": "4.1. Description of organic matter",
    "text": "Particulate organic matter in sediments is classified into phytoclasts and palynomorphs (e.g., Tyson, 1995). In the Geoncheonri\nFormation the organic matter is composed mainly of phytoclasts, with palynomorphs not exceeding 1%. The phytoclasts were subdivided into three types: opaque, translucent and cuticle (e.g., Courtinat et al., 2003). The translucent phytoclasts consist of orange-brown structured materials of irregular shape (Fig. 4A) that commonly show original cellular structure, indicating derivation from gymnosperms. The opaque phytoclasts are black and structureless and either equidimensional (Fig. 4C) or blade shaped (Fig. 4D). The cuticles are brown to black (Fig. 4B).\nPhytoclast counts from eight mudstone samples revealed the following (Fig. 5): 38e96% opaque phytoclasts, 1e20% translucent phytoclasts, and 3e40% cuticles. The composition of the opaque and translucent phytoclasts is independent of rock type, whereas proportions of cuticle varies according to lithology: 3e7% in greenish grey mudstone; 12e18% in dark grey mudstone; 26e40% in black shale (Fig. 5)."
  }, {
    "heading": "4.2. Carbon isotopic composition",
    "text": "The carbon isotopic composition of terrestrial plant matter (d13CTPM) in 32 mudstone samples varies between 24.4& and 22.4& with an average of 23.3& (Table 1). The d13CTPM value increases slightly up section (Fig. 6)."
  }, {
    "heading": "5. Discussion",
    "text": ""
  }, {
    "heading": "5.1. Evaluation of diagenetic alteration",
    "text": "The opaque phytoclasts consist of charcoal from forest fire and highly oxidized land plant tissues (e.g., Tyson, 1995). The d13C compositions of charcoalified woody particles are close to the\nng original cellular structures which indicate that it is gymnosperm tracheid fragment. y. Scale bar represents 0.5 mm.\noriginal values of woody plants (Jones and Chaloner, 1991). Also, woody materials are known to preserve their d13C composition below metamorphic temperatures (<400 C; Deines, 1980; Teerman and Hwang, 1991; Dunn and Valley, 1992; Whiticar, 1996). The samples studied experienced the maximum palaeotemperature below the anchizone based on illite crystallinity measurement (Lee and Lee, 2001). Although numbers of pollen grains and spores are low, their preservation in some samples also indicates palaeotemperatures below the anthracite stage. Thus, it is interpreted that the d13CTPM of the Geoncheonri Formation represents the unaltered value."
  }, {
    "heading": "5.2. Climatic conditions during deposition of the Geoncheonri Formation",
    "text": "Modern C3 plants have a d13C range from 37& to 20&, with a mean of 28.5& (Kohn, 2010). The d13C values from the Geoncheonri Formation also indicate an ecosystem composed of a C3\ntype of vegetation. In general, the d13C values of water-stressed C3 woody plants are mostly heavier than 25.5& (Kohn, 2010). Accordingly, phytoclasts derived from water-stressed environments (dry ecosystems) are expected to be 13C-enriched. The d13CTPM of the Geoncheonri Formation corresponds to that of water-stressed C3 plants. However, the assessment of palaeohumidity based on the d13CTPM values requires consideration of temporal changes in the concentration and the d13C of the atmospheric CO2 (Faure et al., 1995; Gröcke et al., 1999). The majority (ca. 90%) of all the variations found in d13C values of C3 plants can be explained by a change in the d13C of atmospheric CO2 rather than the concentration of atmospheric CO2 (Arens et al., 2000). The d13C value of Cretaceous atmospheric CO2 is estimated from the d13C value of Cretaceous ocean carbonates (Ekart et al., 1999). Based on the compiled Phanerozoic d13C values of ocean carbonate suggested by Veizer et al. (1999), the average d13C value of atmospheric CO2 during the middle TuronianeSantonian seemed about 1.5& enriched in d13C relative to that of the modern atmosphere. In more\nn the Geoncheonri Formation.\ndetailed studies of ocean carbonate of the interval of interest (Hayes et al., 1989; Corfield et al., 1991; Pratt et al., 1993; Jenkyns et al., 1994) the d13C value varied within 0.5& range with respect to its mean values, which suggests that the maximum 1& difference can be assumed for the variation in the contemporaneous atmospheric CO2. Thus, assuming the average d13C of the middle TuronianeSantonian atmospheric CO2 was enriched by 1.5&, it is interpreted that the d13C of the atmospheric CO2 for this period was 1e2& heavier than it is today. If the d13C difference of 1& and 2& between the modern and the Late Cretaceous atmospheric CO2 is considered, the corrected average d13CTPM value is 24.3 0.4& and 25.3 0.4&, respectively (Fig. 6). Except for\na few low d13CTPM values, the corrected d13CTPM values are higher than 25.5&, suggestive of water-stressed environments (Fig. 6). Thus, we interpret that the C3 plants for the Geoncheonri Formation grew under limited moisture conditions. This interpretation is supported by the palynofloral data (Choi, 1989) and sediment characteristics mentioned above.\nStewart et al. (1995) measured d13C values of modern leaves of C3 plants (d13CL) along a 900-km-long rainfall gradient (350e1500 mm) in southern Queensland, Australia and proposed a relationship between d13CL value andmean annual rainfall (MAR): MAR (mm) ¼ 208.6 d13CL 4903.9 (R2 ¼ 0.7). Using this relationship, the MAR of the Gyeongsang Basin can be calculated by considering (1) that d13C value of atmospheric CO2 during the middle TuronianeSantonian ranged from 7 to 6& and (2) that d13C value of wood is persistently higher than that of leaves for both whole tissue and cuticle by 2.5 and 4&, respectively (Leavitt and Long, 1982; Sun et al., 2003). As noted above, cuticle is relatively abundant in the Geoncheonri Formation, ranging between 3% and 40% with an average of 22% (Fig. 5), with proportions in the studied mudstone samples varying according to lithology (averaging 5%, 15%, and 33% in greenish grey and dark grey mudstone, and black shale, respectively). The d13CL values are calculated to range from 26.3 to 23.6& (average 24.8&). If the d13C difference of 1& and 2& between the modern and Late Cretaceous atmospheric CO2 is considered, average MAR is estimated to be 380 130 and 690 130 mm, respectively. This result is consistent with the MAR obtained from another proxy, the chemical index of alteration without potash of palaeosols (Sheldon et al., 2002; Prochnow et al., 2006). Using geochemical data of palaeosols of the underlying Haman Formation (Lee and Lee, 2003), the MAR during deposition of the Haman Formation is estimated to be between 500 and 700 mm (average 600 mm). The annual rainfall amount is used to classify the climate into several divisions: arid (50e250 mm), semiarid (250e500 mm), sub-humid (500e1000 mm) and humid (1000e2000 mm) (Bull, 1991). Thus, it is interpreted that the climate during the period of deposition of the Geoncheonri Formation was semi-arid to sub-humid climate (Fig. 7)."
  }, {
    "heading": "5.3. Climates of the East Asian continental margin during the Late Cretaceous",
    "text": "In order to understand spatial palaeoclimatic variations in the East Asian continental margin, we compared the d13CTPM values from the Geoncheonri Formation to the previously reported d13CTPM values from coeval strata, namely the upper part of the Yezo Group in northeast Japan and the Bykov Formation in the Russian Far East, both being interpreted as comprising forearc-basin sediments (Okada, 1983; Hasegawa et al., 2003). The average d13CTPM value for the Bykov Formation is 24.2 0.4& (Hasegawa et al., 2003) and that of the upper Yezo Group is 24.5 0.4& (Uramoto et al., 2009). The d13CTPM values of the Geoncheonri Formation are heavier than both of these.Moreover, isotopic values heavier than 23& are only observed in the Geoncheonri Formation. d13CTPM value depends on two factors: (1) the component of wood (e.g., cellulose, lignin, lipids) and (2) the constituent of the plant that is being preserved (e.g., leaf, seed,wood). The organicmatter of all three units ismainly composed of cellular lignins of terrestrial vascular plants (Hasegawa, 2001; Uramoto et al., 2009; this study), suggesting that thewood component is not an important factor for the difference of d13CTPM values between the continental Gyeongsang Basin and the forearc regions. In the upper part of the Yezo Group and the Bykov Formation, cuticle is a very minor component not exceeding 1% of the total phytoclasts (Hasegawa, 2001; Uramoto et al., 2009). Accordingly, the d13CTPM values for the two forearc units represent d13C values of wood particles (d13CWP), whereas the d13CTPM values\nof the Geoncheonri Formation indicate those of mixed wood particles and cuticles. Cuticle is depleted in d13C of about 4& relative to wood (Leavitt and Long, 1982; Sun et al., 2003). Therefore, if the phytoclasts include a relatively large proportion of cuticle, the d13CTPM is lighter than d13CWP. For example, when consisting of 10% cuticle, the d13CTPM valuewould be 0.4& lighter than d13CWP. Hence, taking into account the percentages of cuticle recorded from the mudstones of the Geoncheonri Formation noted above, the estimated d13CWP values for the formation show an average of 22.3 0.7& (Table 1). The average d13CWP value is heavier than d13CTPM by about 1.0&. As a result, the average d13CWP value is about 1.9& and 2.2& heavier than those of the Bykov Formation and the upper part of the YezoGroup, respectively (Fig. 7). The d13CWP values of the Geoncheonri Formation and the two forearc units are statistically distinctive (unpaired t-test, p 0.001). However, consideration of temporal changes in the d13C of the atmospheric CO2 is necessary for reliable comparison of the carbon isotopic values recorded. Assuming a difference in d13C value of 1& and 2& between the modern and the middle TuronianeSantonian atmospheric CO2, the average d13CWP values corrected to the modern atmospheric d13C show 23.3 0.7& and 24.3 0.7& in the Geoncheonri Formation, 25.5 0.4& and 26.5 0.4& in the upper part of the Yezo Group, and 25.2 0.4& and 26.2 0.4& in the Bykov Formation, respectively (Fig. 7). Irrespective of the difference in assumed d13C value, most of d13CWP values of the\nGeoncheonri Formation are still heavier than those of the other two units (Fig. 7). Thus, variation in the d13C of the atmospheric CO2 is not the primary cause of the difference of d13CWP values between them.\nThis difference can be interpreted as a result of (1) the effect of thermal maturity and (2) local environmental conditions. All three rock units experienced palaeotemperatures below the anchizone (Hasegawa, 2001; Uramoto et al., 2009; this paper). Therefore, the effect of thermal maturity cannot account for the difference in d13CWP values. It would appear, therefore, that they have been influenced by local environmental conditions.\nSeveral researchers (Gröcke et al., 1999; Nguyen Tu et al., 1999; Arens et al., 2000) have pointed out that the d13C values of terrestrial plants are influenced bymoisture availability (water stress and osmotic stress) and other environmental conditions including the presence of recycled CO2 (canopy effect), amount of light, nutrient level, growth form (taxonomic composition of plant community), temperature, and difference in pCO2 with altitude. During the Cretaceous Period, Korea, the Russian Far East, and northeast Japan were located at middle latitudes (Kim et al., 1993; Maruyama et al., 1997). Although the Russian Far East and northeast Japan were at slightly higher latitudes than Korea, the latitudinal temperature gradient was small (Huber et al., 2002) owing to the greenhouse conditions that prevailed at the time. Evidence for dramatic altitudinal change in the form of rapid erosion resulting from uplift is\nlacking in these regions, ruling out such control on the difference in d13CWP values between these regions. The nutrient effect on d13CWP values could only be expected if the plants were growing in very low nutrient areas, such as cold desert regions (Toft et al., 1989), and thus is considered insignificant here. Owing to low light levels and recycled CO2, plants growing under a dense canopy show lower carbon isotopic values than those in open land (Drucker et al., 2008). In rainforests with dense canopies the d13C value of the C3 plant has been measured to be less than 31.5& (Kohn, 2010). The corrected d13CWP values of the Gyeongsang Basin and forearc regions are much heavier than this (Fig. 7). Thus, light conditions and the presence of recycled CO2 do not explain the differences in d13CWP values between these regions. Accordingly, it must be explained by the difference in water availability and the taxonomic turnover of plant communities related to humid as opposed to dry climates. If the d13C difference of 1& and 2& between the modern and the Late Cretaceous atmospheric CO2 is considered, the average MAR is estimated to be 770 80 mm and 1080 80 mm in the Bykov Formation and 840 70 and 1160 70mm in the upper part of the Yezo Group, respectively, indicating that the climate of the forearc regions was sub-humid to humid (Fig. 7), which supports previously published conclusions. Therefore, the higher d13CTPM values of the Geoncheonri Formation indicate that conditions were more arid.\nThe presence of an uplifted accretionary complex to the east of the Gyeongsang Basin owing to the oblique subduction of the Izanagi Plate (Lee, 2008) as well as active arc volcanism seemed to have played an important role in creating a barrier to atmospheric circulation between the continental and forearc regions, leading to the development of a rain-shadow in the downwind Gyeongsang Basin (i.e., Haggart et al., 2006). Therefore, during the Late Cretaceous, the forearc regions were probably under the influence of moisture-laden air from the Pacific Ocean whereas the Gyeongsang Basin was located in a dry continental region."
  }, {
    "heading": "6. Conclusions",
    "text": "The Upper Cretaceous Geoncheonri Formation in the Gyeongsang Basin of Korea consists of lacustrine deposits that contain abundant terrestrial plant matter. This plant matter was analyzed for carbon isotopic composition to infer the palaeoclimatic conditions. The average d13CTPM value of the formation corrected to the modern atmospheric d13C value corresponds to that of waterstressed C3 woody plants, which indicates that plants grew in conditions of limited moisture. The relationship between d13C values and MAR suggests that at the time of deposition the climate was semi-arid to sub-humid (MAR: 400e700 mm).\nFor understanding the Late Cretaceous climatic conditions of the East Asian continental margin, the d13CWP values of the Geoncheonri Formation were compared to d13CWP values for coeval deposits in the forearc regions. The average d13CWP value of the Geoncheonri Formation is heavier that those of both the upper Yezo Group and the Bykov Formation in the forearc regions, indicating that conditions in the Gyeongsang Basin were more arid than those of the forearc regions. The carbon isotope data indicate that the basin was characterized by dry ecosystems, whereas the forearc regions were associated with open forests. A topographic barrier resulting from uplift of the accretionary complex and active arc volcanism is considered to have caused these differences."
  }, {
    "heading": "Acknowledgments",
    "text": "We thank Dr. K. Egawa for helping us with field work. This manuscript benefited greatly from the constructive comments of\nthe reviewers and the Editor-in-Chief, Prof. D. J. Batten. This work was supported by the Korea Research Foundation grant (2010-0009765)."
  }],
  "year": 2012,
  "references": [{
    "title": "Can C3 plants faithfully record the carbon isotopic composition of atmospheric carbon dioxide? Palaeobiology 26, 137e164",
    "authors": ["N.C. Arens", "A.H. Jahrens", "R. Amundson"],
    "year": 2000
  }, {
    "title": "Geomorphic Responses to Climate Change",
    "authors": ["W.B. Bull"],
    "year": 1991
  }, {
    "title": "Cretaceous strata of south-east Korea",
    "authors": ["K.H. Chang"],
    "venue": "Journal of the Geological Society of Korea",
    "year": 1975
  }, {
    "title": "Cretaceous Strata",
    "authors": ["K.H. Chang"],
    "venue": "Geology of Korea",
    "year": 1987
  }, {
    "title": "Cretaceous stratigraphy and paleocurrent analysis of Kyongsang Basin, Korea",
    "authors": ["K.H. Chang"],
    "venue": "Journal of the Geological Society of Korea",
    "year": 1988
  }, {
    "title": "A review on the stratigraphy and recent research of the Cretaceous Gyeongsang Basin, Korea",
    "authors": ["K.H. Chang"],
    "venue": "Korea Institute of Geoscience and Mineral Resources, Daejeon,",
    "year": 2002
  }, {
    "title": "Unconformity at the base of the Late Cretaceous Yucheon Group",
    "authors": ["K.H. Chang", "Y.D. Lee", "Y.G. Lee", "S.J. Seo", "K.Y. Oh", "C.H. Lee"],
    "venue": "Journal of the Geological Society of Korea",
    "year": 1984
  }, {
    "title": "Paleopalynology of the Geoncheonri Formation (Lower Cretaceous), Geoncheon-Ahwa, Korea",
    "authors": ["D.K. Choi"],
    "venue": "Journal of the Paleontological Society of Korea",
    "year": 1989
  }, {
    "title": "Sedimentology and its implications for stratigraphic classifications of the Cretaceous Gyeongsang Basin",
    "authors": ["H.I. Choi"],
    "venue": "Journal of the Geological Society of Korea",
    "year": 1985
  }, {
    "title": "Fluvial plain/lacustrine facies transition in the Cretaceous Sindong Group, south coast of Korea",
    "authors": ["H.I. Choi"],
    "venue": "Sedimentary Geology",
    "year": 1986
  }, {
    "title": "Oxygen and carbon isotope stratigraphy of the Paleogene and Cretaceous limestones in the Bottaccione Gorge and Contessa Highway sections, Umbria, Italy",
    "authors": ["R.M. Corfield", "J.E. Cartlidge", "I. Premoli-Silva", "R.A. Housley"],
    "venue": "Terra Nova",
    "year": 1991
  }, {
    "title": "Phytoclasts in palynofacies definition: the example of Rhaetian sedimentary organic matter in SE France",
    "authors": ["B. Courtinat", "A. Piriou", "M. Rio"],
    "venue": "Revue de Micropaléontologie",
    "year": 2003
  }, {
    "title": "The isotopic composition of reduced organic carbon",
    "authors": ["P. Deines"],
    "venue": "Handbook of Environmental Isotope Geochemistry (1),",
    "year": 1980
  }, {
    "title": "Can carbon13 in large herbivores reflect the canopy effect in temperate and boreal ecosystem? Evidence from modern and ancient ungulates",
    "authors": ["D.G. Drucker", "A. Bridault", "K.A. Hobson", "E. Szuma", "H. Bocherens"],
    "year": 2008
  }, {
    "title": "Calcite-graphite isotope thermometry: a tool for polymetamorphism in marble, Tudor gabbro aureole, Ontario, Canada",
    "authors": ["S.R. Dunn", "J.W. Valley"],
    "venue": "Journal of Metamorphic Geology",
    "year": 1992
  }, {
    "title": "A 400 million year carbon isotope record of pedogenic carbonate: implications for paleoatmospheric carbon dioxide",
    "authors": ["D.D. Ekart", "T.E. Cerling", "I.P. Monta nez", "N.J. Tabor"],
    "venue": "American Journal of Science",
    "year": 1999
  }, {
    "title": "Late Permian global coal hiatus linked to 13C-depleted CO2 flux into the atmosphere during the final consolidation of Pangea",
    "authors": ["K. Faure", "M.J. De Wit", "J.P. Willis"],
    "venue": "Geology 23,",
    "year": 1995
  }, {
    "title": "Petrography and paleoenvironments of continental carbonate deposits with a particular reference to Upper Cretaceous and Lower Eocene of Languedoc, southern France",
    "authors": ["P. Freyete"],
    "venue": "Sedimentary Geology",
    "year": 1973
  }, {
    "title": "Carbon-isotope composition of Lower Cretaceous fossil wood: ocean-atmosphere chemistry and relation to sea-level change",
    "authors": ["D.R. Gröcke", "S.P. Hesselbo", "H.C. Jenkyns"],
    "venue": "Geology 27,",
    "year": 1999
  }, {
    "title": "Paleogeographic and paleoclimatic setting of Lower Cretaceous basins of East Asia and western North America, with reference to the nonmarine strata",
    "authors": ["J.W. Haggart", "M. Matsukawa", "M. Ito"],
    "venue": "Cretaceous Research",
    "year": 2006
  }, {
    "title": "Predominance of terrigenous organic matter in Cretaceous marine fore-arc sediments",
    "authors": ["T. Hasegawa"],
    "venue": "Japan and Far East Russia. International Journal of Coal Geology",
    "year": 2001
  }, {
    "title": "Upper Cretaceous stable carbon isotope stratigraphy of terrestrial organic matter from Sakhalin, Russia Far East: a proxy for the carbon isotopic composition of paleoatmospheric",
    "authors": ["T. Hasegawa", "L.M. Pratt", "H. Maeda", "Y. Shigeta", "T. Okamoto", "T. Kase", "K. Uemura"],
    "year": 2003
  }, {
    "title": "d13C of loess organic matter as a potential proxy for paleoprecipitation",
    "authors": ["C. Hatté", "P. Antoine", "M. Fontugne", "A. Lang", "D. Rousseau", "L. Zöller"],
    "venue": "Quaternary Research",
    "year": 2001
  }, {
    "title": "An isotopic study of biogeochemical relationship between carbonates and organic carbon in the Greenhorn Formation",
    "authors": ["J.M. Hayes", "B.N. Popp", "R. Takigiku", "M.W. Johnson"],
    "venue": "Geochimica et Cosmochimica Acta",
    "year": 1989
  }, {
    "title": "Life in an active volcanic arc: petrology and sedimentology of dinosaur track beds in the Jindong Formation (Cretaceous), Gyeongsang Basin, South Korea",
    "authors": ["K.J. Houck", "M.G. Lockley"],
    "venue": "Cretaceous Research",
    "year": 2006
  }, {
    "title": "Deep-sea paleotemperature record of extreme warmth during the Cretaceous",
    "authors": ["B.T. Huber", "R.D. Norris", "K.G. Macleod"],
    "venue": "Geology 30,",
    "year": 2002
  }, {
    "title": "Petrology of Cretaceous volcanic rocks in the MilyangeYangsan area, Korea (II)",
    "authors": ["S.K. Hwang", "S.W. Kim"],
    "venue": "Journal of the Geological Society of Korea",
    "year": 1994
  }, {
    "title": "Tectonic evolution of the Gyeongsang Basin, southeastern Korea from 140 Ma to the present, based on a strike-slip and block rotation tectonic model",
    "authors": ["B.H. Hwang", "M. Son", "K. Yang", "J. Yoon", "W.G. Ernst"],
    "venue": "International Geology Review",
    "year": 2008
  }, {
    "title": "Carbon- and oxygen-isotope stratigraphy of the English Chalk and Italian Scaglia and its paleoclimatic significance",
    "authors": ["H.C. Jenkyns", "A.S. Gale", "R.M. Corfield"],
    "venue": "Geological Magazine 131,",
    "year": 1994
  }, {
    "title": "Fossil charcoal, its recognition andpalaeoatmospheric significance",
    "authors": ["T.P. Jones"],
    "venue": "Palaeogeography, Palaeoclimatology, Palaeoecology",
    "year": 1991
  }, {
    "title": "Paleomagnetic study on the Cretaceous rocks in the Konchonri area of the North Milyang Subbasin, Korea",
    "authors": ["H.C. Kang", "I.S. Kim", "S.H. Yun"],
    "venue": "Journal of the Korean Geophysical Society",
    "year": 2002
  }, {
    "title": "Sedimentary facies and environments of the Cretaceous Jindong Formation in Goseong-gun, Gyeongsangnamdo",
    "authors": ["H.J. Kim", "I.S. Paik"],
    "venue": "Journal of the Geological Society of Korea",
    "year": 2001
  }, {
    "title": "Bird footprint fossils from the Upper Cretaceous Jindong Formation at Hogyeri, Masan city, Gyeongsangnamdo, Korea: occurrences and paleoenvironment implications",
    "authors": ["H.J. Kim", "I.S. Paik", "J.E. Lee"],
    "venue": "Journal of the Geological Society of Korea",
    "year": 2008
  }, {
    "title": "Paleomagnetism of Early Cretaceous sedimentary rocks in Chingyo-Sachon area southwestern Kyongsang Basin",
    "authors": ["I.S. Kim", "H.C. Kang", "H.K. Lee"],
    "venue": "Journal of the Korean Institute of Mining Geology",
    "year": 1993
  }, {
    "title": "Carbon isotope composition of terrestrial C3 plants as indicators of (paleo) ecology and (paleo) climate",
    "authors": ["M.J. Kohn"],
    "venue": "Proceedings of the National Academy of Sciences,",
    "year": 2010
  }, {
    "title": "Evidence for 13C/12C fractionation between tree leaves and wood",
    "authors": ["S.W. Leavitt", "A. Long"],
    "venue": "Nature 298,",
    "year": 1982
  }, {
    "title": "Kübler illite crystallinity index of the Cretaceous Gyeongsang Basin, Korea: implications for basin evolution",
    "authors": ["J.I. Lee", "Y.I. Lee"],
    "venue": "Clays andClayMinerals",
    "year": 2001
  }, {
    "title": "Geochemistryandprovenanceof LowerCretaceous Sindongand Hayang mudrocks, Gyeongsang Basin, SE Korea",
    "authors": ["J.I. Lee", "Y.I. Lee"],
    "venue": "Geosciences Journal",
    "year": 2003
  }, {
    "title": "Strike-slip fault tectonics and basin formation during the Cretaceous in the Korean Peninsula",
    "authors": ["D.W. Lee"],
    "venue": "Island Arc",
    "year": 1999
  }, {
    "title": "Igneous activities of the Cretaceous to Early Tertiary and their tectonic implications in South Korea",
    "authors": ["S.M. Lee", "S.W. Kim", "M.S. Jin"],
    "venue": "Journal of the Geological Society of Korea",
    "year": 1987
  }, {
    "title": "A review of vertebrate fauna from the Gyeongsang Supergroup (Cretaceous) in South Korea",
    "authors": ["Y. Lee", "K. Yu", "C.B. Wood"],
    "year": 2001
  }, {
    "title": "Paleogeographic reconstructions of the East Asia continental margin during the middle to late Mesozoic",
    "authors": ["Y.I. Lee"],
    "venue": "Island Arc 17,",
    "year": 2008
  }, {
    "title": "Cooling history of the Upper Cretaceous Palgongsan Granite, Gyeongsang Basin, SE Korea and its tectonic implication for uplift on the active continental margin",
    "authors": ["H.S. Lim", "Y.I. Lee"],
    "venue": "Tectonophysics 403,",
    "year": 2005
  }, {
    "title": "Climatic effects on the d18O and d13C of cellulose in the desert tree Tamarix jordanis",
    "authors": ["J. Lipp", "P. Trimborn", "T. Edwards", "Y. Waisel", "D. Yakir"],
    "venue": "Geochimica et Cosmochimica Acta",
    "year": 1996
  }, {
    "title": "Dinosaur dominated footprint assemblages from the Cretaceous Jindong Formation, Hallyo Haesang National Park area, Goseong Country, South Korea: evidence and implications",
    "authors": ["M.G. Lockley", "K. Houck", "S.Y. Yang", "M. Matsukawa", "S.K. Lim"],
    "venue": "Cretaceous Research",
    "year": 2006
  }, {
    "title": "Paleosols for Sedimentologists",
    "authors": ["G.H. Mack", "W.C. James"],
    "venue": "Geological Society of America, Short Course Manual,",
    "year": 1992
  }, {
    "title": "Paleogeographic maps of the Japanese Islands: plate tectonic synthesis from 570 Ma to the present",
    "authors": ["S. Maruyama", "Y. Isozaki", "G. Kimura", "M. Terabayashi"],
    "venue": "Island Arc",
    "year": 1997
  }, {
    "title": "Ecological distribution of Cenomanian terrestrial plants based on 13C/12C ratios",
    "authors": ["T.T. Nguyen Tu", "H. Bocherens", "A. Mariotti", "F. Baudin", "D. Pons", "J. Broutin", "S. Derenne", "C. Largeau"],
    "year": 1999
  }, {
    "title": "Collision orogenesis and sedimentation in Hokkaido, Japan",
    "authors": ["H. Okada"],
    "year": 1983
  }, {
    "title": "Plume-related sedimentary basins in East Asia during the Cretaceous. Palaeogeography, Palaeoclimatology",
    "authors": ["H. Okada"],
    "venue": "Palaeoecology 150,",
    "year": 1999
  }, {
    "title": "Nature and development of Cretaceous sedimentary basins in East Asia: a review",
    "authors": ["H. Okada"],
    "venue": "Geosciences Journal",
    "year": 2000
  }, {
    "title": "Nature and development of Late Mesozoic and Early Cenozoic sedimentary basin in southwest Japan",
    "authors": ["H. Okada", "T. Sakai"],
    "year": 1993
  }, {
    "title": "Carbon isotopes in photosynthesis",
    "authors": ["M.H. O’Leary"],
    "venue": "Bioscience 38,",
    "year": 1988
  }, {
    "title": "Playa lake and sheetflood deposits of the Upper Cretaceous Jindong Formation, Korea: occurrences and paleoenvironments",
    "authors": ["I.S. Paik", "H.J. Kim"],
    "venue": "Sedimentary Geology",
    "year": 2006
  }, {
    "title": "Desiccation cracks in vertic palaeosols of the Cretaceous Hasandong Formation, Korea: genesis and palaeoenvironmental implications",
    "authors": ["I.S. Paik", "Y.I. Lee"],
    "venue": "Sedimentary Geology",
    "year": 1998
  }, {
    "title": "Dinosaur track-bearing deposits in the Cretaceous Jindong Formation, Korea: occurrence, palaeoenvironments and preservation",
    "authors": ["I.S. Paik", "H.J. Kim", "Y.I. Lee"],
    "venue": "Cretaceous Research",
    "year": 2001
  }, {
    "title": "Trace of evaporates in Upper Cretaceous lacustrine deposits of Korea: origin and paleoenvironmental implications",
    "authors": ["I.S. Paik", "M. Huh", "Y.H. So", "J.E. Lee", "H.J. Kim"],
    "venue": "Journal of Asian Earth Sciences",
    "year": 2007
  }, {
    "title": "Paleo-oceanographic cycles and events during the Late Cretaceous in the Western Interior Basin of North America",
    "authors": ["L.M. Pratt", "M.A. Arthur", "W.E. Dean", "P.A. Scholle"],
    "venue": "Geological Association of Canada, Special Paper",
    "year": 1993
  }, {
    "title": "Multi-proxy paleosols, evidence for Middle and Late Triassic climate trends in eastern Utah",
    "authors": ["S.J. Prochnow", "L.C. Nordt", "S.C. Atchley", "M.R. Hudec"],
    "year": 2006
  }, {
    "title": "Cretaceous to Cenozoic volcanism in South Korea and in the sea of the Japan: magmatic constraints on the opening of the back-arc basin",
    "authors": ["A. Pouclet", "J.S. Lee", "P. Vidal", "B. Cousens", "H. Bellon"],
    "year": 1995
  }, {
    "title": "Geochemical climofunctions from North American soils and application to paleosols across the Eocene-Oligocene boundary in Oregon",
    "authors": ["N.D. Sheldon", "G.J. Retallack", "S. Tananka"],
    "venue": "Journal of Geology",
    "year": 2002
  }, {
    "title": "13C natural abundance in plant communities along a rainfall gradient: a biological integrator of water availability",
    "authors": ["G.R. Stewart", "M.H. Turnbull", "S. Schimdt", "P.D. Erskine"],
    "venue": "Australian Journal of Plant Physiology",
    "year": 1995
  }, {
    "title": "Variation in Ginkgo biloba L. leaf characters across a climatic gradient in China",
    "authors": ["G. Sun", "D.L. Dilcher", "D.J. Beerling", "C. Zhang", "D. Yan", "E. Kowalski"],
    "venue": "Proceedings of the National Academy of Sciences,",
    "year": 2003
  }, {
    "title": "Evaluation of the liquid hydrocarbon potential of coal by artificial maturation techniques",
    "authors": ["S.C. Teerman", "R.J. Hwang"],
    "venue": "Organic Geochemistry",
    "year": 1991
  }, {
    "title": "Water use efficiency and carbon isotope composition of plants in cold desert environment",
    "authors": ["N.L. Toft", "J.E. Anderson", "R.S. Nowak"],
    "venue": "Oecologia 80,",
    "year": 1989
  }, {
    "title": "Sedimentary Organic matter: Organic Facies and Palynofacies",
    "authors": ["R.V. Tyson"],
    "year": 1995
  }, {
    "title": "Carbon isotopic fluctuations of terrestrial organic matter for the Upper Cretaceous (CenomanianeSantonian) in the Obira area of Hokkaido, Japan",
    "authors": ["G. Uramoto", "Y. Abe", "H. Hirano"],
    "venue": "Geological Magazine 146,",
    "year": 2009
  }, {
    "title": "Sr87/Sr86, d13C and d18O evolution of Phanerozoic seawater",
    "authors": ["J. Veizer", "D. Ala", "K. Azmy", "P. Bruckschen", "D. Buhl", "F. Bruhn", "G.A.F. Carden", "A. Diener", "S. Ebneth", "Y. Godderis", "T. Jasper", "C. Korte", "F. Pawellek", "O.G. Podlaha", "H. Strauss"],
    "venue": "Chemical Geology 161,",
    "year": 1999
  }, {
    "title": "Plate tectonic history, basin development and petroleum source rock deposition onshore China",
    "authors": ["M.P. Watson", "A.B. Hayward", "D.N. Parkinson", "Z.H. Zhang"],
    "venue": "Marine and Petroleum Geology",
    "year": 1987
  }, {
    "title": "Stable isotope geochemistry of coals, humic kerogens and related natural gases",
    "authors": ["M.J. Whiticar"],
    "venue": "International Journal of Coal Geology",
    "year": 1996
  }, {
    "title": "On the dinosaur’s footprints from the Upper Cretaceous Gyeongsang Group, Korea",
    "authors": ["S.Y. Yang"],
    "venue": "Journal of the Geological Society of Korea",
    "year": 1982
  }],
  "id": "SP:31a02baf3174f7d4389ac9a73b255f4a504774f2",
  "authors": [{
    "name": "Sung Kyung Hong",
    "affiliations": []
  }, {
    "name": "Yong Il Lee",
    "affiliations": []
  }, {
    "name": "Sangheon Yi",
    "affiliations": []
  }],
  "abstractText": "The Upper Cretaceous Geoncheonri Formation in the Gyeongsang Basin, southeast Korea, was deposited in a lacustrine environment in a continental part of the East Asian continental margin and contains abundant terrestrial plant matter (TPM). Most of dCTPM values for the formation corrected to the modern atmospheric d13C value correspond to that of water-stressed C3 woody plants, which suggests they grew in conditions of limited moisture. The relationship between d13C value of leaf and mean annual rainfall (MAR) of Stewart et al. (1995) suggests that the climate of the Gyeongsang Basin ranged from semi-arid to sub-humid (MAR: ca. 400e700 mm) during the period of deposition represent by the Geoncheonri Formation. The average dCTPM value for the formation is higher than that of coeval strata in the forearc regions (Russian Far East and Hokkaido, Japan), indicating that conditions in the Gyeongsang Basin were more arid conditions than in the forearc regions. This aridity was probably because the basin was in a rain-shadow created by the topographic barrier of an uplifted accretionary complex and active arc volcanism. 2011 Elsevier Ltd. All rights reserved.",
  "title": "Carbon isotopic composition of terrestrial plant matter in the Upper Cretaceous Geoncheonri Formation, Gyeongsang Basin, Korea: Implications for Late Cretaceous palaeoclimate on the East Asian continental margin"
}