{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nJournal of Volcanology and Geothermal Research\nj ourna l homepage: www.e lsev ie r .com/ locate / jvo lgeores\nImpact of volcanism on the evolution of Lake Van (eastern Anatolia) III: Periodic (Nemrut) vs. episodic (Süphan) explosive eruptions and climate forcing reflected in a tephra gap between ca. 14 ka and ca. 30 ka\nHans-Ulrich Schmincke ⁎, Mari Sumita 1, Paleovan scientific team GEOMAR Helmholtz Centre for Ocean Research Kiel, Wischhofstr. 1-3, 24148, Kiel, Germany\n⁎ Corresponding author. Tel.: +49 4526 380022. E-mail addresses: h-u.schmincke@t-online.de (H.-U. S\nmsumita@geomar.de (M. Sumita). 1 Tel.: +49 431 600 2417; fax: +49 431 600 2924.\nhttp://dx.doi.org/10.1016/j.jvolgeores.2014.08.015 0377-0273/© 2014 Elsevier B.V. All rights reserved.\na b s t r a c t a r t i c l e i n f o\nArticle history: Received 17 June 2014 Accepted 12 August 2014 Available online 23 August 2014\nKeywords: Lake Van Holocene–Lateglacial tephrostratigraphy Episodic/periodic explosive activity Nemrut and Süphan volcanoes Tephra swarm Climate forcing of volcanic activity\nFifteen Lateglacial to Holocene rhyolitic, dominantly primary tephra layers piston-cored and drilled (ICDP Paleovan drilling project) in western Lake Van (eastern Anatolia, Turkey) were precisely correlated to either of the two adjacent and active large volcanoes Nemrut and Süphan based on shard textures, mineralogy and mineral and glass compositions. The young peralkaline (comenditic to pantelleritic) primary rhyolitic Nemrut tephras are characterized by anorthoclase, hedenbergitic to augitic clinopyroxene, fayalitic olivine, minor quartz, and rare accessory chevkinite and zircon. Phenocrysts in subalkaline primary rhyolitic Süphan tephras are chiefly oligoclase-labradorite, with minor K-rich sanidine in some, biotite, amphibole, hypersthene, rare augitic clinopyroxene, relatively common allanite and rare zircon. Two contrasting explosive eruptive modes are distinguished from each other: episodic (Süphan) and periodic (Nemrut). The Lateglacial Süphan tephra swarm covers a short time interval of ca. 338 years between ca. 13,078 vy BP and 12,740 vy BP, eruptions having occurred statistically every ca. 42 yearswith especially short intervals between V-11 (reworked) and V-14. Causes for the strongly episodic Süphan explosive behavior might include seismic triggering of a volcano–magma system unable to erupt explosively without the benefit of external triggering, as reflected in pervasive faulting preceding the Süphan tephra swarm. Seismic triggeringmay have caused the rise of more mafic (“trachyandesitic”) parent magma, heating near-surface pockets of highly evolved magma – that might have formed silicic domes during this stage of volcano evolution – resulting in ascent and finally explosive fragmentation of magma essentially by external factors, probably significantly enhanced by magma–water/ice interaction. Explosive eruptions of the Nemrut volcano system, interpreted to be underlain by a large fractionating magma reservoir, follow a more periodic mode of (a) long-term relatively constant supply of parent magma, (b) evolution by low pressure crystal fractionation resulting in sporadic relatively low-volume eruption of trachytic and minor rhyolitic magmas, (c) evolution of a large magma reservoir to the point of highly explosive large-volume peralkaline rhyolitic Plinian eruptions at temporal intervals of ca. 20–40 ky, some accompanied by ignimbrites and inferred caldera collapse. A striking tephra gap between ca. 14 ka and ca. 30 ka, i.e. during glacial climate conditions, is postulated to be due to climate-forcing via lithosphere unloading following deglaciation.\n© 2014 Elsevier B.V. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "The modes and temporal intervals of explosive volcanic eruptions differ greatly from volcano to volcano, being related, inter alia, to their specificmagma compositions, physical properties, mass transfer and ascent rates. Tephra layers in sediments of nearby lakes have the potential to record the overall temporal, eruptive and compositional evolution of\nchmincke),\na volcano in much greater detail than in the commonly grossly incomplete onshore tephra record. A rigorous and high-resolution temporal/ compositional framework of intralake tephra successions thus provides not only the basis for recording the long-term periodic or episodic eruptive behavior of a volcanic system. It also allows a more rigorous assessment of the impact of external forcing factors such as climate on volcanic activity patterns (Smith et al., 2013). Moreover, a tephrabased precise framework on eruption frequency, mode of eruption and magnitude also forms the basic background for volcanic hazard assessment (Lowe, 2011; Wulf et al., 2012; Alloway et al., 2013).\nThe Lake Van area in Eastern Turkey is bordered in the west and north by two large active volcanic edifices, Nemrut (2948 m asl) and\nSüphan (4058 m asl), whose flanks extend far into the lake basin (Fig. 1). Lake Van, the third largest saline lake in the world, with a present lake level at 1648 m asl and a maximum depth of 450 m, has been a favorite target for coring its sediments as part of an overall study, particularly of the paleoclimate evolution of the area. Such studies were pioneered by Degens and coworkers (e.g. Degens and Kurtmann, 1978; Degens et al., 1984), and recently continued by the ICDP Paleovan Project (Litt et al., 2009, 2011, 2012). Pearce et al. (1990), Keskin (2003, 2007) and Şengör et al. (2003), inter alia, have discussed the regional geodynamic setting and potential magma sources. Çubukçu et al. (2012) studied intrusive and extrusive volcanics mainly from the Nemrut Caldera walls while Özdemir et al. (2011) and Özdemir and Güleç (2014) investigated the petrological and geodynamic evolution of Süphan Volcano. The explosive and compositional evolution of the two volcanoes, almost unstudied until recently, has been documented mainly for Nemrut by Sumita and Schmincke (2013a, b, c). These authors also postulated that the growth of the Nemrut Volcano complex plugged the area between the Lake Van basin and its southwestern outlet, the tectonic Muş Basin, rather than damming by a single lava flow (e.g. Degens et al., 1984), thus creating\na closed basin. Both the northern and southern Anatolian fault systems nucleate in the tectonic Van basin.\nHere, we focus on Holocene and Lateglacial tephras based both on piston cores principally from the short core VAN04 taken in 2004 (Litt et al., 2009) and on the 2010 ICDP drilling campaign cores (Expedition No. 5034). ICDP cores were recovered from two sites: Site 1 in the Northern Basin (NB) was drilled 145.6 m into the lake floor at a water depth of 245 m below the present lake level some 6 km from the coast and 10 km NW of Site 2. Site 2 was drilled at a water depth of 360 m bpll (below present lake level) (1648 m asl). It penetrated 219 m blf (below lake floor) at Ahlat Ridge (AR) ca. 13 km from the coast next to site VAN04-2 (Litt et al., 2009) of the 2004 piston coring campaign (Fig. 1). Our current estimate of the number of tephra layers drilled in the Paleovan project is N450, some 30% more than previous estimates (Stockhecke et al., 2014).\nThe aims of our study of Holocene to Lateglacial tephras cored in Lake Van include the following:\n(1) To compositionally characterize the Lateglacial to Holocene cored tephras derived from Nemrut and Süphan;\n(2) To compare the periodic explosive eruptive behavior coupled with systematic changes between trachytic and rhyolitic magmas of the Nemrut volcanic system with the strongly contrasting highly episodic explosive bursts of Süphan Volcano; (3) To evaluate climate and other forcing modes for the striking ca. 15 000 year-long tephra gap preceding the Holocene– Lateglacial tephra sequence; (4) To briefly assess the probability and types of hazards of future eruptions of both volcanoes.\nWe discuss the general stratigraphy, particle characteristics, primary modes of emplacement, criteria for reworking, and regional correlation of young tephras cored in the western part of Lake Van in a companion paper (Schmincke and Sumita, 2014). The overall temporal, volcanic and compositional evolution throughout the past ca. 570 ky based on the drilled tephra succession will be discussed elsewhere."
  }, {
    "heading": "2. Tephrostratigraphy and ages",
    "text": "Tephra layers have been of fundamental importance in all previous studies of Van Lake sediments as main stratigraphic markers allowing to correlate cores and to compare the evolution of the lake sediments\nand thus past climate conditions. Tephra layers have also been the central timemarkers in the varvedHolocene to late Lateglacial upper part of the cores studied here,while our ongoing dating of feldspar phenocrysts of tephra layers extends throughout the deep Site 2 core, the base of which was dated by us as ca. 570 ka (unpublished data). Ages for the young tephra layers based on varve dating were presented by Landmann et al. (1996a, b) and Lemcke (1996). Varve ages for tephra layers are shown in Figs. 8 and 9 in Litt et al. (2009); see also Wick et al. (2003). Heumann (pers. comm. 2012) repeated varve dating of the Holocene to late Lateglacial sediments. While the young ages are practically identical to those of previous authors, the older ages are slightly younger. In the context of this paper, however, the relative ages and approximate age differences between tephra layers are more relevant than the precise physical ages (Fig. 2). The duration of a time interval is denoted as “ky”; “ka” defines the physical time."
  }, {
    "heading": "3. Methods",
    "text": "Mineral and glass analyseswere performed on polished grainmount thin sections (indicated by (G) in the tables;mainly 2 phi (0.25mm) but also the 3 phi (0.125 mm) fractions in the case of fine-grained tephras) from the tephra layers mainly in the short cores of VAN04 (VAN04-2, -7\nne–Lateglacial sediments drilled in Lake Van, Site 2 (ICDP Paleovan Project). Grain size, Süphan volcanoes. A more detailed comparison of varve ages of tephra layers (Landmann\nXRF analyses were carried out by Mineralogisch–Petrographisches Institut Universität Hamburg. P.I.: peralkaline index.\nand -8) and several from Sites 1 and 2. Sediment thin sections, courtesy University Bonn, are indicated by the special number in the tables ((S) in the tables). The modal composition of tephra layers V-1 to V-17 is discussed in the companion paper (Schmincke and Sumita, 2014).\nMajor elements and S, Cl, and F of glassy groundmasses andminerals of tephra particles were carried out with a JEOL JXA 8200 electron microprobe (EMP) at the GEOMAR Helmholtz Institute for Ocean Research Kiel. Analytical conditions were 15 kV of accelerating voltage; 6 nA beam current for felsic glass, 20 nA for feldspar, amphibole, mica, and pyroxene; 30 nA for volatiles; 100 nA for olivine crystals; and 20 s of peak counting time. Analyses were performed with an electron beam rastered to 5 μm for felsic glass, volatiles, sideromelane, and 1 μm or less for the minerals.\nAnalyses of feldspar, pyroxenes and olivine phenocrysts and of glass shards were selected from either grain mount polished thin sections of sieved tephra samples (generally -1 to -2 phi) or polished sections of solid rock (or pumice) samples. Several points were analyzed in single grains and recalculated as average (number of analyses). We here only show analyses of the cores of phenocrysts. Glass analyses were carried out principally on single shards and also on glass rims of phenocrysts where thick enough.\nPumice lapilli from tephra V-3 were large enough for XRF analysis (Table 1), performed by Mineralogisch–Petrographisches Institut Universität Hamburg. Analytical XRF methods are discussed in Sumita and Schmincke (2013c)."
  }, {
    "heading": "4. Chemical composition",
    "text": "Jung et al. (1978) interpreted all tephras corresponding to V-1 to V-16 as peralkaline and noted a decrease in Na2O concentrations with depth and other minor differences. They also mentioned the possibility of alteration effects. Only some of the tephra layers studied by Jung et al. (1978), however, are probably equivalent to the tephrostratigraphic framework of Ahlat Ridge. Their analyzed cores were located at two different localities, loc. 3, 20 km south of Ahlat Ridge, and loc. 14, 40 km (!) east-southeast of Ahlat Ridge (see Fig. 1, 1974 coring station by Wong and Degens, 1978). Problems of correlation of previous cores/localities are discussed more fully in Schmincke and Sumita (2014). Landmann et al. (2011) grouped INAA trace element compositions into upper tephras thought to be related to Nemrut, confirming the interpretation of Sumita and Schmincke (2009), and a lower group (their tephra layers J, K and L corresponding to tephras V-7 to V-15 in this paper) whose source volcano was not specified. The “unknown” lower group corresponds to our Süphan group, a precise comparison with the data of Landmann et al. (2011) being impossible since their analyses were done on bulk piston-cored tephra samples, which include both primary and reworked particles/tephras.\nAll primary tephras analyzed by us between ca. 14 ka and the late Holocene (V-1 to -16) are rhyolite (Table 2; Figs. 3 and 4). The clear subdivision of the tephras into an upper peralkaline group (V-1 to -6, also V-16), interpreted by us as erupted from Nemrut Volcano, and a lower subalkaline group (V-7 to V-15) derived from Süphan Volcano based on the composition of glass shards and type and composition of phenocrysts, and on a comparison with onshore tephras (Sumita and Schmincke, 2009), was confirmed in the present more detailed study (Table 6 in Sumita and Schmincke, 2013c).\nNemrut-derived tephra layers are peralkaline (comenditic) rhyolites differing from Süphan tephras in significantly higher Fe, Ti, total alkalis (mainly Na2O) and slightly higher halogen (F, Cl) concentrations, while Süphan subalkaline rhyolitic tephras show higher concentrations in Al, Mg, Ca and K compared to Nemrut tephras at similar SiO2concentrations (Figs. 3 and 4). There are slight compositional differences between individual Nemrut tephras, the major Nemrut tephra V-3 showing a relatively large spread in several\noxides, including possibly even two 2 subpopulations at higher and lower SiO2 concentrations. We also compared the group of young Nemrut tephras to the ca. 28 ka old V-17 and especially V-18, correlated precisely to the ca. 30 ka old onshore Nemrut Formation (NF) that is strongly compositionally zoned from lower comendite fallout through middle trachytic ignimbrite to late trachytic to mugearitic mafic fallout (Sumita and Schmincke, 2013c) (Figs. 3 and 4). The compositional similarity between V-3 and the tentatively correlated prominent onshore Nemrut Caldera Tephra (NCT: the “Holocene surge deposits” of Sumita and Schmincke, 2013c), well exposed at the caldera rim (Fig. 5), is evident in Figs. 3c and 4b. There are also slight compositional differences between the 6 Süphan tephras (V-8 to V-15). The relatively large compositional variation inV-13 is tentatively attributed to glass hydration andminor ion exchange, Na being slightly depleted while K is strongly enriched, a common chemical change in volcanic glass alteration. Some eight Lateglacial to Holocene (?) tephra layers of the Çekmeçe Formation (CekF) (see also Sumita and Schmincke, 2013c), directly overlying the complex NF at Çekmeçe Village on the slopes of Nemrut (Fig. 6), are all trachytic with some rhyolite (Figs. 3c, 4a and d), and thus contrast with nearly all post-NF (V-18) Nemrut tephras, except with the mafic part of the composite\n199 H .-U .Schm incke,M .Sum ita /JournalofV olcanology and G eotherm alResearch 285 (2014) 195 –213\nV-17 and themaficmiddle (M-NF) and upper NF (U-NF). A preliminary single crystal 40Ar/39Ar age of a lower member of the CekF is ca. 24 ka (unpublished). We thus tentatively suggest that all CekF tephras are part of the strongly compositionally zoned eruptive period beginning with NF, and clearly differ compositionally from the young Nemrut rhyolite tephras (V-3 to V-16). We will return to this point when discussing the nature and origin of the “tephra gap” (see below)."
  }, {
    "heading": "5. Mineralogy",
    "text": "Tephra layers of the first drilling campaign (1974) into Lake Van sediments (Degens and Kurtmann, 1978; Degens et al., 1984) were not studied in detail at the time. Valeton (1978) determined refractive indices of glass shards and Jung et al. (1978) reported on heavy mineral parageneses of 19 tephra layers whose ages as estimated by Degens and colleagues are about half the age of later more detailed varve studies (Landmann et al., 1996a). Jung et al. (1978) noted a striking stratigraphic change in the qualitative mafic mineralogy of tephra layers\nfrom a locality 20 km south of Ahlat Ridge that roughly correlates to the tephra section studied by us. Tephra layers A to H2 of Jung et al. (1978) from the upper cores were dominated by olivine and pyroxene while a lower group of tephra layers (their I, J? to P)was said to be characterized by biotite and hornblende. Sumita and Schmincke (2009, 2013c), in a more detailed study of the tephra layers cored in 2004, found dominantly anorthoclase, hedenbergitic clinopyroxene, lesser amounts of augite, Fe-rich olivine and minor quartz and chevkinite to be typical of peralkaline rhyolitic tephra layers V-1 to -6 and V-16 and, together with aenigmatite, of onshore Nemrut tephras in general (Figs. 2 and 7–9) (see also Macdonald et al., submitted for publication). Trachytic subaerial Nemrut tephras were shown to be characterized by more sodic ternary feldspar and more magnesian olivine and clinopyroxene but there is significant variability (Sumita and Schmincke, 2013a,b,c).\nThe older subalkaline rhyolitic tephras V-7 to -15, corresponding approximately to the lower group of Jung et al. (1978), contain plagioclase, minor quartz, biotite, amphibole and, in some, minor sanidine and hypersthene, accompanied by traces of augitic clinopyroxene, common\nallanite and minor zircon, allowing unequivocal assignment to Süphan Volcano. There is a slight change in mineralogy with stratigraphy in the Süphan tephras, as discussed below.\nThe marked mineralogical and textural contrasts between a lower group of tephras sourced in Süphan volcano overlain by Nemrutderived tephras in the Holocene to Lateglacial tephra inventory of western Lake Van is a robust stratigraphic tool, confirmed by the major and trace element data discussed above.\nWe here present analyses of phenocrystic feldspar, clino- and orthopyroxene, amphibole, olivine, biotite and allanite from tephra layers basically from Site 2 and short core (Tables 3–8; Figs. 7–9). Our results confirm the overall compositional range of phenocrysts in the onshore tephras throughout the 400 ka explosive history of Nemrut volcano and of a few Süphan tephras and allow us to slightly extend the mineralogical comparison of both volcanoes presented by Sumita and Schmincke (2013a). Feldspar phenocrysts in Nemrut tephras range from Na-rich sanidine through anorthoclase to andesine as is typical of peralkaline evolved volcanics (Schmincke and Sumita, 1998). Feldspar compositions in Süphan rhyolites, in contrast, range from oligoclase to labradorite but several tephras also contain high-K sanidine. Feldspar compositions in the reworked tephra V-7 resemble mostly Nemrut compositions while other aspects of this tephra indicate a Süphan lineage. Mixing of both volcanic sources is not uncommon in some reworked tephras.\nThe rhyolitic Nemrut tephras (e.g. V-3, correlated to onshore NCT) contain nearly pure fayalite (Fa98-99)while olivines aremoremagnesian in the compositionally zoned tephras (V-18 and NF) (Table 5; Fig. 9). The clinopyroxenes show the largest compositional spread from nearly pure hedenbergite to augite and are joined by hypersthene in several Süphan tephras (Fig. 8)."
  }, {
    "heading": "6. Alteration",
    "text": "Glass shards in the cored Lake Van tephras are surprisingly fresh, somewhat unexpectedly for an alkaline lake environmentwith an overall high pH of N9.7 (Kempe et al., 1991; Kaden et al., 2010; Fig. 9 in Litt et al., 2012). The glass shards of at least 4 Holocene–Lateglacial tephra layers, however, show marginal to intense (fine-grained shards) zeolitization (heulandite?) (Sumita and Schmincke, 2009) which is most evident in whole rock thin sections. We suspect that the more friable zeolitized portions of partly altered shards normally become removed during washing and grain size analysis and thus assume that alteration is more pervasive than is reflected in the grain mounts. Glass shards of Süphan-derived reworked tephra V-11 are dispersed in a carbonate matrix and are strongly zeolitized. Carbonate occurs interstitially or as cement and partially replaces glass in all reworked tephra layers studied (V-1, -2, -7 and -11). In any case, zeolitealteration of glass shards appears to be characteristic of these young\ntephras, while shards are commonly fresher or spot-altered by carbonate farther down the core in Site 2 tephras as judged, however, from polished grain mount sections (ca. 219 mblf (meter below lake floor), ca. 550 ka at the bottom of Site 2 core) (unpublished data). The reason for the relatively low degree of alteration of glass in a saline lake/pore solution environment is unclear. However, we recognize slight but classic changes in glass composition, especially in the reworked tephras (Fig. 3): decrease in Na and Ca concentrations, corresponding higher K-concentrations and lowanalytical totals, these changes being typical for variable hydration of evolved volcanic glasses (Fisher and Schmincke, 1984)."
  }, {
    "heading": "7. Discussion",
    "text": ""
  }, {
    "heading": "7.1. Periodic versus episodic modes of eruption",
    "text": "The frequency of explosive activity in a volcanic system can be viewed in terms of several simple end-member modes: periodic, episodic and increasing, steady or waning eruptive rates. The rare occasion of two large active stratocones that have grown side by side over several hundred thousand years but have erupted highly contrasting evolved magmas as recorded in the tephra record of the sediment column of a large adjacent lake allows to deduce contrasting modes of eruption\nlargely controlled by fundamental differences in magma generation/ composition, magma supply rates and degree of evolution prior to eruption."
  }, {
    "heading": "7.1.1. The exceptional Süphan tephra swarm and complex external and internal trigger mechanisms",
    "text": "The primary tephras of the eight temporally closely spaced Süphansourced layers V-8 (12,740 vy BP (varve years)) to V-15 (13,078 vy BP) erupted at short intervals of 20 (V-15 to V-14) to 132 years (V-13 to V-10). In reality, these numbers are probably even smaller because of possibly additional primary tephra layers in the same stratigraphic interval in the more proximal thicker Site 1 cores (Fig. 10), disregarding explosive eruptions whose tephra volumes were too small and/or did not reach the drill sites. In any case, the time interval of ca. 338 years covered by the five primary Süphan tephras is small judging from the overall rates in the onshore and Site 2 drilled tephra record (Sumita and Schmincke, 2013a,b,c).\nWe here use the term tephra swarm to characterize a group of relatively closely spaced tephra layers (in lake sediments) that are practically identical in composition, individual tephra layers being separated from each other by decades rather than hundreds of years and thus representing a short but finite burst of explosive activity. Whether or not such bursts are characteristic of the period of waning activity of a volcano when external trigger mechanisms become important or a feature governed by generation and composition of its constituent magmas is unknown.\nThe extremely rare occurrence of tephra layers of Süphan composition, compared to the common Nemrut-derived tephras, during the past ca. 200 ka in the Site 2 cores (unpubl.), raises the question as to the nature of “rejuvenation” and specific triggering mechanisms of Süphan explosive eruptions."
  }, {
    "heading": "7.1.2. The episodic explosive activity of Süphan Volcano — a speculative model",
    "text": "A number of observations, at first sight seemingly unrelated, have led us to consider a model for the explosive activity of Süphan Volcano during the inferred present waning stage of its activity that contrasts strongly with that of adjacent Nemrut Volcano.\n(1) There is a striking abundance of faulted sections on a mm to cmscale, most clearly expressed in laminated/varved sections, generally interpreted as due to seismic shocks below the tephra swarm (Fig. 10a and b). These faulted intervals occur in 2 holes at Site 1 spaced ca. 50 m apart and thus are not artifacts that occurred during coring. The inferred earthquakes preceding the Süphan tephra swarm end approximately below the central thick major Süphan tephra V-10, below which faulting is particularly obvious. We speculate that the focused Süphan eruptive swarm could have been triggered by amajor period of persistent seismic activity that began hundreds of years earlier, as shown by pervasive but intermittent faulting at both drill sites. This speculation is based on the unique characteristics of the compositionally homogeneous tephra swarm erupted over the short time span of ca. 340 years and the absence of Süphan tephras higher in the section in Site 1. The reason why this group of faulted sections is not well-expressed in Site 2 may be due to the fact that Site 1 lies close to the major northern boundary fault of the tectonic Van Basin. That earthquakes, especially those of the tremor type (e.g. McNutt, 1996), accompany and precede volcanic eruptions by days to decades is common knowledge. Seismic triggering of volcanic eruptions appears to be common (Manga and Brodsky, 2006). To document seismic precursors to volcanic eruptions over hundreds of years is difficult, however. The tectonically highly unstable Van basin, representing the nucleating region for the major North and South Anatolian fault systems (Fig. 1), is seismically extremely active (Horason and Boztepe-Güney, 2007; Selcuk et al., 2010). Incidental triggering of the rise of pockets of mafic parental magma at depth as a byproduct of regionally persistent seismic activity is thus plausible. We also note that the Süphan tephra swarm dominates the onset of explosively generated tephra following a tephrabarren interval of some 15 ky in the cores, as discussed below. Strong deformation also characterized the pre-Alleroed sediments at both drill sites over several 1000 years, probably reflecting abundant seismic activity which could have triggered magma rise that ultimately lead to episodic magma rise beneath Süphan and finally eruption of the Süphan tephra\nswarm. Moreover, Süphan tephras are almost absent in the tephra record of the upper ca. 60m of the core at Site 2 spanning ca. 200 ky suggesting that Süphan explosive activity had been\nwaning for a long time, disregarding possible major changes in wind systems. (2) The interpretation that the evolution of the Süphan tephra swarm began with the rise of small pockets of mafic magma from deeper levels within the Süphan edifice is also indicated by fresh intermediate-composition “shards” (lithoclasts) in many layers of the tephra swarm, documenting coexisting intermediate and felsic magma in the system. The triggering of volcanic eruptions by injection of mafic into more evolved magma is well known (e.g. Fisher and Schmincke, 1984). (3) The risingmaficmagma could have encountered small pockets of resident high-level rhyolitic magma, not by itself able or ready for ascent to the surface, causing an explosive eruption. (4) The final trigger for explosive eruptions may have been external forcing by water or glacier ice. This is suggested by the low vesicularity of the glass shards of practically all Süphan tephras – with the partial exception of V-10 – that show such a low vesicularity (b10%) that factors other than degassing of the erupted magma must have played a significant role inmagma fragmentation. Moreover, plagioclase phenocrysts in the Süphan tephras show unusually thick glass rims or are part of larger glass shards (Schmincke and Sumita, 2014) suggesting initiation of explosive fragmentation mainly by thermal shock rather than vesiculation. Hydroclastic fragmentation mechanisms might thus have been the final cause of explosive unloading of the rising silicic magma that might otherwise have formed an extrusive dome. Young domes dot the surface of Süphan and part of the lower slopes and appears to represent the prevalent mode of nearsurface emplacement of the viscous rhyolitic Süphan magmas at least at this late (?) stage. (5) In any case, the initial explosive eruption in the swarm heralded a chain of events in the major dynamic rejuvenation inside the Süphan volcano–magma system. This swarm peaked, ca. 60 years after the first explosive eruption, in the most voluminous eruption of the swarm (V-10). Tephra V10 is the only one of the Süphan-sourced tephras that also produced highly vesiculated pumice suggesting that closed system conditions that had produced slowly cooling high level magma pockets occasionally producing domes had temporarily changed to open system scenarios. Most likely, the conduit system had been mechanically weakened by several explosive eruptions preceding the V-10 eruption by a few decades. There is also a striking “symmetry” to the Süphan tephras in that grain size of particles and phenocrysts, vesicularity of pumice and compositional parameters culminated with V-10 and decreased subsequently. Tephra V-10 was also preceded by the longest time interval in the swarm: 40 years between V-15 and V-14, 20 years between V-14 and V-13, 132 years for V-13 to V-10 (V-11 is reworked and V-12, interpreted as tephra by Litt et al. (2009), is a dark oxidized zone), 63 years for V-10 to V-9, and 49 years for V-9 to V-8, V-7 being reworked.\nThe model sketched above receives some support from several aspects of Süphan tephras spanning ca. 570 ka throughout the 219 m long core drilled at Site 2 in Lake Van including the following:\n• Many Süphan tephras throughout the 219 m core at Site 2 are also characterized by the type of shard described, allowing us to provisionally identify Süphan tephras in thin sections in case diagnosticmineral phases are absent. • Images showing the different kinds of glass textures are presented by Schmincke and Sumita (2014). • Süphan tephra swarms also occur in several sections of the Site 2 core suggesting that the mode of explosive activity of Süphan differs\nsignificantly from that of Nemrut in that its explosive eruptions occur dominantly in temporally restricted short bursts and thus maybe more typical of the system than of the waning stage. • Periods of high eruption frequency such as those represented by the Süphan tephra swarm are difficult to impossible to verify in subaerial sections where thin tephra layers become easily eroded. • The Süphan eruptive swarm followed close behind a single Nemrut\ntephra (V-16), suggesting, but not proving, a dynamic coupling between both systems."
  }, {
    "heading": "7.1.3. The periodic explosive volcanic activity of Nemrut Volcano",
    "text": "We have previously suggested a periodic explosive activity of Nemrut Volcano based largely on our detailed reconstruction of the stratigraphic, compositional and temporal explosive activity of the\nvolcano throughout the past 400 ka (Sumita and Schmincke, 2013a,c). The basic observation was the recurrence of larger magnitude rhyolitic tephras at intervals of ca. 20–40,000 years separated by several “small magnitude” dominantly trachytic tephras (Sumita and Schmincke, 2013a). We also noted a rough correlation of periods of higher explosive volcanic activity during warm climate intervals, suggesting a broad climate forcing (see below). The time interval considered here – the past ca. 30, 000 years – is too short to allow recognition of eruptive periodicities. All primary Nemrut tephras in the sediments erupted during the past ca. 13 ka (V-3 to -6 and 16) are rhyolitic. Interestingly, this includes by far the largest magnitude tephra in the Holocene succession at both drill sites, V-3 (with thickness intervals ranging from 5 to 10 cm at Site 2 to 1.3 m (slumped) at Site 1) (Schmincke and Sumita, 2014). V-3, slightly compositionally zoned, is\ninterpreted to have been erupted as pumice lapilli fallout followed by a pyroclastic flow and is correlated to the spectacular Nemrut Caldera Rim Tephra (Fig. 5) (Schmincke and Sumita, 2014). It thus resembles compositionally the lower part of the ca. 30 ka old largevolume fallout-ignimbrite deposits of the Nemrut Formation. In other words, the periodicity of 20–40 ky between moderate to large magnitude rhyolite eruptions postulated by Sumita and Schmincke (2013a) is extended to prehistoric times by the Lateglacial–Holocene record. Interestingly, the duration of a ca. 30 ky-long time period preceding larger volume eruptions – say several km3 DRE – appears to be common elsewhere, as shown, for example, by the detailed study of the initial evolution of the Laacher See Volcanomagma reservoir (Schmitt et al., 2010). Moreover, the eight mostly peralkaline ignimbrites on Gran Canaria, each representing volumes of N10 km3 DRE, were erupted between ca. 14 Ma and 13.3 Ma at 20–40 ky intervals with almost no significant fallout tephras deposited/generated in between (Schmincke and Sumita, 1998).\nThe more evenly spaced larger explosive eruptions of Nemrut coupled with the generally moderately to highly vesicular nature of the component glass shards, except for the angular non-vesicular shards interpreted as hydroclastic or obsidian dome fragments, do suggest that Nemrut explosive eruptions are fundamentally internally triggered. In other words, felsic magmas accumulate within the Nemrut edifice over some time in high-level magma reservoirs where volatiles are concentrated to such a degree that eruptability of the upper part of magma reservoirs is reached without necessarily requiring major external triggers apart from injection of mafic magmas (Fig. 11)."
  }, {
    "heading": "7.2. Interdependency of the Süphan and Nemrut systems — apparent or real?",
    "text": "Nemrut-sourced tephras are absent between 13,585 vy BP and 7192 vy BP, the time interval during which the Süphan tephra swarm was emplaced. This mutual temporal exclusion of explosive activity might not be fortuitous because there are other time intervals in the entire 219 m core of Site 2 where Nemrut and Süphan tephras are mutually exclusive.\n• However, the alternation of explosive periods of one volcano while the other volcano is quiet might only be apparent and rather be due to changing wind systems. In this model, northerly winds would transport Süphan tephras southward covering western Lake Van whereas simultaneously erupted Nemrut tephras would simply be deposited southwest of the Nemrut edifice and thus be absent from the Lake Van depocenter. • We have previously speculated that Süphan magmas might have occasionally entered theNemrut systems following the huge eruption of the Nemrut Formation fallout and subsequent pyroclastic flow (Sumita and Schmincke, 2013c). Nevertheless, documentation and interpretation of a mechanical/dynamic coupling between the two volcanic systems remain equivocal. • The four primary Nemrut tephras overlying the Süphan tephra swarm are spaced widely between V-6 (7192 vy BP), V-5 (6888 vy BP), V-4 (6005 vy BP) and V-3 (2650 vy BP). In other words, the average time between Nemrut eruptions whose deposits were encountered at Site 2 amounts to ca. 1133 years with three shorter intervals (b300 resp. b900 years) between V-6 and V-4, a very long gap of 3355 years between V-4 and V-3 and an even longer gap of 6393 years between V-16 and V-6 (Fig. 11). • Interestingly, the largest magnitude eruption (V-3) was preceded by the longest noneruptive interval, supporting our speculation that magma recharge rates at Nemrut are relatively uniform over time (Sumita and Schmincke, 2013a,c)."
  }, {
    "heading": "7.3. The remarkable tephra gap between ca. 29 ka and ca. 14 ka: climate control of explosive volcanism?",
    "text": "The sudden appearance of tephra layers in the cores at Sites 1 and 2 at 13,585 vy BP contrastsmarkedlywith their absence during the preceding ca. 15,000 years where a new active phase of volcanism is documented by the very voluminous combination of fallout and ignimbrite/synignimbrite turbidite NF (V-18) at ca. 30 ka and a single tephra V-17 at\nca. 28 ka (Fig. 11). The impressively abrupt boundary between a tephrarich Holocene/LG section and a preceding tephra-barren ca. 15 ky-long period coincides with another clear boundary between perfectly varved younger sediments beginning with V-16 and preceding unvarved mottled sediments reflecting cool “glacial” climate conditions (Stockhecke et al., 2014) in the time interval between ca. 28 ka and ca. 13,800 vy BP, despite perfect recovery of cores. The same time period in Site 1 cores consists entirely of very approximately 250 turbidites. Whether or not\nindividual subaerial tephra layers occur in this huge turbidite interval or mayhave been eroded is impossible to say. However, the striking contrast is confirmed by the complete lack of tephras in the seismic reflection record in the sediments during the same time interval (Fig. 12).\nThe absence of tephra in a ca. 15,000 ky core section with excellent recovery is thus unlikely to be fortuitous. The period between ca. 13,800 and ca. 29 ka corresponds to the Last Glacial Maximum\n(LGM), when dry conditions prevailed and lake level dropped to about 210 m bpll (Litt et al., 2009; Sarikaya et al., 2011). This period is also reflected in the low-amplitude seismic reflections due to low acoustic contrasts (Cukur et al., 2014) (Fig. 12).\nWe can envisage three main explanations for this remarkable coincidence between climate and the presence/absence of tephra layers: (1) lack of sedimentation/preservation of tephra layers in\nto V-15 south of Site 2 (courtesy D. Cukur, pers. comm. 2014).\nthe lake sediments; (2) lack of explosive volcanic activity during glacial conditions; and (3) prolonged exhaustion of the Nemrut system following the large-magnitude eruption of the NF volcanic unit at ca. 30 ka.\nModel 1 (volcano-control): Change in the frequency of Nemrut eruptions due to temporary exhaustion of the Nemrut system following a large magnitude eruption\nVolcanoes worldwide show variably long pauses in eruptive activity of as much as hundreds of thousands of years (e.g. in the case of large caldera systems) following large-volume (explosive) eruptions owing to the massive sudden evacuation of upper portions of their high-level magma reservoirs coupled with much lower mafic magma supply rates. The magma volume of the large magnitude eruption of the coupled fallout-ignimbrite of the compositionally zoned rhyolite– trachyte NF (Nemrut Formation) at ca. 30 ka described in detail in Sumita and Schmincke (2013c) ranks among the largest explosive eruptions of Nemrut during the past 400 ky and is estimated to have been on the order 5–10 km3. Because of the near absence of Süphan tephras in the drilled sections during the past ca. 200 ka, possibly due to the drastic waning of its activity, tephras of peralkaline composition sourced in Nemrut Volcano are the rule during any one-time interval. Tephrabarren core sections lasting longer than 1000 years are extremely rare in the 219 m long Site 2 cores and none was found longer than 2000 years despite the occurrence of several large-magnitude eruptions, some much larger than NF. In conclusion, we cannot entirely exclude the possibility that the ca. 15–16,000 year-long time interval lacking tephra layers in the core is due to the temporary “exhaustion” of the highly evolved upper part of the Nemrut magma reservoir but think this explanation is unlikely.\nModel 2 (climate-control): Change in wind directions\nIn scenario 1 we assumed no change in the rate of explosive volcanism of both volcanoes between today and ca. 30 ka. One factor that could have had a major impact on the likelihood of tephra deposition in Lake Van concerns fundamentally opposite wind directions during dominance of the Siberian high with easterly winds between ca. 29 ka and ca. 13.8 ka. In scenario 1, tephra lobes would be deposited west of the lake contrasting with “normal” dominant west-southwest wind directions. In central Europe, high-pressure areas over Russia during the winter generate cold easterly winds. This hypothesis receives some support from a comparison of the onshore and drilled tephra records. The glass compositions and mineralogy of the Çekmeçe Formation tephra layers are dominantly trachytic (except for one mugearitic tephra), with the lowermost tephra correlated tentatively with V-17. A singlecrystal dating attempt of the plagioclase-dominated trachytic Çekmeçe Formation tephras was not entirely convincing (large errors) but is not unreasonable (ca. 24 ka, see above) (unpublished data). Since none of the Çekmeçe Formation tephra layers, except possibly V-17, appears to occur in the cored lake sediments we conclude that northeastern winds dominated during most of the period of Çekmeçe Formation eruptions. Alternatively, the eruptions were of such small magnitude that their depositional fans did not reach the drill sites, or lower elevation winds had been directed more to the southeast (towards Çekmeçe Village) and deposited mainly in the southern part of the lake.\nModel 3 (climate-control): Frozen lake surface\nModel 3 would envision a frozen lake surface all year round during glacial conditions. Tephra layers deposited on the ice could become quickly removed from the ice surface by storms and thus have a very low preservation potential.\nModel 4 (climate-control): Lithosphere loading\nA major potential cause of a dependence of eruption frequency on climate could be lithosphere loading during glacial times, suppressing magma generation in the asthenosphere. Subsequent drastic unloading due to glacier melting would trigger partial melting in the asthenosphere and/or magma reservoir unloading. We have previously speculated that the rates of explosive volcanic activity of Nemrut were significantly lower during glacial periods than during warm periods based on a detailed temporal reconstruction of explosive activity over the past 400 ka in the Lake Van area (Sumita and Schmincke, 2013a, c). A relationship between (explosive) volcanic activity and glacial vs. interglacial conditions has been recognizedworldwide, as first postulated by Kennett and Thunell (1975) and corroborated since many times. Explosive volcanic activity in Iceland, for example, appears to have increased following melting of the ice shield at ca. 10 ka (Sigvaldason et al., 1992; Werner et al., 1996; Huybers and Langmuir, 2009; Sigmundsson et al., 2010), a process explained by Jull and McKenzie (1996) as due to asthenospheric unloading. These authors showed that ice sheet melting during the deglaciation of Iceland within the Pleistocene–Holocene decreased the pressure in themantle by up to 19,000 Pa a−1, melt production increasing by a factor of about 30. If indeed no major explosive activity occurred at Nemrut and Süphan volcanoes during the last glacial period, lithosphere loading followed by unloading due to glacier melting may have been the major cause for the suppression of magmatic/volcanic activity."
  }, {
    "heading": "7.4. Future volcanic activity of Süphan and Nemrut volcanoes and major types of volcanic hazards",
    "text": "The tightly grouped Süphan tephra swarm (V-8 to V-15) indicates that Süphan is still able to erupt explosively, even though its explosive activity appears to have beenwaning for almost 200 ky. By international definition, Süphan Volcano can thus be considered active. Based on the overall occurrence of Süphan tephra layers in the Paleovan cores, however, the explosive activity of Süphan seems to have drastically decreased with time. At Site 2, Süphan tephras are practically absent in the cores over the past ca. 200 ka except for one short interval at ca. 80m blf based on the characteristic mineralogy and glass compositions. This could be interpreted as a long period of explosive dormancy of Süphan Volcano, reflecting waning (explosive) activity within its magma system, although we cannot entirely exclude changing wind directions to more northerly directions. Nevertheless, in view of the dominant SW wind directions over the entire time interval in the area, at least during interstadial climate conditions, Süphan tephras are of course much less likely to be represented in the Paleovan cores as the drill sites are located south-southwest of the volcano. The preponderance of Nemrut tephras during this time interval could thus be mainly climate (wind direction)-controlled. Nevertheless, the ages of stratigraphically young onshore fallout tephras from Süphan east of the volcano so far dated by us (unpublished data) also do not suggest significant explosive activity of Süphan during the past ca. 200 ka. We thus speculate that explosive activity of Süphan volcano has drastically decreased during the past ca. 150 ky. The exceptional short-lived burst here documented may thus indicate special circumstances, such as major external triggering as discussed above.\nThe frequency of Nemrut eruptions as documented in the cores during the short time interval considered here is much lower, namely hundreds to thousands of years between those eruptions whose tephra reached the drill sites. When taking into account our unpublished data over the same interval of ca. 150 ka used for viewing the frequency of Süphan tephras, we note long intervals with almost no tephras in the cores (e.g. between 13,800 vy BP and ca. 30 ka) whose significance has been discussed above.\nThese are onlyminimumnumbers since eruptions of smallermagnitude and variable environmental control on depositional lobes (wind strength and direction) might have caused significant gaps in the lake sediment tephra record.\nDome emplacement and sector collapse are the most obvious signs of late-stage (?) dynamic behavior of the Süphan edifice, the devastating aspects of debris avalanches on land and upon entering a large lake not needing to be overemphasized. A major debris avalanche deposit formed widespread hummocks over 20 km between Süphan and the town of Patnos. We have noted meter-thick deposits probably representing the edge of debris avalanches on the southern slopes of Süphan and also on the northern outskirts of the town of Tatvan (see also Fig. 6). In general, however, Nemrut Volcano appears to be still in a relatively active stage including the generation of pyroclastic flows and several historic eruptions (Karakhanian et al., 2002; Haroutiunian, 2006). Any type of volcanic mass flow could not only directly impact the bustling towns of Ahlat and Tatvan (combined population ca. 80,000) but also generate tsunamis whose effect might still be hazardous for the town of Van itself."
  }, {
    "heading": "8. Conclusions",
    "text": "Fifteen Lateglacial to Holocene tephra layers recovered by piston coring and ICDP drilling inwestern Lake Van are sourced in either of the two large volcanoes Nemrut and Süphan that border the lake to thewest and north as shown by distinct mineralogical and compositional differences. The data presented here confirm and extend our earlier interpretation of a tightly grouped pre-Holocene explosive swarm of Süphan tephras and an upper Holocene group of lower frequency explosive eruptions of Nemrut Volcano reflecting significant regional shifts in source volcano and thus magma composition.\nNemrut tephras are variably peralkaline rhyolites characterized by anorthoclase, hedenbergitic clinopyroxene and fayalitic olivine plus minor quartz, aenigmatite and accessory chevkinite. In contrast, Süphan tephras are subalkaline rhyolites and carry plagioclase, rare sanidine, augitic clinopyroxene, commonly biotite and more rarely amphibole, hypersthene and quartz plus accessory zircon and allanite. The contrast between Nemrut and Süphan tephras also includes textural criteria. Vitric shards in Süphan tephras are commonly blocky, poorly vesicular, the vesicles being characteristically tubular and twisted. Angular dark juvenile tachylite shards appear characteristic of several Süphan tephras. Both criteria could imply external fragmentation triggered by injection of newly risen more mafic magma impacting a small volume of poorly vesiculated viscous felsic magma that might have been emplaced as a dome without heating by an influx of hotter more mafic magma. We also speculate on eruption beneath a glacier cover adding another external triggering mechanism.\nMajor and long-lasting seismic activity is reflected in a pronounced interval of faulting that comprises a ca. 2-m thick section of mostly varved sediments starting at ca. 16 ka and mostly ending just prior to the main Süphan tephra (V-10) (12,886 vy BP). This period of seismic unrest is tentatively interpreted as having been instrumental in causing the rise ofmaficmagma into higher levels of the nearly dormant Süphan volcanic system, thereby triggering an unusually high frequency explosive swarm lasting ca. 400 years.\nThe eruptive patterns of Nemrut and Süphan volcanoes differ significantly from each other. The episodic Lateglacial Süphan tephra swarm of eight very closely spaced explosive bursts spaced less than 100 years apart contrasts strongly with the more periodic eruptive behavior of NemrutVolcanowith hundreds to thousands of years between larger explosive eruptions. These distinct eruptive patterns also characterize the tephra record of the ca. 550 year-old 219 m core sunk into Lake Van sediments.\nSüphan volcano, whose activity likely began prior to 550 ka, appears to have been approaching the end of its explosive volcanic activity for the past ca. 200 ka. The explosive activity of Nemrut volcano, in contrast, also began at least ca. 570 ka ago but increased strongly at ca. 400 ka judging from onshore outcrops. There are no signs that its activity is waning.\nThe V-3 tephra event confirms the 20–40 ky periodicity of rhyolitic Nemrut tephra eruptions previously postulated by us. This time interval is interpreted as the incubation interval for the development of highly evolved magma batches generated in Nemrut and other volcanic systems of similar magnitude.\nThe sudden appearance of tephra layers at ca. 13,800 years BP at the beginning of the Lateglacial contrasts strongly with the absence of tephra in the preceding ca. 15,000 year-long interval of glacial conditions. The striking near-absence of tephra at both sites for some 15,000 years is tentatively interpreted as climate-controlled. Lithosphere unloading at the end of the glacial period might best explain the increase in magma production and explosive volcanic activity."
  }, {
    "heading": "Acknowledgments",
    "text": "Ourworkwas supported in its early stages byDFG grants SCHM250/ 86-1 and SCHM 250/87-1. Short core material was kindly put at our disposal by Thomas Litt and Mike Sturm. Georg Heumann generously provided core photographs and logistic assistance at Bonn University where we took the short core tephra samples and also kindly provided his unpublished list of varve years. Thanks to the many colleagues who participated in the ICDP Paleovan Project. Deniz Cukur kindly supplied the seismic section of Fig. 12. Repeated sampling of the Paleovan cores at Marum (Bremen) was always a pleasure thanks to the amiable assistance of Axel Wülbers, Walter Hale and Hans-Joachim Wallrabe. Ray Macdonald made very helpful comments on the article. We also thank two anonymous reviewers for their suggestions. At GEOMAR, Mario Thöner provided a cheerful atmosphere during our long hours in the EMP lab. Piotr Dzierżanowski (University of Warsaw) kindly provided the allanite EMP analysis."
  }],
  "year": 2014,
  "references": [{
    "title": "Tephrochronology, 2nd edition",
    "authors": ["B.V. Alloway", "D.J. Lowe", "G. Larsen", "P.A.R. Shane", "J.A. Westgate"],
    "venue": "The Encyclopedia of Quaternary Science",
    "year": 2013
  }, {
    "title": "Mt. Nemrut Volcano (Eastern Turkey): temporal petrological evolution",
    "authors": ["H.E. Çubukçu", "İ. Ulusoy", "E. Aydar", "O. Ersoy", "E. Şen", "A. Gourgaud", "H. Guillou"],
    "venue": "J. Volcanol. Geotherm. Res",
    "year": 2012
  }, {
    "title": "Water level changes of Lake Van, Turkey, during the past ca. 600 ka: climatic, volcanic and tectonic controls",
    "authors": ["D. Cukur", "S. Krastel", "Schmincke", "H.-U", "M. Sumita", "Y. Tomonaga", "N. Çağatay"],
    "venue": "J. Paleolimnol. http://dx.doi.org/10.1007/s10933-014-9788-0",
    "year": 2014
  }, {
    "title": "A geological study of Lake Van",
    "authors": ["E.T. Degens", "H.K. Wong", "S. Kempe", "F. Kurtman"],
    "venue": "Eastern Turkey. Geol. Rundsch",
    "year": 1984
  }, {
    "title": "Pyroclastic Rocks",
    "authors": ["R.V. Fisher", "Schmincke", "H.-U"],
    "year": 1984
  }, {
    "title": "The historical volcanoes of Armenia and adjacent areas revisited",
    "authors": ["R.A. Haroutiunian"],
    "venue": "J. Volcanol. Geotherm. Res",
    "year": 2006
  }, {
    "title": "Observation and analysis of low-frequency crustal earthquakes in Lake Van and its vicinity, eastern Turkey",
    "authors": ["G. Horason", "A. Boztepe-Güney"],
    "venue": "J. Seismol",
    "year": 2007
  }, {
    "title": "Feedback between deglaciation, volcanism, and atmospheric CO2",
    "authors": ["P. Huybers", "C. Langmuir"],
    "venue": "Earth Planet. Sci",
    "year": 2009
  }, {
    "title": "The effect of deglaciation on mantle melting beneath Iceland",
    "authors": ["M. Jull", "D. McKenzie"],
    "venue": "J. Geophys. Res",
    "year": 1996
  }, {
    "title": "Heavy mineral contents and geochemistry of pumice glass from tephra layers in sediments of Lake Van (East Anatolia)",
    "authors": ["D. Jung", "J. Keller", "Eckhardt", "F.-J"],
    "venue": "The Geology of Lake Van. MTA Press,",
    "year": 1978
  }, {
    "title": "The impact of lake level change on deep-water renewal and oxic conditions in deep saline Lake Van, Turkey",
    "authors": ["H. Kaden", "F. Peeters", "A. Lorke", "R. Kipfer", "Y. Tomonaga", "M. Karabiyikoğlu"],
    "venue": "Water Resour. Res",
    "year": 2010
  }, {
    "title": "Holocene-historical volcanism and active faults as natural risk factors for Armenia and adjacent countries",
    "authors": ["A. Karakhanian", "R. Djrbashian", "V. Trifonov", "H. Philip", "S. Arakelian", "S. Avagian"],
    "venue": "J. Volcanol. Geotherm",
    "year": 2002
  }, {
    "title": "Largest known microbialites discovered in Lake Van",
    "authors": ["S. Kempe", "J. Kazmierczak", "G. Landmann", "T. Konuk", "A. Reimer", "A. Lipp"],
    "venue": "Turkey. Nature",
    "year": 1991
  }, {
    "title": "Global increase in quaternary explosive volcanism",
    "authors": ["J.P. Kennett", "R.C. Thunell"],
    "venue": "Science 187,",
    "year": 1975
  }, {
    "title": "Magma generation by slab steepening and break off beneath a subduction–accretion complex: an alternative model for collision-related volcanism in Eastern Anatolia, Turkey",
    "authors": ["M. Keskin"],
    "venue": "Geophys. Res. Lett",
    "year": 2003
  }, {
    "title": "Eastern Anatolia: a hotspot in a collision zone without a mantle plume",
    "authors": ["M. Keskin"],
    "venue": "Geol. Soc. Am. Spec",
    "year": 2007
  }, {
    "title": "Climatically induced lake level changes",
    "authors": ["G. Landmann", "A. Reimer", "S. Kempe"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 2014
  }, {
    "title": "Dating late glacial abrupt climate",
    "authors": ["G. 797–808. Landmann", "A. Reimer", "G. Lemcke", "S. Kempe"],
    "year": 1996
  }, {
    "title": "A chemical classification",
    "authors": ["M.J. Bas", "R.W. LeMaitre", "A. Streckeisen", "B. Zanettin"],
    "venue": "Radiat. Isot",
    "year": 1986
  }, {
    "title": "PALEOVAN, International Continental Scientific Drilling Program",
    "authors": ["F. Niessen"],
    "year": 2009
  }, {
    "title": "PALEOVAN Scientific Team, 2012. 500 000 years of environmental history",
    "authors": ["T. Wonik"],
    "year": 2012
  }, {
    "title": "Tephrochronology and its application: a review",
    "authors": ["D.J. org/10.2204/iodp.sd. Lowe"],
    "venue": "Quat. Geochronol",
    "year": 2011
  }, {
    "title": "Geological and geochemical evolution of the Quaternary",
    "authors": ["Y. Özdemir", "N. Güleç"],
    "venue": "New York,",
    "year": 2014
  }, {
    "title": "The importance of fractional crystallization",
    "authors": ["J. Blundy", "N. Güleç"],
    "year": 2011
  }, {
    "title": "Genesis of collision volcanism in eastern",
    "authors": ["S. Moorbath", "J.G. Mitchell"],
    "year": 1990
  }, {
    "title": "Quaternary glaciations of Turkey",
    "authors": ["M.A. Sarikaya", "A. Ciner", "M. Zreda"],
    "venue": "Anatolia, Turkey. J. Volcanol. Geotherm. Res",
    "year": 2011
  }, {
    "title": "Volcanic evolution of Gran Canaria reconstructed",
    "authors": ["Schmincke", "H.-U", "M. Sumita"],
    "year": 1998
  }, {
    "title": "Impact of volcanism on the evolution of Lake",
    "authors": ["Schmincke", "H.-U", "M. Sumita"],
    "venue": "ODP, College Station,",
    "year": 2014
  }, {
    "title": "Magmatic longevity",
    "authors": ["A.K. Schmitt", "F. Wetzel", "K.M. Cooper", "H. Zou", "G. Wörner"],
    "venue": "Geotherm. Res",
    "year": 2010
  }, {
    "title": "Probabilistic seismic hazard assessment for Lake",
    "authors": ["L. Selcuk", "A.S. Selcuk", "T. Beyaz"],
    "year": 2010
  }, {
    "title": "East Anatolian high plateau as a mantle",
    "authors": ["Van Basin", "Turkey. Nat. Hazards", "A. 949–965. Şengör", "S. Özeren", "T. Genç", "E. Zor"],
    "year": 2003
  }, {
    "title": "Effect of glacier loading/deloading on",
    "authors": ["G.E. 2519–2534. Sigvaldason", "K. Annertz", "M. Nilsson"],
    "year": 1992
  }, {
    "title": "Sedimentary evolution and environmental",
    "authors": ["O. Kwiecien", "F.S. Anselmetti"],
    "year": 2014
  }, {
    "title": "Explosive volcanism during evolution of Lake Van",
    "authors": ["Schmincke", "H.-U"],
    "year": 2009
  }, {
    "title": "Erratum to “Impact of volcanism on the evolution",
    "authors": ["Schmincke", "H.-U"],
    "year": 2013
  }, {
    "title": "Impact of volcanism on the evolution of Lake Van I",
    "authors": ["Schmincke", "H.-U"],
    "year": 2013
  }, {
    "title": "The geodynamics of the Aegean and Anatolia",
    "authors": ["T. 0714-5. Taymaz", "Y. Yılmaz", "Y. Dilek"],
    "year": 2007
  }, {
    "title": "A new model for the evolution",
    "authors": ["Schmincke", "H.-U", "G. Sigvaldason"],
    "venue": "Explor. Inst. Turkey",
    "year": 1996
  }, {
    "title": "Herdubreidartögl volcanoes (Iceland)",
    "authors": ["L. Wick", "G. Lemcke", "M. Sturm"],
    "venue": "Geol. Rundsch",
    "year": 2003
  }],
  "id": "SP:a536cf9db3de70e365259d8f62a78f485a395b9d",
  "authors": [{
    "name": "Hans-Ulrich Schmincke",
    "affiliations": []
  }, {
    "name": "Mari Sumita",
    "affiliations": []
  }],
  "abstractText": "Article history: Received 17 June 2014 Accepted 12 August 2014 Available online 23 August 2014",
  "title": "Impact of volcanism on the evolution of Lake Van (eastern Anatolia) III: Periodic (Nemrut) vs. episodic (Süphan) explosive eruptions and climate forcing reflected in a tephra gap between ca. 14ka and ca. 30ka"
}