{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nPalaeogeography, Palaeoclimatology, Palaeoecology\nj ourna l homepage: www.e lsev ie r .com/ locate /pa laeo\nContinental weathering and climatic changes inferred from clay mineralogy and paired carbon isotopes across the early to middle Toarcian in the Paris Basin\nMichaël Hermoso a,⁎, Pierre Pellenard b\na University of Oxford, Department of Earth Sciences, South Parks Road, Oxford OX1 3AN, United Kingdom b UMR CNRS 6282 Biogéosciences, Université de Bourgogne, 6 Boulevard Gabriel, 21000 Dijon, France\n⁎ Corresponding author. Tel.: +44 1865 27 2003. E-mail address: Michael.Hermoso@earth.ox.ac.uk (M.\nhttp://dx.doi.org/10.1016/j.palaeo.2014.02.007 0031-0182/© 2014 Elsevier B.V. All rights reserved.\na b s t r a c t a r t i c l e i n f o\nArticle history: Received 24 September 2013 Received in revised form 27 December 2013 Accepted 5 February 2014 Available online 12 February 2014\nKeywords: Jurassic Toarcian OAE Clay mineralogy Paired carbon isotopes Paris Basin\nLower Toarcian strata (Lower Jurassic) have been extensively studied with a view to understanding the oceanographic, climatic and biological processes that drove the Earth's system into an Oceanic Anoxic Event (OAE). For this time period, the evolution of the European marine seaways is now relatively well constrained owing to multiple geochemical studies, but investigations regarding climatic trends in the continental realm remain sparse. In the present study, we test the clay mineralogy as a continental climate-sensitive proxy in the welldocumented Sancerre core (southern Paris Basin). We compare variations in the kaolinite content with pCO2 fluctuations (derived from paired carbon isotopes; Δ13C = δ13Ccarb−δ13Corg), taking advantage of the detailed chemostratigraphic, palaeoenvironmental and sequence stratigraphy frameworks established for this corematerial. The results indicate a substantial decrease in kaolinite abundance at the end of the Pliensbachian, which is compatible with a long-term diminution in continental weathering and an inferred temperature decrease. The early Toarcian, prior to the carbon cycle perturbation and deposition of black shale facies, remained relatively coldwithminima in both the proportion of kaolinite and reconstructed pCO2. Themineralogical and geochemical responses across the prominent negative carbon isotope excursion (CIE) itself are not univocal. The first of four steps that compose the negative limb of the CIE at Sancerre is associated with decreased kaolinite and pCO2, and increased carbonate oxygen isotope ratios. Taken together, these trends are compatible with a transient cooling phase immediately preceding the onset of black shale deposition. Conversely, the subsequent steps are marked by substantial enrichment in kaolinite that matches increased osmium isotope ratios measured in Yorkshire, providing compelling evidence for rapid increases in continental weathering and riverine runoff forced by intensification of greenhouse conditions during the CIE. Relaxation in the intensity of continental weathering, as suggested by resumed low kaolinite abundance is seen immediately after the cessation of CO2 input (after the fourth step of the CIE). The interval spanning the upper portion of the early Toarcian and themiddle Toarcian records a subsequent long-term increase in the proportion of kaolinite synchronous with significant clay enrichment of the sediment. Continued greenhouse conditions, even after the recovery from the carbon isotope perturbation and “regional” black shale deposition, are likely related to sustained CO2 emission by Karoo–Ferrar volcanism through the considered interval.\n© 2014 Elsevier B.V. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "A number of periods marked by transient elevation in atmospheric CO2 level occurred during the Mesozoic and are referred to as “hyperthermal” events (Jenkyns, 2003). These short-lived events represent sudden disruption of the carbon cycle, intensification of greenhouse conditions, and elevation in Sea Surface Temperatures (SSTs). The most severe of these events culminated into protracted episodes of oxygen depletion andwidespreaddeposition of black shales, a phenomenon referred as to Oceanic Anoxic Events (OAEs) (see Jenkyns, 2010 for\nHermoso).\na review). The main sources forwarded to account for excess CO2 in the atmosphere and accompanying climatic and biotic changes are thought to derive from volcanic and/or methane hydrate reservoirs (Jenkyns, 2003, 2010; references therein). Among these Mesozoic hyperthermal events, that of the early Toarcian (183Ma) is marked by a series of perturbations in the Earth system, including a second-order biological crisis (sensu Raup and Sepkoski, 1984). The Pliensbachian and the Toarcian stages have experienced high background pCO2 likely due to the activity of the Karoo–Ferrar Large Igneous Province (Duncan et al., 1997; Pálfy and Smith, 2000; Jourdan et al., 2008; Moulin et al., 2011). Substantial organic carbon enrichment is observed in lower Toarcian sediments in Europe, as represented by the Schistes carton Formation in France, the Jet Rock Formation in England, or the Posidonienschiefer\nFormation in Germany with Total Organic Carbon (TOC) concentrations yielding 15% (Fig. 1; Baudin et al., 1990).\nAdditionally, themost prominent negative carbon isotope excursion (CIE) of the Mesozoic recorded in the early Toarcian pinpoints possible injection of isotopically light CO2 into the atmosphere (Hesselbo et al., 2000, 2007; Kemp et al., 2005; Hermoso et al., 2009a; Hesselbo and Pieńkowski, 2011). This sharp isotopic event (−7‰) is near coincident with the onset of black shale deposition in the European epicontinental seas at the top of the Dactylioceras tenuicostatum Zone suggesting a causal link (Hesselbo et al., 2000; Röhl et al., 2001; Hermoso et al., 2009a; Suan et al., 2013). Not only did the carbon cycle experience elemental and isotopic disruption, but a generalised perturbation of the chemistry of seawater, recognised in I, Li, Mg, Mn, Mo, N, Na, O, Os, Re, S, and Sr elements and/or isotopes occurred with the deposition of black shales (McArthur et al., 2000; Jenkyns et al., 2001; Jones and Jenkyns, 2001; Bailey et al., 2003; Cohen et al., 2004; Van de Schootbrugge et al., 2005; McArthur et al., 2008; Pearce et al., 2008; Hermoso et al., 2009b; Lu et al., 2010; Newton et al., 2010; Gill et al., 2011). These “spikes” testify indeed for pronounced climatic and oceanographic changes.\nThere have beenmultiple attempts to reconstruct Toarcian SSTs predominantly derived from changes in the oxygen isotopic composition of carbonate (Bailey et al., 2003; Rosales et al., 2004; Hermoso et al., 2009a; Dera et al., 2009a, 2011; Gómez and Goy, 2011). Interpreting δ18O at face values may, however, give biased SST estimates due to concomitant changes in the oxygen isotope composition of seawater owing to fluctuations in fresh water (16O input) supply in epicontinental seaways (Sælen et al., 1996; Dera et al., 2009a). A possible decrease in seawater δ18Omay be inferred in the epicontinental seaways on thebasis of the osmium isotope profile that indicates acceleration of the riverine supply at the time of the negative CIE (Cohen et al., 2004). Another possible source of 16O that can mimic a warming when incorporated into\ncarbonate, may derive from Arctic waters owing to the opening of the Viking Strait during this period (Bjerrum et al., 2001; Dera et al., 2009a; Dera and Donnadieu, 2012).\nPalaeo-pCO2 estimates indicate an increase of 1200 ppm using the reduction in the stomatal index on leafs recovered from a section in Denmark (McElwain et al., 2005). The authors tentatively translated this figure into atmospheric temperatures, and suggested a 6.5 °C greenhouse warming. Despite the aforementioned reservation about the use of δ18O for SST reconstruction, it is noteworthy that this temperature rise would match the −1.5‰ shift recorded in δ18O of the wellpreserved coccolith-bearing Sancerre core (Hermoso et al., 2009a) or in Mg/Ca ratios of belemnites recovered from Yorkshire and German sections (Bailey et al., 2003).\nTo date, previous works on the Sancerre core (southern Paris Basin; Fig. 1) have generated long-term δ13C and δ18O records, and the evolution in some trace metals for the interval spanning the Pleuroceras spinatum–Harpoceras serpentinum Zones (Hermoso et al., 2009a, 2009b). Subsequently, high-resolution estimates of pCO2 and seawater saturation state with respect to calcium carbonate were produced for a short interval corresponding to the onset of the CIE and of black shale deposition (Hermoso et al., 2012). This latter study revealed a “precursor event” consisting of a volcanically-driven pCO2 rise culminating in a “carbonate crash” across thefirst step of the negative CIE. Recently, the evolution of the redox state of the water column was attempted for this same site and compared to a sea level change framework for an extended stratigraphic interval up to the Hildoceras bifrons Zone in the middle Toarcian (Hermoso et al., 2013). These incremental works make the Sancerre core one of the most studied lower Toarcian sections. A recently-published ammonite and nannofossil work now allows better biostratigraphic constraints on this core material (Boulila et al., 2014). Importantly, the nannofossil biozonation now clearly establishes that the carbon isotope excursion is expressed at the base of\nnd the geographic distribution of organic-rich rocks. Greyscale shades indicate the content the basins are hatched. Themap indicates the location of the Sancerre and ANDRA EST 433 let et al. (1993), Baudin et al. (1990), Van de Schootbrugge et al. (2005), Hermoso et al.\nthe NJ6 Zone, as found in other sections (Mailliot et al., 2006), and hence, confirming the synchronicity of this prominent geochemical event at the scale of NW European basins.\nIn the present contribution, we document the evolution in the assemblage of clay minerals for this reference core section. Clay mineralogy has been extensively used as a proxy for constraining Jurassic climate and quantifying the intensity of continental weathering (Deconinck and Bernoulli, 1991; Deconinck et al., 2003; Pellenard and Deconinck, 2006; Raucsik and Varga, 2008; Dera et al., 2009b; Hesselbo et al., 2009; Brański, 2010, 2012). Particularly, the relative proportion of kaolinite, as a marker of continental runoff, has the potential to constrain palaeoclimatic conditions and the hydrographic regime that prevailed in the continent through pedogenesis and physico-chemical weathering. Our purpose here is to compare these new data to the well-constrained pacing of events previously established for Sancerre, in parallel, of new and extended record of paired carbon isotopes (Δ13C = δ13Ccarb − δ13Corg) used to infer pCO2 for the Toarcian (Hollander et al., 1991; Röhl et al., 2001; Hermoso et al., 2012)."
  }, {
    "heading": "2. Materials and methods",
    "text": "The studied interval represents an extended stratigraphic interval compared to the recent studies on the Sancerre core (Hermoso et al., 2009a, 2009b, 2012), and corresponds to that recently studied by Hermoso et al. (2013) spanning the late Pliensbachian (spinatum Zone) to middle Toarcian (bifrons Zone) sub-Stages. This incremental study was performed using clay and isotope data with a resolution step of 50 cm along the 52 m of the core."
  }, {
    "heading": "2.1. Clay mineralogy",
    "text": "About 60 sampleswere investigated for claymineralogy usingX-Ray Diffraction (XRD). Clay mineral assemblages were identified on oriented slide mounts using a Brucker D4 Endeavour diffractometer with CuKα radiations, LynxEye detector and Ni filter under 40 kV voltage and 25 mA intensity at University of Bourgogne. The goniometer scanned from 2.5° to 28.5° for each run. X-ray diffractograms were performed from decarbonated (0.2 M HCl) finely powdered rock and clay sized particles (b2 μm) after settling and centrifugation. In order to distinguish between the main clay phases, three preparations of the same sample were analysed after i) Air-drying, ii) Ethylene-glycol solvation, and iii) heating at 490 °C, following international procedure (Moore and Reynolds, 1997). Clay minerals were identified using the position of the main reflections on the three XRD runs. About 5 samples distributed along the section were check under the SEM using back-scattered electrons on whole rock specimens to check their detrital or authigenic origin (Chamley, 1989). In particular, we checked for presence of authigenic vermicular kaolinite.\nQuantification of each claymineral assemblagewas classically determined from glycolated run diffractograms. Measurements of the area of (001) peaks were achieved using theMacDiff 4.2.5 software (Petschick, 2000). Clay minerals investigated included: R1 type illite–smectite mixed-layer mineral (near 11.5 Å), illite (10 Å), chlorite (14.2 Å), and kaolinite (7.18 Å). In order to discriminate and determine accurate content of kaolinite and chlorite, the (004) chlorite/(002) kaolinite ratio corresponding to the 3.52 Å/3.58 Å ratio was used to calculate the relative proportion of theseminerals, as the 7.18Å peak contains both (002) chlorite and (001) kaolinite peaks. Percentage of chloritewas thenmeasured as the mean of the (001) chlorite (at 14.2 Å) and the (002) chlorite (at 7.1 Å) peak areas. Beyond evaluation of clay minerals' relative proportions, the objective here is to identifyfluctuations in their relative abundances throughout the core. The evolution in the relative ratios retrieved from peak areas is therefore considered for the results and discussions."
  }, {
    "heading": "2.2. Stable isotope from the organic matter",
    "text": "Forty-five samples were measured for the carbon isotope composition of bulk organic matter (δ13Corg). Samples were decarbonated (10% HCl) and rinsed three times with deionised water. Residues were weighed in tin capsules and introduced into a Carlo Erba EA coupled to Europa Geo 20–20 mass spectrometer at the Research Laboratory for Archaeology and the History of Art of the University of Oxford. The isotopic reference used for themeasurements is an internal nylon standard (δ13Corg = −26.16‰ ± 0.21 V-PDB). The measurements were standardised against theNylon 66 international standard. Paired carbon isotopic ratios (Δ13C)were calculated as the difference between δ13Ccarb and δ13Corg. Carbon isotope ratios of carbonate (δ13Ccarb) are taken from various sources (Hermoso et al., 2009a, 2012, 2013). The use ofΔ13C as a pCO2 proxy relies on the decreasing 13C/12C kinetic fractionation in the organic matter by phytoplankton (Arthur et al., 1985; Freeman and Hayes, 1992), whereas that associated with biomineralisation (carbonate) is insensitive to ambient dissolved organic carbon levels. Because the physiology of Jurassic primary and calcifying producers (the coccolithophores) is unknown, we only used Δ13C as trends, and refrained from translating the figures into pCO2 estimates."
  }, {
    "heading": "3. Results",
    "text": ""
  }, {
    "heading": "3.1. Clay assemblage and kaolinite abundance",
    "text": "The total clay content in the Sancerre deposits fluctuates significantly over the late Pliensbachian–middle Toarcian interval with minimum values of 30–40% during the serpentinum Zone in the Toarcian. The upper Pliensbachian and middle Toarcian sediments are the most argillaceous with ~70% of clay minerals (Fig. 2). The abundance of clay parallels the concentration of aluminium measured by X-ray fluorescence by Hermoso et al. (2013).\nThe main clay minerals identified on diffractograms performed on Sancerre sediments consist of chlorite, illite, R1 illite–smectite mixedlayer minerals (IS R1), and kaolinite (Fig. 2). The chlorite content does not vary significantly across the studied interval, with mean abundance of ~10%. Illite represents an important phase of the clay assemblage, with average values of around 20–25%. IS R1 and kaolinite both show more substantial variations of their abundances.\nThe ratio between kaolinite and IS R1+ illite, described as the K/I+ IS ratio thereinafter, shows two long-term changes during the terminal Pliensbachian and at the top of the serpentinum Zone, and a very shortterm fluctuation at the onset of the black shale deposition.\nDuring the late Pliensbachian, the K/I + IS curve shows a rapid decline that starts from maximum ratio (~1) to minimum ratio (~0.25) characterising the lowermost Toarcian sediments (Fig. 3). A slight increase in the K/I+ IS ratio can be observed during the earliest Toarcian but these low ratios remain stable up to 335m, disregarding a transient excursion between 348.20 and 347.40 m.\nThe first step of the negative CIE (348.85 m), which occurred in advance to black shale deposition at Sancerre is seen with increased δ18O values and minimum abundance proportion of kaolinite (K/I + IS of ~ 0.15) (Figs. 3, 4). Although the minimum in the K/I + IS curve is defined here by one single sample, replicated analysis confirmed this low ratio.\nWith the subsequent steps of the CIE and the onset of black shales (“Sc 1” sensu Hermoso et al., 2013; Fig. 4), the kaolinite proportion slightly but gradually increases. The K/I + IS decreases immediately after the fourth step of the CIE at 347.40 m. It is noteworthy that this is the only short-term fluctuation of the K/I + IS ratio observed for the whole studied interval. The ratios remain stable and very low through “Sc 2” (342 to 335 m).\nAfter 335 m, the kaolinite proportion, and the proportion of all clays in sediment, rapidly increases (Figs. 2,3). This interval corresponds to the third black shale interval of the section (“Sc 3”). This increase\npersists up to the bifrons Zone. The top of the interval, from 317 m upwards exhibits diminished K/I + IS ratios."
  }, {
    "heading": "3.2. Evolution in Δ13C and inferred pCO2 across the Toarcian",
    "text": "The supplementary and new data of the present study that complement that of Hermoso et al. (2012) show diminished Δ13C values between 346.50 and 344.00 m (recovery interval) leading to values of ~28‰. Palaeo-pCO2 estimates are yet higher compared to those recorded before the CIE. A subsequent increase is registered between 343 and 337 m and is accompanied by a 1‰ increase in δ18O. For the whole interval subsequent to the CIE, there is a striking parallel between Δ13C and δ18O. The long-term decrease in Δ13C at the top of the serpentinum Zone and base of the bifrons Zone is also seen with decreased δ18O and increased kaolinite ratios."
  }, {
    "heading": "4. Discussion",
    "text": ""
  }, {
    "heading": "4.1. Diagenesis and depositional control of kaolinite abundance",
    "text": "An examination of randomly selected samples from the upper Pliensbachian and the lower and middle Toarcian by backscattered scanning electron microscopy indicates that clays are present mainly as detrital minerals. No features of alteration of feldspar into kaolinite or easily recognisable authigenic kaolinite with a booklet, or vermicular shape were observed. The argillaceous nature and low porosity of the lower and middle Toarcian sediments may have prevented any major fluid circulation that could favour precipitation of in situ kaolinite aggregates. The same property of these clayey strata may explain limited precipitation of late diagenetic carbonate (Hermoso et al., 2009a). Palaeotemperature reconstruction studies from the centre and east of\nthe Paris Basin indicate a maximum thermal burial of around 90 °C for Toarcian sediments (Disnar et al., 1996; Ménétrier et al., 2005; Blaise et al., in press). These temperatures have to be regarded as conservative estimates as they were obtained for the centre of the basin. On the Paris Basin borders, the ~2 km burial depth and the very low thermalmaturity of the organic matter suggest unsubstantial to moderate illitisation and chloritisation (Delavenna et al., 1989; Debrabant et al., 1992). If these burial temperatures may introduce discrete diagenesis as illitisation of smectite-rich clay minerals (Lanson et al., 2009), they cannot affect kaolinite, whose dissolution and transformation into illite occurs at higher temperatures (Chamley, 1989; Lanson et al., 2002; Bentablo et al., 2003; Mantovani et al., 2010). The absence of direct control of the lithology on the kaolinite content is supplementary evidence that diagenesis and fluids have not significantly affected the primary signature of clay minerals. Detrital origin of mixed-layer is more difficult to establish as partial illitisation of smectite-rich minerals are compatible with the considered temperatures. Therefore we have used the K/I + IS ratio that mirrors the proportion of kaolinite that we assume detrital versus the proportion of illite and mixed-layers that may derive partly from burial diagenesis. This ratio is used as a primary palaeoclimatic proxy assuming i) that kaolinite formed in subtropical contemporaneous soils or are reworked from ancient soils during intense continental runoff (Thiry, 2000; Pellenard and Deconinck, 2006; Dera et al., 2009b) and ii) that illite and IS R1/smectite-rich mineral suggest more arid conditions (Chamley, 1989; Pellenard and Deconinck, 2006)."
  }, {
    "heading": "4.2. Long-term climatic trend during the end of Pliensbachian",
    "text": "The record of a clear diminution in the relative proportion of kaolinite during this interval can be explained by a substantial decrease in the intensity of continental weathering. This diminution in kaolinite abundance was previously recognised by Dera et al. (2009b) for most peritethyan areas during the davoei–tenuicostatum biozones. This interval is thought to correspond to relatively cold climate and evidence for ice sheet emplacement exist at the Pliensbachian–Toarcian boundary (Chandler et al., 1992). Diminished Δ13C and increased δ18O values during late Pliensbachian are compatible with lowered pCO2, although it has to be acknowledged that this evidence comes from few isotopic data in this interval. Nevertheless, other isotopic records confirm a cooling at the end of the Pliensbachian (Bailey et al., 2003; Suan et al., 2010; Dera et al., 2011; Dera and Donnadieu, 2012). The 87Sr/86Sr profile also suggests progressive decrease in the continental weathering leading to minimum values (~0.7071) in the long-term curve by Jones and Jenkyns (2001).\nThis prominent decrease in kaolinite abundance has also to be discussed in terms of sea level change. Based on the well-establish long-term sequence stratigraphy for European basins (de Graciansky et al., 1998;Hallam, 2001) and inferred relative sea level curve proposed for the Jurassic of the Paris Basin (Lorenz and Gély, 1994; Guillocheau et al., 2000; Hermoso et al., 2013), the late Pliensbachian experienced an episode of sea level fall (Fig. 3). As kaolinite is preferably stored on\nproximal borders and dependent on the platform morphology (Gibbs, 1977; Chamley, 1989; Pellenard and Deconinck, 2006; Godet et al., 2008), a drop in kaolinite content and consecutively in the K/I + IS ratio could be driven by a transgressive pattern that would take result in a by-pass of kaolinite, or by the emplacement of a platform on which relatively coarse clay mineral such as kaolinite will be deposited. These scenarios are however incompatible with the late Pliensbachian regression. Hence, a palaeoclimatic control on the kaolinite abundance has to be favoured to explain relatively high kaolinite contents in the late Pliensbachian. The late Pliensbachian regression is not compatible with the observed decrease of kaolinite and therefore, we retain a palaeoclimatic control on kaolinite abundance trend in this interval. High kaolinite contents, however, are likely due to the low sea level that favours kaolinite deposition sedimentation.\nIn the earliest Toarcian, the tenuicostatum Zone interval exhibits relatively stable δ18O and Δ13C ratios, and lowest values of kaolinite content in advance to the major climatic perturbations (CIE and black shales), are compatible with a relatively “cool” early Toarcian climate (Dera et al., 2009a, 2009b; Brański, 2012)."
  }, {
    "heading": "4.3. Short-term fluctuations associated with the negative CIE",
    "text": "4.3.1. The “precursor event” and first step of the CIE Immediately before the onset of black shale deposition and the concomitant kaolinite enrichment, a minimum in kaolinite (13% compared to 22% in average for the tenuicostatum–serpentinumZones intervalwith minimum values of kaolinite) is coincident with the first step of the CIE (Fig. 4). This low value is only supported by one mineralogical data point (even if replicated). However, this exact stratigraphic level corresponds to a sharp increased oxygen isotope ratio showing a +1‰ shift potentially suggesting short-term cooling phase. As each step of the CIE is thought to represent injection of carbon into the Atmosphere–Ocean system (Hesselbo et al., 2000; Kemp et al., 2005; Hesselbo et al., 2007; Hesselbo and Pieńkowski, 2011), there is a paradox that needs to be reconciled for the first step. Indeed the injection of greenhouse gas, either in form of CH4 or CO2 cannot induce cooling. Mineralogical examination of the carbonate particles through the first step showed a shift from\ncoccolith-dominated to protodolomite-dominated carbonate possibly recording sea floor temperatures (Hermoso et al., 2012). Hence, there is an uncertainty as to whether this δ18O shift represents cooling. This interval also corresponds to an episode of seawater acidification and reduced pelagic particle export to the seafloor, at least demonstrated for Sancerre (Hermoso et al., 2012), and in other Mediterranean sections at a longer stratigraphic scale (Trecalli et al., 2012). On the other hand, a burst in volcanism and an accompanying SO2 emission leading to a cooling of the atmosphere and acidification of ocean may be invoked (Robock, 2000; Prueher and Rea, 2001). Independent temperature estimates, as through generation of reliable TEX86 or Δ47-derived SSTs may be envisaged to test this hypothesis. Nevertheless, if a cooling phase preceding the onset of the black shale event at Sancerre proves to be true, this would represent a striking similarity between the T-OAE and the OAE 2 at the Cenomanian–Turonian transition (Voigt et al., 2004)."
  }, {
    "heading": "4.3.2. Second step of the CIE and onset of black shale deposition",
    "text": "At ~348.25 m, the onset of black shale deposition (“Sc 1” sensu Hermoso et al., 2013; Fig. 3) coincides with the second step of the negative excursion in δ13C. This level is also marked by a short-lived augmentation in the proportion of kaolinite as seen by an increase in the K/I + IS ratio (Fig. 4). This kaolinite peak only persists throughout a portion of the black shale interval “Sc 1”. It has to be acknowledged that this transient kaolinite enrichment is only half amplitude compared to long-term changes observed in the spinatum and bifrons Zones. As this level corresponds to a prominent and sharp change in the lithofacies separating the underlying greymudstone and the finely laminated black shales at 348.25 m, a lithological effect could be suspected assuming subsequent modification of sedimentation and/or by local diagenetic microenvironement associated with high content of organic matter. However as kaolinite content decreases within the black shale interval, this hypothesis can be ruled out.\nThis critical level occurred within a pronounced elevation in the Δ13C, possibly indicating increased ambient CO2 levels. Hermoso et al. (2012) suggested a tipping point in the causal relationship between substantial CO2 levels and triggering of anoxia. With the development of the first black shale interval, reinforcement in the increase of\natmospheric CO2 levels, enhanced kaolinite supply and deposition to the basin provide compelling evidence for intensification of greenhouse conditions concomitant from the second step of the negative CIE. This climatic feature is only observed in the first black shale interval “Sc 1” (Fig. 3).\nIt is also still unresolved whether the 1.5‰ decrease in δ18O values with the emplacement of black shales is attributable to a warming stage and/or to increased fresh (16O-rich) water to the basin. The osmium-isotope curve generated from the Yorkshire coast by Cohen et al. (2004) may be suggestive for the latter driver for the δ18O shift. An additional argument indicating sudden acceleration in the continental weathering at this level comes from a pronounced increase in the slope of 87Sr/86Sr curve (McArthur et al., 2000). The decrease of kaolinite abundance to low background values is recorded within “Sc 1”. Conversely, δ18O remained negatively shifted during the same interval, favouring a temperature control on oxygen isotopes. The same remark applies for osmium isotopes, but not for strontium due to much longer residence time.\nTo date, only a few sections have been documented for their clay content at high-resolution, but there seems to be a hint of kaolinite coeval with the deposition of the early Toarcian black shales (see review by Dera et al., 2009b). Further high-resolution mineralogical studies are required to document the intensity of the continental throughout the T-OAE, particularly for geochemicallywell-constrained sections. In a recent study on a corematerial drilled in theNE of the Paris Basin (ANDRA EST 433; Fig. 1), Lézin et al. (2013) have performed a multiproxy palaeoenvironmental study including clay mineralogy for the early Toarcian. They document similar clay assemblage with respect to the Sancerre core material, but the negative CIE is not accompanied by kaolinite enrichment, as it is the case at Sancerre. In the NE of the Paris Basin, the generalised hiatus around the late Pliensbachian–early Toarcian is particularly developed (Hanzo and Espitalié, 1994), and the Schistes carton Formation corresponds to a very condensed interval compared to Sancerre, or to Jet Rock and Bituminous Shales Formations cropping out at the Yorkshire coast (Fig. 1). In the vicinity of the core ANDRA EST 433, a previously-documented Toarcian section, the ANDRA HTM 102 core, showed that the negative CIE is even hardly recognised in NE France (van Breugel et al., 2006). Taking into account the brevity of the kaolinite enrichment episode recognised in this study, it is possible that this event was not preserved in the NE Paris Basin."
  }, {
    "heading": "4.3.3. Recovery of the CIE",
    "text": "Kaolinite ratios returned to pre-CIE values immediately after the fourth step of the CIE (~347 m; Figs. 3,4). This relationship between the CIE and our climate-sensitive proxy, would indicate that the end of excess 12C was near-instantaneous, probably due to carbon absorption by the oceanic system. The very rapid diminution in kaolinite supply to the basin after the cessation of CH4/CO2 emission illustrates that the removal of excess CO2 from the atmosphere was extremely rapid and that clay mineralogy signature has the ability to record highfrequency variations in the continental weathering, as observed for high-resolution studies (Moiroud et al., 2012). The peak in osmium isotopes also terminateswith themost negative δ13Corg values in Yorkshire (Cohen et al., 2004). By contrast, if we take the recovery in Δ13C as an indicator for the dissolved inorganic carbon levels, namely the pCO2 of themarine reservoir, it appears that resumed background carbon levels are recorded later, at about 345m in the core (Fig. 3). This delinking between the atmospheric and oceanic carbon reservoirs may be explained by the very rapid dynamics of the carbon cycle in the atmosphere relative to the latency of the marine reservoir, which owes to the buffering capacity of surface waters."
  }, {
    "heading": "4.4. Post-CIE changes during the late early Toarcian and middle Toarcian",
    "text": "The aftermathof the carbon cycle perturbationduring the serpentinum Zone was characterised by persistent greenhouse conditions (Dera et al.,\n2011). Oxygen isotope ratios, Δ13C, and palynological data confirm a warm climate after the negative CIE, as also recorded at Sancerre. However, there is an ambiguity in our data that show increased δ18O concomitant with increased Δ13C in the 345–337 m interval. The kaolinite proportion was stable andminimum. Hence, we cannot infer subsequent intensification of greenhouse after the CIE. Between 345 and 337 m, two major events are revealed: A second black shale interval (termed “Sc 2” in Hermoso et al., 2013; Fig. 3), and an episode of relative sea level rise. The most straightforward explanation may rely on combined effects of increased sea level and increased pCO2. The latter factor would explain deposition of black shale facies (“Sc 2”) forcedby elevation in atmospheric CO2 levels. The lack of a CIE in this interval rules out a second destabilisation of methane hydrates. A volcanically-induced scenario appears to be plausible at this stratigraphic level, as a persistent Karoo– Ferrar activity has been demonstrated for the late tenuicostatum Zone (Duncan et al., 1997; Pálfy and Smith, 2000; Jourdan et al., 2008; Moulin et al., 2011). With increased sea level, increased distance of Sancerre from the coast, the effect of fresh water supply and kaolinite input may have been lowered.\nThe onset of the third black shale interval (“Sc 3” at ~335 m) is recorded with a pronounced and long-term rise in the kaolinite abundance that terminates in the bifrons Zone. Such enrichment in kaolinite is observed in adjacent sections in Europe at the top of the serpentinum and in the bifrons Zones (Dera et al., 2009b). In parallel, bothΔ13C and δ18Odeclined through this interval. The sea level rise during this interval that enhanced clay deposition, should favour IS R1 sedimentation, as these clay particles are smaller in comparison to kaolinite. Therefore, higher relative abundance of kaolinite (Fig. 3) is interpreted as more humid and warm conditions for this period, as it is observed at the scale of the eastern Tethyan realm (Dera et al., 2009b). The middle Toarcian has received much less attention than the early Toarcian because it is not associated with any sudden isotopic excursion orwith biological extinctions. Existing data, however, seem to indicate warm climate during the bifrons Zone (Bailey et al., 2003; Gómez and Arias, 2010; Dera et al., 2011; Gómez and Goy, 2011; Léonide et al., 2012). Radiometric dates of the Karoo–Ferrar LIP, particularly from basalts exposed in the Lesotho region indicate continued volcanic emission during the middle Toarcian (Jourdan et al., 2008; Moulin et al., 2011).\nThe very argillaceous nature of the Marnes à Bifrons Formation corresponds to the expression of a second and third-order maximum flooding surfaces marking a high sea level state (Guillocheau et al., 2000; Hermoso et al., 2013). Increased kaolinite abundance in the clay fraction in this lithostratigraphic unit may be related to sustained high continental weathering. Bottom water anoxia is indicated by the presence of sediment lamination, probably in a context of Regional OAE (sensu McArthur et al., 2008) or post-T-OAE “Mb 1” (Hermoso et al., 2013). The significance of a −2.5‰ negative excursion in the δ13C at the base of “Mb 1” (327.80 to 324 m) has still to be established, and sought in equivalent levels of other sections.\nIt may appear somehow contradictory that the putative volcanic event coeval and responsible for “Sc 2”was not accompanied by a negative CIE, whereas this is observed for “Mb 1” (Fig. 3). Refining radiochronological ages for the Lesotho rocks may enable correlating pulses in Karoo–Ferrar activity and the onsets of these black shale intervals. Furthermore, if such a volcanic trigger hypothesis has to be retained, precise petrographic work has to be undertaken to determine the nature of the volcanism. Jourdan et al. (2007) documented silicic magmatism from ~178 Ma, that may coincide with the bifrons Zone in themarine record. As noted by Suan et al. (2008), we know that the volcanic context and theprovenance of the lavamay have consequences on δ13C of volcanic CO2 (Deines, 2002). Hence, it may appear plausible that the negative CIE at the base of “Mb1” (328m)may have been caused by release of 12C-rich (δ13C ~−25‰) CO2 as a response of a change in the source of the magma, or by possible subduction of organic-rich rocks from Lower Jurassic sedimentary formations. Further constraints on\nthe dynamics of the Karoo–Ferrar activity, together with a modelling effort of the carbon cycle in the future may represent a valuable work on this topic."
  }, {
    "heading": "5. Conclusions",
    "text": "The perturbation of the carbon cycle ascribed to the negative CIE appears to be an epiphenomenon at the scale of the late Pliensbachian to middle Toarcian interval. Our study highlights the short-lived nature of the CIE-associated perturbation on the continent resulting in enhanced continental weathering, and confirms the near instantaneous response of the climate-sensitive proxies as clays, especially the kaolinite content, or previously-reported osmium isotopes in Yorkshire (Cohen et al., 2004). On a longer timescale, this study corroborates a cooling and arid phase at the end of the Pliensbachian, a relatively cold and dry early Toarcian (disregarding the interval comprising the CIE) and subsequent warm and humid climate associated with postCIE black shales in the second half part of the serpentinum Zone. Amethane hydrate release event within successive volcanic episodes from the Karoo–Ferrar activity was likely responsible for cumulative carbon inputs into the atmosphere, subsequently increased the intensity of the continental weathering and black shale deposition for the late Pliensbachian to middle Toarcian interval. Our data bear, however, an ambiguity as to whether a possible transient cooling occurred with the first step of the negative CIE that may be resolved if considering “cooling gases” release from volcanic activity such as SO2. For the whole late Pliensbachian to middle Toarcian interval, and in particular across the negative CIE, further work is required to be able to interpret δ18O values in terms of temperature decoupling a possible fresh water supply effect."
  }, {
    "heading": "Acknowledgements",
    "text": "We thank Ludovic Bruneau (Bourgogne University) for XRD analysis, and Pete Ditchfield (RLAHA Oxford) for running the mass spectrometer. We owe thanks to Fabrice Minoletti (Paris University) for his help in sampling the core, preparing the samples, and for commenting on a previous version of the manuscript. This paper benefited from insightful comments from Pawel Brański, an anonymous reviewer and from Editor Finn Surlyk. We are grateful to the Bureau des Recherches Géologiques et Minières for granting access to the core repository at Orléans. MH was funded by NERC (Postdoctoral fellowship with reference NE/H015523/1)."
  }],
  "year": 2014,
  "references": [{
    "title": "Variations in the global carbon cycle during the Cretaceous related to climate, volcanism and changes in atmospheric CO2",
    "authors": ["M.A. Arthur", "W.E. Dean", "S.O. Schlanger"],
    "venue": "Geophysical Monograph,",
    "year": 1985
  }, {
    "title": "Paleoceanographic changes of the Late Pliensbachian – Early Toarcian interval: a possible link to the genesis of an Oceanic Anoxic Event",
    "authors": ["T.R. Bailey", "Y. Rosenthal", "J.M. McArthur", "B. van de Schootbrugge"],
    "venue": "Earth Planet. Sci",
    "year": 2003
  }, {
    "title": "Distribution of organic matter during the Toarcian in theMediterranean Tethys and Middle East",
    "authors": ["F. Baudin", "J.P. Herbin", "J.P. Bassoullet", "J. Dercourt", "G. Lachkar", "H. Manivit", "M. Renard"],
    "venue": "AAPG Spec",
    "year": 1990
  }, {
    "title": "Hydrothermal transformation of kaolinite to illite at 200 and 300 °C",
    "authors": ["M. Bentablo", "M.D. Ruiz Cruz", "F.J. Huertas", "J. Linares"],
    "venue": "Clay Miner",
    "year": 2003
  }, {
    "title": "Numerical paleoceanographic study of the Early Jurassic Transcontinental Laurasian Seaway",
    "authors": ["C.J. Bjerrum", "F. Surlyk", "J.H. Callomon", "R.L. Slingerland"],
    "venue": "Paleoceanography",
    "year": 2001
  }, {
    "title": "Reconstruction of low burial (b100 °C) in sedimentary basins: a comparison of geothermometer sensitivity in the intracontinental Paris Basin",
    "authors": ["T. Blaise", "J. Barbarand", "M. Kars", "F. Ploquin", "C. Aubourg", "B. Brigaud", "M. Cathelineau", "A. El Albani", "C. Gautheron", "A. Izart", "D. Janots", "R. Michels", "M. Pagel", "Pozzi", "J.-P", "Boiron", "M.-C", "P. Landrein"],
    "venue": "Mar. Pet. Geol. http://dx.doi.org/10.1016/j.marpetgeo.2013.08.019 (in press)",
    "year": 2014
  }, {
    "title": "Astronomical calibration of the Toarcian stage: implications for sequence stratigraphy and duration of the Early Toarcian OAE",
    "authors": ["S. Boulila", "B. Galbrun", "E. Huret", "L.A. Hinnov", "I. Rouget", "S. Gardin", "A. Bartolini"],
    "venue": "Earth Planet. Sci",
    "year": 2014
  }, {
    "title": "Kaolinite peaks in Early Toarcian profiles from the Polish Basin — an inferred record of global warming",
    "authors": ["P. Brański"],
    "venue": "Geol. Q",
    "year": 2010
  }, {
    "title": "The mineralogical record of the Early Toarcian stepwise climate changes and other environmental variations (Ciechocinek Formation, Polish Basin)",
    "authors": ["P. Brański"],
    "venue": "Volumina Jurassica",
    "year": 2012
  }, {
    "title": "Clay Sedimentology. Springer-Verlag, Heilderberg (623 pp.)",
    "authors": ["H. Chamley"],
    "year": 1989
  }, {
    "title": "Paleoclimate during the early jurassic: GCM simulations and the sedimentary record of paleoclimate",
    "authors": ["M.A. Chandler", "D. Rind", "R. Ruedy"],
    "venue": "Geol. Soc. Am",
    "year": 1992
  }, {
    "title": "Osmium isotope evidence for the regulation of atmospheric CO2 by continental weathering",
    "authors": ["A.S. Cohen", "A.L. Coe", "S.M. Harding"],
    "venue": "Geology",
    "year": 2004
  }, {
    "title": "The Ligurian cycle: an overview of Lower Jurassic 2nd-order transgressive/regressive facies cycles in western Europe",
    "authors": ["de Graciansky", "P.-C", "T. Jacquin", "S.P. Hesselbo"],
    "venue": "SEPM (Society for Sedimentary Geology) Special Publication,",
    "year": 1998
  }, {
    "title": "Clay sedimentology, mineralogy and chemistry ofMesozoic sediments drilled in the Northern Paris Basin",
    "authors": ["P. Debrabant", "H. Chamley", "Deconinck", "J.-F", "P. Récourt", "A. Trouiller"],
    "venue": "Sci. Drill",
    "year": 1992
  }, {
    "title": "Clay mineral assemblages of Mesozoic pelagic and flysch sediments of the Lombardian Basin (Southern Alps): Implications for palaeotectonics, palaeoclimate and diagenesis",
    "authors": ["Deconinck", "J.-F", "D. Bernoulli"],
    "venue": "Geol. Rundsch",
    "year": 1991
  }, {
    "title": "Environmental controls on clay mineralogy of an Early Jurassic mudrock (Blue Lias Formation, southern England)",
    "authors": ["Deconinck", "J.-F", "S.P. Hesselbo", "N. Debuisser", "O. Averbuch"],
    "venue": "Int. J. Earth Sci",
    "year": 2003
  }, {
    "title": "The carbon isotope geochemistry of mantle xenoliths",
    "authors": ["P. Deines"],
    "venue": "Earth Sci. Rev",
    "year": 2002
  }, {
    "title": "Influence des cycles eustatiques et de la tectonique synsédimentaire sur la minéralogie du Lias et du Dogger du forage de Sancerre-Couy (Cher)",
    "authors": ["Delavenna", "M.-F", "M. Steinberg", "N. Trauth", "T. Holtzapffel"],
    "venue": "Programme Géologie profonde de la France. C. R. Acad",
    "year": 1989
  }, {
    "title": "Modelling evidences for global warming, Arctic seawater freshening, and sluggish oceanic circulation during the Early Toarcian anoxic event",
    "authors": ["G. Dera", "Y. Donnadieu"],
    "venue": "Paleoceanography 27,",
    "year": 2012
  }, {
    "title": "Water mass exchange and variations in seawater temperature in the NW Tethys during the Early Jurassic: Evidence from neodymium and oxygen isotopes of fish teeth and belemnites",
    "authors": ["G. Dera", "E. Pucéat", "P. Pellenard", "P. Neige", "D. Delsate", "M.M. Joachimski", "L. Reisberg", "M. Martinez"],
    "venue": "Earth Planet. Sci",
    "year": 2009
  }, {
    "title": "Distribution of clay minerals in Early Jurassic Peritethyan seas: Palaeoclimatic significance inferred from multiproxy comparisons",
    "authors": ["G. Dera", "P. Pellenard", "P. Neige", "Deconinck", "J.-F", "E. Pucéat", "Dommergues", "J.-L"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2009
  }, {
    "title": "Climatic ups and downs in a disturbed",
    "authors": ["G. Dera", "B. Brigaud", "F. Monna", "R. Laffont", "E. Puceat", "Deconinck", "J.-F", "P. Pellenard", "M.M. Joachimski", "C. Durlet"],
    "venue": "Jurassic world. Geology",
    "year": 2011
  }, {
    "title": "The timing and duration of the Karoo igneous event, southern Gondwana",
    "authors": ["R.A. Duncan", "P.R. Hooper", "J. Rehacek", "J.S. Marsh", "A.R. Duncan"],
    "venue": "J. Geophys. Res",
    "year": 1997
  }, {
    "title": "Fractionation of carbon isotopes by phytoplankton and estimates of ancient CO2 levels",
    "authors": ["K.H. Freeman", "J.M. Hayes"],
    "venue": "Glob. Biogeochem. Cycles",
    "year": 1992
  }, {
    "title": "Clay mineral segregation in the marine environment",
    "authors": ["R.J. Gibbs"],
    "venue": "J. Sediment. Petrol",
    "year": 1977
  }, {
    "title": "A global perturbation to the sulfur cycle during the Toarcian Oceanic Anoxic Event",
    "authors": ["B.C. Gill", "T.W. Lyons", "H.C. Jenkyns"],
    "venue": "Earth Planet. Sci",
    "year": 2011
  }, {
    "title": "Platform-induced clay–mineral fractionation along a northern Tethyan basin–platform transect: implications for the interpretation of Early Cretaceous climate change (Late Hauterivian–Early Aptian)",
    "authors": ["A. Godet", "S. Bodin", "T. Adatte", "K.B. Föllmi"],
    "venue": "Cretac. Res",
    "year": 2008
  }, {
    "title": "Rapid warming and ostracods mass extinction at the Lower Toarcian (Jurassic) of central Spain",
    "authors": ["J.J. Gómez", "C. Arias"],
    "venue": "Mar. Micropaleontol",
    "year": 2010
  }, {
    "title": "Warming-driven mass extinction in the Early Toarcian (Early Jurassic) of northern and central Spain. Correlation with other time-equivalent European sections",
    "authors": ["J.J. Gómez", "A. Goy"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2011
  }, {
    "title": "Meso-Cenozoic geodynamic evolution of the Paris Basin: 3D stratigraphic constraints",
    "authors": ["F. Guillocheau", "C. Robin", "P. Allemand", "S. Bourquin", "N. Braulta", "G. Dromart", "R. Friedenberg", "J.P. Garciboura", "J.M. Gaulier", "F. Gaumet", "B. Grosdo", "F. Franck Hanot", "P. Le Strat", "M. Mettraux", "T. Nalpas", "C. Prijac", "C. Rigollet", "O. Serrano", "G. Grandjean"],
    "venue": "Geodin. Acta",
    "year": 2000
  }, {
    "title": "A review of the broad pattern of Jurassic sea-level changes and their possible causes in the light of current knowledge",
    "authors": ["A. Hallam"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2001
  }, {
    "title": "Relationship between organic matter and sedimentation in the Lias of Lorraine (France)",
    "authors": ["M. Hanzo", "J. Espitalié"],
    "venue": "Special Publication of the European Association of Petroleum Geoscientists,",
    "year": 1994
  }, {
    "title": "Expression of the Early Toarcian negative carbon-isotope excursion in separated carbonate microfractions (Jurassic, Paris Basin)",
    "authors": ["M. Hermoso", "L. Le Callonnec", "F. Minoletti", "M. Renard", "S.P. Hesselbo"],
    "venue": "Earth Planet. Sci",
    "year": 2009
  }, {
    "title": "Global and local forcing of Early Toarcian seawater chemistry: a comparative study of different paleoceanographic settings (Paris and Lusitanian basins)",
    "authors": ["M. Hermoso", "F. Minoletti", "L. Le Callonnec", "H.C. Jenkyns", "S.P. Hesselbo", "R.E.M. Rickaby", "M. Renard", "M. de Rafélis", "L. Emmanuel"],
    "venue": "Paleoceanography",
    "year": 2009
  }, {
    "title": "Dynamics of a stepped carbon-isotope excursion: ultra high-resolution study of Early Toarcian environmental change",
    "authors": ["M. Hermoso", "F. Minoletti", "R.E.M. Rickaby", "S.P. Hesselbo", "F. Baudin", "H.C. Jenkyns"],
    "venue": "Earth Planet. Sci",
    "year": 2012
  }, {
    "title": "Black shale deposition during Toarcian super-greenhouse driven by sea level",
    "authors": ["M. Hermoso", "F. Minoletti", "P. Pellenard"],
    "venue": "Clim. Past",
    "year": 2013
  }, {
    "title": "Stepwise atmospheric carbon-isotope excursion during the Toarcian Oceanic Anoxic Event (Early Jurassic, Polish Basin)",
    "authors": ["S.P. Hesselbo", "G. Pieńkowski"],
    "venue": "Earth Planet. Sci",
    "year": 2011
  }, {
    "title": "Massive dissociation of gas hydrate during a Jurassic oceanic anoxic",
    "authors": ["S. Hesselbo", "D. Grocke", "H. Jenkyns", "C. Bjerrum", "P. Farrimond", "H.S. Morgans Bell", "O. Green"],
    "venue": "event. Nature",
    "year": 2000
  }, {
    "title": "Late Jurassic palaeoclimatic change from clay mineralogy and gamma-ray spectrometry of the Kimmeridge Clay, Dorset",
    "authors": ["S.P. Hesselbo", "Deconinck", "J.-F", "J.M. Huggett", "H.S. Morgans-Bell"],
    "venue": "UK. J. Geol",
    "year": 2009
  }, {
    "title": "Organic matter in the early Toarcian shales, Paris Basin, France: a response to environmental changes",
    "authors": ["D.J. Hollander", "G. Bessereau", "S. Belin", "A.Y. Huc", "J.P. Houzay"],
    "venue": "Rev. Inst. Fr. Pétr",
    "year": 1991
  }, {
    "title": "Evidence for rapid climate change in the Mesozoic–Palaeogene greenhouse world",
    "authors": ["H. Jenkyns"],
    "venue": "Philos. Trans. R. Soc",
    "year": 2003
  }, {
    "title": "Geochemistry of oceanic anoxic events",
    "authors": ["H.C. Jenkyns"],
    "venue": "Geochem. Geophys. Geosyst",
    "year": 2010
  }, {
    "title": "Nitrogen isotope evidence for water mass denitrification during the early Toarcian (Jurassic) oceanic anoxic",
    "authors": ["H.C. Jenkyns", "D.R. Gröcke", "S.P. Hesselbo"],
    "venue": "event. Paleoceanography",
    "year": 2001
  }, {
    "title": "Seawater strontium isotopes, oceanic anoxic events, and seafloor hydrothermal activity in the Jurassic and Cretaceous",
    "authors": ["C.E. Jones", "H.C. Jenkyns"],
    "venue": "Am. J. Sci",
    "year": 2001
  }, {
    "title": "Distinct brief major events in the Karoo large igneous province clarified by new 40Ar/39Ar ages on the Lesotho basalts",
    "authors": ["F. Jourdan", "G. Féraud", "H. Bertrand", "M. Watkeys", "P.R. Renne"],
    "venue": "Lithos",
    "year": 2007
  }, {
    "title": "The 40 Ar/39 Ar ages of the sill complex of the Karoo large igneous province: implications for the Pliensbachian–Toarcian climate change",
    "authors": ["F. Jourdan", "G. Féraud", "H. Bertrand", "M.K. Watkeys", "P.R. Renne"],
    "venue": "Geochem. Geophys. Geosyst",
    "year": 2008
  }, {
    "title": "Astronomical pacing of methane release in the Early Jurassic period",
    "authors": ["D.B. Kemp", "A.L. Coe", "A.S. Cohen", "L. Schwark"],
    "venue": "Nature 437,",
    "year": 2005
  }, {
    "title": "Authigenic kaolin and illitic minerals during burial diagenesis of sandstones: a review",
    "authors": ["B. Lanson", "D. Beaufort", "G. Berger", "A. Bauer", "A. Cassagnabere", "A. Meunier"],
    "venue": "Clay Miner",
    "year": 2002
  }, {
    "title": "Diagenetic smectite-to-illite transition in clay-rich sediments: a reappraisal of X-ray diffraction results using the multi-specimen method",
    "authors": ["B. Lanson", "B.A. Sakharov", "F. Claret", "V.A. Drits"],
    "venue": "Am. J. Sci",
    "year": 2009
  }, {
    "title": "Drowning of a carbonate platform as a precursor stage of the Early Toarcian global anoxic event (Southern Provence sub-Basin, South-east France)",
    "authors": ["P. Léonide", "M. Floquet", "C. Durlet", "F. Baudin", "B. Pittet", "C. Lécuyer"],
    "venue": "Sedimentology",
    "year": 2012
  }, {
    "title": "Geochemical disturbance and paleoenvironmental changes during the Early Toarcian in NW Europe",
    "authors": ["C. Lézin", "B. Andreu", "P. Pellenard", "Bouchez", "J.-L", "L. Emmanuel", "P. Fauré", "P. Landrein"],
    "year": 2013
  }, {
    "title": "Interprétation séquentielle du Jurassique inférieur et moyen du Sud du Bassin Parisien a partir des corrélations diagraphiques",
    "authors": ["J. Lorenz", "Gély", "J.-P"],
    "venue": "calées sur le forage de Couy (Cher, France). Geobios",
    "year": 1994
  }, {
    "title": "The Early Toarcian anoxia, a synchronous event in the Western Tethys? An approach by quantitative biochronology (Unitary Associations), applied on calcareous nannofossils",
    "authors": ["S. Mailliot", "E. Mattioli", "J. Guex", "B. Pittet"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2006
  }, {
    "title": "Effect of pressure on kaolinite illitization",
    "authors": ["M. Mantovani", "A. Escudero", "A.I. Becerro"],
    "venue": "Appl. Clay Sci",
    "year": 2010
  }, {
    "title": "Strontium isotope profile of the early Toarcian (Jurassic) oceanic anoxic event, the duration of ammonite biozones, and belemnite palaeotemperatures",
    "authors": ["J.M. McArthur", "D.T. Donovan", "M.F. Thirlwall", "B.W. Fouke"],
    "venue": "Earth Planet. Sci",
    "year": 2000
  }, {
    "title": "Basinal restriction, black shales, Re–Os dating, and the Early Toarcian (Jurassic) oceanic anoxic event",
    "authors": ["J.M. McArthur", "T.J. Algeo", "B. van de Schootbrugge", "Q. Li", "R.J. Howarth"],
    "venue": "Paleoceanography 23,",
    "year": 2008
  }, {
    "title": "Changes in carbon dioxide during an oceanic anoxic event linked to intrusion into Gondwana",
    "authors": ["J.C. McElwain", "J. Wade-Murphy", "S.P. Hesselbo"],
    "venue": "coals. Nature",
    "year": 2005
  }, {
    "title": "Estimation de la température maximale d'enfouissement du Toarcien et du Callovo-Oxfordien au centre du bassin de Paris par les marqueurs organiques",
    "authors": ["C. Ménétrier", "M. Élie", "L. Martinez", "A. Le"],
    "venue": "Compt. Rendus Geosci",
    "year": 2005
  }, {
    "title": "Highresolution clay mineralogy as a proxy for orbital tuning: example of the Hauterivian– Barremian transition in the Betic",
    "authors": ["M. Moiroud", "M. Martinez", "J.F. Deconinck", "F. Monna", "P. Pellenard", "L. Riquier"],
    "venue": "Cordillera (SE Spain). Sediment. Geol",
    "year": 2012
  }, {
    "title": "X-Ray Diffraction and the Identification and Analysis of 679 Clay Minerals",
    "authors": ["D.M. Moore", "R.C. Reynolds"],
    "year": 1997
  }, {
    "title": "An attempt to constrain the age, duration, and eruptive history of the Karoo flood basalt: Naude's Nek section (South Africa)",
    "authors": ["M. Moulin", "F. Fluteau", "V. Courtillot", "J. Marsh", "G. Delpech", "X. Quidelleur", "M. Gérard", "A.E. Jay"],
    "venue": "J. Geophys. Res",
    "year": 2011
  }, {
    "title": "Lowmarine sulfate concentrations and the isolation of the European epicontinental sea during the Early Jurassic",
    "authors": ["R.J. Newton", "E.P. Reeves", "N. Kafousia", "P.B. Wignall", "S.H. Bottrell", "Sha", "J.-G"],
    "venue": "Geology",
    "year": 2010
  }, {
    "title": "Synchrony between Early Jurassic extinction, oceanic anoxic event, and the Karoo–Ferrar flood basalt",
    "authors": ["J. Pálfy", "P.L. Smith"],
    "venue": "volcanism. Geology",
    "year": 2000
  }, {
    "title": "Molybdenum isotope evidence for global ocean anoxia coupled with perturbations to the carbon cycle during the Early Jurassic",
    "authors": ["C.R. Pearce", "A.S. Cohen", "A.L. Coe", "K.W. Burton"],
    "venue": "Geology",
    "year": 2008
  }, {
    "title": "Mineralogical variability of Callovo–Oxfordian clays from the Paris Basin and the Subalpine Basin",
    "authors": ["P. Pellenard", "Deconinck", "J.-F"],
    "venue": "Compt. Rendus Geosci",
    "year": 2006
  }, {
    "title": "MacDiff 4.2.2. Available online: http://servermac.geologie.unfrankfurt.de/Rainer.html",
    "authors": ["R. Petschick"],
    "year": 2000
  }, {
    "title": "Volcanic triggering of late Pliocene glaciation: evidence from the flux of volcanic glass and ice-rafted debris to the North Pacific Ocean",
    "authors": ["L.M. Prueher", "D.K. Rea"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2001
  }, {
    "title": "Climato-environmental controls on clay mineralogy of the Hettangian–Bajocian successions of the Mecsek Mountains, Hungary: an evidence for extreme continental weathering during the early Toarcian oceanic anoxic event",
    "authors": ["B. Raucsik", "A. Varga"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2008
  }, {
    "title": "Periodicity of extinctions in the geologic past",
    "authors": ["D.M. Raup", "J.J. Sepkoski"],
    "venue": "Proc. Natl. Acad. Sci. U. S. A",
    "year": 1984
  }, {
    "title": "Volcanic eruptions and climate",
    "authors": ["A. Robock"],
    "venue": "Rev. Geophys",
    "year": 2000
  }, {
    "title": "The Posidonia Shale (Lower Toarcian) of SW-Germany: an oxygen-depleted ecosystem controlled by sea level and palaeoclimate",
    "authors": ["Röhl", "H.-J", "A. Schmid-Röhl", "W. Oschmann", "A. Frimmel", "L. Schwark"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2001
  }, {
    "title": "Paleotemperature variations of Early Jurassic seawater recorded in geochemical trends of belemnites from the Basque–Cantabrian basin, northern Spain. Palaeogeogr",
    "authors": ["I. Rosales", "S. Quesada", "S. Robles"],
    "venue": "Palaeoclimatol. Palaeoecol",
    "year": 2004
  }, {
    "title": "Stable-isotope analyses of belemnite rostra from the Whitby Mudstone Fm., England: surface water conditions during deposition of a marine black shale",
    "authors": ["G. Sælen", "P. Doyle", "M.R. Talbot"],
    "venue": "Palaios",
    "year": 1996
  }, {
    "title": "Duration of the Early Toarcian carbon isotope excursion deduced from spectral analysis: consequence for its possible causes",
    "authors": ["G. Suan", "B. Pittet", "I. Bour", "E. Mattioli", "L. Duarte", "S. Mailliot"],
    "venue": "Earth Planet. Sci",
    "year": 2008
  }, {
    "title": "Secular environmental precursors to Early Toarcian (Jurassic) extreme climate changes",
    "authors": ["G. Suan", "E. Mattioli", "B. Pittet", "C. Lécuyer", "B. Suchéras-Marx", "L. Vítor", "M. Philippe", "L. Reggiani", "F. Martineau", "L.V. Duarte"],
    "venue": "Earth Planet. Sci",
    "year": 2010
  }, {
    "title": "Palaeoenvironmental significance of Toarcian black shales and event deposits from southern Beaujolais, France",
    "authors": ["G. Suan", "L. Rulleau", "E. Mattioli", "B. Suchéras-Marx", "B. Rousselle", "B. Pittet", "P. Vincent", "J.E. Martin", "A. Léna", "J.E. Spangenberg", "K.B. Föllmi"],
    "venue": "Geol. Mag",
    "year": 2013
  }, {
    "title": "Palaeoclimatic interpretation of clay minerals in marine deposits: an outlook from the continental origin",
    "authors": ["M. Thiry"],
    "venue": "Earth Sci. Rev",
    "year": 2000
  }, {
    "title": "Carbonate platform evidence of ocean acidification at the onset of the early Toarcian oceanic anoxic event",
    "authors": ["A. Trecalli", "J. Spangenberg", "T. Adatte", "K.B. Föllmi", "M. Parente"],
    "venue": "Earth Planet. Sci",
    "year": 2012
  }, {
    "title": "Toarcian oceanic anoxic event: An assessment of global causes using belemnite C isotope records",
    "authors": ["B. Van de Schootbrugge", "J.M. McArthur", "T.R. Bailey", "Y. Rosenthal", "J.D. Wright", "K.G. Miller"],
    "venue": "Paleoceanography 20,",
    "year": 2005
  }, {
    "title": "Midlatitude shelf seas in the Cenomanian– Turonian greenhouse world: temperature evolution and North Atlantic circulation",
    "authors": ["S. Voigt", "A.S. Gale", "S. Flögel"],
    "venue": "Paleoceanography 19,",
    "year": 2004
  }],
  "id": "SP:c990b83ad1d695a893ccd799bfb94902f90080fc",
  "authors": [{
    "name": "Michaël Hermoso",
    "affiliations": []
  }, {
    "name": "Pierre Pellenard",
    "affiliations": []
  }],
  "title": "Continental weathering and climatic changes inferred from clay mineralogy and paired carbon isotopes across the early to middle Toarcian in the Paris Basin"
}