{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nSedimentary Geology\nj ourna l homepage: www.e lsev ie r .com/ locate /sedgeo\nLate Aptian palaeoclimatic turnovers and volcanism: Insights from a shallow-marine and continental succession of the Apennine carbonate platform, southern Italy\nRoberto Graziano a,⁎, Arturo Raspini b, Antonello Bartiromo a a Dipartimento di Scienze della Terra, dell'Ambiente e delle Risorse, Università degli Studi di Napoli Federico II, Largo San Marcellino, 10, 80138 Napoli, Italy b Istituto di Geoscienze e Georisorse (IGG), CNR, Via Giorgio La Pira, 4, 50121 Firenze, Italy\n⁎ Corresponding author. E-mail addresses: rgrazian@unina.it, raspini@igg.cnr.it\nantonello.bartiromo@gmail.com (R. Graziano).\nhttp://dx.doi.org/10.1016/j.sedgeo.2016.03.021 0037-0738/© 2016 Elsevier B.V. All rights reserved.\na b s t r a c t a r t i c l e i n f o\nArticle history: Received 24 December 2015 Received in revised form 19 February 2016 Accepted 23 March 2016 Available online 1 April 2016\nEditor: Dr. B. Jones\nThis study reports an integrated facies analysis carried out on a new section from the Upper Aptian of the SE Matese Mts. (Civitella Licinio, northern Campania, S. Italy), which includes several decimeter-to-meter scale lacustrine intervals straddling a meter-scale plant-rich Plattenkalk. These intervals are assigned to the late Gargasian–early Clansayesian by their stratigraphic relationship with the upper Salpingoporella dinarica acme as well as lithologic and biostratigraphic supra-regional key-markers found in the Apennine Carbonate Platform (ApCP), including the Orbitolina Level. We infer that the monogeneric parautochthonous plant remains (Frenelopsis sp.) were deposited in a supratidal-to-paralic coastal mudflat close to a restricted, shallow-marine lagoon, at the verge of an arid–semiarid climatic phase. The Plattenkalk was rapidly replaced by persistent lacustrine lithofacies at the onset of amajor climatic turnover (Glacial Trigger). The overlying shallow-marine deposits are capped by a deeply incised palaeokarstic surface and, in turn, by unconformable middle Clansayesian transgressive shallow-marine deposits. Interlayering of reliable lithologic indicators of palaeoclimate and High-Resolution Event Stratigraphic (HIRES) correlation of the Civitella Licinio succession with the astrochronologically tuned Mt. Faito reference section of the ApCP bring evidence of rapidly fluctuating hydroclimatic conditions (wet and arid phases) in the short (100 ky) and long (400 ky) eccentricity time band. HIRES and astrochronological age assignment to crucial key markers and humid/arid phases at Civitella Licinio permit to further refine the detailed stratigraphy of the Mt. Faito reference section and to assign the upper S. dinarica acme of the ApCP to a numerical age of 118.55– 118.50 My. SEM and EDS analyses document common to abundant windblown volcanic particles (glass shards and sanidine crystals) throughout the Frenelopsis-rich Plattenkalk (~118.3 to ~118.2 My) and the encasing units, especially in the overlying brackish–lacustrine deposits. Palaeogeographic and palaeoclimatic reconstructions suggest that the pyroclastic material was probably transported by northeasterly trade winds from orogenic volcanic centers located within the Dinaridic–Carpatho-Balkan arc–trench system and have been supplied to the ApCP for a time span of ~3My during the Late Aptian. A preliminary tephrostratigraphic correlation of the Upper Aptian volcaniclastic levels of the ApCP with the bentonite levels of the Vocontian Basin is proposed.\n© 2016 Elsevier B.V. All rights reserved.\nKeywords: Late Aptian Carbonate platform Frenelopsis-rich Plattenkalk Palaeoclimate High-resolution event stratigraphy Volcanism"
  }, {
    "heading": "1. Introduction",
    "text": "The spatial and temporal patterns of middle-Cretaceous palaeoclimate evolution are far from being fully understood despite remarkable results (Hay, 2008, 2009; Hay and Floegel, 2012; Chaboureau et al., 2012). Crucial pitfalls in current palaeoclimatic studies are generally represented by: A) paucity of reliable biotic, sedimentary, mineralogical and geochemical indicators of palaeohydrologic conditions; B) incomplete palaeogeographic distribution of data sets; C) lack of\n,\nsuitable, chronostratigraphical calibration of shallow- and deep-water records; and D) only partial comprehension of the global palaeoclimate systemduring rapid phases of greenhouse–icehouse transitions (cf.Hay, 2009; Hasegawa et al., 2012). These problems generally bias the overall predictivity and reliability of General CirculationModels (GCMs) for the Mesozoic as these latter require precise information on a complex set of surface boundary conditions, including the distribution and evolution of vegetation types in specific time intervals (see Sewall et al., 2007). This is the case for the Aptian, an interval of rapid and significant changes of atmospheric pCO2 (Retallack, 2002; Royer, 2006; Li et al., 2014; Wang et al., 2014), temperature (Steuber et al., 2005; Mutterlose et al., 2009; McAnena et al., 2013; Bodin et al., 2015), sea level (Al-Husseini, 2013; Maurer et al., 2013; Bover-Arnal et al., 2014; Haq, 2014), and ocean\ngeochemistry (Puceat et al., 2005; Wortmann and Chernyavsky, 2007), which all induced towering palaeoclimatic and palaeoceanographic events (Jenkyns, 2010; Föllmi, 2012; Bottini et al., 2015) aswell as drastic biotic and geochemical forcings in the marine (Skelton and Gili, 2012; Erba et al., 2015; Pascual-Cebrian et al., 2016) and continental (Jahren et al., 2001; Suarez et al., 2014) realms. Consistent with these changes, and based on the Upper Aptian continental and shallowmarine deposits of the Apennine Carbonate Platform (ApCP) (southern Italy), Graziano and Raspini (2015) have recently documented repeated shrinkings and expansions of the intertropical, arid and humid palaeoclimatic belts with a well-defined orbital control in the short (100 ky)- and long (400 ky)-eccentricity time bands. These hydroclimatic shifts have been correlated also in a Tethyan framework and provided with numerical ages according to integrated stratigraphic procedures constrained by an astrochronological tuning with Tethyan pelagic reference sections.\nContinental deposits of the Aptian are increasingly evaluated as reliable recorders of regional to global palaeoclimatic turnovers and represent useful proxies for investigating the evolution of pCO2, palaeotemperature and water cycle (Heimhofer et al., 2003; Suarez et al., 2011; Rodríguez-López et al., 2012; Li et al., 2013; Ludvigson\net al., 2015; Du et al., 2016). In addition, they concur to upbuild the archive of the Cretaceous continental record, which is the only wellfounded indicator for establishing theworldwide palaeogeographic distribution of climatic belts and their evolution through time (Chumakov et al., 1995; Ziegler et al., 2003; Sewall et al., 2007; Boucot et al., 2013) over a fundamental interval of the Mesozoic greenhouse Earth. Aptian continental deposits of southern Italy represent a valuable source of information for defining the palaeogeography (e.g. Dalla Vecchia, 2008; Zarcone et al., 2010) and palaeoclimatology (Graziano and Raspini, 2015) of the peri-Adriatic area. Furthermore, owing to their peculiar fossiliferous record which includes dinosaurs (e.g. Petti et al., 2008; Sacchi et al., 2009; Citton et al., 2015) and plants (e.g. Bartiromo et al., 2009, 2012a) they bear significant, supra-regional palaeobiogeographical implications.\nRecent investigation has emphasized the crucial role of the Aptian terrestrial, shallow- and deep-water fossil record as possible analogs to derive the current and future climate changes (Hay, 2011; Skelton and Gili, 2012; Graziano, 2013; Bottini et al., 2015; Graziano and Raspini, 2015). However, these results augment the need of refining available techniques for high-resolution stratigraphic correlations with which to complement precise palaeoclimatic information in a\npalaeogeographic and chronostratigraphic perspective (cf.Graziano and Raspini, 2015). At the moment, for instance, predictive values of the most advanced global palaeoclimatic distribution maps suffer from a limited chronostratigraphic resolution, in the range of several tens of million years (e.g. Boucot et al., 2013), as well as from relatively few and far between palaeogeographic data sets of reliable lithologic indicators (Sewall et al., 2007; Xu et al., 2012). Furthermore, despite remarkable results from isotope chemostratigraphy, physical correlation of continental, shallow- and deep-water Aptian key-markers is still vague, with the result of imprecise understanding of the cause-andeffect relationships underlying their onset and termination as well as palaeonvironmental feedbacks.\nAiming to bridge some of the gaps in knowledge above and to improve the comprehension of the Late Aptian in southern Italy, we describe here the stratigraphic record of a new section from the ApCP exposed at Civitella Licinio, in the SE Matese Mts. (northern Campania, S. Italy). Furthermore, we discuss the related palaeoclimatic implications derived from a variety of stacked continental deposits, yielding windblown pyroclastic fragments, which were deposited during the long-term exposure of large sectors of the ApCP (Graziano and Raspini, 2015). This carbonate platform was located in a crucial palaeogeographic area of the middle Cretaceous Western Tethys, which is poorly constrained by current global palaeoclimatic distribution maps, and may contribute significantly toward refinement of their completeness, and improvement of supra-regional palaeoclimatic models. The correlation of the Civitella Licinio section herein with the astrochronologically-tuned Mt. Faito reference section of the ApCP after Graziano and Raspini (2015) is presented and the derived, high-\nresolution palaeoclimatic signal is compared to put forward coherent fluctuations of the regional hydroclimatic conditions. Distinct wet vs arid phases are indicated by interlayering of reliable lithologic indicators, which include a plant-rich Plattenkalk and several lacustrine intervals, up to several meters thick.\nFurther studies will focus in detail on the palaeoenvironmental and palaeoclimatic implications of the Upper Aptian of the ApCP, which includes remarkable plant-rich continental deposits from nearby sections (see Bravi and Garassino, 1998; Bartiromo et al., 2009, 2012a; Bartiromo, 2013)."
  }, {
    "heading": "2. Geological setting and stratigraphic outline",
    "text": "The Civitella Licinio section crops out along a country road cut on the side of Il Campo poljie (~1010 m asl), about 1 km NE of Mt. Monaco di Gioia (Fig. 1). This relief is part of a regional, NE plunging carbonate monocline in the southeastern sector of theMatese Rangewhere nearby sections with Upper Aptian continental and paralic deposits have been described (Bravi and Mega, 1999; Bartiromo et al., 2012a) (Figs. 1, 2). The section is part of an approximately 3500 m thick succession of Upper Triassic–Lower Cretaceous shallow-water limestones belonging to the ApCP, first studied by Catenacci et al. (1963). It is worth noting, however, that a recent reappraisal has hypothesized a derivation of the Matese shallow-water succession from the Late Pliocene exhumation of a formerly buried slice of the Apulia carbonate platform (Carannante et al., 2009). Regardless of these different palaeogeographic views, neither the analytical procedure and stratigraphic conclusions nor the correlation between the sections\nherein is biased owing to the corresponding palaeolatitude of the platforms in concern (Fig. 3).\nThe ApCP was a Middle Triassic–Early Miocene palaeogeographic unit, about 4500 m thick, which originated from the early rifting of the southern Tethyan continental margin (D'Argenio and Alvarez, 1980). Starting in the Early Jurassic, it was surrounded by deep-water pelagic basins: the Umbria–Marche (UMB) and Lagonegro Basins (Fig. 3). However, recent palaeogeographic models envisage a southward attachment of the ApCP to the Gondwana mainland (Zarcone et al., 2010), as also supported by the palaeontological and palaeoecological implications of several dinosaur ichnocoenoses and fossil remains in the middle Cretaceous shallow-water carbonates of central and southern Italy (Nicosia et al., 2007; Dalla Vecchia, 2008; Dal Sasso and Maganuco, 2011; Citton et al., 2015).\nDuring the Aptian, theApCPwas located at a palaeolatitude of ~25°N (Stampfli and Kozur, 2006) in the arid climate belt of the Western Tethys and about 600 km south of the mid latitude, warm humid belt (Ziegler et al., 2003) (Fig. 3). Up until the Early Cretaceous the ApCP was a chlorozoan carbonate factory, whichwas replaced in the Late Cretaceous by a foramol open shelf, largely dwelled by rudist assemblages (Carannante et al., 1997, 1999). The ApCP was finally incorporated into the southern Apennine fold-and-thrust belt following Early Miocene orogenic tectonics and the Late Miocene opening of the Tyrrhenian back-arc basin (e.g.Menardi Noguera and Rea, 2000).\nThe ApCP underwent multiple, long-term exposures in the Late Aptian–Turonian p.p.with local development of bauxite and lacustrine or evaporite deposits, up to several meters thick, depending on the variable hydroclimatic conditions during this time interval (Carannante et al., 2009; Simone et al., 2012; Graziano and Raspini, 2015).\nThe Upper Aptian–lowermost Albian of the ApCP in the SE Matese Mts. (e.g. Carannante et al., 2006, 2009; Ruberti et al., 2013) yields some Plattenkalk and lithographic intervals with exceptionally rich and diversified continental fossil assemblages including plants, crustaceans, fishes, lizards, crocodilomorphs and dinosaurs (D'Argenio, 1963; Bravi and Garassino, 1998; Bartiromo et al., 2006, 2012a; Evans\net al., 2006; Dal Sasso and Maganuco, 2011; Buscalioni et al., 2011; Bartiromo, 2013). On the whole, their stratigraphic and palaeonvironmental interpretation, especially that concerning the well-known, lowermost Albian Pietraroja Plattenkalk (which is exposed at only 7 km north of the Civitella Licinio section), is currently debated (Carannante et al., 2006; Dal Sasso and Maganuco, 2011; Bartiromo, 2013). The Civitella Licinio section also includes a plant-rich Plattenkalk as well as a lacustrine interval, which are roughly correlatable with the continental deposits mentioned above and with the Upper Aptian Plattenkalk at La Peschera and Mt. Cigno. These latter, containing rich assemblages of fishes (Bravi and Mega, 1999) and terrestrial plants (Bartiromo et al., 2012a), crop out only 3–4 km southeastward of the Civitella Licinio section (Figs. 1, 2) and, thus, represent a promising case for detailed stratigraphic and palaeoenvironmental studies with which to derive the palaeoecologic and palaeoclimatic framework of the ApCP emerged lands during the Late Aptian.\nThe Civitella Licinio section yields one of the two Salpingoporella dinarica acmes which straddle the Orbitolina Level of the ApCP (Di Lucia et al., 2012). This level represents a supra-regional key-marker, which is indicative of a reduced carbonate sedimentation rate due to drastic environmental perturbators, including high nutrient supply, cooling, and intensified monsoonal activity (Raspini, 2012). More particularly, the Orbitolina Level has been considered correlative with part of the Fallot Oceanic Anoxic Event (OAE), thus identifying a reference platform-to-basin marker in the Upper Aptian of the Tethyan ocean (Raspini, 2012; Graziano and Raspini, 2015). The Upper Aptian Civitella Licinio section encompasses a time interval whichwas characterized by drastic climatic changes and extensional tectonics during a long-term, glacioeustatically induced subaerial exposure of large sectors of the ApCP as well as many other neritic domains worldwide (Graziano and Raspini, 2015). Hence, it provides further stratigraphic and palaeoenvironmental elements for improving our comprehension of the Late Aptian world in the western Tethys."
  }, {
    "heading": "3. Material and methods",
    "text": "The section has been studied in the field at a centimeter resolution using a 10× hand-lens and sampled at 10–15 cm intervals. Several polished slabs (up to 10 × 15 cm) were investigated to characterize biosedimentary fabric, composition, and the main sedimentary structures of coarse bioclastic as well as plant-rich beds. About 90 thin sections (4 × 6.5 cm) have been studied semi-quantitatively to support sedimentologic, biostratigraphic and palaeoecologic interpretations as well as to decipher biofacies and palaeoenvironmental evolutions.\nHundreds of slabs retaining abundant plant remains and wood fragments have been collected from the Civitella Licinio Plattenkalk during several 2014–2015 excavations. Plant remains are represented mainly by impressions (imprints, 2-dimensional, devoid of organic matter) and, secondarily, by isolated fragments preserved as carbonaceous compressions (3-dimensional, with organic material) in the very finegrained lime matrix forming sheet-like layers. The plant remains analyzed so far retain fragments of variously preserved, small-sized cuticles (a perfect replica of the plant epidermis; Barclay et al., 2007) which, however, are often oxidized, making their study difficult. All slabs studied display fragmented or entire cylindrical segments bearing badly preserved epidermal features. Their observation by 10× handlens has revealed cellular elements of the cuticle disposed in rows. Problematic preparation of some small-sized cuticle fragments by means of acid techniques has prompted us to mount them directly on stubs for SEM analyses with, unfortunately, no useful information so far.\nThe application of the peel technique with low viscosity collodion (see Bartiromo et al., 2012a) gave no results as the epidermal components are generally destroyed when the collodion film is stripped off. Hence, preliminarily taxonomic identificationwas carried out following a stereomicroscope observation; photomicrographswere taken using a Nikon Coolpix 990 camera.\nFollowing microscopic analysis, selected portions of the Plattenkalk samples were digested in a 37% hydrochloric acid solution to remove the calcareous matrix surrounding debris of plants and invertebrates. The fragments were subsequently macerated in the oxidizing Schulze's reagent (KClO3 + HNO3). Adhering siliceous material was removed by immersion in 40% hydrofluoric acid. Plant debris has been prepared\nfor SEM analysis, but palaeobotanical results represent the object of a further contribution.\nSEM analysis of about 25 bulk samples, using a JEOL JSM-5310 instrument at the Università degli Studi di Napoli Federico II, has been performed throughout the Plattenkalk, at a dm spacing, and in the encasing units. Energy-Dispersive X-ray Spectroscopy (EDS) has been\nicinio section.\ncarried out and spectra, obtained by the INCA microanalysis system, have been used to derive the elemental composition of non-carbonate grains found at several stratigraphic levels. All SEM measurements were made with tools in the ImageG program (Abramoff et al., 2004).\nCrucial biostratigraphic and lithologic key-markers of the Civitella Licinio section have been correlated with the High-Resolution Event Stratigraphic (HIRES) framework of the ApCP following a refinement of the Mt. Faito reference section after Graziano and Raspini (2015).\nAll the studiedmaterial is stored in theDipartimento di Scienze della Terra, dell'Ambiente e delle Risorse of the University of Napoli Federico II."
  }, {
    "heading": "4. Results",
    "text": ""
  }, {
    "heading": "4.1. Lithostratigraphy and facies analysis",
    "text": "Based on the stratal pattern, facies analysis, and stratigraphic distribution of specific biosedimentary features, the investigated section, ~10.5 m thick, has been subdivided into the lithostratigraphic Units D and E by reference to those of the Mt. Faito section with which the Civitella Licinio section is correlated (see Section 5.2). According to the same approach, Unit D herein has been subdivided further into units D1–D6 (Fig. 4). Given the prominent palaeoenvironmental and palaeoclimatic significance of the meter-scale Plattenkalk found in the lower part of the section (Figs. 4, 5), the stratigraphic description of this latter has been reported accordingly (Sections 4.1.1–3). The microstratigraphic analysis of sedimentary textures, biosedimentary features and early diagenetic overprint has allowed the recognition of several lithofacies associations holding distinct palaeoenvironmental significances: 1 — bivalve limestones with intraclasts (open shallow lagoon); 2 — Salpingoporella limestones (restricted shallow lagoon); 3 — laminated limestones (brackish lagoon to tidal flat); 4 — charophyteostracod limestones andmarly limestones, and greenmarls (lake-coastal marsh); and 5 — plant-rich limestones; cryptalgal limestones, and calcareous crusts (supratidal-to-paralic coastal mudflat). Table 1 summarizes the main bio-sedimentary features of the lithofacies A–O recognized in the Civitella Licinio section (Fig. 4) together with their associations (1–5) and the inferred depositional environments.\nGrain-supported, intra-bioclastic limestones with sharp and erosional bases form episodic, normally graded, mm-to-cm thick intercalations in nearly all the lithofacies above (mostly in Units D3 and D4) (Fig. 4). The related intraclastic and bioclastic grains (cm-sized oncoids are locally present) exhibit different shapes, roundness and sorting. These deposits are interpreted as high-energy sediments mobilized by storm events in subtidal to supratidal settings (e.g. Aigner, 1985) or associated with a relative sea-level rise (ravinement deposits) (e.g. Husinec and Read, 2011)."
  }, {
    "heading": "4.1.1. The section beneath the Plattenkalk",
    "text": "The lowermost 1.35 m of the section consist mostly of well-bedded packstone and wackestone to mudstone (35–40 cm-thick) with common to frequent dasycladalean green algae (mostly S. dinarica along with Triploporella sp.), abundant benthonic foraminifers (including miliolids, textularids, Praechrysalidina infracretacea and Debarina hahounerensis), and sparse requieniid and echinoderm debris (Unit D1) (Fig. 6A–B). These shallow marine lithofacies are generally\nFig. 6. Selected microfacies from Units D1–2. A) Subtidal bio-peloidal wackestone with S. dinar CL2); B) shallow subtidal, coarse-grained bio-intraclastic and peloidal rudstone with Triplopor (arrowed) eroded from underlying charophyte-rich deposits (sample CL3); C) irregular, subh hardpan) containing abundant dark intraclasts with common white glaebules and rarer cha L) (sample CL4). Bold white line indicates a faint erosive surface within the palaeosol; D) de glaebules and a recrystallized charophyte stem with overturned geopetal structure (black ar forming S. dinarica (upper S. dinarica acme) grading upward to a S. dinarica-rich wackestone scarce micropeloidal matrix and the compacted, mostly iso-oriented S. dinarica specimens w sensu Carras et al., 2006); G) calcitized, formerly siliceous spicules (monaxon megascleres) in of the right-hand upper corner (arrow) (sample CL14).\norganized in shallowing-up bed-scale cycles exhibiting, in their uppermost level, thinmuddy intervals (up to 4 cm thick) with frequent dissolution cavities of irregular shape, and less than 1 mm in size, with a geopetal infill. These intervals are overlain by decametric lenses and layers of greenish marls and shaley marls, 5–35 cm-thick, containing abundant charophyte gyrogonites and stems aswell as thin-shelled, unornamented ostracods (lithofacies K; Fig. 7). Thin (up to a few cm) and discontinuous breccias with small-sized marly intraclasts in a coarsegrained bioclastic matrix locally occur at the base of the cycles (Fig. 6B). We interpret these sediments as ravinement deposits and/or transgressive washovers (Fig. 4). In the middle part of Unit D1, the charophyte-rich sediments encase a dark, organic carbon-rich calcareous palaeosol, several cm thick, yielding a biogenic laminar calcrete crust at the base of a calcitized hardpan with abundant glaebules and common rizholithes (Fig. 6C–D) (lithofacies L).\nThe uppermost charophyte-rich layer of Unit D1 is sharply overlain by a distinct bed, 10 cm thick, with a very densely packed, monospecific assemblage of S. dinarica (lithofacies E; Figs. 6E, 7) exhibiting the topotypical calcification pattern, i.e., white, radial-fibrous calcite with a dark inner layer (“type A” calcification sensu Carras et al., 2006) (Fig. 6F). These algae, which float in a dense micropeloidal matrix and are rock-forming in most of the bed, display sparse evidence of a winnowing-derived lamination indicating the influence of low-energy bottom currents and/or waves (Fig. 6E). The S. dinarica acme declines slowly and, about 25 cm above its base, grades to microbialitic, finely laminated wackestone/packstone with abundant Salpingoporella sp., frequent Thaumatoporella sp. and ostracods.\nAbout 15 cmof thinly-laminatedmicrobialites, barren of fossils,with red-stained anastomosing surfaces and local desiccation cracks (lithofacies M; Fig. 8) sharply overlie the Unit D1 whose uppermost part exhibits cm-sized, closely spaced cavities with lime and marly polychrome infills. The interval above is followed by two beds, 1.15 m thick, of rather homogeneous, micropeloidalmudstone andwackestone containing some benthic foraminifers (miliolids, P. infracretacea, D. hahounerensis and Vercorsella sp.), rare S. dinarica and sparse solitary corals with millimetric microbial encrustations (Unit D2) (lithofacies I, F, and D). Common to frequent sponge spicules in a mudstone with sparse miliolids and frequent desiccation cracks characterize the top of Unit D2 (Fig. 4). Sponge remains are calcitized and exhibit shape and internal features of formerly siliceous spicules (e.g. a narrowcentral canal) (Fig. 6G)."
  }, {
    "heading": "4.1.2. The Civitella Licinio plant-rich Plattenkalk",
    "text": "The investigated Plattenkalk (Unit D3) is 0.95 m-thick and sharply overlies a gently wavy surface cut on top of micropeloidal limestones of the underlying Unit D2 (Fig. 9). The Plattenkalk yields abundant plant remains and consists of a lower and an upper interval, 64 and 31 cm thick, respectively; it is made up of very thin to thin bed sets of grayish to brownish mudstone and wackestone with rare interlayers of grayish marly mudstone (lithofacies O, N). Fine-grained limestones of the lower Plattenkalk are grayish, on average finer and thinner with respect to those of the upper interval (Figs. 10, 11). Regardless of the stratigraphic position, the Plattenkalk beds are evenly laminated. Laminae display a remarkable lateral continuity with only minor interruptions by erosional surfaces or bioturbation activity (Fig. 11A–B). Several storm layers, laterally discontinuous at decimeter or meter\nica and Glomospira sp. (arrowed) (stratigraphic high on the right) (lithofacies H) (sample ella sp., Praechrysalidina infracretacea, S. dinarica and miliolids. Note the marly intraclasts orizontal palaeosol crust (caliche) passing upward to microsparitic limestone (calcitized rophyte remains (derived from the underlying palustrine–lacustrine marls) (lithofacies tail of the palaeosol in panel C. Note the palaeosol intraclast (white arrow) with white row) floating in the microsparitic limestone; E) evenly laminated packstone with rock(lithofacies E) (sample CL5); F) detail of the S. dinarica acme in panel E. Note the rather ith a well-preserved inner layer of microcrystalline calcite (‘type A’ calcification pattern a mudstone with sparse miliolids (lithofaciesD). Note the central canal in the megasclere\nscales, are intercalated in the background sediment, especially in the lowermost and uppermost parts of the lower interval and throughout the upper interval. They are sensibly finer and thinner (up to 2 mm) in the lower Plattenkalk and considerably coarser and thicker (up to 10 mm) in the upper one (Fig. 12) (Fig. 11C–D). Intraclasts, up to 5 mm large, are prevailingly sub-rounded to sub-angular mud chips (Fig. 11D), barren of fossils or yielding fine plant debris, and either structureless or faintly laminated. Moreover, abraded bioclasts are constituted generally by small-sized S. dinarica specimens (Fig. 11E) and recrystallized miliolids as well as rare P. infracretacea. A low-relief, channel-like structure with a bio-intraclastic sedimentary infill, similar to the one described above, is present at the base of the upper Plattenkalk.\nPlant remains are set parallel to bedding planes and randomly arranged (Fig. 13A), especially in the lower Plattenkalk. Their preservation degree and abundance gradually increase toward the upper part of the Plattenkalk, which yields the most abundant and largest plant remains (Fig. 11F–G), including branched specimens up to ~10 cm large (Fig. 13B), aswell as small fragments of badly preserved cuticle. Impressions and ill-preserved compressions of disarticulated (Fig. 13A) and articulated (Fig. 13B) vegetative segments represent the bulk of the plant fossils. Some specimens retain epidermal features (Fig. 14A–B) that are difficult to be observed in detail; nonetheless, they are useful for gross taxonomical purpose (see Section 4.2.1). No reproductive structure has been found. Calcareous beds contain also large (Fig. 14C) and fusainized axes (Fig. 14D) up to 10 cm long and 1 cm wide. Fusainized\nmaterials are easily recognizable by their shape and silky luster but also because when rubbed with a finger they release a fine black dust.\nIn a thin section, the plant remains are 0.5 to 10 mm in length and 0.1 to 0.5 mm in thickness, on average, and appear as flattened fragments parallel to bedding (Fig. 11F–G). Common to abundant detrital grains, 0.1–0.5 mm large, are also present; their porphyroskelic microfabric, made up of very fine-grained equant debris, and physical relationshipwith characteristically “foliaceous” large plant remains suggest that they derive from the comminution of these latter (Fig. 11H). In many cases, however, slightwinnowing of the equant debris has resulted in a very finely laminated microfabric (Fig. 11B).\nRare, small-sized (~1 × 0.5 mm) and well preserved fragments of crustaceans have been found (Fig. 15). They bear numerous setae, up to 80 μm long and 8–10 μm wide at the base, which are elongated and finely sculptured longitudinally, thus indicating a considerable preservation potential of the lime matrix.\nInterestingly, very fine-grained and common to frequent non-carbonate grains are scattered in the background lime matrix. Their morphological and compositional analyses, pointing to a volcanic origin, are presented in Section 4.3 and discussed in Sections 5.2–3."
  }, {
    "heading": "4.1.3. The section above the Plattenkalk",
    "text": "The Plattenkalk is sharply overlain by a rather homogeneous interval of shallowmarine to paralic wackestone tomudstone, 1.2m-thick (Unit D4) (Fig. 10), containing small-sized miliolids, ostracods and, in same levels, sparse, abraded or in situ charophyte gyrogonites and stems (lithofacies H; Figs. 4, 16A–C). A thin-bedded interval made up of a fine-grained intraclastic packstone, sourced from the underlying Plattenkalk, is present at the base of this interval pointing to amoderate reworking at the onset of a relative sea level rise. Black pebbles have also been found pointing to coastal erosion of preferentially cemented and blackened paralic sediments (cf. Strasser, 1984). Emersion-related features in the form of thin, discontinuous veneers of greenish clay resting on gently eroded karstic surfaces are scattered in the indistinctly bedded Unit D4.\nThe section continues with 1.42 m of structureless, thin-to-medium bedded, grayish to greenish mudstone and marly mudstone with common to abundant charophyte gyrogonites and stems aswell as articulated and disarticulated ostracods with unornamented shells (lithofacies J; Fig. 16D–F) (Unit D5). Rare, mm-scale intercalations of shallow-water, fine-grained deposits have also been found, typically in the lowermost and uppermost parts of this Unit. They are made up of sparse, smallsized S. dinarica and benthonic foraminifers, thin-shelled bivalve remains and small-sized black pebbles. This interlayering exhibits rather gradual facies changeswith no detectable evidence of erosional surfaces\n(Fig. 16E). Throughout Unit D5, charophyte- and ostracod-rich deposits display several surfaces with distinct traces of ephemeral subaerial exposures in the form of desiccation cracks with geopetal infill (Fig. 16F) and palaeokarstic features marked by veneers of shaley marls with rhizolites that penetrate and alter host mudstones for several mm.\nThe overlyingUnit D6 is about 2.8m thick. The lower 1.20m consists mostly of wackestone with benthonic foraminifers, which rapidly evolves to peloidal packstone with benthonic foraminifers and, locally, abundant requieniids up to 5 cm large (lithofacies C). This part of the section is crudely bedded and displays several thin veneers of greenish\nshaley marls, which infill smoothed palaeokarstic surfaces. The upper 1.60 m of the Unit D6 is made up of Chondrodonta-rich coarse-grained deposits, with minor requieniids (lithofacies B; Fig. 16G), resting on a deeply scoured erosive surface. Chondrodonta, which are up to 10 cm in size and locally accompanied by requieniids ≤3 cm large, float in a matrix of packstone with benthonic foraminifers (mostly miliolids and verneulinids). Normally graded, intra-bioclastic rudstone to wellsorted coarse-grained grainstone with erosive bases are frequently intercalated at the base. They contain Chondrodonta debris, benthonic foraminifers, S. dinarica, small gastropods and sparse solitary corals along with intraclasts, up to 3 cm in size, pointing to appreciable reworking processes (Fig. 17). In the uppermost Unit D6, corals have also been found together with Chondrodonta floating in a matrix of grainstone to packstone and wackestone with benthonic foraminifers and small-sized green algae.\nChondrodonta and requieniid shells of the upper Unit D6 are frequently leached; molds have been subsequently filled by reddish-topink clay and silt, pointing to the development of early palaeokarstic features that penetrate ~1 m into the underlying, extensively altered shallow-marine carbonates. This palaeokarstic interval is characterized also by discontinuous collapse breccias and an intricate system of dissolution, sheet-like cavities, several dm-long and up to 2–3 cm in height, with multiphase cements and reddish to pink clayey infills (Fig. 18).\nUnconformable, indistinctly bedded and grain-supported shallowmarine bio-intraclastic limestones, some meters thick, with bivalve debris, rare S. dinarica, P. infracretacea, D. hahounerensis, Vercorsella sp. and miliolids end the section (Unit E) (lithofacies A)."
  }, {
    "heading": "4.2. Bio-chronostratigraphy of remarkable key markers and plant palaeontology",
    "text": "The Aptian biostratigraphy for the ApCP is based on benthonic foraminifer and dasycladalean biozones that have been described in detail and updated recently by Chiocchini et al. (2012) and Di Lucia et al. (2012), the latter calibrating total ranges and acmes of selected index fossils to carbon and strontium isotope chemostratigraphy.\nThe shallow-marine deposits of the lower Unit D4 replace the upper Plattenkalk. Numbers etail.\nThe Civitella Licinio section is characterized by the co-occurrence of D. hahounerensis and S. dinarica thus pointing to an Aptian age, according to Di Lucia et al. (2012). Further microfossils characterizing the whole section are Triploporella sp., P. infracretacea, Spiroloculina sp., and Thaumatoporella sp., along with miliolids (Triloculina sp. and Quinqueloculina sp.) and textularids. Additional index microfossils are Nezzazata aff. isabellae, Pfenderina aff. globosa, Vercorsella laurentii, Pseudolituonella aff. conica and Salpingoporella sp., below the Plattenkalk, as well as Salpingoporella urladanasi and Vercorsella arenata above the Plattenkalk. Apart from D. hahounerensis, S. dinarica and S. urladanasi, the upper part of the section yields a poor diagnostic fossil assemblage, which is largely dominated by bivalves (mostly Chondrodonta with minor requienids). The remarkable lack of the index fossils Voloshinoides murgensis, Palorbitolina lenticularis and Triploporella marsicana implies that the Lower Aptian is not comprised in the studied section (cf. Husinec and Sokač, 2006; Schroeder et al., 2010; Chiocchini et al., 2012).\nThe lower part of the Civitella Licinio section yields one of the two acmes of S. dinarica (Figs. 4, 6E–F) that straddle the Orbitolina Level in the Upper Aptian of the ApCP; this level, which marks the first occurrence of Mesorbitolina texana and Mesorbitolina parva in the southern Apennines (e.g. Cherchi et al., 1978), has been assigned to the late Gargasian and to an astrochronologically-derived age of 118.80– 118.70 My (Graziano and Raspini, 2015). Based on stratigraphic and palaeoclimatic reconstructions (see Section 5.1–2), the S. dinarica acme observed in the uppermost Unit D1 is considered to be the upper one, i.e. that laying a few meters above the Orbitolina Level key marker (Di Lucia et al., 2012) and falling in the uppermost martinoides\nFig. 11. Selectedmicrofacies from the lower (A–C) and upper (D–H) Plattenkalk (lithofacies O a molds of costipated plant remains (sample CL15); B) detail of laminae made up of very fine sil structure (burrow or rootmold?) (sample CL15); C) normally graded fine-to-medium sandmad the middle and upper portion of the lower Plattenkalk (sample CL17); D) coarse-grained, n (arrows) and frequent shallow-marine skeletal debris (mostly S. dinarica and miliolids) (see (imbrication?) of elongated grains (sample CL18; see Fig. 12 for the image of a polished slab) skeletons and debris showing the ‘type A’ calcification sensu Carras et al. (2006) as well as t plant-rich lime palaeosol (1) and a poorly sorted, mud-rich bio-intraclastic debris (tem G) argillaceous, mud-rich palaeosol embedding abundant plant remains (sample CL20); H) de of fine-grained (50–100 μm) equant debris (sample CL20).\nammonite zone, by reference to the GTS2012 by Ogg and Hinnov (2012) (cf.Graziano and Raspini, 2015). HIRES correlation of the succession herein with the Mt. Faito reference section permits more precise biostratigraphic constraints and numerical age assignments to the upper S. dinarica acme as well as to other crucial intervals and surfaces of the Civitella Licinio section, including the plant-rich Plattenkalk (see Section 5.2).\nUnit E, which unconformably overlies the intricate system of palaeokarstic dissolution and cavity fillings hosted in the upper Unit D6, contains only scattered specimens of S. dinarica and likely precedes its Last Appearance Datum (LAD) only by a few meters. This bioevent, calibrated chemostratigraphically in the Mt. Tobenna section of the ApCP, coincides with the upper nolani zone (middle Clansayesian, by reference to the GTS2004) (Di Lucia et al., 2012).\nNonetheless, Unit E is assigned to the middle Clansayesian due to its stratigraphic correlation with the similar, transgressive deposits which replace the thick lacustrine marls atop Unit D at Mt. Faito (cf. Graziano and Raspini, 2015). Hence, according to the biostratigraphic data and correlations above, a Late Aptian (late Gargasian) age is assigned to Unit D with the notable exception of (upper?) Unit D5 and Unit D6. In fact, the HIRES correlation of the Civitella Licinio section with the Mt. Faito section implies that the upper Unit D5 and Unit D6 at Civitella Licinio would fall in the early Clansayesian (see Section 5.2). Consequently, we infer that the Gargasian–Clansayesian boundary should be positioned within the lacustrine deposits of Unit D5 (Fig. 4)."
  }, {
    "heading": "4.2.1. Plattenkalk plant macroremains",
    "text": "The dimensions of plant specimens vary from ~3 mm (fragmented internodes) to ~10 cm (branched shoots). The branchlets seem to be disposed in one plane whereas the order of branching is not clear. The shoots are segmented and show a central vascular bundle. The internode length varies between 4 and 10 mm whereas the segment width is 1.3–2.4mm. There are no suture lines along the leaf sheath and the internodes bear whorls of two (opposite and decussate) or three triangular free tips (Fig. 13C). The free part of the leaves is triangular in shape and measures ~1 mm in length. Leaves have an acute apex and are adpressed to the axis.\nEpidermal features are difficult to be observed as the specimens investigated so far show only poorly preserved cuticular features. The epidermal cells, polygonal–rectangular to square in shape, do not exceed 50 μm in length and ~30 μm in width, and are arranged in more or less well-defined rows running parallel to the long axis of the internode (Fig. 14A). The anticlinal walls of the epidermal cells are ~8 μm thick. The stomatal complexes are ill preserved and, hence, their morphology is difficult to be clearly assessed; nonetheless, they are arranged inwelldefined longitudinal rows (7–10 permm) (Fig. 14B) which are separated by 2–3 epidermal cells.\nThe studied specimens present amacroscopical architecture (e.g. cylindrical leafy stems) andmicro-morphological characters (e.g. stomatal complexes arranged in rows), which allow their attribution to the extinct conifer family Cheirolepidiaceae Takhtajan, 1963. Based on differences in shoot morphology (Tosolini et al., 2015), Cheirolepidiaceae are subdivided in the so-called frenelopsids (predominantly a whorled phyllotaxis) and non-frenelopsids (leaves borne in a spiral arrangement). According to these characters, cylindrical leafy stems from the\nndN, respectively) (Unit D3). A) Fine-grained, evenly laminated supratidalmudstonewith t (mostly calcite filled molds of plant debris— see panels F–H) underlying an unidentified e up of intraclastic debris (including plant remains). This tempestite deposit characterizes ormally graded bio-intraclastic storm layer including large Plattenkalk-derived pebbles panel E for microfacies detail). Note the gently scoured base and overall iso-orientation ; E) detail of the wash-over deposit in panel D. Note the relative abundance of S. dinarica he lack of fine matrix (sample CL18); F) sharp erosive surface (dashed line) between a pestite layer) including sparse S. dinarica specimens (arrowed) (2) (sample CL20); tail of panel G. Note the “foliaceous” pattern of the plant remains resulting in production\nCivitella Licinio section belong to the frenelopsid group, which includes two genera: Frenelopsis (Schenk, 1869) emend. (Watson, 1977), and Pseudofrenelopsis (Nathorst, 1893) emend. (Srinivasan, 1995). Owing to the absence of suture lines along the internodes, we rule out the appurtenance of the studied specimens to the genus Pseudofrenelopsis. The specimens found at Civitella Licinio present vegetative parts consisting of branched, cylindrical leafy stems bearing whorls of two to three leaves displaying only short free tips. The number of leaves and their disposition together with the absence of longitudinal sutures at the internodes allow the attribution of the specimens found so far to the genus Frenelopsis. Based onmacroscopical andmicroscopical characteristics, the Frenelopsis specimens of the Civitella Licinio section seem to be comparable to those of Frenelopsis cusanensis from the La Peschera\nlocality (Bartiromo et al., 2012a), even though the absence of clear microscopical diagnostic features prevent a specific attribution.\nThePlattenkalk contains also abundant steril axes atmm, cmanddm scale (Fig. 14C). It is worth noting the presence of fossil charcoal (Figs. 13A, 14D) throughout the Plattenkalk (see also Section 4.1.2)."
  }, {
    "heading": "4.3. SEM and EDS analyses",
    "text": "The Plattenkalk groundmass is quite homogeneous as far as composition and microfabric are concerned (Figs. 11, 20). It is made up of a normally structureless mosaic of equant to tabular micrite crystals, 1– 5 μm large. Contacts among crystal faces are randomand at different angles while eventual inclusions or relict structures are lacking (Fig. 20G).\nThese micropetrographic features point to a primary origin of the micrite crystals (cf. Retallack, 2001). Locally, micrite crystals form empty aggregates, up to ~10 μm large, that resemble the overgrowth of authigenic micrite crystals around a spheroidal nucleous (bacterially-induced structures?) (Fig. 19). Some subspherical and tuberose calcareous glaebules (nodules) (e.g. Dean and Fouch, 1983; Retallack, 2001), exhibiting an internal massive texture of microsparite and outer, well definedmargins, have been also observed. Rare pollen grains are also present.\nClayey veneers, up to few tens of μm thick, occur in the background micrite of the lowermost and upper parts of the Plattenkalk (Fig. 20B). In these stratigraphic intervals, relatively abundant clay minerals also coat discrete micrite crystals, thus forming a characteristic mixture of mineral phases. Their abundance, however, is very low as a qualitative estimate of the clay content does not exceed 2–3%. Despite the lack of XRD analyses of the clayey fraction, which are beyond the scope of the present paper and will be the object of further contributions, preliminary EDS results would indicate that it is made up of illite (Figs. 20A,\ntae. B) Detail of crustacean cuticular microstructure showing setae with finely preserved\n21A). Plant remains are interspersed in the micrite mosaic that, again, does not exhibit peculiar microfabrics or sedimentary structures close to the contacts (Fig. 20E–F), apart from some evidence of draping.\nCommon to abundant non-carbonate grains have been found in the micrite groundmass throughout the Plattenkalk (Unit 3) as well as in the encasing fine-grained units (uppermost Unit 2, and Unit D5) (Fig. 4). They are constituted by crystals, normally 10–30 μm large (fine-to-medium silt), which display a rather uniform, elongated and euhedral-to-subhedral habit (Fig. 20A, C, D). According to a qualitative estimation of grain size carried out on about 100 non-carbonate grains, theirmodal class falls in the range of 15–20 μm. Rare impact pitsmay be observed on their surfaces. On thewhole, non-carbonate grains are randomly dispersed in themicritic matrix, but in several cases they appear as loose concentrations arranged parallel to bedding. EDS spectra and morphoscopic analysis of these crystals invariably reveal that they are constituted by K-feldspar (Figs. 20, 22). Minor, although significant, amounts of glass shards (3–5 μm large, on average) (Fig. 20H) and unidentified silicate crystals (15–30 μm large) have also been detected. K-feldspar crystals display no evidence of abrasion, although they are locally fragmented (Fig. 20C), and exhibit quite a variable intensity of\nFig. 16. Selectedmicrofacies fromUnits D4–6. A) Paralic, coarse-grained packstonewith sub-rou abundant fine-grained matrix with charophyte stems and sparse, small-sized miliolids and S. d faintly laminated mudstone with sparse fresh-water ostracods (2) (lithofacies H) (sample CL2 with S. dinarica floating in the argillaceous muddy matrix with S. dinarica (arrowed); C) d transported charophyte gyrogonite showing an overturned geopetal infilling (black arrow lacustrine argillaceous mudstone with abundant charophyte stems and gyrogonites, and mudstone–wackestone with charophyte stems and gyrogonites (1) grading into a shallow J); F) early, sub-vertical desiccation crack in a palustrine/lacustrine mudstone with sparse ostr matrix of bio-detrital packstone (sample CL43) (lithofacies B).\nchemical weathering as demonstrated locally by thin coatings/bridges of clay minerals as well as, more frequently, by leaching aureoles that are only a few μmdeep and exhibit sharp boundarieswith the unaltered crystals (Fig. 22B). A remarkably high weathering intensity of these grains is evident in the uppermost Unit D2 (Fig. 22A, B). It rapidly decreases in the lowermost Plattenkalk (lowermost Unit D3; Fig. 20A) to reach a persisting minimum value throughout the lower Plattenkalk (lower-middle Unit 3; Figs. 20C, 22C).Weathering intensity rises slightly in the upper Plattenkalk (upper Unit D3), although in a fluctuating manner (Figs. 20C, D, 22D, E), and reaches the highest values across the overlying brackish (upper Unit D4) as well as lacustrine deposits (Unit D5) (Fig. 22F, G), with only moderate fluctuations. On the whole, weathering intensity of K-feldspar crystals matches the amount\nnded to sub-angular intraclastic pebbles of shallow-marine, S. dinarica-rich wackestone in inarica (1) (storm layer). This normally graded layer evolves upward into a fossiliferous, 5; see panels B and C for details); B) detail of A with intraclastic, sub-rounded mudclasts etail of A with the argillaceous muddy matrix bearing S. dinarica (white arrow) and a ). Early dissolution cavities are shown in the upper left hand corner; D) structureless, sparse ostracod debris (sample CL31) (lithofacies J); E) evenly laminated, palustrine -marine wackestone with sparse textularids (arrow) (2) (sample CL33) (lithofacies acods (sample CL34) (lithofacies J); G) coarse-grained, Chondrodonta-rich floatstone in a\nof clay minerals throughout the Plattenkalk and the encasing units, as well as the availability of fresh (corrosive) water in the respective depositional environments (Fig. 22).\nSeveral lines of evidence (sedimentological and taphonomical, among others) indicate that the K-feldspar crystals are the sanidine polymorph (see Section 5.3); the co-occurrence of glass shards also points unequivocally to a volcanic source of the non-carbonate grains.\nAlthough there is no clear evidence of discrete ash layers, and despite the absence of XRD analysis, we cannot rule out that some of the clayey veneers in the lowermost and upper Plattenkalk do represent the final alteration stage of very thin ash layers. On the other hand, the presence of these latter is effectively suggested by scattered concentrations of sanidine crystals which individuate planar surfaces set parallel to bedding in the lacustrine sediments of the middle Unit D5."
  }, {
    "heading": "5. Discussion",
    "text": ""
  }, {
    "heading": "5.1. Depositional framework and palaeoenvironmental evolution",
    "text": ""
  }, {
    "heading": "5.1.1. The section beneath the Plattenkalk",
    "text": "The fossil association and the early diagenetic overprint of the cyclically organized subtidal–supratidal carbonate deposits of Unit D1 suggest a deposition in inner lagoonal settings with restricted circulation; this setting was subjected to repeated ephemeral up to relatively prolonged subaereal exposures followed by episodic high-energy events related to sea ingressions. The green marly interlayers and lenses with abundant charophyte remains and less common ostracods capping the depositional cycles (Fig. 7) represent the sedimentary product of fresh and/or brackish water environments in the form of ponds or ephemeral lakes (e.g. Dean and Fouch, 1983). The centimetric laminar calcrete with evident rhizoconcretions/rhizolites (e.g.Alonso-Zarza et al., 1998)which punctuates the middle Unit D1, immediately below the uppermost lacustrine interlayer, indicates an episode of semi-arid hydroclimatic conditions (Esteban and Klappa, 1983; Retallack, 2001; Philippe et al., 2010). It is not clear whether this palaeosol, that closely resembles the calcified mats of an horizontal root system (cf. Wright et al., 1988), was deposited in a semi-arid context or, alternatively, could be interpreted as the result of an episodic subaerial exposure in a marginal lacustrine setting during a low position of the palaeo-water table. Nonetheless, both these interpretations suggest an episodic, drastic decrease of fresh water availability on the emerged platform (see Section 5.2).\nThe following S. dinarica acme, which preserves in its uppermost part the gradual disappearance of the related climax conditions (Fig. 6E), sharply overlies the uppermost lacustrine sediments in Unit D1. Raspini (2012) has argued that a remarkable long-term lowering of Mg/Ca ratio in seawater and a concomitant ocean acidification event could have favored the bloom of this opportunistic, low-Mg calcitic green alga. The S. dinarica acme passes very gradually to micropeloidal limestones, which likely herald the increasing biosedimentary role exerted by microbial communities in the overlying Unit D2. The sedimentary, diagenetic and petrographic features at the base of this unit (Fig. 8) are related to condensation and/or omission processes at multiple scales, and suggest a relatively prolonged subaereal exposure under arid–semiarid conditions (cf. Husinec and Read, 2011). The overlying micropeloidal/microbial muddy deposits of Unit D2 display a low-diversity and impoverished biota, which is indicative of restricted, subtidal up to low intertidal environments. Several levels of Unit D2 exhibit a characteristic, rather unusual presence of\nFig. 20. Scanning ElectronMicroscope (SEM)micrographs of selected samples from the lower ( EDS analyses reported in Fig. 21. A) Slightly altered sanidine crystal (black arrow) and clay fla compacted clay flakes intervenes in the massive mosaic of very fine micrite crystals (sample C18); D) view of the inside of a broken, euhedral sanidine crystal floating in matrix as in pan made up of very fine crystals (1–2 μm, in average) showing different morphologies (common mosaic and the microsparitic infill of a glaebule in the upper right-hand corner of the image crystals (see panels F and G for details) (top of sample CL20); F) detail of the epidermal cell structureless micrite mosaic embedding plant impressions (top of sample CL20); H) non-vesic\nsolitary corals with thickmicrobial encrustations. This guild could be indicative of extreme environments which were characterized by low sedimentation rate (Rameil et al., 2010), and elevated temperature coupled to increasing sea water acidification, nutrient supply (Huck et al., 2010; Bover-Arnal et al., 2011) and, likely, elevated salinity. Solitary corals are typically azooxanthellate, hence heterotrophic deepwater organisms (Barbeitos et al., 2010), which may thrive in stressed, shallow-water settings following a significant increase of suspended particulate organic matter (Anthony and Fabricius, 2000) and temperature (Jokiel et al., 2008). Heterotrophy also enhances the resistance of several corals to the physiological effects of sea-water acidification andwarming (Edmunds, 2011). As a consequence, wemay hypothesize that Unit D2 was deposited during a remarkable warming event under saline, mesotrophic and possibly acidified conditions. Specifically, the genetic relation ofmesotrophic and acidified conditions in the restricted and extremely shallow deposits of Unit D2 could be related to the environmental pollution caused by volcanic ashes (see Section 5.3).\nSuch a scenario seems to be upheld by the sudden and rather anomalous flourishment of siliceous sponges in the nearshore, restricted and warm-water embayment of the uppermost Unit D2, just beneath the subaerial Plattenkalk (Fig. 9). With only very few exceptions, in fact, extant siliceous sponges are considered to thrive in deep and cold depositional environments (e.g. Gammon and James, 2001), similarly to their fossil counterparts (e.g. Beauchamp and Desrochers, 1997), unless the specific ecologic prerequisites for their proliferation in shallow-marine settings are afforded (e.g. sluggish run-off supplying fine-grained sediments, abundant nutrients and dissolved silica from a low-gradient inland; Gammon et al., 2000; Gammon and James, 2001). This was, for instance, the case of theWestern Australia tropical shelf where a prolific siliceous sponge growth occurred during the Late Eocene (James and Bone, 2000). In near-shore settings, sources of elevated, dissolved and highly reactive silica for biological fixation may be due to oceanic upwelling (e.g. Maliva et al., 1989), riverine input, fallout of volcanic ash, or their combinations (discussion in James and Bone, 2000), and windblown quartzose dust (Cecil, 2004). Concerning the Upper Aptian of Civitella Licinio, we rule out a source of silica from rivers, ocean upwellings or eolian quartzose dust. In fact, we infer that rivers could not have formed on the arid, incipiently emerged Late Aptian ApCP (see also Section 5.2), nor this latter yielded, at that time, exposed crystalline rocks or volcaniclastic deposits for long-termweathering. Furthermore, Unit D2 lacks the typical biotic assemblages of neritic areas undergoing ecologic forcings by upwelled cold and nutrient-rich waters (e.g. coralline red algae, mollusks, barnacles, bryozoans, and brachiopods; e.g. Carannante et al., 1988; James, 1997; Mutti and Hallock, 2003; Michel et al., 2011). Finally, the northeasterly trade wind pattern of the boreal Aptian tropics hampered an eventual supply of siliceous dust from deserts as it connected the ApCP with the temperate, mid-latitude Laurasian regions, which were under the influence of persisting humid conditions. As matter of fact, southern Spain, i.e. the closest erg-like desert (Rodríguez-López et al., 2012) was out of the trade wind route for the ApCP (see Section 5.3). Hence, both direct and indirect evidences suggest that a supply of windblown volcaniclastic material to the shallow lagoon of the ApCP fostered the flourishment of siliceous sponges as well as their early calcification (cf. Neuweiler and Burdige, 2005) and, possibly, of microbially encrusted solitary corals in the upper Unit D2 through a sustained fertilization of sea water by particulate organic matter coupled with increasing acidification. Fernández-Mendiola and García-Mondéjar (2003) provide further clues for a close genetic\nA–B) and upper (C–H) plant-rich Plattenkalk (Unit D3).White dots indicate the position of\nke (white arrow) in a mosaic of very fine micrite crystals (sample CL14a); B) a veneer of\nC17); C) euhedral sanidine crystals floating in a micrite matrix as in panels B–C (sample\nels B–C. Note the well preserved mold of the sanidine crystal within the micrite mosaic\nly subhedral) (sample CL19). Note the sharp boundary between the background micrite\n; E) impression of a plant axis in a structureless mosaic of very fine, subhedral micrite\nremnants (on the right) and embedding micrite (top of sample CL20); G) detail of the\nular glass shard surrounded by the background micrite crystals (lower sample CL20).\nrelationship between volcanic activity (release of hydrothermal fluids charged with dissolved silica on the sea floor) and the episodic bloom of siliceous sponges in an Early Albian shallow-water carbonate platform of northern Spain.\nEvidence for fresh-water inlands or early palaeokarstic features (e.g. supratidal shaley interlayers, fresh-water plants, black pebbles and early dissolution cavities) are lacking throughout Unit D2. On the contrary, the unusual biotic guild and the small-scale desiccation cracks of the uppermost Unit D2 point to the occurrence of overall arid–semiarid climatic conditions in a main regressive trend heralding the deposition of the Plattenkalk."
  }, {
    "heading": "5.1.2. The Civitella Licinio Plattenkalk",
    "text": "Plant remains found so far in the Plattenkalk belong exclusively to the extinct conifer genus Frenelopsis having segmented shoots with\nreduced leaves forming “a collar around the stem” (Tosolini et al., 2015). The extinct conifer family Cheirolepidiaceae was an important component of the Mesozoic flora (Alvin, 1982; Watson, 1988) and Frenelopsis, with 20 species described so far (Gomez et al., 2014; Batten et al., 2014) and a remarkable literature (see Bartiromo, 2013, for a synthesis), can be referred to as the best-known genus of this family. The plants studied display the “classic” xeromorphic macromorphological adaptations (Watson, 1988; Watson and Alvin, 1996; Thévenard et al., 2005) such as photosynthetic stems, deciduous shoots and reduced leaves. Frenelopsis and Pseudofrenelopsis exhibit extreme xeromorphism (Spicer et al., 1993) pointing to growth in dry conditions or adaptation to physiological difficulties in the uptake or internal transport of water (Watson and Alvin, 1996; Haworth and McElwain, 2008). Retallack (2009) pointed out that xeromorphism is an adaptation to dry climate. Frenelopsids\n207 R.G raziano etal./Sedim entary G eology 339 (2016) 188–217\nwere probably adapted to aridity and/or dry coastal environments (see Bartiromo, 2013 for a synthesis) as corroborated also by the plant assemblage from Civitella Licinio which, coherently, does not contain hydrophillous plants such as pteridophytes. Aside from stratigraphic and physiognomic indicators (Greb et al., 2006), 12C/13C isotopic\nstudies on Cretaceous European fossil plant assemblages indicate that Frenelopsis dwelled in marginal-marine settings and had elevated 13C relative to other genera typical of more landward settings. This would suggest environmental stress and possible saline influence in saltwater marshes (Nguyen Tu et al., 2002) or lagoons (Nguyen Tu et al.,\nh-resolution, event and palaeoclimatic correlations with the Mt. Faito reference section of Frenelopsis-rich Plattenkalk (Unit D3) correlates with the upper part of the 3rd evaporite n palaeoclimatic evolution of the Tethyan Realm (see text for discussion). The stratigraphic ando and projectedMt. Tobenna sections are after Bravi andDe Castro, 1995; andMondillo\n1999). The presence of xeromorphic features in the material from Civitella Licinio is typical of plants inhabiting terrestrial environments highly influenced by marine or haline conditions (Moreau et al., 2015) and/or by volcanic inputs (Haworth and McElwain, 2008; Bartiromo et al., 2012b, 2013).\nThe observed monogeneric character of the plant assemblage from Civitella Licinio could be due to different reasons. Cuticles of Frenelopsis have a relatively large preservation potential (Mösle et al., 1998) with respect to other types of plant cuticles such as ferns (Kerp and Krings, 1999),which could have thus undergone a complete decay during taphonomic and diagenetic processes. However, we rule out this hypothesis owing to the parautochthonous nature of the plant remains from Civitella Licinio where growing conditions were highly unfavorable owing to the inferred salt-loaded soil (see below and Section 5.2). Frenelopsis is considered a salt tolerant plant and is reminiscent of some extant angiosperm such as Salicornia, a salt marsh (Watson, 1988) flourishing plant (Glenn et al., 1978; El-Magsodi and Haddoud, 2011). Xeromorphic features of these plants possibly favored the colonization of this type of environment and represented an advantage to cope with the deleterious effects resulting from the volcanic ash falls\n(cf. Section 5.3) (see Archangelsky et al., 1995). Obviously, plant growth during the deposition of the Civitella Licinio Plattenkalk would have benefitted from the presence of volcanic material in that volcanic ash is a suitable medium for providing plant with physical support, essential nutrients and water availability (Shoji et al., 1993). Moreover, volcanic particles could have enhanced plant fossil preservation (e.g. Kovar-Eder et al., 2001; García Massini and Jacobs, 2011) due to their chemical and physical function as encapsulating sediments (Jiang et al., 2011).\nBased on the sedimentary, petrographic and palaeobotanical features above we interpret the calcareous Civitella Licinio Plattenkalk as amultiphase carbonate aridisol (see below). This latter is normally considered to be produced by microbial consortia and/or weathering, and flushing down the profile, of very fine-grained dust of feldspar (cf. Retallack, 2001). However, the definite source of the primary carbonate mud of the studied Plattenkalk remains unclear as the observed groundmassmicrite crystals lack the typical rod-like habit of organic precursors (e.g. Loisy et al., 1999) and distinct traces of carbonate fixing microorganisms are somewhat sparse (see Section 4.3) (Fig. 19).\nThe excellent preservation of K-feldspar crystals in the Frenelopsisrich Plattenkalk lends further support to the occurrence of persisting\narid climate conditions during its deposition; salinity, however, did not reach the calcium sulfate precipitation field, given the absence of evaporites in the whole Plattenkalk. It is also worth noting that pedogenic carbonates as well as lithographic limestones have long been related to arid/semi-arid environments (cf. Oost and De Boer, 1994; Tabor and Myers, 2015).\nBased on the following sedimentological and taphonomical lines of evidence, it is interpreted here that the lower plant-rich Plattenkalk was deposited in a sheltered, arid supratidal area located close to the sea: 1) very fine grained micrite barren of in situ marine biota; 2) preservation of laminae due to scarce bioturbation; 3) inland transport as thin bedded storm layers of shallow-marine sediments; 4) massive occurrence of terrestrial plants (Frenelopsis sp.); and 5) parautochthonous deposition of the Frenelopsis remains. By contrast, the upper Plattenkalk was deposited in a very restricted, paralic environment which was much closer to the sea as demonstrated by the more frequent, thicker and proximal S. dinarica- and miliolid-bearing storm layers and wash-overs sourced by an inland migrating, inner shallow-marine lagoon. Although the upper Plattenkalk testifies to the development of a subtle transgressive trend, the paralic environment was still dominated by subaerial conditions as indicated by the prevailing palaeosol micrite, the presence of large fusain fragments which indicate a very reduced transport, if any (Scott, 2010), and the parautochthonous deposition of the extremely abundant Frenelopsis remains (Section 4.2.1)."
  }, {
    "heading": "5.1.3. The section above the Plattenkalk",
    "text": "The mud-supported, deposits of Unit D4 yield scattered benthic foraminifers, charophytes and black pebbles as well as frequent subaerial exposure surfaces. They are indicative of very shallow-marine to brackish settings which were occasionally subjected to meteoric diagenesis leading to distinct, early palaeokarstic features.We do not knowwhether the observed black pebbles imply eroded paralic sediments which were impregnated by organic matter from decayed algae or from burnt terrestrial plants (cf. Strasser, 1984). In several cases, the latter option seems to be the most plausible owing to the presence of the Frenelopsis-rich Plattenkalk and the related fusainized material just beneath Unit D4 (Figs. 13A, 14D).\nThe overlying, rather homogeneous greenish marls and lime marls with abundant charophytes and ostracods of Unit D5 suggest the gradual establishment of a persisting lacustrine settingwhich favored the intense leaching of K-feldspar crystals (Fig. 22). The lacustrine environment was nourished episodically with storm washovers from brackish, coastal lagoons which were inhabited by impoverished extremophiles (e.g., S. dinarica with small-sized and badly calcitized skeletons and thin, small-sized miliolids). We hypothesize that the episodic depletions of charophyte stems and/or gyrogoniteswithinUnit D5 (Fig. 4) might be related to specific environmental stressors (e.g. increasing salinity and/or nutrient budget, high Mg/Ca ratio, decreasing fresh-water supply) whichmay have affected these fresh-water macrophytes, and their reproductive strategies, as in the case of their extant counterparts (Soulié-Märsche, 2008; Apolinarska et al., 2011). This would be compatible with the deposition of Unit D5 in highly unstable littoral and supra-littoral lacustrine environments and the observed emersions as well as repeated, although ephemeral, encroachments of seawater (Fig. 16E). Unit D5 is replaced very gradually by transgressive, Chondrodonta-bearing,muddy shallow-marine limestoneswhich rapidly evolve into Chondrodonta-rich deposits with intra-bioclastic intercalations (Unit D6). These often display dm- to meter-scale, wedgeshaped geometries with erosive bases pointing to migration of lowrelief, shallow subtidal channels.\nFollowing a further, seemingly long-term emersion phase accompanied by a well developed palaeokarstic system atop Unit D6, a rapid re-establishment of fully marine conditions is witnessed by the grain-supported, subtidal bioclastic and intrabioclastic limestones of Unit E."
  }, {
    "heading": "5.2. High-Resolution Event Stratigraphic (HIRES) correlation with the Mt. Faito reference section of the ApCP",
    "text": "The stratigraphic evolution of depositional and early diagenetic features described above (Section 4; Fig. 4) indicates that repeated environmental changes, dictated by high-frequency fluctuations of relative sea-level combinedwith short- and long-term hydroclimatic turnovers, played a fundamental role in controlling the sedimentation pattern of the Civitella Licinio section during a secular low-stand of sea level (Fig. 23).\nThe inner lagoonal carbonate strata with increasing occurrence of geopetally-filled dissolution cavities which alternate to lacustrine interlayers and lenses up to 35 cm thick suggest a reduced accommodation space on the platform in overall humid palaeohydrologic conditions (Unit D1; Fig. 7). The biogenic laminar calcrete beneath the uppermost lacustrine interval in the middle part of this Unit (see Section 4.1.1) points to the occurrence of a rapid (seasonal or multi-seasonal) arid snap during an overall wet phase (Fig. 23). A further, similar snap is embodied by relatively abundant pollens (Classopollis?) (cf. MejiaVelasquez et al., 2012) found in the uppermost Unit D1. These arid snaps are interpreted here as harbingers of the shift toward the relatively longer arid phase underlying the deposition of the following Units D2 andD3 (Fig. 23). As discussed in Section 5.1, in fact, the non-bioturbated microbialites with repeated subaerial exposures in the lowermost Unit D2 (Fig. 8) were formed under arid-semiarid conditions (cf. Husinec and Read, 2011) which accompanied also the deposition of the entire Unit D2 and, with much evidence, the overlying Plattenkalk with very abundant xeromorphic plants (Unit D3). It is worth to note that the observed S. dinarica acme preceded the climatic shift between Units D1 and D2–3 thus suggesting that it was deposited under wet hydroclimatic conditions (Fig. 23).\nThe restricted shallow-marine deposits of the lower Unit D4 testify to a short-term rise of the relative sea level. This part of the section yields shaley palaeosols and palaeokarstic features, which suggest renewed (seasonal?) humid conditions (e.g. Deconinck and Strasser, 1987) during a persisting, longer-term sea-level low stand. Low sea level and rapidly increasing moisture are documented by the brackish lime marls of the upper Unit D4 and, with much evidence, by the thick lacustrine carbonates of Unit D5 (Figs. 4, 5). Consistently, the intensity of chemical weathering affecting K-feldspar crystals matches the stratigraphic position of palaeoclimatic indicators (Fig. 22; Section 5.1), thus confirming a distinct cause-and-effect relationship.\nTransgressive bivalve-rich limestones of Unit D6 terminate the lacustrine interval and testify to the gradual re-establishment of shallow-marine conditions in a persisting humid regime, as suggested by ephemeral emersions marked by thin greenish palaeosols (lowermiddle Unit D6).\nThe deep palaeokarst capping Unit D6 witnesses the last long-term subaerial exposure under a persisting humid regime.\nThe overall facies evolution described in the Civitella Licinio section matches the stratigraphic trend recorded by the Upper Aptian deposits of the ApCP (Mt. Faito, Mt. Tobenna and Serra Sbregavitelli sections) during a cooling episode and a long-term glacioeustatic lowstand (Graziano and Raspini, 2015). In the Mt. Faito reference section of the ApCP, several evaporite-rich intervals were deposited in a mudflatsaltern setting and, together with frequent transgressive shallowmarine interlayers, alternate quite regularly with lacustrine, paralic or very shallow-marine deposits suggestive of overall wetter conditions. Timing and duration of identified couplets of cyclic arid-wet phases (Fig. 23) have been determined at Mt. Faito by a cyclostratigraphically constrained age model tuned with deep-water Tethyan reference sections and suggest fluctuating hydroclimatic conditions over time scales of 100 and 400 ky (Graziano and Raspini, 2015).\nAiming at tuning the Civitella Licinio succession with the Mt. Faito reference section, several Upper Aptian lithologic and biostratigraphic key-markers have been taken into consideration. Results have been\nreported in a HIRES framework to derive precise chronostratigraphic constraints which permit bed-to-bed correlations in the Upper Aptian of the ApCP ~70 km across (Fig. 23). The prominent lithologic key-marker is the base of thick brackish–lacustrine deposits (Units D4–5 at Civitella Licinio and uppermost Unit D at Mt. Faito) accounting for the onset of long-term humid conditions, which terminated previous high-frequency wet-arid fluctuations (Units D1–3 at Civitella Licinio and middle-upper Unit D at Mt. Faito). The regional-to-supraregional significance of these lithologies, indicative of persisting humid conditions in the late Gargasian, has been recently discussed in a Tethyan perspective (Graziano and Raspini, 2015). In fact, the lower boundary of this humid interval coincides with the development of the Polar Glacial Trigger at ~118.2 My (AlHusseini and Matthews, 2010), i.e. with the southward shrinking of the subtropical arid belt due to marked cooling of the Earth's hydrosphere–atmosphere system during the Late Aptian (cf. Graziano and Raspini, 2015). Consequently, the Frenelopsis-rich Plattenkalk herein (Unit D3) represents the local counterpart of the upper part of the third evaporite-rich interval at Mt. Faito (Fig. 23).\nThe lithologic boundary in betweenUnits D and E represents amajor lithologic key-marker in the upper part of the sections. It records the return to fullymarine conditions on the platform following the long-term, subaerial exposure under humid conditions documented by the underlying brackish–lacustrine interval (Units D4–5) and the deep palaeokarstic features capping Unit D6. At Mt. Faito, intense reworking processes and/or winnowing are recorded as ravinement breccias, about 2 m thick in the lowermost Unit E whose base has been dated astrochronologically at ~115 My (Graziano and Raspini, 2015). Therefore, the relatively long-lasting disconformity between Units D and E displays laterally a different stratigraphic signature (and time span?) being mainly diagenetic (deep palaeokarst) at Civitella Licinio and essentially erosive (shallow scoured surface) atMt. Faito (Fig. 23). In addition, a seemingly earlier, although short-lived, transgression is proven at Civitella Licinio by the bivalve-rich limestones of Unit D6. These deposits wedge out at Mt. Faito to punctuate the upper lacustrine interval of the uppermost Unit D in the formof cm-to-dm thick lenses of shallow marine limestones (previously disregarded by Graziano and Raspini, 2015). We believe that these deposits reflect the warming pulse documented by TEX86 palaeothermometry (McAnena et al., 2013) in the long-term cold phase of the Late Aptian (e.g. Maurer et al., 2013). An original chemostratigraphic tuning would attribute this thermal event to the latest (by reference to the GTS2012) or middle nolani zone (by reference to Graziano and Raspini, 2015) and to a numerical age of ~115.7 My (our unpublished data), thus shortening to b700 ky the erosional/non-depositional hiatus between Units D and E at Mt. Faito (formerly estimated as long as 2.5 My by Graziano and Raspini, 2015). Hence: 1) the shallow-marine Unit D6 and the capping, deep palaeokarst at Civitella Licinio are coeval with the uppermost lacustrine deposits which end Unit D at Mt. Faito; and 2) the Gargasian– Clansayesian boundary (corresponding to ~116.8 My in the GTS2012, cf. Ogg and Hinnov, 2012) would fall within Unit D5 as this latter straddles the melchioris–nolani boundary zone (Fig. 23).\nDespite a certain degree of chronostratigraphic uncertainty, we hypothesize that the disconformity between Units D and E at Civitella Licinio and at Mt. Faito likely corresponds to the deep erosional surface underlying the cross-bedded, coarse bioclastic and litho/intraclastic rudstone on top of the Pietraroja section described by Ruberti et al. (2013). These sediments were deposited during an early structuring phase as demonstrated by dm-to-m-scale neptunian dykes and synsedimentary faults (Carannante et al., 2006). The compared stratigraphic architecture and evolving facies trend (i.e., differential rates of shallowing and deepening) together with field evidence (e.g. Fig. 9) imply a consistent pattern of regional tectonic subsidence inducing contemporaneous block faulting and local uplift during the widespread synsedimentary extensional tectonics which affected the ApCP in the Late Aptian (e.g., Carannante et al., 2009; Graziano and Raspini, 2015).\nA further, reliable key-marker for high-resolution correlations is the S. dinarica acme in the uppermost Unit D1, i.e. at the end of a short-term humid interlude (Fig. 23). This acme cannot be correlated with the lower S. dinarica acme of the ApCP which, by contrast, was deposited earlier than the Orbitolina Level and, above all, during an arid episode (as far as its topmost part is concerned) (Fig. 23). Crucial to this issue, we reappraise here the densely packed S. dinarica level which sharply overlies the second evaporite-rich interval at Mt. Faito (Graziano and Raspini, 2015) as the upper S. dinarica acmeof theApCP. Its stratigraphic position, with respect to the Orbitolina Level, as well as hydroclimatic significance fit those of the S. dinarica acme at Civitella Licinio. Therefore: A) the lower S. dinarica acme (a few meters below the Orbitolina Level) begins in the uppermost Lower Aptian (furcata ammonite zone) and would terminate in the lower Upper Aptian (lowermost Gargasian, lower subnodosocostatum/martinoides ammonite zone), according to Di Lucia et al. (2012), or in the middle Upper Aptian (upper Gargasian, upper martinoides ammonite zone) according to Graziano and Raspini (2015); and B) the upper S. dinarica acme (a few meters above the Orbitolina Level) falls in the uppermost martinoides ammonite zone (Fig. 23).\nBased on the bed-to-bed correlations above, the following results are put forward (Fig. 23) (cf. also see Graziano and Raspini, 2015):\n- Unit D1 was deposited during a wet phase from 118.60 to 118.40 My. - The age of the upper S. dinarica acme of the ApCP (uppermost Unit D1) is comprised in the late (?) time interval between 118.60 and 118.50 My (lowermost Superbundle T4 at Mt. Faito–Mt. Tobenna). - The Frenelopsis-rich Plattenkalk (Unit D3) was formed during the latest arid phase in the late Gargasian of the ApCP, i.e. between ~118.30 and 118.20–10 My, and represent the lateral equivalent of the upper part of the 3rd evaporite interval at Mt. Faito. - The brackish to lacustrine Units D4–5 and the shallow marine Unit D6 are the lateral equivalent of the thick lacustrine deposits of the Mt. Faito and Mt. Tobenna sections. They prove the long-lasting (~3.5 My) establishment of a late Gargasian–early Clansayesian fresh-water setting which replaced a playa like-desert on the ApCP, following the onset of the Glacial Trigger at ~118.2/118.1 My. - The return to fully marine conditions on the local platform (Unit E) shortly precedes the LAD of S. dinarica and occurred starting in the middle Clansayesian at ~115 My, in the lower jacobi (following GST2012; Ogg and Hinnov, 2012) or in the reappraised latest nolani zone. - The chronostratigraphic distribution of pyroclastic grains in the Civitella Licinio section encompasses at least 2.6 My, from uppermost Unit D2 to Unit D5. Furthermore, by considering former results on the Orbitolina Level key-marker (Bravi and De Castro, 1995; Mondillo et al., 2011) as well as its numerical age of 118.8– 118.7 My (Graziano and Raspini, 2015), tephras have been supplied almost continuously to the ApCP as long as ~3 My during the late Gargasian–early Clansayesian."
  }, {
    "heading": "5.3. Late Aptian volcanism: insights from the Civitella Licinio section",
    "text": ""
  }, {
    "heading": "5.3.1. Palaeogeographic and palaeoclimatic implications",
    "text": "During the ~2.6 My time span of the uppermost Unit D2–Unit D5 (Fig. 23), the Civitella Licinio section has been punctuated by repeated volcanic inputs, documented by frequent glass shards and abundant K-feldspar crystals (see Section 4.3) that we consider here to be constituted by the sanidine polymorph. In fact, a diagenetic or detrital origin of the K-feldspar crystals (eventually providing microcline or orthoclase, respectively) are to be ruled out according to the following, independent sedimentologic, taphonomic, diagenetic–petrographic and palaeogeographic lines of evidence: 1) lack of abrasion induced by an eventual transport in fluvial or eolian settings; 2) absence of a\nstructured drainage system in an arid/sub-arid setting (uppermost Unit D2 and Unit D3) or an effective transport in a supposed erg-like environment (never documented in the whole ApCP); 3) the very finegrained glass shards and K-feldspar crystals (3–30 μm in size) are consistent with the distance from the inferred, faraway volcanic source (see below); 4) Frenelopsis remains, which are associated with volcanic grains throughout the Plattenkalk, display evident parautochthonous depositional conditions; 5) crystals are euhedral to subhedral, even in the case of the variably intense chemical weathering, and ensuing formation of clayminerals, that has been observed in scattered stratigraphic intervals; and 6) the epi-oceanic nature of the ApCP and its palaeogeographic position well apart from any source of sediments from exposed basement rocks.\nWe do not at the moment have precise insights in the field into the spatial arrangement of the volcanic grains within the Plattenkalk sediments, although SEM investigationwould allowhypothesizing the presence of some discrete ash layers. This possibly relies on the low preservation potential of the original, presumably very thin ash fall deposits (see below) in a highly unstable coastal mudflat owing to effective wind erosion and soil bioturbation by vegetation cover. On the other hand, the arid conditions at the time of the windblown supply of the pyroclastic material on the emerged ApCP favored their preservation from intense chemical weathering, as observed in the Plattenkalk deposits (Unit D3). By contrast, a severe chemical weathering has been effectively observed on the sanidine crystals found in the brackish and lacustrine deposits (upper Unit D4 and Unit D5) (Fig. 22), the latter yielding evidence of very thin ash layers resulting from particle fallout and preservation in a presumably shallow lake (see Section 4.3).\nThe evidence of explosive, possibly subduction-related volcanic activity provides further information on chronostratigraphic, palaeogeographic and palaeoclimatic reconstructions at the start of a major geodynamic phase in the Tethyan Realm. The Late Aptian, in fact, is a crucial interval at the onset of a rapid reorganization of the pery-Tethyan plates as well as of a new migration pattern of plate boundaries following magnetozone M0 (Rosenbaum et al., 2002; Stampfli and Hochard, 2009; Schettino and Turco, 2011). Between 121 and 112 My, the wander path of the terranes involved in the early Alpine orogeny changed markedly, thus originating, among others, an active orogenic margin in the Transdanubian and North Calcareous domains as well as the development of the Vardar intra-oceanic back-arc system (Stampfli and Hochard, 2009). Thus, the generation of the Austroalpine orogenic wedge in the Late Aptian (Froitzheim et al., 1996) and its northwestward migration following the Piemonte– Penninic ocean rollback (Rosenbaum and Lister, 2005) resulted in the formation of the Vardar arc–trench system and orogenic volcanism in the NW Balkan orogen (Stampfli and Hochard, 2009) (Fig. 24). This major orogenic event in the evolving framework of the Austroalpine phase was sealed by Albian–Cenomanian molasse-type sediments (Stampfli and Kozur, 2006) and seemingly represents the best genetic cause of the Late Aptian explosive volcanismdocumented in the studied Civitella Licinio section.\nPyroclastic material, in fact, is typically formed by explosive volcanism at arc–trench systems and may represent a conspicuous source of sediments (tephra) in terrestrial, shallow- and deep-water settings, as well as a crucial tool for correlating faraway sections. Notable examples for the Cretaceous are given, among others, by Christiansen et al. (1994) and Bernoulli et al. (2004). Despite that a number of variables are involved in the production, dispersal and deposition of tephra, major grain size parameters (mode, median and sorting) of pyroclastic fragments are a reliable proxy for evaluating the distance between depositional sites and the imputed centers of volcanic emission (e.g. Fisher, 1964; Engwell et al., 2014). Although a quantitative granulometric analysis on the very fine-grained sanidine crystals and glass shards from the investigated Plattenkalk and the encasing units has not been performed, we observe that: 1) the minimum grain size of the observed tephra particles (~3 μm) would be also compatible\nwith the minimum limit for pyroclastic comminution of ~2 μm (Fisher, 1964); and 2) the plot of their modal class (15–20 μm) within a ‘grain size (95th percentile)’ versus ‘distance from source’ diagram for a reference, extreme explosive event (Campanian ignimbrite; Engwell et al., 2014) would point to an emission center located at about 1400–1500 km. This value would be consistent with the possible provenance of volcanic ash from the Dinaridic–Carpatho-Balkan magmatic province and the trade wind pattern for the Late Aptian of the northern low latitudes (Fig. 24). In fact, the position of the volcanic source may be palaeogeographically constrained by the analysis of the wind pattern for the Late Aptian as the areal extent and palaeogeographic distribution of windblown volcanic ash generally mirrors the wind pattern in the troposphere (e.g. Elder, 1988). Hay (2008) and Chaboureau et al. (2012), among others, provide reliable information on this issue as their atmospheric circulation models clarify the Late Aptian trade wind pattern and intensity at an unprecedented resolution level. These models invariably pinpoint the central role exerted by the low-latitude easterlies connecting the Dinaridic– Carpatho-Balkan explosive volcanism and the subaerially exposed carbonate platforms of the central Western Tethys during the Late Aptian glacio-eustatic lowstand (synthesis in Graziano and Raspini, 2015) (Fig. 24). These same trade winds have also been claimed to identify the source area of further volcanic ash fall layers from slope and pelagic carbonate sections of Campanian age in the Apennines (central Italy) and the Gargano region (southern Italy) (Graziano and Adabbo, 1996; Bernoulli et al., 2004)."
  }, {
    "heading": "5.3.2. Tephrostratigraphy",
    "text": "Our findings extend further the inventory of the volcanic ash layers found in the Aptian–Turonian of the ApCP as well as other shallowwater domains of the Western Tethys. Bravi and De Castro (1995) first reported the presence of augitic pyroxenes in the Upper Aptian Orbitolina Level of the Mt. Faito reference section. Recent investigation carried out by Mondillo et al. (2011) on the Orbitolina Level of the Mt. Tobenna section (about 34 km and 70 km apart Mt. Faito and Civitella Licinio, respectively; Fig. 1) have revealed the presence of windblown volcanic zircon, monazite, rutile and ilmenite. This mineral association is markedly similar to that found in the middle Albian– Cenomanian bauxites of the Matese Mts. whose geochemical investigation, coupled to palaeogeographic considerations, has pinpointed, again, a windblown origin from the orogenic Dinaridic and Carpatho-Balkan explosive volcanism (Boni et al., 2012). A similar source, with the possible additional input from African craton protoliths, has been suggested by geochemical investigation (Mongelli et al., 2014) on the Turonian, tectonically-controlled bauxitiferous unconformity (e.g. Mindszenty et al., 1995) of the Apulia carbonate platform (SE Italy).\nTephrostratigraphic correlation of the increasing number of ash layers signaled in the Upper Aptian of the Tethys and adjoining regions (e.g. Ruffell et al., 2002; Beaudoin et al., 2012; Boni et al., 2012; and study herein), significantly improves our understanding of Tethyan palaeogeography, geodynamics and palaeoclimate. In this light, we observe that the intervals with pyroclastic fragments found in the upper Gargasian and lower Clansayesian of the Civitella Licinio section (uppermost Unit D2–Unit D5) and in the Orbitolina Level of the ApCP can be roughly correlated with the Matisse and Van Gogh bentonites, respectively, of the Vocontian Basin (VB) (Friés and Parize, 2003; Beaudoin et al., 2012, and references therein). Whether these intervals can be also physically correlated depends on several types of uncertainties with calibration among biostratigraphic zonations, high-resolution correlation of available chemostratigraphy for the neritic Upper Aptian of the ApCP (cf. Di Lucia et al., 2012; Raspini, 2012), and rescaling of stratigraphic data anchored to different Global Time Scales (GTSs). For instance, the two bentonite horizons of the Matisse level fall in the (lower?) melchioris ammonite zone (Beaudoin et al., 2012) whereas the Civitella Licinio sanidine- and glass shard-bearing uppermost Unit D2 and Unit D3 are the equivalent of the upper 3rd evaporite interval\nat Mt. Faito (Section 5.2) and, hence, fall in the uppermost martinoides zone of the GTS2012 (Graziano and Raspini, 2015) (Fig. 23). Rather, the pyroclastic materials of the brackish–lacustrine Units D4–D5, the latter being the equivalent of the uppermost Unit D at Mt. Faito, fall in the lowermost melchioris zone of the GTS2012 (Graziano and Raspini, 2015) and, hence, represent the best possible equivalent of the Matisse level, despite that the upper part of Unit D5 and thewhole Unit D6 possibly extend to the upper (?) nolani zone (Fig. 23) (see Section 5.2).\nA critical issue concerning the proposed tephra correlation between the ApCP and the VB relies on the alleged emission center of the slightly younger, latest Aptian Cézanne bentonite found in the jacobi zone of the VB and tentatively correlated with the Wöhrum ash layer from the Lower Saxony basin in Northern Germany (Beaudoin et al., 2012). This latter, in fact, has been supposed to reflect the volcanic activity in the Waddenzee area (offshore Holland) (Mutterlose et al., 2003), i.e., about 1200 km north of the VB (Fig. 24). Although identifying a specific volcanic source for tephra layers is usually problematic, the analysis of the trade wind pattern for the Late Aptian seems to rule out such a northern source of the Cézanne tephra and, conversely, to support an eastern provenance from the Dinaridic and Carpatho-Balkan explosive volcanism (Fig. 24). Testing these hypotheses requires detailed chronostratigraphic and geochemical studies on Upper Aptian tephra that, however, are beyond the scope of this paper.\nNonetheless, the observation that some of the recognized bentonite levels from the VB and UMB underlie or coincide with the major late Aptian black shale episodes of the Western Tethys (namely the Fallot and Jacob OAEs) makes it possible to envisage an intriguing and previously disregarded positive feedback mechanism of the complex causeand-effect relationships underlying their formation. In fact, the remarkable fertilization potential of surface waters by volcanic ashes and the consequent forcing of the biogeochemical cycling of carbon and biolimiting metals are well-known features of present-day oceans (e.g. Frogner et al., 2001; Duggen et al., 2010; Lindenthal et al., 2013). Such a relationship can be likely proposed for the FallotOAE, given its chronostratigraphic and physical correlationwith theOrbitolina Level (Raspini, 2012; Graziano and Raspini, 2015) and the related tephra layer (layers?).\nOn the whole, the observations and hypotheses above reinforce the suitability of the Aptian record as a reference proxy for deciphering the present-day and future evolution of the Earth's hydro-, bio- atmosphere system (e.g. Hay, 2011; Hay and Floegel, 2012)."
  }, {
    "heading": "6. Summary and conclusions",
    "text": "This paper provides a contribution to the stratigraphic and palaeoclimatic comprehension as well as the palaeobotany of the Upper Aptian of the Apennine Carbonate Platform (ApCP) (southern Italy) by applying an integrated correlation technique and a palaeoenvironmental reconstruction based on lithofacies indicators of wet (characean-rich limestones/marls) versus arid-semiarid (supratidal microbialites, calcrete and Frenelopsis-rich palaeosols) phases as well as early diagenetic features (geopetal infills/palaeokarst vs desiccation cracks). By integrating the stratigraphic data herein and previous studies on the stratigraphy, astrochronology and palaeoclimatic evolution of the ApCP recorded by the Mt. Faito reference section (Graziano and Raspini, 2015), the following conclusions can be drawn:\n- The Civitella Licinio section (upper Gargasian–middle Clansayesian) has recorded the stratigraphic effects of the well-known Late Aptian glacio-eustatic lowstand and preserves evidence of short-term hydroclimatic fluctuations in the form of meter-scale intercalations of lacustrine lithofacies that straddle a plant-rich Plattenkalk which was deposited in a supratidal-to-paralic coastal mudflat under an overall arid climatic regime. - The upper S. dinarica acme of the ApCP was deposited during a brief humid interlude between ~118.55 and 118.50 My (by reference to\nthe GTS2012). Hence, a striking euryhaline character may be attributed to S. dinarica as the top of its lower acme (119–118.9 My atMt. Faito) occurred during an interval of evident arid conditions (first evaporite-rich level). - The Frenelopsis-rich Plattenkalk was deposited between 118.3 and 118.2–118.1 My and represents the lateral equivalent of the upper part of the third evaporite-rich interval at Mt. Faito. The resulting composite layer, representing the transition between a paralic mudflat and a restricted, hypersaline shallow lagoon on the emerged ApCP was deposited under arid conditions prior to the onset of a major shift to a persisting humid regime at ~118.2 My (Glacial Trigger). - Common to frequent pyroclastic fragments (glass shards and sanidine crystals) have been documented in the upper Gargasian– lower Clansayesian of the Civitella Licinio section during a ~2.6 My time interval from the uppermost martinoides to the upper nolani ammonite zones (sensu GTS2012). Pattern and intensity of the variable, early chemical weathering matches the rapidly fluctuating hydroclimatic conditions on the ApCP. - The seemingly monogeneric presence of the conifer Frenelopsis sp. throughout the Plattenkalk suggests that this genus was possibly the main component of the palaeo-biocoenosis. Possibly, tephra favored the preservation of the material along the section studied. Plant remains possibly represent a stable biotope, as floral composition presents no variation along the section studied. Moreover, sedimentological and palaeobotanical data confirm that the Plattenkalk formed during an arid period. High temperatures and lightning strikes generated wildfire as is testified by the abundance of fusain in the Civitella Licinio section. Frenelopsis from Civitella Licinio lived in an area subjected to repeated volcanic ash falls. - The stratigraphic, palaeoenvironmental and hydroclimatic evolution recorded by the Civitella Licinio and Mt. Faito sections (~70 km apart) are perfectly in phase, thus confirming the overwhelming role of supra-regional controlling mechanisms on the short- and long-term (100 and 400 ky, as derived by the astrochronology of Mt. Faito section) palaeoclimatic evolutions even at a regional scale. - The unusual, coupled proliferation of solitary corals and siliceous sponges in the restricted, very shallow marine embayment heralding the deposition of the Frenelopsis-rich Plattenkalk seems to rely on the environmental pollution related to the pyroclastic supply. This was presumably sourced by the explosive volcanism connected with the developing Carpatho-Balkan orogen and transported toward the ApCP, i.e. ~1400 km across, by northeasterly trade winds. Preliminary, tephrostratigraphic correlations in the Upper Aptian of the ApCP and Vocontian Basin are proposed.\nThis study demonstrates that facies analysis and High-Resolution Event Stratigraphy (HIRES) may disentangle the physical (bed-to-bed) correlation of faraway, typically discontinuous continental and marginal marine successions when an integrated sedimentological, astrochronological and palaeoclimatic analysis is employed. Such an approachmay virtually overcome the failure of carbon and oxygen isotope chemostratigraphy in the correlation of interlayered continental and shallow-marine successions as a consequence of early diagenetic biases which typically affect the related sedimentary record."
  }, {
    "heading": "Acknowledgements",
    "text": "We are indebted to André Strasser, Telm Bover-Arnal and two anonymous reviewers for their constructive comments and useful suggestions. The editorial handling by Brian Jones and Massimo Moretti is warmly thanked for the prompt action and support. We are grateful to Abner Colella and BrunoMassa for useful discussions on themineralogy of K-feldspars and Matese Mts. tectonics, respectively. Roberto de Gennaro and Sergio Bravi (Università degli Studi di Napoli Federico II)\nare warmly thanked for their technical aid. AB (antonello.bartiromo@ gmail.com) thanks the support provided by Associazione Natura3.\nFinancial support to RG was provided by Ricerca Dipartimentale (Università degli Studi di Napoli Federico II)."
  }],
  "year": 2016,
  "references": [{
    "title": "Image processing with ImageJ",
    "authors": ["M.D. Abramoff", "P.J. Magelhaes", "S.J. Ram"],
    "venue": "Biophotonics International",
    "year": 2004
  }, {
    "title": "Antarctica's glacio-eustatic signature in the Aptian and late Miocene–Holocene: implications for what drives sequence stratigraphy",
    "authors": ["M.I. Al-Husseini"],
    "venue": "GeoArabia",
    "year": 2013
  }, {
    "title": "Tuning Late Barremian–Aptian Arabian Plate and global sequences with orbital periods",
    "authors": ["M.I. Al-Husseini", "R.K. Matthews"],
    "venue": "GeoArabia Special Publication",
    "year": 2010
  }, {
    "title": "Calcified root cells in Miocene pedogenic carbonates of the Madrid Basin: evidence for the origin of Microcodium b",
    "authors": ["A.M. Alonso-Zarza", "M.E. Sanz", "J.P. Calvo", "P. Estévez"],
    "venue": "Sedimentary Geology",
    "year": 1998
  }, {
    "title": "Cheirolepidiaceae: biology, structure and paleoecology",
    "authors": ["K.L. Alvin"],
    "venue": "Review of Palaeobotany and Palynology",
    "year": 1982
  }, {
    "title": "Shifting roles of heterotrophy and autotrophy in coral energetics under varying turbidity",
    "authors": ["K.R.N. Anthony", "K.E. Fabricius"],
    "venue": "Journal of Experimental Marine Biology and Ecology",
    "year": 2000
  }, {
    "title": "CaCO3 sedimentation by modern charophytes (Characeae): can calcified remains and carbonate δ13C and δ18O record the ecological state of lakes?— A review",
    "authors": ["K. Apolinarska", "M. Pełechaty", "A. Pukacz"],
    "venue": "Studia Limnologica et Telmatologica",
    "year": 2011
  }, {
    "title": "Cuticular characters adapted to volcanic stress in a new Cretaceous cycad leaf from Patagonia, Argentina. Considerations on the stratigraphy and depositional history of the Baqueró Formation",
    "authors": ["A. Archangelsky", "R.R. Andreis", "S. Archangelsky", "A. Artabe"],
    "venue": "Review of Palaeobotany and Palynology",
    "year": 1995
  }, {
    "title": "Repeated loss of coloniality and symbiosis in scleractinian corals",
    "authors": ["M.S. Barbeitos", "S.L. Romano", "H.R. Lasker"],
    "venue": "Proceedings of the National Academy of Sciences",
    "year": 2010
  }, {
    "title": "The cuticle database: developing an interactive tool for taxonomic and paleoenvironmental study of the fossil cuticle",
    "authors": ["R. Barclay", "J. McElwain", "D. Dilcher", "B. Sageman"],
    "venue": "record. Courier Forschung Institut Senckenburg",
    "year": 2007
  }, {
    "title": "Plant remains from the Lower Cretaceous Fossil-Lagerstätte of Pietraroja, Benevento, southern Italy",
    "authors": ["A. Bartiromo"],
    "venue": "Cretaceous Research",
    "year": 2013
  }, {
    "title": "First finding of a fossil fern (Matoniaceae) in the paleontological site of Pietraroja (Benevento, Southern Italy)",
    "authors": ["A. Bartiromo", "M.R. Barone Lumaga", "S. Bravi"],
    "venue": "Bollettino della Societa Paleontologica Italiana",
    "year": 2006
  }, {
    "title": "The Early Cretaceous flora from Profeti, Caserta, Southern Italy",
    "authors": ["A. Bartiromo", "G. Barale", "M.R. Barone Lumaga", "S. Bravi", "F. Barattolo"],
    "venue": "Review of Palaeobotany and Palynology 158,",
    "year": 2009
  }, {
    "title": "An Early Cretaceous flora from Cusano Mutri, Benevento, southern Italy",
    "authors": ["A. Bartiromo", "G. Barale", "M.R. Barone Lumaga", "S. Bravi", "F. Barattolo"],
    "venue": "Cretaceous Research",
    "year": 2012
  }, {
    "title": "Influence of volcanic gases on the epidermis of Pinus halepensis Mill. in Campi Flegrei, Southern Italy: a possible tool for detecting volcanism in present and past floras",
    "authors": ["A. Bartiromo", "G. Guignard", "M.R. Barone Lumaga", "F. Barattolo", "G. Chiodini", "R. Avino", "G. Guerriero", "G. Barale"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 2012
  }, {
    "title": "The cuticle micromorphology of in situ Erica arborea L. exposed to long-term volcanic gases",
    "authors": ["A. Bartiromo", "G. Guignard", "M.R. Barone Lumaga", "F. Barattolo", "G. Chiodini", "R. Avino", "G. Guerriero", "G. Barale"],
    "venue": "Environmental and Experimental Botany 87,",
    "year": 2013
  }, {
    "title": "Plant remains from Early Cretaceous deposits on the Goban Spur, Bay of Biscay, North Atlantic Ocean, and their palaeoenvironmental significance",
    "authors": ["D.J. Batten", "Z.Y. Zhou", "B.W. Li"],
    "venue": "Palaeoworld",
    "year": 2014
  }, {
    "title": "Permian warm- to very cold-water carbonates and cherts in northwest Pangea",
    "authors": ["B. Beauchamp", "A. Desrochers"],
    "venue": "Cool-water Carbonates. Society of Economic Palaeontologists and Mineralogists Special Publication",
    "year": 1997
  }, {
    "title": "Réunions thématiques du Groupe français du Crétacé",
    "authors": ["B. Beaudoin", "G. Fries", "L. Bulot"],
    "venue": "Van Gogh, Cézanne et autres impressionnistes: bentonites aptiennes/albiennes du SE de la France ... et plus loin",
    "year": 2012
  }, {
    "title": "Volcanic ash layers in the Upper Cretaceous of the Central Apennines and a numerical age for the early Campanian",
    "authors": ["D. Bernoulli", "U. Schaltegger", "W.B. Stern", "M. Frey", "M. Caron", "S. Monechi"],
    "venue": "International Journal of Earth Sciences",
    "year": 2004
  }, {
    "title": "Large igneous provinces and organic carbon burial: controls on global temperature and continental weathering during the Early Cretaceous",
    "authors": ["S. Bodin", "P. Meissner", "N.M.M. Janssen", "T. Steuber", "J. Mutterlose"],
    "venue": "Global and Planetary Change",
    "year": 2015
  }, {
    "title": "A distant magmatic source for Cretaceous karst bauxites of Southern Apennines (Italy), revealed through SHRIMP zircon age dating",
    "authors": ["M. Boni", "S.M. Reddy", "N. Mondillo", "G. Balassone", "R. Taylor"],
    "venue": "Terra Nova",
    "year": 2012
  }, {
    "title": "Climate variability and ocean fertility during the Aptian Stage",
    "authors": ["C. Bottini", "E. Erba", "D. Tiraboschi", "H.C. Jenkyns", "S. Schouten", "J.S. Sinninghe Damste"],
    "venue": "Climate of the Past 11,",
    "year": 2015
  }, {
    "title": "Phanerozoic paleoclimate: an atlas of lithologic indicators of climate",
    "authors": ["A. Boucot", "C. Xu", "C.R. Scotese", "R.J. Morley"],
    "venue": "SEPM Concepts in Sedimentology and Paleontology",
    "year": 2013
  }, {
    "title": "Expression of an Oceanic Anoxic Event in a neritic setting: Lower Aptian coral rubble deposits from the western Maestrat Basin (Iberian Chain, Spain)",
    "authors": ["T. Bover-Arnal", "R. Salas", "C. Martin-Closas", "F. Schlagintweit", "J.A. Moreno-Bedmar"],
    "venue": "PALAIOS 26,",
    "year": 2011
  }, {
    "title": "Deep incision in an Aptian carbonate succession indicates major sea-level fall in the Cretaceous",
    "authors": ["T. Bover-Arnal", "R. Salas", "J. Guimera", "J.A. Moreno-Bedmar"],
    "venue": "Sedimentology 61,",
    "year": 2014
  }, {
    "title": "The Cretaceous fossil fishes level of Capo d'Orlando, near Castellammare di Stabia (NA): biostratigraphy and depositional environment",
    "authors": ["S. Bravi", "P. De Castro"],
    "venue": "Memorie di Scienze Geologiche",
    "year": 1995
  }, {
    "title": "New biostratigraphic and palaeoecologic observations on the “Plattenkalk” of the lower Cretaceous (Albian) of Pietraroia (Benevento, S Italy), and its decapod crustacean assemblage",
    "authors": ["S. Bravi", "A. Garassino"],
    "venue": "Atti Società Italiana Scienze Naturali, Museo Civico Storia Naturale Milano",
    "year": 1998
  }, {
    "title": "The Monte Cigno plattenkalk (S–Italy). Biostratigraphy and paleoenvironment: a first account",
    "authors": ["S. Bravi", "A. Mega"],
    "venue": "Rivista del Museo Civico di Scienze Naturali “E. Caffi”",
    "year": 1999
  }, {
    "title": "Early eusuchia crocodylomorpha from the vertebrate-rich Plattenkalk of Pietraroia (Lower Albian, southern Apennines, Italy)",
    "authors": ["A.D. Buscalioni", "P. Piras", "R. Vullo", "M. Signore", "C. Barbera"],
    "venue": "Zoological Journal of the Linnean Society 163,",
    "year": 2011
  }, {
    "title": "Carbonate lithofacies as paleolatitude indicators: problems and limitations",
    "authors": ["G. Carannante", "M. Esteban", "J.D. Milliman", "L. Simone"],
    "venue": "Sedimentary Geology",
    "year": 1988
  }, {
    "title": "Upper Cretaceous temperatetype open shelves from northern (Sardinia) and southern (Apennines–Apulia) Mesozoic Tethyan Margins",
    "authors": ["G. Carannante", "R. Graziano", "D. Ruberti", "L. Simone"],
    "venue": "Cool-water Carbonates. Society of Economic Palaeontologists and Mineralogists Special Publication",
    "year": 1997
  }, {
    "title": "Depositional system and response to sea-level oscillations of the Senonian rudist-bearing carbonate shelves",
    "authors": ["G. Carannante", "R. Graziano", "G. Pappone", "D. Ruberti", "L. Simone"],
    "venue": "Examples from Central Mediterranean areas. Facies",
    "year": 1999
  }, {
    "title": "Vertebrate-rich Plattenkalk of Pietraroia (Lower Cretaceous, Southern Apennines, Italy): a new model",
    "authors": ["G. Carannante", "M. Signore", "M. Vigorito"],
    "venue": "Facies 52,",
    "year": 2006
  }, {
    "title": "Evoluzione cretacica di un settore della piattaforma apula da dati di sottosuolo e di affioramento (Appennino campano-molisano)",
    "authors": ["G. Carannante", "A. Pugliese", "D. Ruberti", "L. Simone", "M. Vigliotti", "M. Vigorito"],
    "venue": "Bollettino della Societa Geologica Italiana",
    "year": 2009
  }, {
    "title": "Salpingoporella, a common genus of Mesozoic Dasycladales (calcareous green algae)",
    "authors": ["N. Carras", "M.A. Conrad", "R. Radoicic"],
    "venue": "Revue de Paléobiologie",
    "year": 2006
  }, {
    "title": "Complessi guida del Mesozoico calcareodolomitico nella zona orientale del Massiccio del Matese",
    "authors": ["E. Catenacci", "P. De Castro", "I. Sgrosso"],
    "venue": "Memorie della Società Geoligica Italiana",
    "year": 1963
  }, {
    "title": "Eolian dust and the origin of sedimentary chert",
    "authors": ["D.B. Cecil"],
    "venue": "United States Geological Survey Open-File Report 2004-1098,",
    "year": 2004
  }, {
    "title": "The Aptian evaporites of the South Atlantic: a climatic paradox",
    "authors": ["A.C. Chaboureau", "Y. Donnadieu", "P. Sepulchre", "C. Robin", "F. Guillocheau", "S. Robais"],
    "venue": "Climate of the Past",
    "year": 2012
  }, {
    "title": "Sull'età dei livelli a Orbitolinidi della Campania e delle Murge baresi (Italiameridionale)",
    "authors": ["A. Cherchi", "P. De Castro", "R. Schroeder"],
    "venue": "Bollettino della Società dei Naturalisti,",
    "year": 1978
  }, {
    "title": "Microfacies and microfossils of the Mesozoic carbonate successions of Latium and Abruzzi (Central Italy) — Cretaceous",
    "authors": ["M. Chiocchini", "M.L. Pampaloni", "R.M. Pichezzi"],
    "venue": "Memorie per Servire alla Descrizione della Carta Geologica d'Italia 17,",
    "year": 2012
  }, {
    "title": "Temporal and spatial distribution of volcanic ash in Mesozoic sedimentary rocks of the Western Interior. An alternative record of Mesozoic magmatism",
    "authors": ["E.H. Christiansen", "B.J. Kowallis", "M.D. Barton"],
    "venue": "Mesozoic Systems of the Rocky Mountain Region, USA. Society of Economic Palaeontologists and Mineralogists, Rocky Mountain Section,",
    "year": 1994
  }, {
    "title": "Climatic zones in the middle of the Cretaceous",
    "authors": ["N.M. Chumakov", "M.A. Zharkov", "A.B. Herman", "M.P. Doludenko", "N.N. Lalandadze", "E.L. Lebedev", "A.G. Ponomarenko", "A.S. Rautian"],
    "venue": "Stratigraphy and Geological Correlation",
    "year": 1995
  }, {
    "title": "Updating and reinterpreting the dinosaur track record of Italy. Palaeogeography, Palaeoclimatology",
    "authors": ["P. Citton", "U. Nicosia", "E. Sacchi"],
    "venue": "Palaeoecology 439,",
    "year": 2015
  }, {
    "title": "Scipionyx samniticus (Theropoda: Compsognathidae) from the Lower Cretaceous of Italy. Osteology, ontogenetic assessment, phylogeny, soft tissue anatomy, taphonomy and palaeobiology",
    "authors": ["C. Dal Sasso", "S. Maganuco"],
    "venue": "Società Italiana di Scienze Naturali e del Museo Civico di Storia Naturale di Milano, Memoria XXXVII",
    "year": 2011
  }, {
    "title": "The impact of dinosaur palaeoichnology in palaeoenvironmental and palaeogeographic reconstructions: the case of the Periadriatic carbonate",
    "authors": ["F.M. Dalla Vecchia"],
    "venue": "platforms. Oryctos",
    "year": 2008
  }, {
    "title": "I calcari ad ittioliti del Cretacico inferiore del Matese",
    "authors": ["B. D'Argenio"],
    "venue": "Atti dell'Accademia delle Scienze Fisiche e Matematiche",
    "year": 1963
  }, {
    "title": "Stratigraphic evidence for crustal thickness changes on the southern Tethyan margin during the Alpine cycle",
    "authors": ["B. D'Argenio", "W. Alvarez"],
    "venue": "Geological Society of America Bulletin",
    "year": 1980
  }, {
    "title": "Lacustrine environment",
    "authors": ["W.E. Dean", "T.D. Fouch"],
    "venue": "Carbonate Depositional Environments. American Association of Petroleum Geology Memoir",
    "year": 1983
  }, {
    "title": "Sedimentology, clay mineralogy and depositional environment of Purbeckian green marls (Swiss and French Jura)",
    "authors": ["J.F. Deconinck", "A. Strasser"],
    "venue": "Eclogae Geologicae Helvetiae",
    "year": 1987
  }, {
    "title": "Bio-chemostratigraphy of the Barremian–Aptian shallow-water carbonates of the southern Apennines (Italy): pinpointing the OAE1a in a Tethyan carbonate platform",
    "authors": ["M. Di Lucia", "A. Trecalli", "M. Mutti", "M. Parente"],
    "venue": "Solid Earth 8629,",
    "year": 2016
  }, {
    "title": "Atmospheric palaeo-CO2 estimates based on the carbon isotope and stomatal data of Cheirolepidiaceae from the Lower Cretaceous of the Jiuquan",
    "authors": ["B. Du", "B. Sun", "M. Zhang", "G. Yang", "L. Xing", "F. Tang", "Y. Bai"],
    "venue": "Research 62,",
    "year": 2016
  }, {
    "title": "The role of airborne volcanic ash for the surface ocean biogeochemical iron-cycle: a review",
    "authors": ["S. Duggen", "N. Olgun", "P. Croot", "L. Hoffmann", "H. Dietze", "P. Delmelle", "C. Teschner"],
    "venue": "Biogeosciences",
    "year": 2010
  }, {
    "title": "Zooplanktivory ameliorates the effects of ocean acidification on the reef coral Porites spp",
    "authors": ["P.J. Edmunds"],
    "venue": "Limnology and Oceanography",
    "year": 2011
  }, {
    "title": "Geometry of Upper Cretaceous bentonite beds: implications about volcanic source areas and paleowind patterns, western interior",
    "authors": ["W.P. Elder"],
    "venue": "United States. Geology",
    "year": 1988
  }, {
    "title": "The salt marsh (Sabkha) in the western part of Libya",
    "authors": ["M.O. El-Magsodi", "D.A. Haddoud"],
    "venue": "Sabkha Ecosystems",
    "year": 2011
  }, {
    "title": "Physical characteristics of tephra layers in the deep sea realm: the Campanian Ignimbrite eruption",
    "authors": ["S.L. Engwell", "R.S.J. Sparks", "S. Carey"],
    "venue": "Marine Tephrochronology. Geological Society of London, Special Publication",
    "year": 2014
  }, {
    "title": "Environmental consequences of Ontong Java Plateau and Kerguelen Plateau volcanism",
    "authors": ["E. Erba", "R.A. Duncan", "C. Bottini", "D. Tiraboschi", "H. Weissert", "H.C. Jenkyns", "A. Malinverno"],
    "venue": "http://dx",
    "year": 2015
  }, {
    "title": "Subaerial exposure environments",
    "authors": ["M. Esteban", "C.F. Klappa"],
    "venue": "Carbonate Depositional Environments. American Association of Petroleum Geology Memoir",
    "year": 1983
  }, {
    "title": "The Lower Cretaceous lizard genus Chometokadmon from Italy",
    "authors": ["S. Evans", "P. Raia", "C. Barbera"],
    "venue": "Cretaceous Research",
    "year": 2006
  }, {
    "title": "Carbonate platform growth influenced by contemporaneous basaltic intrusion (Albian of Larrano, Spain)",
    "authors": ["P.A. Fernández-Mendiola", "J. García-Mondéjar"],
    "venue": "Sedimentology 50,",
    "year": 2003
  }, {
    "title": "Maximum size, median diameter, and sorting of tephra",
    "authors": ["R.V. Fisher"],
    "venue": "Journal of Geophysical Research",
    "year": 1964
  }, {
    "title": "Early Cretaceous life, climate and anoxia",
    "authors": ["K.B. Föllmi"],
    "venue": "Cretaceous Research",
    "year": 2012
  }, {
    "title": "Anatomy of ancient passive margin slope systems: Aptian gravity-driven deposition on the Vocontian palaeomargin, western Alps, south-east France",
    "authors": ["G. Friés", "O. Parize"],
    "venue": "Sedimentology 50,",
    "year": 2003
  }, {
    "title": "Fertilizing potential of volcanic ash in ocean surface water",
    "authors": ["P. Frogner", "S.R. Gislason", "N. Oskarsson"],
    "venue": "Geology",
    "year": 2001
  }, {
    "title": "Mesozoic paleogeography and the timing of eclogite-facies metamorphism in the Alps; a working hypothesis",
    "authors": ["N. Froitzheim", "S.M. Schmid", "M. Frey"],
    "venue": "Eclogae Geologicae Helvetiae",
    "year": 1996
  }, {
    "title": "Eocene spiculites and spongolites in southwestern Australia: not deep, not polar, but shallow and warm",
    "authors": ["P.R. Gammon", "N.P. James", "A. Pisera"],
    "venue": "Geology",
    "year": 2000
  }, {
    "title": "The effects of volcanism on Oligocene-age plant communities from the Ethiopian Plateau, and implications for vegetational resilience in a heterogeneous landscape",
    "authors": ["J.L. García Massini", "B.F. Jacobs"],
    "venue": "Review of Palaeobotany and Palynology",
    "year": 2011
  }, {
    "title": "Irrigating with seawater",
    "authors": ["E.P. Glenn", "J. Brown", "J.W. O'Leary"],
    "venue": "Scientific American",
    "year": 1978
  }, {
    "title": "Proposal to conserve the name Frenelopsis against Aularthrophyton (fossil Gymnospermae: Coniferales)",
    "authors": ["B. Gomez", "L. Giusberti", "G. Roghi", "M. Chiari", "V. Daviero-Gomez", "T. Ewin"],
    "venue": "Taxon",
    "year": 2014
  }, {
    "title": "Sedimentology, biostratigraphy and event stratigraphy of the Early Aptian Oceanic Anoxic Event (OAE1A) in the Apulia Carbonate Platform Margin–Ionian Basin System (Gargano Promontory, southern Italy)",
    "authors": ["R. Graziano"],
    "venue": "Cretaceous Research",
    "year": 2013
  }, {
    "title": "Segnalazione di un livello cineritico nella serie di scarpata senoniana del Gargano meridionale",
    "authors": ["R. Graziano", "M.R. Adabbo"],
    "venue": "Bollettino della Societa Geologica Italiana",
    "year": 1996
  }, {
    "title": "Long- and short-term hydroclimatic variabilities in the Aptian Tethys: clues from the orbital chronostratigraphy of evaporite-rich beds in the Apennine carbonate platform (Mt. Faito, southern Italy)",
    "authors": ["R. Graziano", "A. Raspini"],
    "year": 2015
  }, {
    "title": "Evolution and importance of wetlands in earth history",
    "authors": ["S.F. Greb", "W.A. DiMichele", "R.A. Gastaldo"],
    "venue": "Geological Society of America, Special Paper",
    "year": 2006
  }, {
    "title": "Cretaceous eustasy revisited",
    "authors": ["B.U. Haq"],
    "venue": "Global and Planetary Change 113,",
    "year": 2014
  }, {
    "title": "Drastic shrinking of the Hadley circulation",
    "authors": ["H. Hasegawa", "R. Tada", "X. Jiang", "Y. Suganuma", "S. Imsamut", "P. Charusiri", "N. Ichinnorov", "Y. Khand"],
    "year": 2012
  }, {
    "title": "Hot, dry, wet, cold or toxic? Revisiting the ecological significance of leaf and cuticular micromorphology",
    "authors": ["M. Haworth", "J. McElwain"],
    "year": 2008
  }, {
    "title": "Evolving ideas about the Cretaceous climate and ocean circulation",
    "authors": ["W.W. Hay"],
    "venue": "Cretaceous Research",
    "year": 2008
  }, {
    "title": "Cretaceous ocean and ocean modeling",
    "authors": ["W.W. Hay"],
    "venue": "SEPM Special Publication",
    "year": 2009
  }, {
    "title": "Can humans force a return",
    "authors": ["W.W. Hay"],
    "year": 2011
  }, {
    "title": "New thoughts about the Cretaceous climate and oceans",
    "authors": ["W.W. Hay", "S. Floegel"],
    "venue": "EarthScience Reviews 115,",
    "year": 2012
  }, {
    "title": "Terrestrial carbonisotope records from coastal deposits (Algarve, Portugal): a tool for chemostratigraphic correlaton on an intrabasinal and global scale",
    "authors": ["U. Heimhofer", "P.A. Hochuli", "S. Burla", "N. Andersen", "H. Weissert"],
    "venue": "Terra Nova",
    "year": 2003
  }, {
    "title": "Latitudinally different responses of Tethyan shoal-water carbonate systems to the Early Aptian oceanic anoxic event (OAE 1a)",
    "authors": ["S. Huck", "N. Rameil", "T. Korbar", "U. Heimhofer", "T.D. Wieczorek", "A. Immenhauser"],
    "venue": "Sedimentology",
    "year": 2010
  }, {
    "title": "Microbial laminite versus rooted and burrowed caps on peritidal cycles: salinity control on parasequence development, Early Cretaceous isolated carbonate platform, Croatia",
    "authors": ["A. Husinec", "J.F. Read"],
    "venue": "Geological Society of America Bulletin",
    "year": 2011
  }, {
    "title": "Early Cretaceous benthic associations (foraminifera and calcareous algae) of a shallow tropical-water platform environment (Mljet Island, southern Croatia)",
    "authors": ["A. Husinec", "B. Sokač"],
    "venue": "Cretaceous Research",
    "year": 2006
  }, {
    "title": "Terrestrial record of methane hydrate dissociation in the Early Cretaceous",
    "authors": ["A.H. Jahren", "N.C. Arens", "G. Sarmiento", "J. Guerrero", "R. Amundson"],
    "venue": "Geology",
    "year": 2001
  }, {
    "title": "The cool-water carbonate depositional realm",
    "authors": ["N.P. James"],
    "venue": "Cool-water carbonates. Society of Economic Palaeontologists and Mineralogists Special Publication",
    "year": 1997
  }, {
    "title": "Eocene cool-water carbonate and biosiliceous sedimentation dynamics, St Vincent Basin, South Australia",
    "authors": ["N.P. James", "Y. Bone"],
    "venue": "Sedimentology",
    "year": 2000
  }, {
    "title": "Geochemistry of oceanic anoxic events. Geochemistry, Geophysics",
    "authors": ["H.C. Jenkyns"],
    "venue": "Geosystems 11,",
    "year": 2010
  }, {
    "title": "Early Cretaceous volcanism and its impact on fossil preservation in Western Liaoning, NE China",
    "authors": ["B. Jiang", "F.T. Fürsich", "J. Sha", "B. Wang", "Y. Niu"],
    "year": 2011
  }, {
    "title": "Ocean acidification and calcifying reef organisms: a mesocosm investigation",
    "authors": ["P.L. Jokiel", "K.S. Rodgers", "I.B. Kuffner", "A.J. Andersson", "E.F. Cox", "F.T. Mackenzie"],
    "venue": "Coral Reefs",
    "year": 2008
  }, {
    "title": "Light microscopy of cuticle",
    "authors": ["H. Kerp", "M. Krings"],
    "venue": "Fossil Plants and Spores. Modern Techniques. Geological Society of London,",
    "year": 1999
  }, {
    "title": "Early Miocene plant assemblage severely influenced by a volcanic eruption, Styria",
    "authors": ["J. Kovar-Eder", "M. Haas", "Hofmann", "C.-C", "B. Melleran"],
    "venue": "Austria. Palaeontology",
    "year": 2001
  }, {
    "title": "Climatic and environmental indications of carbon and oxygen isotopes from the Lower Cretaceous calcrete and lacustrine carbonates in Southeast and Northwest China",
    "authors": ["X. Li", "W. Xu", "W. Liu", "Y. Zhou", "Y. Wang", "Y. Sun", "L. Liu"],
    "year": 2013
  }, {
    "title": "Carbon isotope signatures of pedogenic carbonates from SE China: rapid atmospheric pCO2 changes during middle-late Early Cretaceous time",
    "authors": ["X. Li", "H.C. Jenkyns", "C. Zhang", "Y. Wang", "L. Liu", "K. Cao"],
    "venue": "Geological Magazine",
    "year": 2014
  }, {
    "title": "The ocean response to volcanic iron fertilisation after the eruption of Kasatochi volcano: a regional-scale biogeochemical ocean model study",
    "authors": ["A. Lindenthal", "B. Langmann", "J. Patsch", "I. Lorkowski", "M. Hort"],
    "venue": "Biogeosciences",
    "year": 2013
  }, {
    "title": "Microbial origin for pedogenic micrite associated with a carbonate paleosol (Champagne, France)",
    "authors": ["C. Loisy", "E.P. Verrecchia", "P. Dufour"],
    "venue": "Sedimentary Geology",
    "year": 1999
  }, {
    "title": "The emerging terrestrial record of Aptian–Albian global change",
    "authors": ["G.A. Ludvigson", "R.M. Joeckel", "L.R. Murphy", "D.F. Stockli", "L.A. Gonzalez", "C.A. Suarez", "J.I. Kirkland", "A. Al-Suwaidi"],
    "venue": "Cretaceous Research",
    "year": 2015
  }, {
    "title": "Secular change in chert distribution: a reflection of evolving biological participation in the silica cycle",
    "authors": ["R.G. Maliva", "A.H. Knoll", "R. Siever"],
    "venue": "PALAIOS",
    "year": 1989
  }, {
    "title": "Late Aptian long-lived glacio-eustatic lowstand recorded on the Arabian Plate",
    "authors": ["F. Maurer", "F.S.P. Van Buchem", "G.P. Eberli", "B.J. Pierson", "M.J. Raven", "P.H. Larsen", "M. Al-Husseini", "B. Vincent"],
    "venue": "Terra Nova",
    "year": 2013
  }, {
    "title": "Atlantic cooling associated with a marine biotic crisis during the mid-Cretaceous period",
    "authors": ["A. McAnena", "S. Flögel", "P. Hofmann", "J.O. Herrle", "A. Griesand", "J. Pross", "H.M. Talbot", "J. Rethemeyer", "K. Wallmann", "T. Wagner"],
    "venue": "Nature Geoscience",
    "year": 2013
  }, {
    "title": "Palynological composition of a Lower Cretaceous South American tropical sequence: climatic implications and diversity comparisons with other latitudes",
    "authors": ["P.J. Mejia-Velasquez", "D.L. Dilcher", "C.A. Jaramillo", "L.B. Fortini", "S.R. Manchester"],
    "venue": "American Journal of Botany",
    "year": 2012
  }, {
    "title": "Deep structure of the Campanian–Lucanian Arc (Southern Apennine",
    "authors": ["A. Menardi Noguera", "G. Rea"],
    "venue": "Italy). Tectonophysics",
    "year": 2000
  }, {
    "title": "The mollusk fauna of soft sediments from the tropical, upwelling-influenced shelf of Mauritania (northwestern Africa)",
    "authors": ["J. Michel", "H. Westphal", "R. Von Cosel"],
    "venue": "PALAIOS",
    "year": 2011
  }, {
    "title": "Lithospheric bulges recorded by regional unconformities. The case of Mesozoic–Tertiary Apulia",
    "authors": ["A. Mindszenty", "B. D'Argenio", "G. Aiello"],
    "venue": "Tectonophysics",
    "year": 1995
  }, {
    "title": "Karst bauxites in the Campania Apennines (southern Italy): a new approach",
    "authors": ["N. Mondillo", "G. Balassone", "M. Boni", "G. Rollinson"],
    "venue": "Periodico di Mineralogia",
    "year": 2011
  }, {
    "title": "Geochemistry of the Apulian karst bauxites (southern Italy): chemical fractionation and parental affinities",
    "authors": ["G. Mongelli", "M. Boni", "R. Buccione", "R. Sinisi"],
    "venue": "Ore Geology Reviews",
    "year": 2014
  }, {
    "title": "Study of the histology of leafy axes and male cones of Glenrosa carentonensis sp. nov. (Cenomanian flints of CharenteMaritime, France) using synchrotron microtomography linked with palaeoecology",
    "authors": ["J.D. Moreau", "D. Néraudeau", "P. Tafforeau", "E. Dépré"],
    "venue": "PloS One 10 (8),",
    "year": 2015
  }, {
    "title": "Factors influencing the preservation of plant cuticles: a comparision of morphology and chemical composition of modern and fossil examples",
    "authors": ["B. Mösle", "M.E. Collison", "P. Finch", "B.A. Stankiewicz", "A.C. Scott", "R. Wilson"],
    "venue": "Organic Geochemistry",
    "year": 1998
  }, {
    "title": "TheVöhrum section (northwest Germany) and theAptian/Albian boundary",
    "authors": ["J. Mutterlose", "A. Bornemann", "F.W. Lupplod", "H.G. Owen", "A. Ruffell", "W. Weiss", "D. Wray"],
    "venue": "Cretaceous Research",
    "year": 2003
  }, {
    "title": "The Aptian–Albian cold snap: evidence for “mid” Cretaceous icehouse interludes",
    "authors": ["J. Mutterlose", "A. Bornemann", "J. Herrle"],
    "venue": "Neues Jahrbuch für Geologie und Paläontologie 252,",
    "year": 2009
  }, {
    "title": "Carbonate systems along nutrient and temperature gradients: some sedimentological and geochemical constraints",
    "authors": ["M. Mutti", "P. Hallock"],
    "venue": "International Journal of Earth Sciences",
    "year": 2003
  }, {
    "title": "The modern calcifying sponge Spheciospongia vesparium (Lamarck, 1815), Great Bahama Bank: implications for ancient sponge mud-mounds",
    "authors": ["F. Neuweiler", "D.J. Burdige"],
    "venue": "Sedimentary Geology",
    "year": 2005
  }, {
    "title": "Ecological distribution of Cenomanian terrestrial plants based on 13C/12C ratios",
    "authors": ["T.T. Nguyen Tu", "H. Bocherens", "A. Mariotti", "F. Baudin", "D. Pons", "J. Broutin", "S. Derenne", "C. Largeau"],
    "year": 1999
  }, {
    "title": "Isotope reconstruction of plant paleoecology case study of Cenomanian floras from Bohemia",
    "authors": ["J. Kvaček", "D. Uličny", "H. Bocherens", "A. Mariotti", "J. Broutin"],
    "year": 2002
  }, {
    "title": "Dinosaur tracks as paleogeographic constraints: new scenarios for the Cretaceous geography of the Periadriatic region",
    "authors": ["U. Nicosia", "F.M. Petti", "G. Perugini", "S. D'Orazi Porchetti", "E. Sacchi", "M.A. Conti", "N. Mariotti", "A. Zarattini"],
    "venue": "Ichnos",
    "year": 2007
  }, {
    "title": "Tectonic and climatic setting of lithographic limestone basins",
    "authors": ["A. Oost", "P.L. De Boer"],
    "venue": "Geobios",
    "year": 1994
  }, {
    "title": "Calcite/aragonite ratio fluctuations in Aptian rudist bivalves: Correlation with changing temperatures",
    "authors": ["E. Pascual-Cebrian", "S. Gotz", "T. Bover-Arnal", "P.W. Skelton", "R. Salas", "W. Stinnesbech"],
    "venue": "Geology 44,",
    "year": 2016
  }, {
    "title": "Theropod and sauropod footprints in the Early Cretaceous (Aptian) Apenninic Carbonate Platform (Esperia, Lazio, Central Italy): a further constraint on the palaeogeography of the Central-Mediterranean area",
    "authors": ["F.M. Petti", "S. D'Orazi Porchetti", "M.A. Conti", "U. Nicosia", "G. Perugini", "E. Sacchi"],
    "venue": "Studi Trentini Scienze Naturali, Acta Geologica",
    "year": 2008
  }, {
    "title": "New occurrences of the wood Protocupressinoxylon purbeckensis Francis: implications for terrestrial biomes in southwestern europe at the Jurassic⁄Cretaceous boundary",
    "authors": ["M. Philippe", "Billon-Bruyat", "J.-P", "J.C. Garcia-Ramos", "L. Bocat", "B. Gomez", "Piñuela"],
    "venue": "Palaeontology 53,",
    "year": 2010
  }, {
    "title": "Neodymium isotope evolution of NW Tethyan upper ocean waters throughout the Cretaceous",
    "authors": ["E. Puceat", "C. Lecuyer", "L. Reisberg"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2005
  }, {
    "title": "2010.Morphological patterns of Aptian Lithocodium–Bacinella geobodies: relation to environment and scale",
    "authors": ["N. Rameil", "A. Immenhauser", "G. Warrlich", "H. Hillgärtner", "H.J. Droste"],
    "venue": "Sedimentology 57,",
    "year": 2009
  }, {
    "title": "Shallow water carbonate platforms (Late Aptian–Early Albian, Southern Apennines) in the context of supraregional to global changes: re-appraisal of palaeoecological events as reflectors of carbonate factory response",
    "authors": ["A. Raspini"],
    "venue": "Solid Earth",
    "year": 2012
  }, {
    "title": "Soils of the Past. An Introduction to Paleopedology",
    "authors": ["G.J. Retallack"],
    "year": 2001
  }, {
    "title": "Carbon dioxide and climate over the past 300 Myr",
    "authors": ["G.J. Retallack"],
    "venue": "Philosophical Transactions of the Royal Society of London A",
    "year": 2002
  }, {
    "title": "Comment on “Hot, dry, wet, cold or toxic? Revisiting the ecological significance of leaf cuticular micromorphology",
    "authors": ["G.J. Retallack"],
    "year": 2009
  }, {
    "title": "Controls on marine-erg margin cycle variability: aeolian–marine interaction in the mid-Cretaceous Iberian Desert System, Spain",
    "authors": ["J.P. Rodríguez-López", "N. Meléndez", "P.L. De Boer", "A.R. Soria"],
    "venue": "Sedimentology",
    "year": 2012
  }, {
    "title": "TheWestern Alps from the Jurassic to Oligocene: spatiotemporal constraints and evolutionary reconstructions",
    "authors": ["G. Rosenbaum", "G.S. Lister"],
    "venue": "Earth-Science Reviews",
    "year": 2005
  }, {
    "title": "Relative motions of Africa, Iberia and Europe during Alpine orogeny",
    "authors": ["G. Rosenbaum", "G.S. Lister", "C. Duboz"],
    "venue": "Tectonophysics",
    "year": 2002
  }, {
    "title": "CO2-forced climate thresholds during the Phanerozoic",
    "authors": ["D.L. Royer"],
    "venue": "Geochimica et Cosmochimica Acta",
    "year": 2006
  }, {
    "title": "Decline and recovery of the Aptian carbonate factory in the southern Apennine carbonate shelves (southern Italy): climatic/oceanographic vs. local tectonic controls",
    "authors": ["D. Ruberti", "S. Bravi", "G. Carannante", "M. Vigorito", "L. Simone"],
    "venue": "Cretaceous Research",
    "year": 2013
  }, {
    "title": "Fuller's earth (bentonite) in the Lower Cretaceous (Upper Aptian) of Shanklin (Isle of Wight, southern England)",
    "authors": ["A.H. Ruffell", "S.P. Hesselbo", "G.D. Wach", "M.I. Simpson", "D.S. Wray"],
    "venue": "Proceedings of the Geologists' Association",
    "year": 2002
  }, {
    "title": "Aptian dinosaur footprints from the Apulian platform (Bisceglie, Southern Italy) in the framework of periadriatic ichnosites",
    "authors": ["E. Sacchi", "M.A. Conti", "S. D'Orazi Porchetti", "A. Logoluso", "U. Nicosia", "G. Perugini", "F.M. Petti"],
    "year": 2009
  }, {
    "title": "Tectonic history of the western Tethys since the Late Triassic",
    "authors": ["A. Schettino", "E. Turco"],
    "venue": "Geological Society of America Bulletin 123,",
    "year": 2011
  }, {
    "title": "Revised orbitolinid biostratigraphic zonation for the Barremian– Aptian of the eastern Arabian Plate and implications for regional stratigraphic correlations",
    "authors": ["R. Schroeder", "F.S.P. van Buchem", "A. Cherchi", "D. Baghbani", "B. Vincent", "A. Immenhauser", "B. Granier"],
    "year": 2010
  }, {
    "title": "Charcoal recognition, taphonomy and uses in palaeoenvironmental analysis",
    "authors": ["A.C. Scott"],
    "venue": "Palaeogeography, Palaeoclimatology, Palaeoecology",
    "year": 2010
  }, {
    "title": "Climate model boundary conditions for four Cretaceous time slices",
    "authors": ["J.O. Sewall", "R.S.W. Van De Wal", "K. Van Der Zwan", "C. Van Oosterhout", "H.A. Dijkstra", "C.R. Scotese"],
    "venue": "Climate of the Past",
    "year": 2007
  }, {
    "title": "Volcanic Ash Soils. Genesis, Properties and Utilization",
    "authors": ["S. Shoji", "M. Nanzyo", "R. Dahlgren"],
    "year": 1993
  }, {
    "title": "Arid versus wet climatic evidence in the “middle Cretaceous” calcareous successions of the Southern Apennines (Italy)",
    "authors": ["L. Simone", "S. Bravi", "G. Carannante", "I. Masucci", "F. Pomoni-Papaioannou"],
    "venue": "Cretaceous Research",
    "year": 2012
  }, {
    "title": "Rudists and carbonate platforms in the Aptian: a case study on biotic interactions with ocean chemistry and climate",
    "authors": ["P.W. Skelton", "E. Gili"],
    "venue": "Sedimentology 59,",
    "year": 2012
  }, {
    "title": "Charophytes, indicators for salinity low phases in North African sebkhet",
    "authors": ["I. Soulié-Märsche"],
    "venue": "Journal of African Earth Sciences",
    "year": 2008
  }, {
    "title": "Cretaceous phytogeography and climate signals",
    "authors": ["R.A. Spicer", "P.M. Rees", "J.L. Chapman"],
    "venue": "Philosophical Transactions of the Royal Society of London B",
    "year": 1993
  }, {
    "title": "Conifers from the Puddledock locality (Potomac Group, Early Cretaceous) in eastern North America",
    "authors": ["V. Srinivasan"],
    "venue": "Review of Palaeobotany and Palynology",
    "year": 1995
  }, {
    "title": "Plate tectonics of the Alpine realm",
    "authors": ["G.M. Stampfli", "C. Hochard"],
    "venue": "Geological Society of London, Special Publication",
    "year": 2009
  }, {
    "title": "Europe from the Variscan to the Alpine cycles",
    "authors": ["G.M. Stampfli", "H.W. Kozur"],
    "venue": "European Lithosphere Dynamics. Geological Society of London, Memoir",
    "year": 2006
  }, {
    "title": "Low-latitude seasonality of Cretaceous temperatures in warm and cold episodes",
    "authors": ["T. Steuber", "M. Rauch", "Masse", "J.-P", "J. Graaf", "M. Malkoc"],
    "venue": "Nature 437,",
    "year": 2005
  }, {
    "title": "Black-pebble occurrence and genesis in Holocene carbonate sediments (Florida Keys, Bahamas and Tunisia)",
    "authors": ["A. Strasser"],
    "venue": "Journal of Sedimentary Petrology",
    "year": 1984
  }, {
    "title": "Quantification of a greenhouse hydrologic cycle from equatorial to polar latitudes: the mid-Cretaceous water bearer revisited",
    "authors": ["M.B. Suarez", "L.A. Gonzalez", "G.A. Ludvigson"],
    "year": 2011
  }, {
    "title": "Stable isotope chemostratigraphy in lacustrine strata of the Xiagou Formation, Gansu Province, NW China",
    "authors": ["M.B. Suarez", "G.A. Ludvigson", "L.A. Gonzalez", "A. Al-Suwaidi", "H.L. You"],
    "venue": "Geological Society of London, Special Publication",
    "year": 2014
  }, {
    "title": "Paleosols as indicators of paleoenvironment and paleoclimate",
    "authors": ["N.J. Tabor", "T.S. Myers"],
    "venue": "The Annual Review of Earth and Planetary Sciences",
    "year": 2015
  }, {
    "title": "Gymnosperms and angiosperms",
    "authors": ["A.L. Takhtajan"],
    "venue": "Paleontologii Vol. 15. USSR Academy of Sciences, Moscow (In Russian)",
    "year": 1963
  }, {
    "title": "Xeromorphic adaptations of someMesozoic gymnosperms. A review with palaeoclimatological implications",
    "authors": ["F. Thévenard", "B. Gomez", "V. Daviero-Gomez"],
    "venue": "Comptes Rendus de Palévolution",
    "year": 2005
  }, {
    "title": "Cheirolepidiacean foliage and pollen from Cretaceous high-latitudes of southeastern Australia",
    "authors": ["Tosolini", "A.-M.P", "S. McLoughlin", "B.E. Wagstaff", "D.J. Cantrill", "S.J. Gallagher"],
    "venue": "Gondwana Research",
    "year": 2015
  }, {
    "title": "Paleo-CO2 variation trends and the Cretaceous greenhouse climate",
    "authors": ["Y. Wang", "C. Huang", "B. Sun", "C. Quan", "J. Wu", "Z. Lin"],
    "venue": "Earth Science Reviews",
    "year": 2014
  }, {
    "title": "Some lower Cretaceous conifers of the Cheirolepidiaceae from the U.S.A. and England",
    "authors": ["J. Watson"],
    "venue": "Palaeontology",
    "year": 1977
  }, {
    "title": "The Cheirolepidiaceae",
    "authors": ["J. Watson"],
    "year": 1988
  }, {
    "title": "An EnglishWealden floral list, with comments on possible environmental indicators",
    "authors": ["J. Watson", "K.L. Alvin"],
    "venue": "Cretaceous Research",
    "year": 1996
  }, {
    "title": "Effect of evaporite deposition on Early Cretaceous carbon and sulphur cycling",
    "authors": ["U.G. Wortmann", "B.M. Chernyavsky"],
    "venue": "Nature 446,",
    "year": 2007
  }, {
    "title": "Biogenic laminar calcretes: evidence of calcified root-mat horizons in paleosols",
    "authors": ["V.P. Wright", "N.H. Platt", "W.A. Wimbledon"],
    "venue": "Sedimentology",
    "year": 1988
  }, {
    "title": "Pangaean aggregation and disaggregation with evidence from global climate belts",
    "authors": ["C. Xu", "A.J. Boucot", "C.R. Scotese", "F. Junxuan"],
    "venue": "Journal of Palaeogeography",
    "year": 2012
  }, {
    "title": "A possible bridge between Adria and Africa: new palaeobiogeographic and stratigraphic",
    "authors": ["G. Zarcone", "F.M. Petti", "A. Cillari", "P. Di Stefano", "D. Guzzetta", "U. Nicosia"],
    "year": 2010
  }, {
    "title": "Tracing the tropics across land and sea: Permian to present",
    "authors": ["A.M. Ziegler", "G. Eshel", "P. Mcallister Rees", "T.A. Rothfus", "D.B. Rowley", "D. Sunderlin"],
    "venue": "Lethaia 36,",
    "year": 2003
  }],
  "id": "SP:2b933ed0dc973bf8d0aa82a06c4ad4792f2e1de3",
  "authors": [{
    "name": "Roberto Graziano",
    "affiliations": []
  }, {
    "name": "Arturo Raspini",
    "affiliations": []
  }, {
    "name": "Antonello Bartiromo",
    "affiliations": []
  }],
  "abstractText": "Editor: Dr. B. Jones This study reports an integrated facies analysis carried out on a new section from the Upper Aptian of the SE Matese Mts. (Civitella Licinio, northern Campania, S. Italy), which includes several decimeter-to-meter scale lacustrine intervals straddling a meter-scale plant-rich Plattenkalk. These intervals are assigned to the late Gargasian–early Clansayesian by their stratigraphic relationship with the upper Salpingoporella dinarica acme as well as lithologic and biostratigraphic supra-regional key-markers found in the Apennine Carbonate Platform (ApCP), including the Orbitolina Level. We infer that the monogeneric parautochthonous plant remains (Frenelopsis sp.) were deposited in a supratidal-to-paralic coastal mudflat close to a restricted, shallow-marine lagoon, at the verge of an arid–semiarid climatic phase. The Plattenkalk was rapidly replaced by persistent lacustrine lithofacies at the onset of amajor climatic turnover (Glacial Trigger). The overlying shallow-marine deposits are capped by a deeply incised palaeokarstic surface and, in turn, by unconformable middle Clansayesian transgressive shallow-marine deposits. Interlayering of reliable lithologic indicators of palaeoclimate and High-Resolution Event Stratigraphic (HIRES) correlation of the Civitella Licinio succession with the astrochronologically tuned Mt. Faito reference section of the ApCP bring evidence of rapidly fluctuating hydroclimatic conditions (wet and arid phases) in the short (100 ky) and long (400 ky) eccentricity time band. HIRES and astrochronological age assignment to crucial key markers and humid/arid phases at Civitella Licinio permit to further refine the detailed stratigraphy of the Mt. Faito reference section and to assign the upper S. dinarica acme of the ApCP to a numerical age of 118.55– 118.50 My. SEM and EDS analyses document common to abundant windblown volcanic particles (glass shards and sanidine crystals) throughout the Frenelopsis-rich Plattenkalk (~118.3 to ~118.2 My) and the encasing units, especially in the overlying brackish–lacustrine deposits. Palaeogeographic and palaeoclimatic reconstructions suggest that the pyroclastic material was probably transported by northeasterly trade winds from orogenic volcanic centers located within the Dinaridic–Carpatho-Balkan arc–trench system and have been supplied to the ApCP for a time span of ~3My during the Late Aptian. A preliminary tephrostratigraphic correlation of the Upper Aptian volcaniclastic levels of the ApCP with the bentonite levels of the Vocontian Basin is proposed. © 2016 Elsevier B.V. All rights reserved.",
  "title": "Late Aptian palaeoclimatic turnovers and volcanism: Insights from a shallow-marine and continental succession of the Apennine carbonate platform, southern Italy"
}