{
  "sections": [{
    "text": "Contents lists available at SciVerse ScienceDirect\nSedimentary Geology\nj ourna l homepage: www.e lsev ie r .com/ locate /sedgeo\nDepositional evolution of the Early Cretaceous Sihetun Lake and implications for regional climatic and volcanic history in western Liaoning, NE China\nBaoyu Jiang a,⁎, Franz T. Fürsich b, Manja Hethke b\na State Key Laboratory for Mineral Deposits Research, School of Earth Sciences and Engineering, Nanjing University, 210093 Nanjing, Jiangsu, China b GeoZentrum Nordbayern, FG Paläoumwelt, Friedrich-Alexander-Universität Erlangen-Nürnberg, Loewenichstr. 28, 91054 Erlangen, Germany\n⁎ Corresponding author. Tel./fax: +86 25 83594940. E-mail addresses: byjiang@nju.edu.cn (B. Jiang), Franz.Fuersich@gzn.uni-erlangen.de (F.T. Fürsich), Manj (M. Hethke).\n0037-0738/$ – see front matter © 2012 Elsevier B.V. All doi:10.1016/j.sedgeo.2012.02.007\na b s t r a c t a r t i c l e i n f o\nArticle history: Received 1 December 2011 Received in revised form 16 February 2012 Accepted 18 February 2012 Available online 28 February 2012\nEditor: J. Knight\nKeywords: Depositional evolution Early Cretaceous Lake Sihetun Regional climatic and volcanic history Western Liaoning NE China\nNumerous well-known fossils of the Jehol Biota, including early birds, feathered theropods, primitive mammals, and putative early angiosperms, have been discovered in lacustrine deposits (Lake Sihetun) of the Lower Cretaceous Yixian Formation of western Liaoning province, NE China. Based on extensive field investigations and four high-resolution excavations, we document in detail the spatio-temporal changes of sedimentary facies, facies associations and limnic community relicts, reconstruct the depositional history, and discuss the significance of these deposits regarding the regional climatic and volcanic history. Four phases are recognized in the history of Lake Sihetun. They are: (1) a phase of fluctuating but gradually rising water level indicated by subaerial and shallow-water lacustrine deposits, (2) a lake with beach–nearshore facies along the marginal areas and suspension-dominated lake floor facies in central areas, (3) a lake phase with a lake floor dominated by hyperpycnal flows, and (4) progradation of a fan delta. Two distinct depositional conditions are observed: stratified and unstratified lake intervals. The former occurred mainly during the second phase and produced clay-poor and clay-rich laminae, whereas the latter developed during the other three phases, and were dominated by deposition of subaqueous sedimentary density flows. These alternations of depositional conditions in offshore lacustrine deposits suggest that the Yixian Formation may have formed under a transitional climate regime fluctuating gradually from warm and dry to warm and humid conditions. Resurgent volcanism is inferred to have become stronger during the late phase of lake development based on distribution of deposits characterizing the unstratified lake interval and volcanic rocks of the overlying Upper Lava unit, a higher content of primary pyroclastic fragments, and evidence of strong syndepositional disturbance.\n© 2012 Elsevier B.V. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "Due to the excellent preservation of many evolutionarily important fossils (e.g., early angiosperms, feathered dinosaurs), the Jehol Biota in western Liaoning province, NE China, counts as one of the most important Mesozoic fossillagerstätten (e.g., Chang et al., 2003; Fürsich et al., 2007). Most of the well-known fossils of the Jehol Biota, such as the early birds Confuciusornis and Liaoningornis, the feathered theropod dinosaurs Sinosauropteryx, Sinornithosaurus, Beipiaosaurus, Protarchaeopteryx and Caudipteryx, the primitive mammals Zhangheotherium and Jeholodens, and the putative early angiosperms Archaefructus, Archaeamphora, Sinocarpus, and Hyrcantha, have been discovered in lacustrine deposits of the Sihetun area (Hou et al., 1995; Hou, 1997; Chen et al., 1998; Ji et al., 1998, 1999; Sun et al., 1998, 2002; Xu et al., 1999a, 1999b; Leng and Friis, 2003,\na.Hethke@gzn.uni-erlangen.de\nrights reserved.\n2006; Li, 2005; Dilcher et al., 2007). The lake, named Lake Sihetun (Pan et al., 2011), covered an area of approximately 20 km2 (mean size 2 km wide and 10 km long) and is interpreted to have occupied a summit caldera that formed after eruptions of a shield volcano and subsequent intermediate volcanic eruptions in the area (Jiang et al., 2011). Compared to the paleontological archive, the sedimentary setting of the lake is far less understood. In previous studies, Jiang and Sha (2007) preliminary described and interpreted the lithofacies and facies associations of the Yixian Formation; Jiang et al. (2011) reconstructed the volcanic complexes and their history, and proposed a depositional model of the volcanic successions of the Yixian Formation, and discussed the relationship between volcanic activity and fossil preservation in western Liaoning. In this study, the spatio-temporal changes of sedimentary facies, facies associations, and limnic community relicts of Lake Sihetun are documented in detail. These data are used to construct a depositional model and to discuss its relevance for the regional climatic and volcanic history.\nTo constrain the variations of lithofacies and facies associations both laterally and vertically, representative localities and continuous\noutcrops of the Yixian Formation (Fig. 1A) were selected at certain intervals around the lacustrine area and three excavations located at the eastern and western parts of the lacustrine area (Fig. 3A, logs E2–4), respectively, were conducted. Another locality studied in detail is placed at the site of the Sihetun Fossil Museum (Fig. 3A, log E1), where the Institute of Vertebrate Paleontology and Paleoanthropology, Chinese Academy of Sciences, made a major excavation (approximately 25 m deep). Lithological successions, sedimentary structures, and the faunal composition of the lacustrine deposits in these selected localities, sections and excavations are documented at high-resolution (Figs. 3–4). Hundreds of thin-sections of the different lithofacies were prepared for sedimentary petrographic analysis. Some extremely fine-laminated claystones were observed under the\nscanning electron microscope to determine the composition of the lamination."
  }, {
    "heading": "2. Geologic setting",
    "text": "The Jehol Group in western Liaoning province includes, in ascending order, the Yixian, Jiufotang, and Fuxin formations (Fig. 2A). In the Sihetun area, only the volcanic Yixian Formation is present (Fig. 2B, for more details see Jiang and Sha, 2006, 2007). Here, the volcanic successions in the Yixian Formation record four volcanic complexes represented by distinct products including a shield volcano, intermediate multi-vent center, volcanic lake, and succeeding lava domes that document four temporally and spatially overlapping phases.\nInitially a shield volcano was constructed with minor volcaniclastic deposits (Lujiatun unit; LJT) and extensive basaltic and andesitic lavas (Lower Lava unit; LL). The shield volcano phase was terminated by a small volume of intermediate explosive eruptions, which resulted in a volcano-tectonic depression (summit caldera) in the Sihetun area. The depression was subsequently filled by a volcanic lake and received the lacustrine deposits of the Jianshangou unit (JSG). Eruptions occurred adjacent to the lake during this phase producing numerous tuff layers in the lake originating from ashfalls and hyperconcentrated density flows. Finally, extensive volcanism characterized by lava flows and lava domes reoccurred. Many vents and intrusions formed during these post-lacustrine volcanic activities are documented in the Upper Lava (UL) unit (Jiang et al., 2011).\nThe lithological succession of the lacustrine JSG unit is so uniform that the precise position of the vertebrate fossil-bearing horizons can be easily located. The lake succession is best represented by the section exposed from the Huangbanjigou to the Jianshangou villages (logs S07\nand S10). In ascending order, it consists of four distinct beds (see also Wang et al., 1998; Jiang et al., 2011) (Fig. 3) that include:\n(1) alternating horizontally or cross-stratified tuff, tuffaceous sandstone, and mudstone (0.4–24 m thick, usually 2–5 m thick) that yield abundant bivalves, gastropods, ostracods, and plant debris. (2) paper-thin laminated tuffaceous mudstone interbedded with thin-bedded tuff, siliceous mudstone, calcareous mudstone, and gypsum (usually 5–8 m thick, locally up to 14 m thick), containing abundant spinicaudatans, malacostracan crustaceans, and mayfly larvae. Most of the vertebrates, such as the fishes Peipiaosteus pani, Sinamia sp., Lycoptera sp., the turtleManchurochelys sp., the birds Confuciusornis sanctus and Liaoningornis longidigitris, and the dinosaurs Psittacosaurus sp. and Sinosauropteryx prima, were collected from this bed. (3) thin-bedded, graded, fine-grained tuffaceous sandstone, siltstone, and claystone interbedded with paper-thin laminated tuffaceous mudstone and tuff (usually 20–28 m thick in the eastern part, b10 m thick in the middle and western parts), yielding abundant spinicaudatans, malacostracan crustaceans, mayfly larvae and other insects, and plant fossils. Some vertebrates, such as the fish P. pani, the pterosaur Eosipterus yangi and pterodactyls, the mammal Zhangheotherium quinquecuspidens, and the putative angiosperm Archaefructus liaoningensis, have been collected from the laminated mudstone of this bed in the eastern part. (4) parallel- or cross-stratified medium- to thick-bedded tuffaceous conglomeratic sandstone and tuff alternating with thinbedded, graded, fine-grained tuffaceous sandstone, siltstone, and claystone (up to 18 m thick, but usually less than 5 m), which locally yield abundant bivalves, gastropods, and turtle fossils.\nSome easily recognized layers, widely distributed throughout the area and assumed to be relatively contemporary products of specific events of volcanism and flooding, serve as lithological markers to correlate within the lacustrine deposits. The base of lacustrine deposits is marked by the LL unit, which is commonly overlain by horizontally or cross-stratified tuff, tuffaceous sandstone with abundant bivalves, gastropods, ostracods, and plant debris fossils of bed 1 (locally marked by tuff-breccia) (Fig. 1B). The normally graded sandstone and mudstone of bed 3 laterally persist for several kilometers and separate beds 2 and 4. Among the paper-thin laminated tuffaceous mudstone of bed 2, there are numerous tuff layers with a thickness ranging from less than 1 mm to tens of centimeters. Several relatively thick tuff layers can be correlated laterally in a NE–SW direction almost throughout the lake basin as shown in the four excavation sections (Fig. 4, logs E1–E4, t1–t5). Another layer between the tuff layers 4 and 5, approximately 50 cm thick and composed of alternating tuff layers and laminated mudstone, is also commonly used as a regional lithological marker.\nThree consistent ages determined by zircon U–Pb SHRIMP analyses of tuff from the Lujiatun unit as well as the middle and top parts of the Jianshangou unit in the Sihetun area indicate that the Yixian Formation was deposited within a very short time period (124.9–122.8 Ma, i.e. in ca. 2 Ma) during the Early Cretaceous (Yang et al., 2007). Based on the 40Ar/39Ar ages from the LL unit (125.7± 2.6 Ma) and from the UL unit (124.2±2.5 Ma) near the lava– sediment contact in the same area, and supported by the normal paleomagnetic polarity recorded by the whole lacustrine interval, Zhu et al. (2007) concluded that the whole lacustrine interval at Sihetun was deposited within the normal polarity chronM3n (marine anomaly) of the Early Cretaceous. Assuming the M3n chron age to have lasted from 124.72 to 124.04 Ma, they proposed that Lake Sihetun may have existed for a relatively short duration of less than 0.7 Ma."
  }, {
    "heading": "3. Lithofacies, facies associations, and limnic community relicts",
    "text": ""
  }, {
    "heading": "3.1. Lithofacies",
    "text": "The lacustrine deposits consist of mainly tuffaceous sandstone and mudstone, siliceous mudstone, tuff, minor conglomerate, calcareous mudstone, gypsum, and organic-rich mudstone (sapropelite). The strata are mostly volcaniclastic in nature, either reworked or primary, with minor intraclasts. Seven lithofacies are recognized, which are dominated by facies originating from suspension fall and subaqueous density-flows (Table 1).\n3.1.1. Horizontally stratified mudstone\n3.1.1.1. Description. Horizontally stratified mudstone is the most common of the lacustrine facies. It can be further subdivided into a planar-laminated lithofacies (M1) and a non-laminated lithofacies (M2). M1 is composed of planar-laminated tuffaceous siltstone and\nclaystone interbedded with tuff, siliceous claystone, gypsum, calcareous claystone, and organic-rich mudstone (sapropelite), containing abundant non-marine invertebrate and vertebrate fossils, dominated by spinicaudatans, insects, fishes, malacostracan crustaceans, birds, and dinosaurs, with rare gastropods and bivalves (Figs. 5A, 6A). Laminae consist of alternations of b0.1 mm thick clay and argillaceous tuffaceous siltstone or tuff and tuffaceous silty claystone (Fig. 5B). The sediment is mainly composed of silt-sized, altered lithic debris, plagioclase and quartz crystals, and clay minerals. Still thinner laminated layers (less than 0.06 mm thick), consisting of siliceous claystone (light) coupled with tuffaceous siltstone layers (dark), are locally present. The microlamination is frequently interrupted by random intercalations of 0.1–2 mm thick, internally structureless or normally graded tuffaceous siltstone or tuff. Pyroclastic particles, composed mainly of fragments of intermediate volcanic rock and pumices with diameters ranging from millimeters to centimeters are commonly present in this lithofacies. They deform the underlying laminae and are draped by overlying laminae (Fig. 5C). Signs of\nsyndepositional soft-sediment deformation such as convolute laminae, load and ball and pillow structures, disturbed lamination, and collapsed beds are locally present (Fig. 6A, B). Desiccation cracks are found in a bed containing gypsum, calcareous claystone, and organic-rich intercalations. Bioturbation is rare. M2 comprises only horizontally bedded, non-laminated tuffaceous mudstone and tuff. The mudstones are a few centimeters to 20 cm thick, normally graded or internally structureless, and contain abundant bivalve, gastropod, ostracod, plant, and rare spinicaudatan fossils. The fossils commonly form shell beds, dominated by bivalves, in which individuals are well preserved and oriented at random. Bioturbation is common.\nOut-sized, subangular, tear-drop-shaped and more or less fusiform trachyandesitic blocks (and bombs?) with diameters of up to 25 cm are locally present in this lithofacies. They became embedded in the underlying shell beds and cut horizontally oriented plant fragments (Fig. 6D, E).\n3.1.1.2. Interpretation. Both M1 and M2 reflect deposition from suspension load and turbidity currents (Nelson, 1967; Anderson et al., 1985; Smith, 1986; Chun and Chough, 1995; Larsen and Crossey, 1996; Larsen and Smith, 1999). The absence of lamination in M2 may be ascribed to bioturbation. This process must have been\nfrequently interrupted by catastrophic events. These produced many thin- to medium-bedded horizontally stratified, homogeneous, tuffaceous sandstone and tuff layers resulting from fallout and hyperconcentrated density-flows triggered by inflow of pyroclastic flows or lahars into the lake. Although having a sharp contact with underlying and overlying laminated mudstone, the homogeneous sandstone and tuff may, alternatively, partly result from mesopycnal flows, which are particularly common in stratified lake waters as the beds lack signs of significant basal erosion (Mulder and Alexander, 2001). Common occurrence of out-sized pumices and volcanic blocks (and bombs?) with features of dropstones in both lithofacies implies that frequent volcanic eruptions in adjacent areas threw huge amounts of volcanic particles onto the depositional site.\n3.1.2. Stratified tuffaceous sandstone\n3.1.2.1. Description. Stratified tuffaceous sandstone (S1) is medium- to coarse-grained, moderately sorted, oscillatory-rippled, low-angle and locally tabular-cross-stratified, yielding a few poorly preserved nonmarine bivalve and gastropod fossils and showing evidence of bioturbation (Fig. 7E). The strata are 2–10 cm thick and form beds tens of centimeters thick, which may laterally persist for more than 1 km.\n3.1.2.2. Interpretation. Oscillatory ripples and low-angle crossstratification are indicative of wave activity at shallow depths (Allen, 1982; Manville, 2001). Tabular cross-stratification commonly occurs in traction-dominated subaqueous and subaerial flow deposits, and is generally produced by migration of medium-scale bedforms such as dunes (Chun and Chough, 1995)."
  }, {
    "heading": "3.1.3. Normally graded or internally structureless sandstone",
    "text": "3.1.3.1. Description. Normally graded or internally structureless sandstone is subdivided into three facies (S2–S4). S2 is composed of numerous millimeter- to centimeter-thick units. Each unit is made up of planar-stratified, well sorted, and normally graded sandy siltstone, siltstone, and claystone (Fig. 5E, F). Fine-grained, several millimeters to 5 cm thick, laterally discontinuously sandstone beds locally occur at the base of the unit. The siltstone and claystone range from well laminated to non-laminated, less than 0.1 mm to centimeters thick, usually have a sharp base and uneven top, and locally contain abundant spinicaudatan and insect fossils on bedding planes. Units are difficult to differentiate from each other when the basal sandstone beds are absent and give an appearance of cycles of normally graded, laminated or non-laminated sandy siltstone and claystone similar to M1. However, well-developed grading and common existence of\nsyndepositional structures of soft-sediment deformation, such as load casts, rip-up clasts, microfaults, disturbed and convolute lamination, and collapse of beds of S2 differ notably from M1 (Fig. 5D). S3 is composed of cross-stratified, tuffaceous pebbly channel-fill sandstone, locally yielding plant fragments, turtles, and poorly preserved bivalves. Layers are cm-thick, internally structureless or normally graded, moderately sorted, and exhibit erosional bases (Fig. 7A). Angular to subangular pebbles and cobbles are common and float in the fine-grained matrix. Cobble-sized wood fragments are locally present. Pebbles and cobbles are composed of laminated, normally gradedmudstone and volcanic blocks (Fig. 7F). S4 consists of horizontally bedded tuffaceous pebbly sandstone and tuff, which are internally structureless, normally graded, or locally inversely to normally graded, and form beds cm to over 1.5 m thickness. The sandstone is coarse-grained and poorly sorted. Angular claystone pebbles (2–5 cm in diameter) are present in the beds at the lower levels (Fig. 7D). Bed boundaries are sharp with underlying and overlying mudstones, locally containing erosional bases with a relief of up to 20 cm.\n3.1.3.2. Interpretation. The three normally graded or internally structureless sandstone facies were interpreted as turbidity current (S2), concentrated density-flow (S3), and hyperconcentrated densityflow (S4) deposits, respectively, by Jiang and Sha (2007), following the classification of Mulder and Alexander (2001). Both surge-like and hyperpycnal (quasi-steady) turbidity currents may have produced the normally graded sequences of S2. Recent experimental studies coupled with some outcrop examples have provided some useful tools to recognize hyperpycnal turbidity current deposits (hyperpycnites) (e.g., Kassem and Imran, 2001; Mulder and Alexander, 2001; Alexander and Mulder, 2002; Zavala et al., 2006; Chapron et al., 2007). As hyperpycnal turbidity currents can be maintained over a relatively long time period, deposits can extend widely with subtle textural changes (>150 km within Lake Mead, USA) and build up significant thickness. A coarsening-upward unit is more likely to be formed by hyperpycnal turbidity-current deposition (Alexander and Mulder, 2002; Zavala et al., 2006). The normally graded sequences of S2 in beds 3 and 4 show the typical features of hyperpycnites. They commonly form m-thick sequences, showing no significant textural changes across the basin, and are underlain by thick, pebbly sandstone of either S3 or S4 in bed 4. The basal sandstone and sandy siltstone in these sequences commonly have a sharp base and are followed by graded siltstone and claystone with a sharp base and an uneven top. The sharp and erosional base of the sandstone and sandy siltstone indicates a relative high energy and turbulence level, while the upper laminated or non-laminated, graded siltstone\nand claystone with uneven top represent deposition from buoyant sediment plumes following the lake floor morphology (Chapron et al., 2007). A coarsening-upward unit followed by a fining-upward unit is commonly observed in the graded sandstone and mudstone of S2 in beds 3 and 4 (Fig. 5D–F), and locally in the associated pebbly sandstone of S4 in bed 4 (Fig. 7C). Zavala et al. (2006) tentatively depicted the basinward evolution of hyperpycnal turbidity currents and their distinctive deposits at different basin locations in a case study of the Rayoso Formation (Cretaceous) of west-central Argentina. Based on their conclusions, the graded sequences of S2 may represent deposits of distal facies and the associated pebbly sandstones of S3 and S4, which are commonly channelized and erosional, may be the result of proximal to intermediate hyperpycnal turbidity currents."
  }, {
    "heading": "3.1.4. Matrix-supported conglomerate",
    "text": "3.1.4.1. Description.Matrix-supported conglomerate (C) is very rare. It is poorly sorted, matrix-supported, forming beds ranging from tens of centimeters to 2 m thickness. The clasts are coarse-grained, subangular to well-rounded pebbles and cobbles (largest 10 cm, mainly 1–3 cm in diameter), and are mostly composed of reworked tuff and small amounts of volcanic rocks. Elongated clasts show no preferred orientation. The matrix consists of poorly sorted pebbly siltstone.\n3.1.4.2. Interpretation. The poor sorting, lack of internal stratification, and presence of large clasts in a fine-grained matrix indicate a debris-flow origin of this conglomerate (Smith, 1986)."
  }, {
    "heading": "3.2. Facies associations",
    "text": "The lithofacies can be grouped into four facies associations corresponding to four distinct sedimentary environments, i.e., lacustrine beach to nearshore, lake floor type A, lake floor type B, and fan delta (Table 1; Fig. 8)."
  }, {
    "heading": "3.2.1. Beach to nearshore facies association",
    "text": "The beach to nearshore facies association occurs widely along the marginal lacustrine area, and is dominated by stratified tuffaceous sandstone (S1), associated with horizontally bedded, non-laminated mudstone (M2) and horizontally bedded, tuffaceous pebbly sandstone and tuff (S4), containing abundant non-marine bivalves, gastropods, ostracods, plants, and rare spinicaudatans. It is thickest at locality S01 (23.2 m), but usually 2–5 m thick (e.g., localities S04,\nS06, S09, 80, S12, S13, and S15), and thins considerably toward the central lacustrine area as is indicated by rare exposures (e.g., locality E1, 0.4 m). The association of deposits indicative of wave action, suspension fallout and hyperconcentrated density flows with various benthic organisms and common bioturbation indicates a lacustrine beach to nearshore environment (e.g., Wolf and Ellison, 1971; Picard and High, 1972; Manville, 2001; Riggs et al., 2001)."
  }, {
    "heading": "3.2.2. Lake floor association",
    "text": "The lake floor facies association is the most common deposit throughout the lacustrine area. It consists of laminated mudstone and tuff (M1), normally graded sandstone and mudstone (S2), and horizontally bedded tuffaceous pebbly sandstone and tuff (S4), containing abundant spinicaudatans, insects, fishes, malacostracan crustaceans, birds and dinosaurs, with rare gastropods and bivalves. The\ndominance of suspension-fallout, turbidity-current, and hyperconcentrated density-flow deposits is typical of lake floor environments of temperate lakes, craters, and small caldera lakes (Poppe et al., 1985; Nelson et al., 1986; Giresse et al., 1991; Larsen and Crossey, 1996; Manville, 2001; Riggs et al., 2001). The lake floor facies association forms two subtypes of facies associations according to distinct spatio-temporal associations of lithofacies. Lake floor facies A, which mainly occurs in bed 2, is characterized by the dominance of planarlaminated mudstone and tuff (M1). The laminated mudstone and tuff are frequently interrupted by horizontally bedded tuffaceous pebbly sandstone and tuff (S4), and rarely by normally graded sandstone and mudstone (S2). The lake floor facies B characterizes bed 3 and the top part of bed 1. It is predominantly composed of normally graded sandstone and mudstone (S2) associated with laminated\nmudstone and tuff (M1), and rarely cross-stratified, tuffaceous, pebbly channel-fill sandstone (S3)."
  }, {
    "heading": "3.2.3. Fan delta facies association",
    "text": "The fan delta facies association occurs only in bed 4 and has a limited distribution in the lacustrine depositional area. It comprises largely horizontally bedded tuffaceous pebbly sandstone and tuff (S4) and cross-stratified, tuffaceous pebbly channel-fill sandstone (S3), alternating with normally graded sandstone and mudstone (S2). Laminated mudstone and tuff (M1) and matrix-supported conglomerate (C) are locally present. This facies association reflects mainly alternations of distal and proximal to intermediate hyperpycnites, with minor intercalations of suspension and debris-flow deposits. The dominance of subaqueous sedimentary density-flow\ndeposits of this facies association suggests a fan delta environment (e.g., Horton and Schmitt, 1996; Larsen and Smith, 1999)."
  }, {
    "heading": "3.3. Limnic community relicts",
    "text": "Although a large variety of fossils has been uncovered from the Lake Sihetun deposits (e.g., Chang et al., 2003; Zhou et al., 2003; Zhou and Wang, 2010), the most commonly encountered limnic fossils are the bivalves Sphaerium and Arguniella, the ostracod Cypridea, the gastropods Probaicalia and Ptychostylus, the spinicaudatan\nEosestheria, larval stages of the insects Hexagenites (=Ephemeropsis), Aeschnidium, Mesolygaeus, and Chironomaptera, the malacostracan crustacean Liaoningogriphus, the fishes Peipiaosteus and Lycoptera, the turtle Manchurochelys, and plants (Jiang and Sha, 2006; Fürsich et al., 2007). The major limnic faunal elements display three distinct traits. First, the limnic fauna exhibits extremely low diversity and is exclusively dominated by one of the above taxa, which occurs in very high abundance. The fossiliferous layers are intercalated between beds devoid of fossils as revealed by the four excavations and field observations (also see Fürsich et al., 2007; Pan et al., 2011). Second, the major limnic animals are commonly relatively small-sized. For instance, bivalves are usually less than 20 mm long, gastropods in general are less than 5 mm high, malacostracan crustacean less than 20 mm long, and most spinicaudatans less than 20 mm long. Relatively large-sized animals, such as unionid bivalves, widespread in other Mesozoic freshwater environments, have not been found. Third, the major residents, such as the bivalve Sphaerium, the gastropods Ptychostylus and Gyraulus, spinicaudatans, ostracods, and aquatic insects share many ecologic characteristics. For instance, many of them were able thrive in temporary and shallow water bodies, and tolerated high temperature and salinity fluctuations. Their eggs can be dispersed in air and withstand desiccation for long periods until hatching under suitable conditions (Cao and Hu, 2003; Chen, 2003; Jiang, 2003; Pan and Zhu, 2003; Zhang and Zhang, 2003). Small size of the major limnic animals, their extremely low diversity and high abundance, high fecundity and ability of rapid colonization are typical features of opportunists (Levinton, 1970; Keller, 2003). Frequent alternation of beds dominated by one of these opportunist species with unfossiliferous beds implies that the water body that these animals inhabited must have experienced periodic severe conditions caused by fluctuations in area, depth, temperature, salinity, and oxygenation of the lake or by volcanic activity that were unsuitable for limnic animals. When suitable conditions resumed, one of these widespread, small-sized opportunists rapidly flourished.\nThese major limnic animals form associations, which are the relicts of two sets of distinct limnic communities, i.e. benthic and nekto-benthic communities. The benthic community relicts mainly consist of bivalves, gastropods, and ostracods, while the nektobenthic community relicts are mostly composed of spinicaudatans, malacostracan crustaceans, insects, and fishes. The benthic community was restricted to beach, nearshore, and fan delta areas. The nektobenthic community intermittently occupied the lake floor. As revealed by the three small-scale excavations made during the course of this study (Figs. 1 and 4, logs E2–4), the lake floor facies was either entirely barren or hosted a nekto-benthic community, which is exclusively dominated by one of the three most common taxa: the spinicaudatans Eosestheria and Diestheria, the shrimp Liaoningogriphus, and nymphs of the mayfly Hexagenites (Fürsich et al., 2007)."
  }, {
    "heading": "4. Depositional model and evolution of Lake Sihetun",
    "text": ""
  }, {
    "heading": "4.1. Depositional model",
    "text": "Two distinct depositional conditions are recognized in Lake Sihetun, each characterizing different evolutionary phases and reflecting similar environmental controls of the lake. They are: stratified and unstratified lake intervals.\nThe stratified lake interval consists of the beach–nearshore facies association along the marginal areas and the lake floor facies association A in the central area (Fig. 8, phase 2). Seasonal stratification of the lake waters can be inferred from more or less regular alternations of clay and argillaceous silt laminae and from the absence of bioturbation in the lake floor facies association A. Stratification caused trapping of clay-sized particles within the epilimnion and deposition of silt grains. Clay was finally deposited after mixing of the water mass during overturn. Occasional silt particles occurring within the light-\ncolored clay layers were deposited after minor rainfall events (Sturm, 1979; Smith, 1986).\nThe unstratified lake interval comprises the beach–nearshore and fan delta facies associations in marginal areas and the lake floor facies association B in the central area (Fig. 8, phases 1, 3–4). Welldeveloped grading and absence of alternating clay-rich and claypoor laminae in the laminated siltstone and claystone of lithofacies S2 are the typical products of discontinuous sediment influx into unstratified lake waters (Sturm, 1979).\nExcept for a few specimens such as the pterosaur E. yangi and the mammal Z. quinquecuspidens, which are rare in the laminated mudstones of the unstratified lake interval (lake floor facies B), most terrestrial vertebrates are found in the paper-thin laminated mudstone of the stratified lake interval (lake floor facies A), especially in areas west of the Sihetun village. The terrestrial vertebrate-bearing layers are generally considered to represent products of catastrophic events (Wang et al., 1999; Fürsich et al., 2007; Jiang et al., 2011), but how and why the spectacular fossils of the Jehol Biota such as dinosaurs, birds, and mammals are so well-preserved is still not sufficiently understood."
  }, {
    "heading": "4.2. Temporal changes in the sedimentation pattern",
    "text": "Four phases are distinguished based on the spatio-temporal distribution of facies associations, which are distinctly displayed and roughly correspond to the lacustrine stratigraphic succession (beds 1–4) in the central lacustrine area (Fig. 8). However, in some marginal lacustrine areas (e.g., sections S01, S12, S14), deposits indicative of current and wave activity are present repeatedly throughout the lake succession.\nThe lake basin has been interpreted to have formed by smallvolume, intermediate explosive eruptions, which produced the basal tuff of the Jianshangou unit containing ballistic bombs and blocks (Jiang et al., 2011). The tuff is locally (around localities S04 and 80) overlain and eroded by an unstratified, clast-supported conglomerate with a thickness of up to 9.5 m (Fig. 3), recording the infilling process of the lake basin by gravel-dominated hyperconcentrated flow deposits triggered by surface water. The extensive presence throughout the lake basin of stratified tuffaceous sandstone and non-laminated mudstone of the beach–nearshore facies association in bed 1, containing abundant benthic organisms such as bivalves, gastropods, and ostracods, records a fluctuating but gradually rising water level of the lake (shoreline transgression) during the first phase. The occurrence of thin, normally graded sandstone and mudstone of turbiditycurrent origin (less than 2 m thick) on top of bed 1 in the central area (such as localities E1 and E3, Figs. 3–4) implies that a relatively high water level had been reached marking the end of the phase.\nA stable and stratified lake system had been established with the beach–nearshore facies association occurring along the marginal areas and the lake floor facies A in central areas during the second phase (bed 2). The beach–nearshore facies association crops out intermittently along both the northwestern and southeastern margins, while the lake floor facies A occupies the remaining, major area of the lake basin. The four excavated sections show that the suspension-dominated deposits laterally persist throughout much of the lake floor as is shown by several tuff layers (Fig. 4). The lake occupied a relatively flat-bottomed basin and was relatively shallow during this interval judging from the wide lateral persistence of the planar-laminated mudstones, together with the common occurrence of wavy bedding, current ripple marks, and the ubiquitous presence of spinicaudatans, whose modern counterparts live in very shallow water (Jiang et al., 2011). The lake must have experienced episodic evaporation, resulting in formation of thin beds of calcareous mudstone, gypsum and organic-rich (sapropelites) beds with desiccation cracks during this phase (Fig. 6F, G).\nDuring phase 3 (bed 3), the lake floor facies B replaced the lake floor facies A, and occupied almost the entire lake floor. Dominance of distal hyperpycnites indicates that flooding frequently occurred during this phase, bringing large volumes of water into the lake and raising the water level. Typical proximal hyperpycnites have not been discovered in bed 3. In the excavation pit 4, two currentrippled, cross-laminated sandstone beds (up to 3 cm thick) with a channel-shaped cross-section are present (Fig. 6C), which may reflect intermediate hyperpycnites. The contemporary proximal hyperpycnites of bed 3 may either be eroded, or partly correspond to lower parts of bed 4, which is dominated by proximal to intermediate hyperpycnites. The hyperpycnal turbidity current-dominated deposition obviously lasted longer in the eastern areas, where deposits 20–28 m in thickness were formed. In contrast, at many localities of the middle and western areas, the hyperpycnal turbidity currentsdominated deposits are usually less than 10 m thick and overlain by lava of the Upper Lava unit. In the area around locality E1, the basal fine-grained sandstone of the distal hyperpycnite is commonly absent, which may indicate that the area was located far from the main channel axis, representing levees, according to the lateral distribution pattern of hyperpycnal turbidity currents proposed by Zavala et al. (2006).\nThe lacustrine deposits (10–18 m thick) of phase 4 (bed 4), seen mainly around localities S03, S10–S11 and S15, are characterized by horizontally bedded homogeneous sandstone and tuff (S4) and cross-stratified pebbly channel-fill sandstone (S3), alternating with normally graded sandstone and mudstone (S2). Alternations of distal and proximal to intermediate hyperpycnites in these areas indicate that the fan delta, interpreted to be located in a marginal area, had prograded into the originally central area of the Lake Sihetun during this phase. The size of the lake must have notably decreased due to constant sediment input by flooding events."
  }, {
    "heading": "5. Implication for the regional climatic and volcanic history",
    "text": "5.1. Regional climatic significance\nSeveral authors have discussed the regional Cretaceous climate based on floral elements from the lacustrine deposits of the Yixian Formation in the Sihetun area. Wu (1999) proposed a warm and arid climate based on the small size of the plants, as well as their robust root system and membranous leaves. Li and Liu (1999), in contrast, assumed a relatively humid climate, based on the rarity of aridtolerating pollen such as Classipolis in the palynomorph assemblage of the Yixian Formation. Li and Batten (2007) reported a similar palynomorph assemblage as Li and Liu (1999). They concluded that most of the organic matter of their samples is of aquatic origin, and that debris of undoubted land plant origin other than miospores is scarce, accounting for 1–3% of the assemblage. The presence of products of xerophytes in the assemblages (Classopollis, Ephedripites, Jugella) and, by contrast, of triradiate spores that might be derived from plants that preferred damp conditions, is of little climatic significance because of the low numbers of both groups. Instead, Li and Batten (2007) proposed a warm and seasonal climate (semi-arid), with fairly short wet phases and longer dry (arid) periods. Combining the above arguments, Fürsich et al. (2007) also preferred a semi-arid climate in which a dry period with little air movements alternated with a stormier wet season.\nThe Yixian Formation was deposited during a transitional period, when the climate fluctuated but gradually changed from warm and dry to warm and humid (Wu, 1999). The alternating depositional conditions of the offshore lacustrine deposits may record this process. The Sihetun area began to receive deposits of the Yixian Formation when the climate was warm and dry, a continuation of the climatic conditions during the Late Jurassic–earliest Cretaceous when the\neolian deposits (red beds) of the Tuchengzi Formation formed (Cheng et al., 1997).\nThe basin was filled with water and experienced a transgression during the first phase, receiving extensive deposits of stratified tuffaceous sandstone and non-laminated mudstone of the beach–nearshore facies association. Once water balance was achieved between input and output, the lake underwent seasonal stratification around a fluctuating mean level during the second phase, when the paper-thin laminated mudstone, calcareous mudstone, gypsum, and organic-rich beds (sapropelites) with desiccation cracks were deposited. Frequent flooding events in the late phase of the lake (phases 3–4) suggest that the area became more humid, and the water body became mixed due to large influx of water. In contrast to the nektobenthic community relicts of the stratified lake interval (lake floor facies association A), those of the unstratified lake interval (lake floor facies association B) contain notably more aquatic insects and plants, which may also reflect a richer vegetation growing in and around the lake during a more humid climate period. By the time of deposition of the overlying Lower Cretaceous Jiufotang and Fuxin formations, the climate of the area became warm and humid and extensive swamps formed leading to coal-bearing deposits (Jiang and Sha, 2006)."
  }, {
    "heading": "5.2. Influence of volcanism on sedimentation",
    "text": "The present lacustrine strata are mostly volcanic products, either eroded from pre-lacustrine volcanic rocks or derived from postcollapse eruptions. They are mainly composed of tuff and tuffaceous sandstone and mudstone, comprising more than 90% of the lacustrine epiclastic deposits. Numerous tuff layers and common occurrence of pumice and fragments of volcanic rock as dropstones in deposits of the stratified lake interval and locally (at channel levees of hyperpycnal turbidity currents, such as around locality E1) in deposits of the unstratified lake interval (Fig. 4, log E1, t6–t9) indicate that volcanism was continuously active in the adjacent areas throughout the lake history.\nIn contrast to deposits of the stratified lake interval, those of the unstratified lake interval during the late phase (phases 3–4) of the lake are distinctly thicker-layered and more commonly record syndepositional soft-sediment deformation. The higher rate of sedimentation can be ascribed to frequent flooding events during the late phase of the lake, which brought more sediment into the lake. In addition, stronger resurgent volcanic activity during the late phase of the lake probably also contributed to the depositional style and rate. The latter inference is backed by the distribution pattern of deposits of the unstratified lake interval and higher pyroclastic content of the deposits during the late phase, and by volcanic rocks of the overlying UL unit. In contrast to the thickness of the stratified lake interval, that of deposits of the unstratified lake interval during the late phase changed dramatically in different areas of the lake, being greatest in the area around locality S11 (20–28 m) and smallest around locality E3 (less than 10 m) (Fig. 3). Intrusions, lava flows, and lava domes of the Upper Lava unit are obviously more widely developed in areas with smaller thicknesses (Fig. 1), indicating that these areas were uplifted or covered by volcanic rocks earlier. Sediments of the horizontally bedded tuffaceous pebbly sandstone and tuff (S4) in the fan delta facies association (phase 4) have a much higher primary pyroclastic fragments content compared with earlier phases making it difficult to discern tuff (Fig. 7G, H) from tuffaceous pebbly sandstone when fossils are absent. Furthermore, some out-sized, irregular-shaped blocks, which are tens of centimeters to 1.5 m in diameter and made up of laminated, normally graded mudstone, are locally found in the proximal hyperpycnites of the last phase. The internal structures of the mudstone blocks are not deformed, and they have very obscure borders with the sandstone matrix (Fig. 7B, C). The mudstone blocks indicate strong syn-depositional disturbance\n(Smith, 1986). The distribution pattern of the late-phase, unstratified deposits and volcanic rocks of the UL unit, higher content of primary pyroclastic fragments, and the occurrence of strong syn-depositional disturbance must have resulted from increasing volcanism providing larger amounts of sediment than that of earlier phases, changing the morphology and sedimentation rate of the lake, and disturbing soft, water-saturated deposits (Nelson et al., 1994; Berra and Felletti, 2011).\nLarsen and Crossey (1996) proposed a similar lacustrine depositional model for syn-eruption and inter-eruption sequences based on observations in the Oligocene Creede Formation of Colorado. These sequences are composed of a relatively massive syn-eruption facies with a sharp base, followed by a post-eruption facies comprising ash turbidites and laminae with abundant organic material and progressively more pumice (if pumice was available). These deposits then grade upward into an inter-eruption facies comprising normal tuffaceous and lacustrine carbonate deposits. This model can be recognized in the unstratified lake interval of the present lacustrine sequences. The horizontally bedded homogeneous sandstones and tuffs (S4) and the cross-stratified, pebbly channel-fill sandstones (S3) could reflect the relatively massive syn-eruption facies, while the overlying normally graded tuffaceous sandstones and mudstones could be products of post-eruption and inter-eruption facies, respectively. However, the horizontally bedded homogeneous tuffaceous sandstones and tuffs in the stratified lake succession, which may represent syn-eruption deposits of fallout and of hyperconcentrated density-flows, commonly have sharp bases and are followed by paper-thin laminated mudstones of the inter-eruption phase rather than by turbidites (Figs. 5A, 6A). The absence of post-eruption facies can probably be ascribed to the warm and dry climate during this interval."
  }, {
    "heading": "6. Lake history",
    "text": "Based on the above-discussed depositional, regional climatic, and volcanic evolution, the following history of Lake Sihetun can be deduced (Fig. 8). The Lake Sihetun basin was formed by explosive eruptions of small volumes of intermediate pyroclastic material under a warm and dry climate. The basin was filled with water and the lake expanded in size during the first phase. Deposits of the beach–nearshore facies association inhabited by a molluscandominated benthic community were widespread. A stable and stratified lake system was established during the second phase, with the beach–nearshore facies association and its fauna occurring along the marginal areas whereas the lake floor facies A with its nektobenthic community occupied central areas. Volcanism continued to be active in adjacent areas and produced numerous tuff layers and common dropstones of pumice and fragments of volcanic rocks in the lacustrine deposits during the first two phases.\nDuring the late phases (3–4) of the lake, the Sihetun area became more humid. Sedimentation on the lake floor was dominated by distal hyperpycnal flows indicating that flooding frequently occurred during phase 3. These flows brought large volumes of water into the lake, raising the water level and destroying stratification of the water column. A fan delta, interpreted to have existed marginal to the lake and colonized by a benthic community, prograded into the central area of Lake Sihetun during phase 4. This is indicated by alternations of distal and proximal to intermediate hyperpycnites in the central areas. Volcanism became increasingly stronger during the late phases (3–4), providing larger amounts of sediment than during earlier phases, changing the morphology and sedimentation rate of the lake and disturbing soft deposits. The lake finally disappeared during eruption of the UL unit.\nNelson et al. (1994) proposed a general model for intracaldera sedimentation in small calderas, based on the post-collapse calderafloor history of Crater Lake, Oregon. Larsen and Crossey (1996)\nconfirmed this model based on the intracaldera lacustrine sequences of the Oligocene Creede Formation in Colorado. The Sihetun calderafloor history is generally in accordance with this model: (1) the lake basin is inferred to have formed by collapse after small-volume, intermediate explosive eruptions and became filled with tuff and breccia of the culminating eruption, (2) it is characterized, during an early phase, by subaerial and shallow-water lacustrine deposits (phase 1), and (3) later was governed by subaqueous suspension-settling and sediment-gravity-flow sedimentation (phases 2–4)."
  }, {
    "heading": "7. Conclusions",
    "text": "Seven lithofacies are recognized in the lacustrine succession of the Yixian Formation. They form four facies associations recognized by their distinct spatio-temporal occurrence: lacustrine beach to nearshore, lake floor type A, lake floor type B, and fan delta. Two distinct depositional conditions are recognized within the history of the lake: stratified and unstratified lake intervals. The former is confined to the second phase and characterized by paper-thin, clay-poor and clay-rich laminae of the lake floor facies association A, whereas the latter developed during the other three phases and was dominated by deposition of subaqueous density flows. Four phases of lake development are distinguished based on the spatio-temporal distribution of facies. They are: (1) a phase of fluctuating but gradually rising water level indicated by subaerial and shallow-water lacustrine deposits, (2) a lake with beach–nearshore facies along the marginal areas and suspension-dominated lake floor facies in central areas, (3) a lake phase with a lake floor dominated by hyperpycnal flows, and (4) progradation of a fan delta.\nThe alternating depositional conditions of the offshore lacustrine deposits in the Yixian Formationmay record a transitional climate period, when the climate fluctuated but gradually changed from warm and dry to warm and humid. Increasing volcanism during the late phases (3–4) of Lake Sihetun is inferred, which provided larger amounts of sediment than that of earlier phases, changed the morphology and sedimentation rate of the lake, and disturbed soft, water-saturated deposits."
  }, {
    "heading": "Acknowledgments",
    "text": "The authors would like to thank H.W. Cai, Y.H. Pan, X.G. Yao, J.P. Wang, Y.Q. Wang, X.L. Zhang and C. Wu for their kind support in the field. We thank D. Larsen, J.D.L. White and V. R. Manville, who read an earlier version of this manuscript and made many critical and constructive comments. We are grateful to J. Knight, C. Zavala, and J. Schmitt who greatly improved the manuscript. This research was financially supported by the 973 Program grant 2012CB821905 and the National Science Foundation of China (41172033)."
  }],
  "year": 2012,
  "references": [{
    "title": "Experimental quasi-steady density currents",
    "authors": ["J. Alexander", "T. Mulder"],
    "venue": "Marine Geology",
    "year": 2002
  }, {
    "title": "Sedimentary Structures, their Character and Physical Basis, v.1",
    "authors": ["J.R.L. Allen"],
    "year": 1982
  }, {
    "title": "Sedimentation in a blast-zone lake at Mount St. Helens, Washington—implications for varve formation",
    "authors": ["R.Y. Anderson", "E.B. Nuhfer", "W.E. Dean"],
    "venue": "Geology",
    "year": 1985
  }, {
    "title": "Syndepositional tectonics recorded by soft-sediment deformation and liquefaction structures (continental Lower Permian sediments, Southern Alps, Northern Italy): stratigraphic significance",
    "authors": ["F. Berra", "F. Felletti"],
    "venue": "Sedimentary Geology",
    "year": 2011
  }, {
    "title": "The Jehol Biota",
    "authors": ["M.M. Chang", "P.J. Chen", "Y.Q. Wang", "Y. Wang", "D.S. Miao"],
    "venue": "Shanghai Scientific & Technical Publishers, Shanghai",
    "year": 2003
  }, {
    "title": "Recent clastic sedimentation processes in Lake Puyehue (Chilean Lake District, 40.5°)",
    "authors": ["E. Chapron", "E. Juvigné", "S. Mulsow", "D. Ariztegui", "O. Magand", "S. Bertrand", "M. Pino", "O. Chapron"],
    "venue": "Sedimentary Geology",
    "year": 2007
  }, {
    "title": "An exceptionally well-preserved theropod dinosaur from the Yixian Formation of China",
    "authors": ["P.J. Chen", "Z.M. Dong", "S. Zhen"],
    "venue": "Nature 391,",
    "year": 1998
  }, {
    "title": "Types of filling sequences in the continental basins—examples from Mesozoic basins, western Liaoning province",
    "authors": ["R.H. Cheng", "Z.J. Liu", "D.P. Wang"],
    "venue": "Acta Sedimentologica Sinica",
    "year": 1997
  }, {
    "title": "The Cretaceous Uhangri formation, SW Korea: lacustrine margin facies",
    "authors": ["S.S. Chun", "S.K. Chough"],
    "venue": "Sedimentology",
    "year": 1995
  }, {
    "title": "An early infructescence Hyrcantha decussata (comb. nov.) from the Yixian Formation in northeastern China",
    "authors": ["D.L. Dilcher", "G. Sun", "J. Qiang", "H. Li"],
    "venue": "Proceedings of the National Academy of Sciences",
    "year": 2007
  }, {
    "title": "High resolution palaeoecological and taphonomic analysis of Early Cretaceous lake biota from western Liaoning (NEChina)",
    "authors": ["F.T. Fürsich", "J.G. Sha", "B.Y. Jiang", "Y.H. Pan"],
    "year": 2007
  }, {
    "title": "Sedimentation and palaeoenvironment in crater lake Barombi Mbo, Cameroon, during the last 25,000 years",
    "authors": ["P. Giresse", "J. Maley", "K. Kelts"],
    "venue": "Sedimentary Geology",
    "year": 1991
  }, {
    "title": "Sedimentology of a lacustrine fan-delta system. Miocene Horse Camp Formation, Nevada, USA",
    "authors": ["B.K. Horton", "J.G. Schmitt"],
    "venue": "Sedimentology",
    "year": 1996
  }, {
    "title": "A carinate bird from the Upper Jurassic of western Liaoning, China",
    "authors": ["L. Hou"],
    "venue": "Chinese Science Bulletin",
    "year": 1997
  }, {
    "title": "Confuciusorins sanctus, a new Late Jurassic sauriurine bird from China",
    "authors": ["L. Hou", "Z. Zhou", "Y. Gu", "H. Zhang"],
    "venue": "Chinese Science Bulletin",
    "year": 1995
  }, {
    "title": "Two feathered dinosaurs from northeastern China",
    "authors": ["Q. Ji", "P.J. Currie", "M.A. Norell", "S. Ji"],
    "venue": "Nature",
    "year": 1998
  }, {
    "title": "A Chinese triconodont mammal and mosaic evolution of the mammalian skeleton",
    "authors": ["Q. Ji", "Z.X. Luo", "S.A. Ji"],
    "venue": "Nature",
    "year": 1999
  }, {
    "title": "Study on the bivalve fossils, stratigraphy and palaeoenvironment of the Yixian Formation in the Western Liaoning Province",
    "authors": ["B.Y. Jiang"],
    "venue": "Ph.D thesis, Nanjing Institute of Geology and Palaeontology, Chinese Academy of Sciences, Nanjing,",
    "year": 2003
  }, {
    "title": "Late Mesozoic stratigraphy in western Liaoning, China: a review",
    "authors": ["B.Y. Jiang", "J.G. Sha"],
    "venue": "Journal of Asian Earth Sciences",
    "year": 2006
  }, {
    "title": "Preliminary study on the depositional environments of the Lower Cretaceous Yixian Formation in Sihetun area, western Liaoning, China",
    "authors": ["B.Y. Jiang", "J.G. Sha"],
    "venue": "Cretaceous Research",
    "year": 2007
  }, {
    "title": "Early Cretaceous volcanism and its impact on fossil preservation inWestern Liaoning, NE China",
    "authors": ["B.Y. Jiang", "F.T. Fürsich", "J.G. Sha", "B. Wang", "Y.Z. Niu"],
    "year": 2011
  }, {
    "title": "Simulation of turbid underflows generated by the plunging of a river",
    "authors": ["A. Kassem", "J. Imran"],
    "venue": "Geology",
    "year": 2001
  }, {
    "title": "Biotic effects of impacts and volcanism",
    "authors": ["G. Keller"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2003
  }, {
    "title": "Depositional environments and paleolimnology of an ancient caldera lake: Oligocene Creede Formation, Colorado",
    "authors": ["D. Larsen", "L.J. Crossey"],
    "venue": "Geological Society of America Bulletin",
    "year": 1996
  }, {
    "title": "Sublacustrine-fan deposition in the Oligocene Creede Formation, Colorado",
    "authors": ["D. Larsen", "G.A. Smith"],
    "venue": "Journal of Sedimentary Research",
    "year": 1999
  }, {
    "title": "Sinocarpus decussatus gen. et sp. nov., a new angiosperm with basally syncarpous fruits from the Yixian Formation of Northeast China",
    "authors": ["Q. Leng", "E.M. Friis"],
    "venue": "Plant Systematics and Evolution",
    "year": 2003
  }, {
    "title": "Angiosperm leaves associated with Sinocarpus Leng et Friis infructescences from the Yixian Formation (mid-Early Cretaceous) of NE China",
    "authors": ["Q. Leng", "E.M. Friis"],
    "venue": "Plant Systematics and Evolution",
    "year": 2006
  }, {
    "title": "The paleoecological significance of opportunistic species",
    "authors": ["J.S. Levinton"],
    "venue": "Lethaia",
    "year": 1970
  }, {
    "title": "Early Cretaceous sarraceniacean-like pitcher plants from China",
    "authors": ["H. Li"],
    "venue": "Acta Botanica Gallica",
    "year": 2005
  }, {
    "title": "Palynological evidence of an Early Cretaceous age for the Yixian Formation at Sihetun, western Liaoning, China",
    "authors": ["J.G. Li", "D.J. Batten"],
    "venue": "Cretaceous Research",
    "year": 2007
  }, {
    "title": "Sporomorph assemblage from the basal Yixian Formation in western Liaoning and its geological age",
    "authors": ["W.B. Li", "Z.S. Liu"],
    "venue": "Palaeoworld",
    "year": 1999
  }, {
    "title": "Sedimentology and history of Lake Reporoa: an ephemeral supraignimbrite lake, Taupo Volcanic Zone, New Zealand",
    "authors": ["V.R. Manville"],
    "venue": "Volcaniclastic Sedimentation in Lacustrine Settings. International Association of Sedimentologists Special Publication",
    "year": 2001
  }, {
    "title": "The physical character of subaqueous sedimentary density flows and their deposits",
    "authors": ["T. Mulder", "J. Alexander"],
    "venue": "Sedimentology",
    "year": 2001
  }, {
    "title": "Sediments of Crater Lake, Oregon",
    "authors": ["C.H. Nelson"],
    "venue": "Bulletin of the Geological Society of America",
    "year": 1967
  }, {
    "title": "Crater Lake, Oregon: a restricted basin with base-of-slope aprons of nonchannelized turbidites",
    "authors": ["C.H. Nelson", "A.W. Meyer", "D. Thor", "M. Larsen"],
    "venue": "Geology",
    "year": 1986
  }, {
    "title": "The volcanic, sedimentologic, and paleolimnologic history of the Crater Lake caldera floor, Oregon: evidence for small caldera evolution",
    "authors": ["C.H. Nelson", "C.R. Bacon", "S.W. Robinson", "D.P. Adam", "J.P. Bradbury", "J.H. Barber", "D. Schwartz", "G. Vagenas"],
    "venue": "Geological Society of America Bulletin",
    "year": 1994
  }, {
    "title": "Dynamics of the lacustrine fauna from the Early Cretaceous Yixian Formation, China: implications of volcanic and climatic factors",
    "authors": ["Y. Pan", "J. Sha", "F.T. Fürsich", "Y. Wang", "X. Zhang", "X. Yao"],
    "venue": "Lethaia. doi:10.1111/j.1502-3931.2011.00284.x",
    "year": 2011
  }, {
    "title": "Criteria for recognizing lacustrine rocks",
    "authors": ["M.D. Picard", "L.H. High"],
    "venue": "Special Publication,",
    "year": 1972
  }, {
    "title": "A geophysical and geological study of Laguna de Ayarza, a Guatemalan caldera lake",
    "authors": ["L.J. Poppe", "C.K. Paull", "C.G. Newhall", "J.P. Bradbury", "J. Ziagos"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 1985
  }, {
    "title": "Post-1.8-ka marginal sedimentation in Lake Taupo, New Zealand: effects of wave energy and sediment supply in a rapidly rising lake",
    "authors": ["N.R. Riggs", "M.H. Ort", "J.D.L. White", "C.J.N. Wilson", "B.F. Houghton", "R. Clarkson"],
    "venue": "Sedimentation in Lacustrine Settings: International Association of Sedimentologists Special Publication,",
    "year": 2001
  }, {
    "title": "Sedimentation and palaeoenvironments of Late Cretaceous craterlake deposits in Bushmanland, South Africa",
    "authors": ["R.M.H. Smith"],
    "venue": "Sedimentology",
    "year": 1986
  }, {
    "title": "Origin and composition of clastic varves",
    "authors": ["M. Sturm"],
    "venue": "Moraines and Varves. Balkema, Rotterdam,",
    "year": 1979
  }, {
    "title": "In search of the first flower: a Jurassic angiosperm, Archaefructus, from northeast China",
    "authors": ["G. Sun", "D.L. Dilcher", "S. Zheng", "Z. Zhou"],
    "year": 1998
  }, {
    "title": "Archaefructaceae, a new basal angiosperm family",
    "authors": ["G. Sun", "Q. Ji", "D.L. Dilcher", "S. Zheng", "K.C. Nixon", "X. Wang"],
    "year": 2002
  }, {
    "title": "Record of the Sihetun vertebrate mass mortality events, Western Liaoning, China: caused by volcanic eruption",
    "authors": ["X.L. Wang", "Y.Q. Wang", "X. Xu", "Y. Wang", "J.Y. Zhang", "F.C. Zhang", "F. Jin"],
    "venue": "Geological Review",
    "year": 1999
  }, {
    "title": "Sedimentary geology of the zeolitic volcanic lacustrine Pliocene Rome Beds, Oregon",
    "authors": ["K.H. Wolf", "B. Ellison"],
    "venue": "Sedimentary Geology",
    "year": 1971
  }, {
    "title": "A preliminary study of the Jehol flora fromwestern Liaoning",
    "authors": ["S.Q. Wu"],
    "venue": "Palaeoworld",
    "year": 1999
  }, {
    "title": "A therizinosauroid dinosaur with integumentary structures from China",
    "authors": ["X. Xu", "Z. Tang", "Z. Wang"],
    "venue": "Nature",
    "year": 1999
  }, {
    "title": "A dromaeosaurid dinosaur with a filamentous integument from the Yixian Formation of China",
    "authors": ["X. Xu", "X. Wang", "X. Wu"],
    "venue": "Nature 401,",
    "year": 1999
  }, {
    "title": "New evidence for Cretaceous age of the feathered dinosaurs of Liaoning: zircon U–Pb SHRIMP dating of the Yixian Formation in Sihetun, northeast China",
    "authors": ["W. Yang", "S.G. Li", "B.Y. Jiang"],
    "venue": "Cretaceous Research",
    "year": 2007
  }, {
    "title": "Ancient lacustrine hyperpycnites: a depositional model from a case study in the Rayoso Formation (Cretaceous) of west-central Argentina",
    "authors": ["C. Zavala", "J.J. Ponce", "M. Arcuri", "D. Drittanti", "H. Freije", "M. Asensio"],
    "venue": "Journal of Sedimentary Research",
    "year": 2006
  }, {
    "title": "Insects and spiders",
    "authors": ["J.F. Zhang", "H.C. Zhang"],
    "venue": "The Jehol Biota. Shanghai Scientific & Technical Publishers,",
    "year": 2003
  }, {
    "title": "Vertebrate diversity of the Jehol Biota as compared with other lagerstätten",
    "authors": ["Z.H. Zhou", "Y. Wang"],
    "venue": "Science China, Earth Sciences",
    "year": 2010
  }, {
    "title": "An exceptionally preserved Lower Cretaceous ecosystem",
    "authors": ["Z.H. Zhou", "P.M. Barrett", "J. Hilton"],
    "venue": "Nature 421,",
    "year": 2003
  }, {
    "title": "Palaeomagnetic and 40Ar/39Ar dating constraints on the age of the Jehol Biota and the duration of deposition of the Sihetun fossil-bearing lake sediments, northeast China",
    "authors": ["R.X. Zhu", "Y.X. Pan", "R.P. Shi", "Q.S. Liu", "D.M. Li"],
    "venue": "Cretaceous Research",
    "year": 2007
  }],
  "id": "SP:532cd5500ad5b018d03774c0c5e0d1b0803db79c",
  "authors": [{
    "name": "Baoyu Jiang",
    "affiliations": []
  }, {
    "name": "Franz T. Fürsich",
    "affiliations": []
  }, {
    "name": "Manja Hethke",
    "affiliations": []
  }],
  "title": "Depositional evolution of the Early Cretaceous Sihetun Lake and implications for regional climatic and volcanic history in western Liaoning, NE China"
}