{
  "sections": [{
    "text": "lable at ScienceDirect\nContents lists avai\nJournal of South American Earth Sciences\njournal homepage: www.elsevier .com/locate/ jsames\nStratigraphic framework and evolution of the Cretaceous continental sequences of the Bauru, Sanfranciscana, and Parecis basins, Brazil\nAlessandro Batezelli a, *, Francisco Sergio Bernardes Ladeira b\na Department of Geology and Natural Resource, Geosciences Institute, State University of Campinas, DGRN, IG, UNICAMP, Brazil b Department of Geography, Geosciences Institute, State University of Campinas, DGRN, IG, UNICAMP, Brazil\na r t i c l e i n f o\nArticle history: Received 1 July 2015 Received in revised form 18 October 2015 Accepted 3 November 2015 Available online 10 November 2015\nKeywords: Bauru Basin Sanfranciscana Basin Parecis Basin Continental sequences Paleosols Tectonics Climate\n* Corresponding author. Jo~ao Pandi a Cal ogeras Stree 13083-870, Campinas, SP, Brazil.\nE-mail addresses: abatezelli@ige.unicamp.br, ale (A. Batezelli).\nhttp://dx.doi.org/10.1016/j.jsames.2015.11.005 0895-9811/© 2015 Elsevier Ltd. All rights reserved.\na b s t r a c t\nWith the breakup of the supercontinent Gondwana, the South American Plate has undergone an intense process of tectonic restructuring that led to the genesis of the interior basins that encompassed continental sedimentary sequences. The Brazilian Bauru, Sanfranciscana and Parecis basins during Late Cretaceous have had their evolution linked to this process of structuring and therefore have very similar sedimentary characteristics. The purpose of this study is to establish a detailed understanding of alluvial sedimentary processes and architecture within a stratigraphic sequence framework using the concept of the stratigraphic base level or the ratio between the accommodation space and sediment supply. The integration of the stratigraphic and facies data contributed to defining the stratigraphic architecture of the Bauru, Sanfranciscana and Parecis Basins, supporting a model for continental sequences that depicts qualitative changes in the sedimentation rate (S) and accommodation space (A) that occurred during the Cretaceous. This study discusses the origin of the unconformity surfaces (K-0, K-1 and K-1A) that separate Sequences 1, 2A and 2B and the sedimentary characteristics of the Bauru, Sanfranciscana and Parecis Basins from the Aptian to the Maastrichtian, comparing the results with other Cretaceous Brazilian basins. The lower Cretaceous Sequence 1 (Caiu a and Areado groups) is interpreted as a lowaccommodation systems tract compound by fluvial and aeolian systems. The upper Cretaceous lacustrine, braided river-dominated alluvial fan and aeolian systems display characteristics of the evolution from high-to low-accommodation systems tracts (Sequences 2A and 2B). Unconformity K-0 is related to the origin of the Bauru Basin itself in the Early Cretaceous. In Sanfranciscana and Parecis basins, the unconformity K-0 marks the contact between aeolian deposits from Lower Cretaceous and Upper Cretaceous alluvial systems (Sequences 1 and 2). Unconformity K-1, which was generated in the Late Cretaceous, is related to an increase of the A/S ratio, whereas Unconformity K-1A is the result of the decrease in the A/S ratio. Unconformity K-1A bound Sequence 2A (lacustrine and fluvial systems) and Sequence 2B (alluvial deposits) in Bauru Basin whereas in the Sanfranciscana and Parecis basins this unconformity marks the transition from alluvial system to aeolian system (Sequences 2A and 2B). Changes in depositional style in both basins correspond to two distinct tectonic moments occurring within the South American plate. The first associated with post-volcanic thermal subsidence of the Early Cretaceous (Serra Geral and Tapirapu~a volcanismos), and the second moment associated with the uplift occurred in the Late Cretaceous (Alto Paranaíba, Vilhena and Serra Formosa Arcs).\n© 2015 Elsevier Ltd. All rights reserved.\n1. Introduction\nMesozoiceCenozoic tectonic events in Brazil have been the\nt, n. 51, Cidade Universit aria,\nssandro.batezelli@gmail.com\nobject of a large number of studies, mainly as a result of oil exploration along the shore and in associated marginal basins (Asmus and Ponte,1973; Asmus and Porto,1980; Asmus and Baisch, 1983; Szatmari et al., 1985; Raja Gabaglia and Milani, 1990; Chang et al., 1992; Cainelli and Mohriak, 1998, 1999; Milani and Tomaz Filho, 2000; Mohriak, 2003; among others). However, the uplifts and basin generated in the continent and their sedimentary responses has been addressed in relatively few studies (e.g., Mesner and Wooldridge, 1964; Brito Neves et al., 1984; Almeida, 1986;\nCordani et al., 1984; Hasui and Haralyi, 1991; Hasui et al., 1993; Riccomini, 1995; Cordani et al., 2000).\nThe Bauru, Sanfranciscana, and Parecis basins located in the central and southeastern portions of the Brazilian territory, include Late Cretaceous continental sequences that record tectonosedimentary and climatic conditions to this period. To understand the geologic history of this portion of the South American Plate, sedimentologic, paleopedologic and stratigraphic studies were conducted in different regions of the three basins, including outcrops in the states of S~ao Paulo, Minas Gerais, Mato Grosso do Sul, Goi as and Mato Grosso (Fig. 1).\nThe main thrust of this study is to develop a stratigraphicsequence framework of the Upper Cretaceous Brazilian continental basins to better understand depositional processes and their variation in time and space. As the basins were far from the Cretaceous shoreline, correlation with coeval strata is not possible, thus making the Bauru, Sanfranciscana, and Parecis basins examples to non-marine sequences evolution. This study used the sequence-stratigraphic approach of Posamentier and Allen (1999) to analyze cyclic sedimentation patterns in a stratigraphic succession developed in response to variations in accommodation and sediment supply (A/S ratio). The influence of climate on the stratigraphic succession is assessed through the occurrence of paleosols and their distribution within the stratigraphy of the basins.\n2. Regional geologic context\nSeveral tectonic and magmatic events affected the South American continent, but those related to the South Atlantean Event (Schobbenhaus and Campos, 1984), also known as the “Mesozoic Activation” (Almeida and Carneiro, 1989), played an important role\nalong the margins and within the interior of the continent. One of the most expressive was the basic tholeiitic volcanism occurred between 137.4 and 128.7 Ma (Turner et al., 1994), which has been designated as one of the largest continental volcanic provinces in the world (Saunders et al., 1992) (Fig. 1).\nIn the Late Cretaceous (Turonian-Campanian), alkaline intrusions in the western region of Minas Gerais State originated the Alto Paranaíba Uplift (SAP e Hasui et al., 1975) an important structural high whose genesis is related to the Trindade Mantle Plume (Gibson et al., 1995). These intrusions also extended to the southern portion of the Goi as State, producing the Goi as Alkaline Province (PAGO) (Danni, 1996; Junqueira-Brod et al., 2002). This uplift crosscuts the central portion of Brazil (Fig. 1) and subdivided the Late Cretaceous sedimentation into two distinct areas: the southern Bauru Basin, and the northern Sanfranciscana Basin (Abaet e Sub-basin) (Hasui and Haralyi, 1991).\nCoimbra (1991) individualized the Rondon opolis Antecline (RA), which controlled the Late Cretaceous sedimentation in the Mato Grosso State (central-western Brazil) and coincides with the south portion of the Transbrazilian System Fault Zone (Fig. 1). This feature was responsible for the delineation of another Cretaceous tectonosedimentary domain: the Parecis Basin. The Amazonian region was affected by Mesozoic extensional (Bahia et al., 2006), which occurred after the uplift of the Parecis, Solim~oes, Amazonas and Parnaiba basins, evidenced by a hiatus in the stratigraphic sequences of these basins. In the context of the South American Plate, the Bauru, Sanfranciscana, and Parecis basins represent individualized geotectonic entities located in the central and southern portions of the Brazilian territory. These basins, however, possess a very similar sedimentary record, notably of Late Cretaceous age alluvial origin.\nParecis basins and associated structural features.\n2.1. The Bauru Basin\nThis basin is located in south-central Brazil and is elongated in an NNE-SSW direction (Fig. 1). Its stratigraphy is dominated by sandstones and mudstones at the base that grade upward into sands and conglomerates, with a maximum preserved thickness of 250 m. (Fig. 2).\nThe Bauru Basin (sensu Fernandes, 1998) formed by thermal subsidence after an Early Cretaceous volcanic event in southeastern Brazil, consists of the Caiu a and Bauru groups, whose ages range from the Aptian to the Maastrichtian (Batezelli, 2015). The Caiu a Group consists of three formations (in ascending stratigraphic order, with major depositional environments in parentheses): the Goio Erê Formation (margins of Draa), the Rio Paran a Formation (inner Draa) and the Santo Anast acio Formation (Paleosols). The Bauru Group is represented by the Araçatuba Formation (lacustrine), the Adamantina and Uberaba formations (fluvial braided) and the Marília Formation (alluvial braided river dominated) (Fig. 3).\n2.2. The Sanfranciscana Basin\nIn the Sanfranciscana Basin, Late Cretaceous the continental sedimentation resulted in the Mata da Corda and Urucuia groups (Campos and Dardenne, 1997a, 1997b) (Fig. 4).\nThe Mata da Corda Group, divided into the Patos and Capacete formations, is characterized by the presence of effusive and pyroclastic volcanic alkaline rocks, plutonic alkaline rocks and epiclastic\nFig. 2. Lithostratigraphic map of th\nsedimentary rocks. In the southern portion of the basin, the Mata da Corda Group overlies the Areado Group deposits, whereas in the north, it lies on the Urucuia Group sandstones (Figs. 4 and 5) (Schobbenhaus and Campos, 1984; Campos and Dardenne, 1997a).\nThe Urucuia Group is a unit of regional importance in the study area, with the largest volume of rocks and areal distribution in the Urucuia Sub-Basin. The Urucuia Group starts from parallel 17 00ʹ, occupying substantial regions to the north up to the southeastern part of Piauí State, where it overlies the Parnaíba Basin deposits (Campos and Dardenne, 1997a). Describing the stratigraphic positioning of the southern portion of the basin has been problematic,e it is either considered equivalent to the distal sedimentation of the Capacete Formation (Ladeira and Brito, 1968, Barcelos and Suguio, 1980) or, in other cases, confused with the altered Capacete Formation itself (Seer et al., 1989).\nCampos and Dardenne (1997b) associate the Late Cretaceous evolution of the Sanfranciscana Basin with the event that originated the Alto Paranaiba Uplift, named the CampanianMaastrichtian Tectonic Stage.\n2.3. The Parecis Basin\nThe Parecis Basin is located in the southwestern portion of the Amazonian Craton between the Rondônia and Guapor e shear belts in the western-central Brazil is divided into three tectonosedimentary domains: 1) a western a tectonic depression; 2) a central gravimetric low; and 3) an eastern “sag-basin”. The succession of Mesozoic volcanic and sedimentary rocks records\ne Bauru Basin (Batezelli, 2015).\nanother extensional event in the Amazonian region, associated with the South Atlantean Event represented by upper Jurassic aeolian sandstones of the Rio Avila Formation and basalts of the Anarí and Tapirapu~a formations. The sandstones and conglomerates of the Parecis Group were deposited in fluvial and aeolian environments. Based in Mesosuchidae (Notosuchidae) fossilbearing the Parecis Group is dated as Late Cretaceous (Campanian-Maastrichtian?) (Bahia et al., 2006, 2007) (Figs. 1, 6 and 7).\n3. Study area, materials, and methods\nThe study is predicated on stratigraphic architecture analysis of outcrops and well logs along with petrographic and laboratory analyses. The descriptive and photographic documentation of the outcrops and the preparation of columnar sections based on data collected in the field provided the basis for the reconstruction of depositional environments and processes. This stratigraphic analysis was based on the description and correlation of sections described in the three basins; a 400-m, 600-m, and 1000-m sequences from the Sanfranciscana, the Parecis, and the Bauru basins, respectively. Of these, the most representative sections were selected for stratigraphic correlation and analysis, which included facies characterization combining field work and petrographic analysis of samples were performed, focusing on the texture, color, and sedimentary structures, as well as the interpretation of depositional and diagenetic processes. Paleocurrent indicators were measured in several localities, particularly the attitude of the frontal layers of fluvial and aeolian cross-stratifications to provide information on sediment sources during the different depositional phases.\nSubsurface data, consisting of core descriptions of unit thickness from 814, 71, and 50 wells in the Bauru, the Parecis, and the Sanfranciscana basins, were used for making isopach maps. The core data were obtained from state and private companies of the S~ao Paulo (SABESP and DAAE) and Minas Gerais (COPASA) states, as\nwell as from the Brazilian Geological Survey (CPRM).\n4. Facies association\nAeolian, lacustrine and fluvial facies associations were identified from the systematic description of outcrops in the Bauru, Sanfranciscana, and Parecis basins. These associations, although common in the three basins, have distinct areal distribution and stratigraphic packaging. Table 1 presents a synthesis of the facies associations and their correspondence with the stratigraphic units of the three basins.\n4.1. Draa 1 facies association\nThis association is formed by three distinct lithofacies e dunes, interdunes and paleosols e and correlates with the lower Cretaceous units of the Bauru, Sanfranciscana, and Parecis basins (Caiu a Group, Três Barras Formation and Rio Avila Formation) (Table 2 and Fig. 8).\n4.2. Lacustrine facies association\nThis facies association consists of lacustrine, Aeolian marginal lake and flood sandstone facies inserted in the context of the Araçatuba Formation (Table 3 and Fig. 9).\n4.3. Fluvial tributary facies association\nThis association encompasses fine-to coarse-grained sandstones, polymictic conglomerates and mudstones forming sandbars, channels and fine overbank deposits (Adamantina, Uberaba, Salto das Nuvens formations) (Table 4 and Fig. 10).\n4.4. Distributive fluvial facies association\nThis facies association consists of sandstones, paleosols, and polymictic conglomerates, with CaCO3 (micrite and spatic) or SiO2 cementation (coats) and is divided into proximal and distal facies and paleosols (P2) (Table 5 and Figs. 11 and 12).\n4.5. Draa 2 facies association\nThe Draa 2 facies association is formed by dune 2 and fluvial facies and paleosols (P3) (Table 6 and Fig. 13). Consists of the wellsorted sandstone with large-scale tabular cross-stratification (Dune 2 facies) and sandy, massive, mottled paleosols, with root marks\nand carbonate nodules.\n5. Paleocurrents and sedimentary provenance\nMaps were generated for the three basins by systematically measuring their cross-stratification frontal layers (Fig. 14). Although fluvial and aeolian processes interacted several times in the Late Cretaceous, two periods were identified in which each one of them predominated. The first is related to the initial sedimentation phase, where subaqueous facies, particularly fluvial, alluvial and lacustrine deposits, are found. The second period is marked by aeolian processes, including the development of dune fields and sand sheets.\nThe Bauru Basin data point to a southwest -trending drainage. The paleowinds, even with variations, were from north to south,\nwith a slight tendency towards the southeast. Preliminary data indicate considerable dispersion in the Sanfranciscana Basin, with northeastward and southeastward flows. Information concerning the aeolian sequence is scarce in the southern portion of the basin; however, in one of the stations, the measurements suggest northwesterly and southwesterly paleowinds. For the Parecis Basin, paleocurrent data indicate that the drainage was from the north to south, with a tendency towards the southeast, whereas the predominant wind direction was from northeast to southwest.\n6. Stratigraphic framework and depositional sequences\nAs a result from the surface and subsurface data analysis, isopach maps and stratigraphic sections crosscutting the Bauru, Sanfranciscana, and Parecis basins were created (Figs. 15e21). Both\nin the outcrop as well as the subsurface data, was identified three unconformity surfaces (K-0, K-1 and K-1A) that separate Sequences 1, 2A and 2B in the Bauru, Sanfranciscana and Parecis Basins. These sequences are constituted by the facies associations described in\nDistributive fluvial Marília Formation (Bauru Group e Upper Cretaceous) Capacete Form Upper Cretace Tributary fluvial Adamantina and Uberaba Formations (Bauru Group e Upper Cretaceous) Capacete Form Upper Cretace Lacustrine Araçatuba Formation (Bauru Group e Upper Cretaceous) e Draa 1 Caiu a Group (Lower Cretaceous) Areado Group\nTable 2 Draa 1 facies association.\nFacies Description\nDune facies (D) The dune facies consists of well-sorted, pinkish to whitish, very fine- to fin sandstones. Medium- to large-scale trough cross-stratification is defined b foresets of up to 10 m, limited by second-order surfaces with low inclinati (Miall, 1996) (Fig. 8A, B and C). The sandstones are highly mature texturall and mineralogically, consisting polished and/or iron oxide-covered quartz grains. The cross-stratification is given by alternating millimeter- to centimeter-scale layers with textural bimodality. These deposits are 10- to 8 m thick. Interdune facies (ID)\nThe interdune facies is composed of pinkish to reddish, muddy, fine- to medium-grained sandstones displayed in tabular strata. The sandstones ar either massive or display small-scale trough cross-stratification. Frequently they exhibit plane-parallel lamination, adhesion ripples, and subcritical climbing ripples.\nPaleosol (P1) Paleosols (P1) are found intercalated at the top of the dune and interdune facies in the Bauru and Sanfranciscana basins (Fig. 8D). They are characteriz by their sandy texture, being very fine- to fine-grained and well sorted, as w as containing cementation by CaCO3, and dissolution features and abundan root casts. Cementation by calcium carbonate occurs as crust and nodules, associated with the root casts and pedologic features (e.g. diagnostic horizo clay illuviation, ped structures (Fig. 8D)). Horizons B and Cwere identified w massive structure, colors that vary from 10R to 2.5 YR (Munsell's chart) an quartz grains covered with iron-oxide films. Root casts range from 1 to 7 cm length and are filled with clay or sand. In some profiles, root casts with reduction halos are observed, especially in the lower portions. Despite bein primarily sandy, these paleosols contain up to 13% illite, montmorillonita, a kaolinite. Large-scale cross-stratification is found preserved at the bases of some of the profiles, along with frequent calcium carbonate cementation a rhizoconcretions.\nthe section before. In the isopach map of Bauru Basin (Fig. 15) the greater thicknesses are preserved in the west portion of S~ao Paulo State (250 m) and Minas Gerais State (150 m). The map indicates depocenter trend to NEeSW. This trend is marked in the paleocurrents map (Fig. 14), and stratigraphic cross sections where the Upper Cretaceous units overlie unconformity the Lower Cretaceous Serra Geral basalt (Fig. 18). In the south portion of the basin, the contact is abrupt with the Lower Cretaceous Caiu a Group and represents the origin of Bauru Basin (Unconformity K-0) (Fig. 19). In the northeast of the basin, the Draa 1 facies association (Caiu a Group) does not occur and the Unconformity K-0 coincides with the Unconformity K-1 (Figs. 18 and 19).\nThe north and northeast portion of the basin the sedimentary succession is constituted by the Lacustrine and Fluvial facies associations (Araçatuba, Adamantina and Uberaba formations), and they are overlaid by the Alluvial facies association. The contact between them is abrupt, but without considerable time hiatus, and is here named as Unconformity K-1A (Fig. 22). The EeW trending section in Bauru Basin (Fig. 18) shows an asymmetry, with a thickening of the Lacustrine and Fluvial facies association westwards. At the top of all sections we identified sandstones of the\nrazil).\nation (Mata da Corda Group e ous) Salto das Nuvens Formation (Parecis Group e Upper Cretaceous) ation (Mata da Corda Group e ous)\nSalto das Nuvens Formation (Parecis Group e Upper Cretaceous) e\n(Lower Cretaceous) Rio Avila Formation (Upper Jurassic e Lower Cretaceous)\nInterpretation\ne y on y\n0-\nThe fine-grained sandstones with large-scale trough cross-bedding originated as deposits of the Draa central portion, in a complex of amalgamated dunes (Batezelli, 2015). In the peripheral areas of the Draa and interdune portions, sandy-to-muddy deposits are associated with wadi-type channels or unconfined sand sheets in a mud-dominated floodplain.\ne ,\ned el t\nns, ith d in\ng nd\nnd\nThe presence of paleosols on top of this association indicates a decrease in the sedimentation rate, possibly due to tectonic stability or climatic variations that occurred in the Bauru and Sanfranciscana basins. The diagnostic features are indicative of profiles with moderate to complex evolution under semi-arid climatic conditions, typically related to stable relief and possibly a long time of exposition to weathering processes. Reddish colors, iron oxide films involving clasts and the presence of kaolinite suggest more humid conditions compared to those recorded in the Early Cretaceous. The distribution of this interval over a large area, with thickness reaching tens of meters, and the occurrence on the top of the lower Cretaceous units (Caiu a and Areado groups) of the Bauru and Sanfranciscana basins define it as an important stratigraphic mark.\nTable 3 Lacustrine facies association.\nFacies Description Interpretation\nLacustrine facies\nThe lacustrine facies consists of very fine-grained, silty sandstones forming tabular strata up to 70 cm in thickness, with plane-parallel lamination in fining-upward cycles and with carbonate cement (Fig. 9A and B). The cycles are formed by sand-mudstone couples form a rhythmic succession and exhibits cross lamination, wave ripples, contraction cracks (Fig. 9C), dish structures, convolute folds and gypsummolds. Root casts up to 10 cm lengh are filled with sand and carbonate cemented (Fig. 9D). The thickness and sedimentologic characteristics indicate a shallow lacustrine environment of playa lake type, dominated by suspension deposits in the more distal portions. High-density flows generated during flooding periods would be responsible for the genesis of normally graded rhythmites (Tb-d Bouma's sequence turbidites e Bouma, 1962; or inundites sensu Della Favera, 1984), whereas in calm periods accumulates mud.\nAeolian marginal lacustrine facies This facies is formed by well-sorted, very fine- to fine-grained sandstone in either tabular lenses or layers up to 1 m in thickness. Some deposits are greenish to reddish and have low-angle trough cross-stratification and foresets of up to 2.5m. In addition, massive sandstones with root casts, andmottling are typical. Aeolian reworking on the banks of playa lakes is attested by the well sorted, fine sandstones, with low- and high-angle trough crossstratifications. The intercalated lacustrine and marginal lake facies are related to the advancement of small aeolian dunes toward the innermost portions of the playa lakes in dry periods. The root marks, carbonate cementation, evaporite molds and contraction cracks indicate subaerial exposure during the more arid periods. Flood Sandstones facies\nThis facies is formed by massive, fine- to coarse-grained sandstones, deposited in a lenticular shape, has a concave base and is up to 10-m thick. The lenses are amalgamated and exhibit fining upward and trough cross-stratifications of up to 2.5 m. Mudstone layers exhibiting desiccation cracks, root cast (filling by calcite spastic) and evaporite molds (5 milimeter rhombohedral calcite), and also occur intercalated with these sandstones. Ephemeral rivers resulting from confined flows occurring between the marginal aeolian deposits led to the formation of the inundite facies. Subaerial exposure during dry periods contributed to the development of vegetation and the formation of shrinkage cracks and the evaporite precipitation. Diagnostic horizons (Bg and Cg), greenish colors and root casts with reduction halos indicate hydromorphic conditions.\nAlluvial facies association. In the south portion of the Sanfranciscana Basin, the isopach map has the greater thickness in NW trend (210 m). The stratigraphic cross section shows the Upper Cretaceous Fluvial facies association (Capacete Formation) and volcanic rocks of the Patos Formation overlying unconformity the Draa 1 facies association of the Areado Group (Lower Cretaceous Unconformity K-1) and the Precambrian rocks. In the Monjolinho Section (Fig. 20) the Unconformity K-0 coincides with Unconformity K-1).\nThe fluvial facies can be interfingered with the volcanic rocks of\nthe Patos Formation and occurs from the southern border of the basin (S~ao Gotardo area) to the Paracatu High in the north. In the section of Fig. 20, the contact is abrupt and corresponds to the Unconformity K-1A. The asymmetry is observed from the south to north, trending by the thin of the Fluvial facies association and basalts (Fig. 20).\nIn the isopach map of the Parecis Basin the greater thickness (130 m) is mainly located in the west portion of the Mato Grosso State (Fig. 17). The Upper Cretaceous Fluvial facies association (Salto das Nuvens Formation) overlies unconformity the Lower Jurassic\nTable 4 Fluvial tributary facies association.\nFacies Description Interpretation\nFluvial Facies (1) Sand-bars consist of moderately sorted, fine- to coarse-grained sandstones, associated with conglomeratic sandstones with up to 5 cm-diameter sub-rounded clasts. They are up to 2-m thick and exhibit trough and tabular cross-stratifications (foresets up to 3 m in size) and plane-parallel stratification. Amalgamated sandy lenses and tabular strata up to 2-m thick associated with the macroforms also occur (Fig. 10A). The conglomerates are clast-supported and form lenticular bodies with a concave base or tabular bodies with thicknesses reaching up to 1.5 m (Fig. 10B and C). The clasts are subangular to subrounded, with diameters that vary from 2 to 10 cm. Frequently these conglomerates grade normally to fine or coarse-grained sandstones. In some points, the succession of conglomeratic strata can be up to 15 m high. The associated mudstones are gray to red and are intercalated in the sandy to conglomeratic facies (Fig. 10D). They are massive, can contain root casts and sometimes present plane-parallel lamination. Thick conglomeratic facies showing normal or inverse gradation are characteristic of mass flows and detrital flows associated with quick, high-energy sedimentation events (gravitational processes), which are mainly found in the gravel bars. These features are common in alluvial fan proximal deposits, where the inclination is more than 5\n(Galloway and Hobday, 1983). When these facies are not thick (<1 m) and associated with the base of large sandy lenses (Massive sandstones > 1 m), they can be interpreted as channel deposits of proximal to intermediate portions of the alluvial fans. When forming lenticular bodies and channel deposits associated with sandy facies, these facies are interpreted as lag-type deposits, which is typical of longitudinal bars of fluvial environments (Miall, 1985, 1988a, b). These features usually develop in braided fluvial environments, in the intermediate and distal portions of alluvial systems. Paleocurrents measures have identified two types of sand-bars. The first type translated parallel to the main flow (to south), while the second migrated with an angle more than 50 (Batezelli et al., 2007). The first sand-bar is interpreted as downstream accretion macroforms (Miall, 1985), formed from the bend expansion of large sandy-conglomeratic bars in the main fluvial channel. The generation of these macroforms associatedwith high-energy flows allow the translation of large sandy dune foresets over tens of meters in an asymptotic form (with a tangential or planar base). This element is indicative of low-sinuosity braided rivers (Miall, 1996). The lateral accretion macroforms are related to portions of the fluvial channel where the main flows are directed against curved sediment banks. The centripetal forces lead to the development of a helicoidal turbulence (“vortex”), generating an oblique current in these banks (angle greater than 50 , to the main fluvial flow). Therefore, the decrease in strength makes this portion of the channel a favorable site for sediment deposition, and lateral accretion occurs perpendicular to the main flow of the channel (Miall, 1985, 1988a, b, 1996). Frequently, the tops of these macroforms terminate in offlap, and the bases in erosive downlap.\nTapirapu~a basalts (Unconformity K-0 ¼ K-1) (Fig. 21). In the upper portion of the Parecis Group the Draa 2 facies association (Utiariti Formation) and the contact with the Fluvial facies association is gradual. The Unconformity K-1A is observed from the relief break in Chapada dos Parecis mountain range (Fig. 23).\nIn the Parecis Basin section (Fig. 21) the Fluvial facies association is thicker in the section described in the road MT-358 from Salto das Nuvens Waterfalls to Chapada dos Parecis mountain range, suggesting depositional trending north to south trending. The NeS trend can be observed in the west portion of the isopach map (Fig. 17).\n6.1. Depositional sequences and systems tracts\nBased on the recognition of regional unconformities (K-0, K-1 and K-1A) in Bauru, Sanfranciscana, and Parecis basins, the Cretaceous sedimentary succession consists of two major unconformitybounded second order depositional sequences (sensu Mitchum et al., 1977): Sequence 1 (Caiu a and Areado Group), Sequence 2 (Bauru, Mata da Corda and Parecis groups). Although the chronologic data indicate no considerable time hiatus between facies association of the Bauru Group, we identified an abrupt contact between Lacustrine/Fluvial and Alluvial facies associations (Figs. 18, 19 and 21). To the Parecis Basin this characteristic has been observed in the Tangar a da Serra region (Fig. 23). Thus, the Sequence 2 in Bauru and Parecis basins can be divided into two third-order depositional sequences (Sequence 2A and 2B), bounded by the Unconformity K-1A). Due the extensive erosion occurred in the south portion of the Sanfranciscana Basin during the Paleogen and Neogene the contact between Patos and Capacete formations was not characterized.\nBased on this information, three depositional sequences were identified from field descriptions that make correlations between the Bauru, Sanfranciscana, and Parecis basins possible (Fig. 24).\nIn the Bauru Basin, the Draa 1 facies association (Sequence 1) is covered by subaqueous deposits of the lacustrine and fluvial facies associations (Sequence 2A), which are in abrupt contact with each other. The succession of lacustrine facies grades progressively to fluvial deposits, which interfingered laterally in some points of the basin. The deposits positioned on the top of the section are characterized by the alluvial facies association (Sequence 2B).\nThe sections described in the Sanfranciscana Basin presents the Draa 1 facies association (Areado Group e Sequence 1) overlain unconformably by fluvial facies association (Capacete Formation) and volcanic rocks (Patos Formation) (Sequence 2A?). The fluvial deposits tend to decrease in thickness towards the top and grade to Draa 2 facies association (Sequence 2B?).\nIn the Parecis Basin, the contact between the aeolian and fluvial facies associations is partially covered (Sequence 2). In this section, the Fluvial facies association (Sequence 2A) overlies the basalts of the Tapirapu~a Formation and the north portion theses fluvial deposit are overlain by aeolian deposits of the Draa 2 facies association (Sequence 2B).\nIn the Bauru and Sanfranciscana basins, the top of the aeolian deposits in the Draa 1 facies association is marked by paleosol profiles while this characteristic has not been observed in the Parecis Basin. These features make this level a suitable guide for correlations between the basins. Another important guide level that allows for correlation between the three basins is positioned on top of the sections, where the Alluvial and Draa 2 facies associations lie. This interval is marked by several paleosol profiles, which are very carbonate and silicified.\nThe occurrence of these intervals with paleosol profiles indicates two important cycles in the sedimentary evolution of the basins, constituting substantial periods of tectonic stability and decreases in sedimentation rates, with significant time hiatus. For this reason, the contact between the Draa 1 and fluvial-lacustrine deposits constitutes a regional unconformity, Unconformity K-1,\nTable 5 Fluvial distributive facies association.\nFacies Description Interpretation\nProximal alluvial facies This facies consists of clast-supported conglomerates and massive, whitish, fine- to medium-grained calciferous sandstones reaching a maximum thickness of approximately 20 m. Basal clast-supported, white to yellowish, polymictic conglomerates grade to sandy matrix-supported conglomerates with poorly sorted, subangular to sub-rounded clasts (Fig. 11A and B). The presence of yellowish conglomeratic sandstone grading to coarse-grained sandstone with trough crossstratification, tabular and plane-parallel stratifications, calcrete intraclasts, carbonate nodules and other pedogenic features is also frequent (diagnostic horizons, massive structure, root casts, clay concentration. Paleocurrents measures indicate high dispersion flow, suggesting distributive fluvial pattern (Batezelli, 2010). Although pedogenic processes have obliterated most of the depositional features, the facies and hierarchical surfaces indicate a complexmosaic of isolated or amalgamated multichannels that are interbedded with sand sheet-type deposits. Gravelly channels in the northern and northeastern parts of the basin indicate sedimentation associated with confined flows in the proximal zones of braided channel systems (Batezelli et al., 2007). Sandy deposits and overbank fines have formed during flood events in distal regions (Ramos and Sope~na, 1983; Miall, 1985, 1988a, b, 1996).\nDistal alluvial facies This facies consists of fine- to coarse-grained sandstones with conglomeratic intercalations. These intercalations resulted from fining and coarsening cycles, are cemented by calcium carbonate and contain quartz, gneiss, quartzite, basalt, alkaline volcanic clasts, carbonate nodules and clay intraclasts. The sandstones are massive and rich in root marks (Fig. 11C and D). In the Alluvial facies association, the petrographic analysis reveals an increase in quartzite clasts, with a progressive scarcity of unstable minerals. Conglomerates and sandstones with trough and tabular cross-stratification indicate paleocurrents from the north to south and southeast, with high dispersion. Paleosols (P2)\nThe most striking characteristic of the top level of the Bauru Group is the abundant occurrence of paleosol levels that alternate with the sandy and conglomeratic deposits (Suguio et al., 1975; Manzini, 1999; Barcelos, 1984; Batezelli, 2003; Goldberg and Garcia, 2000; Ladeira et al., 2008; Dal’Bo and Basilici, 2010; among others). The profiles have B and C horizons, high carbonate content and colors ranging from 7.5 R to 10 R and 2.5 YR to 7.5 YR (Fig. 12A and B). The B horizon is frequently lacking in some profiles. The Btk horizons display lighter colors, carbonate nodules and medium to large prismatic structures, and they have sandyeclay textures with millimeter- to centimeter-sized clasts and abundant root casts. The root casts are from 0.3 cm to 1.5 m in length, tubular in shape, and filled with CaCO3. The clay content in the argillic horizon is up to 30% and can exhibit slickensides structure (Bss horizon). Illite, montmorillonita, and palygorskite are themost common clayminerals in the sandstones and paleosols. Palygorskite occurs in intertwining fibrous aggregates that form nodular structures (Fig. 12C). The paleosol profiles of the Distributive Fluvial facies association often has no B horizon due to erosion, and have large concentrations of carbonates, which Monger et al. (1991) classify as Stage II and III. Such profiles are indicative of arid to semi-arid condition. The rainfall interval ranges from 500 mm to 1000 mm (Jenny, 1941; Wright and Tucker, 1991; Retallack, 2005) consistent with the record for the Late Cretaceous in South America (Goldberg and Garcia, 2000; Skelton, 2003; Forster et al., 2007; Guerra et al., 2012). A large number of the paleosol profiles indicate that sedimentation ceased for long periods, possibly associated with the processes of avulsion. These characteristics are comparable to those described by Batezelli and Basilici (2007) in the sandy floodplain of the Desert of Pie de Palo in San Juan (western Argentina). This region is characterized by an alluvial plain composed of braided channels. Pedogenic processes are associated with low rates of sedimentation and the development of shrubby vegetation. The palygorskite in the paleosols of the Distributive Fluvial facies association is a Mg aluminosilicate whose structural formula is [Mg, Al] Si8 O20(OH)3 (H2O) M, where M represents a mutable cation. The mineral forms under conditions of high Mg and Si concentrations and formation water of high pH. The formation of palygorskite has been associated with pedogenic carbonates formed in arid climatic conditions Chahi et al. (1993).\nwhich limits sequences 1 and 2. Sequence 2 can be divided into Sequence 2A and 2B, and consists of Alluvial and Draa 2 facies associations.\n7. Evolution of the Cretaceous continental sequences\nSeveral authors have discussed the depositional architecture of continental systems in response to sea level variations from the perspective of the evolution of stratigraphic sequences (e.g., Wright and Marriot, 1993; Shanley and McCabe, 1991, 1993, 1994; Komatsubara, 2004). However, to the South American there are a few studies that discuss the evolution of alluvial deposits far from the coast, which experience little to no influence from sea level variations, in response to tectonic and climatic changes (Faccini and Paim, 2002; Armas and S anchez, 2011). In contrast to authors that applied conventional concepts to stratigraphic sequences (e.g., Posamentier et al., 1988; Shanley and McCabe, 1991, 1993; Gibling and Bird, 1994), Dahle et al. (1997), Martinsen et al. (1999) and Catuneanu (2006) classified the continental sequences using their architecture, relating their evolution to stratigraphic base level changes.\nThere are two definitions of base level: (1) the stratigraphic base level (Barrell, 1917; Sloss, 1962; Wheeler, 1964), which is the “potential energy surface that describes the direction in which sedimentation, preservation, erosion and bypass of the stratigraphic system commonly dislocates”; and (2) the geomorphologic base\nlevel (Shanley and McCabe, 1994). Another way to formulate the concept is with the accommodation and sediment supply ratio (A/S). Described by Jervey (1988) as “the space made available for potential sediment accumulation” where “… in order for sediments to be preserved, there must be space available below base level (the level above which erosionwill occur).” Accommodation space is a volume whose shape is continually modified throughout geologic time. In marine basins, the accommodation space is controlled by relative sea level or the interplay between tectonic subsidence and eustatic sea level (e.g. Jervey, 1988; Posamentier and Vail, 1988). Consequently, the accommodation space generation is responsible for the stratigraphic architecture of the basins (Shanley and McCabe, 1994). In nonmarine basins the accommodation space is described as “the space available for the sediment to fill the old stream equilibrium profile and the new, higher stream equilibrium profile” (Posamentier and Vail, 1988).\nMartinsen et al. (1999) proposed that positive ratio higher than one signifies that the sediment input cannot fill the available accommodation space. If A/S equals one, there is a balance between accommodation and supply, resulting in expanded successions (muddy facies) and a high probability of flooding. If A/S falls between one and zero, the sediments will always fill the available space and some sediment will undergo by-pass. Finally, if A/S equals zero or is negative, accumulation does not occur, causing sedimentary by-pass or regional erosion surfaces (sequence limits).\nAccording to this definition, the alluvial architecture is divided into low and high accommodation systems tracts, separated by sequence limits or expansion surfaces (“transgressive surface”) that mark an abrupt increase in the accommodation.\nFor this reason, significant difficulties in identifying equilibrium profiles from existing landforms and the stratigraphic record exist. Any vertical gap between old and young equilibrium profiles appears to be unspecifiable and unmeasurable. Thus, subaerial\nTable 6 Draa 2 facies association.\nFacies Description Interpretation\nDune facies (2) This facies consists of very fine-, fine- and medium-grained sandstones with textural and mineralogical maturity. Well-sorted, fine- to medium-grained sandstones with large-scale cross-stratification and textural bimodality. They are classified as quartz sandstones with the framework consisting of 80e95% monocrystalline quartz with normal to strong undulatory extinction. Quartz clasts (up to 10%), feldspars, mainly microcline (9%), polycrystalline quartz, zircon, tourmaline, and epidote occur in reduced proportions (Campos and Dardenne, 1997a) (Fig. 13A, B and C). These characterize the aeolian dune deposits of dune fields, classified as barchan-type dunes (Campos and Dardenne, 1997a). Fluvial facies (2)\nIs characterized by clayey, whitish, fine-grained sandstones less textural and mineralogically mature compared to the aeolian facies. Campos and Dardenne (1997a) classify these Sanfranciscana Basin lithotypes as feldspathic sandstones and quartz sandstones, where monocrystalline quartz is the most common fragment. They also contain (usually altered) feldspars, epidote, zircon, tourmaline and opaque minerals as subordinate accessory minerals. According to these authors, small-scale (up to 30 cm) tabular and tangential cross-stratifications are common, with plane-parallel strata less so. In the Parecis Basin, the fluvial facies occurs on top of the Utiariti Formation and is formed by moderately to well-sorted, fine- to coarse-grained sandstones with medium-scale (up to 3 m) tabular cross-stratifications. The base of the sandy bodies is conglomeratic, erosive and slightly concave upwards (Fig. 13C). As in Draa 1 facies association, the fluvial deposits of this association can indicate portions adjacent to the dune fields where reworking by flows associated with flooding occurred.\nPaleosols (P3) The paleosols (P3) identified in this association consist of silcretes that developed at several levels of the aeolian and fluvial succession of the Sanfranciscana and Parecis basins (Urucuia Group and Utiariti Formation, respectively). Bueno (2012) was the first to report and describe paleosols in the Late Cretaceous sandstones of the upper portion of the Sanfranciscana Basin. Their texture is sandy with weakly developed B and C horizons and thicknesses that can reach 8 m. Colors vary from gray to red (2.5 YR to 10R e Munsell's chart), the contacts are transitional or abrupt, the structure is blocky, and ghosts of the original stratification are sometimes preserved. Root casts and mottling up to 5-cm are frequent in these profiles (Fig. 13D). The silicified horizons can be continuous or alternating. In the Parecis Basin, a preliminary analysis shows silicified levels intercalated with dune and fluvial facies. Some sections are more than 8-m thick. Nash and Ullyott (2007) attest that because there are virtually no examples of contemporary silcretes, the identification of environmental parameters for the silcrete formation is highly problematic. The solubilization of silica present in minerals and the precipitation in the soil is complex since it can occur in both low and high pH (Summerfield, 1983). Solubilization is also influenced by high temperatures, such as those of arid to semi-arid environments. Bueno (2012) classifies the Sanfranciscana Basin silcretes as grain-supported, using Summerfield (1983) terminology. This author concludes that the described characteristics indicate arid conditions, with annual rainfall lower than 100 mm.\naccommodation, whether of modern or ancient records, cannot be quantified but only presumed, as long as it is linked with the ‘graded river’ concept (Muto and Steel, 2000). Thence, we adopted the accommodation space concept in a relative sense for the Bauru, Sanfranciscana, and Parecis basins, corresponding to the thickness of sediment between successive depositional surfaces of different ages.\nSome authors have applied these concepts in different areas, identifying particular sedimentary characteristics for the systems tracts that suggest elaborate depositional models. Catuneanu (2006) summarized some of the sedimentologic characteristics common to low and high accommodation systems tracts (Table 7).\nDuring the Gondwana breakup in the Early Cretaceous, South America underwent one of the planet's largest volcanic event,\nresulting in the Paran a-Etendeka Volcanic Province (Peate, 1997). Thermo-mechanical subsidence in the high thickness central portion of the province generated the Bauru Basin. The unconformity this process generated, Unconformity K-0, was covered by Sequence 1 aeolian deposits (Aptian/Cenomanian) (Fig. 24).\nIn the Sanfranciscana Basin, tectonic manifestations from the Early Cretaceous are expressed in the Areado Group (Sequence 1), which is deposited on a regional unconformity that separates the\nCretaceous strata from the Precambrian and Paleozoic units (Unconformity K-0). The paleoenvironmental evolution of these sequences implies a transition between continental depositional systems, probably under dry climate conditions (Campos and Dardenne, 1997a).\nIn the Parecis Basin, the Mesozoic geologic record starts during the Jurassic with volcanic activities of the Anari and Tapirapu~a formations, which Pinto Filho et al. (1977) correlated with the\nevents that originated the Serra Geral Formation basalts, and aeolian deposits of the Anari Formation. The post-volcanism thermal subsidence was responsible for the genesis of Unconformity K0, which is overlain by the Rio Avila Formation aeolian deposits (Sequence 1). The absence of the Lower Cretaceous units in the Parecis Basin made uncertain the identification of the Unconformity K-0. The Late Cretaceous tectonic event has possibly generated the unconformity K-1, overlapping K-0.\nFrom a paleoclimatic perspective, the Lower Cretaceous records a hot and arid climate, the result of a global greenhouse effect (e.g., Lamolda et al., 1994; Voigt, 2000; Voigt and Wiese, 2000; Lees, 2002; Wiese and Voigt, 2002; Forster et al., 2007; Tantawy, 2008; El-Sabbagh et al., 2011; Kost ak and Wiese, 2011; Linnert et al., 2011). From the north to south, desert systems dominated by dune fields covered extensive areas in the Bauru, Sanfranciscana, and Parecis basins. From the low preservation of fine-grained deposits, high sand content, and the presence of amalgamated dunes, wadi deposits and paleosols, it is suggested that the sequences 1 were developed under low accommodation conditions consisting of low accommodation systems tracts according to Martinsen et al.’s (1999) concepts.\nThe transition between the Early and Late Cretaceous is marked by a tectonic restructuring of the South American Plate. The uplifts that occurred in the northern portion of the Bauru Basin due to the activity of the Trindade Mantle Plume (Gibson et al., 1995) generated erosive events between the Turonian and Campanian. This cycle was responsible for the genesis of Unconformity K-1, which is overlain by Sequence 2 fluvial and lacustrine deposits (Araçatuba, Uberaba and Adamantina formations).\nThese uplifts also played a significant role in the restructuring of the Sanfranciscana Basin, generating the Unconformity K-1 on the Sequence 1 aeolian deposits (Areado Group) and separating it from Sequence 2, which is composed of the Mata da Corda and Urucuia Groups.\nIn the southern portion of the Sanfranciscana Basin, the restructuring that occurred between the Lower and Late Cretaceous is marked by an alkaline volcanic event that originated the flows and pyroclastic deposits of the Patos Formation and the epiclastic sandstones of the Capacete Formation (Sequence 2A).\nThe Vilhena and Serra Formosa Arcs in the Parecis Basin (Fig. 1) were active in this period, resultant from the intraplate stresses during the South American Plate's continental drift stage. The Parecis Basin upper Cretaceous deposits, represented by the Salto das Nuvens and Utiariti formations (Parecis Group) discordantly overlie the Tapirapu~a and Rio Avila formations. The Parecis Group corresponds to the rift-phase final stage. The basin behaved as a sag-type basin due to the regional thermal subsidence occurred during this stage (Bahia et al., 2007). Unconformity K-1, subjacent to Sequence 2 (Salto das Nuvens Formation), is associated with this\nevent. This sedimentation phase in the Bauru, Sanfranciscana, and Parecis basins is marked by the expressive creation of accommodation space. The paleosols on top of Sequence 1 (Caiu a and Areado groups) represent a break in sedimentation and the development of a paleosurface (Unconformity K-1). After a period of stability and low sedimentation rate, the Bauru and Sanfranciscan basins underwent subsidence associated with isostatic compensation processes, due to Alto Paranaíba Uplift (SAP).\nIn addition to an increase in accommodation space (A), the paleogeographic configuration changed to playa lake-type lacustrine depositional system in the Bauru Basin. The oxidation in the paleosols on top of Sequence 1 (Caiu a and Areado groups) suggests more humid and drained soil, which were also recognized by Mohriak (2003) in the Post-Rift sequence of the Santos, Campos and Espírito Santo basins.\nEven if arid conditions were the standard in the late Jurassic/ early Berriasian interval, the late Barremian and the late Aptian, short episodes of higher humidity are recorded all over the world (i.e., the ValanginianWeissert, the late Hauterivian Faraoni, the late Barremian to Aptian Taxy, the early Aptian Selli, the late Aptian Fallot and late Aptian-early Albian Paquier) (F€ollmi, 2012).\nCooling events during the Late Cretaceous have been reported by various authors (e.g., Lamolda et al., 1994; Voigt, 2000; Voigt and Wiese, 2000; Lees, 2002; Wiese and Voigt, 2002; Forster et al., 2007; Tantawy, 2008; El-Sabbagh et al., 2011; Kost ak and Wiese, 2011; Linnert et al., 2011). Guerra et al. (2012), who studied the Pelotas Basin in southern Brazil, identified cooling events during the late Turonian, the late Turonian to early Coniacian interval, the late Coniacian and the late Santonian/early Campanian. These events had the potential to generate more humid conditions on the South American continent that associated with plane topography generate well-drained soil profiles, favoring oxidation processes (oxidized soils on top of Sequence 1).\nThe central-northern portion of the Bauru Basin, associatedwith possibly more humid climatic conditions, was re-structured due to the evolution of the Alto Paranaíba Uplift (SAP). Unconformity K-1 marks an increase in the generation of accommodation space. The extensive area and thickness of the fluvial and lacustrine deposits (Araçatuba, Adamantina and Uberaba formationse Fig. 15) indicate a regional drowning event in the Bauru Basin, a scenariowith a high A/S ratio (accommodation space larger than sediment supply).\nDuring this phase, the Bauru Basin experienced lacustrine and fluvial sedimentation as part of a high accommodation systems tract. The A/S ratio progressively decreased due to the rejuvenation of the source area to the north. From the north to south, the fluvial system evolved from braided, amalgamated channels with low sinuosity to a complex of isolated channels and multilateral stories. The transition between fluvial and lacustrine deposits is gradual,\nand the units are interfingered in some points. This same pattern of stratigraphic packaging is found in the Sanfranciscana and Parecis basins. In the former, the sequence is marked by an abrupt passage (Unconformity K-1) between the aeolian sandstones of the Três Barras Formation (Areado Group e Sequence 1 e Table 1) and the alluvial deposits of the Capacete Formation (Mata da Corda Group e Sequence 2). Paleosols with oxide features were identified in this interface, suggesting significant paleoenvironmental variations.\nIn the Parecis Basin, the increase in accommodation space is recorded in the alluvial deposits of Salto das Nuvens Formation\n(Sequence 2). Another important change in A/S ratio occurs in the CampanianMaastrichtian interval, generating Unconformity K-1A (Figs. 18e23). This regional unconformity is found at the base of the alluvial and aeolian deposits of the Marília and Utiariti formations (Sequences 2B). This abrupt change in the stratigraphic architecture of the basins, which passed from lacustrine and fluvial tributary systems to distributive fluvial and aeolian systems, records the increase in sediment supply associated with the renewed source area. The restructuring that took place after the deposition of the Sequence 2A generated change in depocenter basins. This change\nexplains the thicker the sequence 2A preserved in isolated spots of isopach maps (Figs. 15e17).\nDuring this period in the Sanfranciscana and Parecis basins would be possible an increase in sediment input, but the climatic change were more evident generating aeolian deposits.\nAt this point in the evolution of the three basins, the accommodation space was greater, but the sediment supply became higher. This scenario promoted the filling of available space with some sedimentary by-pass; in particular, paleosols developed in the Bauru Basin. In contrast to fluvial systems associated with high accommodation systems tracts, the occurrence of paleosols intercalated with the aeolian and alluvial deposits suggests long periods\nwith no deposition. In the Sanfranciscana and Parecis basins, the unclear contact relationships between the Capacete and Urucuia units, as well as between the Salto das Nuvens and Utiariti units, difficult a precise interpretation of the events that occurred in each sedimentary cycle. However, the observed contrast between the high accommodation (Capacete and Salto das Nuvens formations) and low accommodation (Urucuia Group and Utiariti Formation) depositional systems reflects a major paleoenvironmental change.\nThe low accommodation systems tracts of the Sanfranciscana and Parecis basins include dune-field aeolian deposits (Draas) associated with ephemeral fluvial facies (wadis). The deposits\ncorrespond to the Posse, Serra das Araras (Urucuia Group) and Utiariti (Parecis Group) formations, referred to as sequences 2B (Fig. 24).\nDeposits from the younger sequences (Sequence 2B) are observed in both basins and record more arid events. In the Bauru Basin, the carbonate facies and paleosols associated with clay minerals of the palygorskite-sepiolite group indicate arid to semiarid climatic conditions. In the Sanfranciscana and Parecis basins, the increase in aridity is emphasized by the facies contrast between alluvial deposits (sequence 2A) and by the development of dune fields with silicified paleosol profiles (sequence 2B).\nThe isopach maps indicate the minimal thickness preserved in the three basins. In Bauru Basin the total thickness preserved is 250 m, and the rate of the sedimentation can be estimated in 10 m/ M.a, accumulated from the Campanian to Maastrichtian (23.6 M.a.). To the Sanfranciscana Basin the total thickness preserved is 210 m, with rate of sedimentation 8.9 m/M.a. In the Parecis Basin the total thickness preserved is 130 m, with rate of the sedimentation 6.3 m/ M.a.\n8. Conclusions\nThe stratigraphic framework of the Bauru, Sanfranciscana, and Parecis basins is obtained through an integrated analysis of sedimentologic and stratigraphic data. The initial evolutionary phase of these basins is marked by fluvial-aeolian sedimentation (Sequence 1) along Unconformity K-0, which was formed in the Early Cretaceous after volcanic event in the central-southern portion of the South American Plate. The facies and paleosols composing the depositional systems of this phase present characteristics typical of\na hot and arid climate, matching the global climatic conditions expected for the Early Cretaceous.\nThe following phase consists of fluvial-lacustrine and alluvial deposits (Sequence 2A). These deposits were formed under semiarid, but more often humid condition and are characterized by subaqueous facies. The limit between sequences 1 and 2 is marked by Unconformity K-1, which reflects tectonic and sedimentary adjustments that occurred between the Albian and Campanian. Finally, the uplifts that occurred inside the South American Plate during the Maastrichtian generated Unconformity K-1A, on which extensive dune fields and alluvial deposits associatedwith calcretes and silcretes developed, indicating arid to semi-arid climatic conditions.\nThe vertical facies succession indicates that these basins underwent paleoenvironmental variations from the Early-to the Late Cretaceous, recorded in aeolian, fluvial-lacustrine, and alluvialaeolian deposits.\nThe paleosol profiles show that despite the dry climate enduring through the entire Cretaceous (paleosols P1 and P2), there were periods of more humid conditions, related to either the climate or the higher water retention in the profiles, and thus more capable of generating hydromorphic pedologic levels.\nThe stratigraphic architecture identified in these basins demonstrates that the Late Cretaceous tectonic events played an important role in the sedimentation of this region, conditioning not only the accommodation space (sensu Muto and Steel, 2000) but also the depositional environments that composed the South American paleogeography. According the isopach maps the rate of sedimentation during the Late Cretaceous was 10 m/M.a. in Bauru Basin, 8.9 m/M.a. in Sanfranciscana Basin, and 6.3 m/M.a.\nThe regional unconformities K-0, K-1, and K-1A, correlated to specific moments during the Gondwana break-up and drift, reflect the nature of the tectonic movements that affected the interior of the South American Plate.\nAlthough it is not characterized, Unconformity K-1A in the Parecis Basin separates the Salto das Nuvens Formation alluvial deposits (Sequence 2A) from the Utiariti Formation aeolian deposits (Sequence 2B). The facies variations are very sharp, indicating that a change in the A/S ratio and climate more dry.\nA regional unconformity has not yet been identified within the Bauru Basin. This unconformity, believed to be the same Unconformity K-1A that separates Sequences 2A and 2B, was possibly\ngenerated between the Campanian andMaastrichtian. Sequence 2B is composed of aeolian and alluvial deposits from the Marília Formation.\nIn the three basins examined in this study, the Upper Cretaceous succession (Sequences 2A and 2B) presents an initial stage of high accommodation, preceded by the low accommodation.\nIn general, the alluvial and fluvial paleocurrents from Bauru and Parecis indicate transport from the north to south, and the aeolian paleocurrents present wind directions from north to south.\nThe hypothesis describing an existing structural high that separates the Bauru and Parecis basins (Petri and Fulfaro, 1981, 1992) cannot be ruled out. However, if this structural high existed and\nfunctioned as a watershed between them, its contribution to a sediment source area was only important for the Bauru Basin once the paleocurrent vectors of both basins indicated sediment transport from the north/northeast to south/southwest.\nFrom these paleocurrent records, it is therefore possible that the Vilhena and Serra Formosa arcs have constituted the northeastern and northwestern margins of the Parecis Basin during the Late Cretaceous, resulting from the reactivation of the Tapaj os High (Fig. 25).\nConflict of interest section\nNo conflict of interest declared.\nAcknowledgments\nThe author wish to thank the S~ao Paulo Research Foundation (FAPESP e Fundaç~ao de Amparo a Pesquisa do Estado de S~ao Paulo e Project 2010/19787-2: Correlaç~ao Estratigr afica e Paleogeografia do Cret aceo Superior das Bacias Bauru, Sanfranciscana de dos Parecis) for the financial support and to Nathalia Helena Secol Mattos for the criticism and suggestion.\nReferences\nAlmeida, F.F.M., 1986. Distribuiç~ao Regional e Relaç~oes Tectônicas do Magmatismo P os-Paleoz oico no Brasil. Braz. J. Geol. 16 (4), 325e349. Almeida, F.F.M., Carneiro, C.D.R., 1989. Magmatic occurrences of post-permian age of the South American platform. Sci. Ser. Bull. 20, 71e85.\nArmas, P., S anchez, M.L., 2011. An alisis estratigr afico secuencieal de las formaciones Anacleto y Allen (Cret acico Tardio) en el borde nororiental de Cuenca Neuquina, Argentina. Andean Geol. 38 (1), 119e155. Asmus, H.E., Baisch, P.R., 1983. Geological evolution of the Brazilian continental margin. Episodes 4, 3e9. Asmus, H.E., Ponte, F.C., 1973. The brazilian marginal basins. In: Nairn, A.E.M., Stehili, F.G. (Eds.), The Ocean Basins and Margins. The South Atlantic, Plenum Press, Nova York, pp. 87e133. Asmus, H.E., Porto, R., 1980. Diferenças nos est agios iniciais da evoluç~ao da margem continental brasileira: Possíveis causas e implicaç~oes. In: 31st Brazilian Geology Congress Bulletin, Camboriú, pp. 225e239. Bahia, R.B.C., Martins-Neto, M.A., Barbosa, M.S.C., Pedreira, A.J., 2006. Revis~ao estratigr afica da Bacia dos Parecis e Amazonas. Braz. J. Geol. 36 (4), 693e703. Bahia, R.B.C., Martins-Neto, M.A., Barbosa, M.S.C., Pedreira, A.J., 2007. An alise da evoluç~ao tectonossedimentar da Bacia dos Parecis atrav es de m etodos potenciais. Braz. J. Geol. 37 (4), 639e649. Barcelos, J.H., 1984. Reconstruç~ao paleogeogr afica da sedimentaç~ao do Grupo Bauru baseada na sua redefiniç~ao estratigr afica parcial em territ orio Paulista e no estudo preliminar fora do Estado de S~ao Paulo. Livre Docência Thesis. Geosciences and Exact Sciences Institute e UNESP, S~ao Paulo State University, Rio Claro, S~ao Paulo, 190 pp. Barcelos, J.H., Suguio, K., 1980. Distribuiç~ao regional e estratigr afica das formaç~oes cret acicas do oeste mineiro. In: 31st Brazilian Geology Congress Bulletin, Camboriú, pp. 683e690. Barrell, J., 1917. Rhythms and the measurements of geological time. Geol. Soc. Am. Bull. 28, 745e904. Batezelli, A., 2003. An alise da Sedimentaç~ao Cret acea no Triângulo Mineiro e sua Correlaç~ao com Areas Adjacentes. PhD Thesis. Geosciences and Exact Sciences Institute, S~ao Paulo State University e UNESP, Rio Claro, S~ao Paulo, 183 pp. Batezelli, A., 2010. Arcabouço tectono-estratigr afico e evoluç~ao das bacias Caiu a e Bauru no Sudeste brasileiro. Braz. J. Geol. 40 (2), 265e285. Batezelli, A., 2015. Continental systems tracts of the Brazilian Cretaceous Bauru Basin and their relationship with the tectonic and climatic evolution of South America. Basin Res. http://dx.doi.org/10.1111/bre.12128. Batezelli, A., Basilici, G., 2007. Arquitetura e mecanismos deposicionais em sistemas aluviais holocênicos de clima arido no oeste argentino e comparaç~ao com dep ositos neocret aceos brasileiros. Braz. J. Geol. 37 (4), 821e840.\nBatezelli, A., Saad, A.R., Basilici, G., 2007. Arquitetura Deposicional e Evoluç~ao da Sequência Aluvial Neocret acea da Porç~ao Setentrional da Bacia Bauru, no Sudeste Brasileiro. Braz. J. Geol. 37 (1), 163e181. Bouma, A.H., 1962. Sedimentology of Some Flysch Deposits, a Graphic Approach to Facies Interpretation. Elsevier, Amsterdam, p. 168. Brito Neves, B.B., Pessoa, D.A.R., Pessoa, R.J.R., Kawashita, K., Cortes, P.L., 1984. Estudo Geocronol ogico das rochas do embasamento da quadrícula de Salgueiro-PE. In: 33th Brazilian Geology Congress Bulletin, Rio de Janeiro, pp. 2473e2489. Bueno, R.M., 2012. Interpretaç~ao Paleoambiental Do Grupo Urucuia (Cret aceo Superior). Master's Dissertaion. Geosciences Institute, State University of Campinas, p. 99. Cainelli, C., Mohriak, W.U., 1998. Geology of Atlantic Eastern Brazilian basins. In: AAPG, International Conference & Exhibition Short Course e Brazilian Geology Part II, Rio de Janeiro, Brazil, p. 67. Cainelli, C., Mohriak, W.U., 1999. Some remarks on the evolution of sedimentary basins along the Eastern Brazilian continental margin. Episodes 22 (3), 206e216. Campos, J.E.G., Dardenne, M.A., 1997a. Estratigrafia e sedimentaç~ao da bacia S~ao Franciscana: uma revis~ao. Braz. J. Geol. 27, 269e282. Campos, J.E.G., Dardenne, M.A., 1997b. Origem e evoluç~ao tectônica da bacia S~ao Franciscana. Braz. J. Geol. 27, 283e294. Catuneanu, O., 2006. Principles of Sequence Stratigraphy. Elsevier, Amsterdam, p. 375. Chahi, A., Duplay, L.C., Lucas, J., 1993. Analysis of paligorskite and associated clays from Jbel Rhassoul (Marocco): chemical characteristics and origin of formation. Clays Clay Min. 41, 401e411. Chang, H.K., Kowsmann, R.O., Figueiredo, A.M.F., Bender, A., 1992. Tectonics and stratigraphy of the East Brazil Rift system. Tectonophysics 213, 97e138. Coimbra, A.M., 1991. Sistematizaç~ao Crítica da Obra. Livre-docência thesis. Geosciences Institute, S~ao Paulo University e USP, p. 54. Cordani, U.G., Brito Neves, B.B., Fuck, R.A., Porto, R., Thomaz Filho, A., Cunha, F.M.B., 1984. Estudo preliminar de integraç~ao do Pr e-Cambriano com os eventos tectônicos das bacias sedimentares brasileiras. Petrobras, S erie CiênciaeT ecnica-Petr oleo 15, 70. Cordani, U.G., Sato, K., Teixeira, W., Tassinari, C.C.G., Basei, M.A.S., 2000. Crustal evolution of the south American platform. In: Cordani, U.G., Milani, E.J., Tomas Filho, A., Campos, D.A. (Eds.), Tectonic Evolution of South America, pp. 19e40, 31st Int. Geol. Cong., Rio de Janeiro. CPRM, Geological, Survey of Brazil, 2004. Geologic Map of the Mato Grosso State. http://geobank.sa.cprm.gov.br/pls/publico/geobank.download. downloadlayouts?p_webmap¼N. Dahle, K., Flesja, K., Talbot, M.R., Dreyer, T., 1997. Correlation of Fluvial Deposits by the Use of Sm-nd Isotope Analysis and Mapping of Sedimentary Architecture in the Escanilla Formation (Ainsa Basin, Spain) and the Statfjord Formation (Norwegian North Sea). Abstracts, Sixth International Conference on Fluvial Sedimentology, Cape Town, 1997, South Africa, p. 46. Dal'B o, P.F.F., Basilici, G., 2010. Estimativas de Paleoprecipitaç~ao e Gênese de Feiç~oes C alcicas e Argílicas em Paleossolos da Formaç~ao Marília (Neocret aceo da Bacia Bauru). Geociências 29 (1), 33e47. Danni, J.C.M., 1996. Evoluç~ao tectono-magm atica da província alcalina do Sul de Goi as. In: 4th Cretaceous Brazilian Symposium Bulletin, Aguas de S~ao Pedro (S~ao Paulo), pp. 235e237. Della Favera, J.C., 1984. Eventos de Sedimentaç~ao Epis odica nas Bacias Brasileiras. Uma Contribuiç~ao para Atestar o Car ater Pontual do Registro Sedimentar. In: 33th Brazilian Geology Congress Bulletin, Rio de Janeiro, pp. 489e501. El-Sabbagh, A., Tantawy, A.A., Keller, G., Khozyem, H., Spangenberg, J., Adatte, T., Gertsch, B., 2011. Stratigraphy of the Cenomanian-Turonian oceanic anoxic event OAE2 in shallow shelf sequences of NE Egypt. Cretac. Res. 32, 705e722. Faccini, U.F., Paim, P.S.G., 2002. Estratigrafia de Sequencias em Dep ositos Continentais. In: Ribeiro, H.J.P. (Ed.), Estratigrafia de Sequencias: Fundamentos e Aplicaç~oes. Editora UNISINOS. S~ao Leopoldo (RS), Brazil, pp. 341e389. Fernandes, L.A., 1998. Estratigrafia e Evoluç~ao Geol ogica da Parte Oriental da Bacia Bauru (Ks, Brasil). PhD Tesis. Geoscience Institute, S~ao Paulo University e USP, p. 216. F€ollmi, K.B., 2012. Early Cretaceous life, climate and anoxia. Cretac. Res. 35, 230e257. Forster, A., Schouten, S., Baas, M., Sinninghe-Damst e, J.S., 2007. Mid-Cretaceous (Albiane-Santonian) sea surface temperature record of the tropical Atlantic Ocean. Geology 35 (10), 919e922. Galloway, W.E., Hobday, D.K., 1983. Terrigenous Clastic Depostional Systems. Springer-Verlag, New York, p. 423. Gibson, S.A., Thompson, R.N., Leonardos, O.H., Dickin, A.P., Mitchell, J.G., 1995. The late cretaceous Impact of the trindade mantle plume: evidence from large volume, Mafic, Potassic Magmatism in SE Brazil. J. Petrol. 36 (1), 189e229. Gibling, M.R., Bird, D.J., 1994. Late Carboniferous cyclothems and alluvial paleovalleys in the Sydney Basin, Nova Scotia. Geol. Soc. Am. Bull. 106, 105e117. Goldberg, K., Garcia, A.J.V., 2000. Paleobiogeography of the Bauru Group, a dinosaur-bearing Cretaceous unit, northeastern Parana Basin, Brazil. Cretac. Res. 21, 241e254. Guerra, R., DO, M., Tokutake, L.R., Fauth, G., 2012. Cretaceous calcareous nannofossils from Pelotas Basin, Brazil: Biostratigraphic and paleoecological inferences. J. South Am. Earth Sci. 36, 55e71. Hasui, Y., Sadowski, G.R., Suguio, K., Fuck, G.F., 1975. The Phanerozoic evolution of the Western Minas Gerais State. An. Acad. Bras. Ciências 47, 431e438.\nHasui, Y., Haralyi, N.L.E., 1991. Aspectos Lito-estruturais e Geofísicos do Soerguimento do Alto Paranaíba. Geociências 10, 67e77. Hasui, Y., Haralyi, N.L.E., Costa, J.B.S., 1993. Megaestruturaç~ao Pr e-Cambriana do Territ orio Brasileiro Baseada em Dados Geofísicos e Geol ogicos. Geociências 12 (1), 7e31. Jenny, H.J., 1941. Factors of Soil Formation. McGraw-Hill, New York, p. 281. Jervey, M.T., 1988. Quantitative geological modeling of siliciclastic rock sequences\nand their seismic expression. In: Wilgus, C.K., Hastings, B.S., Kendall, C.G.St C., Posamentier, H.W., Ross, C.A., Van Wagoner, J.C. (Eds.), Sea-level Changes: an Integrated Approach, Soc. Econ. Paleontol. Mineral., Spec. Publ., vol. 42, pp. 47e69. Junqueira-Brod, T.C., Roig, H.L., Gaspar, J.C., Brod, J.A., Meneses, P.R., 2002. A Província Alcalina de Goi as e a extens~ao do seu vulcanismo kamafugítico. Braz. J. Geol. 32 (4), 559e566. Komatsubara, J., 2004. Fluvial architecture and sequence stratigraphy of the Eocene to Oligocene Iwaki Formation, northeast Japan: channel-fill related to sea-level change. Sediment. Geol. 168, 109e123. Kost ak, M., Wiese, F., 2011. Extremely rare Turonian belemnites from the Bohemian Cretaceous Basin and their palaeogeographical importance. Acta Paleontol. Pol. 56 (2), 433e437. Ladeira, E.A., Brito, O.E.A., 1968. Contribuiç~ao a geologia do Planalto da Mata da Corda. In: 22nd Brazilian Geology Congress Bulletin, Belo Horizonte, pp. 181e199. Ladeira, F.S.B., Basilici, G., Dal' BO, P.F.F., Brolesi, M.F., 2008. Paleossolos da Formaç~ao Marília: contribuiç~ao a reconstituiç~ao paleogeogr afica cret acica na porç~ao norte da Bacia Sedimentar do Paran a e (Quirin opolois e Itaj a-GO). Geografia, Ensino & Pesquisa 12, 4807e4818. Lamolda, M.A., Gorostidi, A., Paul, R.C., 1994. Quantitative estimates of calcareous nannofossil changes across the Plenus Marls (latest Cenomanian), Dover, England: implications for the generation of the Cenomanian-Turonian boundary event. Cretac. Res. 15, 143e164. Lees, J.A., 2002. Calcareous nannofossil biogeography illustrates palaeoclimate change in the Late Cretaceous Indian Ocean. Cretac. Res. 23, 537e634. Linnert, C., Mutterlose, J., Herrle, J.O., 2011. Late Cretaceous (Cenomanian-Maastrichtian) calcareous nannofossils from Goban Spur (DSDP Sites 549, 551): implications for the palaeoceanography of the proto North Atlantic. Palaeogeogr. Palaeoclimatol. Palaeoecol. 299, 507e528. Manzini, F.F., 1999. Redefiniç~ao da Formaç~ao Marília em seu local tipo: estratigrafia, ambiente de sedimentaç~ao e paleogeografia. Rio Claro. PhD Thesis. Geosciences and Exact Sciences Institute, S~ao Paulo State University e UNESP, Rio Claro, S~ao Paulo. Martinsen, O.J., Ryseth, A., Helland -Hansen, W., Fleshe, H., Torkildsen, G., Idill, S., 1999. Stratigraphic base level and fluvial architecture: ericson sand stone (Campanian), Rocky Springs uplift, SW Wyoming, USA. Sedimentology 46, 235e259. Mesner, J.C., Wooldridge, L.C.P., 1964. Maranh~ao paleozoic basins and cretaceous coastal basins, North Brazil. Am. Assoc. Pet. Geol. Bull. 48 (9), 1475e1512. Miall, A.D., 1985. Architectural-element analysis: a new Method of facies analysis applied to fluvial deposits. Earth Sci. Rev. 22 (4), 261e300. Miall, A.D., 1988a. Reservoir Heterogeneities in fluvial sandstones: lessons from outcrop studies. Am. Assoc. Pet. Geol. Bull. 72 (6), 682e697. Miall, A.D., 1988b. Architectural elements and bouding surfaces in fluvial deposits: anatomy of the kayenta formation (Lower Jurassic) Southwest Colorado. Sediment. Geol. vol. 55 (2), 233e262. Miall, A.D., 1996. The geology of fluvial deposits. Springer-Verlag, Berlin, p. 582. Milani, E.J., Thomaz Filho, A., 2000. Sedimentary basins of South America. In:\nCordani, U.G., Milani, E.J., Thomaz Filho, A., Campos, D.A. (Eds.), Tectonic Evolution of South America, pp. 389e449, 31st International Geological Congress, Rio de Janeiro. Mitchum Jr., R.M., Vail, P.R., Thompson III, S., 1977. Seismic stratigraphy and global changes of sea level, part 2: the depositional sequence as a basic unit for stratigraphy analysis. In: Payton, C.E. (Ed.), Seismic Stratigraphy e Applications to Hydrocarbon Exploration, Am. Assoc. Pet. Geol. Memoir, vol. 26, p. 516. Mohriak, W.U., 2003. Bacias Sedimentares da Margem Continental Brasileira. In: Bizzi, L.A., Schobbenhaus, C., Vidotti e, R.M., Gonçalves, J.H. (Eds.), Geologia, Tectônica e Recursos Minerais do Brasil. CPRM, Brasília, pp. 87e165. Monger, H.C., Daughert, A., Gile, L.H., 1991. A microscopic examination of pedogenic calcite in an Aridisol of Southern New Mexico. In: Nettleton, W.D. (Ed.), Occurrence, Characteristics, and Genesis of Carbonate, Gypsum, and Silica Accumulations in Soils. SSSA Special Publication Number 26, Madison, USA, pp. 37e60. Muto, T., Steel, R.J., 2000. The accommodation concept insequence stratigraphy: some dimensional problems and possible redefinition. Sed. Geol. 130, 1e10. Nash, D.J., Ullyott, S., 2007. Silcrete. In: Nash, D.J., McLaren, S.J. (Eds.), Geochemical Sediments and Landscapes. Blackwell, Oxford, pp. 95e143. Peate, D.W., 1997. The Paran a-Etendeka province. In: Mahoney, J., Coffin, M. (Eds.), Large Igneous Provinces: Continental, Oceanic, and Planetary Flood Volcanism, AGU Geophysical Monograph, vol. 100, pp. 217e245. Petri, S., Fulfaro, V.J., 1981. Geologia da Chapada dos Parecis, Mato Grosso, Brasil. Braz. J. Geol. 11 (4), 274e283. Petri, S., Fulfaro, V.J., 1992. R eplica ao artigo de Jurandyr L. Ross, “O contexto tectônico e a morfogênese da Província Serrana de Mato Grosso”. Rev. Ig. 12 (112), 21e37. Revista do IG, S~ao Paulo, 13(2), p. 51. Pinto Filho, F.P., Freitas, A.F., Melo, C.F., Romanini, S.J., 1977. Projeto Sudeste de Rondônia. Relat orio Final. DNPM/CPRM, Porto Velho, 4v.\nPosamentier, H.W., Vail, P.R., 1988. Eustatic controls on clastic deposition II d sequence and systems tracts models. In: Wilgus, C.K., Hastings, B.S., Kendall, C.G. St C., Posamentier, H.W., Ross, C.A., Van Wagoner, J.C. (Eds.), Sealevel Changes: an Integrated Approach, Soc. Econ. Paleontol. Mineral., Spec. Publ., 42, pp. 125e154. Posamentier, H.W., Allen, G.P., 1999. Siliciclastic sequence stratigraphy: concepts and applications. SEPM Concepts Sedimentol. Paleontol. 210. No. 7. Posamentier, H.W., Jervey, M.T., Vail, P.R., 1988. Eustatic controls on clastic deposition I e conceptual framework. In: Wilgus, C.K., Hastings, B.S., Kendall, C. G. St C., Posamentier, H.W., Ross, C.A., Van Wagoner, J.C. (Eds.), Sea Level Changesean Integrated Approach, vol. 42. SEPM Special Publication, pp. 110e124. Raja Gabaglia, G.P., Milani, E.J., 1990. Origem e Evoluç~ao de Bacias Sedimentares. Petrobr as, Rio de Janeiro. Ramos, A., Sope~na, A., 1983. Gravel bars in low-sinuosity streams (Permian and Triassic, Central Spain). In: Collinson, J.D., Lewis, J. (Eds.), Modern and Ancient Fluvial Systems, Int. Assoc. Sediment. Spec. Publ., vol. 6, pp. 301e312. Retallack, G.J., 2005. Pedogenic carbonate proxies for amount and seasonality of precipitation in paleosols. Geology 33, 333e336. Riccomini, C., 1995. Tectonismo Gerador e Deformador dos Dep ositos Sedimentares P os-Gondwânicos da Porç~ao Centro-Oriental do Estado de S~ao Paulo e Areas Vizinhas. S~ao Paulo (SP). Livre-Docência Thesis. Geosciences Institute, S~ao Paulo University e USP, 100 pp. Saunders, A.D., Storey, M., Kent, R.W., Norry, M.J., 1992. Consequences of plumelithosphere interactions. In: Storey, M., Alabaster, A., Pankhurst, R.J. (Eds.), Magmatism and the Causes of Continental Break-up, Geol. Soc. Lond. Special Publ., vol. 68, pp. 41e60. Schobbenhaus, C., Campos, D.A., 1984. A evoluç~ao da Plataforma Sul-Americana no Brasil e suas principais concentraç~oes minerais. In: Schobbenhaus, C., Campos, D.A., Derze, G.R., Asmus, H.E. (Eds.), Geologia Do Brasil, pp. 9e53. DNPM, Brasília. Seer, H.J., Moraes, L.C., Fogaça, A.C.C., 1989. Roteiro Geol ogico para a Regi~ao de Lagoa Formosa e Chumbo e Carmo do Paranaíba e MG. Belo Horizonte:SBG/MG, p. 58. Shanley, K.W., McCabe, P.J., 1991. Predicting facies architecture through sequence stratigraphy e an example from the Kaiparowits Plateau, Utah. Geology 19, 742e745. Shanley, K.W., McCabe, P.J., 1993. Alluvial architecture in a sequence stratigraphic\nframework: a case history from the Upper Cretaceous of southern Utah, U.S.A. In: Flint, S., Bryant, I. (Eds.), Quantitative Modeling of Clastic Hydrocarbon Reservoirs and Outcrop Analogues, vol. 15. International Association of Sedimentologists Special Publication, pp. 21e55. Shanley, K.W., McCabe, P.J., 1994. Perspectives on the sequence stratigraphy of continental strata. Am. Assoc. Pet. Geol. Bull. 78, 544e568. Skelton, P., 2003. The Cretaceous World. Cambridge University Press, Cambridge, 360 pp. Sloss, L.L., 1962. Stratigraphic models in exploration. Am. Assoc. Pet. Geol. Bull. 46, 1050e1057. Suguio, K., Berenholc, M., Salati, E., 1975. Composiç~ao Química e Isot opica dos Calc arios e Ambiente de Sedimentaç~ao da Formaç~ao Bauru, vol. 6. Geosciences Institute Bulletim, University of S~ao Paulo, pp. 55e75. Summerfield, M.A., 1983. Silcrete as a palaeoclimatic indicator: evidence from southern Africa. Palaeogeogr. Palaeoclimatol. Palaeoecol. 41, 65e79. Szatmari, P., Milani, E.J., Lana, M.C., Conceiç~ao, J.C., Lobo, A., 1985. How South Atlantic rifting affects Brazilian oil reserves distribution. Oil Gas J. 14, 107e113. Tantawy, A.A., 2008. Calcareous nannofossil biostratigraphy and paleoecology of the CenomanianeTuronian transition in the Tarfaya Basin, southern Morocco. Cretac. Res. 29, 995e1007. Turner, S., Regelons, M., Kelley, S., Hawkesworth, C., Mantovani, M.S.M., 1994. Magmatism and continental break-up in the South Atlantic: high precision geochronology. Earth Planet. Sci. Lett. 121, 333e348. Voigt, S., 2000. Stable oxygen and carbon isotopes from brachiopods of southern England and northwestern Germany: estimation of Upper Turonian palaeotemperatures. Geol. Mag. 137, 687e703. Voigt, S., Wiese, F., 2000. Evidence for Late Cretaceous (Late Turonian) climate cooling from oxygen-isotope variations and palaeobiogeographic changes in Western and Central Europe. J. Geol. Soc. Lond. 157, 737e743. Wheeler, H.E., 1964. Base level, lithosphere surface, and time stratigraphy. Geol. Soc. Am. Bull. 75, 599e610. Wiese, F., Voigt, S., 2002. Late Turonian (Cretaceous) climate cooling in Europe: faunal response and possible causes. G eobios 35, 65e77. Wright, P., Tucker, M.E., 1991. Carbonate Sedimentology. Blackwell Science, p. 496. Wright, V.P., Marriott, S.B., 1993. The sequence stratigraphy of fluvial depositional\nsystems: the role of floodplain sediment storage. Sediment. Geol. 86, 203e210."
  }],
  "year": 2015,
  "references": [{
    "title": "Magmatic occurrences of post-permian age of the South American platform",
    "authors": ["F.F.M. Almeida", "Carneiro"],
    "venue": "C.D.R.,",
    "year": 1989
  }, {
    "title": "Geological evolution of the Brazilian continental margin",
    "authors": ["H.E. Asmus", "P.R. Baisch"],
    "venue": "Episodes 4,",
    "year": 1983
  }, {
    "title": "The brazilian marginal basins",
    "authors": ["H.E. Asmus", "F.C. Ponte"],
    "year": 1973
  }, {
    "title": "Diferenças nos est",
    "authors": ["H.E. Asmus", "R. Porto"],
    "year": 1980
  }, {
    "title": "An alise da evoluç~",
    "authors": ["R.B.C. Bahia", "M.A. Martins-Neto", "M.S.C. Barbosa", "A.J. Pedreira"],
    "year": 2007
  }, {
    "title": "Reconstruç~ao paleogeogr",
    "authors": ["ciais. Braz. J. Geol"],
    "year": 1984
  }, {
    "title": "Rhythms and the measurements of geological time",
    "authors": ["J. Barrell"],
    "venue": "Geol. Soc. Am. Bull. 28,",
    "year": 1917
  }, {
    "title": "Continental systems tracts of the Brazilian Cretaceous Bauru Basin and their relationship with the tectonic and climatic evolution of South America",
    "authors": ["A. Batezelli"],
    "venue": "Basin Res. http://dx.doi.org/10.1111/bre.12128",
    "year": 2015
  }, {
    "title": "Arquitetura e mecanismos deposicionais em sistemas aluviais holocênicos de clima arido no oeste argentino e comparaç~",
    "authors": ["A. Batezelli", "G. Basilici"],
    "year": 2007
  }, {
    "title": "Arquitetura Deposicional e Evoluç~",
    "authors": ["A. Batezelli", "A.R. Saad", "G. Basilici"],
    "year": 2007
  }, {
    "title": "Sedimentology of Some Flysch Deposits, a Graphic Approach to Facies Interpretation",
    "authors": ["A.H. Bouma"],
    "year": 1962
  }, {
    "title": "quadrícula de Salgueiro-PE",
    "authors": [],
    "venue": "Brazilian Geology Congress Bulletin, Rio de Janeiro, pp. 2473e2489",
    "year": 2012
  }, {
    "title": "Geology of Atlantic Eastern Brazilian basins",
    "authors": ["C. Cainelli", "W.U. Mohriak"],
    "venue": "AAPG, International Conference & Exhibition Short Course e Brazilian Geology Part II, Rio de Janeiro, Brazil,",
    "year": 1998
  }, {
    "title": "Some remarks on the evolution of sedimentary basins along the Eastern Brazilian continental margin",
    "authors": ["C. Cainelli", "W.U. Mohriak"],
    "year": 1999
  }, {
    "title": "Estratigrafia e sedimentaç~",
    "authors": ["J.E.G. Campos", "M.A. Dardenne"],
    "year": 1997
  }, {
    "title": "Principles of Sequence Stratigraphy",
    "authors": ["O. Catuneanu"],
    "year": 2006
  }, {
    "title": "Analysis of paligorskite and associated clays from Jbel Rhassoul (Marocco): chemical characteristics and origin of formation",
    "authors": ["A. Chahi", "L.C. Duplay", "J. Lucas"],
    "venue": "Clays Clay Min",
    "year": 1993
  }, {
    "title": "Tectonics and stratigraphy of the East Brazil Rift system",
    "authors": ["H.K. Chang", "R.O. Kowsmann", "A.M.F. Figueiredo", "A. Bender"],
    "venue": "Tectonophysics 213,",
    "year": 1992
  }, {
    "title": "Crustal evolution of the south American platform",
    "authors": ["U.G. Cordani", "K. Sato", "W. Teixeira", "C.C.G. Tassinari", "M.A.S. Basei"],
    "venue": "Tectonic Evolution of South America, pp. 19e40,",
    "year": 2000
  }, {
    "title": "Correlation of Fluvial Deposits by the Use of Sm-nd Isotope Analysis and Mapping of Sedimentary Architecture in the Escanilla Formation (Ainsa Basin, Spain) and the Statfjord Formation (Norwegian North Sea)",
    "authors": ["K. Dahle", "K. Flesja", "M.R. Talbot", "T. Dreyer"],
    "venue": "Abstracts, Sixth International Conference on Fluvial Sedimentology, Cape Town,",
    "year": 1997
  }, {
    "title": "Eventos de Sedimentaç~ao Epis odica nas Bacias Brasileiras",
    "authors": ["J.C. Della Favera"],
    "venue": "Uma Contribuiç~",
    "year": 1984
  }, {
    "title": "Stratigraphy of the Cenomanian-Turonian oceanic anoxic event OAE2 in shallow shelf sequences of NE Egypt",
    "authors": ["A. El-Sabbagh", "A.A. Tantawy", "G. Keller", "H. Khozyem", "J. Spangenberg", "T. Adatte", "B. Gertsch"],
    "venue": "Cretac. Res",
    "year": 2011
  }, {
    "title": "Estratigrafia e Evoluç~ao Geol",
    "authors": ["L.A. Fernandes"],
    "year": 1998
  }, {
    "title": "Early Cretaceous life, climate and anoxia",
    "authors": ["K.B. ollmi"],
    "venue": "Cretac. Res",
    "year": 2012
  }, {
    "title": "Mid-Cretaceous (Albiane-Santonian) sea surface temperature record of the tropical Atlantic",
    "authors": ["A. Forster", "S. Schouten", "M. Baas", "J.S. Sinninghe-Damst e"],
    "venue": "Ocean. Geology",
    "year": 2007
  }, {
    "title": "The late cretaceous Impact of the trindade mantle plume: evidence from large volume, Mafic",
    "authors": ["S.A. Gibson", "R.N. Thompson", "O.H. Leonardos", "A.P. Dickin", "J.G. Mitchell"],
    "venue": "Potassic Magmatism in SE Brazil. J. Petrol",
    "year": 1995
  }, {
    "title": "Late Carboniferous cyclothems and alluvial paleovalleys in the Sydney Basin, Nova Scotia",
    "authors": ["M.R. Gibling", "D.J. Bird"],
    "venue": "Geol. Soc. Am",
    "year": 1994
  }, {
    "title": "Paleobiogeography of the Bauru Group, a dinosaur-bearing Cretaceous unit, northeastern Parana Basin, Brazil",
    "authors": ["K. Goldberg", "A.J.V. Garcia"],
    "venue": "Cretac. Res",
    "year": 2000
  }, {
    "title": "Cretaceous calcareous nannofossils from Pelotas Basin, Brazil: Biostratigraphic and paleoecological inferences",
    "authors": ["R. Guerra", "M. DO", "L.R. Tokutake", "G. Fauth"],
    "venue": "J. South Am. Earth Sci",
    "year": 2012
  }, {
    "title": "The Phanerozoic evolution of the Western Minas Gerais State. An",
    "authors": ["Y. Hasui", "G.R. Sadowski", "K. Suguio", "G.F. Fuck"],
    "venue": "Acad. Bras. Ciências",
    "year": 1975
  }, {
    "title": "Factors of Soil Formation",
    "authors": ["H.J. Jenny"],
    "venue": "McGraw-Hill, New York,",
    "year": 1941
  }, {
    "title": "Quantitative geological modeling of siliciclastic rock sequences and their seismic expression",
    "authors": ["M.T. Jervey"],
    "venue": "Soc. Econ. Paleontol. Mineral., Spec. Publ.,",
    "year": 1988
  }, {
    "title": "Fluvial architecture and sequence stratigraphy of the Eocene to Oligocene Iwaki Formation, northeast Japan: channel-fill related to sea-level change",
    "authors": ["J. Komatsubara"],
    "venue": "Sediment. Geol",
    "year": 2004
  }, {
    "title": "Extremely rare Turonian belemnites from the Bohemian Cretaceous Basin and their palaeogeographical importance",
    "authors": ["M. ak", "F. Wiese"],
    "venue": "Acta Paleontol. Pol",
    "year": 2011
  }, {
    "title": "Contribuiç~ao a geologia do Planalto da Mata da Corda",
    "authors": ["E.A. Ladeira", "Brito"],
    "venue": "O.E.A.,",
    "year": 1968
  }, {
    "title": "Paleossolos da Formaç~",
    "authors": ["F.S.B. Ladeira", "G. Basilici", "P.F.F. Dal' BO", "M.F. Brolesi"],
    "year": 2008
  }, {
    "title": "Quantitative estimates of calcareous nannofossil changes across the Plenus Marls (latest Cenomanian), Dover, England: implications for the generation of the Cenomanian-Turonian boundary event",
    "authors": ["M.A. Lamolda", "A. Gorostidi", "R.C. Paul"],
    "venue": "Cretac. Res",
    "year": 1994
  }, {
    "title": "Calcareous nannofossil biogeography illustrates palaeoclimate change in the Late Cretaceous",
    "authors": ["J.A. Lees"],
    "venue": "Indian Ocean. Cretac. Res",
    "year": 2002
  }, {
    "title": "Late Cretaceous (Cenomanian-Maastrichtian) calcareous nannofossils from Goban Spur (DSDP Sites 549, 551): implications for the palaeoceanography of the proto North Atlantic",
    "authors": ["C. Linnert", "J. Mutterlose", "J.O. Herrle"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2011
  }, {
    "title": "Stratigraphic base level and fluvial architecture: ericson sand stone (Campanian), Rocky Springs uplift",
    "authors": ["O.J. Martinsen", "A. Ryseth", "W. Helland -Hansen", "H. Fleshe", "G. Torkildsen", "S. Idill"],
    "venue": "SW Wyoming, USA. Sedimentology",
    "year": 1999
  }, {
    "title": "Architectural-element analysis: a new Method of facies analysis applied to fluvial deposits",
    "authors": ["A.D. Miall"],
    "venue": "Earth Sci. Rev",
    "year": 1985
  }, {
    "title": "Reservoir Heterogeneities in fluvial sandstones: lessons from outcrop studies",
    "authors": ["A.D. Miall"],
    "venue": "Am. Assoc. Pet. Geol. Bull",
    "year": 1988
  }, {
    "title": "Architectural elements and bouding surfaces in fluvial deposits: anatomy of the kayenta formation (Lower Jurassic) Southwest Colorado. Sediment",
    "authors": ["A.D. Miall"],
    "venue": "Geol. vol",
    "year": 1988
  }, {
    "title": "The geology of fluvial deposits",
    "authors": ["A.D. Miall"],
    "year": 1996
  }, {
    "title": "Sedimentary basins of South America",
    "authors": ["E.J. Milani", "A. Thomaz Filho"],
    "venue": "Tectonic Evolution of South America, pp. 389e449,",
    "year": 2000
  }, {
    "title": "Seismic stratigraphy and global changes of sea level, part 2: the depositional sequence as a basic unit for stratigraphy analysis",
    "authors": ["R.M. Mitchum Jr.", "P.R. Vail", "S. Thompson III"],
    "venue": "Am. Assoc. Pet. Geol. Memoir,",
    "year": 1977
  }, {
    "title": "A microscopic examination of pedogenic calcite in an Aridisol of Southern New Mexico",
    "authors": ["H.C. Monger", "A. Daughert", "L.H. Gile"],
    "venue": "SSSA Special Publication Number",
    "year": 1991
  }, {
    "title": "The accommodation concept insequence stratigraphy: some dimensional problems and possible redefinition",
    "authors": ["T. Muto", "R.J. Steel"],
    "venue": "Sed. Geol. 130,",
    "year": 2000
  }, {
    "title": "Geochemical Sediments and Landscapes",
    "authors": ["D.J. Nash", "S. Ullyott"],
    "year": 2007
  }, {
    "title": "O contexto tectônico e a morfogênese da Província",
    "authors": ["S. Petri", "V.J. Fulfaro"],
    "venue": "Serrana de Mato Grosso”. Rev. Ig",
    "year": 1992
  }, {
    "title": "Eustatic controls on clastic deposition II d sequence and systems tracts models",
    "authors": ["H.W. Posamentier", "P.R. Vail"],
    "venue": "Sealevel Changes: an Integrated Approach, Soc. Econ. Paleontol. Mineral.,",
    "year": 1988
  }, {
    "title": "Siliciclastic sequence stratigraphy: concepts and applications",
    "authors": ["H.W. Posamentier", "G.P. Allen"],
    "venue": "SEPM Concepts Sedimentol. Paleontol",
    "year": 1999
  }, {
    "title": "Eustatic controls on clastic deposition I e conceptual framework",
    "authors": ["H.W. Posamentier", "M.T. Jervey", "P.R. Vail"],
    "venue": "Sea Level Changesean Integrated Approach,",
    "year": 1988
  }, {
    "title": "Gravel bars in low-sinuosity streams (Permian and Triassic, Central Spain)",
    "authors": ["A. na"],
    "venue": "Modern and Ancient Fluvial Systems, Int. Assoc. Sediment. Spec. Publ.,",
    "year": 1983
  }, {
    "title": "Pedogenic carbonate proxies for amount and seasonality of precipitation in paleosols",
    "authors": ["G.J. Retallack"],
    "venue": "Geology 33,",
    "year": 2005
  }, {
    "title": "Consequences of plumelithosphere interactions",
    "authors": ["A.D. Saunders", "M. Storey", "R.W. Kent", "M.J. Norry"],
    "venue": "Magmatism and the Causes of Continental Break-up, Geol. Soc. Lond. Special Publ.,",
    "year": 1992
  }, {
    "title": "A evoluç~ao da Plataforma Sul-Americana no Brasil e suas principais concentraç~",
    "authors": ["C. Schobbenhaus", "D.A. Campos"],
    "year": 1984
  }, {
    "title": "Predicting facies architecture through sequence stratigraphy e an example from the Kaiparowits Plateau, Utah",
    "authors": ["K.W. Shanley", "P.J. McCabe"],
    "venue": "Geology 19,",
    "year": 1991
  }, {
    "title": "Alluvial architecture in a sequence stratigraphic",
    "authors": ["K.W. Shanley", "P.J. McCabe"],
    "year": 1993
  }, {
    "title": "Perspectives on the sequence stratigraphy of continental strata",
    "authors": ["K.W. Shanley", "P.J. McCabe"],
    "venue": "Am. Assoc. Pet. Geol. Bull",
    "year": 1994
  }, {
    "title": "The Cretaceous World",
    "authors": ["P. Skelton"],
    "year": 2003
  }, {
    "title": "Stratigraphic models in exploration",
    "authors": ["L.L. Sloss"],
    "venue": "Am. Assoc. Pet. Geol. Bull",
    "year": 1962
  }, {
    "title": "Silcrete as a palaeoclimatic indicator: evidence from southern Africa",
    "authors": ["M.A. Summerfield"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 1983
  }, {
    "title": "How South Atlantic rifting affects Brazilian oil reserves distribution",
    "authors": ["P. Szatmari", "E.J. Milani", "M.C. Lana", "J.C. Conceiç~ao", "A. Lobo"],
    "venue": "Oil Gas J. 14,",
    "year": 1985
  }, {
    "title": "Calcareous nannofossil biostratigraphy and paleoecology of the CenomanianeTuronian transition in the Tarfaya Basin, southern Morocco",
    "authors": ["A.A. Tantawy"],
    "venue": "Cretac. Res",
    "year": 2008
  }, {
    "title": "Stable oxygen and carbon isotopes from brachiopods of southern England and northwestern Germany: estimation of Upper Turonian palaeotemperatures",
    "authors": ["S. Voigt"],
    "venue": "Geol. Mag",
    "year": 2000
  }, {
    "title": "Evidence for Late Cretaceous (Late Turonian) climate cooling from oxygen-isotope variations and palaeobiogeographic changes in Western and Central Europe",
    "authors": ["S. Voigt", "F. Wiese"],
    "venue": "J. Geol. Soc. Lond",
    "year": 2000
  }, {
    "title": "Base level, lithosphere surface, and time stratigraphy",
    "authors": ["H.E. Wheeler"],
    "venue": "Geol. Soc. Am. Bull",
    "year": 1964
  }, {
    "title": "Late Turonian (Cretaceous) climate cooling in Europe: faunal response and possible causes",
    "authors": ["F. Wiese", "S. Voigt"],
    "year": 2002
  }, {
    "title": "Carbonate Sedimentology",
    "authors": ["P. Wright", "M.E. Tucker"],
    "year": 1991
  }],
  "id": "SP:46b635c2e84fe5e66a376499bf6fb8fa52cce7bd",
  "authors": [{
    "name": "Alessandro Batezelli",
    "affiliations": []
  }],
  "abstractText": "With the breakup of the supercontinent Gondwana, the South American Plate has undergone an intense process of tectonic restructuring that led to the genesis of the interior basins that encompassed continental sedimentary sequences. The Brazilian Bauru, Sanfranciscana and Parecis basins during Late Cretaceous have had their evolution linked to this process of structuring and therefore have very similar sedimentary characteristics. The purpose of this study is to establish a detailed understanding of alluvial sedimentary processes and architecture within a stratigraphic sequence framework using the concept of the stratigraphic base level or the ratio between the accommodation space and sediment supply. The integration of the stratigraphic and facies data contributed to defining the stratigraphic architecture of the Bauru, Sanfranciscana and Parecis Basins, supporting a model for continental sequences that depicts qualitative changes in the sedimentation rate (S) and accommodation space (A) that occurred during the Cretaceous. This study discusses the origin of the unconformity surfaces (K-0, K-1 and K-1A) that separate Sequences 1, 2A and 2B and the sedimentary characteristics of the Bauru, Sanfranciscana and Parecis Basins from the Aptian to the Maastrichtian, comparing the results with other Cretaceous Brazilian basins. The lower Cretaceous Sequence 1 (Caiu a and Areado groups) is interpreted as a lowaccommodation systems tract compound by fluvial and aeolian systems. The upper Cretaceous lacustrine, braided river-dominated alluvial fan and aeolian systems display characteristics of the evolution from high-to low-accommodation systems tracts (Sequences 2A and 2B). Unconformity K-0 is related to the origin of the Bauru Basin itself in the Early Cretaceous. In Sanfranciscana and Parecis basins, the unconformity K-0 marks the contact between aeolian deposits from Lower Cretaceous and Upper Cretaceous alluvial systems (Sequences 1 and 2). Unconformity K-1, which was generated in the Late Cretaceous, is related to an increase of the A/S ratio, whereas Unconformity K-1A is the result of the decrease in the A/S ratio. Unconformity K-1A bound Sequence 2A (lacustrine and fluvial systems) and Sequence 2B (alluvial deposits) in Bauru Basin whereas in the Sanfranciscana and Parecis basins this unconformity marks the transition from alluvial system to aeolian system (Sequences 2A and 2B). Changes in depositional style in both basins correspond to two distinct tectonic moments occurring within the South American plate. The first associated with post-volcanic thermal subsidence of the Early Cretaceous (Serra Geral and Tapirapu~ a volcanismos), and the second moment associated with the uplift occurred in the Late Cretaceous (Alto Paranaíba, Vilhena and Serra Formosa Arcs). © 2015 Elsevier Ltd. All rights reserved.",
  "title": "Stratigraphic framework and evolution of the Cretaceous continental sequences of the Bauru, Sanfranciscana, and Parecis basins, Brazil"
}