{
  "sections": [{
    "text": "lable at ScienceDirect\nContents lists avai\nQuaternary Science Reviews\njournal homepage: www.elsevier .com/locate/quascirev\nPunctuated Holocene climate of Vestfirðir, Iceland, linked to internal/ external variables and oceanographic conditions\nDavid J. Harning a, b, *, Aslaug Geirsd ottir a, Gifford H. Miller a, b\na Faculty of Earth Sciences, University of Iceland, Reykjavík, Iceland b INSTAAR and Department of Geological Sciences, University of Colorado Boulder, Boulder, CO, USA\na r t i c l e i n f o\nArticle history: Received 10 November 2017 Received in revised form 21 March 2018 Accepted 6 April 2018 Available online 13 April 2018\nKeywords: North Atlantic Iceland Holocene Glaciers Lake sediment Dead vegetation Paleoclimate 8.2 ka event Neoglaciation Little Ice Age\n* Corresponding author. Faculty of Earth Sciences, vík, Iceland.\nE-mail address: David.Harning@colorado.edu (D.J.\nhttps://doi.org/10.1016/j.quascirev.2018.04.009 0277-3791/© 2018 Elsevier Ltd. All rights reserved.\na b s t r a c t\nEmerging Holocene paleoclimate datasets point to a non-linear response of Icelandic climate against a background of steady orbital cooling. The Vestfirðir peninsula (NW Iceland) is an ideal target for continued climate reconstructions due to the presence of a small ice cap (Drangaj€okull) and numerous lakes, which provide two independent means to evaluate existing Icelandic climate records and to constrain the forcing mechanisms behind centennial-scale cold anomalies. Here, we present new evidence for Holocene expansions of Drangaj€okull based on 14C dates from entombed dead vegetation as well as two continuous Holocene lake sediment records. Lake sediments were analyzed for both bulk physical (MS) and biological (%TOC, d13C, C/N, and BSi) parameters. Composite BSi and C/N records from the two lakes yield a sub-centennial qualitative perspective on algal (diatom) productivity and terrestrial landscape stability, respectively. The Vestfirðir lake proxies suggest initiation of the Holocene Thermal Maximum by ~8.8 ka with subsequent and pronounced cooling not apparent until ~3 ka. Synchronous periods of reduced algal productivity and accelerated landscape instability point to cold anomalies centered at ~8.2, 6.6, 4.2, 3.3, 2.3, 1.8, 1, and 0.25 ka. Triggers for cold anomalies are linked to variable combinations of freshwater pulses, low total solar irradiance, explosive and effusive volcanism, and internal modes of climate variability, with cooling likely sustained by ocean/sea-ice feedbacks. The climate evolution reflected by our glacial and organic proxy records corresponds closely to marine records from the North Iceland Shelf.\n© 2018 Elsevier Ltd. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "Spatially distributed and temporally accurate paleoclimate records are required to both disentangle natural variations in Earth's climate from anthropogenic change (Masson-Delmotte et al., 2013), and to evaluate the performance of climate models (Braconnot et al., 2012). Due to the amplification and sensitivity of climate change inherent to the cryosphere (Serreze and Barry, 2011), targeting the higher latitudes for such reconstructions is essential. Iceland's geographic location within the North Atlantic is ideally situated for high-latitude Holocene climate reconstructions due to its position at the confluence of major oceanic and atmospheric circulation patterns integral to global heat distribution (Fig. 1). As these circulation patterns change, the resultant climate evolution\nUniversity of Iceland, Reykja-\nHarning).\ninfluences the status of Icelandic ice caps and leaves continuous archives of past terrestrial and marine environments in sedimentary records (Geirsd ottir et al., 2009a). Marine records are complicated by the integration of climate signals over various portions of the water column (e.g. Kristj ansd ottir et al., 2016), salinity and relative sea level changes (e.g. Quillmann et al., 2010) and dating problems due to variable 14C reservoir corrections (e.g. Eiríksson et al., 2004). Thus, Iceland's terrestrial realm can provide valuable insight into the nature and causes of northern North Atlantic Holocene climate variability.\nDuring the Holocene, the orbitally driven reduction of Northern Hemisphere (NH) summer insolation has been the predominate control over Iceland's climate over millennial timescales (Larsen et al., 2012; Geirsd ottir et al., 2013; Jiang et al., 2015). Along Iceland's insular shelves, the insolation forcing is recorded by general cooling of surface currents through the Holocene (Andersen et al., 2004; Casta~neda et al., 2004; Giraudeau et al., 2004; Smith et al., 2005; Solignac et al., 2006; Bendle and Rosell-Mel e, 2007; Justwan et al., 2008; Olafsd ottir et al., 2010; Jiang et al., 2015;\nMoossen et al., 2015; Kristj ansd ottir et al., 2016) and by increases in sea ice during the late Holocene (Moros et al., 2006; Cabedo-Sanz et al., 2016). However, emerging datasets point to a non-linear response of Icelandic climate to a first-order cooling trend (Larsen et al., 2012; Geirsd ottir et al., 2013). Notable cold perturbations include the ‘8.2 ka event’ (Casta~neda et al., 2004; Larsen et al., 2012; Quillmann et al., 2012; Geirsd ottir et al., 2013; Jiang et al., 2015), likely induced by meltwater floods from the waning Laurentide Ice Sheet (Alley and Agústd ottir, 2005; Rohling and P€alike, 2005), and the Little Ice Age (LIA, 1250e1850 CE), linked to sustained volcanism and subsequent sea ice expansion (Miller et al., 2012; Sicre et al., 2013). The mechanisms behind other Holocene perturbations however remain ambiguous (Larsen et al., 2012; Geirsd ottir et al., 2013).\nIn this study, we focus on the Vestfirðir peninsula, where recent studies have constrained the Holocene evolution of the region's local ice cap, Drangaj€okull (Brynj olfsson et al., 2015a; Harning et al., 2016a; b). We expand upon these studies by presenting new evidence for the timing of Drangaj€okull expansions based on 14C-dated in situ dead vegetation revealed from beneath the receding ice margins and in the physical characteristics of nearby lake sediment. Second, we develop a series of continuous and qualitative lacustrine-based Holocene climate records to make inferences about past spring/summer temperature and validate the glacier record. Ultimately, our new Vestfirðir climate records are employed to evaluate the nature of and further constrain the causes of Icelandic climate variability. Considering the vulnerability of Iceland's terrestrial climate to dynamic ocean currents, Vestfirðir is an ideal target for assessing the marine influence on Icelandic climate during the Holocene."
  }, {
    "heading": "2. Regional setting",
    "text": ""
  }, {
    "heading": "2.1. Vestfirðir peninsula",
    "text": "Vestfirðir comprises Iceland's northwesternmost extension into Denmark Strait and, as such, is the closest sector to the instrumental (post 1870 CE) sea ice edge (Fig. 1, Divine and Dick, 2007). The warm and saline Irminger Current (IC) branches off the North\nAtlantic Current (NAC) and flows north along the west coast of Iceland until it reaches Vestfirðir where it turns east along the North Iceland Shelf as the cooler, lower-salinity North Iceland Irminger Current (NIIC). The East Icelandic Current (EIC) branches off the East Greenland Current (EGC) and flows eastward along the north coast of Iceland (Fig. 1). Sea ice rarely forms along the insular shelves, but sea ice exported from the Arctic Ocean via the EGC is commonly transported along north Iceland's coastline via the EIC.\nRegional bedrock on Vestfirðir is primarily composed of Neogene tholeiitic lava successions separated by thin sedimentary units of fluvial and aeolian origin (Harðarson et al., 2008). On eastern Vestfirðir, the northeastern highland plateau hosts the polythermal ice cap, Drangaj€okull (~142 km2 area in 2011 CE; J ohannesson et al., 2013). Three surging outlet glaciers drain most of the east, north and west catchments through deeply incised valleys (Fig. 2B). Each surging outlet glacier occupies a cirque-like bowl whereas the non-surging southern half of the ice cap mantles a relatively low-relief high plateau (Magnússon et al., 2016). Drangaj€okull's modern glacier-wide equilibrium line altitude (ELA) is considerably lower than other Icelandic ice caps with a 2000e2015 ELA at ~660m asl. This low ELA likely reflects the ice cap's proximity to the relatively low SST of the adjacent ocean resulting in short, cool summers (www.vedur.is) and high snow accumulation (Belart et al., 2017)."
  }, {
    "heading": "2.2. Selected lakes",
    "text": "Non-glacial lake Skorarvatn (Fig. 2C, SKR; 66.25627 N, 22.32213 W) is situated in a low mountain pass (183m asl) ~3 km north of Drangaj€okull and ~4 km from the sea. The threshold for receiving glacier meltwater terminates ~1 km closer to Drangaj€okull at ~420m asl. Skorarvatn reaches a maximum depth of 25m with a lake surface area of ~0.2 km2 and catchment area of ~1.2 km2. Modern catchment vegetation is sparse and dominated by a variety of moss species, which tend to clump on small tussocks. The only apparent aquatic vegetation is algae and moss.\nPro-glacial lake Tr€ollkonuvatn (Fig. 2D, TRK; 66.14252 N, 22.05607 W) is a higher-elevation (366m asl) lake on Drangaj€okull's eastern periphery. Total lake surface area is ~1.3 km2 and\nthe catchment area, including that beneath the extant ice cap, is ~9.4 km2. The catchment is composed primarily of exposed bedrock and block fields with negligible accompanying vegetation, although isolated pockets exist near river inlets. Tr€ollkonuvatn currently receives sediment-laden glacial meltwater through an inlet located along the southwestern shoreline in addition to a second inlet into the lake's small southeastern sub-basin. During the LIA, Drangaj€okull occupied Tr€ollkonuvatn (Fig. 2D), eroding sediment from most of the lake, but left undisturbed sediment in the small southeastern basin (16.4m depth), preserving a continuous sedimentary sequence since local deglaciation ~9 ka (Harning et al., 2016a; b) (see Table 1)."
  }, {
    "heading": "3. Methods",
    "text": ""
  }, {
    "heading": "3.1. Entombed dead vegetation",
    "text": "Harning et al. (2016a) reported one 14C date from an in situ dead vegetation sample from Leirufjall (Fig. 2B), which demonstrated the nature of non-erosive ice occupying this low relief ice divide. In late August 2016, six additional in situ dead vegetation samples were collected from the same location, each <1m from the receding ice margin. The new specimens span a horizontal distance of 23m and elevational range of 3m. The ice catchment feeding this sector of Drangaj€okull is the smallest of the ice cap (Fig. 2B) and is not associated with historically documented surges (Brynj olfsson et al., 2015b). Samples were prepared and dated by radiocarbon after\nMiller et al. (2017) (Table 2). Ages of these seven samples, in addition to eight samples collected from the southern margin (Harning et al., 2016a), are reported as a single cumulative probability density function (PDF) in calibrated years CE, using OxCal 6.0 (Bronk Ramsey, 2009) and the IntCal13 calibration curve (Reimer et al., 2013)."
  }, {
    "heading": "3.2. Physical and biological climate proxies from lake sediment",
    "text": "In 2014, sediment cores were recovered from each lake's deepest basin using a percussion driven piston corer in 3m-long sections. To capture a continuous sedimentary sequence, metal casings were emplaced to guide the piston corer into the same hole for the second and final drive. Magnetic susceptibility (MS) was measured at 0.5 cm intervals on split cores from each lake using a GeoTek Multi-Sensor Core Logger at the University of Iceland. Sediment subsamples (~1 cm3) taken at ~0.5 cm and ~1 cm intervals from Skorarvatn and Tr€ollkonuvatn, respectively, were measured for total carbon (TC), total nitrogen (TN), and d13C (relative to VPDB) following standard procedures on an elemental analyzer at the University of California-Davis. Biogenic silica (BSi) was measured in triplicates at the University of Colorado-Boulder via Fourier Transform Infrared Spectroscopy (c.f. Florian, 2016), resulting in low instrumental error (0.087e4.334 absorbance units). Skorarvatn's BSi record was previously reported in Harning et al. (2016b) and we have since completed a complimentary BSi record from Tr€ollkonuvatn.\nTable 2 Emerging dead vegetation radiocarbon information.\nLab ID Material Latitude Longitude Elevation (m asl) d13C (‰) Fraction modern Conventional 14C age± s Calibrated age CE (BP± s)\nUCIAMS-134344a Terr. moss 66 13.2000N 22 20.4680W 685 N/A 0.7948 1845± 40 180 (1770± 50) CURL-21571 Terr. moss 66 13.1510N 22 20.4110W 724 22.2 0.7956 1835± 20 170 (1780± 40) CURL-21582 Terr. moss 66 13.1490N 22 20.4050W 722 22.0 0.8022 1770± 15 280 (1670± 40) CURL-21556 Terr. moss 66 13.1470N 22 20.4010W 721 25.0 0.8051 1740± 20 290 (1660± 40) CURL-21561 Terr. moss 66 13.1450N 22 20.3980W 722 24.5 0.8031 1760± 15 280 (1670± 40) CURL-21547 Terr. moss 66 13.1450N 22 20.3960W 722 24.5 0.7951 1840± 15 170 (1780± 40) CURL-21558 Terr. moss 66 13.1410N 22 20.3930W 724 24.9 0.8031 1760± 15 280 (1670± 40) CURL-18795a Terr. moss 66 5.0470N 22 11.8640W 454 26.9 0.9695 250± 20 1650 (300± 10) CURL-19491a Terr. moss 66 4.5120N 22 7.5660W 555 22.0 0.9727 220± 20 1730 (220± 70) CURL-18798a Terr. moss 66 5.0770N 22 11.9050W 464 24.2 0.9737 215± 20 1800 (150± 150) CURL-18810a Terr. moss 66 4.8100N 22 11.5480W 424 23.5 0.9741 210± 20 1800 (150± 150) CURL-19485a Terr. moss 66 4.5320N 22 5.8090W 601 22.4 0.9743 210± 20 1800 (150± 150) CURL-18814a Terr. moss 66 4.4630N 22 6.1110W 582 26.6 0.9746 205± 25 1800 (150± 150) CURL-19487a Terr. moss 66 4.5320N 22 5.8090W 601 19.9 0.9783 175± 20 1810 (140± 140) CURL-18809a Terr. moss 66 5.6630N 22 12.3040W 535 28.8 0.9890 90± 20 1810 (140± 110) a Previously published in Harning et al. (2016a)."
  }, {
    "heading": "3.3. Lake sediment chronology: tephra and 14C",
    "text": "Age models using diagnostic tephra of known age and 14C ages of plant macrofossils (Table 3) are detailed in Harning et al. (2018) and presented in Fig. 3. Maximum age uncertainty, calculated in the CLAM age modeling software (95% confidence of 1000 iterations, Blaauw, 2010), is highest for both lakes from the earliest Holocene to ~8 ka (±200 years). For the remainder of the Holocene, age uncertainty rarely exceeds 100 years and is typically below 50 years for the interval corresponding to the Neoglacial."
  }, {
    "heading": "4. Results and interpretations",
    "text": ""
  }, {
    "heading": "4.1. Entombed dead vegetation",
    "text": "Radiocarbon dates on dead vegetation exposed by recent ice cap recession define the death of the plant due to persistent expansion of the cryosphere. This results from either the immediate transformation of new snow to ice or expansion of non-erosive ice at each collection site following persistently cooler summers (e.g. Miller et al., 2013). Based on a single 14C-dated emerging dead vegetation sample from atop Leirufjall (Table 2, UCIARMS-134344), Harning et al. (2016a) proposed an expansion of Drangaj€okull's northern margin at ~180 CE. Previously published emerging dead vegetation samples from the low-relief southwestern margin (Fig. 2B, n¼ 8) suggest that the ice cap expanded across these sites during the LIA, at either ~1660 or 1770 CE (Fig. 4D, Harning et al., 2016a).\nOur six new samples from the northern margin support the interpretation of Drangaj€okull's expansion early in the first\nmillennium CE, at 150e200 CE. However, the expanded dataset also reveals a second, slightly younger PDF peak, at 250e300 CE (Fig. 4D). We suggest that the initial 150e200 CE snowline depression killed several of our samples, but was followed by a brief warming, re-exposing Leirufjall's marginal landscape, before Drangaj€okull expanded again, killing the younger plants at 250e300 CE. For the dead plants from the earlier expansion to remain preserved, the warm interval is required to be short with very little marginal meltwater, the most effective erosive agent. Plants that recolonized that newly reexposed margin, were killed by the second snowline depression, and remained continually beneath ice until the recent warming. The difference in emerging dead vegetation 14C ages from the northern (ave. elev. 717 m asl) versus southern margin samples (ave. elev. 527 m asl) likely reflects general snowline depression associated with Neoglacial cooling (e.g. Harning et al., 2016a; Miller et al., 2017)."
  }, {
    "heading": "4.2. Lake sediment proxy records",
    "text": "Physical proxies (i.e. MS, density) provide information about the contribution of minerogenic sediment relative to organic sediment in the lake. Subglacial erosion of the basaltic bedrock produces minerogenic rock flour with relatively high MS in downstream lake sediment records. Thus, during glacial occupation of a lake catchment, MS can be used tomake inferences about past glacier erosion rates (Larsen et al., 2012). When ice caps are absent from Icelandic lake catchments, discrete MS peaks are generally indicative of minerogenic tephra deposits (Christensen, 2013). However, in some lakes, particularly those with high topographic relief, MS tracks\nlandscape destabilization of soil by wind and water (e.g. GathorneHardy et al., 2009).\nIceland's basaltic bedrock has negligible amounts of carbon such that the total carbon measured in lake sediment generally reflects total organic carbon (TOC). Percent TOC is a generic proxy for both autochthonous and allochthonous carbon sources, whereas C/N can distinguish the two (algae¼ 4 to10, vascular plants >20; Meyers, 2003). For Icelandic lakes, we interpret increasing C/N to represent a larger contribution of soil carbon eroded during colder summers with dry/windy winters (Geirsd ottir et al., 2009b). The\nd13C value can reflect the relative input of carbon from algae ( 17.0± 8.3‰), aquatic macrophytes ( 16.6± 6.0‰), terrestrial plants ( 27.4± 1.9‰), soil ( 26.1± 1.0‰) and peat ( 28.5± 0.6‰) (Skrzypek et al., 2008; Wang and Wooller, 2006; Langdon et al., 2010; Florian, 2016). If organic matter source is constant, and algal communities are instead the dominant influence on d13C, then increased (decreased) algal productivity will increase (decrease) bulk d13C values (Meyers, 2003). BSi tracks the concentration of biogenic silica, a proxy for algal (diatom) productivity (Conley and Schelske, 2001). Assuming little change in the overall\nsedimentation rate, changes in BSi reflect qualitative changes of spring/summer lake temperature in Iceland (Geirsd ottir et al., 2009b), as seen elsewhere in the Arctic (McKay et al., 2008)."
  }, {
    "heading": "4.2.1. Low-elevation, non-glacial lake Skorarvatn",
    "text": "Based on multiple layers of the 10 ka Grímsv€otn tephra series (Harning et al., 2018), proto-Drangaj€okull retreated from Skorarvatn's central basin before 10.3 ka (Harning et al., 2016b). However, the waning ice cap occupied a portion of the catchment until ~9.3 ka, as indicated by glaciolacustrine sediment with highMS and low %TOC (Fig. 5). At ~9.4 ka, MS increases, which we interpret to reflect increased discharge of glacial sediment resulting from a minor readvance of the glacier's northern margin. Following lake catchment deglaciation at 9.3 ka, Drangaj€okull never advanced into Skorarvatn's catchment during the remainder of the Holocene, as shown by low and stable MS levels and elevated %TOC (Fig. 5).\nThe organic matter in the remainder of the sediment core originates from variable contributions of catchment soil, algae and terrestrial and aquatic vegetation (Fig. 6). Between ~9.3 and 7.9 ka, C/N is lowest of the record and d13C is the highest, reflecting the dominance of aquatic contributions to TOC (Fig. 5). This could be interpreted as either little terrestrial soil and vegetation erosion and/or a predominance of aquatic algal productivity, as indicated by high BSi values during this time (Fig. 5). A notable perturbation in this trend is evident between ~8.2 and 8 ka, when C/N sharply rises with an accompanying low d13C and BSi values. Together, these proxies suggest increased contributions of terrestrial plants and soils along with significant reductions in algal productivity peaking at ~8.2 ka. Except for the 8.2e8.0 ka perturbation, Skorarvatn's catchment was relatively stable between ~9.3 and 7.9 ka, with little catchment erosion (low C/N). In conjunction with elevated algal productivity (high BSi), these data point to generally warm springs/ summers.\nAfter ~7.9 ka, C/N increases, d13C decreases and BSi begins an irregular decline. This first-order trend continues until ~3 ka, which reflects progressively greater contributions of terrestrial plants and soils relative to algae (Fig. 5). Superimposed on this trend are notable excursions in C/N, d13C and BSi (at ~7, 6.5, 6.2e6, 5.2e4.7 and 4.2e4 ka), which likely reflect accelerated terrestrial influx and/or reduced algal productivity in and around Skorarvatn. The first-order trend suggests decreasing local spring/summer temperatures whereas the perturbations record transient times of further cooling.\nBetween ~3 and 1 ka, Skorarvatn's C/N values increase. However, in contrast to the earlier portions of the record that show an inverse relationship between C/N and d13C, d13C only briefly follows this trend (Fig. 5). At ~2.4 ka, d13C abruptly increases as C/N continues to gradually increase. Higher C/N indicates increasing relative contributions from vascular plants (terrestrial and aquatic). Although the abrupt shift toward heavy d13C values can signify either a change in organic matter source or elevated algal productivity, the corresponding decline in BSi suggests a changing organic matter source. Based on Icelandic vegetation studies (Skrzypek et al., 2008; Wang and Wooller, 2006; Langdon et al., 2010; Florian, 2016), the vegetation group most enriched in 13C is aquatic plants (Fig. 6). Therefore, we suggest that at ~2.4 ka, there was a shift in the local ecosystem where contributions from aquatic vegetation (high C/N, high d13C) began to dominate over terrestrial vegetation and soils (high C/N, low d13C). This may have resulted from either 1) depletion of soils and terrestrial vegetation and/or 2) perennially frozen ground preventing the mobilization of terrestrial vegetation and soils. In either case, a transition toward cooler springs/summers at ~2.4 ka is suggested.\nAt ~1 ka, C/N plateaus and then gradually declines toward present values whereas d13C step shifts toward lower values. Both records are still indicative of some terrestrial contribution to the lake.\nGray bars denote glaciolacustrine sediment and dashed black lines demarcate visible ns.\nHowever, the shift from a positive to slightly negative C/N slope may suggest relatively less influx of terrestrial material (Fig. 5), likely reflecting similar conditions to those previously suggested for the changes observed at ~2.4 ka. After 1 ka BSi remains low, consistent with other Icelandic lake records documenting the lowest algal productivity of the Holocene during the last millennium (Axford et al., 2007; Geirsd ottir et al., 2009b; Larsen et al., 2012; Blair et al., 2015; Florian, 2016)."
  }, {
    "heading": "4.2.2. High-elevation, glacial lake Tr€ollkonuvatn",
    "text": "Based on a 14C-dated macrofossil at the base of Tr€ollkonuvatn's organic sediment package, proto-Drangaj€okull receded from its catchment by ~8.8 ka (Harning et al., 2016b). The low MS through most of the remaining record indicates sedimentation was dominated by non-glacial sources until Drangaj€okull expanded into Tr€ollkonuvatn's catchment during the late Holocene (Harning et al., 2016a), evident by two steps of higher MS and/or lower %TOC beginning ~1 ka (Fig. 5).\nOrganic matter archived in Tr€ollkonuvatn's sediment is predominately sourced from aquatic plants and algae, as indicated by higher d13C values relative to Skorarvatn throughout the Holocene (Figs. 5 and 6). Between ~8.8 ka and 5.5 ka, the baselines for C/N (low) and d13C (high) are suggestive of an algal dominated environment. The periodically high C/N coupled with relatively heavy d13C indicates the development of larger amounts of aquatic plants relative to terrestrial plants and soils within the newly deglaciated catchment (Fig. 5). Notably, C/N and d13C show values most consistent with terrestrial source, at ~8.2 ka, suggesting that the landscape was the least stable at this time. Tr€ollkonuvatn's BSi record depicts a gradual increase in algal productivity from ~8.8 to 6.5 ka. The suppressed productivity relative to Skorarvatn may be a result of its higher elevation and associative lower water temperature.\nBetween ~5.5 and 4 ka, the C/N baseline transitions from flat to a first-order positive slope (Fig. 5). Because BSi is relatively stable over this period (constant algal productivity), increasing C/N likely indicates increased terrestrial erosion into the lake. Accordingly, d13C values exhibit negative departures at ~4.7, 4.4 and 4 ka. From ~3.8 to 3 ka, 1.8e1.7, and 1.5e1 ka there are notable increases in C/N and decreases in d13C and BSi values. These episodes likely represent some degree of spring/summer cooling unrelated to glacial occupation of the catchment, which ensued shortly thereafter. Harning et al. (2016a) provide amore detailed discussion on the last 3 ka of Tr€ollkonuvatn's sedimentary record with emphasis on\nDrangaj€okull's expansion during the last 1 ka, which exerted significant influence on the aquatic environment and its sediment."
  }, {
    "heading": "4.2.3. Vestfirðir composite records",
    "text": "To extract a generalized Holocene climate record for Vestfirðir, we focus on two of our organic proxies, BSi and C/N. By generating a composite of each proxy record from Skorarvatn (low elevation, non-glacial) and Tr€ollkonuvatn (high elevation, proglacial), we reduce uncommon signals between the lakes (catchment-specific processes) and amplify those that are shared (climate variability) (e.g. Geirsd ottir et al., 2013). Each record was resampled to a uniform 20-year resolution in the AnalySeries software (Paillard et al., 1996), normalized (mean/standard deviation), then averaged with the other lake's corresponding proxy record to construct BSi and C/ N composites. The composite BSi and C/N records (Fig. 7JeK) reveal peak algal productivity and landscape stability following deglaciation at ~8.8 ka, with negligible first-order changes through the middle Holocene. Subsequently, pronounced cooling, most evident in the BSi composite, initiates at ~3 ka. Superimposed on these general trends are “cold events” centered at ~8.2, 6.6, 4.2, 3.3, 2.3, 1.8, 1, and 0.25 ka (Fig. 7JeK). We define “cold events” as synchronous departures in 100-year running averages of BSi (lower algal productivity) and C/N (enhanced terrestrial erosion) proxy composite records. During the Neoglacial, the steady decline of the BSi composite may mask more pronounced changes associated with some “cold events” (e.g. 2.3 ka, Fig. 7J). However, the clear punctuations in the C/N composite indicate that the local environment is indeed being perturbed at these times (Fig. 7K). Based on our age models (Fig. 3), the “cold events” primarily occur within the window of least age uncertainty (<50 years), and thus, are temporally well-constrained.\nComparison to records of Drangaj€okull expansions (Harning et al., 2016a, b, this study) offers a mostly independent avenue to validate the trends and cold events apparent in the composite lake records. We hypothesize that if there are centennial scale cold anomalies, which suppress local algal productivity and induce terrestrial erosion, then glacier advances of the local ice cap are likely to be concurrent. The first four cold events from the composite lake records (8.2, 6.6, 4 and 3.3 ka) are not observed in Drangaj€okull's record (Fig. 7I). At these times, the ice cap had receded to considerably smaller dimensions than present (Harning et al., 2016b) such that any potential residual ice never breached local lake catchment thresholds. During the late Holocene, Drangaj€okull was actively expanding into two threshold lake\ncatchments on the southeastern margin (Harning et al., 2016a). The threshold lake records combined with 14C-dated emerging dead vegetation define five periods of increasing ice cap dimensions at ~2.3, 1.8, 1.4, 1 and 0.5 ka. The four most recent lake-composite cold events (2.3, 1.8, 1 and 0.5 ka) are closely aligned with these times of Drangaj€okull expansion (Fig. 7). The final two ice margin advances\n(1 and 0.5 ka) are interpreted from Tr€ollkonuvatn's sediment record, when abundant clastic sediment was deposited into the lake. Because algal productivity can be hindered under glacial occupation of the lake, the Tr€ollkonuvatn organic proxy record is not fully independent from the corresponding Drangaj€okull advances."
  }, {
    "heading": "5. Regional comparisons and climate forcing mechanisms",
    "text": "5.1. Early Holocene (10e8.8 ka)\nAlthough NH summer insolation reached its Holocene zenith at ~11 ka (Berger and Loutre, 1991), peakwarmth over Iceland appears to have been delayed by the retreat of the Icelandic Ice Sheet (Geirsd ottir et al., 2009a), and by the release of fresh water into the North Atlantic from the waning Laurentide Ice Sheet, slowing the Atlantic Meridional Overturning Current (AMOC) and driving pervasive, short-term cooling events (Barber et al., 1999; Alley and Agústd ottir, 2005; Jennings et al., 2015). Two of these events at 9.4 and 8.2 ka (Fig. 7D), are coincident with a slight readvance of protoDrangaj€okull within Skorarvatn's catchment and cold climate proxies at ~8.2 ka in the composite lake records (Fig. 7IeK).\nIndependent evidence for an early Holocene readvance of protoDrangaj€okull's northern margin comes from a moraine at the mouth of Leirufj€orður, with an average 36Cl age of 9.3± 0.8 ka (n¼ 4) obtained from exposed boulders (Brynj olfsson et al., 2015a). Considering the uncertainty in the 36Cl age estimate (±0.8 ka), the moraine may correlate to our 9.4 ka advance. In support of this correlation, the lowermost 14C age from a lake sediment record near the mouth of Leirufj€orður, suggests that the Leirufjarðarj€okull readvance/standstill likely occurred during the older side of the 36Cl range (Schomacker et al., 2016). At this time elsewhere in Iceland, cooler and drier conditions are inferred from pollen and chironomid head capsules on nearby Tr€ollaskagi (Caseldine et al., 2006; Langdon et al., 2010), reduced d18O-SST in Isafjardardjúp (Quillmann et al., 2010) and on the North Iceland Shelf (Casta~neda et al., 2004), and depressed mean annual air temperature derived from a Vestfirðir soil bacteria CBT-MBT0 index (Fig. 7G, Moossen et al., 2015). High plagioclase/basalt ratios offshore of Vestfirðir also suggest increased ice rafting between ~9.6 and 9.4 ka (Andresen et al., 2005). Collectively, these lines of evidence point to oceanographic and terrestrial environmental change in Iceland that is consistent with a meltwater forcing mechanism from the Laurentide Ice Sheet.\n5.2. Holocene Thermal Maximum (HTM, 8.8e5.5 ka)\nIceland's terrestrial HTM has previously been constrained to ~7.9 to 5.5 ka based on qualitative lake sediment proxies (Fig. 7H, Larsen et al., 2012; Geirsd ottir et al., 2013), likely in associationwith progressive strengthening and warming of the Irminger Current (Casta~neda et al., 2004; Smith et al., 2005; Olafsd ottir et al., 2010). Numerical modeling experiments for Drangaj€okull suggest that peak air temperatureswere 2.5e3 Cwarmer at this time relative to the 1961e1990 CE average (Anderson et al., 2018). In contrast to the findings of Geirsd ottir et al. (2013), Drangaj€okull's significant areal reduction (Harning et al., 2016b), peak algal productivity, and relatively stable terrestrial environments on Vestfirðir point to peak Holocene warmth initiating earlier than 7.9 ka, by at least 8.8 ka (Fig. 7IeK). Peak Holocene mean annual air temperatures inferred from soil bacteria biomarkers between ~10.5 and 8.5 ka (Fig. 7G, Moossen et al., 2015) and the arrival of thermophilic birch trees on Vestfirðir (Caseldine et al., 2003) and around Tr€ollaskagi, north Iceland (Wastl et al., 2001; Eddud ottir et al., 2015) by ~9 ka, further support an earlier terrestrial HTM at this time.\nWe suggest the delayed warmth reflected in other Icelandic lake records may be related to additional confounding variables. During the early Holocene, Haukadalsvatnwas transitioning from a fjord to terrestrial environment (Geirsd ottir et al., 2013), and thus, may partially incorporate a cooler marine signal and/or freshwater input from meltwater associated with the lingering Pleistocene ice sheets. At the same time, Hvít arvatn may have been under the\ninfluence of the waning Icelandic Ice Sheet in the central highlands (Larsen et al., 2012), which would likely hinder local biological productivity and catchment stabilization. Intense volcanism induced from decompression of the mantle following recession of the Icelandic Ice Sheet (Sigvaldason et al., 1992; Sinton et al., 2005) may also have played a role. Considering Haukadalsvatn and Hvít arvatn are more proximal to the active volcanic zones relative to Vestfirðir, ecosystem disturbance and soil erosion from tephra fallout (Christensen, 2013) may have masked the warmth observed in Vestfirðir. In themarine realm, cooler SSTalong the North Iceland Shelf during the early Holocene may be linked to a more stratified water column characterized by a nutrient-depleted, freshwater cap, which could result in artifically lower SST reconstructions as the biological SST proxies respond to these secondary variables (e.g. Kristj ansd ottir et al., 2016).\nBetween ~8.7 and 7.9 ka, multi-centennial cooling on Vestfirðir is reflected by a gradual reduction in algal productivity and increase in terrestrial erosion (Fig. 7JeK). Peak cooling at this time is constrained to ~8.2 ka, coincident with the widespread 8.2 ka event (Alley and Agústd ottir, 2005; Rohling and P€alike, 2005). Although geologic evidence is lacking, recent numerical modeling experiments suggest a transient formation of <1 km3 of ice where Drangaj€okull is currently situated at 8.2 ka (Anderson et al., 2018), similar to Langj€okull, central Iceland (Flowers et al., 2008). In marine core MD99-2266 from Isafjarðardjúp, Quillmann et al. (2012) measured paired d18O and Mg/Ca in benthic foraminifera through the 8.2 ka event, providing evidence for local surface water freshening and a SST depression of 3e5 C. Based on diatom assemblages, Jiang et al. (2015) suggest a more modest summer SST reduction of ~0.8 C farther east at MD99-2275 (Fig. 7E). On Iceland's terrestrial realm, a composite lake sediment proxy record fromHaukadalsvatn and Hvít arvatn (HAK/HVTcomposite) suggests lower qualitative spring/summer temperatures between ~8.7 and 7.9 ka, similar to Vestfirðir (Fig. 7H, Geirsd ottir et al., 2013). The extended cooling reflected across lake records beginning at ~8.7 ka indicates that additional mechanisms influenced Iceland's climate prior to the release of freshwater from the Laurentide Ice Sheet at ~8.2 ka. Geirsd ottir et al. (2013) proposed atmospheric sulfate injection from explosive NH volcanism as a likely forcing, which begins at ~8.7 ka, as interpreted from Greenland ice core sulfate records (Fig. 7C). In contrast to the short-lived atmospheric massloading of sulfur from explosive eruptions, Icelandic effusive fissure eruptions can last for years and generate substantially more sulfate locally than their explosive counterparts (Thordarson et al., 1996, 2001). The prodigious sulfur release (121Mt) from the Thj ors a effusive fissure eruption at ~8.6 ka may have contributed to Iceland's prolonged cooling (Fig. 7C, Thordarson et al., 2003), in addition to another meltwater pulse through the Hudson Strait at ~8.6 ka (Fig. 7D, Jennings et al., 2015), and synchronous reduction of sunspot numbers (Solanki et al., 2004).\nAt ~6.6 ka, Vestfirðir's composite proxy records mark another period of cooling reflected in Icelandic lake and marine records (Fig. 7EeK). Between 6.8 and 6.5 ka, a series of four fissure vent eruptions were generated from the Katla and Veiðiv€otn volcanic systems in Iceland, which may have driven the observed local cooling through sustained atmospheric sulfur loading (Fig. 7C, Thordarson et al., 2003), in addition to separate NH explosive eruptions indicated by elevated sulfate concentrations in Greenland ice core records (Fig. 7C)."
  }, {
    "heading": "5.3. Neoglaciation (5.5 ka to present)",
    "text": "Existing lacustrine proxy records indicate the initiation of Iceland's Neoglaciation at ~5.5 ka, with subsequent and persistent step-wise cooling through to the present (Fig. 7H, Larsen et al.,\n2012; Geirsd ottir et al., 2013). However, along Iceland's northern coastline, three lakes show relatively stable conditions until 3-2 ka, after which the climate enters a pronounced cooling trend (Axford et al., 2007; Florian, 2016).\nA first-order cooling trend is apparent in Vestfirðir's BSi and C/N composite records beginning at ~5.3 ka, consistent with the Vestfirðir soil bacteria CBT-MBT0 MAT and the HAK/HVT composite (Fig. 7GeH). But similar to elsewhere in north Iceland, more persistent cooling is delayed until ~3 ka (Fig. 7J). Marine records spanning the North Iceland Shelf indicate relatively stable summer SST during themiddle Holocene (Giraudeau et al., 2004; Bendle and Rosell-Mel e, 2007; Jiang et al., 2015), with a regime shift toward cooler conditions between ~3.4 and 3 ka (Andersen et al., 2004; Moossen et al., 2015; Kristj ansd ottir et al., 2016). These records suggest that during the late Holocene the thermal inertia of the North Iceland Shelf's sea surface was a more important modulator of Vestfirðir and north Iceland's coastal climate (Axford et al., 2007; Florian, 2016) relative to that of the interior, where summer insolation decline was more influential (Larsen et al., 2012; Geirsd ottir et al., 2013).\nCoincident with Vestfirðir's cold event between 4.2 and 4 ka, as inferred from the BSi and C/N composites, there is a notable cooling on the North Iceland Shelf inferred from the d18O of benthic and planktonic foraminifera (Casta~neda et al., 2004) as well as diatom assemblages (Fig. 7E). Changes in IP25 concentrations off north Iceland suggest a gradual increase of sea ice after 4 ka (Fig. 7F). The HAK/HVT composite also documents cooling at ~4.2 ka (Fig. 7H). This cold event coincides with a period of lower TSI (Fig. 7B), which has previously been proposed as a driving mechanism for this North Atlantic centennial-scale cooling event (e.g. Bond et al., 2001).\nAt ~3.3 ka, there is a decrease in MD99-2275 SST and a sea ice increase at MD99-2269, coincident with Vestfirðir's cold event (Fig. 7EeF). Although this cold anomaly is not reflected in the HAK/ HVT composite (Fig. 7H), there is a concurrent BSi reduction in Haukadalsvatn (Geirsd ottir et al., 2013), as well as some of the lowest Holocene temperatures inferred from the soil bacteria CBTMBT0 index in Isafjarðardjúp (Fig. 7G, Moossen et al., 2015). At the same time on nearby Tr€ollaskagi, north Iceland, birch pollen reached the lowest concentrations of the past 9.2 ka (Wastl et al., 2001). This interval is characterized by below average TSI and moderate explosive volcanism (Fig. 7BeC), as well as weakening of the AMOC south of Iceland (Hall et al., 2004). Additionally, changes may relate to atmospheric (Trouet et al., 2009; Olsen et al., 2012) and/or oceanic (Knudsen et al., 2011) modes of internal climate variability. A North Atlantic Oscillation (NAO) proxy record constructed from lake sediment collected near Kangerlussuaq, SW Greenland, reveals a shift toward a negative mode (NAO-) at ~3.3 ka (Fig. 7A, Olsen et al., 2012). In the North Atlantic, the NAO- pushes the prevailing westerlies southward, which then allows colder, northerly winds to dominate (Hurrell et al., 2003). These changes in wind structure may strengthen the southward flowing Arctic ocean currents, weaken the strength of the warmer IC carried around Iceland (Blindheim and Malmberg, 2005) as well as transport more sea ice to Iceland's coastline.\nAt ~2.4 ka, Vestfirðir's third cold event and the first recorded expansion of Drangaj€okull (Fig. 7I) are contemporaneous with advances of other glaciers in Iceland (St€otter et al., 1999; Geirsd ottir et al., 2009a; Larsen et al., 2011), cooler SST (Fig. 7E, Jiang et al., 2015) and abrupt sea ice expansion on the North Iceland Shelf (Fig. 7F, Cabedo-Sanz et al., 2016). This cold period aligns with a NAO-mode (Fig. 7A) in addition to a tropical volcanic eruptionwith the largest radiative forcing of the last 2.5 ka (Sigl et al., 2015), offering triggers for the observed changes. The multi-centennial duration observed in the marine and terrestrial records suggests\nthen that the initial cooling may have been sustained by additional mechanisms, such as ocean/sea-ice feedbacks (e.g. Miller et al., 2012).\nAt 1.8 ka, Drangaj€okull's northern margin expanded and the Vestfirðir lake composites suggest cooler local conditions, particularly with respect to elevated terrestrial erosion. Elsewhere in Iceland, intensified cooling is interpreted from BSi records, in north (Florian, 2016) and west Iceland (Geirsd ottir et al., 2009b). In contrast to the observed Icelandic cooling, there exist no significant changes in North Iceland Shelf SST and seasonal sea ice is relatively reduced at this time (Fig. 7EeF). Although an explosive NH volcanic event is recorded at ~ 2ka in Greenland ice cores, there is little evidence for explosive volcanism during the 1.8 ka cool event (Fig. 7C). However, TSI does exhibit a short-term reduction to below average values at ~1.8 ka (Fig. 7B). Due to the steadily diminishing NH summer insolation, the climate system in Iceland was perhaps more vulnerable to slight changes in climate forcings, such as TSI, at this time.\nAt ~1.3 ka, the cooling on Vestfirðir indicated by Drangaj€okull advances (Harning et al., 2016a) and the lake proxy composites is supported by a step shift toward lower spring/summers inferred from the HAK/HVT composite (Fig. 7H) and synchronous expansion of Langj€okull (Larsen et al., 2011) and glaciers across the NH (Solomina et al., 2016). South of Iceland, reduced sortable silt sizes frommarine sediment reflect aweakened AMOC, whichwould lead to reduced northward heat transport (Hall et al., 2004). We suggest that these oceanographic circulation changes may have driven the concurrent reduction in SST and expansion of sea ice reflected on the North Iceland Shelf (Fig. 7EeF). Albeit with a potentially different trigger, we propose that similar to the LIA (Miller et al., 2012), pronounced reduction of TSI (Steinhilber et al., 2009) and/ or a series of large volcanic eruptions (Sigl et al., 2015; Büntgen et al., 2016) likely led to the observed changes in ocean circulation and sea surface conditions around Iceland.\nDuring the Little Ice Age (LIA, 1250e1850 CE), the Vestfirðir region entered the lowest multi-centennial spring/summer temperature anomalies of the last 9 ka. Based on recent numerical modeling simulations, this anomaly is estimated to be 0.6e0.8 C below the 1950e2015 average on Vestfirðir (Anderson et al., 2018). The LIA witnessed the maximum Neoglacial dimensions of Drangaj€okull (Brynj olfsson et al., 2014; Harning et al., 2016a) as well as other Icelandic ice caps (Geirsd ottir et al., 2009a; Larsen et al., 2011; Striberger et al., 2012) and those throughout the NH (Solomina et al., 2016). At this time, the North Iceland Shelf is characterized by the coldest summer SST and most extensive sea ice of the Holocene (Fig. 7EeF), yet with minimal changes in NH summer insolation (Fig. 7A and Berger and Loutre, 1991). Recent modeling efforts constrained by data-based observations point to a feedback forcing mechanism where initially a series of explosive volcanic eruptions induced persistent NH cooling, allowing subsequent expansion of sea ice, slowing of the northward heat transfer in the North Atlantic and reduction of SST (Miller et al., 2012; Sicre et al., 2013). Changes in atmospheric modes of internal climate variability (NAO-) likely contributed to the state of the LIA (Trouet et al., 2009) as well as TSI minima (Shindell et al., 2001)."
  }, {
    "heading": "6. Conclusions",
    "text": "We present the first continuous climate reconstruction since deglaciation based on lake sediment proxies from Vestfirðir, Iceland. The composite proxy records for spring/summer temperature (BSi) and organic matter source (C/N) from two lakes provide a subcentennial qualitative perspective on local climate and help verify new and previously constrained activity of Drangaj€okull. The HTM initiates ~1ka earlier than in other terrestrial Icelandic records, in\nline with the rapid deglaciation of proto-Drangaj€okull and elevated NH summer insolation. Although Neoglacial cooling initiates at ~5.3 ka elsewhere in Iceland, pronounced cooling on Vestfirðir is delayed, likely due to its proximity to the SST along the adjacent North Iceland Shelf. In addition to the monotonic reduction of NH summer insolation, forcing mechanisms/feedbacks likely responsible for Vestfirðir's punctuated Holocene climate history include early Holocene freshwater pulses from the decaying Laurentide Ice Sheet and local effusive volcanism. Late Holocene stepped cooling is likely driven by variable combinations of low TSI, explosive and effusive volcanism, internal modes of climate variability, and sustained by ocean/sea-ice feedbacks. The strong similarities between climate proxy records from Vestfirðir lake sediment records and North Iceland Shelf oceanographic records reinforce the growing conception that Iceland may be representative of climate evolution across the northern North Atlantic region."
  }, {
    "heading": "Acknowledgements",
    "text": "This work was supported by the Icelandic Center for Research through grants awarded to DJH (#163431051) and to AG and GHM (#130775051, Grant-of-Excellence #141573052) as well as the University of Iceland Research Fund. A CU Geological Sciences Department Mentor Grant supported Eric Gunderson, who assisted in developing both FTIR-BSi records. We thank Siggi and others from West Tours, Isafj€orður, for facilitating boat transportation to Hrafnsfj€orður in August 2016. þorsteinn J onsson, Sveinbj€orn Steinþ orsson and Sydney Gunnarson are kindly thanked for exceptional assistance and company in the field. We appreciate the constructive comments provided by two anonymous reviewers, which contributed to the overall improvement of this manuscript."
  }],
  "year": 2018,
  "references": [{
    "title": "The 8k event: cause and consequences of a major Holocene abrupt climate change",
    "authors": ["R.B. Alley", "A.M. Agústd ottir"],
    "venue": "Quat. Sci. Rev",
    "year": 2005
  }, {
    "title": "Nonuniform response of the major surface currents in the Nordic Seas to insolation forcings: implications for the Holocene climate variability",
    "authors": ["C. Andersen", "N. Koç", "A.E. Jennings", "J.T. Andrews"],
    "venue": "Paleoceanography 19,",
    "year": 2004
  }, {
    "title": "Holocene glacier and climate variations in Vestfirðir, Iceland, from the modeling of Drangaj€",
    "authors": ["A. ottir", "G.H. Miller", "D.J. Harning", "þorsteinsson", "E. Magnússon", "F. P alsson"],
    "year": 2018
  }, {
    "title": "Holocene variability at multidecadal time scales detected by sedimentological indicators in a shelf core NW off Iceland",
    "authors": ["S. orck"],
    "venue": "Mar. Geol",
    "year": 2005
  }, {
    "title": "Holocene temperature history of northern Iceland inferred from subfossil midges",
    "authors": ["Y. Axford", "G.H. Miller", "A. Geirsd ottir", "P.G. Langdon"],
    "venue": "Quat. Sci. Rev",
    "year": 2007
  }, {
    "title": "Forcing of the cold event of 8,200 years ago by catastrophic drainage of Laurentian lakes",
    "authors": ["D.C. Barber", "A. Dyke", "C. Hillaire-Marcel", "A.E. Jennings", "J.T. Andrews", "M.W. Kerwin", "G. Bilodeau", "R. McNeely", "J. Southon", "M.D. Morehead", "Gagnon", "J.-M"],
    "venue": "Nature 400,",
    "year": 1999
  }, {
    "title": "High-resolution alkenone sea surface temperature variability on the north Icelandic shelf: implications for Nordic Seas palaeoclimatic development during the Holocene",
    "authors": ["J.A.P. Bendle", "A. Rosell-Mel e"],
    "venue": "Holocene 17,",
    "year": 2007
  }, {
    "title": "Insolation values for the climate of the last 10 million years",
    "authors": ["A. Berger", "M.F. Loutre"],
    "venue": "Quat. Sci. Rev",
    "year": 1991
  }, {
    "title": "Methods and code for ‘classical",
    "authors": ["M. Blaauw"],
    "venue": "age-modeling of radiocarbon sequences. Quat. Geochronol",
    "year": 2010
  }, {
    "title": "A high-resolution multi-proxy lake record of Holocene environmental change in southern Iceland",
    "authors": ["C.L. Blair", "A. Geirsd ottir", "G.H. Miller"],
    "venue": "J. Quat. Sci",
    "year": 2015
  }, {
    "title": "The mean sea level pressure gradient across the Denmark Strait as an indicator of conditions in the North Iceland Irminger Current",
    "authors": ["J. Blindheim", "S.A. Malmberg"],
    "venue": "The Nordic Seas: an Integrated Perspective. in: Geophys. Monogr.,",
    "year": 2005
  }, {
    "title": "Persistent solar influence",
    "authors": ["G. Bond", "B. Kromer", "J. Beer", "R. Muscheler", "M.N. Evans", "W. Showers", "S. Hoffmann", "R. Lotti-Bond", "I. Hajdas", "G. Bonani"],
    "year": 2001
  }, {
    "title": "Evaluation of climate models using palaeoclimatic data",
    "authors": ["P. Braconnot", "S.P. Harrison", "M. Kageyama", "P.J. Bartlein", "V. Masson-Delmotte", "A. AbeOuchi", "B. Otto-Bliesner", "Y. Zhao"],
    "venue": "Nat. Clim. Change",
    "year": 2012
  }, {
    "title": "Bayesian analysis of radiocarbon dates",
    "authors": ["C. Bronk Ramsey"],
    "venue": "Radiocarbon 51,",
    "year": 2009
  }, {
    "title": "Geomorphology and the Little Ice Age extent of the Drangaj€",
    "authors": ["S. olfsson", "A. Schomacker", "O. Ing olfsson"],
    "year": 2014
  }, {
    "title": "Cooling and societal change during the late antique little ice age",
    "authors": ["U. Büntgen", "V.S. Myglan", "F.C. Ljungqvist", "M. McCormick", "N. Di Cosmo", "M. Sigl", "J. Jungclaus", "S. Wagner", "P.J. Krusic", "J. Esper", "J.O. Kaplan", "M.A.C. de Vaan", "J. Luterbacher", "L. Wacker", "W. Tegel", "A.V. Kirdyanov"],
    "venue": "AD. Nat. Geosci",
    "year": 2016
  }, {
    "title": "Variability in drift ice export from the Arctic Ocean to the North Iceland Shelf over the last 8000 years: A multi-proxy evaluation",
    "authors": ["P. Cabedo-Sanz", "S.T. Belt", "A.E. Jennings", "J.T. Andrews", "A. Geirsd ottir"],
    "venue": "Quat. Sci",
    "year": 2016
  }, {
    "title": "Efstadalsvatn e a multi-proxy study of a Holocene lacustrine sequence from NW Iceland",
    "authors": ["C. Caseldine", "A. Geirsd ottir", "P. Langdon"],
    "venue": "J. Paleolimnol",
    "year": 2003
  }, {
    "title": "Early Holocene climate variability and the timing and extent of the Holocene Thermal Maximum (HTM) in northern Iceland",
    "authors": ["C. Caseldine", "P.G. Langdon", "N. Holmes"],
    "venue": "Quat. Sci. Rev",
    "year": 2006
  }, {
    "title": "Temporal changes in Holocene",
    "authors": ["G.B. ottir", "J.T. Andrews"],
    "year": 2004
  }, {
    "title": "Multi-proxy Responses of Icelandic Lakes to Holocene Tephra Perturbations",
    "authors": ["C.L. Christensen"],
    "venue": "MSc thesis. University of Colorado,",
    "year": 2013
  }, {
    "title": "Tracking Environmental Change Using Lake Sediments. Volume 3: Terrestrial, Algal, and Siliceous Indicators",
    "authors": ["D.J. Conley", "C.L. Schelske"],
    "venue": "Biogenic silica,",
    "year": 2001
  }, {
    "title": "March through August Ice Edge Positions in the Nordic Seas, 1750e2002, Version 1. NSIDC: National Snow and Ice Data Center, Boulder, Colorado USA",
    "authors": ["D.V. Divine", "C. Dick"],
    "year": 2007
  }, {
    "title": "Life on the periphery is tough: vegetation in Northwest Iceland and its responses to early-Holocene warmth and later climate fluctuations",
    "authors": ["S.D. ottir", "E. Erlendsson", "G. Gíslad ottir"],
    "venue": "Holocene 25,",
    "year": 2015
  }, {
    "title": "Marine reservoir age variability and water mass distribution in the Iceland Sea",
    "authors": ["J. Eiríksson", "G. Larsen", "K.L. Knudsen", "J. Heinemeier", "L.A. Símonarson"],
    "venue": "Quat. Sci. Rev",
    "year": 2004
  }, {
    "title": "Multi-proxy Reconstructions of Holocene Environmental Change and Catchment Biogeochemistry Using Algal Pigments and Stable Isotopes Preserved in Lake Sediment from Baffin Island and Iceland",
    "authors": ["C.R. Florian"],
    "venue": "PhD thesis. University of Colorado, Boulder,",
    "year": 2016
  }, {
    "title": "Lake sediment evidence for late Holocene climate change and landscape erosion in western Iceland",
    "authors": ["F.J. Gathorne-Hardy", "E. Erlendsson", "P.G. Langdon", "K.J. Edwards"],
    "venue": "J. Paleolimnol",
    "year": 2009
  }, {
    "title": "Holocene and latest Pleistocene climate and glacier fluctuations in Iceland",
    "authors": ["A. ottir", "G.H. Miller", "Y. Axford", "S. Olafsd ottir"],
    "venue": "Quat. Sci. Rev",
    "year": 2009
  }, {
    "title": "Abrupt Holocene climate transitions in the northern North Atlantic region recorded by synchronized lacustrine records in Iceland",
    "authors": ["A. ottir", "G.H. Miller", "D.J. Larsen", "S. Olafsd ottir"],
    "venue": "Quat. Sci. Rev",
    "year": 2013
  }, {
    "title": "A 2000 yr record of climate variations reconstructed from Haukadalsvatn, West Iceland",
    "authors": ["A. ottir", "G.H. Miller", "K.B. Olafsd ottir"],
    "venue": "J. Paleolimnol",
    "year": 2009
  }, {
    "title": "Timing and mechanisms of surface and intermediate water circulation changes in the Nordic Sea over the last 10000 cal years: a view from the North Iceland Shelf",
    "authors": ["J. Giraudeau", "A.E. Jennings", "J.T. Andrews"],
    "venue": "Quat. Sci. Rev",
    "year": 2004
  }, {
    "title": "Centennial to millenial scale Holocene climate-deep water linkage in the North Atlantic",
    "authors": ["I.R. Hall", "G.G. Bianchi", "J.R. Evans"],
    "venue": "Quat. Sci. Rev",
    "year": 2004
  }, {
    "title": "Tertiary volcanism in Iceland",
    "authors": ["B.S. Harðarson", "J.G. Fitton", "A. Hjartarson"],
    "venue": "Jokull 58,",
    "year": 2008
  }, {
    "title": "Episodic expansion of Drangaj€",
    "authors": ["D.J. Harning", "A. Geirsd ottir", "G.H. Miller", "L. Anderson"],
    "year": 2016
  }, {
    "title": "2016b. Early Holocene deglaciation of Drangaj€",
    "authors": ["D.J. Harning", "A. Geirsd ottir", "G.H. Miller", "K. Zalzal"],
    "year": 2016
  }, {
    "title": "An overview of the north",
    "authors": ["Geochronol", "J.W. 59e79. Hurrell", "Y. Kushnir", "G. Ottersen", "M. Visbeck"],
    "year": 2003
  }, {
    "title": "Solar forcing of Holocene summer sea-surface temperatures in the northern North Atlantic",
    "authors": ["S. orck", "Seidenkrantz", "M.-S", "J. Olsen", "L. Sha", "J. Sjolte", "J. Eiríksson", "L. Ran", "Knudsen", "K.-L", "M.F. Knudsen"],
    "venue": "Geology 43,",
    "year": 2015
  }, {
    "title": "Ice-volume changes, bias estimation of mass-balance measurements and changes in subglacial lakes derived from lidar mapping of the surface of Icelandic glaciers",
    "authors": ["H. ornsson", "E. Magnússon", "S. Guðmundsson", "F. P alsson", "O. Sigurðsson", "T. Thorsteinsson", "E. Berthier"],
    "venue": "Ann. Geol",
    "year": 2013
  }, {
    "title": "Evolution of the Irminger and East Icelandic Current systems through the Holocene, revealed by diatom-based sea surface temperature reconstructions",
    "authors": ["A. Justwan", "N. Koc", "A.E. Jennings"],
    "venue": "Quat. Sci. Rev",
    "year": 2008
  }, {
    "title": "Tracking the atlantic multidecadal oscillation through the last 8,000 years",
    "authors": ["M.F. Knudsen", "Seidenkrantz", "M.-S", "B.H. Jacobsen", "A. Kuijpers"],
    "venue": "Nat. Commun",
    "year": 2011
  }, {
    "title": "Holocene Mg/Ca, alkenones, and light stable isotope measurements on the outer North Iceland shelf (MD99-2269): a comparisonwith other multi-proxy data and sub-division of the Holocene",
    "authors": ["G.B. ottir", "M. Moros", "J.T. Andrews", "A.E. Jennings"],
    "venue": "Holocene 27,",
    "year": 2016
  }, {
    "title": "Lacustrine evidence of early-Holocene environmental change in northern Iceland: a multiproxy palaeoecology and stable isotope study",
    "authors": ["P.G. Langdon", "M.J. Leng", "N. Holmes", "C.J. Caseldine"],
    "venue": "Holocene 20,",
    "year": 2010
  }, {
    "title": "A 3000-year varved record of glacier activity and climate change from the proglacial lake Hvít arvatn, Iceland",
    "authors": ["A. ottir", "T. Thordarson"],
    "venue": "Quat. Sci. Rev. 30,",
    "year": 2011
  }, {
    "title": "The subglacial topography of Drangaj€",
    "authors": ["A. ottir"],
    "year": 2016
  }, {
    "title": "Biogenic silica concentration as a high-resolution, quantitative temperature proxy at Hallet Lake, south-central Alaska",
    "authors": ["N.P. McKay", "D.S. Kaufman", "N. Michelutti"],
    "venue": "Geophys. Res. Lett. 35,",
    "year": 2008
  }, {
    "title": "Applications of organic geochemistry to paleolimnological reconstructions: a summary of examples from the Laurentian Great Lakes",
    "authors": ["P.A. Meyers"],
    "venue": "Org. Geochem",
    "year": 2003
  }, {
    "title": "Abrupt onset of the Little Ice Age triggered by volcanism and sustained sea-ice/ocean feedbacks",
    "authors": ["H. ornsson", "T. Thordarson"],
    "venue": "Geophys. Res. Lett. 39,",
    "year": 2012
  }, {
    "title": "Episodic Neoglacial snowline descent and glacier expansion on Svalbard reconstructed",
    "authors": ["G.H. Miller", "J.Y. Landvik", "S.J. Lehman", "J.R. Southon"],
    "year": 2017
  }, {
    "title": "Unprecendented recent summer warmth in Arctic Canada",
    "authors": ["G.H. Miller", "S.J. Lehman", "K.A. Refsnider", "J.R. Southon", "Y. Zhong"],
    "venue": "Geophy. Res. Lett",
    "year": 2013
  }, {
    "title": "North Atlantic Holocene climate evolution recorded by high-resolution terrestrial and marine biomarker records",
    "authors": ["H. Moossen", "J. Bendle", "O. Seki", "U. Quillmann", "K. Kawamura"],
    "venue": "Quat. Sci",
    "year": 2015
  }, {
    "title": "Holocene history of drift ice in the northern North Atlantic: evidence for different spatial and temporal modes",
    "authors": ["M. Moros", "J.T. Andrews", "D.D. Eberl", "E. Jansen"],
    "venue": "Paleoceanography 21,",
    "year": 2006
  }, {
    "title": "Holocene variability of the North Atlantic Irminger current on the south- and northwest shelf of Iceland",
    "authors": ["A. ottir", "J.T. Andrews", "G.H. Miller"],
    "venue": "Mar. Micropaleontol",
    "year": 2010
  }, {
    "title": "Variability of the North Atlantic oscillation over the past 5,200 years",
    "authors": ["J. Olsen", "N.J. Anderson", "M.F. Knudsen"],
    "venue": "Nat. Geosci",
    "year": 2012
  }, {
    "title": "Macintosh program performs time-series analysis",
    "authors": ["D. Paillard", "L. Labeyrie", "P. Yiou"],
    "venue": "Eos Trans. Am. Geophys. Union",
    "year": 1996
  }, {
    "title": "Reconstructing Holocene palaeoclimate and palaeoceanography in Isafjarðardjúp, northwest Iceland, from two fjord records overprinted by relative sea-level and local hydrographic changes",
    "authors": ["U. Quillmann", "A.E. Jennings", "J.T. Andrews"],
    "venue": "J. Quat. Sci",
    "year": 2010
  }, {
    "title": "Cooling and freshening at 8.2 ka on the NW Iceland Shelf recorded in paired d18O and Mg/Ca measurements of the benthic foraminifer Cibicides lobatulus",
    "authors": ["U. Quillmann", "T.M. Marchitto", "A.E. Jennings", "J.T. Andrews", "B.F. Friestad"],
    "venue": "Quat. Res",
    "year": 2012
  }, {
    "title": "Intcal13 and Marine13 radiocarbon age calibration curves 050,000 years cal BP",
    "authors": ["C. e", "T.J. Heaton", "D.L. Hoffmann", "A.G. Hogg", "K.A. Hughen", "K.F. Kaiser", "B. Kromer", "S.W. Manning", "M. Niu", "R.W. Reimer", "D.A. Richards", "E.M. Scott", "J.R. Southon", "R.A. Staff", "C.S.M. Turney", "J. van der Plicht"],
    "venue": "Radiocarbon 55,",
    "year": 2013
  }, {
    "title": "Centennial-scale climate cooling with a sudden cold event around 8,200 years ago",
    "authors": ["H. alike"],
    "venue": "Nature 434,",
    "year": 2005
  }, {
    "title": "Processes and impacts of Arctic amplification: a research synthesis",
    "authors": ["M.C. Serreze", "R.G. Barry"],
    "venue": "Global Planet. Change",
    "year": 2011
  }, {
    "title": "Solar forcing of regional climate change during the Maunder Minimum",
    "authors": ["D.T. Shindell", "G.A. Schmidt", "M.E. Mann", "D. Rind", "A. Waple"],
    "venue": "Science 294,",
    "year": 2001
  }, {
    "title": "Sea surface temperature and sea ice variability in the subpolar North Atlantic from explosive volcanism of the late thirteenth century",
    "authors": ["G. e"],
    "venue": "Geophys. Res. Lett",
    "year": 2013
  }, {
    "title": "Timing and climate forcing of volcanic eruptions",
    "authors": ["M. Sigl", "M. Winstrup", "J.R. McConnell", "K.C. Welten", "G. Plunkett", "F. Ludlow", "U. Büntgen", "M. Caffee", "N. Chellman", "D. Dahl-Jensen", "H. Fischer", "S. Kipfstuhl", "C. Kostick", "O.J. Maselli", "F. Mekhaldi", "R. Mulvaney", "R. Muscheler", "D.R. Pasteris", "J.R. Pilcher", "M. Salzer", "S. Schüpbach", "J.P. Steffensen", "B.M. Vinther", "T.E. Woodruff"],
    "year": 2015
  }, {
    "title": "Effect of glacier unloading/deloading on volcanism: postglacial volcanic eruption rate of the Dyngjufj€",
    "authors": ["G. Sigvaldason", "K. Annertz", "M. Nilsson"],
    "year": 1992
  }, {
    "title": "Post-glacial eruptive history of the western volcanic zone, Iceland",
    "authors": ["K. onvold", "K. Sæmundsson"],
    "venue": "Geochem., Geophys., Geosyst",
    "year": 2005
  }, {
    "title": "Stable isotope composition of plants and peat from Arctic mire and geothermal area in Iceland",
    "authors": ["G. Skrzypek", "D. Paul", "B. Wojtu n"],
    "venue": "Pol. Polar Res",
    "year": 2008
  }, {
    "title": "Temperature reconstructions for SW and N Iceland waters over the last 10 cal ka based on",
    "authors": ["A.E. ornsd ottir"],
    "year": 2005
  }, {
    "title": "Unusual activity of the Sun during the recent decades compared to the previous 11,000 years",
    "authors": ["S.K. Solanki", "I.G. Usoskin", "B. Kromer", "M. Schüssler", "J. Beer"],
    "venue": "Nature 431,",
    "year": 2004
  }, {
    "title": "Holocene sea surface conditions in the western North Atlantic: spatial and temporal heterogeneities",
    "authors": ["S. Solignac", "J. Giraudeau", "A. de Vernal"],
    "venue": "Paleoceanography 21,",
    "year": 2006
  }, {
    "title": "Glacier fluctuations during the past",
    "authors": ["O.N. Solomina", "R.S. Bradley", "V. Jomelli", "A. Geirsd ottir", "D.S. Kaufman", "J. Koch", "N.P. McKay", "M. Masiokas", "G. Miller", "A. Nesje", "K. Nicolussi", "L.A. Owen", "A.E. Putnam", "H. Wanner", "G. Wiles", "B. Yang"],
    "venue": "years. Quat. Sci. Rev. 149,",
    "year": 2016
  }, {
    "title": "Total solar irradiance during the Holocene",
    "authors": ["C. ohlich"],
    "venue": "Geophys. Res. Lett. 36,",
    "year": 2009
  }, {
    "title": "The sediments of Lake L€",
    "authors": ["S. orck", "S. Holmgren", "L. Hamerlík"],
    "year": 2012
  }, {
    "title": "Holocene palaeoclimatic reconstruction in northern Iceland: approaches and results",
    "authors": ["T. aberle"],
    "venue": "Quat. Sci. Rev",
    "year": 1999
  }, {
    "title": "New estimates of sulphur degassing and atmospheric mass-loading by the AD 934 Eldgj a eruption, Iceland",
    "authors": ["T. Thordarson", "D.J. Miller", "G. Larsen", "S. Self", "H. Sigurdsson"],
    "venue": "J. Volcanol. Geoth. Res",
    "year": 2001
  }, {
    "title": "Sulphur release from flood lava eruptions in the Veidiv€",
    "authors": ["E.G. ottir"],
    "year": 2003
  }, {
    "title": "Sulphur, chlorine, and fluorine degassing and atmospheric loading by the 1783-1784 AD Laki (Skaft ar Fires) eruption in Iceland",
    "authors": ["T. Thordarson", "S. Self", "N. Oskarsson", "T. Hulsebosch"],
    "venue": "Bull. Volcanol",
    "year": 1996
  }, {
    "title": "Persistent positive North Atlantic oscillation mode dominated the medieval climate anomaly",
    "authors": ["V. Trouet", "J. Esper", "N.E. Graham", "A. Baker", "J.D. Scourse", "D.C. Frank"],
    "venue": "Science 324,",
    "year": 2009
  }, {
    "title": "The stable isotopic (C and N) composition of modern plants and lichens from northern Iceland: with ecological and paleoenvironmental implications",
    "authors": ["Y. Wang", "M. Wooller"],
    "venue": "Jokull 56,",
    "year": 2006
  }, {
    "title": "Reconstruction of Holocene variations of the upper limit of tree or shrub birch growth in northern Iceland based on evidence from Vestur",
    "authors": ["J. otter", "C. Caseldine"],
    "year": 2001
  }, {
    "title": "ollaskagi. Arctic Antarct",
    "authors": ["G.A. Zielinski", "P.A. Mayewski", "L.D. Meeker", "S. Whitlow", "M.S. Twickler"],
    "venue": "Alpine Res",
    "year": 1996
  }],
  "id": "SP:3acdea0592ce6b049cc9724c42aee4a7a7838735",
  "authors": [{
    "name": "David J. Harning",
    "affiliations": []
  }, {
    "name": "Aslaug Geirsd ottir",
    "affiliations": []
  }, {
    "name": "Gifford H. Miller",
    "affiliations": []
  }],
  "abstractText": "Emerging Holocene paleoclimate datasets point to a non-linear response of Icelandic climate against a background of steady orbital cooling. The Vestfirðir peninsula (NW Iceland) is an ideal target for continued climate reconstructions due to the presence of a small ice cap (Drangaj€ okull) and numerous lakes, which provide two independent means to evaluate existing Icelandic climate records and to constrain the forcing mechanisms behind centennial-scale cold anomalies. Here, we present new evidence for Holocene expansions of Drangaj€ okull based on 14C dates from entombed dead vegetation as well as two continuous Holocene lake sediment records. Lake sediments were analyzed for both bulk physical (MS) and biological (%TOC, d13C, C/N, and BSi) parameters. Composite BSi and C/N records from the two lakes yield a sub-centennial qualitative perspective on algal (diatom) productivity and terrestrial landscape stability, respectively. The Vestfirðir lake proxies suggest initiation of the Holocene Thermal Maximum by ~8.8 ka with subsequent and pronounced cooling not apparent until ~3 ka. Synchronous periods of reduced algal productivity and accelerated landscape instability point to cold anomalies centered at ~8.2, 6.6, 4.2, 3.3, 2.3, 1.8, 1, and 0.25 ka. Triggers for cold anomalies are linked to variable combinations of freshwater pulses, low total solar irradiance, explosive and effusive volcanism, and internal modes of climate variability, with cooling likely sustained by ocean/sea-ice feedbacks. The climate evolution reflected by our glacial and organic proxy records corresponds closely to marine records from the North Iceland Shelf. © 2018 Elsevier Ltd. All rights reserved.",
  "title": "Punctuated Holocene climate of Vestfirðir, Iceland, linked to internal/ external variables and oceanographic conditions"
}