{
  "sections": [{
    "text": "The “methane-led hypotheses” assume that gas hydrates and marine seeps are the sole geologic factors controlling Quaternary atmospheric and climate changes. Nevertheless, a wider class of geologic sources of methane exist which could have played a role in past climate changes. Beyond offshore seepage, relevant geologic emissions of methane (GEM) are from onshore seepage, including mud volcanism, microseepage and geothermal flux; altogether GEM are the second most important natural source of atmospheric methane at present. The amount of methane entering the atmosphere from onshore GEM seems to prevail on that from offshore seepage. Onshore sources inject a predominantly isotopically heavy (13C-enriched) methane into the atmosphere. They are controlled mainly by endogenic (geodynamic) processes, which induce large-scale gas flow variations over geologic and millennial time scales, and only partially by exogenic (surface) conditions, so that they are not affected by negative feedbacks. The eventual influence on atmospheric methane concentration does not necessarily require catastrophic or abrupt releases, as proposed for the “clathrate gun hypothesis”. Enhanced degassing from these sources could have contributed to the methane trends observed in the ice core records, and could explain the late Quaternary peaks of increased methane concentrations accompanied by the enrichment of isotopically heavy methane, as recently observed. This hypothesis shall be tested by means of robust multidisciplinary studies, mainly based on a series of atmospheric, biologic and geologic proxies. © 2007 Elsevier B.V. All rights reserved.\nKeywords: climate change; methane; greenhouse gas emissions; Quaternary"
  }, {
    "heading": "1. Introduction",
    "text": "It has recently been recognised that the Geologic Emissions of Methane (GEM), including mud volcanism, microseepage, marine seeps and geothermal flux, are second only to wetlands as a natural source of atmospheric methane at present (Etiope and Klusman, 2002; Etiope, 2004). Current estimates of GEM, formerly considered as only a minor source (e.g., Judd et al., 1993; Lelieveld et al., 1998), are in the range 40–60 Mt CH4 y−1 (Fig. 1; Etiope, 2004; Kvenvolden and Rogers, 2005). This amount is similar to or even greater than outputs or inputs from\n⁎ Corresponding author. Tel.: +39 0651860394; fax: +39 0651860338. E-mail address: etiope@ingv.it (G. Etiope).\n0921-8181/$ - see front matter © 2007 Elsevier B.V. All rights reserved. doi:10.1016/j.gloplacha.2007.08.008\nother methane sources and sinks such as biomass burning, termites, oceans and soil uptake. Despite this, geologic sources received no mention in the previous inventories of the Intergovernmental Panel on Climate Change (IPCC, 2001). However the UNECE Task Force on Emission Inventories and Projections (http://www.tfeip-secretariat.org), in a current revision of the UNECE/EMEP Atmospheric Emission Inventory Guidebook (EEA, 2004), is now including geological sources with a new description and emission factors (Etiope, 2006).\nGEM would contribute to balance the isotopic budget of atmospheric methane, being more than enough to account for the suspected “missing source” of methane which is an “unexplained” difference between the sum of the fossil-fuel sources (74–89 Mt y−1) and the portion of fossil (radiocarbon free) methane in the atmosphere (96–144 Mt y−1; Etiope,\n2004), as already recognised in the early 1990s (Crutzen, 1991; Lacroix, 1993). Clearly, GEM have to be taken into account in any future IPCC assessment reports.\nIt is possible that, in the absence of man-made methane sources in pre-anthropogenic time (N5 ky ago), GEM constituted a major control on variations in atmospheric methane concentration. Svensen et al. (2004) have proposed that emission of large volumes of methane (up to several\nFig. 2. Controls and features in the methane-led hy\n1000's Gt of carbon), formed in methamorphic aureoles around volcanic sill intrusions in organic-rich sedimentary basins, may have caused periods of major global warming in the Earth's history (e.g., the Initial Eocene Thermal Maxima). The modern “methane-led hypotheses”, accounting for late Quaternary climate changes (Nisbet, 2002), consider gas hydrates (Kennett et al., 2003) and continental margin seeps (Judd et al., 2002) as potential sources of the atmospheric methane increases recorded\npotheses (a–b) and in the GEM hypothesis (c).\nin polar ice cores (Petit et al., 1999). Here we extend and refine these hypotheses by adding other, previously neglected, geologic sources, such as onshore macroseeps and mud volcanism, soil microseepage, geothermal activity. These sources have been described in detail by Etiope and Klusman (2002), Etiope and Milkov (2004) and Etiope and Klusman (in press). This paper does not claim that onshore GEM were the cause of the methane increases during the late Quaternary, but it claims that a series of theoretical considerations and some initial proxy analyses suggest that there is no a priori reason why the impact of all GEM should be disregarded. As a first step towards verifying the applicability of a new hypothesis based on GEM variations in the Quaternary, we examine possible proxies and the role of certain geodynamic factors not adequately addressed in earlier models."
  }, {
    "heading": "2. Previously hypothesized potential causes of atmospheric methane variations during the late Quaternary",
    "text": "Rapid atmospheric methane increases during the late Quaternary (the last ∼400 ky) appear to have been accompanied by periods of rapid warming (Brook et al., 1996; Blunier and Brook, 2001, and references therein). Variations in the concentration of atmospheric methane can result from changes in either sources or sinks of methane. The Quaternary changes in the tropospheric oxidation by OH radicals (the major methane sink, presently at ∼500 Mt y−1) varied by only about 17% between glacial and interglacial episodes (Thompson et al., 1993; Crutzen and Bruhl, 1993), while methane concentration often doubled (Petit et al., 1999). Therefore, the main cause of methane variations must have been some change in the sources. The currently prevailing hypothesis attributes the rapid increases in methane concentrations accompanying the late Quaternary glacial terminations to emissions from wetlands, which expanded in response to sudden increases in precipitation and temperature (Chappellaz et al., 1993; Maslin and Thomas, 2003). An alternative hypothesis invokes sudden and significant emissions of methane from gas hydrates in shallow sediments on the ocean floor, decomposing in response to oscillations of the intermediate water temperatures (i.e., the “Clathrate Gun Hypothesis” of Kennett et al., 2003; Fig. 2a). The methane reaching the atmosphere would have contributed to the greenhouse effect, causing the temperature to rise. That, in turn, would have led to further gas hydrate decomposition. Therefore, there would have been positive feedback mechanisms inducing the release of large amounts of methane into the atmosphere. This hypothesis constitutes one part of a more general model, the “methane-led hypothesis” (Nisbet, 2002) in which it is inferred that methane released through the ocean floor precedes and causes temperature increases. In contrast, the wetland hypothesis states that increased methane emissions were a consequence, not a cause, of climate change (Chappellaz et al., 1990).\nBoth hypotheses have weaknesses. For example, the “wetland hypothesis” suffers from a lack of geological evidence of the wide and rapid development of wetlands in the late Quaternary necessary to explain the rapid rate of\nincreases in methane concentrations. It appears that negligible wetland ecosystems existed during the last glacial episode as a result of global aridity, low sea-level and low water tables.\nKennett et al. (2003) argued that large (up to −6‰) and brief carbon isotopic excursions during the last 60,000 years recorded in benthic foraminifera from the Santa Barbara Basin may be explained by the release of methane from decomposing gas hydrates. However, there are numerous reasons to doubt this “Clathrate Gun Hypothesis”. For example, measurements from the modern seeps indicate that the carbon shells of foraminifera living near methane discharges have isotopic properties similar to those in the non-venting pelagic sediments (Torres et al., 2003). Even if the excursions are related to methane (Hinrichs et al., 2003), there is no evidence that this methane was derived from gas hydrates. Recent direct measurements of methane concentrations in marine sediments (Dickens et al., 1997; Milkov et al., 2003a) suggest that gas hydrate concentrations in most sediments on continental margins do not exceed 1–2% of porosity over the gas hydrate stability zone (GHSZ). This implies that the global gas hydrate inventory may not be sufficiently large to supply the amount of methane needed to explain the increases in atmospheric methane concentrations. Moreover, relatively moderate stadial-interstadial temperature shifts of 2–3.5 °C are not sufficient to completely eliminate the GHSZ, and most of the methane released at the base of the GHSZ would re-crystallize as new gas hydrates in the GHSZ (Milkov and Sassen, 2003). Finally, a significant portion of methane released from gas hydrate decomposition is likely to be consumed by microorganisms and sequestered as authigenic carbonates on the seafloor (Greinert et al., 2001) and oxidized in the water column (Valentine et al., 2001), in which case they would not contribute to the atmospheric budget. There is thus a clear need to continue the search for a plausible mechanism to explain the increases of methane concentrations during the late Quaternary.\nJudd et al. (2002) proposed that, in addition to gas hydrates, marine seeps related to various reservoirs and pathways should be incorporated into a wider model providing both positive and negative feedback to global warming and cooling (Fig. 2b) during the late Quaternary. For example, glacial periods are characterised by sea-level lowering, producing a decrease of hydrostatic pressure, subaerial exposure of seafloor seeps and gas hydrates destabilization in deeper seafloors: all these processes would enhance gas release which in turn would bring to “greenhouse” warming (negative feedback). But glacial periods mean also advancement of ice sheets, sea ice and gas hydrate stabilization in high latitudes, which inhibit gas mobility and release (positive feedback). Judd et al. (2002) believe that the negative feedback prevails, mostly because of the gas hydrate destabilization in deep sea. Measurements in the water column indicate, however, that most of the methane from deep marine seeps becomes dissolved and oxidized in the water column and does not reach the atmosphere (Valentine et al., 2001; Leifer and Patro, 2002). We believe that the subaerial exposure of marine seeps, following sea-level drops, would be more important, as also recently outlined by Luyendyk et al.\n(2005). Moreover, the model of Judd et al. (2002) assumes that onshore seepage is unaffected by glacial or interglacial changes. This is only partially true because, as discussed below in Section 3.3, onshore gas seepage can be influenced by crustal deformations induced by glacial advances and retreats.\nSo, all “methane-led hypotheses” refer to marine seepage and the basic concept is that the emissions are controlled by surface conditions, such as the extent of ice sheets, eustatic sea-level and ocean bottom-water temperatures. The estimates available nowadays suggest that the amount of methane emitted from contemporary onshore geologic sources is likely greater than that released from offshore sources (Etiope and Milkov, 2004; Etiope, 2004). It is then likely that onshore seepage were more widespread in glacial periods due to exposure of continental shelves during low sea-level (Luyendyk et al., 2005). Therefore, a wider model including all GEM (onshore and offshore) is necessary to get an insight into the possible Quaternary methane-climate links."
  }, {
    "heading": "3. GEM hypothesis",
    "text": "The starting point is the awareness that gas seepage, in general, is controlled mostly by endogenic factors, which are not constant over geologic and millennial time scales. Theoretical considerations and preliminary experimental data on the role of geodynamic and petroleum geology processes (neotectonics, seismicity, magmatism, the evolution of fluid pressure and migration in sedimentary basins) are the base to hypothesize that GEM may have played a role in modulating Quaternary climate change. This hypothesis has some support from considerations about enhanced GEM in the pre-anthropogenic times, and preliminary evaluation of atmospheric, biologic and geologic Quaternary proxies."
  }, {
    "heading": "3.1. Was the absolute contribution from GEM higher in the preanthropogenic times?",
    "text": "It is likely that methane flux from mud volcanoes and other micro- and macroseeps related to deep hydrocarbon reservoirs and migration pathways was greater in pre-industrial time, i.e., before the petroleum exploitation began in the middle of the 19th century. More than 75% of the world's petroliferous basins contain surface seeps (Clarke and Cleverly, 1991). There is evidence that, at least in some regions, the gas flux from hydrocarbon seeps decreased after petroleum was extracted from nearby reservoirs. For example, natural seeps in Azerbaijan were more common, and probably released more gas and oil prior to the intensive oil exploitation during the last century. Many natural “eternal” fires disappeared after years of petroleum recovery from the nearby wells (Guliyev and Feyzullayev, 1997; Aliyev, personal communication). Gas flux from the Coal Oil Point seeps offshore of California clearly decreased after 1973 as a result of petroleum production at the nearby Platform Holly (Quigley et al., 1999). In Italy, most mud volcanism and gas seeps along the Adriatic and Sicilian passive margins became inactive after the petroleum production started in the 1950s and 1960s. In general, a large\nnumber of surface gas or oil manifestations from the Alpine– Himalayan, Pacific Ocean and Caribbean sedimentary belts, described in the 20th century's petroleum geology literature (e.g., Link, 1952; Macgregor 1993; Hunt, 1996) have now disappeared or are greatly diminished. These observations are consistent with the suggestion that the GEM contributed more methane in pre-industrial time than they do at present. Appropriate proxies for increased contributions of gas flux from GEM are needed to test this hypothesis."
  }, {
    "heading": "3.2. Potential proxies for Quaternary GEM",
    "text": "The activity of Quaternary GEM can be quantified using various proxies, which may record changes in methane emission on local, regional, or global scales (on a time-scale\nof thousands of years). The following three types of potential proxies are considered here:\n– changes in the composition of the atmosphere, which may be consistent with variations in GEM; – development of biological communities utilizing methane supplied from the subsurface; – geologic manifestations of GEM."
  }, {
    "heading": "3.2.1. Atmospheric proxy: Isotopic compositions of methane in past atmospheres",
    "text": "Table 1 summarises typical isotopic compositions (in terms of δ13C values) of the main methane sources. At present, atmospheric methane has a mean δ13C value of −47.5‰ (Quay et al., 1999), which implies a mixture of microbial methane (∼70%) depleted in 13C relative to the mean atmospheric value, thermogenic methane (∼20%) commonly enriched in 13C, and methane from biomass burning (∼10%) significantly enriched in 13C. Therefore, variations in sources of methane in past Quaternary atmospheres can be inferred from the isotopic properties of methane. Unfortunately, reliable isotopic measurements of methane extracted from ice cores are difficult to perform because only small amounts of gas are usually available for the analysis. Only recently, Sowers (2000) and Schaefer et al. (2006) reported that the increases of methane concentration in the air obtained from Antarctica and Greenland ice cores are accompanied by prominent positive carbon isotopic excursions (CIE) of 2–4‰. During the Younger Dryas-to-Preboreal transition, δ13C in Greenland ice was around −46‰, i.e. ∼1‰ higher than in the modern atmosphere and ∼5.5‰ higher than would be expected from budgets without 13C-rich anthropogenic emissions (Schaefer et al., 2006). These observations suggest that increases in methane emission were the result of relatively greater contributions from sources of 13C-enriched methane.\nCarbon isotopic properties of hydrate-bound methane vary widely, and the δ13C values measured to date range from −74.0 to −39.6‰ (see the review by Milkov, 2005). Most submarine gas hydrates are finely dispersed in sediments and form in low gas flux areas of continental margins from predominantly microbial methane generated in situ and migrated relatively short distances from below the GHSZ (Milkov, 2004). The average δ13C value of the bulk of hydrate-bound methane is about −67‰ (Milkov, 2005). Gas hydrates composed of methane and other hydrocarbon gases relatively enriched in 13C occur in many localities where gas flux from the deep petroleum systems converges along mud volcanoes, faults, inclined carrier silt/sand layers and other migration pathways (Milkov and Sassen, 2002). Methane at such high gas flux sites has a global average δ13C value of about −58‰ (Milkov, 2005). Although these accumulations occasionally contain high concentrations of gas hydrates, the total mass of methane in them is thought to be relatively small. As a result, the global average δ13C of methane in all submarine gas hydrates is more negative than −60‰. Therefore, the observed positive CIE during Quaternary episodes of increased atmospheric methane (Sowers, 2000; Schaefer et al., 2006) are inconsistent with the\n“Clathrate Gun Hypothesis” of Kennett et al. (2003). Similarly, methane released from wetlands is depleted in 13C (δ13C values range between −60 and −70‰ according to Nisbet, 2002), so that increased contributions from this source are inconsistent with the observed positive CIE. The absence of significant clathrate emissions has recently been supported by the first analyses of δDCH4 in Greenland ice cores (Sowers, 2006). Both marine clathrate and natural gas have relatively higher D/H ratio (δDCH4N−250‰) with respect to wetland gas (b−250‰). Stable and/or decreasing δDCH4 values were measured during the abrupt warming Late Quaternary episodes, confirming that gas hydrates were either stable or not present in significant amounts; increased δDCH4 values were instead measured during the Last Glacial Maximum, which would be coherent with increased emissions from natural gas seeps (Sowers, 2006).\nOnshore mud volcanoes predominantly emit thermogenic (13C-enriched) methane as evidenced by measurements in Azerbaijan (Dadashev and Guliyev, 1989), Italy (Etiope et al., 2007), Trinidad (Dia et al., 1999), the Kerch-Taman region, Turkmenistan, Georgia, Sakhalin (Lavrushin et al., 1996) and Taiwan (Yang, pers. comm.). Although some submarine mud volcanoes also emit mainly thermogenic methane (Hensen et al., 2004), the methane emitted by many of them is predominantly of microbial (Charlou et al., 2003) or mixed (Milkov et al., 2004) origin. The increased portion of 13Cdepleted methane in submarine environments is linked to the extensive processes of generation, accumulation and migration of microbial 13C-depleted gases in thick Tertiary sections deposited on modern continental margins. Onshore macroseeps, microseeps and soils emit predominantly thermogenic methane enriched in 13C (Jones and Drozd, 1983, Klusman et al., 2000; Etiope et al., 2006). This is because methane arrives from reservoirs of gas generated and trapped in strata that are relatively old, deeply buried and exposed to high temperatures. No significant isotopic fractionation occurs during methane migration to the surface, and no significant microbial methane is available to modify the isotopic properties of methane. Geothermal methane produced by Fischer-Tropsch reactions is also enriched in 13C, and has δ13C values more positive than −20‰. Therefore, it appears that onshore mud volcanoes, macro- and microseeps and geothermal manifestations represent sources of 13C-enriched methane in the atmosphere. Their present-day global emission rate is estimated to be ∼20–40 Mt y−1 (Fig. 1). Additional 13C-enriched methane may arrive from marine seeps, which are estimated to contribute ∼20 Mt y−1 to the atmosphere (Kvenvolden et al., 2001). Therefore, the enhanced activity of all GEM might well explain the late Quaternary peaks in increased methane concentrations accompanied by the enrichment of methane in 13C observed by Sowers (2000) and Schaefer et al. (2006)."
  }, {
    "heading": "3.2.2. Biologic proxies",
    "text": "Water and gases seeping and venting onshore or on the seafloor modify the physical and chemical conditions and change the ecology of both sediments and the overlying water column. Hydrocarbon gases and other chemical species supplied from greater depths are often directly utilized by\nvarious macro- and microorganisms. Thus, the occurrence of fossil chemosynthetic organisms in geologic records should provide direct evidence of localized hydrocarbon seepage, although findings of fossil chemosynthetic communities developed during the Quaternary have rarely been reported (e.g., Taviani, 2001). It has been speculated that planktonic and benthic foraminifera characterized by negative CIE in their shells recorded the elevated amount of methane in the water column and pore waters (Kennett et al., 2003). However, Torres et al. (2003) demonstrated that modern benthic foraminifera, living at a vent site at Hydrate Ridge (offshore Oregon) in sediments with pore water CDIC extremely enriched in\n12C, have δ13C values of shells similar to those observed in non-venting pelagic sediments. It is possible that the negative CIE in foraminifera documented by Kennett et al. (2003) are related to diagenetic processes rather than to elevated methane concentrations in sediments and the water column (Torres et al., 2003). This explanation is further supported by the observed lack of corresponding negative CIE in the total organic carbon (TOC) from the intervals where foraminifera have these CIE (Cannariato and Stott, 2004). Hinrichs et al. (2003) proposed that the 12C-enriched molecular fossil (biomarker) diplopterol may be diagnostic of enhanced activity of aerobic and anaerobic methanotrophs. Further studies are required to identify and verify biological proxies of GEM."
  }, {
    "heading": "3.2.3. Geologic proxies",
    "text": "Venting and seepage of hydrocarbons is often a direct result of geologic processes that may leave a clear record in the sediments. For example, mud volcanism results in an abundance of mud breccia composed of mud and rock fragments that differ markedly in age and physical properties from the surrounding sediments. Both mud volcanoes and pockmarks significantly modify the morphology of the surface and the seafloor. Therefore, buried mud volcanoes and other expulsion features can be identified on seismic reflection sections, in bore holes and in outcrops (Fowler et al., 2000; Huseynov and Guliyev, 2004). The spatial relationships between allochthonous mud volcanic sediments or erosional surfaces created by pockmarks and the hosting sediments can be used to date the episodes of enhanced activity of these GEM.\nAuthigenic carbonates enriched in 12C often form over extensive areas at modern sites of hydrocarbon discharge (Greinert et al., 2001). Therefore, authigenic carbonates found in Quaternary sedimentary series may be indicative of hydrocarbon seeps and vents in the past (Taviani, 2001; Terzi et al., 1994; Svensen et al., 2003).\nNatural gas emitted from geothermal vents, mofettes and bubbling springs is commonly dominated by CO2 (N90%). The fraction of methane is low (from 0.01 to 1%) but, given the large gas (CO2) output, the amount of methane released from individual vents is not trivial (around 103–105 t y−1; Morner and Etiope, 2002). Globally, a significant amount of methane, at least 2.5–6.3 Mt y−1, is released to the atmosphere from geothermal sources (Etiope and Klusman, 2002). Travertines deposited at hydrothermal vents may provide important indications of former enhanced discharges of thermal fluids.\nPreliminary radiocarbon dating of European travertines suggests that their most extensive deposition occurred in the MidHolocene (5–10 thousand years ago, Pentecost, 1995). More detailed studies are needed to determine the distribution of the deposited travertine over time, and to estimate the amount of released gases needed to precipitate the observed amounts of travertine."
  }, {
    "heading": "3.3. Potential link between GEM and endogenic processes",
    "text": "The “methane-led hypotheses” assume that methane fluxes from marine sources are controlled largely by exogenic processes such as the changes in the extent of ice sheets, sea-level, and ocean bottom-water temperatures (Nisbet, 2002). However, it is well known that gas migration in the geosphere, and therefore GEM contributing 13C-enriched methane, are always linked to endogenic (i.e., subsurface) processes. Neotectonics, seismicity and magmatism may have profound effects on planetary degassing because they can control the accumulation, migration and discharge of subsurface gases (Morner and Etiope, 2002). For example, theoretical models suggest a link between seismicity and degassing because seismic events significantly modify permeability and pressure gradients in the crust, and thus may lead to release of gas from various subsurface reservoirs (e.g., Gold and Soter, 1985; Etiope and Martinelli, 2002). For similar reasons, the activity of mud volcanoes is also related to seismic events (Aliyev et al., 2002). Neotectonic faults and fractures cutting Pleistocene sediments have been recognised as migration pathways for fluids rising from diapirs and hydrocarbon accumulations (e.g., Milkov, 2000; Revil, 2002). Salt tectonics itself is a powerful factor able to create crustal weakness zones, very effective as gas migration routes (Etiope et al., 2006). Basically, GEM follow the physical laws of gas migration in the rocks and sediments, i.e. the transport equations of gas in fractured media. Gas migration is strictly related to the existence of the gas source itself (fluid reservoirs such as hydrocarbon pools in sedimentary basins, geothermal fluids in high heat flow regions or fluids linked to magmatic and metamorphic phenomena), and to the existence of preferential routes for degassing (faults and fracture networks). The dominant gas migration mechanisms in fractured rocks are by pressure gradients, i.e. by advection (Darcy's law). Gas diffusion (Fick's law) is completely subordinate. The advective mechanisms are (Etiope and Martinelli, 2002): a) pressure-driven continuous gas-phase flow through dry fractures; b) pressure-driven or density-driven continuous gas-phase displacing water in saturated fractures; c) buoyant movement of gas bubbles in aquifers and water-filled fractures, either as slugs or microbubbles. These mechanisms are valid both for macroseeps and microseepage. Mud volcanism may also include gas movement related to groundwater upwelling and paroxysmal (eruptive) processes involving complex and caotic motion of three phases (gas, water, sediments). In all these mechanisms, the gas flux (F) is sensitive to the variation of pressure gradient (gas-pressure build-up and discharge) and rock permeability (fracturing and\nsealing). A gas with concentration C (kg/m3) and velocity V (m/s) results in the flux (kg m−2 s−1):\nF ¼ CV\nV is very sensitive to the pressure gradient ▿P (▿=(∂ /∂x, ∂ /∂y, ∂ /∂z)) and to a mobility coefficient M:\nj ¼ jPM M is a combination of various parameters related to the geometry and permeability of the fractured medium and to gas properties, depending on the specific migration mechanisms a– c mentioned above:\nM ¼ f k; b; d; r; A; q Nð Þ where k is intrinsic permeability of the rock, b is the fracture aperture, d is the mean distance between intersecting fissures, r is the bubble or slug radius, μ is the gas viscosity, ρ is the gas density (see the specific equations in Etiope and Martinelli, 2002). Basically:\nF ¼ f C;jP; k; b; d; r; A; q Nð Þ\nBeyond short-term (annual, seasonal, daily) and local scale variations related to shallow, atmospheric or random processes, all these parameters are subject to significant long-term and large-scale variations in response to:\n– the generation and movement (e.g., primary migration) of gas (influencing mainly C, ▿P, r), – changes of mechanic-geologic conditions (basin loading, compaction, extension, fracturing of the rocks; influencing mainly k, b, d, ▿P)\n– changes of physico-chemical conditions (variations in temperature, pressure, chemical reactions and mineral precipitation; influencing mainly k, b, d, μ, ρ, ▿P).\nThese changes can also be cyclic (e.g., gas-pressure build-up and discharge; ▿P). The interaction of all these factors leads to time-dependent fluid transport for which gas releases from the Earth may be quite variable (Torgersen and O'Donnell, 1991), from geologic (Myear) to millennial time scale.\nIn addition, dynamic links exist between certain endogenic and exogenic processes. For example, major glacial advances and retreats may be accompanied by appreciable crustal deformations (Stewart et al., 2000). Interglacial episodes may be characterized by relatively greater earthquake activity than during glacial episodes (Stewart et al., 2000, and references therein). Large faults appear to have become activated in postglacial times in many regions, including Fennoscandia (Morner, 1978) and Canada (Wu et al., 1999). Therefore, we might hypothesise that the correlation between the interglacial warm episodes, increased methane concentration in the atmosphere and the enrichment of methane in 13C could be explained by increased endogenic activity and resulting enhancement of GEM during interglacials."
  }, {
    "heading": "3.4. Case study: Mud volcanism in the Caspian region",
    "text": "Most modern mud volcanoes formed in Pliocene to Quaternary time. A significant portion of modern mud volcanic activity appears to be the result of compression of rapidly deposited Pliocene–Pleistocene sediments, which led to overpressure, diapirism and fluid flow in the subsurface (Milkov, 2000). The large mud volcanoes in Azerbaijan are a major source of information on mud volcanism (Planke et al., 2003; Huseynov and Guliyev, 2004). This region hosts the world's largest and\ndensest group of fluid expulsion features, including ∼200 onshore and ∼160 offshore (in the Caspian Sea) mud volcanoes. Mud volcanoes in Azerbaijan may provide a natural laboratory with which to test the hypothesis that increased methane concentrations in the atmosphere are caused by GEM.\nA recent conservative estimate suggests that the onshore mud volcanoes in Azerbaijan may emit up to ∼1 Mt y−1 of methane from quiescent degassing (Etiope et al., 2004), an amount likely to double if catastrophic eruptions are also taken into account. On average, Caspian single mud volcanic eruptions can inject into the atmosphere around 104–105 tons of thermogenic methane (Huseynov and Guliyev, 2004). It appears that Azerbaijan and the greater Caucasus–Caspian region is one of the greatest present-day planetary sources of GEM. Therefore, it is important to consider how the methane emission from this region may have varied during the Quaternary.\nAccording to stratigraphic and seismic data (Fowler et al., 2000; Yusifov and Rabinowitz, 2004) the mud volcanoes of Azerbaijan and the Middle Caspian region began to form in the lower Pliocene. Activity “pulses”, coinciding with events involving increased sedimentation rates, major stages of hydrocarbon generation and neotectonics (faulting), occurred in three main phases: middle Pliocene (3.5 My ago), Upper Pliocene (2.3 My) and Upper Quaternary (from 0.3 to 0.1 My ago; Yusifov and Rabinowitz, 2004). The most active and extensive mud volcanism in the Caspian region occurred in the Upper Quaternary (Fig. 3). A decline in the size of the paleoCaspian Sea resulted in methane oversaturation in the seawater, leading to mass extinction of mollusks and fishes (Huseynov and Guliyev, 2004). Unfortunately, few mud volcanoes have been studied in sufficient detail for their eruptive cycles to be accurately dated or for the amounts of methane released into the atmosphere to be calculated with any confidence.\nGuliyev and Feyzullayev (1997) estimated that the Toragay mud volcano released 0.36 Mt of methane and ejected 50,000 m3 of mud breccia in 1947. Huseynov and Guliyev (2004) estimate that the total volume of mud volcano breccia ejected to date is ∼343×106 m3. This implies that, if the 1947 eruption event was similar to most past events, then N6000 eruptions must have occurred since the formation of Toragay, because the volumetric gas/breccia ratio typical of this mud volcano is ∼10,000. If individual eruption events are properly identified and dated, and volumes of ejected breccia are calculated, then it should be possible to estimate the amounts of methane released during past individual eruptions. Such data obtained from various mud volcanoes and other expulsion features in Azerbaijan and other regions would provide a powerful means of testing the link between atmospheric methane and GEM."
  }, {
    "heading": "4. Summary and conclusions",
    "text": "The amount of methane emitted from contemporary onshore geologic sources is likely greater than that from offshore sources. Onshore emissions were even greater in the preanthropogenic time and in glacial low sea-level periods. Gas seepage, in general, is always controlled by endogenic factors,\nwhich induce large-scale gas flow variations over geologic and millennial time scales. These arguments are the base for hypothesizing that all GEM, not only marine seeps and gas hydrates, may have played a role in past climate changes. Even if it is not yet possible to state whether all GEM were responsible for the abrupt climate changes of the late Quaternary, first considerations suggest that the argument cannot be disregarded and that it merits greater attention. The foundation for future work rests on the following main points:\n– GEM are today the second most important natural source of atmospheric methane. – In pre-anthropogenic times, they were at least the second most important source in absolute terms. – GEM, emitting mainly thermogenic methane, could explain the enrichment of isotopically heavy methane observed in late Quaternary methane concentrations peaks. – GEM are mainly controlled by endogenic (geodynamic) processes and only partially by exogenic (surface) conditions; therefore they are not affected by negative feedbacks. – The main geodynamic factors controlling GEM are the gasbearing properties of the geologic formations (permeability, pressure gradients), which, in turn, are influenced by seismotectonics (neotectonics) and gas-pressure build-up in deep reservoirs. – Deglaciation periods were characterised by enhanced seismicity. – The Quaternary was a period of enhanced mud volcanism, with several re-activation phases. – Preliminary analyses of mud volcanism proxies in Azerbaijan indicate that maximum extension of mud volcanic activity occurred in the Upper Quaternary. – The eventual influence on atmospheric methane concentration does not necessarily require catastrophic or abrupt releases (as proposed for the “clathrate gun hypothesis”); continuous enhanced degassing and/or secular phases of intense mud volcanic eruptions may lead to significant increases of methane concentration in the atmosphere.\nWe have evaluated the potential of some main proxies for Quaternary GEM. Our list and discussion are preliminary, and possibly more proxies can be proposed. Data on the proxies examined here are still quite rare and fragmentary, as is experience in their application to hypothesis testing, so that a strong case can be made for the compilation of a global GEM dataset. In the broader context of neglected proxy archives, such newly organised data on GEM would represent an important contribution to the ‘CHANGES’ programme (Carbon, Hydrology ANd Global Environmental Systems). Concentrating on proxy archive data in three Late Quaternary global environments (drylands, karst terrain and continental shelves), the records making up the CHANGES global database are relatively neglected in global overviews and global change modelling initiatives, and integration of records from a GEM database could materially enhance current work by CHANGES that aims to enhance global assessment and modelling by greater use of such proxies (see www.sheffield.ac.uk/changes).\nIt is clear that the proxy evaluation, data acquisition and interpretation require a multidisciplinary effort. Researchers working on past and present global climate changes are urged to take into consideration the possible a priori role of GEM in the atmospheric cycle of the greenhouse gases. In providing a means of searching for the cause of the methane increases in the late Quaternary that goes beyond the “wetland” and “clathrate gun” hypotheses, the newly proposed “GEM” hypothesis must be subjected to detailed testing. If validated, it promises to provide answers to many unsolved interpretative problems concerning past climate changes, and to improve predictive models designed to project future changes."
  }, {
    "heading": "Acknowledgements",
    "text": "Thanks are due to S. Planke and T. Sowers for their helpful review and suggestions, and to M. Yusifov and P.D. Rabinowitz who kindly provided the plot of Fig. 3. The GEM concept benefited from intriguing and endless discussions with R.W. Klusman, N.A. Morner, and E. Nisbet."
  }],
  "year": 2008,
  "references": [{
    "title": "Catalogue of Recorded Eruptions",
    "authors": ["A.A. References Aliyev", "I.S. Guliyev", "I.S. Belov"],
    "year": 2002
  }, {
    "title": "Rapid variations in atmospheric methane",
    "authors": ["E. 109–112. Brook", "T. Sowers", "J. Orchardo"],
    "year": 1996
  }, {
    "title": "The atmospheric CH4 increase",
    "authors": ["J. 127–131. Chappellaz", "I.Y. Fung", "A.M. Thompson"],
    "year": 1993
  }, {
    "title": "Evidence of methane",
    "authors": ["J. Woodside"],
    "venue": "MEDINAUT Scientific Party,",
    "year": 2003
  }, {
    "title": "Methane's sinks and sources. Nature",
    "authors": ["London", "Bath", "P.J. pp. 265–271. Crutzen"],
    "year": 1991
  }, {
    "title": "Mud volcanoes — a significant source of atmospheric methane",
    "authors": ["L. Dimitrov"],
    "venue": "Geo Mar. Lett",
    "year": 2003
  }, {
    "title": "GEM — Geologic Emissions of Methane, the missing source in the atmospheric methane budget",
    "authors": ["G. Etiope"],
    "venue": "Atmos. Environ",
    "year": 2004
  }, {
    "title": "Evaluation of geological emissions of methane in Europe. Contribution for the NATAIR Project",
    "authors": ["G. Etiope"],
    "venue": "NATAIR project report, EU contract no",
    "year": 2006
  }, {
    "title": "Geologic emissions of methane to the atmosphere",
    "authors": ["G. Etiope", "R.W. Klusman"],
    "venue": "Chemosphere",
    "year": 2002
  }, {
    "title": "Migration of carrier and trace gases in the geosphere: an overview",
    "authors": ["G. Etiope", "G. Martinelli"],
    "venue": "Phys. Earth Planet. Inter",
    "year": 2002
  }, {
    "title": "A new estimate of global methane flux from onshore and shallow submarine mud volcanoes to the atmosphere",
    "authors": ["G. Etiope", "A.V. Milkov"],
    "venue": "Environ. Geol",
    "year": 2004
  }, {
    "title": "Methane emission from mud volcanoes in eastern Azerbaijan",
    "authors": ["G. Etiope", "A. Feyzullaiev", "C.L. Baciu", "A.V. Milkov"],
    "venue": "Geology 32",
    "year": 2004
  }, {
    "title": "Methane and hydrogen sulfide seepage in the NW Peloponnesus petroliferous basin (Greece): origin and geohazard",
    "authors": ["G. Etiope", "G. Papatheodorou", "D. Christodoulou", "G. Ferentinos", "E. Sokos", "P. Favali"],
    "venue": "AAPG Bull",
    "year": 2006
  }, {
    "title": "Methane seeps and mud volcanoes in Italy: gas origin, fractionation and emission to the atmosphere",
    "authors": ["G. Etiope", "G. Martinelli", "A. Caracausi", "F. Italiano"],
    "venue": "Geophys. Res. Lett. 34,",
    "year": 2007
  }, {
    "title": "Mud volcanoes and structural development on Shah Deniz",
    "authors": ["S.R. Fowler", "J. Mildenhall", "S. Zalova"],
    "venue": "J. Pet. Sci. Eng",
    "year": 2000
  }, {
    "title": "Fluid ascent through the solid lithosphere and its relation to earthquakes",
    "authors": ["T. Gold", "S. Soter"],
    "venue": "PAGEOPH",
    "year": 1985
  }, {
    "title": "Methane venting and gas hydraterelated carbonates at the hydrate ridge: their classification, distribution and origin",
    "authors": ["J. Greinert", "G. Bohrmann", "E. Suess"],
    "venue": "Geopohysical Monograph,",
    "year": 2001
  }, {
    "title": "All about mud volcanoes",
    "authors": ["I.S. Guliyev", "A.A. Feyzullayev"],
    "venue": "Baku Pub. House, NAFTA-Press,",
    "year": 1997
  }, {
    "title": "Fluid expulsion related to mud extrusion off Costa Rica—a window to the subducting",
    "authors": ["C. Hensen", "K. Wallmann", "M. Schmidt", "C.R. Ranero", "E. Suess"],
    "venue": "slab. Geology",
    "year": 2004
  }, {
    "title": "2003.Molecular fossil record of elevated methane levels in Late Pleistocene coastal waters",
    "authors": ["Hinrichs", "K.-U", "L.R. Hmelo", "S.P. Sylva"],
    "venue": "Science",
    "year": 2003
  }, {
    "title": "The world's most spectacular marine hydrocarbon seeps (Coal Oil Point, Santa Barbara Channel, California): quantification of emissions",
    "authors": ["J.S. Hornafius", "D. Quigley", "B.P. Luyendyk"],
    "venue": "J. Geophys. Res",
    "year": 1999
  }, {
    "title": "Seabed Pockmarks and Seepages: Impact on Geology, Biology, and the Marine Environment",
    "authors": ["M. Hovland", "A.G. Judd"],
    "year": 1988
  }, {
    "title": "Petroleum Geochemistry and Geology",
    "authors": ["J.M. Hunt"],
    "venue": "W.H. Freeman and Co., New York",
    "year": 1996
  }, {
    "title": "Mud volcanic natural phenomena in the South Caspian Basin: geology, fluid dynamics and environmental impact",
    "authors": ["D.A. Huseynov", "I.S. Guliyev"],
    "venue": "Environ. Geol",
    "year": 2004
  }, {
    "title": "Predictions of oil or gas potential by near-surface geochemistry",
    "authors": ["V.T. Jones", "R.J. Drozd"],
    "venue": "AAPG Bull",
    "year": 1983
  }, {
    "title": "Minor sources of methane",
    "authors": ["A.G. Judd", "R.H. Charlier", "A. Lacroix", "G. Lambert", "C. Rouland"],
    "year": 1993
  }, {
    "title": "Sources, Sinks and Role in Global Change",
    "authors": ["G. Etiope"],
    "venue": "Global and Planetary Change",
    "year": 2008
  }, {
    "title": "The geological methane budget at Continental Margins and its influence on climate change",
    "authors": ["A.G. Judd", "M. Hovland", "L.I. Dimitrov", "S. Garcia Gil", "V. Jukes"],
    "venue": "Geofluids",
    "year": 2002
  }, {
    "title": "Methane hydrates in Quaternary climate change",
    "authors": ["J.P. Kennett", "K.G. Cannariato", "I.L. Hendy", "R.J. Behl"],
    "venue": "The Clathrate Gun Hypothesis. American Geophysical Union,",
    "year": 2003
  }, {
    "title": "Does microseepage of methane and light hydrocarbons contribute to the atmospheric budget of methane and to global climate change",
    "authors": ["R.W. Klusman", "M.E. Jakel", "M.P. LeRoy"],
    "venue": "Assoc. Petrol. Geochem. Explor. Bull",
    "year": 1998
  }, {
    "title": "Seasonal variation in methane fluxes from sedimentary basins to the atmosphere: results from chamber measurements and modeling of transport from deep sources",
    "authors": ["R.W. Klusman", "M.E. Leopold", "M.P. LeRoy"],
    "venue": "J. Geophys. Res",
    "year": 2000
  }, {
    "title": "Methane hydrates— a major reservoir of caron in the shallow geosphere? Chem. Geol",
    "authors": ["K.A. Kvenvolden"],
    "year": 1988
  }, {
    "title": "Gaia's breath — global methane exhalations",
    "authors": ["K.A. Kvenvolden", "B.W. Rogers"],
    "venue": "Mar. Petrol. Geol",
    "year": 2005
  }, {
    "title": "Attention turns to naturally occurring methane seepage",
    "authors": ["K.A. Kvenvolden", "T.D. Lorenson", "W. Reeburgh"],
    "venue": "EOS",
    "year": 2001
  }, {
    "title": "Unaccounted-for sources of fossil and isotopically enriched methane and their contribution to the emissions inventory: a review and synthesis",
    "authors": ["A.V. Lacroix"],
    "venue": "Chemosphere",
    "year": 1993
  }, {
    "title": "Sources of material in mud volcano products (based on isotopic, hydrochmical and geological data)",
    "authors": ["V.Y. Lavrushin", "B.G. Polyak", "R.M. Prasolov", "I.L. Kamenskii"],
    "venue": "Lithos Miner. Res",
    "year": 1996
  }, {
    "title": "The bubble mechanism for methane transport from the shallow sea bed to the surface: a review and sensitivity study",
    "authors": ["I. Leifer", "R.K. Patro"],
    "venue": "Cont. Shelf Res",
    "year": 2002
  }, {
    "title": "Changing concentration, lifetime and climate forcing of atmospheric methane",
    "authors": ["J. Lelieveld", "P.J. Crutzen", "F.J. Dentener"],
    "venue": "Tellus 50B,",
    "year": 1998
  }, {
    "title": "Significance of oil and gas seeps in world oil exploration",
    "authors": ["W.K. Link"],
    "venue": "AAPG Bull",
    "year": 1952
  }, {
    "title": "Hypothesis for increased atmospheric methane input from hydrocarbon seeps on exposed continental shelves during glacial low sea level",
    "authors": ["B. Luyendyk", "J. Kennett", "J.F. Clark"],
    "venue": "Mar. Petrol. Geol",
    "year": 2005
  }, {
    "title": "Relationships between seepage, tectonics and subsurface petroleum reserves",
    "authors": ["D.S. Macgregor"],
    "venue": "Mar. Pet. Geol",
    "year": 1993
  }, {
    "title": "Balancing the deglacial global carbon budget; the hydrate factor",
    "authors": ["M.A. Maslin", "E. Thomas"],
    "venue": "Quat. Sci. Rev",
    "year": 2003
  }, {
    "title": "Worldwide distribution of submarine mud volcanoes and associated gas hydrates",
    "authors": ["A.V. Milkov"],
    "venue": "Mar. Geol",
    "year": 2000
  }, {
    "title": "Global estimates of hydrate-bound gas in marine sediments: How much is really out there",
    "authors": ["A.V. Milkov"],
    "venue": "Earth-Sci. Rev",
    "year": 2004
  }, {
    "title": "Molecular and stable isotope compositions of natural gas hydrates: A revised global dataset and basic interpretations in the context of geological settings",
    "authors": ["A.V. Milkov"],
    "venue": "Org. Geochem",
    "year": 2005
  }, {
    "title": "Economic geology of offshore gas hydrate accumulations and provinces",
    "authors": ["A.V. Milkov", "R. Sassen"],
    "venue": "Mar. Pet. Geol",
    "year": 2002
  }, {
    "title": "Two-dimensional modeling of gas hydrate decomposition in the northwestern Gulf of Mexico: significance to global change assessment",
    "authors": ["A.V. Milkov", "R. Sassen"],
    "venue": "Glob. Planet. Change",
    "year": 2003
  }, {
    "title": "ODP Leg 204 Scientific Party, 2003a. In situ methane concentrations at Hydrate Ridge offshore Oregon: new constraints on the global gas hydrate inventory from an active",
    "authors": ["A.V. Milkov", "G.E. Claypool", "Lee", "Y.-J", "G.R. Dickens", "W. Xu", "W.S. Borowski"],
    "venue": "margin. Geology",
    "year": 2003
  }, {
    "title": "Global gas flux from mud volcanoes: a significant source of fossil methane in the atmosphere and the ocean",
    "authors": ["A.V. Milkov", "R. Sassen", "T.V. Apanasovich", "F.G. Dadashev"],
    "venue": "Geophys. Res. Lett",
    "year": 2003
  }, {
    "title": "Geological, geochemical, and microbial processes at the hydratebearing Håkon Mosby mud volcano: a review",
    "authors": ["A.V. Milkov", "P.R. Vogt", "K. Crane", "Lein", "A.Yu", "R. Sassen", "G.A. Cherkashev"],
    "venue": "Chem. Geol",
    "year": 2004
  }, {
    "title": "Faulting, fracturing and seismicity as functions of glacioisostasy in Fennoscandia",
    "authors": ["N.A. Morner"],
    "venue": "Geology",
    "year": 1978
  }, {
    "title": "Carbon degassing from the lithosphere",
    "authors": ["N.A. Morner", "G. Etiope"],
    "venue": "Glob. Planet. Change",
    "year": 2002
  }, {
    "title": "Have sudden large releases of methane from geological reservoirs occurred since the Last Glacial Maximum, and could such releases occur again",
    "authors": ["E.G. Nisbet"],
    "venue": "Philos. Trans. R. Soc. Lond",
    "year": 2002
  }, {
    "title": "The Quaternary travertine deposits of Europe and Asia Minor",
    "authors": ["A. Pentecost"],
    "venue": "Quat. Sci. Rev",
    "year": 1995
  }, {
    "title": "Climate and atmospheric history of the past 420,000 years from the Vostok ice core, Antarctica",
    "authors": ["J.R. Petit", "J. Jouzel", "D. Raynaud", "N.I. Barkov", "J.M. Barnola", "I. Basile", "M. Bender", "J. Chappellaz", "M. Davis", "G. Delaygue", "M. Delmotte", "V.M. Kotlyakov", "M. Legrand", "V.Y. Lipenkov", "C. Lorius", "L. Pepin", "C. Ritz", "E. Saltzman", "M. Stievenard"],
    "venue": "Nature",
    "year": 1999
  }, {
    "title": "Mud and fluid migration in active mud volcanoes in Azerbaijan",
    "authors": ["S. Planke", "H. Svensen", "M. Hovland", "D.A. Banks", "B. Jamtveit"],
    "venue": "Geo Mar. Lett",
    "year": 2003
  }, {
    "title": "The isotopic composition of atmospheric methane",
    "authors": ["P. Quay", "J. Stutsman", "D. Wilbur", "A. Snover", "E. Dlugokencky", "T. Brown"],
    "venue": "Glob. Biogeochem. Cycles",
    "year": 1999
  }, {
    "title": "Decrease in natural marine hydrocarbon seepage near Coal Oil Point, California, associated with offshore oil production",
    "authors": ["D.C. Quigley", "J.S. Hornafius", "B.P. Luyendyk", "R.D. Francis", "J. Clark", "L. Washburn"],
    "venue": "Geology",
    "year": 1999
  }, {
    "title": "Genesis of mud volcanoes in sedimentary basins: a solitary wavebased mechanism",
    "authors": ["A. Revil"],
    "venue": "Geophys. Res. Lett. 29,",
    "year": 2002
  }, {
    "title": "The δ13C of atmospheric CH4 over the past 30,000 years as recorded in the Taylor Dome ice core",
    "authors": ["T.A. Sowers"],
    "venue": "Eos Trans. AGU",
    "year": 2000
  }, {
    "title": "Late Quaternary atmospheric CH4 isotope record suggests marine clathrates are stable",
    "authors": ["T. Sowers"],
    "venue": "Science",
    "year": 2006
  }, {
    "title": "Glacio-seismotectonics: ice sheets, crustal deformation and seismicity",
    "authors": ["I. Stewart", "J. Sauber", "J. Rose"],
    "venue": "Quat. Sci. Rev",
    "year": 2000
  }, {
    "title": "Seep carbonate formation controlled by hydrothermal vent complexes: a case study from the Vøring volcanic basin, the Norwegian Sea",
    "authors": ["H. Svensen", "S. Planke", "B. Jamtveit", "T. Pedersen"],
    "venue": "Geo Mar. Lett",
    "year": 2003
  }, {
    "title": "Release of methane from a volcanic basin as a mechanism for initial Eocene global warming",
    "authors": ["H. Svensen", "S. Planke", "A. Malthe-Sørenssen", "B. Jamtveit", "R. Myklebust", "T. Eidem", "S.S. Rey"],
    "venue": "Nature 429,",
    "year": 2004
  }, {
    "title": "Fluid venting and associated processes",
    "authors": ["M. Taviani"],
    "venue": "KluwerAcademic, Dordrecht,",
    "year": 2001
  }, {
    "title": "Petrography and stable isotope aspects of cold-vent activity imprinted on Miocene-age ‘calcari a Lucina’ from Tuscana and Romagna Apennines, Italy",
    "authors": ["C. Terzi", "P. Aharon", "F. Ricci Lucchi", "G.B. Vai"],
    "venue": "Geo Mar. Lett",
    "year": 1994
  }, {
    "title": "The atmospheric CH4 increase since the Last Glacial Maximum (2). Interactions with oxidants",
    "authors": ["A.M. Thompson", "J.A. Chappellaz", "I.Y. Fung", "T.L. Kucsera"],
    "venue": "Tellus 45B,",
    "year": 1993
  }, {
    "title": "The degassing flux from the solid earth: release by fracturing",
    "authors": ["T. Torgersen", "J. O'Donnell"],
    "venue": "Geophys. Res. Lett",
    "year": 1991
  }, {
    "title": "Is methane venting at the seafloor recorded by d13C of benthic foraminifera",
    "authors": ["M.E. Torres", "A.C. Mix", "K. Kinports", "B. Haley", "G.P. Klinkhammer", "J. McManus", "M.A. de Angelis"],
    "venue": "shells? Paleoceanography",
    "year": 2003
  }, {
    "title": "Carbon isotopic composition of atmospheric methane: a comparison of surface level and upper tropospheric air",
    "authors": ["S.C. Tyler", "H.O. Ajie", "M.L. Gupta", "R.J. Cicerone", "D.R. Blacke", "E.J. Dlugokencky"],
    "venue": "J. Geophys. Res",
    "year": 1999
  }, {
    "title": "Water column methane oxidation adjacent to an area of active hydrate dissociation, Eel river Basin",
    "authors": ["D.L. Valentine", "D.C. Blanton", "W.S. Reeburgh", "M. Kastner"],
    "venue": "Geochim. Cosmochim. Acta",
    "year": 2001
  }, {
    "title": "Postglacial rebound and fault instability in Fennoscandia",
    "authors": ["P. Wu", "P. Johnston", "K. Lambeck"],
    "venue": "Geophys. J. Int",
    "year": 1999
  }, {
    "title": "Atmospheric methane and global change",
    "authors": ["D.J. Wuebbles", "K. Hayhoe"],
    "venue": "Earth-Sci. Rev",
    "year": 2002
  }, {
    "title": "Classification of mud volcanoes in the South Caspian Basin, offshore Azerbaijan",
    "authors": ["M. Yusifov", "P.D. Rabinowitz"],
    "venue": "Mar. Pet. Geol",
    "year": 2004
  }],
  "id": "SP:059be5070abe606495e55fa5c5b432904870191f",
  "authors": [{
    "name": "Giuseppe Etiope",
    "affiliations": []
  }, {
    "name": "Alexei V. Milkov",
    "affiliations": []
  }, {
    "name": "Edward Derbyshire",
    "affiliations": []
  }],
  "abstractText": "The “methane-led hypotheses” assume that gas hydrates and marine seeps are the sole geologic factors controlling Quaternary atmospheric and climate changes. Nevertheless, a wider class of geologic sources of methane exist which could have played a role in past climate changes. Beyond offshore seepage, relevant geologic emissions of methane (GEM) are from onshore seepage, including mud volcanism, microseepage and geothermal flux; altogether GEM are the second most important natural source of atmospheric methane at present. The amount of methane entering the atmosphere from onshore GEM seems to prevail on that from offshore seepage. Onshore sources inject a predominantly isotopically heavy (C-enriched) methane into the atmosphere. They are controlled mainly by endogenic (geodynamic) processes, which induce large-scale gas flow variations over geologic and millennial time scales, and only partially by exogenic (surface) conditions, so that they are not affected by negative feedbacks. The eventual influence on atmospheric methane concentration does not necessarily require catastrophic or abrupt releases, as proposed for the “clathrate gun hypothesis”. Enhanced degassing from these sources could have contributed to the methane trends observed in the ice core records, and could explain the late Quaternary peaks of increased methane concentrations accompanied by the enrichment of isotopically heavy methane, as recently observed. This hypothesis shall be tested by means of robust multidisciplinary studies, mainly based on a series of atmospheric, biologic and geologic proxies. © 2007 Elsevier B.V. All rights reserved.",
  "title": "Did geologic emissions of methane play any role in Quaternary climate change?"
}