{
  "sections": [{
    "text": "High-resolution seismic profiles reveal the changes in planform and erosion/deposition pattern in the Abashiri-oki Trough (AOT), the southwestern corner of the Kurile Basin. The AOT originated from a syncline in the Late Miocene–Early Pliocene, and is characterised by Plio-Pleistocene channel–levee complexes and debris flows, mainly composed of hummocky, chaotic and convergent reflectors. The channel planform was changed by eustacy, tectonics, climate, and hinterland volcanism. Regressive surfaces probably occur as the two reflectors of erosional surface and debris flow deposits. The erosional/depositional pattern suggests that the channel profile tends to evolve towards an exponential-like form. In the upper trough, channels are incised. Probably inland volcanism induced to increase sedimentary supply, consequently the slope progradation and steepened gradient. Volcanism also caused an additional channel. In the middle trough, channels show braided pattern, related to subsidence and mildened gradient of the trough floor, which lead to accommodation. In the lower trough, channels anastomose, and in the lowermost trough finally, the merged channel incises and cut-offs the anticline dividing the AOT from the Kurile Basin. © 2006 Elsevier B.V. All rights reserved.\nKeywords: channel; planform; Okhotsk; Kurile Basin; back-arc; trough-fill; levee-complex"
  }, {
    "heading": "1. Introduction",
    "text": "Channel-system evolution in a back-arc basin near an arc–arc collision zone is expected to be greatly different from passive margins and back-arc basins, because of its complicated tectonic evolution. The evolution of a channel system is generally explained by the eustatic change model (e.g. Vail et al., 1977; Haq et al., 1988; Posamentier et al., 1988). The model is well-established on passive margins (Armentrout, 1991; Flood et al.,\n⁎ Corresponding author. E-mail address: taphonomy@ni.aist.go.jp (T. TuJino).\n0025-3227/$ - see front matter © 2006 Elsevier B.V. All rights reserved. doi:10.1016/j.margeo.2006.04.007\n1991) and back-arc basins (Nakajima et al., 1998; Winguth et al., 2000; Popescu et al., 2001). In these settings, the fan/channel sedimentation is strongly related to eustatic changes. However, a channel system in a back-arc basin of a collision zone is probably influenced with not only by eustatic baselevel changes but also by tectonic modification of hinterland and basin topography and related change of depositional processes.\nAbashiri-oki Trough (AOT in Figs. 1 and 2) is located in Eastern Hokkaido (the northern Japan island), at the southern corner of the Kurile Basin (the back-arc basin of the Kurile Arc). Eastern Hokkaido is\n128 T. TuJino, F. Murakami / Marine Geology 230 (2006) 127–146\nrepresented by the collision zone between the Kurile Arc and the Northeastern Japan Arc (e.g. Kaizuka, 1972, 1975; Fujii and Sogabe, 1978; Kimura, 1981a,b, 1994; Fig. 1).\nThe planform evolution and erosion/deposition changes along a channel system in this trough might be intensely influenced by collision tectonics. The planform evolution and erosion/deposition changes related to tectonics are well-documented in terrestrial settings (e.g. Ouchi, 1985; Burbank and Anderson, 2001). Rivers respond to valley-slope deformation caused by tectonic movements. In the marine settings, Pirmez et al. (2000), Kneller (2003) and Mitchell (2005a,b) showed that base-level change, grain-size and accommodation all affect the channel equilibrium profile and erosional/depositional changes. Prather (2003) suggested that tectonic stepping and ponding of slopes are responsible for erosional/depositional changes in channels. Our aims in this study are to reveal planform and erosion/deposition changes in the\nAOT and to compare these with potential analogues in terrestrial settings."
  }, {
    "heading": "2. Geologic setting",
    "text": "Oblique subduction of the Pacific Plate along the southern Kurile Trench has caused the southwestward migration of the fore-arc sliver (Fig. 1; Dickinson, 1978; Fitch, 1972). Sliver movement is accompanied by dextral strike-slip faulting. En echelon arrangement of the Kurile Islands appears to be associated with this dextral strike-slip faulting along the volcanic front of the Kurile Arc.\nThe influence of the sliver movement extends to the back-arc side of the Kurile Arc. The eastern part of Hokkaido is divided into the eastern Hokkaido and Central Hokkaido (Fujii and Sogabe, 1978; Kimura, 1981a; Kiminami, 1986) by the Abashiri Tectonic Line (ATL in Fig. 1; Kimura, 1981a; Kimura). The ATL is a dextral strike-slip reverse fault extending\n129T. TuJino, F. Murakami / Marine Geology 230 (2006) 127–146\nfrom the fore-arc to the back-arc, and consequently divides Hokkaido into an eastern part (the Kurile Arc) and a central part (the Northern Japan Arc). The ATL, around this study area, runs along the Abashiri River (AR in Fig. 2).\nKimura (1981a) subdivided the ATL into a northern segment (back-arc side; this study) and a southern segment (fore-arc side). The southern segment of ATL acted as a left-lateral strike-slip fault in the Late Miocene (Kimura, 1981a). In the Pliocene, the northern segment was a right-lateral reverse fault. Itoh (1999) suggested that central Hokkaido has been influenced by compressional tectonics since 2.8 Ma. In contrast, eastern Hokkaido has few signs of compressional deformation.\nThe eastern side of the northern segment of the ATL (eastern Hokkaido) has Quaternary volcanoes and the Shari plain (SP in Fig. 2). These volcanoes are arranged from the Shiretoko Peninsula via the Shari volcano to the Kutcharo caldera (SV and KL in Fig. 2), and most of them still active (Goto et al., 2000). The Shari plain is largely overlain by Quaternary tuff from the Kutcharo Caldera. On the western side of the northern segment of the ATL (central Hokkaido) are mountains of the Jurassic accretionary complex and Neogene marine sediments (Kitami Mountain; KM in Fig. 2).\nThis northern extension of the ATL is characterised by vertical displacements that led to a morphologic high, the Kitami'Yamato Bank (KYB in Fig. 2; Kimura and\n130 T. TuJino, F. Murakami / Marine Geology 230 (2006) 127–146\nTamaki, 1986) and a morphologic low, the Abashiri-oki Trough. KYB is ca. 1500 m higher than the adjacent trough. Development of the KYB took place in two stages (Yamamoto, 1979, 1983). It was characterised by subsidence and rapid accumulation within the Early– Middle Miocene, and by uplift in the Late Miocene– Early Pliocene. The pre-Late Miocene sediments of this bank were strongly folded.\nBefore the uplift of Kitami'Yamato Bank, a sedimentary basin, Abashiri-KYB sedimentary basin (Fig. 2), extended from the shelf off Monbetsu (SOM in Fig. 2) via the Kitami'Yamato Bank, to the Abashiri-oki Trough in the Late Miocene (Yamamoto, 1979, 1983). The Abashiri-KYB basin was separated by the Late Miocene–Early Pliocene uplift of Kitami'Yamato Bank, into the western sedimentary basin off Monbetsu, and eastern sedimentary basin in the Abashiri-oki Trough. The Abashiri-oki Trough is still deep (max. 2000 m) but the basin off Monbetsu on the shelf off Monbetsu (SOM in Fig. 2) is completely filled.\nThe Kurile Basin may have started to open as early as the Lower Oligocene (32 Ma; Kimura and Tamaki, 1985; Kharakhinov, 1996), and stopped as late as the Upper Miocene (9.7 Ma; Takeuchi et al., 1999; Ikeda et al., 2000). There are two models for the Kurile Basin's spreading axis; Kimura and Tamaki (1985 and 1986) suggested a northeastern trending axis, whereas Baranov et al. (2002) claimed a northwestern trending axis. The northwestward trend model (Baranov et al., 2002) is consistent with fore-arc sliver movement. The Kurile Basin is inactive today. The AOT, located on the southern corner of the Kurile Basin, is shallower than the Kurile Basin (3000 m), and represents a terrigenous sediment conduit from the terrestrial Hokkaido to the Kurile Basin, the main depocentre."
  }, {
    "heading": "3. Survey and data sets",
    "text": "This article is based on the data obtained by the Geological Survey of Japan/AIST during cruises GH00 and GH01 of the R/V Hakurei Maru No. 2. Navigation was conducted by differential global positioning system (DGPS). Seismic reflection tracklines of the profiles used in this study are shown in Fig. 3. These track lines cover most of the trough at line spacings of 3.5–5.5 km in the E–W and NW–SE direction. Only the northern part of the trough remains unsurveyed. Total survey track-line of these cruises attains 9400 km. Single channel and 6-ch, 355 in.3 G. I. gun seismic-reflection profiles, and 2–4 kHz Parasound sub-bottom profiles (SBP) were collected. The vertical resolution of the gun profiles is 0.03–\n0.05 s two way travel time (TWT) and the penetration varies between 1.0–2.0 s TWT."
  }, {
    "heading": "4. Topography and geologic structures",
    "text": "The study area is divided into the Kitami'Yamato Bank and the Abashiri-oki Trough. They show a remarkable difference in topography."
  }, {
    "heading": "4.1. Kitami'Yamato Bank (KYB)",
    "text": "This bank is 80 km long. It extends N–S and divides the southern margin of the Kurile Basin into a eastern trough and a western shallow shelf, just as the ATL divides Hokkaido into central and eastern Hokkaido (Fig. 2). It is composed of Middle Miocene–Early Pliocene marine and volcanic deposits and was uplifted in the Late Miocene (JNOC, 1987; Motoyama, 2002; Watanabe, 2002). The strata are folded into a complex of anticlines and synclines. The southern part of the KYB has a branched spur, namely the Notoro Spur (NTS in Fig. 2), which is also composed of a complex of anticlines and synclines. The KYB and the Notoro Spur represent en echelon anticlines. West of KYB is a shallow planar shelf of 100 to 200 m depth, the shelf off Monbetsu (SOM in Fig. 2). The eastern margin of the KYB is a steep slope, that descends to the 1200 m deep AOT. The eastern margin of the Notoro Spur is a steep scarp, whose edge is more elevated than the eastern scarp of the KYB."
  }, {
    "heading": "4.2. Abashiri-oki Trough",
    "text": "This elongated trough extends for 100 km in the N–S direction, parallel to the Kitami'Yamato Bank (Fig. 2). It is bounded to the east by a spur off Shiretoko, which consists of flat lying strata. This trough is 30–40 km wide and is fed by the Shari, Abashiri and Tokoro rivers from east to west (SR, AR, and TR in Fig. 2). These rivers are matched with the Shari, Abashiri and Notoro submarine channels (Nagano et al., 1974; SC, AC, and NC in Fig. 2), although the present river mouths are offset from the channel heads. The AOT extends for approximately 180 km downslope from the coast of northeastern Hokkaido and reaches the abyssal plain of the Kurile Basin at 2500 m water depth."
  }, {
    "heading": "5. Trough-fill sedimentation",
    "text": "Our seismic profiles in the Abashiri-oki Trough show distinct acoustic facies, which are classified into three units bounded by specific reflectors.\n131T. TuJino, F. Murakami / Marine Geology 230 (2006) 127–146"
  }, {
    "heading": "5.1. Trough-fill facies",
    "text": "Seismic profiles in the Abashiri-oki Trough exhibit characteristic seismic facies (Fig. 4). Each of these facies marks a specific sedimentary environment."
  }, {
    "heading": "5.1.1. Facies A",
    "text": "Parallel, highly-continuous reflection facies. This facies occurs on the slope of Kitami'Yamato Bank and Notoro Spur, and within the Spur off Shiretoko and the Abashiri-oki Trough. The facies developed in the slopes has moderate amplitude reflectors with draped sheet form. These are probably interpreted as hemipelagic sediments in a low-energy, deep-water environment (Brodzikovski and Van Loon, 1987; Boldreel et al., 1998). This facies occasionally occurs beneath the trough floor. The facies beneath the floor tends to be of highamplitude reflections with parallel to convergent configuration. In this case, this facies may result from alter-\nnation of sand and mud layers. Sand layers can be interpreted as turbidites and mud layers as muddy turbidites or hemipelagic sediments (Flood and Damuth, 1987)."
  }, {
    "heading": "5.1.2. Facies B",
    "text": "Hummocky reflection facies. This facies is widely developed in the AOT (Fig. 4). It is characterised by moderately continuous, medium-to-high amplitude hummocky reflections and a lenticular package shape, including high-amplitude reflection packets (HARPs) which form complexes in the trough. HARPs in the Amazon Fan were associated with the development of channel bifurcations by avulsion (Flood et al., 1991). They formed after breaching a levee by deposition from unchannelised turbidity flows as it followed a new path along an existing bathymetric depression. ODP drilling in the Amazon Fan shows that HARPs are thicklybedded sand bodies, forming in most cases, multiple lenticular units with a significant fraction of material\n132 T. TuJino, F. M urakam i / M arine G eology 230 (2006) 127–146\n133T. TuJino, F. Murakami / Marine Geology 230 (2006) 127–146\nremobilised from upslope channel deposits and eroded levee (Pirmez et al., 1997). This facies is interpreted as channels and interfingering levee complexes."
  }, {
    "heading": "5.1.3. Facies C",
    "text": "Transparent or chaotic reflection facies. This facies is characterised by transparent zones or chaotic to hyperbolic and discontinuous reflections, occasionally convergent or subparallel (Fig. 4). The AOT is not deformed strongly, so that there are even reflectors overlying/underlying this facies. Thus, this facies is interpreted to be formed under the influence of intense bottom currents or from debris flow deposition or other products of mass wasting (Mitchum et al., 1977; Armentrout, 1991; Boldreel et al., 1998). The cause includes three possibilities: (1) the strong bottom currents induced by active channel sedimentation (Boldreel et al., 1998; Nielsen and van Weering, 1998), (2) the debris flows from the upper reach of the AOTand the slope leading into the AOT because of instable gradient of trough induced by sediment progradation (McHugh et al., 2002; Prather, 2003), (3) the debris flows caused by failures of the thalweg walls because of deep excavation of the thalweg (McHugh et al., 2002)."
  }, {
    "heading": "5.2. Key reflectors",
    "text": "Three specific reflectors occur in the Abashiri-oki Trough, namely Reflectors M, L, and K, in an upward sequence (Fig. 4)."
  }, {
    "heading": "5.2.1. Reflector M",
    "text": "This reflector is taken to be the horizon where the Abashiri-oki Syncline started (Fig. 5). It is traceable to the slope of the KYB, the Notoro Spur and the Spur off Shiretoko. The upper reflectors onlap to Reflector M under the trough, or are concordant with Reflector M outside of the trough. Reflector M is partially eroded in the northern part of the AOTwhere an anticline uplifted (Fig. 7), implying later channel incision. The depth distribution of Reflector M is generally similar to the present-day bathymetry (Fig. 6), but also shows differences in the northern and the southeastern parts."
  }, {
    "heading": "5.2.2. Reflector L",
    "text": "Reflectors overlying Reflector M commonly belong to the hummocky or chaotic facies. They have low continuity, except Reflector L, which is the next distinctly traceable reflector overlying Reflector M (Fig. 5). It is a high-amplitude reflector represented by horizontal alignment of hummockies and crests of hyperbolic reflections (Fig. 4). It onlaps the strata overlying Reflector M (Unit M), and is traced between the trough and the adjacent slope. The horizontally aligned reflector passes into a correlative simple reflector toward the adjacent slopes. The correlative reflector in the continental slope of the Shari plain is high-amplitude continuous reflector, showing a downlapping lower-boundary surface (Fig. 7).\nThe high amplitude of the reflections suggests lithologic change with depth. It may reflect the base of\nmi'Yamato Bank, showing units M, L and K. Abashiri C.: Abashiri n.\n134 T. TuJino, F. Murakami / Marine Geology 230 (2006) 127–146\n135 T. TuJino, F. M urakam i / M arine G eology 230 (2006) 127–146\n136 T. TuJino, F. Murakami / Marine Geology 230 (2006) 127–146\nchannel–levee complexes, which probably contain coarse-grained sediments. Its rough alignment of hyperbolic crests implies a debris flow or erosion due to intense bottom currents. Its continuity implies the migration of channel–levee complexes or mass-wasting occurring at the same time."
  }, {
    "heading": "5.2.3. Reflector K",
    "text": "Reflector K is characterised by a high-amplitude, simple or hummocky reflection of high continuity. Its horizontal alignment of crests of hyperbolic reflections in places suggests that it is an erosional surface (Fig. 5). Reflector K separates upper concordant reflectors from the underlying facies B and C. The hyperbolic reflectors grade to parallel reflectors developed on the adjacent slopes. Reflector K is widespread in the AOT, and is downlapped by the main overlying reflector. Reflector K is traced between the AOT and the adjacent slopes. The correlative reflector in the slope of the Shari plain is a high-amplitude continuous reflector, showing a downlap lower-boundary surface (Fig. 7).\nThe crest alignment of hyperbolic high-amplitude reflections, as well as Reflector L, implies the lateral migration of the base of the inferred channel–levee complexes, and a basin-wide erosional/mass-wasting event. In addition, Reflector K in the trough represents the boundary between facies A and B–C."
  }, {
    "heading": "5.3. Trough-fill units",
    "text": "The seismic units between the Reflectors M–L, L–K and K–seafloor are named units M, L and K respectively (Figs. 4 and 5)."
  }, {
    "heading": "5.3.1. Reflectors underneath Reflector M",
    "text": "The unit underneath Reflector M is composed of even-concordant, highly-continuous, variable amplitude reflectors with a thickness of at least 2.5 s TWT (Fig. 5). The lower boundary has not been detected. The upper boundary, the Reflector M, is truncated in the northern part of the trough. Yamamoto (1979, 1983) and Honza (1999) suggested that these strata correspond to Miocene sediments in the Abashiri-Kitami'Yamato Basin, developed in the AOT, the KYB and on the Shelf off Monbetsu. Borehole data of KYB (JNOC, 1987) suggested that the strata consist of an alternation of hemipelagic sediments and turbidites on the basin floor."
  }, {
    "heading": "5.3.2. Unit M",
    "text": "This unit has the shape of a syncline-fill, and is bounded below by Reflector M, and above by\nReflector L. Unit M comprises facies B and C. It occurs within the AOT, and grades to the parallelstratified facies (Facies A) on the KYB slope, Notoro Spur and off Shiretoko. It is interpreted to represent channel–levee deposits and debrites or mass-wasting products.\nWhile Reflector M opens northward (Fig. 6), the depocentre of Unit M is located near the AOT axis (44°30′N; 144°35′E). Unit M can be subdivided into a northern and a southern section along the latitude 44°35′ N. The width of the Unit M along the southern section is roughly constant at 30 km, and its thickness ranges between 0.2 and 0.4 s TWT. Along the northern section, however, the Unit M narrows and its thickness decreases northwards, pinching out at 44°45′N. The northernmost trough is characterised by incised channels of Unit M (Fig. 8).\nCorrelatives of Unit M are either thin or absent outside of the AOT, e.g. the slopes of the KYB and off Shiretoko (Fig. 5). In the slope leading into the head of the AOT, Unit M consists of facies B and C (Fig. 7). They imply channelised deposition/transportation and mass-wasting. We suggest that channelised sediment transport and deposition in the form of overbank and fan deposits occurs only within the AOT."
  }, {
    "heading": "5.3.3. Unit L",
    "text": "This unit has a lenticular external form (Figs. 4 and 5) between Reflectors L and K. Like Unit M, Unit L is composed of facies B and C, including HARPs. Facies B and HARPs suggest a slope fan deposition (Flood et al., 1991; Popescu et al., 2001). Unit L, therefore, is interpreted to result from active channel sedimentation, and suggests that active channel–levee formation in a slope fan setting continued after the Abashiri-oki Syncline was completely filled by Unit M.\nUnit L is found in an area slightly wider than that of Unit M. Its width increases northward to a maximum of 35 km at 44°44′N (Fig. 6), decreasing thereafter. The northernmost trough is characterised by incised channels of Unit L (Fig. 8).\nThe thickness of Unit L is greater along the trough axis and thin outwards. It is comparative to that of its correlative slope sediments. Sedimentation of Unit L in the AOT was less active than that of Unit M, because the slope deposits correlative to Unit L are thicker. The maximum thickness of Unit L is found in the eastern AOT along the present-day Abashiri Channel. This indicates that the sedimentary supply is from the west along the eastern slope of KYB (Fig.\n137T. TuJino, F. Murakami / Marine Geology 230 (2006) 127–146\n6). Facies B suggests strong channel sedimentation. We name this ancient channel the palaeo-Abashiri Channel."
  }, {
    "heading": "5.3.4. Unit K",
    "text": "Unit K is the uppermost unit in the trough, It is composed of subparallel, concordant reflectors of high continuity. Occasionally, the chaotic facies occurs. This unit is thick over mound surfaces, and thin or absent on the channel floors (described later).\nThe distribution of Unit K is similar to that of Unit L with the greater thickness found in the southern part of the AOT (Fig. 6). Unit K is generally thinner than its correlative slope sediments. Along Shari submarine channel, it is as thick as along Abashiri submarine channel. The thickest part runs along the axis of the AOT, outside the Abashiri and Shari channels, which occasionally erode the underlying trough-fill sediments."
  }, {
    "heading": "6. Submarine channel on Unit K",
    "text": "Unit K represents the youngest channel sediments in the Abashiri-oki Trough. The seafloor is occupied by depositional bedforms associated channel sedimentation."
  }, {
    "heading": "6.1. Depositional bedforms associated with submarine channel",
    "text": "The seafloor of the AOT is characterised by flats and mounds (Figs. 4 and 9). Both flats and mounds surfaces are elongated N–S orthogonal to the isobaths (Fig. 10), and are depositional bedform with distinct near-surficial seismic facies."
  }, {
    "heading": "6.1.1. Mounds",
    "text": "Mounds are seen commonly on E–W profile. Their upper surfaces may be incised by small V-shaped valleys or are undulating (Figs. 4 and 9). The internal strata of mounds include (1) chaotic reflections of poor lateral continuity (Facies C; Fig. 8), (2) rather convergent reflections with lenticular external package forms (Fig. 7 inset B), and (3) concordant stratified reflections (Facies A; Fig. 9) overlying chaotic (1) or convergent reflections (2). The mounds of chaotic reflectors (1) may be debrites or mass-wasted products from the upper reaches of the AOT. The convergent reflectors (2) are levee deposits composed of overbank turbidites. The mounds of concordant reflectors (3) are inherited relief that have formed above levees bordering buried palaeochannel in Unit L and lower part of Unit K (Fig. 9). The buried levee pair centred in Fig. 9 has\n138 T. TuJino, F. Murakami / Marine Geology 230 (2006) 127–146\nslightly higher right levee consistent with Coriolis steering of overbank turbidity currents (Hagen et al., 1994). These mounds have been amplified by hemipelagic drape."
  }, {
    "heading": "6.1.2. Flats",
    "text": "Flats are mostly bounded by mounds on E–W profiles (Figs. 4 and 9). The width of the flats tend to widen northward. Flats are incised into the seafloor, leaving neighbouring mounded remnants (central flat in Fig. 4). Flats overlie infilled channels from previous times (central flat in Fig. 9). The channel-fill has a high amplitude, and consists of well-stratified or chaotic reflectors. Although well-stratified reflectors are partially hemipelagic drape, the flats mostly represent channel thalwegs because the reflections underlying the channel floor form a high-amplitude reflection (HAR).\nA V-shaped valley is occasionally developed on the surface of flats (Fig. 11). They are bounded also by small mounds with widths increasing downstream. Occasionally a flat is accompanied by the\nanother flat, developed at a higher level (e.g. left end of Fig. 11)."
  }, {
    "heading": "6.2. Submarine channels of Abashiri-oki Trough",
    "text": ""
  }, {
    "heading": "6.2.1. Abashiri channel",
    "text": "The upper reach of the Abashiri channel is characterised by a deeply incised valley with two stepped flat surfaces (Figs. 10 and 11). The upper surface is shaped as terrace (Nakajima et al., 1998). The channel lies on the steep eastern scarp of the Notoro Spur, at water depths less than 1000 m. The two flat surfaces merge into one at 1000 m depth. At greater depths, the channel changes its course to NNE, bearing off the Notoro Spur. At 1500 m depth, the flat surface widens and the end of the channel margin become unclear. The V-shaped canyon appears at 1600 m depth, and becomes wider towards downstream, being accompanied by a flat surface. This flat surface disappears at 1900 m depth. Instead, mounded strata become developed in the east where the channel leaves the Notoro Spur.\n139T. TuJino, F. Murakami / Marine Geology 230 (2006) 127–146"
  }, {
    "heading": "6.2.2. Shari channel",
    "text": "The upper reach of the Shari channel, at 900–1300 m water depth, is up to 20 km wide (Fig. 11). To the east, the channel is bounded by a steep scarp up to 300 m high (Fig. 4). This scarp marks the western limit of a spur which is the seaward prolongation of the Shiretoko peninsula. Western Shari channel is marked by a small spur that separates it from the Abashiri channel.\nAt less than 1200 m water depth, the Shari channel is accompanied by N–S oriented, anastomosing mounds. This mounded surface is complicated with numerous branchings. It merges to the mounded surface of the neighbouring Abashiri channel. Here, the Shari channel is narrow (2–3 km)."
  }, {
    "heading": "6.2.3. Notoro channel",
    "text": "In the upper reach of the Notoro channel (shallower than 400 m depth), the thalweg is sandwiched between the Kitami'Yamato Bank and Notoro spur. At around 1000 m depth, Notoro channel merges with Abashiri channel, and the reflections become well-stratified and continuous."
  }, {
    "heading": "6.3. Confluence of channels and erosional features",
    "text": "The channels in the AOT include a tributary and a distributary network (Figs. 9 and 10). The distributary channels are confined to the middle part of the trough (1200–1700 m depth), while the tributary system occurs\n140 T. TuJino, F. Murakami / Marine Geology 230 (2006) 127–146\nover large parts of the AOT (Figs 10 and 12). The channel system in the AOT is related to the bathymetry and width of the trough seafloor."
  }, {
    "heading": "6.3.1. Development of mounds and flats",
    "text": "At water depths more than 1200 m, mounds and flats are intricately developed between the Abashiri and Shari channels (Figs. 9 and 10). Mounded strata are developed alongside the flat surfaces. Mounds grade to V-shaped\ncanyons, which grade to flat surfaces. Mounds can frequently branch and merge, showing an braided pattern (Fig. 10). Thus, the two channels together influence the formation of mounds and flats."
  }, {
    "heading": "6.3.2. Distributary channels",
    "text": "Distributary channels occur on the middle part of the AOT. In the Abashiri channel, they develop at depths between 1200 and 1700 m (Fig. 10), and in the Shari\neg of the Abashiri and the Shari channels.\n141T. TuJino, F. Murakami / Marine Geology 230 (2006) 127–146\nchannel at 1400–1900 m. A distributary channel network is the result of repeated channel bifurcations, probably due to levee breaching, because distinct channel–levee systems onlap one another.\nOn the middle part of the AOT, the channels do not merely branch, but also merge. The thalweg and mound patterns are anastomosing and bifurcating. They suggest that the Abashiri and Shari channels have formed a braided channel system (Klaucke and Hesse, 1996). The Abashiri and Shari channels has each one active channel at any given time. The rest of the distributary channels are inactive. Several abandoned channels can be identified on the sea-floor indicating that deposition was insufficient to bury them."
  }, {
    "heading": "6.3.3. Channel confluence",
    "text": "Tributary channels occur over large parts of the AOT, whereas in the middle parts distributary channels also occur. Thus, a tributary-dominant system is developed on the upper and lower part of the AOT (depth ranges: 200–1200 and 1600–2000 m). At depths 200–1200 m the tributary channels of the Abashiri and the Shari channels merge into the Abashiri and the Shari channels.\nThe distributary network of the middle AOT grades to a tributary system in the lower AOT. The active distributary channels shown in Fig. 10 merge at depths>1600 m. The two channels completely coalesce at 2000 m depth, since only one pair of mounds and flats remain (Fig. 8)."
  }, {
    "heading": "6.3.4. Erosion and incision",
    "text": "The eastern flank of the Shari channel is a steep scarp (Figs. 8, 10 and 11), which terminates the parallel continuous reflectors of the eastern trough (Figs. 5, 11). The channel is incised into their reflectors.\nIncision occurs in the upper and lower AOT (Figs. 7, 10–12). At 2000 m depth, both sides of the incised channel are steep scarps (Figs. 7, 8 and 10). The thalweg at 2000 m depth, where the Abashiri and Shari channels coalesce, shows incised morphology bounded by steep sides (Fig. 8). Thus, the channelised sediments are transported to the Kurile Basin out of the trough, suggesting that the channel thalweg is today a site of erosion rather than sedimentation. Noda et al. (2002) reported a hemipelagic mud obtained with a grab at the flats in Fig. 8. This indicates that the young sediments in the channel floor are mantled by a hemipelagic drape. That suggests that channels are not active in modern times and may be regulated by eustatic sea level changes."
  }, {
    "heading": "7. Discussion",
    "text": ""
  }, {
    "heading": "7.1. Trough-fill process",
    "text": "The depositional history of channelised sedimentation in the AOT is summarised in Fig. 13. The uplifting of the KYB results in a syncline to the east, namely the Abashiri-oki Trough, marked by Reflector M. Unit M consists of channel-fed syncline-fill sediments (Fig. 5). The distribution of Unit M sediments narrows northward (Fig. 6). We note that the distributary network occurs only in the southern AOT (Fig. 6). The northern part is characterised by channel coalescence and incision, and represents a sediment bypass route to the Kurile Basin.\nUnit L shows continuous active channel sedimentation after the syncline filled completely (Fig. 5). Its distribution covers the entire trough on the upper slope, although main channel sedimentation is concentrated in the west trough (palaeo-Abashiri channel; PAD in Figs.\n142 T. TuJino, F. Murakami / Marine Geology 230 (2006) 127–146\n6 and 13). Unit L in the distal trough is also characterised by channel coalescence and sediment bypass. By analogy with Unit K, the occurrence of HARPs suggests that the middle trough is characterised by channel avulsion and distributary network.\nUnit K is characterised by less active channel sedimentation. The recent submarine channels in this unit act as transport pathways for sediment bypass rather than playing a depositional role in supplying terrigenous material to the Abashiri-oki Trough. In contrast to units M and L, no HARP occurs, indicating less active channel-sedimentation than that of units M and L. The uppermost of Unit K is mantled by a thin hemipelagic drape. It suggests that the channels are not active in modern times and may be regulated by eustatic sea level change. The rest of Unit K, nevertheless, shows chaotic and convergent reflections. It suggests the active channel sedimentation in previous times. Distributary channels are developed in the wide middle trough (Figs. 10 and 12). Channel coalescence occurs in the proximal, narrow trough and the distal part. A coalesced channel erodes the side wall and thalweg in the trough seafloor. Thus, the sediments supplied to the trough bypass to the Kurile Basin."
  }, {
    "heading": "7.2. Correlation and age",
    "text": "Units M, L and K are deposits laid down after uplift of the Kitami'Yamato Bank and simultaneous subsidence of the Abashiri-oki Trough. The Kitami'Yamato Bank is made up of Early Pliocene mudstones (Watanabe, 2002; Motoyama, 2002). Therefore, units M to K are inferred to be Pliocene–Quaternary in age.\nUnit M can be correlated to the Pliocene, because well and seismic data from the KYB indicate that the KYB was uplifted rapidly (JNOC, 1987; Yamamoto, 1979, 1983) and Unit M is the first unit deposited after uplift of the KYB. In Eastern Hokkaido, the corresponding strata are thin, the Late Miocene to Early Pliocene section is largely missing and unconformities are widespread. Subsidence of the AOT and uplifting of the KYB are related to the Late Miocene to Early Pliocene regime of uplift or compressional tectonics.\nThe present-day phase of compressional tectonics in Central Hokkaido was initiated at 2.8 Ma (Itoh, 1999), though the Pliocene strata are scarcely distributed. This event probably influenced the sedimentary evolution of the AOT. The influence implies the changes of not only the AOT geometry but also hinterland volume and uplift of mountain. These changes can stimulate the sediment supply to the AOT.\nThe correlative of Reflectors L and K shows a downlap lower-boundary surface in the continental slope of the Shari Plain (Fig. 7). These configurations suggested that these reflectors were the sequence boundaries of lowstand systems tracts formed in regressive stages. The third-order sea-level regressions in Plio-Pleistocene time have been recognised around 1 Ma by Sakai and Masuda (1996) and Takano (2002), and 2.2, 3, and 3.8 Ma by Haq et al. (1988). The rate of each sea level fall is rapid. Sea level lowstands are generally characterised by the construction of slope submarine fans with associated channel–levee complexes. Hiatuses are formed during regressions (Tiedemann et al., 1994), and may be represented by the highamplitude Reflectors L and K, though our data do not allow a correlation of each reflector to a regressive stage. The most likely case is that Reflectors L and K are correlated to the 2.2 and 1 Ma regressions respectively, because 2.2 and 1 Ma regressions occurred under compressional settings, which might reinforce relative sea-level fall and terrigenous sediment supply."
  }, {
    "heading": "7.3. Interpretation of Reflectors L and K",
    "text": "According to eustatic change model, Reflectors L and K can be interpreted to be sea-level falls which induced channel avulsions and intensified bottom currents. However, some studies that have attempted to verify the sequence stratigraphy-based ideas have produced contradictory results. McHugh et al. (2002), McHugh and Olson (2002) and Sommerfield and Lee (2004) found deposits either uncorrelated with the sealevel curve or at times that were not expected of sequence stratigraphic models. Then, it may be worth discussing other potential causes of the variations, though there is some uncertainty in the dating of the sediments here. Variations include changes in sediment supply due to changes in the volcanic history or climate on land.\nPost-Miocene volcanic history in Eastern Hokkaido is divided into 5 stages (Hirose and Nakagawa, 1995; Goto et al., 2000): (1) Late Pliocene non-volcanic stage after Late Miocene–Early Pliocene andesitic volcanism occurred inland and in the KYB; (2) again, eruption stage of inland andesitic–basaltic volcanoes from 1.8– 1.6 Ma to 0.87 Ma (Early Pleistocene); (3) intermediate stage characterised by absence of remarkable volcanism; (4) a stage when pyroclastic flows widely covered in Eastern Hokkaido and volcanigenic peninsula were formed in the fore-arc sliver (0.5–0.03 Ma; Middle Pleistocene); and (5) present-day stage of weak volcanic actively.\n143T. TuJino, F. Murakami / Marine Geology 230 (2006) 127–146\nBased on the volcanic history, Early Pleistocene (2) and Middle Pleistocene (4) eruptions may be correlative to Reflectors L and K respectively. Eruptions increase sedimentary supply, which progradates the shoreline and slope. This possibly induces intense channelisation and instable gradient of the slope leading into the AOT. These might lead erosional and mass-wasting episodes, characterising Reflectors L and K.\nPollen studies (Yoshida, 1983; Igarashi, 1997) revealed climatic history of Eastern Hokkaido in the Plio-Pleistocene. Until the Gauss/Matuyama polarity epoch boundary (2.6 Ma), a warm and wet climate was dominant. Around the time of Gauss/Matuyama boundary Hokkaido had a cold and moist event, characterised by arctic flora. After a long homogeneous cool and moist period (most of Matuyama epoch), a cold and dry climate was dominant around the time of the Jaramillo event (1 Ma). Glacial ice reinforces denudation, and traps sediments in the moraines. Melting ice releases sediments to the sea. Therefore, melting events after the Gauss/Matuyama boundary and Jaramillo event may be related to Reflectors L and K."
  }, {
    "heading": "7.4. Planform and erosive/depositional changes",
    "text": "Unit M channel sediments elongated along the ATL and the KYB imply that the AOT is lateral slip-related basin rather than thrust-related basin. This may suggest that the spreading axis of the Kurile Basin trends NE– SW (Baranov et al., 2002). The axis of the depocentre shifts from the western AOT in Unit L to the central and eastern AOT in Unit K (Fig. 6). The Abashiri channel was more active in Unit L time (palaeo-Abashiri channel; PAC in Fig. 13). This implies that higher ground in the west of the ATL (Kitami Mountain; KM in Figs. 2 and 13) already existed in Unit L time.\nChannel incision in the upper trough in units L and K is a result from the steep angle of the slope (Fig. 12). Widening of the channel system in the middle trough is probably related to the low angle of the gradient. The channel profile generally tends to evolve towards an exponential-like profile similar to graded rivers. These erosional/depositional changes were probably caused by (1) sediment progradation induced by increasing sediment supply (Pirmez et al., 2000; Kneller, 2003; Prather, 2003), and (2) tectonic controls on channel braiding patterns (Ouchi, 1985; Burbank and Anderson, 2001).\nSediment progradation increases the slope gradient (McHugh et al., 2002; McHugh and Olson, 2002). Equilibrium submarine channel profile tends to be exponential-like as in graded rivers (Samuel et al., 2003). The area where the actual slope is steeper than\nthe equilibrium slope has the potential for erosion. The area where the actual slope is lower than the equilibrium slope is the accommodation space. Consequently it leads to channels incision and deposition (Pirmez et al., 2000; Kneller, 2003; Prather, 2003). The hypothesis is consistent with the volcanic history of Eastern Hokkaido. Sedimentary supply might be increased in units L and K times, because of the active volcanism. The upper trough incision is thus attributable to increasing sedimentary supply.\nOuchi (1985) and Burbank and Anderson (2001) suggested that subaerial rivers crossing zones of differential uplift/subsidence change their braiding patterns. On the upstream side of subsidence or the downstream side of uplift a braided or reticulated channel pattern tends to be dominant, whereas on the downstream of subsidence or the upstream side of uplift, anastomosing, terrace-formation, incision, and finally cut-off occur. Inland uplift or trough subsidence might induce a reticulate channel system of distributary and tributary channels in units L and K. An oblique longitudinal profile (transecting the AOT; Fig. 7) shows subsidence of the middle trough and uplift (anticline) of the lower trough. The tectonic movements thus lead to channel reticulation in the middle trough.\nThe northernmost (lower) trough is characterised by a fixed incised thalweg throughout trough-fill units M– K. This point acts as a gateway to the conduit to the Kurile Basin. This point also represents the axis of an anticline (Figs. 7 and 8). The gateway is formed by channel cut-off by incision. The fixed gateway suggests that the AOT level has been higher than the Kurile Basin level. Clearly, understanding the sedimentary system requires an elucidation of the influence of eustacy, tectonics, climate, and volcanism.\nIn Unit K time, as uplift of the KYB and the Kitami Mountain and eruption of inland volcanoes ceased (Yamamoto, 1979, 1983; Hirose and Nakagawa, 1995; Goto et al., 2000), the erosion on the mountain and the volcanoes were reduced. On the other hand, the Kutcharo caldera, the Shari volcano, and the volcanoes on the Shiretoko Peninsula (fore-arc sliver volcanoes) erupted (Hirose and Nakagawa, 1995; Goto et al., 2000; Figs. 2 and 13). Eastern Hokkaido is covered to a large extent by pyroclastic flow deposits of the Pleistocene Kutcharo caldera (0.34–0.03Ma: Hirose and Nakagawa, 1995; KL in Fig. 2). The Kutcharo caldera was formed with repeated eruptions of dacitic magma (Katsui et al., 1986). Pyroclastic flow deposits are 200 m thick in the coastal area of Shari (Sakoh, 1985) and contain 10 units, including welded tuff, pumice flow deposits, and scoria flow deposits (Katsui and Satoh, 1963). Shari volcano,\n144 T. TuJino, F. Murakami / Marine Geology 230 (2006) 127–146\nand the volcanoes of the Shiretoko Peninsula developed in the Middle Pleistocene (0.5–0.03 Ma: Hirose and Nakagawa, 1995; Goto et al., 2000). The volcanism changed the Shiretoko Peninsula from submarine to subaerial conditions. The erosional products of these pyroclastic flows and volcanoes were transported into the Abashiri-oki Trough via the Shari River. Whereas units M and L show channel-sedimentation only by the Palaeo-Abashiri channel, Unit K also shows contributions by the Shari channel, extending from the Shari River in lowstands. The Shari River became the more significant sediment source, transporting volcanic debris to the AOT. Possibly the Unit K mainly comprises reworked Pleistocene pyroclastics of the Kutcharo caldera and the other volcanogenic sediments."
  }, {
    "heading": "Acknowledgements",
    "text": "The seismic data were obtained during the research cruises GH00 and GH01 of the R/V Hakurei Maru No. 2 in the framework of the Japanese national program “Marine Geological Study of Continental Shelves of collisional area between Hokkaido and Kuril islandarc” supported by the Geological Survey of Japan (AIST). The authors are grateful to Captains Takahashi and Futami, their crews and on-board scientists of the cruises GH00 and GH01. Analyses and presentation in this study were helped with the GMT, SU(Seismic Unix) and Grass opensource softwares. The manuscript greatly benefited from helpful reviews by H. K. Wong, S. K. Chough, D. J. W. Piper, N. C. Mitchell and L. Carter."
  }],
  "year": 2006,
  "references": [{
    "title": "Paleontologic constraints on depositional modeling: examples of integration of biostratigraphy and seismic stratigraphy, Pliocene–Pleistocene, Gulf of Mexico",
    "authors": ["J.H. Armentrout"],
    "year": 1991
  }, {
    "title": "Opening geometry of the Kurile Basin (Okhotsk Sea) as inferred from structural data",
    "authors": ["B. Baranov", "H.K. Wong", "K. Dozorova", "B. Karp", "T. Lüdmann", "V. Karnaukh"],
    "venue": "Isl. Arc",
    "year": 2002
  }, {
    "title": "Neogene seismic facies and deep-water gateways in the Faeroe Bank area, NE Atlantic",
    "authors": ["L.O. Boldreel", "M.S. Andersen", "A. Kuijpers"],
    "venue": "Mar. Geol",
    "year": 1998
  }, {
    "title": "A systematic classification of glacial and periglacial environments, facies and deposits",
    "authors": ["K. Brodzikovski", "A.J. Van Loon"],
    "venue": "EarthSci. Rev",
    "year": 1987
  }, {
    "title": "Tectonic Geomorphology",
    "authors": ["D.W. Burbank", "R.S. Anderson"],
    "year": 2001
  }, {
    "title": "Plate tectonic evolution of north Pacific rim",
    "authors": ["W.R. Dickinson"],
    "venue": "J. Phys. Earth",
    "year": 1978
  }, {
    "title": "Plate convergence, transcurrent faults, and internal deformation adjacent to southeast Asia and the eastern Pacific",
    "authors": ["T.J. Fitch"],
    "venue": "J. Geophys. Res",
    "year": 1972
  }, {
    "title": "Quantitative characteristics of sinuous distributary channels on the Amazon deep-sea fan",
    "authors": ["R.D. Flood", "J.E. Damuth"],
    "venue": "Bull. Geol. Soc. Am",
    "year": 1987
  }, {
    "title": "Seismic facies and Late Quaternary growth of Amazon submarine fan",
    "authors": ["R.D. Flood", "P.L. Manley", "R.O. Kowsmann", "C.J. Appi", "C. Pirmez"],
    "year": 1991
  }, {
    "title": "Tectonic movements occurred in Hokkaido during the Late Miocene and Pliocene time",
    "authors": ["K. Fujii", "M. Sogabe"],
    "venue": "Bull. Geol. Surv. Jpn",
    "year": 1978
  }, {
    "title": "K–Ar ages of the Akan-Shiretoko volcanic chain lying oblique to the Kurile trench: implications for tectonic control of volcanism",
    "authors": ["Y. Goto", "N. Funayama", "N. Gouchi", "T. Itaya"],
    "venue": "Isl. Arc",
    "year": 2000
  }, {
    "title": "Morphology of a large meandering submarine canyon system on the Peru–Chile forearc",
    "authors": ["R.A. Hagen", "D.D. Bergersen", "R. Moberly", "W.T. Colbourn"],
    "venue": "Mar. Geol",
    "year": 1994
  }, {
    "title": "Mesozoic and Cenozoic chronostratigraphy and cycles of sea-level change",
    "authors": ["B.U. Haq", "J. Hardenbol", "P.R. Vail"],
    "venue": "Sealevel-Changes: an Integrated Approach. SEPM Special Publ.,",
    "year": 1988
  }, {
    "title": "K–Ar ages of the Neogene volcanic rocks from the Kutcharo caldera region, east Hokkaido, with special reference to the Quaternary volcanic history",
    "authors": ["W. Hirose", "M. Nakagawa"],
    "venue": "J. Geol. Soc. Jpn",
    "year": 1995
  }, {
    "title": "Evolution of sedimentary basins in the northern and a southern Hokkaido offshore area since the Late Miocene",
    "authors": ["E. Honza"],
    "venue": "Chishitsu News",
    "year": 1999
  }, {
    "title": "Pliocene climatic change in Hokkaido, Northern Japan, inferred from pollen data",
    "authors": ["Y. Igarashi"],
    "venue": "Commem Volume Prof. M",
    "year": 1997
  }, {
    "title": "Pb, Nd, and Sr isotopic constraints on the origin of Miocene basaltic rocks from northeast Hokkaido, Japan: implications for opening of the Kurile backarc basin",
    "authors": ["Y. Ikeda", "R. Stern", "H. Kagami", "C.H. Sun"],
    "venue": "Isl. Arc",
    "year": 2000
  }, {
    "title": "When did the recent phase of active tectonics in Hokkaido start",
    "authors": ["T. Itoh"],
    "venue": "Earth Monthly",
    "year": 1999
  }, {
    "title": "Macro-topography of the island arc system and plate tectonics",
    "authors": ["S. Kaizuka"],
    "venue": "Kagaku",
    "year": 1972
  }, {
    "title": "Tectonic model for the morphology of arctrench systems, especially for the echelon ridges and mid-arc fault, Japan",
    "authors": ["S. Kaizuka"],
    "venue": "J. Geol. Geogr",
    "year": 1975
  }, {
    "title": "Explanatory text of the geological map of Japan ‘Mokoto-yama’, 1:50,000",
    "authors": ["Y. Katsui", "H. Satoh"],
    "venue": "Hokkaido Development Agency,",
    "year": 1963
  }, {
    "title": "Atosanupuri and Mashu (Kamuinupuri), their volcanic geology, history of eruption, present state of activity and prevention of disasters. Committee for Prevention of Disasters in Hokkaido (in Japanese)",
    "authors": ["Y. Katsui", "I. Yokoyama", "H. Okada", "N. Nishida", "Y. Matsumoto", "N. Kawakami"],
    "year": 1986
  }, {
    "title": "Tectonics and development history of the sedimentary basins. In: Rodnikov, A.G., Tuesov, I.K., Kharakhinov, V.V. (Eds.), Structure and Dynamics of the Lithosphere and Asthenosphere of the Okhotsk Region",
    "authors": ["V.V. Kharakhinov"],
    "venue": "Russian Academy of Sciences,",
    "year": 1996
  }, {
    "title": "The influence of flow parameters on turbidite slope channel architecture",
    "authors": ["B. Kneller"],
    "venue": "Mar. Pet. Geol",
    "year": 2003
  }, {
    "title": "Cretaceous tectonics of Hokkaido and the environs of the Okhotsk Sea",
    "authors": ["K. Kiminami"],
    "venue": "Monogr. Assoc. Geol. Collab., Japan",
    "year": 1986
  }, {
    "title": "Abashiri tectonic line: with special reference to the tectonic significance of the southwestern margin of the Kurile Arc",
    "authors": ["G. Kimura"],
    "venue": "J. Fac. Sci., Hokkaido Univ., Ser. 4",
    "year": 1981
  }, {
    "title": "Tectonic evolution and stress field in the southwestern margin of the Kurile Arc",
    "authors": ["G. Kimura"],
    "venue": "J. Geol. Soc. Jpn",
    "year": 1981
  }, {
    "title": "The Latest Cretaceous–Early Paleogene rapid growth of accretionary complex and exhumation of high pressure series metamorphic rocks in northwestern Pacific margin",
    "authors": ["G. Kimura"],
    "venue": "J. Geophys. Res",
    "year": 1994
  }, {
    "title": "Tectonic framework of the Kurile Arc since its initiation",
    "authors": ["G. Kimura", "K. Tamaki"],
    "venue": "Terra Scientific Publishing,",
    "year": 1985
  }, {
    "title": "Collision, rotation, and back-arc spreading in the region of the Okhotsk and Japan",
    "authors": ["G. Kimura", "K. Tamaki"],
    "venue": "Seas. Tectonics",
    "year": 1986
  }, {
    "title": "Fluvial features in the deep-sea: new insights from the glacigenic submarine drainage system of the northwest Atlantic mid-ocean channel in the Labrador Sea",
    "authors": ["I. Klaucke", "R. Hesse"],
    "venue": "Sediment. Geol",
    "year": 1996
  }, {
    "title": "Interpreting long-profiles of canyons in the USA Atlantic continental slope",
    "authors": ["N.C. Mitchell"],
    "venue": "Mar. Geol",
    "year": 2005
  }, {
    "title": "Channeled erosion through a marine dump site of dredge spoils as the mouth of the Puyallup River, Washington State, USA",
    "authors": ["N.C. Mitchell"],
    "venue": "Mar. Geol",
    "year": 2005
  }, {
    "title": "Seismic stratigraphy and global changes of sea-level: Part 2. The depositional sequence as a basic unit for stratigraphic analysis",
    "authors": ["R.M. Mitchum Jr.", "P.R. Vail", "S. Thompson III"],
    "venue": "AAPG Memoir,",
    "year": 1977
  }, {
    "title": "Pleistocene chronology of continental margin sedimentation: new insights into traditional models, New Jersey",
    "authors": ["C.M.G. McHugh", "H.C. Olson"],
    "venue": "Mar. Geol",
    "year": 2002
  }, {
    "title": "Cenozoic mass-transport facies and their correlation with relative sea-level change, New Jersey continental margin",
    "authors": ["C.M.G. McHugh", "J.E. Damuth", "G.S. Mountain"],
    "venue": "Mar. Geol",
    "year": 2002
  }, {
    "title": "Ages of mudrocks collected during GH01 cruise, based on diatom biostratigraphy",
    "authors": ["I. Motoyama"],
    "venue": "Preliminary Reports on Researches",
    "year": 2002
  }, {
    "title": "Submarine geology off northwest coast of Hokkaido district",
    "authors": ["K. Nagano", "M. Sakurai", "M. Uchida", "K. Ikeda", "H. Taguchi", "T. Omori"],
    "venue": "Rep. Hydrogr. Res. Jpn",
    "year": 1974
  }, {
    "title": "Channel–levee complexes, terminal deep-sea fan and sediment wave fields associated with the Toyama deep-sea channel system in the Japan Sea",
    "authors": ["T. Nakajima", "M. Satoh", "Y. Okamura"],
    "venue": "Mar. Geol",
    "year": 1998
  }, {
    "title": "Sediments in the off Monbetsu–Kitami'Yamato Bank area",
    "authors": ["A. Noda", "H. Katayama", "K. Ikehara"],
    "venue": "Preliminary Reports on Researches in the 2001 Fiscal Year",
    "year": 2002
  }, {
    "title": "Response of alluvial rivers to slow active tectonic movement",
    "authors": ["S. Ouchi"],
    "venue": "Geol. Soc. Am. Bull",
    "year": 1985
  }, {
    "title": "Eustatic controls on clastic deposition: a conceptual framework",
    "authors": ["H.W. Posamentier", "M.T. Jersey", "P.R. Vail"],
    "venue": "Sea-Level Changes: an Integrated Approach. Soc. Econ. Paleontol. Mineral. Spec. Pub.,",
    "year": 1988
  }, {
    "title": "Late Quaternary channel avulsion on the Danube deep-sea fan, Black Sea",
    "authors": ["I. Popescu", "G. Lericolais", "N. Panin", "H.K. Wong", "L. Droz"],
    "venue": "Mar. Geol",
    "year": 2001
  }, {
    "title": "Controls on reservoir distribution, architecture and stratigraphic trapping in slope settings",
    "authors": ["B.E. Prather"],
    "venue": "Mar. Pet. Geol",
    "year": 2003
  }, {
    "title": "Sandy turbidite successions at the base of channel-levee systems of the Amazon Fan revealed by FMS logs and cores: unraveling the facies architecture of large submarine fans",
    "authors": ["C. Pirmez", "R.H. Hiscott", "J.D. Kronen Jr."],
    "venue": "Proceedings of the Ocean Drilling",
    "year": 1997
  }, {
    "title": "Equilibrium profile and baselevel in submarine channels: examples from Late Pleistocene systems and implications for the architecture of deepwater reservoirs. Deep-Water Reservoirs of the World",
    "authors": ["C. Pirmez", "R.T. Beaubouef", "S.J. Friedmann", "D.C. Mohrig"],
    "venue": "Gulf Coast Section Soc. Econom. Paleont. Mineral. Foundation",
    "year": 2000
  }, {
    "title": "Slope turbidite packets in a fore-arc basin fill sequence of the Plio-Pleistocene Kakegawa Group, Japan: their formation and sea-level changes",
    "authors": ["T. Sakai", "F. Masuda"],
    "venue": "Sediment. Geol",
    "year": 1996
  }, {
    "title": "Geothermal indications and hot springs of Hokkaido",
    "authors": ["S. Sakoh"],
    "venue": "Japan 1985 II (D) Eastern Area. Rep. Geol. Surv. Hokkaido",
    "year": 1985
  }, {
    "title": "Prolific Deep Marine Slope Channels of the Nile Delta",
    "authors": ["A. Samuel", "B. Kneller", "S. Raslan", "A. Sharp", "C. Parsons"],
    "venue": "Egypt. AAPG Bull",
    "year": 2003
  }, {
    "title": "Across-shelf sediment transport since the Last Glacial Maximum, southern California",
    "authors": ["C.K. Sommerfield", "H.J. Lee"],
    "venue": "margin. Geology",
    "year": 2004
  }, {
    "title": "Changes in depositional systems and sequences in response to basin evolution in a rifted and inverted basin: an example from the Neogene Niigata-Shin'etsu basin, northern Fossa Magna, central Japan",
    "authors": ["O. Takano"],
    "venue": "Sediment. Geol",
    "year": 2002
  }, {
    "title": "Palaeomagnetic evidence for block rotations in central Hokkaido–south Sakhalin, northeast Asia",
    "authors": ["T. Takeuchi", "K. Kodama", "T. Ozawa"],
    "venue": "Earth Planet. Sci",
    "year": 1999
  }, {
    "title": "Astronomic timescale for the Pliocene Atlantic",
    "authors": ["R. Tiedemann", "M. Sarnthein", "N.J. Shackleton"],
    "year": 1994
  }, {
    "title": "Seismic stratigraphy and global changes of sea level: Part 4. Global cycles of relative changes of sea level",
    "authors": ["P.R. Vail", "R.M. Mitchum", "S. Thompson"],
    "venue": "Am. Assoc. Pet. Geol. Mem.,",
    "year": 1977
  }, {
    "title": "Ages of mudrocks collected during GH01 cruise, based on diatom biostratigraphy",
    "authors": ["M. Watanabe"],
    "venue": "Preliminary Reports on Researches in the 2001 Fiscal Year",
    "year": 2002
  }, {
    "title": "Upper Quaternary water level history and sedimentation in the northwestern Black Sea",
    "authors": ["C. Winguth", "H.K. Wong", "N. Panin", "C. Dinu", "P. Georgescu", "G. Ungureanu", "V.V. Krugliakov", "V. Podshuveit"],
    "venue": "Mar. Geol",
    "year": 2000
  }, {
    "title": "The geologic structure and the sedimentary basin off northern part of the Hokkaido island",
    "authors": ["H. Yamamoto"],
    "venue": "J. Jpn. Assoc. Pet. Technol",
    "year": 1979
  }, {
    "title": "Geological framework and sedimentary process in southwestern margin of the Okhotsk Sea",
    "authors": ["H. Yamamoto"],
    "venue": "J. Geol. Soc. Jpn",
    "year": 1983
  }, {
    "title": "Pliocene–Pleistocene in the Tokachi province and the Ishikari Lowland, Hokkaido, Japan",
    "authors": ["M. Yoshida"],
    "venue": "Assoc. Geol. Collab. Jpn., Monogr",
    "year": 1983
  }],
  "id": "SP:8beb97f9db464c38508f4b00007d97bb9dc8dba0",
  "authors": [{
    "name": "Taqumi TuJino",
    "affiliations": []
  }, {
    "name": "Fumitoshi Murakami",
    "affiliations": []
  }],
  "abstractText": "High-resolution seismic profiles reveal the changes in planform and erosion/deposition pattern in the Abashiri-oki Trough (AOT), the southwestern corner of the Kurile Basin. The AOT originated from a syncline in the Late Miocene–Early Pliocene, and is characterised by Plio-Pleistocene channel–levee complexes and debris flows, mainly composed of hummocky, chaotic and convergent reflectors. The channel planform was changed by eustacy, tectonics, climate, and hinterland volcanism. Regressive surfaces probably occur as the two reflectors of erosional surface and debris flow deposits. The erosional/depositional pattern suggests that the channel profile tends to evolve towards an exponential-like form. In the upper trough, channels are incised. Probably inland volcanism induced to increase sedimentary supply, consequently the slope progradation and steepened gradient. Volcanism also caused an additional channel. In the middle trough, channels show braided pattern, related to subsidence and mildened gradient of the trough floor, which lead to accommodation. In the lower trough, channels anastomose, and in the lowermost trough finally, the merged channel incises and cut-offs the anticline dividing the AOT from the Kurile Basin. © 2006 Elsevier B.V. All rights reserved.",
  "title": "Changes in planview geometry and erosion–deposition patterns along a channel–levee complex in the southern corner of the Kurile Basin, Okhotsk Sea"
}