{
  "sections": [{
    "text": "ICARUS 130, 96–114 (1997)"
  }, {
    "heading": "ARTICLE NO. IS975806",
    "text": ""
  }, {
    "heading": "Aeolian Dunes as Evidence for Explosive Volcanism in the Tharsis Region of Mars",
    "text": "Kenneth S. Edgett\nDepartment of Geology, Arizona State University, Box 871404, Tempe, Arizona 85287-1404 E-mail: edgett@esther.la.asu.edu\nReceived March 10, 1997; revised July 1, 1997\ndunes are composed mainly of sand-sized grains (Edgett and Christensen 1991, 1994). The low albedos are interpre-Two transverse dune fields occur among Late Amazonian\nvolcanic and aeolian landforms in southwestern Tharsis, Mars. ted to indicate that dark-hued, sand-sized grains saltate The first is located p70 km northwest of Biblis Patera, around under present wind conditions and thereby remove any 58N, 1258W. The second is located about 500 km northwest of fine, bright dust that might otherwise accumulate on them Arsia Mons, at 28S, 1308W. The latter is the largest dune field (Thomas 1984, Lee 1986). Most martian dunes are found thus far documented to occur in the equatorial latitudes of in the polar (high-latitude) regions, some occur on the Mars. Unlike other dunes on the planet, both dune fields in floors of impact craters, and still others are found in troughsTharsis have low thermal inertias (,2.7 3 1023 cal cm22 sec20.5 and other topographic traps imaged at high resolution (e.g.,K21) and high albedos (p0.26) that are indistinct from their Cutts and Smith 1973, Cutts et al. 1976).surrounding terrain. Both dune fields have superposed features, In a desert environment where there are no lakes, nosuch as impact craters, lava flows, smooth-surfaced units, and bright wind streaks. The dune fields therefore appear to be seas, and it never rains, the presence of aeolian dunes in inactive and mantled by fine-grained material (i.e., particles a volcanic setting might be a good indicator that explosive ,60 mm). To form, aeolian dunes require a supply of sand. volcanism created the initial supply of sand (Edgett and On Earth, most dune sands are supplied by fluvial and littoral Lancaster 1993). The climate of Mars during most of the processes, but this is not the case in Tharsis on Mars. Because Amazonian Epoch has probably been hyper-arid (Carr they are superposed on a Late Amazonian surface, the climate 1996). Theoretical work by Wilson and Head (1994) sug-is assumed to have been hyper-arid throughout the time that the gests that explosive volcanism, even among mafic volca-dunes have existed. Under these conditions, the only plausible noes, is more likely to have occurred on Mars than Earthsource for quantities of sediment sufficient to form transverse because of enhanced bubble formation and magma frag-dune fields is explosive volcanism. Therefore, the two dune\nfields in Tharsis are evidence that explosive volcanism has mentation owing to the relatively low atmospheric occurred in this region in the Late Amazonian Epoch.  1997 pressure. Academic Press Pinpointing the location of explosive volcanic deposits\nKey Words: Mars; Mars surface; geological processes; vol- on Mars has always been a controversial subject because canism. it is difficult to unambiguously identify a landform that is\nrelated to explosive volcanism. There are numerous features on Mars that have been suggested as being relatedINTRODUCTION to explosive volcanic eruptions and deposits, including (but not limited to) the yardangs and smooth surfaces in theAeolian dunes are common on Earth and Mars. To form, Medusae Fossae Formation (Malin 1979, Scott and Tanakathey require a supply of sediment of sufficient grain size 1982, 1986); the low, eroded shields of Hadriaca and Tyrr-and density to be transported via saltation. In most cases hena Paterae (Greeley and Crown 1990, Crown and Gree-on Earth, dunes are composed of sand-sized grains, where ley 1993); certain characteristics of Alba and Apollinarissand is defined as particles (regardless of composition) in Paterae (Mouginis-Mark et al. 1988, Robinson et al. 1993);the range 62.5 to 2000 em. Most terrestrial aeolian dunes and an apparent blanket of material on Hecates Tholusare composed of quartz, others consist mainly of gypsum, (Mouginis-Mark et al. 1982). In no case has an explosivecarbonate minerals, clay aggregates, or volcaniclastic origin been conclusively determined, and in many casesgrains (Pye and Tsoar 1990). there are competing hypotheses.Martian aeolian dunes generally have low albedos\n(#0.10) and thermophysical properties that suggest the The two main volcanic regions on the martian surface,\n96 0019-1035/97 $25.00 Copyright  1997 by Academic Press All rights of reproduction in any form reserved.\nTharsis and Elysium, have low thermal inertias (#3.0 3 DUNES NORTHWEST OF BIBLIS PATERA (58N, 1258W) 1023 cal cm22 sec20.5 K21; #120 J m22 sec20.5 K21), and thus Observationsappear to be mantled by fine, bright dust (Christensen 1986). Recent work by Edgett et al. (1997) on the radar Context and intracrater dune field. The dunes north‘‘Stealth’’ region discovered by Muhleman et al. (1991) led west of Biblis Patera were imaged in 1978 at 22–26 m/pixel to the realization that there is a dune field (located at 28S, by Viking 1 on orbit 733. Figure 2 shows the context of 1308W) among the lava flows northwest of the Tharsis three of the orbit 733 images which provide the best picvolcano, Arsia Mons. This dune field appears to be the tures of the dunes in this region. The best example of dunes largest (in terms of areal extent) confirmed dune field in in this region is found on the floor of a crater located at the equatorial latitudes of Mars. An additional dune area 5.28N, 126.28W (Fig. 3). Unlike dunes on the floors of has been found northwest of Biblis Patera, around 48–58N, craters elsewhere on Mars (e.g., Thomas 1984), the dunes 1258W. Figure 1 shows the general location of these two in Fig. 3 do not have a low albedo (c.f., Figs. 2, 3). The dune fields relative to the major volcanoes of western dune crests in Fig. 3 are oriented north–northeast to south– Tharsis. This article describes these two dune fields. The southwest. A comparison with Fig. 2 shows that this orienobservations and interpretations of specific geologic fea- tation is nearly perpendicular to the trends of numerous tures in the dune fields are followed by a discussion of the ridges and troughs (labeled R) that occur in the center to\nupper left corner of the regional-view image.nature and origin of the dune-forming sediment.\nFIG. 3. Intracrater dune field and associated dunes on the smooth plains south of the crater, labeled d. This is a portion of Viking orbiter image 733A06. Illumination is from the upper left; the center is near 5.18N, 126.28W.\nFIG. 4. Additional dunes located northwest of Biblis Patera. (A) Viking orbiter image 733A10; illumination is from the upper left, the center is near 4.58N, 126.48W. (B) Expanded view, showing dunes in and around a trough. (C) Expanded view, showing dune ridges (r1), a smooth-surfaced unit (s), and a second ridged unit with arcuate ridges (r2). The r1 ridges have the same orientation as dune crests in Fig. 3. The r2 landforms are probably pressure ridges on the surface of an old, mantled lava flow. The smooth unit (s) might be superposed on the r1 dune ridges.\nFIG. 4—Continued\nOther dunes near Biblis Patera. Immediately southwest r1 consists of subparallel ridges interpreted to be transverse dunes (their morphology is similar and their orientation isof the crater in Fig. 3 there are additional ridges (labeled the same as dunes in Fig. 3). The ridged unit, r2, in Fig.d) that are interpreted to be dunes because they have a 4c exhibits arcuate ridges similar to those found on lavasimilar morphology and orientation relative to the dunes flows elsewhere in western Tharsis (several are drawn forthat occur in the crater. Dunes do not cover the entire reference). Unit r2 is located between two lobate units thatregion northwest of Biblis Patera (Fig. 2), but another dune have smooth surfaces (s) relative to the rest of the surfacesarea is apparent p40 km southwest of this crater, near the in the image.intersection of two troughs (Fig. 4). Like the ridges in Fig.\n3, the crests of the ridges in Fig. 4 are oriented north– Dunes with pedestal crater. Figure 5 shows a portion northeast, south–southwest. Dune ridges occur in the of 733A14, a 22 m/pixel image of an area nearly 80 km troughs (Figs. 4a and 4b) and on the surrounding plains, northwest of Biblis Patera and about 90 km southwest of especially south and west of the troughs (Figs. 4a and 4c). the intracrater dune field in Fig. 3. The dune ridges in Fig.\n5 (labeled d) are oriented north–northeast, south–In Fig. 4c, three morphologic units have been identified:\nsouthwest, like the dunes in Figs. 3 and 4. Like the dunes calibration looks by the IRTM instrument. A portion of in Fig. 4, the dunes in Fig. 5 appear to be overlain in some the dune field, including the intracrater dunes in Fig. 3, is places by a smooth-surfaced unit (s). One striking feature covered by IRTM data from part of Viking 1 orbit 462, is the superposition of a pedestal crater (a) and possibly sequence 2 (Fig. 7). The thermal inertia at high resolution two pedestal craters (b) on the dunes (Fig. 5). (p7.5 km/pixel) for this portion of the dune field is, like\nin the moderate-resolution (p30 km/pixel) view in Fig. 6,Medium-resolution thermal inertia. Under martian enseen to be very low (2.0–2.5 3 1023 cal cm22 sec20.5 K21vironmental conditions, thermal inertia (the square root (80–100 J m22 sec20.5 K21). The implied particle sizes areof the product of bulk density, specific heat, and thermal ,60 em, and, unlike all other known intracrater dune fieldsconductivity) is most sensitive to thermal conductivity and (see Edgett and Christensen 1991, 1994), this one does notis thereby related to the effective particle size of unconsolihave a higher, distinct thermal inertia relative to its sur-dated surface materials (see Kieffer et al. 1977). Figure 6 roundings.is a portion of the medium resolution (0.58 3 0.58 latitude–\nlongitude bins) thermal inertia map compiled from Viking Infrared Thermal Mapper (IRTM) data by Christensen Stratigraphic Interpretations and Malin (1988). In general, thermal inertias on the plains The ridges (R) in Fig. 2 are interpreted to be yardangsbetween volcanoes in southwestern Tharsis are in the range (c.f., Scott and Tanaka 1982, 1986). The presence of yar-1–4 3 1023 cal cm22 sec20.5 K21 (40–170 J m22 sec20.5 K21), dangs indicates aeolian deflation of an indurated, fine-indicating effective particle sizes in the clay to very fine grained deposit (e.g., Ward 1979). The dunes in Figs. 3–5sand range (,90 em). The box labeled A in Fig. 6 encloses are located in topographic lows near and within the regionthe dune fields shown in Figs. 3–5; thermal inertias in this of yardang landforms (Fig. 2). The orientation of the yar-area range 2.0–2.6 3 1023 cal cm22 sec20.5 K21 (80–110 J dangs suggests that they result from southeasterly winds.m22 sec20.5 K21), i.e., they are not distinguishable from the The dune crests (see Fig. 3) are oriented nearly perpendicu-surrounding terrain, and the implied effective particle sizes lar to this trend; they indicate winds from the east–are in the silt range (,60 em). For dunes, this is a very southeast. Wind streaks observed during the Viking orbiterunusual observation, because dunes on Mars typically have mission by Lee et al. (1982) and wind directions derivedthermal inertias that are different than their surrounding by Lee and Thomas (1995) from the NASA Ames Marsterrain and range 7–10 3 1023 cal cm22 sec20.5 K21 (290–420 General Circulation Model indicate that the strongestJ m22 sec20.5 K21), implying sand-sized grains (Edgett and winds generally blow from southeast toward northwest inChristensen 1991, 1994). The thermal inertias were estithis region under the present climate conditions. Thus,mated using the Kieffer et al. (1977) thermal model. Bethe orientation of the yardang ridges and dune crests arecause of the low thermal inertia and low dust opacity over consistent with present-day winds, which generally blowthe Tharsis region during the Viking mission, these thermal down-slope, off the Tharsis Bulge.inertias remain about the same (or only slightly higher) Despite the apparent correlation between dune orienta-when the Haberle and Jakosky (1991) thermal model is tions and the present wind regime, the observations de-applied (see Hayashi et al. 1995). scribed above suggest that the dunes are old and have been\nHigh-resolution thermal inertia. A higher-resolution buried and re-exhumed. The evidence for age and previous view of the thermal inertia of the region which includes burial is clearest in Fig. 5, in which smooth deposits (s) the dune field northwest of Biblis Patera is in Fig. 7. Figure appear to be superposed on the dunes and a pedestal crater 7 shows high-resolution (0.1258 latitude–longitude bins, or (a) occurs on top of the dunes. A smooth deposit also p7.5 km/pixel) nadir-view Viking IRTM observations of appears to be superposed on dunes in Fig. 4c. The presence the MC-9-SW subquadrangle on Mars. The area indicated of an impact crater superposed on the dunes (Fig. 5) implies by a box includes the dune field northwest of Biblis Patera. that they are not relatively recent bedforms. Dune fields The IRTM data selected for Fig. 7 were constrained in on Mars usually have zero or very few (small) superposed the same manner as described by Zimbelman and Leshin impact craters (Tsoar et al. 1979, Marchenko and Pronin (1987); emission angles are #608, time of day is between 1995); this has been interpreted to indicate that most dunes 19:00 and 05:00 (assuming a martian day divided by 24, on Mars are relatively young and probably active today. where 1/24th of a martian day is 01:00 and begins at 00:00) Pedestal craters are common on Mars and are considered for predawn observations, and between 10:00 and 14:00 to form in situations in which a crater impacted into a for daytime observations, and the spacecraft was within friable, wind-erodable deposit; penetrated the deposit; 1500 km of the surface. The data were subject to elevation ejected rocks onto the surface of the deposit; then wind and timing-error corrections, as described by Zimbelman removed the deposit from areas around the crater but was (1984) and Zimbelman and Leshin (1987), respectively. effectively protected from erosion by an armor of rocks\nin the crater ejecta field (see McCauley 1973).Gaps along each ground track in Fig. 7 result from space-\nFIG. 5. Dunes (d) associated with smooth-surfaced units (s) and two impact craters (a, b). Dune crests are oriented the same as those in Figs. 3 and 4. The smooth units and the two impact craters (especially crater a) appear to be superposed on the dunes. This is a portion of Viking image 733A14. Illumination is from the upper left, the center is near 3.98N, 1278W.\nThe stratigraphic relationships implied by the landforms yardangs were etched); (2) the dunes were buried by the smooth unit (s); and (3) the pedestal craters might post-in Fig. 5 suggest that the dunes pre-date the smooth units\n(s) and pedestal crater (a). The geologic history implied date the formation of the smooth unit, but they might also predate the smooth unit because the rims and ejecta appearis as follows: (1) the dunes formed, possibly a result of the\naeolian erosion of a fine-grained deposit (into which the to also be smooth (mantled).\nDUNES NORTHWEST OF ARSIA MONS (28S, 1308W) inertias imply effective particle sizes in the silt and clay size ranges (,60 em). Unlike the previous dune field near Observations Biblis Patera, no high resolution thermal inertia observations (e.g., Fig. 7) are available for this dune field.Dunes among lava flows. The dune field northwest of\nArsia Mons was imaged at moderate resolution (p170 Indistinct albedo. In addition to not having a distinct thermal inertia, the moderate resolution view (Fig. 8) alsom/pixel) by Viking 2 on orbit 43 in 1976, and again at\nhigh resolution (p30 m/pixel) on orbit 387 in 1977. The reveals that the dune field does not have a distinct albedo. Typical martian dune fields have low albedos (,0.10), butmoderate resolution view is shown in Fig. 8, the high reso-\nlution view of a portion of this dune field is in Fig. 9. this one appears no darker than the surrounding terrain, which has an IRTM-derived albedo .0.26 (ChristensenLandforms common to both image mosaics are labeled the\nsame (e.g., p1 is the same feature in Figs. 8 and 9). The 1988). In addition, bright and dark wind streaks in Fig. 8 run westward across the dune field without obvious deflec-dunes in both figures are labeled d. The dune field consists\nof semiparallel transverse ridges with the strike of their tion in or around the dunes. crests oriented north–northeast to south–southwest; this Pedestal craters and lava flows. The dune field in Figs. orientation is identical to that of the dunes northwest of 8 and 9 occurs in close proximity to several pedestal craters. Biblis Patera (c.f., Figs. 3 and 9). The dune field is confined The larger pedestal craters are labeled p (each with a to a topographically low, sublinear zone 115 km long be- subscript). The high resolution view (Fig. 9) shows two of tween lava flows that run from southeast to northwest. the pedestal craters that occur in association with the flow\nThe dune field is located down-slope and about 500 km labeled f. Flow f originated from somewhere upslope and northwest of the main edifice of Arsia Mons. Between the southeast of the location shown in Fig. 9, as indicated by west flank of Arsia Mons and the dune field is a giant lobate arrows. Pedestal crater p1 is next to the northern margin feature that has been described as a possible landslide or of the flow and occurs at an inflection point where the glacial deposit (e.g., Carr et al. 1977, Lucchitta 1981, Scott flow bends slightly more westward from its original course and Tanaka 1986). The northwestern margin of this lobe toward the northwest. The other pedestal crater, p2, occurs is shown as a semiarcuate ridge in the lower right corner within a depression in the midst of the lava flow. The other of Fig. 8. The dune field’s eastern end is approximately 47 main lava flow in Fig. 9, labeled l, appears to be superposed km northwest of this ridge. The southwest flank of Biblis on (or at least topographically higher than) the dune field. Patera is about 430 km from the dune field, and the dunes Flow l also has several branches (including a branch with in Fig. 5 are about 390 km north of the dunes in Fig. 8. a prominent central channel, c) that run northward, off The region separating the two dune fields (between about the main flow. 38N to 18S, 1268W to 1328W) is generally covered by smooth surfaces, lava flow surfaces, and some ridged surfaces that Stratigraphic Interpretations resemble the dunes (but it is unclear whether these are The dune field (d) occurs in close association with vol-dunes). In other words, there is not one continuous dune canic (lava flows) and aeolian deflation (pedestal craters)field from the dunes located northwest of Biblis Patera features. The implication is that the dune field is the prod-(Box A in Fig. 1) to the dunes located northwest of Arsia uct of a history that involves close association of volcanicMons (Box B in Fig. 1). and aeolian processes. Like the dunes northwest of Biblis\nLargest equatorial dune field on Mars. The dunes in Patera, the dune field appears to have superposed landFig. 8 cover at least 1700 km2, making this the largest forms, including lava flow l and possibly the crater labeled known dune field (in terms of areal extent) outside Helles- a in Fig. 9. pontus (408S–608S; 3158W–3508W) and the martian north The stratigraphic relationships between lava flow f and and south polar regions (e.g., Cutts and Smith 1973, Cutts pedestal craters p1 and p2 imply a history that included et al. 1976, Edgett and Christensen 1991). Peterfreund deposition of a several-meters-thick, fine-grained unit that (1985, Table 5.3) measured areas for the larger martian was subsequently deflated by wind. Pedestal crater p2 ocdune fields; the dunes in Fig. 8 are comparable in areal curs in a pit that is surrounded by lava flow f; this relationextent to the dune field in Kaiser Crater (468S, 3398W), ship suggests that crater p2 predates the lava flow, and that which covers about 1680 km2. p2 once had a pedestal of larger diameter. Some time after\nlava flow f was emplaced, subsequent aeolian deflationIndistinct thermal inertia. Like the dunes northwest of Biblis Patera, Viking IRTM-derived moderate resolution removed more of the pedestal, leaving behind a smaller\npedestal and a depression that surrounds crater p2. Pedes-(30 km/pixel) thermal inertias for the dune field are low (in the range 2.4–2.7 3 1023 cal cm22 sec20.5 K21; 100–110 tal crater p1 occurs at an inflection point, where lava flow f appears to have been deflected slightly westward fromJ m22 sec20.5 K21) and not distinct from the thermal inertia of the surrounding terrain (Fig. 6, Box B). Such thermal its initial northwestward course. The implied relationship\nbetween crater p1 and lava flow f suggests that a pedestal with the strike of their crests oriented northeast– southwest. Both dune fields show evidence that youngerwas already present at the time flow f was moving. The\ngap between the present pedestal at crater p1 and the lava geologic features are superposed on them (lava flows, smooth deposits, craters). Both dune fields occur amongflow margin implies that the pedestal was once larger, but\nsubsequent aeolian erosion has removed more of the ped- lava flows and other volcanic landforms, and both are located downwind of several major volcanoes: Biblis Patera,estal material. In summary, craters p1 and p2 were formed by impact into a deposit of relatively fine-grained, wind- Ulysses Patera, Pavonis Mons, and Arsia Mons (see Lee et al. 1982, Lee and Thomas 1995).erodable material that subsequently began to deflate. After\nsome period in which deflation occurred, lava flow f was The low thermal inertia values in Tharsis have been interpreted to indicate the presence of a mantle of dustemplaced. While it was still molten, flow f was diverted\nslightly westward by the pedestal surrounding crater p1 that is anywhere from several centimeters up to a meter thick (Christensen 1986). In addition, the second duneand it flowed around the pedestal at p2. After lava flow f cooled and hardened, deflation apparently continued and field, at 28S, 1308W, is located within the boundary of the radar ‘‘Stealth’’ feature (Muhleman et al. 1991). Thethe pedestal surrounding each crater was further reduced\nin diameter. Stealth feature is a zone of little or no radar reflection that is interpreted to be a discontinuous mantle of fine grainedLava flow l has a different shape relative to the other\nflows observed in the region northwest of Arsia Mons (see sediment (!1-cm-sized) of several meters thickness (Muhleman et al. 1991, Edgett et al. 1997). There are twoFig. 8). Most flows are long and relatively tongue-shaped,\nbut several branching flows broke out along the northern possible explanations for the fact that the dune fields have albedos and thermal inertias that cannot be distinguishedmargin of flow l and flowed a few kilometers northward\nbefore resuming a northwestward course (2 such break- from the surrounding low thermal inertia and high albedo surfaces of western Tharsis: (1) the dunes are composedouts are apparent in Fig. 9). Flow l appears to be superposed\non the dunes in Fig. 9, and the break-outs are interpreted of dust aggregates, or (2) the dunes are composed of sand but are presently inactive and mantled by dust.to be somehow related to the manner in which this flow\nmoved over the tops of the dunes and, in places, became Dunes from Dust Aggregates? diverted northward by local topography. As described above, when flow f was emplaced, it was moving over a Ksanfomaliti (1977) and Greeley (1979) proposed that\naggregates of silt- and clay-size particles could attain sand-surface that had undergone some amount of deflation. The pedestal craters, p1 and p2, however, indicated that defla- size and thereby saltate on Mars. The aggregation process might be the result of electrostatic charges or cementationtion continued after flow f cooled and hardened. It is possible that flow l, also, was emplaced over a partially deflated, by salts. Deposits resulting from aggregates formed by salt\ncementation would likely have thermal inertias that arefine-grained deposit. This deposit would have overlain the dunes (d). Emplacement of flow l over a partly buried dune about the same as other dune fields on Mars, because the\npore spaces would be filled by a cement mineral, whichfield would be easier to understand than emplacement that over-topped the crests of each successive dune. would in turn increase the thermal conductivity within each\naggregate grain. Deposits of dust aggregates that do not involve cementing agents would have low thermal inertiasDUNE PARTICLE SIZE AND ACTIVITY because the deposits would essentially have the same physical properties as a dust mantle; however, such aggregatesTo exist, dunes on Mars must be composed of grains of\nadequate size to be easily mobilized by wind and move would likely fall apart on impact and probably could not create dune-like landforms (Sharp and Malin 1984).via saltation (Cutts and Smith 1973, Iversen and White\n1982). In general, dune sands on Mars should have particle Greeley and Williams (1994) looked at terrestrial clayaggregate deposits and made some preliminary interpreta-sizes .210 em, with an average around 400–600 em (Ed-\ngett and Christensen 1991, 1994), while the thermal inertias tions as to where such deposits might occur on Mars. The most likely dust-aggregate dune-like deposits were foundof the two Tharsis dune fields imply grain sizes ,60 em.\nNeither dune field in southwest Tharsis (Fig. 1) has a low to occur in association with possible ancient martian lake beds; no typical martian dune fields (e.g., Cutts and Smithalbedo (, 0.10) or intermediate thermal inertia (7–10 3 1023 cal cm22 sec20.5 K21 (290–420 J m22 sec20.5 K21)). In 1973, Tsoar et al. 1979) were proposed to consist of aggregates (Greeley and Williams 1994). Greeley (1979) indi-fact, neither dune field has thermophysical nor albedo\nproperties that can be distinguished from their surround- cated that aggregate deposits might occur only on a limited basis on the martian surface. Indeed, it is very unlikelyings. In these regards, the two dune fields in Tharsis are\nlike no other dune fields thus far noted to occur on Mars, that any of the large, transverse, and barchan dune fields on Mars are composed of electrostatically bound silt/claybut they are otherwise quite similar to each other. Both\ndune areas consist of transverse (crescentic) dune forms aggregates (Greeley 1979).\nDunes of Sand, Mantled by Dust? Atmospheric pressure drop. On an airless world, sand cannot saltate. At present, there is sufficient atmospheric\nThe alternative explanation for the low thermal inertia pressure on Mars to allow sediment to at least occasionallyand indistinct albedo of the dune fields is that they are become entrained by the wind, as evident everywhere fromcomposed of sand-sized grains but they are mantled by the lowest elevations in Hellas Planitia (Briggs et al. 1979,fine, bright dust. This explanation seems most likely. Both Moore and Edgett 1993) to the summits of the Tharsisdune fields appear to be old relative to other dunes on volcanoes (Sagan et al. 1974, Lee et al. 1982). The averageMars. Unlike other dune fields on Mars, these dunes have atmospheric pressures at the surface range from p15 mbarsuperposed craters, smooth deposits, and lava flows. Part in Hellas to p1 mbar at the Tharsis Montes summits.of the dune field northwest of Arsia Mons exhibits a superLaskar and Robutel (1993) and Touma and Wisdom (1993)posed, bright wind streak (Fig. 8, upper left). The bright have determined that the obliquity of Mars varies chaoti-streak is not perpendicular to the dune crests (it forms an cally over time and may range from 08 to 608. Thus, thereangle of p678 relative to the strike of the dune crests). were probably times in the past when martian obliquityBright wind streaks on Mars are usually interpreted to was so low (08–158) that most of the atmosphere froze outindicate the deposition or non-erosion of fine, bright dust at the poles, and atmospheric pressure dropped to near-in the lee of an obstacle (Thomas et al. 1981). Thus, the vacuum (Toon et al. 1980). This effect would be most pro-bright streak in Fig. 8 indicates at least an optically thick nounced in Tharsis, where the two dune fields describedveneer of dust has accumulated on part of the dune field. in this paper are located at an elevation about 5 km aboveIn addition, because the bright streak is not perpendicular the martian datum. For the time period in which the atmo-to the dune crests, it indicates a modern wind direction spheric pressure is lower than p1 mbar, the dunes wouldthat is slightly different from that which formed the dunes. be inactive. However, unless some process indurates theIf a dune field is active, grains of adequate size will surface layers of these dunes during a time of low obliquity,saltate. Upon impact with the surface, any grains that are the dunes would probably become re-activated when thetoo fine to saltate become dislodged and launched into atmospheric pressure rises again.suspension (Rice et al. 1996). In this manner, active dunes\ncan ‘‘clean themselves’’ of fine dust. Lee (1986) has used Burial by dust. A more effective means for rendering this argument to explain how the apparently sandy surface a martian dune field inactive (permanently or for a very of Syrtis Major loses an optically thick dust cover after long time) would be to bury it under a mantle of dust that global dust storms, and Sagan and Pollack (1969) suggested is thick enough to keep sand from becoming re-exposed this ‘‘cleaning’’ mechanism to explain the ‘‘wave of darken- to the wind. Because of interparticle forces, fine grains ing’’ on Mars that has been observed for centuries by tele- (!60 em) are more difficult to mobilize in wind relative scope. to sand (Iversen and White 1982). When saltating sand\nThe fact that a bright streak is superposed on the dune comes into contact with dust, however, the impacting grains field in Fig. 8 indicates that these dunes are not active. can launch dust into suspension (e.g., Rice et al. 1996). It The observations presented in this paper suggest that both is therefore difficult to halt the activity of a dune field dune fields in Tharsis are relatively old and at least one through slow accumulation of dust. For example, each of them is definitely not active today. Because both dune spring, the receding seasonal north polar cap leaves behind fields have the same thermal inertia and albedo as the a layer of dust ,1 mm thick, as was observed at the Viking surrounding, dust-covered Tharsis terrains, it appears very 2 lander site when seasonal frosts sublimated away (Guinlikely that both dune fields are presently inactive and man- ness et al. 1979). This dust layer is optically thick, and thus tled by enough dust to make them incapable of ‘‘self- would tend to raise the albedo of the north polar sand sea. cleaning.’’ However, the north polar sand sea does not retain a coating\nof dust (Tsoar et al. 1979, Bell et al. 1997), and it is therefore How Can Dunes Become Inactive? presumed to be active and capable of removing the thin\ndeposits of dust that can accumulate on a seasonal basis.On Earth, dunes are typically rendered inactive when If wind can cause saltation that removes thin, seasonalthe climate changes to more humid (or moist) conditions dust deposits from dune surfaces, then how can a dunethat allow vegetation to grow on the dunes (Lancaster field ever become buried by dust? To bury a dune field1990). Vegetated dunes tend to trap fine-grained sediment with dust and render it inactive, it must be necessary to(dust), thereby further decreasing their state of activity. deposit a relatively thick layer of dust in a single event. AOn Mars, there is no vegetation. It is conceivable that volcanic eruption of fine ash (!60 em) that produces adunes might become inactive if the atmospheric pressure blanket of several millimeters to centimeters of thicknessdrops too low to allow sand to saltate, or they might bemight be sufficient if the blanket uniformly covers all areascome inactive if they are buried deep enough beneath fine\ndust that the sand cannot be reached by the wind. of the dune field such that no sand is exposed to the wind.\nIf any sand is exposed to the wind, it will begin to saltate Large Initial Sand Supply under vigorous wind conditions, and eventually begin to The dunes in Tharsis are transverse, crescentic bedforms. mobilize the ash around it, thereby carving out an active Continuous fields of transverse dunes are typically underzone within the otherwise mantled dune field. As an exam- stood to be indicators of a large sand supply (Pye and ple, the basaltic Moses Lake dune field in Washington was Tsoar 1990). The order of magnitude of the volume of covered by 2–4 cm of clay- and silt-sized ash from the sediment in the dune field northwest of Arsia Mons (Fig. explosive 1980 eruptions of Mount St. Helens (Sarna-Woj- 8) can be estimated using the method applied by Lancaster cicki et al. 1981, Edgett 1994a). Since 1980, the dunes that, and Greeley (1990) to the martian north polar sand sea. prior to the eruptions, were unvegetated and active, were The method requires knowledge of the dune field area and re-activated and lost this covering of ash (most was lost in the spacing between dunes. Lancaster and Greeley (1990) less than 2 years), while inactive dunes remained buried used the relationship between dune spacing and equivalent (Edgett 1994a, Rice and Edgett 1997). If the same ash-fall sand thickness (EST) observed for dunes in the Gran Deevent had occurred over a dune field on Mars, it might sierto and Namib deserts on Earth to estimate EST of have remained buried for a very long time. In the Moses dunes on Mars. The dunes in Figs. 8 and 9 have an average Lake dune field, there are several environmental factors spacing of p500 m and cover an area of p1700 km2 (this not found on Mars that promoted the rapid re-exhumation does not include the area of dunes that might have been and re-activation of the sand. These factors probably in- buried by lava flow l). From Lancaster and Greeley (1990, cluded impact of rain drops; vegetation which would blow Fig. 3c), a spacing of p500 m yields an EST of p2.5 m. in the wind, scrape against the ground, and thereby expose An estimate of the volume of sediment is obtained by sand from beneath the ash; animals that walked through multiplying EST by the area of the dune field; thus, the the ash, bringing up sand with each footstep; and burrowing volume of sediment in the dune field depicted in Fig. 8 is animals/insects that brought sand to the surface of the on the order of p4 km3. For comparison, this is four times ash deposit. the volume of the Kelso Dunes in the Mojave Desert of\nCalifornia (Lancaster 1993, p. 449) but about 290 times Implications. If the two Tharsis dune fields were ren- less than the total 1158 km3 of sand estimated to occur in\ndered inactive through rapid burial by a fine-grained (!60 the north polar sand sea (Lancaster and Greeley 1990). em) material that is several millimeters to centimeters thick, then this conclusion would imply that explosive vol- The Case for Volcanogenic Sediments canism occurred in the Tharsis region. This eruption or Most sand that is transported by wind and forms desertthese eruptions would have occurred relatively late in mardunes on Earth is initially supplied by fluvial or littoraltian history (Late Amazonian), because although the dune processes. In the absence of these processes, as on Venus,fields appear to be old relative to other dunes on Mars, aeolian dunes appear to be extremely rare (Weitz et al.they are stratigraphically higher than most of the lava flows 1994). Mars has certainly had a variety of fluvial processes,and the material in which yardangs have formed (in Fig. and possibly littoral processes, acting upon its surface in2) in southwestern Tharsis. Note, for example, that Scott the past (Baker et al. 1992, Parker et al. 1993, Whartonand Tanaka (1986) mapped all of the lava flows and yaret al. 1995, Carr 1996). However, the two Tharsis dunedang units associated with these dune fields as being Upper fields occur in a volcanic setting, on Upper AmazonianAmazonian. The possibility that fine volcanic ash has been surfaces (e.g., no more than p700 million years old, anddeposited in southwestern Tharsis during the Late Amazopossibly ,250 million years old, depending upon the cra-nian Epoch was also raised by the discovery of the radar tering-rate model applied; see Tanaka 1986). There are‘‘Stealth’’ region (Muhleman et al. 1991) and investigations no valley networks, no outflow channels, nor proposed into its possible origins (Edgett et al. 1997). lacustrine or beach landforms within hundreds of kilometers of the dunes. They occur directly downwind from several major volcanoes, and they occur among lava flows andSOURCE OF DUNE SEDIMENT indurated, fine-grained deposits that exhibit yardangs.\nIt therefore seems most likely that the dunes are com-The two dune fields in southwestern Tharsis appear to be old relative to other dune fields on Mars, and they might posed of volcaniclastic sands. On Earth, volcanogenic clasts\ncomprise more than 25% of all sediments (Garrels andbe mantled with dust or volcanic ash to a depth on the order of millimeters to centimeters. The question which Mackenzie 1971, p. 247) and might have composed closer\nto 100% during Earth’s Early Precambrian, prior to thefollows is, what is the source of the sediment that comprises the dunes? In this section, the possibility that the dune formation of granitic, continental crust (Lowe 1980). Vol-\ncanic deposits on Earth are reworked by a variety of pro-sediments are the products of explosive volcanism is explored. cesses, including wind. Examples of aeolian reworking of\nF IG\n. 7.\nH ig\nh re\nso lu\nti on\n(7 .5\n-k m\n-s iz\ned bi\nns )\nV ik\nin g\nIR T\nM th\ner m\nal in\ner ti\na m\nap of\nth e\nM C\n-9 -S\nW su\nbq ua\ndr an\ngl e\nof M\nar s.\nT he\nlo ca\nti on\nof th e in tr ac ra te r du ne fie ld no rt hw es t of B ib lis P at er a (s ee F ig .3 ) is in di ca te d by th e bo x. T he bl ue gr ou nd tr ac k th at ov er lie s a po rt io n of th is bo x is a m ap of th er m al in er ti a ca lc ul at ed fr om V ik in g 1 or bi t 46 2, se qu en ce 2. T he th er m al in er ti a of th e du ne fie ld at th is en ha nc ed re so lu ti on (r el at iv e to F ig .6 ) ra ng es 2. 0– 2. 5 3 10 2 3 ca l cm 2 2 se c2 0. 5 K 2 1 (8 0– 10 0 J m 2 2 se c2 0. 5 K 2 1 ) , in di ca ti ng ef fe ct iv e pa rt ic le si ze s , 60 e m . T hi s m ap in cl ud es da ta fr om V ik in g 1 or bi tse qu en ce s 45 4- 5, 46 1- 5, 46 2- 2, 50 0- 1, 50 1- 5, 54 1- 10 , 65 6- 3, an d 65 7- 3 (t ra ck s ru nn in g no rt hw es t– so ut he as t) , pl us V ik in g 2 or bi tse qu en ce s 55 7- 6 an d 55 9- 2 (t ra ck s ru nn in g ap pr ox im at el y no rt h –s ou th ). M ap pi ng te ch ni qu es w er e de sc ri be d by Z im be lm an (1 98 4) an d Z im be lm an an d L es hi n (1 98 7) .\nFIG. 8. Regional view centered near 28S, 1308W (Box B in Fig. 1), showing the dune field (d) that is located northwest of Arsia Mons. For context, the arcuate ridges in the lower right corner are part of the giant lobate feature that emanates from the west flank of Arsia Mons (mapped as a possible landslide unit by Scott and Tanaka (1986)). Lava flows labeled f and l are described in the text and are the same as labeled in Fig. 9. Craters labeled with psubscript are interpreted to be pedestal craters related to aeolian deflation. This is a mosaic of portions of Viking orbiter images 043B40 and 043B42. Illumination is from the left.\nvolcanic deposits into dunes on Earth are scattered Carr 1996), the most logical conclusion is that the sediment comprising the two Tharsis dune fields is derived fromthroughout the literature; these were reviewed by Edgett explosive volcanism.and Lancaster (1993). Most examples involve redeposition\nAs noted above, dunes composed of sand-sized tephraof tephra. Depending upon their volcanic setting, volcaexist on Earth (Edgett and Lancaster 1993). Edgett (1994b)niclastic dunes might contain anything from sialic to mafic studied one of the most spectacular terrestrial examples,silicate sediments. Volcaniclastic dunes are typically found the Shifting Sand Dunes, which is a field of dunes located inin arid or semiarid volcanic settings and coastal areas on Christmas Lake Valley, Oregon. The Shifting Sand Dunesvolcanic islands (e.g., North Island, New Zealand). The sediments are dominated by volcanic glass and crystals ofgrains that make up volcaniclastic dunes can be formed plagioclase and pyroxene that were deposited by airfallby the erosion of lava flows and other lithified volcanic rock following explosive volcanism. The dunes occur about 140(e.g., welded tuff) or by explosive volcanism. Commonly, km from their source, Mt. Mazama, which exploded in aterrestrial volcaniclastic sediments are transported to a large, terminal eruption about 6800 years ago. Indeed,dune-forming site by explosive volcanic airfall, fluvial promuch of eastern Oregon received sand-sized tephra fromcesses, or littoral (beach) transport processes. this eruption (Kittleman 1973), and much of this sand was reworked into smaller dune fields that are located in theExplosive Volcanism Source various tectonic basins around Oregon (Edgett and Lan-\nWith the volcanic setting, the absence of fluvio-lacustrine caster 1993). Tephra of silt- and clay-sizes were carried features, and the slow chemical and mechanical weathering further northeast by wind, and tephra thus blanketed a\nlarge portion of western North America (Kittleman 1973).rates of Late Amazonian Mars (Burns and Fisher 1993,\nFIG. 9. High resolution view (p31 m/pixel) of the dunes (d) northwest of Arsia Mons. Lava flows l and f are described in the text; interpreted flow directions are indicated by the arrows. Pedestal craters p1 and p2 are the same as labeled in Fig. 8. Crater a might be superposed on the dunes, but its stratigraphic placement is unclear. Feature labeled c is a channel running down the middle of a portion of lava flow l. The upper frame is a portion of Viking orbiter image 387B29; the lower is a portion of 387B27. Illumination is from the left; the mosaic center is near 1.48S, 130.18W.\nUnlike Mt. Mazama, the volcanoes in Tharsis are most superposed landforms indicates that these two dune fields are presently inactive and mantled by fine-grained materiallikely to have mafic compositions. Large, mafic explosive\neruptions are not common on Earth, but several large (particles ,60 em). The most plausible way to mantle dunes so as to render them inactive is to quickly and uni-deposits resulting from such eruptions have been reviewed\nby Walker et al. (1984) and Gregg and Williams (1996). formly deposit a layer of fines that is several millimeters to centimeters in thickness. The mantle thickness is thereforeIndeed, according to theoretical work by Wilson and Head\n(1994), explosive mafic volcanism should be more common greater than can occur as a result of seasonal dust storms, as the present annual dust accumulation rates are p25 emon Mars than it is on Earth, owing to the lower atmospheric\npressure which allows greater bubble formation and (Christensen 1986). Thus, it is most likely that the finegrained mantle covering the dunes is fine, volcanic tephra.magma fragmentation.\nMafic tephra has been reworked into dunes in a variety In addition to the possibility that the dunes are mantled by the products of explosive volcanism, the sand grainsof locations on Earth, including Iceland, Hawaii, and Ari-\nzona (see Edgett and Lancaster 1993). Of particular rele- which comprise the dunes might themselves be composed of volcanic tephra. Aeolian reworking of sand-sized volca-vance to the dunes in Tharsis is a very recent paper by\nPorter (1997) that describes complex, interbedded mafic nic tephra very commonly forms dunes in arid volcanic settings on Earth (Edgett and Lancaster 1993). The dunessand dunes, silt loess, and lava flows on the northwest slope\nof Mauna Kea Volcano, Hawaii. The dunes on Mauna Kea in southwestern Tharsis are found among lava flows, yardangs, and pedestal craters. These landforms are all evi-are old (Late Pleistocene, 50,000 to 15,000 years old) and\nvegetated. In places, they are overlain and/or lie adjacent dence that both volcanism and aeolian processes have dominated the recent geological history of the region. Theseto several different layers (up to several meters thick) of\nloess. The deposits occur on top of, between, and beneath landforms are all mapped by Scott and Tanaka (1986) as being Upper Amazonian in age (i.e., young relative tolava flows of various ages. The loess consists of silt-sized\ntephra, while the dunes consist of sand-sized tephra. Porter other geologic features on the planet). In the hyper-arid setting of Late Amazonian Tharsis, the only plausible(1997) examined both types of aeolian deposit in detail\nand concluded that they resulted largely from direct wind mechanism to produce large quantities of sand-sized particles is explosive volcanism. The two dune fields in Tharsisreworking of air-fall deposits; i.e., very little fluvial or gla-\ncial transport was involved. therefore provide some of the best evidence yet for the existence of volcanic tephra on the planet Mars. TheirThe two Tharsis dune fields examined in this study\nstrengthen the possibility that explosive volcanism has oc- stratigraphic placement in the Upper Amazonian geology of Tharsis indicates that explosive volcanism occurred incurred in the Tharsis region, and that this type of volcanism\nwas occurring relatively late (Upper Amazonian) in mar- this region relatively late in martian history. tian history. This result is consistent with the fact that there are small cones, interpreted to be cinder cones, in the ACKNOWLEDGMENTS summit region of Pavonis Mons and within the caldera of P. R. Christensen provided the thermal inertia base map used in Fig.Ulysses Patera (Wood 1979, Zimbelman and Edgett 1992, 6. M. C. Malin gave assistance and access to software for processing mostPlescia 1994). This result is also consistent with the hypothof the Viking orbiter images when I visited Malin Space Science Systems esis that the radar ‘‘Stealth’’ region is the product of Late (San Diego, California) in 1996. The high-resolution thermal inertia work Amazonian explosive volcanism (Muhleman et al. 1991, (Fig. 7) was completed under direction of J. R. Zimbelman when we\nwere working at the Lunar and Planetary Institute (Houston, Texas) inEdgett et al. 1997). Finally, the result is also consistent with 1986. T. A. Maxwell and an anonymous person are thanked for theirthe explanation proposed by Malin (1979) and Scott and thoughtful reviews of the manuscript.Tanaka (1982) for the origin of the adjacent Medusae Fos-\nsae Formation by explosive volcanism. REFERENCES\nSUMMARY AND CONCLUSIONS Baker, V. R., M. H. Carr, V. C. Gulick, C. R. Williams, and M. S. Marley 1992. Channels and valley networks. In Mars (H. H. Kieffer, B. M. Jakosky, C. W. Snyder, and M. S. Matthews, Eds.), pp. 493–522. Univ.There are at least two transverse aeolian dune fields in of Arizona Press, Tucson.the volcanic Tharsis region of Mars. These two dune fields\nBell, J. F. III, P. C. Thomas, M. J. Wolff, S. W. Lee, and P. B. Jamesdo not have the intermediate thermal inertias and low 1997. Mineralogy of the martian north polar sand sea from 1995 Hubblealbedos that are common to other dunes on Mars. Also Space Telescope near-IR observations [abstract]. Lunar Planet. Sci. unlike other martian dune fields, their thermal inertias XXVIII, 87–88. and albedos cannot be distinguished from those of the Briggs, G. A., W. A. Baum, and J. Barnes 1979. Viking orbiter observasurrounding terrain. Both dune fields have superposed tions of dust in the martian atmosphere. J. Geophys. Res. 84, 2795–2820. landforms (craters, lava flows, smooth-surfaced deposits). Burns, R. G., and D. S. Fisher 1993. Rates of oxidative weathering on the surface of Mars. J. Geophys. Res. 98, 3365–3372.The combination of low thermal inertia, high albedo, and\nCarr, M. H. 1996. Water on Mars. Oxford Univ. Press, New York. Kieffer, H. H., T. Z. Martin, A. R. Peterfreund, B. M. Jakosky, E. D. Miner, and F. D. Palluconi 1977. Thermal and albedo mapping of MarsCarr, M. H., R. Greeley, K. R. Blasius, J. E. Guest, and J. B. Murray during the Viking primary mission. J. Geophys. Res. 82, 4249–4292.1977. Some martian volcanic features as viewed from Viking orbiters.\nJ. Geophys. Res. 82, 3985–4015. Kittleman, L. R. 1973. Mineralogy, correlation, and grain-size distributions of Mazama tephra and other postglacial pyroclastic layers, PacificChristensen, P. R. 1986. Regional dust deposits on Mars: Physical properNorthwest. Geol. Soc. Am. Bull. 84, 2957–2980.ties, age, and history. J. Geophys. Res. 91, 3533–3545.\nKsanfomaliti, L. V. 1977. A possible adhesion mechanism for martianChristensen, P. R. 1988. Global albedo variations on Mars: Implications soil particles. Pis’ma Astron. Zh. 3, 326–329. [English translation infor active aeolian transport, deposition, and erosion. J. Geophys. Res. Soviet Astron. Lett 3, 174–176]93, 7611–7624.\nLancaster, N. 1990. Palaeoclimatic evidence from sand seas. Palaeogeogr.Christensen, P. R., and M. C. Malin 1988. High-resolution thermal imaging Palaeoclimatology, Palaeoecology 76, 279–290.of Mars [abstract]. Lunar Planet. Sci. XIX, 180–181.\nLancaster, N. 1993. Kelso Dunes. Nat. Geogr. Res. Exploration 9, 444–459.Crown, D. A., and R. Greeley 1993. Volcanic geology of Hadriaca Patera and the eastern Hellas Region of Mars. J. Geophys. Res. 98, 3431–3451. Lancaster, N., and R. Greeley 1990. Sediment volume in the north polar\nsand seas of Mars. J. Geophys. Res. 95, 10,921–10,927.Cutts, J. A., and R. S. U. Smith 1973. Eolian deposits and dunes on Mars. J. Geophys. Res. 78, 4139–4154. Laskar, J., and P. Robutel 1993. The chaotic obliquity of the planets.\nNature 361, 608–612.Cutts, J. A., K. R. Blasius, G. A. Briggs, M. H. Carr, R. Greeley, and H. Masursky 1976. North polar region of Mars: Imaging results from Lee, P., and P. C. Thomas 1995. Longitudinal dunes on Mars: Relation Viking 2. Science 194, 1329–1337. to current wind regimes. J. Geophys. Res. 100, 5381–5395.\nEdgett, K. S. 1994a. The basaltic aeolian dunes near Moses Lake, Wash- Lee, S. W. 1986. IRTM observations of Syrtis Major: An active aeolian ington, U.S.A.: Changes in Twentieth Century activity moderated by environment [abstract]. In Reports of Planetary Geology and Geophyslocal human and volcanic influences. In Abstracts of a Workshop on ics Program 1985, pp. 532–534, NASA Technical Memorandum 88383. the Response of Eolian Processes to Global Change, pp. 33–35, Desert Lee, S. W., P. C. Thomas, and J. Veverka 1982. Wind streaks in Tharsis Research Institute Quaternary Sciences Center Occasional Paper No. and Elysium: Implications for sediment transport by slope winds. J. 2. Reno, Nevada. Geophys. Res. 87, 10,025–10,041. Edgett, K. S. 1994b. The volcaniclastic Shifting Sand Dunes of Christmas Lowe, D. R. 1980. Archean sedimentation. Ann. Rev. Earth Planet. Sci. Lake Valley, Oregon. In The Sand Component of the Modern Martian 8, 145–167. Aeolian Sedimentary System, Ph.D. dissertation, pp. 145–201. Arizona\nLucchitta, B. K. 1981. Mars and Earth: Comparison of cold-climateState University, Tempe, Arizona. features. Icarus 45, 264–303. Edgett, K. S., and P. R. Christensen 1991. The particle size of martian Malin, M. C. 1979. Mars: Evidence of indurated deposits of fine materialsaeolian dunes. J. Geophys. Res. 96, 22,765–22,776. [abstract]. Second Int. Colloquium Mars, NASA Conf. Publ. 2072, 54. Edgett, K. S., and P. R. Christensen 1994. Mars aeolian sand: Regional\nMarchenko, A. G., and A. A. Pronin 1995. Study of relations betweenvariations among dark-hued crater floor features. J. Geophys. Res. small impact craters and dunes on Mars [abstract]. Abstracts of Papers99, 1997–2018. Presented at the 22nd International Microsymposium on Planetology,\nEdgett, K. S., and N. Lancaster 1993. Volcaniclastic aeolian dunes: Terrespp. 63–64. Vernadsky Institute, Moscow, Russia.\ntrial examples and application to martian sands. J. Arid Environments McCauley, J. F. 1973. Mariner 9 evidence for wind erosion in the equato-25, 271–297. rial and mid-latitude regions of Mars. J. Geophys. Res. 78, 4123–4137.Edgett, K. S., B. J. Butler, J. R. Zimbelman, and V. E. Hamilton 1997. Moore, J. M., and K. S. Edgett 1993. Hellas Planitia, Mars: Site of netGeologic context of the Mars radar ‘‘Stealth’’ region in southwestern\ndust erosion and implications for the nature of basin floor deposits.Tharsis. J. Geophys. Res. 102, 21,545–21,568. Geophys. Res. Lett. 20, 1599–1602.Garrels, R. M., and F. T. Mackenzie 1971. Evolution of Sedimentary\nMouginis-Mark, P. J., L. Wilson, and J. W. Head III 1982. ExplosiveRocks. Norton, New York. volcanism on Hecates Tholus, Mars: Investigation of eruption condi-Greeley, R. 1979. Silt-clay aggregates on Mars. J. Geophys. Res. 84, 6248– tions. J. Geophys. Res. 87, 9890–9904.6254. Mouginis-Mark, P. J., L. Wilson, and J. R. Zimbelman 1988. PolygenicGreeley, R., and D. A. Crown 1990. Volcanic geology of Tyrrhena Patera, eruptions on Alba Patera, Mars. Bull. Volcanol. 50, 361–379.Mars. J. Geophys. Res. 95, 7133–7149. Muhleman, D. O., B. J. Butler, A. W. Grossman, and M. A. Slade 1991.Greeley, R., and S. H. Williams 1994. Dust deposits on Mars: The ‘‘parna’’ Radar images of Mars. Science 253, 1508–1513.analog. Icarus 110, 165–177. Parker, T. J., D. S. Gorsline, R. S. Saunders, D. C. Pieri, and D. M.Gregg, T. K. P., and S. N. Williams 1996. Explosive mafic volcanoes Schneeberger 1993. Coastal geomorphology of the martian northernon Mars and Earth: Deep magma sources and rapid rise rate. Icarus plains. J. Geophys. Res. 98, 11,061–11,078.122, 397–405. Peterfreund, A. R. 1985. Contemporary aeolian processes on Mars: LocalGuinness, E. A., R. E. Arvidson, D. C. Gehret, and L. K. Bolef 1979. dust storms. Ph.D. dissertation, Arizona State University, Tempe,Color changes at the Viking landing sites over the course of a Mars Arizona.year. J. Geophys. Res. 84, 8355–8364. Plescia, J. B. 1994. Geology of small Tharsis volcanoes: Jovis Tholus,Haberle, R. M., and B. M. Jakosky 1991. Atmospheric effects on the Ulysses Patera, Biblis Patera, Mars. Icarus 111, 246–269.remote determination of thermal inertia on Mars. Icarus 90, 187–204. Porter, S. C. 1997. Late Pleistocene eolian sediments related to pyroclasticHayashi, J. N., B. M. Jakosky, and R. M. Haberle 1995. Atmospheric eruptions of Mauna Kea Volcano, Hawaii. Quaternary Res. 47, 261–276.effects on the mapping of martian thermal inertia and thermally derived\nPye, K., and H. Tsoar 1990. Aeolian Sand and Sand Dunes. Unwin andalbedo. J. Geophys. Res. 100, 5277–5284. Hyman, London.Iversen, J. D., and B. R. White 1982. Saltation threshold on Earth, Mars,\nand Venus. Sedimentology 29, 111–119. Rice, J. W. Jr., and K. S. Edgett 1997. Catastrophic flood sediments in\nChryse Basin, Mars, and Quincy Basin, Washington: Application of Toon, O. B., J. B. Pollack, W. Ward, J. A. Burns, and K. Bilski 1980. The astronomical theory of climatic change on Mars. Icarus 44, 552–607.sandar facies model. J. Geophys. Res. 102, 4185–4200.\nRice, M. A., B. B. Willetts, and I. K. McEwan 1996. Observations of Touma, J., and J. Wisdom 1993. The chaotic obliquity of Mars. Science 259, 1294–1297.collisions of saltating grains with a granular bed from high-speed cine-\nfilm. Sedimentology 43, 21–31. Tsoar, H., R. Greeley, and A. R. Peterfreund 1979. Mars: The north polar sand sea and related wind patterns. J. Geophys. Res. 84, 8167–8180.Robinson, M. S., P. J. Mouginis-Mark, J. R. Zimbelman, S. S. C. Wu,\nK. K. Ablin, and A. E. Howington-Kraus 1993. Chronology, eruption Walker, G. P. L., S. Self, and L. Wilson 1984. Tarawera 1886, New duration, and atmospheric contribution of the martian volcano Apolli- Zealand— A basaltic plinian fissure eruption. J. Volc. Geotherm. Res. naris Patera. Icarus 104, 301–323. 21, 61–78.\nSagan, C., and J. B. Pollack 1969. Windblown dust on Mars. Nature Ward, A. W. 1979. Yardangs on Mars: Evidence of recent wind erosion. 223, 791–794. J. Geophys. Res. 84, 8147–8166.\nSagan, C., J. Veverka, R. Steinbacher, L. Quam, R. Tucker, and B. Eross Weitz, C. M., J. J. Plaut, R. Greeley, and R. S. Saunders 1994. Dunes 1974. Variable features on Mars, IV, Pavonis Mons. Icarus 22, 24–47. and microdunes on Venus: Why were so few found in the Magellan\ndata? Icarus 112, 282–295.Sarna-Wojcicki, A. M., S. Shipley, R. B. Waitt Jr., D. Dzurisin, and S. H. Wood 1981. Areal distribution, thickness, mass, volume, and grain size Wharton, R. A. Jr., J. M. Crosby, C. P. McKay, and J. W. Rice, Jr. 1995. of air-fall ash from the six major eruptions of 1980. In The 1980 Erup- Paleolakes on Mars. J. Paleolimnol. 13, 267–283. tions of Mount St. Helens, Washington (P. W. Lipman and D. R. Mulli- Wilson, L. and J. W. Head III 1994. Mars: Review and analysis of volcanic neaux, Eds.), pp. 577–600, U.S. Geol. Survey Professional Paper 1250. eruption theory and relationships to observed landforms. Rev. Geophys. Scott, D. H., and K. L. Tanaka 1982. Ignimbrites of Amazonis Planitia 32, 221–263. region of Mars. J. Geophys. Res. 87, 1179–1190. Wood, C. A. 1979. Monogenetic volcanoes of the terrestrial planets. Proc. Scott, D. H., and K. L. Tanaka 1986. Geologic map of the western equato- Lunar Planet Sci. Conf. 10, 2815–2840. rial region of Mars. U.S. Geological Survey Map I-1802-A, Zimbelman, J. R. 1984. Geologic Interpretation of the Remote Sensing 1:15,000,000 scale. Data for the Martian Volcano Ascraeus Mons. Ph.D. dissertation, AriSharp, R. P., and M. C. Malin 1984. Surface geology from Viking landers zona State University, Tempe, Arizona. [Also in Advances in Planetary on Mars: A second look. Geol. Soc. Amer. Bull. 95, 1398–1412. Geology, Vol. 1, NASA Tech. Memo. TM-88784, pp. 271–572. 1986]\nTanaka, K. L. 1986. The stratigraphy of Mars. Proc. Lunar Planet. Sci. Zimbelman, J. R., and K. S. Edgett 1992. The Tharsis Montes, Mars: Conf. 17, Part I, J. Geophys. Res. Suppl. 91, E139-E158. Comparison of volcanic and modified landforms. Proc. Lunar Planet.\nSci. 22, 31–44.Thomas, P. 1984. Martian intracrater splotches: Occurrence, morphology, and colors. Icarus 57, 205–227. Zimbelman, J. R., and L. A. Leshin 1987. A geologic evaluation of thermal\nproperties for the Elysium and Aeolis Quadrangles of Mars. Proc.Thomas, P., J. Veverka, S. Lee, and A. Bloom 1981. Classification of wind streaks on Mars. Icarus 45, 124–153. Lunar Planet. Sci. Conf. 17, J. Geophys. Res., Suppl. 92, E588–E596."
  }],
  "year": 1997,
  "references": [{
    "title": "Viking orbiter observasurrounding terrain. Both dune fields have superposed landforms (craters, lava flows, smooth-surfaced deposits)",
    "authors": ["G.A. Briggs", "W.A. Baum", "J. Barnes"],
    "year": 1979
  }, {
    "title": "Channels and valley networks",
    "authors": ["V.R. Baker", "M.H. Carr", "V.C. Gulick", "C.R. Williams", "M.S. Marley"],
    "venue": "Mars (H. H. Kieffer, B. M. Jakosky, C. W. Snyder, and M. S. Matthews, Eds.), pp. 493–522. Univ. of Arizona Press, Tucson.",
    "year": 1992
  }, {
    "title": "Mineralogy of the martian north polar sand sea from 1995 Hubble Space Telescope near-IR observations [abstract",
    "authors": ["Bell", "J.F. III", "P.C. Thomas", "M.J. Wolff", "S.W. Lee", "P.B. James"],
    "venue": "Lunar Planet. Sci. XXVIII, 87–88. tions of dust in the martian atmosphere. J. Geophys. Res. 84, 2795–2820.",
    "year": 1997
  }, {
    "title": "Water on Mars",
    "authors": ["M.H. Carr"],
    "venue": "Oxford Univ. Press, New York.",
    "year": 1996
  }, {
    "title": "Some martian volcanic features as viewed from Viking orbiters",
    "authors": ["M.H. Carr", "R. Greeley", "K.R. Blasius", "J.E. Guest", "J.B. Murray"],
    "venue": "J. Geophys. Res. 82, 3985–4015.",
    "year": 1977
  }, {
    "title": "Regional dust deposits on Mars: Physical properties, age, and history",
    "authors": ["P.R. Christensen"],
    "venue": "J. Geophys. Res. 91, 3533–3545.",
    "year": 1986
  }, {
    "title": "Global albedo variations on Mars: Implications for active aeolian transport, deposition, and erosion",
    "authors": ["P.R. Christensen"],
    "venue": "J. Geophys. Res. 93, 7611–7624.",
    "year": 1988
  }, {
    "title": "High-resolution thermal imaging of Mars [abstract",
    "authors": ["P.R. Christensen", "M.C. Malin"],
    "venue": "Lunar Planet. Sci. XIX, 180–181.",
    "year": 1988
  }, {
    "title": "Volcanic geology of Hadriaca Patera and the eastern Hellas Region of Mars",
    "authors": ["D.A. Crown", "R. Greeley"],
    "venue": "J. Geophys. Res. 98, 3431–3451.",
    "year": 1993
  }, {
    "title": "Eolian deposits and dunes on Mars",
    "authors": ["J.A. Cutts", "R.S.U. Smith"],
    "venue": "J. Geophys. Res. 78, 4139–4154.",
    "year": 1973
  }, {
    "title": "North polar region of Mars: Imaging results from Viking 2",
    "authors": ["J.A. Cutts", "K.R. Blasius", "G.A. Briggs", "M.H. Carr", "R. Greeley", "H. Masursky"],
    "venue": "Science 194, 1329–1337.",
    "year": 1976
  }, {
    "title": "The basaltic aeolian dunes near Moses Lake, Washington, U.S.A.: Changes in Twentieth Century activity moderated by local human and volcanic influences",
    "authors": ["K.S. Edgett"],
    "venue": "In Abstracts of a Workshop on the Response of Eolian Processes to Global Change,",
    "year": 1994
  }, {
    "title": "The volcaniclastic Shifting Sand Dunes of Christmas Lake Valley, Oregon",
    "authors": ["K.S. Edgett"],
    "venue": "The Sand Component of the Modern Martian Aeolian Sedimentary System, Ph.D. dissertation, pp. 145–201. Arizona State University, Tempe, Arizona.",
    "year": 1994
  }, {
    "title": "The particle size of martian aeolian dunes",
    "authors": ["K.S. Edgett", "P.R. Christensen"],
    "venue": "J. Geophys. Res. 96, 22,765–22,776.",
    "year": 1991
  }, {
    "title": "Mars aeolian sand: Regional variations among dark-hued crater floor features",
    "authors": ["K.S. Edgett", "P.R. Christensen"],
    "venue": "J. Geophys. Res. 99, 1997–2018.",
    "year": 1994
  }, {
    "title": "Volcaniclastic aeolian dunes: Terrestrial examples and application to martian sands",
    "authors": ["K.S. Edgett", "N. Lancaster"],
    "venue": "J. Arid Environments 25, 271–297.",
    "year": 1993
  }, {
    "title": "Geologic context of the Mars radar ‘‘Stealth’’ region in southwestern Tharsis",
    "authors": ["K.S. Edgett", "B.J. Butler", "J.R. Zimbelman", "V.E. Hamilton"],
    "venue": "J. Geophys. Res. 102, 21,545–21,568.",
    "year": 1997
  }, {
    "title": "Evolution of Sedimentary Rocks",
    "authors": ["R.M. Garrels", "F.T. Mackenzie"],
    "venue": "Norton, New York.",
    "year": 1971
  }, {
    "title": "Silt-clay aggregates on Mars",
    "authors": ["R. Greeley"],
    "venue": "J. Geophys. Res. 84, 6248– 6254.",
    "year": 1979
  }, {
    "title": "Volcanic geology of Tyrrhena Patera, Mars",
    "authors": ["R. Greeley", "D.A. Crown"],
    "venue": "J. Geophys. Res. 95, 7133–7149.",
    "year": 1990
  }, {
    "title": "Dust deposits on Mars: The ‘‘parna’’ analog",
    "authors": ["R. Greeley", "S.H. Williams"],
    "venue": "Icarus 110, 165–177.",
    "year": 1994
  }, {
    "title": "Explosive mafic volcanoes on Mars and Earth: Deep magma sources and rapid rise rate",
    "authors": ["T.K.P. Gregg", "S.N. Williams"],
    "venue": "Icarus 122, 397–405.",
    "year": 1996
  }, {
    "title": "Color changes at the Viking landing sites over the course of a Mars year",
    "authors": ["E.A. Guinness", "R.E. Arvidson", "D.C. Gehret", "L.K. Bolef"],
    "venue": "J. Geophys. Res. 84, 8355–8364.",
    "year": 1979
  }, {
    "title": "Atmospheric effects on the remote determination of thermal inertia on Mars",
    "authors": ["R.M. Haberle", "B.M. Jakosky"],
    "venue": "Icarus 90, 187–204.",
    "year": 1991
  }, {
    "title": "Atmospheric effects on the mapping of martian thermal inertia and thermally derived albedo",
    "authors": ["J.N. Hayashi", "B.M. Jakosky", "R.M. Haberle"],
    "venue": "J. Geophys. Res. 100, 5277–5284.",
    "year": 1995
  }, {
    "title": "Saltation threshold on Earth, Mars, and Venus",
    "authors": ["J.D. Iversen", "B.R. White"],
    "venue": "Sedimentology 29, 111–119.",
    "year": 1982
  }, {
    "title": "Thermal and albedo mapping of Mars during the Viking primary mission",
    "authors": ["H.H. Kieffer", "T.Z. Martin", "A.R. Peterfreund", "B.M. Jakosky", "E.D. Miner", "F.D. Palluconi"],
    "venue": "J. Geophys. Res. 82, 4249–4292.",
    "year": 1977
  }, {
    "title": "Mineralogy, correlation, and grain-size distributions of Mazama tephra and other postglacial pyroclastic layers, Pacific Northwest",
    "authors": ["L.R. Kittleman"],
    "venue": "Geol. Soc. Am. Bull. 84, 2957–2980.",
    "year": 1973
  }, {
    "title": "A possible adhesion mechanism for martian soil particles",
    "authors": ["L.V. Ksanfomaliti"],
    "venue": "Pis’ma Astron. Zh. 3, 326–329. [English translation in Soviet Astron. Lett 3, 174–176]",
    "year": 1977
  }, {
    "title": "Palaeoclimatic evidence from sand seas",
    "authors": ["N. Lancaster"],
    "venue": "Palaeogeogr. Palaeoclimatology, Palaeoecology 76, 279–290.",
    "year": 1990
  }, {
    "title": "Kelso Dunes",
    "authors": ["N. Lancaster"],
    "venue": "Nat. Geogr. Res. Exploration 9, 444–459.",
    "year": 1993
  }, {
    "title": "Sediment volume in the north polar sand seas of Mars",
    "authors": ["N. Lancaster", "R. Greeley"],
    "venue": "J. Geophys. Res. 95, 10,921–10,927.",
    "year": 1990
  }, {
    "title": "The chaotic obliquity of the planets",
    "authors": ["J. Laskar", "P. Robutel"],
    "venue": "Nature 361, 608–612.",
    "year": 1993
  }, {
    "title": "Longitudinal dunes on Mars: Relation to current wind regimes",
    "authors": ["P. Lee", "P.C. Thomas"],
    "venue": "J. Geophys. Res. 100, 5381–5395.",
    "year": 1995
  }, {
    "title": "IRTM observations of Syrtis Major: An active aeolian environment [abstract",
    "authors": ["S.W. Lee"],
    "venue": "Reports of Planetary Geology and Geophysics Program 1985, pp. 532–534, NASA Technical Memorandum 88383.",
    "year": 1986
  }, {
    "title": "Wind streaks in Tharsis and Elysium: Implications for sediment transport by slope winds",
    "authors": ["S.W. Lee", "P.C. Thomas", "J. Veverka"],
    "venue": "J. Geophys. Res. 87, 10,025–10,041.",
    "year": 1982
  }, {
    "title": "Archean sedimentation",
    "authors": ["D.R. Lowe"],
    "venue": "Ann. Rev. Earth Planet. Sci. 8, 145–167.",
    "year": 1980
  }, {
    "title": "Mars and Earth: Comparison of cold-climate features",
    "authors": ["B.K. Lucchitta"],
    "venue": "Icarus 45, 264–303.",
    "year": 1981
  }, {
    "title": "Mars: Evidence of indurated deposits of fine materials",
    "authors": ["M.C. Malin"],
    "year": 1979
  }, {
    "title": "Study of relations between small impact craters and dunes on Mars [abstract",
    "authors": ["A.G. Marchenko", "A.A. Pronin"],
    "venue": "Abstracts of Papers Presented at the 22nd International Microsymposium on Planetology, pp. 63–64. Vernadsky Institute, Moscow, Russia.",
    "year": 1995
  }, {
    "title": "Mariner 9 evidence for wind erosion in the equatorial and mid-latitude regions of Mars",
    "authors": ["J.F. McCauley"],
    "venue": "J. Geophys. Res. 78, 4123–4137.",
    "year": 1973
  }, {
    "title": "Hellas Planitia, Mars: Site of net dust erosion and implications for the nature of basin floor deposits",
    "authors": ["J.M. Moore", "K.S. Edgett"],
    "venue": "Geophys. Res. Lett. 20, 1599–1602.",
    "year": 1993
  }, {
    "title": "Explosive volcanism on Hecates Tholus, Mars: Investigation of eruption conditions",
    "authors": ["P.J. Mouginis-Mark", "L. Wilson", "J.W. Head III"],
    "venue": "J. Geophys. Res. 87, 9890–9904.",
    "year": 1982
  }, {
    "title": "Polygenic eruptions on Alba Patera, Mars",
    "authors": ["P.J. Mouginis-Mark", "L. Wilson", "J.R. Zimbelman"],
    "venue": "Bull. Volcanol. 50, 361–379.",
    "year": 1988
  }, {
    "title": "Radar images of Mars",
    "authors": ["D.O. Muhleman", "B.J. Butler", "A.W. Grossman", "M.A. Slade"],
    "venue": "Science 253, 1508–1513.",
    "year": 1991
  }, {
    "title": "Coastal geomorphology of the martian northern plains",
    "authors": ["T.J. Parker", "D.S. Gorsline", "R.S. Saunders", "D.C. Pieri", "D.M. Schneeberger"],
    "venue": "J. Geophys. Res. 98, 11,061–11,078.",
    "year": 1993
  }, {
    "title": "Contemporary aeolian processes on Mars: Local dust storms",
    "authors": ["A.R. Peterfreund"],
    "venue": "Ph.D. dissertation, Arizona State University, Tempe, Arizona.",
    "year": 1985
  }, {
    "title": "Geology of small Tharsis volcanoes: Jovis Tholus, Ulysses Patera, Biblis Patera, Mars",
    "authors": ["J.B. Plescia"],
    "venue": "Icarus 111, 246–269.",
    "year": 1994
  }, {
    "title": "Late Pleistocene eolian sediments related to pyroclastic eruptions of Mauna Kea Volcano, Hawaii",
    "authors": ["S.C. Porter"],
    "venue": "Quaternary Res. 47, 261–276.",
    "year": 1997
  }, {
    "title": "Aeolian Sand and Sand Dunes",
    "authors": ["K. Pye", "H. Tsoar"],
    "venue": "Unwin and Hyman, London.",
    "year": 1990
  }, {
    "title": "Catastrophic flood sediments",
    "authors": ["Rice", "J.W. Jr.", "K. S"],
    "venue": "Edgett",
    "year": 1997
  }, {
    "title": "Observations of collisions of saltating grains with a granular bed from high-speed cinefilm",
    "authors": ["M.A. Rice", "B.B. Willetts", "I.K. McEwan"],
    "venue": "Sedimentology 43, 21–31.",
    "year": 1996
  }, {
    "title": "Chronology, eruption duration, and atmospheric contribution of the martian volcano Apollinaris Patera",
    "authors": ["M.S. Robinson", "P.J. Mouginis-Mark", "J.R. Zimbelman", "S.S.C. Wu", "K.K. Ablin", "A.E. Howington-Kraus"],
    "venue": "Icarus 104, 301–323.",
    "year": 1993
  }, {
    "title": "Windblown dust on Mars",
    "authors": ["C. Sagan", "J.B. Pollack"],
    "venue": "Nature 223, 791–794.",
    "year": 1969
  }, {
    "title": "Variable features on Mars, IV, Pavonis Mons",
    "authors": ["C. Sagan", "J. Veverka", "R. Steinbacher", "L. Quam", "R. Tucker", "B. Eross"],
    "venue": "Icarus 22, 24–47.",
    "year": 1974
  }, {
    "title": "Areal distribution, thickness, mass, volume, and grain size of air-fall ash from the six major eruptions of 1980",
    "authors": ["A.M. Sarna-Wojcicki", "S. Shipley", "R.B. Waitt Jr.", "D. Dzurisin", "S.H. Wood"],
    "venue": "The 1980 Eruptions of Mount St. Helens, Washington (P. W. Lipman and D. R. Mullineaux, Eds.), pp. 577–600, U.S. Geol. Survey Professional Paper 1250.",
    "year": 1981
  }, {
    "title": "Ignimbrites of Amazonis Planitia region of Mars",
    "authors": ["D.H. Scott", "K.L. Tanaka"],
    "venue": "J. Geophys. Res. 87, 1179–1190.",
    "year": 1982
  }, {
    "title": "Geologic map of the western equatorial region of Mars",
    "authors": ["D.H. Scott", "K.L. Tanaka"],
    "venue": "U.S. Geological Survey Map I-1802-A, 1:15,000,000 scale.",
    "year": 1986
  }, {
    "title": "Surface geology from Viking landers on Mars: A second look",
    "authors": ["R.P. Sharp", "M.C. Malin"],
    "venue": "Geol. Soc. Amer. Bull. 95, 1398–1412.",
    "year": 1984
  }, {
    "title": "The stratigraphy of Mars",
    "authors": ["K.L. Tanaka"],
    "venue": "Proc. Lunar Planet. Sci. Conf. 17, Part I, J. Geophys. Res. Suppl. 91, E139-E158.",
    "year": 1986
  }, {
    "title": "Martian intracrater splotches: Occurrence, morphology, and colors",
    "authors": ["P. Thomas"],
    "venue": "Icarus 57, 205–227.",
    "year": 1984
  }, {
    "title": "Classification of wind streaks on Mars",
    "authors": ["P. Thomas", "J. Veverka", "S. Lee", "A. Bloom"],
    "venue": "Icarus 45, 124–153.",
    "year": 1981
  }, {
    "title": "The astronomical theory of climatic change on Mars",
    "authors": ["O.B. Toon", "J.B. Pollack", "W. Ward", "J.A. Burns", "K. Bilski"],
    "venue": "Icarus 44, 552–607.",
    "year": 1980
  }, {
    "title": "The chaotic obliquity of Mars",
    "authors": ["J. Touma", "J. Wisdom"],
    "venue": "Science 259, 1294–1297.",
    "year": 1993
  }, {
    "title": "Mars: The north polar sand sea and related wind patterns",
    "authors": ["H. Tsoar", "R. Greeley", "A.R. Peterfreund"],
    "venue": "J. Geophys. Res. 84, 8167–8180.",
    "year": 1979
  }, {
    "title": "Tarawera 1886, New Zealand— A basaltic plinian fissure eruption",
    "authors": ["G.P.L. Walker", "S. Self", "L. Wilson"],
    "venue": "J. Volc. Geotherm. Res. 21, 61–78.",
    "year": 1984
  }, {
    "title": "Yardangs on Mars: Evidence of recent wind erosion",
    "authors": ["A.W. Ward"],
    "venue": "J. Geophys. Res. 84, 8147–8166.",
    "year": 1979
  }, {
    "title": "Dunes and microdunes on Venus: Why were so few found in the Magellan data",
    "authors": ["C.M. Weitz", "J.J. Plaut", "R. Greeley", "R.S. Saunders"],
    "venue": "Icarus 112,",
    "year": 1994
  }, {
    "title": "Paleolakes on Mars",
    "authors": ["Wharton", "R.A. Jr.", "J.M. Crosby", "C.P. McKay", "J.W. Rice", "Jr."],
    "venue": "J. Paleolimnol. 13, 267–283.",
    "year": 1995
  }, {
    "title": "Mars: Review and analysis of volcanic eruption theory and relationships to observed landforms",
    "authors": ["L. Wilson", "J.W. Head III"],
    "venue": "Rev. Geophys. 32, 221–263.",
    "year": 1994
  }, {
    "title": "Monogenetic volcanoes of the terrestrial planets",
    "authors": ["C.A. Wood"],
    "venue": "Proc. Lunar Planet Sci. Conf. 10, 2815–2840.",
    "year": 1979
  }, {
    "title": "Geologic Interpretation of the Remote Sensing Data for the Martian Volcano Ascraeus Mons",
    "authors": ["J.R. Zimbelman"],
    "venue": "Ph.D. dissertation, Arizona State University, Tempe, Arizona. [Also in Advances in Planetary Geology, Vol. 1, NASA Tech. Memo. TM-88784, pp. 271–572. 1986]",
    "year": 1984
  }, {
    "title": "The Tharsis Montes, Mars: Comparison of volcanic and modified landforms",
    "authors": ["J.R. Zimbelman", "K.S. Edgett"],
    "venue": "Proc. Lunar Planet. Sci. 22, 31–44.",
    "year": 1992
  }, {
    "title": "A geologic evaluation of thermal properties for the Elysium and Aeolis Quadrangles of Mars",
    "authors": ["J.R. Zimbelman", "L.A. Leshin"],
    "venue": "Proc. Lunar Planet. Sci. Conf. 17, J. Geophys. Res., Suppl. 92, E588–E596.",
    "year": 1987
  }],
  "id": "SP:2ce108bd479ab35c58d92feb0f26447acda2bbfb",
  "authors": [{
    "name": "Kenneth S. Edgett",
    "affiliations": []
  }],
  "abstractText": "dunes are composed mainly of sand-sized grains (Edgett and Christensen 1991, 1994). The low albedos are interpreTwo transverse dune fields occur among Late Amazonian volcanic and aeolian landforms in southwestern Tharsis, Mars. ted to indicate that dark-hued, sand-sized grains saltate The first is located p70 km northwest of Biblis Patera, around under present wind conditions and thereby remove any 58N, 1258W. The second is located about 500 km northwest of fine, bright dust that might otherwise accumulate on them Arsia Mons, at 28S, 1308W. The latter is the largest dune field (Thomas 1984, Lee 1986). Most martian dunes are found thus far documented to occur in the equatorial latitudes of in the polar (high-latitude) regions, some occur on the Mars. Unlike other dunes on the planet, both dune fields in floors of impact craters, and still others are found in troughs Tharsis have low thermal inertias (,2.7 3 10 cal cm sec and other topographic traps imaged at high resolution (e.g., K) and high albedos (p0.26) that are indistinct from their Cutts and Smith 1973, Cutts et al. 1976). surrounding terrain. Both dune fields have superposed features, In a desert environment where there are no lakes, no such as impact craters, lava flows, smooth-surfaced units, and bright wind streaks. The dune fields therefore appear to be seas, and it never rains, the presence of aeolian dunes in inactive and mantled by fine-grained material (i.e., particles a volcanic setting might be a good indicator that explosive ,60 mm). To form, aeolian dunes require a supply of sand. volcanism created the initial supply of sand (Edgett and On Earth, most dune sands are supplied by fluvial and littoral Lancaster 1993). The climate of Mars during most of the processes, but this is not the case in Tharsis on Mars. Because Amazonian Epoch has probably been hyper-arid (Carr they are superposed on a Late Amazonian surface, the climate 1996). Theoretical work by Wilson and Head (1994) sugis assumed to have been hyper-arid throughout the time that the gests that explosive volcanism, even among mafic volcadunes have existed. Under these conditions, the only plausible noes, is more likely to have occurred on Mars than Earth source for quantities of sediment sufficient to form transverse because of enhanced bubble formation and magma fragdune fields is explosive volcanism. Therefore, the two dune fields in Tharsis are evidence that explosive volcanism has mentation owing to the relatively low atmospheric occurred in this region in the Late Amazonian Epoch.  1997 pressure.",
  "title": "Aeolian Dunes as Evidence for Explosive Volcanism in the Tharsis Region of Mars"
}