{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nMarine Geology\nj ourna l homepage: www.e lsev ie r .com/ locate /margeo\nSignals of watershed change preserved in organic carbon buried on the continental margin seaward of the Waipaoa River, New Zealand\nElana L. Leithold a,⁎, Neal E. Blair b,c, Laurel B. Childress c, Benjamin R. Brulet a, MichaelMarden d, Alan R. Orpin e, Steven A. Kuehl f, Clark R. Alexander g\na Department of Marine, Earth, and Atmospheric Sciences, North Carolina State University, Raleigh, NC 27695, USA b Department of Civil and Environmental Engineering, Northwestern University, Evanston, IL 60208, USA c Department of Earth and Planetary Sciences, Northwestern University, Evanston, IL 60208, USA d Landcare Research, P.O. Box 445, Gisborne, New Zealand e National Institute of Water and Atmospheric Research (NIWA), Private Bag 14-901, Kilbirnie, Wellington, New Zealand f Virginia Institute of Marine Sciences, College of William and Mary, Gloucester Point, VA 23062, USA g Skidaway Institute of Oceanography, Savannah, GA 31411, USA\n⁎ Corresponding author.\n0025-3227/$ – see front matter © 2013 Elsevier B.V. All ri http://dx.doi.org/10.1016/j.margeo.2013.10.007\na b s t r a c t a r t i c l e i n f o\nArticle history: Received 5 October 2011 Received in revised form 24 September 2013 Accepted 12 October 2013 Available online 19 October 2013\nCommunicated by G.J. de Lange\nKeywords: continental margin sediments watershed change radiocarbon carbon isotopes New Zealand anthropogenic change\nHolocene sediments buried on the continental shelf seaward of the Waipaoa River, northeastern New Zealand, preserve a stratigraphic record of terrestrial environmental change. The well characterized, long-term record of storms, volcanism, and human disturbance in this region provides an opportunity to examine how such changes are reflected in the character of organic carbon (OC) buried on the continental margin. Complimentary evidence obtained from analyses of the 14C content and the elemental and stable carbon isotopic composition of different sedimentary fractions, including charcoal, wood, and clay-sized isolates, indicates that these perturbations led to mobilization of OC components with variable storage histories in the watershed. Charcoal transported in the modern Waipaoa River and buried in offshore depocenters includes a highly aged component that has apparently been slowly released from storage in soil or alluvial terraces. The charcoal fraction ages become dramatically younger in sediments deposited after the Taupo volcanic eruption (1717calyrBP) and then Polynesian settlement (ca. 700 cal yr BP), both signaling biomass burning. The mean age of woody plant fragments and clay-bound OC deposited on the shelf also varies over time, with older material having accumulated in the middle Holocene and since human occupation. Deposition of older-than-average wood fragments and clay-bound OC between about 5 and 3.6kyrBP correlates with evidence for a period of increased storm frequency in the region andmay reflect the enhanced delivery of aged soil and sedimentary rockmobilized from hill slopes via earthflows and/or deep seated landslides. Similarly, the deposition of older wood and claybound OC commensurate with the first anthropogenic disturbance ca. 700 years ago is consistent with accelerated mass wasting due to deforestation. At the same time, a change in the elemental and stable isotopic composition of bulk and clay-bound OC buried on the shelf may reflect increased marine primary productivity and/or mobilization of OC from deep levels in soil profiles. Deforestation of the Waipaoa headwaters by European settlers beginning in the middle 19th century is evinced by a sharper rise in the age of clay associated OC buried offshore. Today, deep gully incision into fractured sedimentary bedrock is a major source of sediment and kerogen to the river, and this process has left itsmark on the age of sedimentary OC delivered to the adjacent margin.\n© 2013 Elsevier B.V. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "As the primary sites for accumulation of particulate matter eroded from land, continental margins contain some of the most complete stratigraphic records of long-term terrestrial environmental change. Deciphering those records requires the use of multiple sedimentary proxies, and organic carbon (OC) can be particularly informative. The stable carbon isotopic composition of sedimentary organic matter buried on themargins, for example, has beenwidely used to disentangle\nghts reserved.\nlong-term variations in relative sea-level, river discharge, and terrestrial vegetation (e.g., Meyers, 1997; Lamb et al., 2006; Weijers et al., 2009). Recent work, however, suggests that sedimentary organic carbon has yet to be fully exploited as a paleoenvironmental tool. It has become apparent that riverine organic carbon is a more complex mixture than has commonly been appreciated, and that the composition and age of that material is a function of the geomorphic processes that deliver it to the fluvial network (e.g., Leithold et al., 2006; Hilton et al., 2008; Gomez et al., 2010). Sediment delivery mechanisms such as sheetwash, shallow landslides, and debris flows carry organic fractions that are primarily derived from surficial horizons and are relatively young and\nfresh. In contrast, deep seated landslides and earthflows tend to entrain older, more refractory material derived from deeper soil horizons and sedimentary rocks. Bank erosion of lowland soils can mobilize material with a complex mixture of ages from multiple upland sources. By determining the balance of OC in stratigraphic sequences sourced from surficial versus deeper horizons in the regolith, the relative roles of landscape erosion processes may be assessed. Integrating over geological timescales, such reconstructions can be used to more completely resolve large-scale forcing in watersheds including signals derived from climate change, tectonics, and human disturbance.\nThe Waipaoa Sedimentary System on the North Island of New Zealand (Fig. 1) is an ideal location to explore organic geochemical signals of watershed change in the stratigraphic record. Since the last glacial maximum, the Waipaoa River has discharged significant volumes of sediment and associated organic carbon to the ocean, forming thick depocenters on the adjacent continental shelf and slope (Orpin, 2004; Orpin et al., 2006; Gerber et al., 2010). Erosional processes in the watershed have been the subject of extensive research (e.g., De Rose et al., 1998; Hicks et al., 2000, 2004; Gomez et al., 2003a; Reid and Page, 2003;Marden et al., 2005, 2008a,b), as have the 14C and stable\ncarbon isotopic composition of recent sedimentary products (Gomez et al., 2003b, 2004a; Leithold et al., 2006; Blair et al., 2010; Brackley et al., 2010; Gomez et al., 2010). The Waipaoa system, moreover, is known to have been impacted by a range of environmental perturbations during the Holocene Epoch, including volcanic eruptions, intense storms, earthquakes, and anthropogenic deforestation (Wilmshurst et al., 1999; Gomez et al., 2004b, 2007; Kettner et al., 2007). In this paper, we examine the sedimentary record preserved on the Waipaoa continental shelf to disentangle for the first time the long-term, organic-geochemical signals of these and other environmental changes."
  }, {
    "heading": "2. Background",
    "text": ""
  }, {
    "heading": "2.1. Geology",
    "text": "The Waipaoa River drains a 2205 km2 watershed on the eastern flanks of the rugged Raukumara Ranges of the North Island, New Zealand, flowing along a short course southeastward and discharging to Poverty Bay (Hicks et al., 2000; Fig. 1). The watershed is located in the forearc region of the Hikurangi Margin, where the Pacific Plate is\nlocations where river sediment, soil, and piston core samples were collected.\nsubducting obliquely westward beneath the Australian Plate. The river has incised into uplifted and variously deformed, jointed and clay-rich marine sedimentary rocks of Cretaceous to Pliocene age. Superimposed on this bedrock base are remnants of four Quaternary-aged alluvial terraces, each of which represents floodplain aggradation during a cool glacial episode (Berryman et al., 2000; Eden et al., 2001; Marzengarb et al., 2008; Berryman et al., 2010). Over the past ca. 18 ka, a mantle of volcanic ash, derived from the Taupo and Okataina Volcanic centers ~150km to the west, has blanketed both the alluvium and sedimentary rocks of the Waipaoa watershed to several meters thickness, and serves as the foundation for many of its soils.\nThe combination of highly erodible, steep and jointed bedrock, tephric soils and alluvium, episodically intense precipitation, seismic activity, and human disturbance contribute to rapid erosion of the Waipaoa watershed, and one of the highest sediment yields in the world (6800 t km−2 yr−1; Hicks et al., 2000). Deforestation of the watershed, primarily by burning, commenced in its lower reaches with the arrival of Polynesian (Maori) settlers around 700 yr BP and became more widespread and severe after European colonists removed native vegetation from the headwaters for pasture beginning in the late 1800s (McGlone et al., 1994; McGlone and Wilmshurst, 1999; Wilmshurst et al., 2008). By the early 20th century, 97.5% of the old-growth native forests had been destroyed (Gomez et al., 1999), leading to an estimated 6.5-fold increase in suspended sediment discharge of theWaipaoa River (Kettner et al., 2007). Gully erosion, most prevalent in crushed argillite and mudstone underlying the basin headwaters and occupying about 8% of the total watershed area, is currently the primary source of finegrained sediment to the system (Hicks et al., 2004; Marden et al., 2008b). Sediment supply from these gullies dominates during highfrequency, low magnitude rainfall events (b1 yr return period; Hicks et al., 2004). Over much of the middle and lower watershed, where more competent Miocene–Pliocene sandstone, mudstone, and minor limestone underlie the hill slopes, shallow landsliding triggered during lower-frequency, higher magnitude storms that occur with typical decadal return periods is the dominant mode of sediment delivery (Hicks et al., 2000; Reid and Page, 2003; Hicks et al., 2004). Slope failure tends to occur at the bedrock–soil interface and mobilizes generally sandy, pumiceous material (Preston and Crozier, 1999).\nSediment discharge from the Waipaoa River has resulted in the accumulation of thick Holocene mud deposits on the adjacent continental shelf and slope. Three shelf depocenters have been identified overlying an inferred, tectonically deformed, last-glacial erosional surface. Two depocenters are synclinal basins on the mid-shelf to the south and north of the modernWaipaoa mouth and contain postglacial sediment fills that are as much as 70 and 45m thick respectively. The emergent Lachlan and Ariel anticlinal ridges separate the mid-shelf depocenters from a third, outer shelf basin that contains up to 55m of post-glacial strata (Orpin et al., 2006; Gerber et al., 2010). From estimates of the sediment budget, much of the available accommodation space on the shelf had been filled syntectonically over the Holocene, but a larger portion of the sediment discharged from theWaipaoa since deforestation is now bypassing the shelf and is dispersed seaward onto the slope and beyond (Alexander et al., 2010; Miller and Kuehl, 2010)."
  }, {
    "heading": "2.2. Organic carbon",
    "text": "Like the inorganic component of the sediment load, particulate organic carbon in the Waipaoa River derives from multiple sources. Sedimentary rocks in the watershed, for example, have a mean organic carbon content of about 0.3% by weight (Leithold et al., 2006; Blair et al., 2010). This rock carbon (kerogen) is currently delivered to the river primarily via gully erosion in the headwaters, and is estimated to comprise about a third of the riverine suspended POC (Blair et al., 2010). The non-rock component of the riverine POC is derived almost exclusively from C3 vegetation, and has a mean 14C-age of ca. 1000years, reflecting a mixture of modern and aged components (Blair\net al., 2010). Shallow landslides as well as bank erosion and overland flow are likely sources of this material (Blair et al., 2010; Gomez et al., 2010). The average 14C-age of the POC mixture measured in bulk suspensions in the Waipaoa River is 4.8 ± 1.7 kyr (n = 7), which is equivalent to a Fraction Modern (Fm) 14C-content of 0.55±0.10. Upon discharge to the continental shelf, both modern and aged marine C are added to the fluvially transported rock- and plant-derived terrestrial POC (Brackley et al., 2010). Brackley et al. (2010) used isotope mass balance calculations to estimate that approximately 50% of the organic carbon in surficial sediments at mid-shelf sites is of marine origin."
  }, {
    "heading": "3. Methods",
    "text": ""
  }, {
    "heading": "3.1. Sampling",
    "text": "Samples from each of the three depocenters on the Waipaoa shelf were obtained from three giant piston cores recovered in 2006 by the R/V Marion Dufresne as part of the MATACORE MD152 research voyage (Proust et al., 2006; Fig. 1). The cores, designated MD3004 (southern mid-shelf depocenter), MD3007 (northern mid-shelf depocenter) and MD3006 (outer shelf depocenter), range from 16 to 25 m in length with radiocarbon ages and tephra identifications suggesting that they penetrated to around the Pleistocene–Holocene boundary (ca. 10 kyr BP; Gerber et al., 2010). Following collection of geophysical logs by the MATACORE group, the cores were split and preliminary sediment samples were obtained. The split cores were thenwrapped in plastic and kept in cold storage at NIWAWellington. Detailed sampling of the cores was undertaken for this study in June, 2007, under the auspices of the NSF MARGINS Source-to-Sink Initiative. Samples were extracted at 10- cm intervals in the upper meter of each core and at 20-cm intervals at greater depth. Samples for our investigation were placed in plastic bags and shipped frozen to our laboratories at North Carolina State University, and were subsequently stored frozen.\nSamples from the Waipaoa watershed, including river suspensions, alluvium, soils, and rocks, were collected during four separate field excursions between 2003 and 2009 (Leithold et al., 2006; Blair et al., 2010, this study). In all cases samples were frozen within hours of collection and were kept frozen until analysis."
  }, {
    "heading": "3.2. Dating of tephras",
    "text": "As summarized by Gerber et al. (2010), tephras in the piston cores were previously analyzed by A.S. Palmer (Massey University) for glass-shard major element chemistry (using an electron microprobe housed at Victoria University of Wellington) and heavy mineral assemblages to identify the eruption sources and their ages by correlation with well-established and dated counterparts elsewhere (e.g., Froggatt and Lowe, 1990; Lowe et al., 2008). Key tephras used in the current study include those of the Taupo (1717 cal yr BP), Waimihia (3410cal yrBP), Whakatane (5530 cal yr BP) events.\nAlthough not recognized in theMATACORE suite of cores (cf. Gerber et al., 2010), the Kaharoa tephra (636 cal yr BP; Lowe et al., 2008) was described from a nearby core site on the shelf (MD972122; Fig. 1) by Gomez et al. (2004b). Based on extrapolation of linear vertical rates of accumulation calculated for the sediments between the Waimihia and Taupo layers, we tentatively attribute a relatively coarse, pumice-rich horizon at about 105 cm depth in MD3007 and about 165 cm depth in MD 3004 to the Kaharoa eruption. Similarly, the position of the Tuhua (7005 cal yr BP; Lowe et al., 2008) tephra is stratigraphically projected from the nearby core (Gerber et al., 2010)."
  }, {
    "heading": "3.3. Particle size characterization and fractionation",
    "text": "The particle size distribution of samples from the shelf cores was characterized using a Beckman Coulter LS13-320 Laser Diffraction Particle Size Analyzer equipped with a Universal Liquid Module after\nsuspension in an aqueous solution of sodium metaphosphate (1g/L) to promote dispersion. The instrument measures particle size between 0.04 and 2000μm.\nAfter initial characterization, bulk sediments were fractionated according to size. Sediments were shaken for 30 min in an aqueous sodium metaphosphate solution (1 g L−1) and washed with 600–1000mL of distilled water through a stainless steel sieve to isolate the N25 μm fraction. The finer material that washed through the sieve was retained in a glass cylinder. Through application of Stokes Law, the clay-sized (b4μm) fraction was isolated from the cylinder contents after addition of distilled water to a minimum volume of 800 mL, homogenization, 4 h of settling, and removal of the top 20 cm using a peristaltic pump (60 mL/min). The pumped samples were then concentrated by centrifugation. All size fractions were freeze dried and frozen until further analysis.\n3.4. Isolation, quantification, and characterization of the low density fraction\nInitial experiments were conducted to develop a method for isolating discrete, low density material from bulk sediment samples by flotation in an aqueous solution of sodiumpolytungstate (SPT) adjusted to a density of 1.8 g cm−3. Results indicated that almost all of the material visible under a microscope was in the sand-size (N63 μm) range, and accordingly subsequent samples were washed through a 25 μm sieve prior to density fractionation. Approximately 100 mg of dried, N25 μm sediment was placed in a 15mL centrifuge tube and the SPT solution was added. After thorough shaking and suspension of the sediment, the tubes were centrifuged for 30min at 2500 rpm. The low density material that floated to the top of each tube was then decanted onto a 0.45 μm polycarbonate filter set up on a glass, vacuum-filtration apparatus. While a vacuum was applied, the material retained on the filter was thoroughly rinsed with distilled water to remove SPT salts. A second addition of SPT solution and repetition of the remaining procedure to an initial sub-set of samples revealed that a negligible amount of low density material remained in the sediment that settled to the bottom of the tubes after the first treatment, so samples were subsequently subjected to only a single density fractionation. Following drying, the low density isolates were examined under using a microscope where it was observed that they were composed of grains of pumice, charcoal, wood, and biologic skeletal debris (e.g., foraminifera tests, diatom frustules, and spicules; Fig. 2). Sub-\nsamples of charcoal and wood from the MD3007 core were handpicked with a metal jeweler's forceps. Charcoal grains were distinguished as being black, blocky in shape, with an earthy to metallic luster. Wood grains, in contrast, were distinguished as being colored various shades of brown and comprised mostly fibrous, elongate particles. Approximately 50–100 fragments of each type were selected for 14C analysis."
  }, {
    "heading": "3.5. Elemental and isotopic analyses",
    "text": "In order to prepare for elemental and isotopic analysis, bulk samples and clay isolateswere treatedwith aqueous 4NHCl to remove inorganic carbon. After four days of acidification, samples were dried in vacuo at room temperature without rinsing. Dried samples were transferred to tin boats for quantification of nitrogen and carbon content using a Thermo-Electron EA 1112 elemental analyzer. Measured values were corrected for the weight of dispersant (sodium metaphosphate) added during size fractionation and formation of salts during the acidification process. The relative precision for both C and N measurements was 2%.\nAfter combustion in the elemental analyzer, CO2 was transported by Helium to a Conflo III interfaced Thermo Delta V IRMS for stable carbon isotopicmeasurements. The 13C/12C ratio in a sample is expressed in per mil relative to the VPDB standard by the conventional δ13C notation. Samples were run against an acetanilide working standard that had been calibrated against several in-lab andNBS/NIST referencematerials. The absolute precision for these measurements was 0.2‰.\nBulk sediment, clay, wood, and charcoal from theMD3007 corewere analyzed for 14C at the National Ocean Sciences Accelerator Mass Spectrometry Facility (NOSAMS) at the Woods Hole Oceanographic Institution. Prior to submission for analysis, wood and charcoal samples were cleaned with 1N HCl and NaOH (the ABA method; Olsson, 1986) to remove any carbonate coatings or humic acids that may have contaminated them during burial in soils or the seabed. After freeze drying, samples were combusted in tin boats using the ThermoElectron EA 1112 elemental analyzer and the CO2 producedwas trapped cryogenically in glass tubes. Results from the bulk sediments and the clay, wood, and charcoal fractions are reported as Fraction Modern (Fm) and in uncalibrated 14C years BP. The values of the samples were normalized to −25‰ to correct for natural fractionations. The relative precisions for the NBS-22 hydrocarbon standard were 12% for the fraction modern (Fm ~ 0.001) and 2% for the 14C age (N52,000 years). The relative precision for an oxalic acid standard was 2% for fraction modern (Fm=1.3).\nCalibrated 14C ages were calculated for wood fragments using CALIB v. 6.0 (Stuiver and Reimer, 1993) and a non-marine, Southern Hemisphere calibration curve (McCormac et al., 2004). Calibrated 14Cages were not calculated for bulk, clay or charcoal fractions because they are considered mixtures with individual components having variable residence times (reservoir ages) in the watershed. Calibrated ages based on a prescribed reservoir age would be meaningless in such situations."
  }, {
    "heading": "4. Results",
    "text": ""
  }, {
    "heading": "4.1. Particle size and composition",
    "text": "The Holocene sections of the shelf depocenters are dominated texturally by silty clays (Fig. 3). Cores MD3007 and MD3004 show very similar trends, with mean particle sizes of around 20 μm for much of the early and middle Holocene. The late Holocene section between theWaimihia and Kaharoa tephra is considerably more coarse and variable, with silty and sandy tephra-rich intervals (cf. Gerber et al., 2010). The section overlying the inferred Kaharoa tephra (ca. 600years to present) shows a fining-upward trend, particularly marked in the uppermost few tens of centimeters of the cores (Fig. 3). The Holocene section of the outer shelf depocenter is somewhat finer grained and\ntexturally less variable. Above a sandy basal layer, coreMD3006 is composed entirely of silty clay with a mean particle size of 14.0±4.2 μm."
  }, {
    "heading": "4.2. Organic carbon content",
    "text": "Bulk sediments on the Waipaoa shelf contain ~0.4–0.9% organic carbon byweight. Isolated fragments of charcoal andwood fromvarious levels in MD3007 contain an average of 35.0±11.0 (n=5) and 31.3± 7.7 (n=8)percentOCbyweight respectively. About 23±5% (n=10) of the sedimentary OC is derived from wood and charcoal based on the assumption that virtually all of the discrete charcoal and wood in the sediment samples was recovered during density separation of the N25 μm fraction. Throughout the length of all three cores, the organic carbon content of the clay-sized fraction is higher than in bulk sediments, typically by a factor of about two (Fig. 3). The OC content of the clay fraction in all three cores increases gradually upward."
  }, {
    "heading": "4.3. C/N ratios and δ13C",
    "text": "Atomic organic carbon to total nitrogen ratios ((C/N)a) for bulk sediments on the Waipaoa shelf range from about 8 to 15 and are generally higher in the mid-shelf cores MD3007 and MD3004 than in MD3006 (Fig. 4). The ratios for the clay-sized fraction in cores MD3007 and MD3004 are lower and less variable than for bulk sediments, ranging from about 8.0 to 9.5 (Fig. 4). In MD3006, (C/N)a ratios for the clay fraction are only slightly lower than for bulk sediments. In all three cores, (C/N)a for both the bulk sediments and clay increase gradually upward to a position above the Taupo tephra layer, and then decrease in the upper few meters. The mean (C/N)a of\nisolated wood and charcoal fragments is 35.9 ± 6.3 (n = 12). (C/N)a was not measured separately for these two fractions.\nδ13C values for bulk sediments in the three Waipaoa shelf cores range from about−23 to−26‰. δ13C values are slightly more positive for the clay-sized fraction (−22 to −25‰) than for bulk sediments in all three cores, but the two sets of isotopic curves show broadly sympathetic vertical trends (Fig. 5). The range of values in MD3007 and 3004 is similar, but slightly more positive for both the bulk and clay fractions in MD3006. In MD3007 and 3004, bulk sediment and clay δ13C values show an upward trend toward slightly more negative values to about the position of the Taupo tephra layer and then show an excursion toward more positive values that reaches a maximum just above the inferred position of the Kaharoa tephra in both cores. This positive excursion is also evident in the MD3006 core, stratigraphically well above the Taupo tephra deposit. In the upper 10's of centimeters of all three cores, δ13C returns to more negative values similar to those measured just below the Taupo layer. Isolated fragments ofwood and charcoal fromMD3007have average δ13C values of−26.8±0.9 (n=9) and−25.2±0.4‰ (n=5) respectively. Similar small (1–2‰) differences in δ13C for plant material and charcoal have been observed in previous studies (Bird and Ascough, 2012)."
  }, {
    "heading": "4.4. Radiocarbon",
    "text": "Radiocarbon dating of sediment fractions in MD3007 points to their derivation from multiple sources (Fig. 6). Wood fragments are the youngest fraction, ranging from 9490 to 1540 uncalibrated 14C years and 0.31–0.83 Fraction Modern (Fm). Charcoal fragments recovered from four stratigraphic levels in the lower 20 m of the core all share\nanomalously old ages (13,600±1300 uncalibrated 14C years or 0.19± 0.03 Fm). In contrast, charcoal isolates from the overlying five stratigraphic levels in the upper 3 m of the core (at 163, 113, 83, 52, and 12 cm) are considerably younger, averaging 4100 ± 2300 uncalibrated 14C years, or 0.62±0.17Fm. The 14C ages of bulk sediments and the clay fraction are similar and are older than wood fragments by an average of several thousand years."
  }, {
    "heading": "5. Discussion",
    "text": ""
  }, {
    "heading": "5.1. OC, C/N, and δ13C of bulk sediments and fractions",
    "text": "The steady upward increase in OC content the clay-sized fraction of all three cores (Fig. 3) suggests increasing organic matter burial over time. Bulk sediments in the outer shelf core (MD3006) follow a similar trend. In the mid-shelf cores, in contrast, upward trends in bulk sediment OC content appear to partially reflect particle size trends. The inverse relationship between mean particle size and %OC in the upper 4 m of MD3004 for example, is likely the result of dilution of the fine-grained, relatively organic-carbon-rich sediment fraction with coarser, organic-carbon-poor mineral particles.\nAtomic organic carbon to total nitrogen ratios and δ13C provide complimentary information about the sources of organic carbon to the offshore depocenters. Mean (C/N)a ratios of ~36 and δ13C values of −25 to −27‰ for charcoal and wood fragments in the cores reflect derivation from the C3 plants that dominate the Waipaoa watershed at present (Blair et al., 2010), and themixedpodocarp/hardwood forests that dominated in the past (Wilmshurst et al., 1999). The higher (C/N)a and more negative δ13C of bulk sediments in comparison to clayassociated OC in part reflect the concentration of these fragments in the coarser particle size fractions (i.e., silt and sand). In MD3007, a silty, particularly wood-rich layer at 476 cm depth is distinguished by\nbulk sedimentswith high (C/N)a and low δ13C (Figs. 4, 5), andmay record the delivery of abundant plant debris from the watershed to the midshelf during a large storm. In core MD3006, from the outer shelf, generally lower (C/N)a and more positive δ13C values in bulk sediments are consistent with a greater admixture of marine carbon (typical atomic C/N ~7, δ13C about −20 to −23‰ on the modern Waipaoa margin; Redfield et al., 1963; Brackley et al., 2010). Similarly, the lower (C/N)a and more positive δ13C values seen for the clay-sized fraction as compared to bulk sediments in all of the cores may reflect the greater relative contribution of marine carbon (either contemporary, or ancient kerogen) to the OC pool associated with fine particles.\nThe gradual upward increase in C/N and decrease in δ13C in bulk sediments in cores MD3007 and MD3004 to about the level of the Taupo tephra (Figs. 4 and 5) suggests a trend toward increased terrestrial contribution with time. This interpretation is consistent with previous reconstructions of the progradation of the Poverty Bay shoreline and infilling of the mid-shelf depocenters following stabilization of eustatic sea level ca. 7000yrBP (Brown, 1995; Gerber et al., 2010; Wolinsky et al., 2010). The shift toward lower C/N and more positive δ13C values seen above the Taupo tephra layer in both bulk sediments and the clay fraction in all three shelf cores could reflect an increased ratio of marine/terrestrial OC. Soil C/N and δ13C profiles in theWaipaoa watershed and elsewhere, however, open the possibility that a change in the elemental and carbon isotopic composition of terrestrial organic matter delivered to the shelf may have been at least partially responsible for this shift, as outlined below."
  }, {
    "heading": "5.2. 14C age of different fractions",
    "text": "Vertical trends in the radiocarbon ages of various sediment fractions in MD3007 indicate potential changes in sedimentary sources during the Holocene. As noted above, given that the wood, charcoal, and clay\nfractions are all composed of particles possessing a range of ages, calibration of 14C ages to calendar years before present is not appropriate. Nevertheless, similar trends are apparent in the offset of both the uncalibrated and calibrated ages for wood fragments from the depositional ages as determined from tephrochronology (Figs. 7 and 8). A slight increase in the age of wood fragments deposited between 5000 and 3600 yr BP is indicated. More strikingly, the uppermost meter of core above the Kaharoa layer shows a shift toward a substantially increased mean 14C age for wood fragments, suggesting that older material has been recycled, most likely from storage in soils. This change may reflect a shift in erosion regime,marked by increased landsliding and delivery of soil to theWaipaoa River following burning and deforestation. Notably, the age of wood near the top of the MD3007 core is indistinguishable fromwood fragments in suspended sediment collected during a period of high riverine discharge in August of 2003 (Fig. 9).\nLike woody plant fragments, the 14C age of charcoal in the MD3007 shows a dramatic change through the Holocene, but in the opposite sense (Fig. 10). Samples below the Taupo tephra show consistently old ages, possibly reflecting the production of a large amount of charcoal during a single wildfire or series of wildfires in the latest Pleistocene and release into the fluvial system throughout the Holocene, perhaps from storage in soils or alluvial terraces. A single source of charcoal with a mean radiocarbon age of ca. 14 kyr is also compatible with the observation that from the base of the core to just below the Taupo tephra layer the relative ages of charcoal samples are increasingly older than the depositional age, shown as a progressive age offset (dashed line in Fig. 10). Isolation of similarly old and recycled material from river-bank mud drapes in the upper reaches of the modern watershed (Fig. 10) indicates that there remains a source of highly aged charcoal and/or coalified material in the Waipaoa sedimentary system today.\nThe dramatic decrease in charcoal age in the upper part of the MD3007 core is consistent with an increased contribution from coeval\nbiomass burning. Evidence for wildfires initiated by the Taupo eruption has been noted by previous workers (Wilmshurst and McGlone, 1996; Wilmshurst et al., 1999). These fires are attributed either to lightningstrikes associated with the eruption cloud or to lightning-triggered ignition of ash-damaged forests in the following ~100–200years. Near and above the tephric horizon attributed to the Kaharoa eruption in MD3007, the continued accumulation of relatively young charcoal is consistent with other evidence of the first phases of anthropogenic burning and deforestation by Maori settlers (Wilmshurst et al., 1999, 2008).\nThe trend in the age of clay-bound OC is similar to that of wood fragments (Fig. 11). There is evidence for a period of relatively elevated burial of old OC between the Whakatane and Waimihia tephras that is punctuated by an event that contributed young, terrestrial material ca. 4000 cal yr BP. A few tens of centimeters below the inferred position of the Kaharoa tephra, the age of clay-associated OC decreases slightly, and then increases toward the top of the core. As with the wood fragments, the age of clay-associated OC at the top of MD3007 is indistinguishable from that measured fromWaipaoa River suspension in 2003 (Fig. 9)."
  }, {
    "heading": "5.3. Linking changes in OC stratigraphy to shelf sediment accumulation and watershed change",
    "text": "The Waipaoa sedimentary system is representative of short, steep, high-sediment-yield fluvial systems on active margins around the world that appear to transmit upland-generated organic carbon signals to the seabedwith some fidelity (Blair et al., 2004; Blair andAller, 2012). The results of this study indicate that the system has operated in this manner throughout the Holocene. Changes over time in the age of wood and charcoal fragments deposited on the shelf provide a clear signal of variable residence times on land, and in particular the impacts\nof natural and anthropogenic disturbance on the age of material released from storage in the watershed. The stratigraphic signals contained in clay-associated carbon are potentially more complicated to interpret. Unlike charcoal and wood, which represent monosourced OC fractions generated and stored for variable lengths of time in the watershed, fine mineral particles have the potential to acquire (and lose) OC fractions throughout their transit from the watershed sources toward long-term burial in the seabed. As has been observed in surficial sediments on the Waipaoa margin (Brackley et al., 2010), carbon to nitrogen ratios and stable carbon isotopes throughout the Holocene sediments indicate that marine carbon was added to claysized particles discharged from the Waipaoa River to the shelf (Figs. 4 and 5). Nevertheless, the observation that the clay fraction increases in age at the same stratigraphic levels in MD3007 where relatively\nolder woody plant debris is found suggests that signals of watershed change are retained in the clay buried offshore (Figs. 7, 11).\nDeposition of particularly oldmaterial on the shelf during themiddle Holocene (Fig. 11) is consistent with independent evidence for climatic conditions conducive to increased erosion around this time. Study of Holocene deposits from nearby Lake Tutira indicates that the interval between about 4–5kyr BP was characterized by a higher-than-average storm frequency in northeastern New Zealand (Page et al., 2010; Gomez et al., 2011; Upton et al., 2013). Variations in southern Pacific atmospheric circulation linked to the El Niño-Southern Oscillation (ENSO) and the Southern Annular Mode (SAM) may have led to a period of intensified storm activity (Gomez et al., 2011, 2013), and to increased riverine sediment flux to the ocean (Upton et al., 2013). At that time the Waipaoa watershed was heavily forested and shallow\nlandsliding, which is a dominant response to intense rainfall in the watershed today (e.g. Reid and Page, 2003; Hicks et al., 2004), is not thought to have been common (Page and Trustrum, 1997; Crozier, 2010). Instead, wet conditions may have led to (re)activation of earthflows and/or deep seated landslides and consequent increased transport of rock and aged soil by the Waipaoa River. Earthflows, for example, have been present in the Waipaoa landscape at least since the Last Glacial Maximum (Gage and Black, 1979; Pearce, 1982), and over this period have been an important mechanism of hill slope adjustment to the episodic channel incision driven by broad regional uplift along the Hikurangi Margin (Berryman et al., 2000; Litchfield and Berryman, 2006; Berryman et al., 2010).\nAlthough event layers were not specifically targeted in this study, results from the layer sampled at 476 cm depth in MD3007 (~4000 yr BP) illustrate the complimentary information contained in the organic geochemical signatures of different sedimentary fractions. Compared to the sediments above and below, the higher OC content and (C/N)a, and more negative δ13C, of the bulk sediment at this level reflect a greater contribution of terrestrial C3 plant debris. The young 14C-ages of both the bulk sediment and clay fraction relative to adjacent intervals are also consistentwith the addition of a plant-derived (wood) fraction. Notably, this event occurred during the mid-Holocene interval when the deposition of both old wood and clay-associated OC suggest that deeper erosion occurred. Collectively this information provides a richer image of event processes than is provided by the classic marine-terrestrial interpretation of bulk sediment OC and δ13C data from river-supplied shelves.\nCoincident with the inferred chronostratigraphic position of the Kaharoa tephra, (C/N)a decreases and δ13C shows an excursion toward more positive values in all three shelf cores (Figs. 4 and 5). At the same time, 14C results indicate an increase in the age of wood fragments and young charcoal is prevalent. Together these data suggest an anthropogenic driver for changes in erosion and OC burial. Deforestation byMaori settlers beginning about 700years ago led to increased erosion, which in turn could have accelerated the release of aged soil material into the river network (Wilmshurst et al., 1999; Gomez et al., 2004a,b, 2007). It is possible that an increased flux of terrestrial nutrients as the result of this mass wasting stimulated marine primary productivity, leading to the observed (C/N)a and δ13C trends, as well as the slight decrease in the 14C age of clay-associated OC a short distance below this level in the MD3007 core (Fig. 11). Moreover, increased erosion into soil profiles may have released mineral particles with low loadings of OC, providing freshmineral surface area and facilitating sequestration of marine-derived OC in the seabed (e.g., Aufdenkampe et al., 2011). Terrestrial erosion may also partly explain the elemental and isotopic signals. Downward decreasing (C/N)a and increasing δ13C values in soil profiles have been observed in theWaipaoawatershed and in numerous locations around the world and have been attributed to progressively more extensive microbial processing of accumulated, plant-derived organic matter (Ehleringer et al., 2000; Baisden et al., 2002; Bostrom et al., 2007). Thus, erosion into soil profiles attendant with deforestation of the Waipaoa watershed could have played a role in the accumulation of N and 13C-enriched organic matter on the shelf at this time.\nNear the core top and in modern Waipaoa River suspended sediments (Figs. 9 and 11), the 4000–5000 year age of clay-associated OC suggests a substantial admixture of kerogen. Gully erosion into jointed and fractured sedimentary bedrock in the headwaters, initiated early in the 20th century, is currently a dominant source of fine sediment to the river (Hicks et al., 2004; Marden et al., 2008b). The mobilization of this ancient material has apparently also left its signature in the age of OC buried on the adjacent margin."
  }, {
    "heading": "6. Summary and conclusions",
    "text": "The biogeochemical stratigraphic record from continental margins provides a window into the long term evolution of adjacent landscapes,\nincluding the impacts of base-level change, climate, and human perturbation on geomorphic processes. In the Waipaoa sedimentary system, the elemental and stable carbon isotopic composition and 14Ccontent of organic carbon buried on the continental shelf reflect fluctuations in the relative importance of shallow and deep erosion to sediment delivery during the Holocene Epoch. Results of our study indicate that the organic carbon contained in various density and size fractions may carry environmental signals that are not readily apparent from analyses of bulk sediments. For example, the 14C-age of wood and charcoal separates provide important clues as to the residence time of sediment on land, and in the case of charcoal provides a signal of either natural (e.g. volcanic) or anthropogenic disturbances in the watershed. Analysis of clay-sized isolates, additionally, minimizes the effects of particle size variations and hydrodynamic sorting on OC content, and permits assessment of temporal trends in contributions from different sources. Along active margins, where tectonically-induced changes in bathymetry or shelf circulation can occur over millennial timescales, particle-size-independent biogeochemical tracers may be especially useful indicators of watershed change.\nA number of aspects of the Waipaoa sedimentary system render it particularly amenable to preservation of a long term stratigraphic record of geomorphic change. The large sediment load delivered from the small, steep Waipaoa watershed dominates sedimentation on the adjacent continental shelf, and produces a relatively unfiltered and decipherable record of terrestrial processes in the shelf depocenters. Because the watershed is underlain by sedimentary bedrock containing ancient, radiocarbon-free organic matter, 14C serves as a powerful tool in Holocene studies for delineating contributions by processes such as earthflows and gullies that access deep horizons in the regolith from those that stem from more surficial processes of erosion.\nAlthough biogeochemical stratigraphic signals of terrestrial environmental change appear to be especially clear in the Waipaoa system, there is reason to believe that a similar approach could be fruitfully applied to other continental margins as well as to lacustrine deposits. In the future,moreover, development and application of additional geochemical tools for quantifying kerogen and soil contributions to sedimentary organic carbon may facilitate more detailed reconstructions and the interpretation of stratigraphic records beyond the temporal reach of 14C."
  }, {
    "heading": "Acknowledgments",
    "text": "This researchwasprimarily supportedbyNational Science Foundation grant OCE-0646159 to E. Leithold and N. Blair. National Science Foundation grant OCE-0405524 and OCE-0646760 funded the collection and sampling of the MD cores. Additional support was provided via New Zealand Foundation for Research, Science and Technology contract CO1X0702 (ARO) and the Williams Memorial Trust. Comments by two anonymous reviewers helped to improve the manuscript."
  }],
  "year": 2013,
  "references": [{
    "title": "Modern sediment dispersal and accumulation on the outer Poverty continental margin",
    "authors": ["C.R. Alexander", "J.P. Walsh", "A.R. Orpin"],
    "venue": "Marine Geology",
    "year": 2010
  }, {
    "title": "Riverine coupling of biogeochemical cycles between land, oceans, and atmosphere",
    "authors": ["A.K. Aufdenkampe", "E. Mayorga", "P.A. Raymond", "J.M. Melack", "S.C. Doney", "S.R. Alin", "R.E. Aalto", "K. Yoo"],
    "venue": "Frontiers in Ecology and the Environment",
    "year": 2011
  }, {
    "title": "A multiisotope C and Nmodelling analysis of soil organicmatter turnover and transport as a function of soil depth in a California annual grassland soil chronosequence",
    "authors": ["W.T. Baisden", "R. Amundson", "D.L. Brenner", "A.C. Cook", "C. Kendall", "J.W. Harden"],
    "venue": "Global Biogeochemical Cycles",
    "year": 2002
  }, {
    "title": "Tectonic and paleoclimate significance of Quaternary river terraces of the Waipaoa River, east coast, North Island, New Zealand",
    "authors": ["K. Berryman", "M. Marden", "D. Eden", "C. Mazengarb", "Y. Ota", "I. Moriya"],
    "venue": "New Zealand Journal of Geology and Geophysics",
    "year": 2000
  }, {
    "title": "The post-glacial downcutting history in the Waihuka tributary of Waipaoa River, Gisborne district: implications for tectonics and landscape evolution in the Hikurangi subduction margin, New Zealand",
    "authors": ["K. Berryman", "M. Marden", "A. Palmer", "K. Wilson", "C. Mazengarb", "N. Litchfield"],
    "venue": "Marine Geology",
    "year": 2010
  }, {
    "title": "Isotopes in pyrogenic carbon: a review",
    "authors": ["M.I. Bird", "P.L. Ascough"],
    "venue": "OrganicGeochemistry",
    "year": 2012
  }, {
    "title": "The fate of terrestrial organic carbon in the marine environment",
    "authors": ["N.E. Blair", "R.A. Aller"],
    "venue": "Annual Review of Marine Science",
    "year": 2012
  }, {
    "title": "From bedrock to burial: the evolution of particulate organic carbon across coupled watershed–continental margin systems",
    "authors": ["N.E. Blair", "E.L. Leithold", "R.A. Aller"],
    "venue": "Marine Chemistry",
    "year": 2004
  }, {
    "title": "Terrestrial sources and export of particulate organic carbon in theWaipaoa sedimentary system: problems, progress and processes",
    "authors": ["N.E. Blair", "E.L. Leithold", "H. Brackley", "N. Trustrum", "M. Page", "L. Childress"],
    "venue": "Marine Geology",
    "year": 2010
  }, {
    "title": "Isotope fractionation",
    "authors": ["B. Bostrom", "D. Comstedt", "A. Ekblad"],
    "year": 2007
  }, {
    "title": "Dispersal and transformation of organic carbon across an episodic, high sediment discharge continental margin, Waipaoa Sedimentary System, New Zealand",
    "authors": ["H.L. Brackley", "N.E. Blair", "N.A. Trustrum", "L. Carter", "E.L. Leithold", "E.A. Canuel", "J.H. Johnston", "K.R. Tate"],
    "venue": "Marine Geology",
    "year": 2010
  }, {
    "title": "Holocene shoreline depositional processes at Poverty Bay, a tectonically active area, northeastern New Zealand",
    "authors": ["L.J. Brown"],
    "venue": "Quaternary International",
    "year": 1995
  }, {
    "title": "Deciphering the effect of climate change on landslide activity: a review",
    "authors": ["M.J. Crozier"],
    "venue": "Geomorphology",
    "year": 2010
  }, {
    "title": "Gully erosion in Mangatu Forest, New Zealand, estimated from digital elevation models",
    "authors": ["R.C. De Rose", "B. Gomez", "M. Marden", "N.A. Trustrum"],
    "venue": "Earth Surface Processes and Landforms",
    "year": 1998
  }, {
    "title": "Dating the culmination of river aggradation at the end of the last glaciations using distal tephra compositions, eastern North Island, New Zealand",
    "authors": ["D.N. Eden", "A.S. Palmer", "S.J. Cronin", "M. Marden", "K.R. Berryman"],
    "venue": "Geomorphology",
    "year": 2001
  }, {
    "title": "Carbon isotope ratios in belowground carbon cycle processes",
    "authors": ["J.R. Ehleringer", "N. Buchmann", "L.B. Flanagan"],
    "venue": "Ecological Applications",
    "year": 2000
  }, {
    "title": "A review of late Quaternary silicic and some other tephric formations from New Zealand: their stratigraphy, nomenclature, distribution, volume, and age",
    "authors": ["P.C. Froggatt", "D.J. Lowe"],
    "venue": "New Zealand Journal of Geology and Geophysics",
    "year": 1990
  }, {
    "title": "Slope-stability and geological investigations at Mangatu State Forest",
    "authors": ["M. Gage", "D. Black"],
    "venue": "New Zealand Forest Service Technical Paper No. 66",
    "year": 1979
  }, {
    "title": "The influence of sea level and tectonics on Late Pleistocene through Holocene sediment storage along the high-sediment supply Waipaoa continental shelf",
    "authors": ["T.P. Gerber", "L.F. Pratson", "S. Kuehl", "J.P. Walsh", "C. Alexander", "A. Palmer"],
    "venue": "Marine Geology",
    "year": 2010
  }, {
    "title": "Contribution of floodplain sequestration to the sediment budget of the Waipaoa River, NewZealand",
    "authors": ["B. Gomez", "D.N. Eden", "D.M. Hicks", "N.A. Trustrum", "D.H. Peacock", "J.M. Wilmshurst"],
    "venue": "Flood-Plains: Interdisciplinary Approaches. Geological Society of London Special Publication,",
    "year": 1999
  }, {
    "title": "Gully erosion and sediment production: Te Weraroa Stream, New Zealand",
    "authors": ["B. Gomez", "K. Banbury", "M. Marden", "N.A. Trustrum", "D.H. Peacock", "P.J. Hosking"],
    "venue": "Water Resources Research",
    "year": 2003
  }, {
    "title": "Production, storage, and output of particulate organic carbon: Waipaoa River basin, New Zealand",
    "authors": ["B. Gomez", "N.A. Trustrum", "D.M. Hicks", "K.M. Rogers", "M.J. Page", "K.R. Tate"],
    "venue": "Water Resources Research 39",
    "year": 2003
  }, {
    "title": "El-Nino-Southern Oscillation signal associated with middle Holocene climate change in intercorrelated terrestrial andmarine sediment",
    "authors": ["B. Gomez", "L. Carter", "N.A. Trustrum", "A.S. Palmer", "A.P. Roberts"],
    "venue": "cores, North Island, NewZealand. Geology",
    "year": 2004
  }, {
    "title": "Organic carbon in floodplain alluvium: signatures of historic variations in erosion processes associated with deforestation, Waipaoa River basin, New Zealand",
    "authors": ["B. Gomez", "H.L. Brackley", "D.M. Hicks", "H. Neff", "K.M. Rogers"],
    "venue": "Journal of Geophysical Research — Earth Surface 109",
    "year": 2004
  }, {
    "title": "A 2400 yr record of natural events and anthropogenic impacts in intercorrelated terrestrial and marine sediment cores: Waipaoa sedimentary system, New Zealand",
    "authors": ["B. Gomez", "L. Carter", "N.A. Trustrum"],
    "venue": "Geological Society of America Bulletin",
    "year": 2007
  }, {
    "title": "Variable composition of particle-bound organic carbon in steepland river systems",
    "authors": ["B. Gomez", "W.T. Baisden", "K.M. Rogers"],
    "venue": "Journal of Geophysical Research",
    "year": 2010
  }, {
    "title": "ENSO/SAM interactions during the middle and late Holocene",
    "authors": ["B. Gomez", "L. Carter", "A.R. Orpin", "K.M. Cobb", "M.J. Page", "N.A. Trustrum", "A.S. Palmer"],
    "venue": "The Holocene",
    "year": 2011
  }, {
    "title": "Coherent rainfall response to middle- and late-Holocene climate variability across the mid-latitude South Pacific",
    "authors": ["B. Gomez", "L. Carter", "N.A. Trustrum", "M.J. Page", "A.R. Orpin"],
    "venue": "The Holocene",
    "year": 2013
  }, {
    "title": "Erosion thresholds and suspended sediment yields, Waipaoa River Basin, New Zealand",
    "authors": ["D.M. Hicks", "B. Gomez", "N.A. Trustrum"],
    "venue": "Water Resources Research",
    "year": 2000
  }, {
    "title": "Event suspended sediment characteristics and the generation of hyperpycnal plumes at river mouths: East Coast continental margin, North Island, New Zealand",
    "authors": ["D.M. Hicks", "B. Gomez", "N.A. Trustrum"],
    "venue": "Journal of Geology",
    "year": 2004
  }, {
    "title": "Riverine particulate organic carbon from an active mountain belt: importance of landslides",
    "authors": ["R.G. Hilton", "A. Galy", "N. Hovius"],
    "venue": "Global Biogeochemical Cycles",
    "year": 2008
  }, {
    "title": "Modeling suspended sediment discharge from the Waipaoa River system, New Zealand: the last 3000 years",
    "authors": ["A.J. Kettner", "B. Gomez", "J.P.M. Syvitski"],
    "venue": "Water Resources Research",
    "year": 2007
  }, {
    "title": "A review of coastal paleoclimate and relative sealevel reconstructions",
    "authors": ["A.L. Lamb", "G.P. Wilson", "M.J. Leng"],
    "year": 2006
  }, {
    "title": "Geomorphologic controls on the age of particulate carbon from small mountainous and upland rivers",
    "authors": ["E.L. Leithold", "N.E. Blair", "D.W. Perkey"],
    "venue": "Global Biogeochemical Cycles 20,",
    "year": 2006
  }, {
    "title": "Relations between postglacial fluvial incision rates and uplift rates in the North Island, New Zealand",
    "authors": ["N. Litchfield", "K. Berryman"],
    "venue": "Journal of Geophysical Research 111,",
    "year": 2006
  }, {
    "title": "Fingerprints and agemodels for widespread New Zealand tephra marker beds erupted since 30,000 years ago: a framework for NZ-INTIMATE",
    "authors": ["D.J. Lowe", "P.A.R. Shane", "B.V. Alloway", "R.M. Newnham"],
    "venue": "Quaternary Science Reviews",
    "year": 2008
  }, {
    "title": "Pre- and post-reforestation gully development in Mangatu Forest, East Coast, North Island, New Zealand",
    "authors": ["M. Marden", "G. Arnold", "B. Gomez", "D. Rowan"],
    "venue": "River Research and Applications",
    "year": 2005
  }, {
    "title": "Recurrent displacement of a forested earthflow and implications for forest management, East Coast Region, New Zealand",
    "authors": ["M. Marden", "C.J. Phillips", "D. Rowan"],
    "venue": "Sediment Dynamics in Changing Environments. IAHS Publication",
    "year": 2008
  }, {
    "title": "Gully erosion and sediment load: Waipaoa, Waiapu and Uawa rivers, eastern North Island, New Zealand",
    "authors": ["M. Marden", "H. Betts", "G. Arnold", "R. Hambling"],
    "venue": "Sediment Dynamics in Changing Environments. IAHS Publication",
    "year": 2008
  }, {
    "title": "Late glacial aggradation and postglacial sediment production from the non-glacial Waipaoa and Waimata catchments, Hikurangi Margin",
    "authors": ["C. Marzengarb", "A. Palmer", "K. Berryman", "D. Rowan"],
    "venue": "North Island, New Zealand. Geomorphology",
    "year": 2008
  }, {
    "title": "SHCal04 Southern Hemisphere calibration",
    "authors": ["F.G. McCormac", "A.G. Hogg", "P.G. Blackwell", "C.E. Buck", "T.F.G. Higham", "P.J. Reimer"],
    "venue": "Kyr BP. Radiocarbon",
    "year": 2004
  }, {
    "title": "Dating initial Maori environmental impacts in New Zealand",
    "authors": ["M.S. McGlone", "J.M. Wilmshurst"],
    "venue": "Quaternary International",
    "year": 1999
  }, {
    "title": "An ecological approach to the Polynesian settlement of New Zealand",
    "authors": ["M.S. McGlone", "A.J. Anderson", "R.N. Holdaway"],
    "year": 1994
  }, {
    "title": "Organic geochemical proxies of paleoceanographic, paleolimnologic, and paleoclimatic processes",
    "authors": ["P.A. Meyers"],
    "venue": "Organic Geochemistry",
    "year": 1997
  }, {
    "title": "Shelf sedimentation on a tectonically active margin: a modern sediment budget for Poverty continental shelf, New Zealand",
    "authors": ["A.J. Miller", "S.A. Kuehl"],
    "venue": "Marine Geology",
    "year": 2010
  }, {
    "title": "Radiometric methods",
    "authors": ["I. Olsson"],
    "year": 1986
  }, {
    "title": "Holocene sediment deposition on the Poverty-slope margin by the muddy Waipaoa River, East Coast New Zealand",
    "authors": ["A.R. Orpin"],
    "venue": "Marine Geology",
    "year": 2004
  }, {
    "title": "Temporal and spatial complexity in post-glacial sedimentation on the tectonically active, Poverty Bay continental margin of New Zealand",
    "authors": ["A.R. Orpin", "C. Alexander", "L. Carter", "S. Kuehl", "J.P. Walsh"],
    "venue": "Continental Shelf Research",
    "year": 2006
  }, {
    "title": "A late Holocene lake sediment record of the erosion response to land use change in a steepland catchment, New Zealand",
    "authors": ["M.J. Page", "N.A. Trustrum"],
    "venue": "Zeitschrift für Geomorphologie",
    "year": 1997
  }, {
    "title": "Storm frequency and magnitude in response to Holocene climate variability, Lake Tutira, North-Eastern New Zealand",
    "authors": ["M.J. Page", "N.A. Trustrum", "A.R. Orpin", "L. Carter", "B. Gomez", "U.A. Cochran", "D.C. Mildenhall", "K.M. Rogers", "H.L. Brackley", "A.S. Palmer", "L. Northcote"],
    "venue": "Marine Geology",
    "year": 2010
  }, {
    "title": "Complex mass movement terrain, Eastern Raukumara Peninsula, New Zealand: lithologic and structural–tectonic influences and some effects of recent deforestation and reafforestation. Landslides and Mudflows and the Prevention of their Negative Impact on the Environment",
    "authors": ["A.J. Pearce"],
    "venue": "Proceedings of the UNESCO International Seminar, Alma-Ata,",
    "year": 1982
  }, {
    "title": "Resistance to shallow landslide failure through rootderived cohesion in East Coast hill country soils, North Island, New Zealand",
    "authors": ["N.J. Preston", "M.J. Crozier"],
    "venue": "Earth Surface Processes and Landforms",
    "year": 1999
  }, {
    "title": "Les Rapport de campagnes a la mer, MD152/MATACORE",
    "authors": ["J.N. Proust", "G. Lamarche", "S. Migeon", "H. Neil"],
    "venue": "The Shipboard Scientific Party,",
    "year": 2006
  }, {
    "title": "The influence of organisms on the composition of seawater",
    "authors": ["A.C. Redfield", "B.H. Ketchum", "F.A. Richards"],
    "venue": "The Sea,",
    "year": 1963
  }, {
    "title": "Magnitude and frequency of landsliding in a large New Zealand catchment",
    "authors": ["L.M. Reid", "M.J. Page"],
    "venue": "Geomorphology",
    "year": 2003
  }, {
    "title": "Simulating post-LGM riverine fluxes to the coastal zone: the Waipaoa River System, New Zealand",
    "authors": ["P. Upton", "A.J. Kettner", "B. Gomez", "A.R. Orpin", "N. Litchfield", "M.J. Page"],
    "venue": "Computers & Geosciences",
    "year": 2013
  }, {
    "title": "Disentangling marine, soil, and plant organic carbon contributions to continental margin sediments: a multi-proxy approach in a 20,000 year sediment record from the Congo deep-sea fan",
    "authors": ["J.W.H. Weijers", "S. Schouten", "E. Schefuss", "R.R. Schneider", "J.S. Sinninghe Damste"],
    "venue": "Geochimica et Cosmochimica Acta",
    "year": 2009
  }, {
    "title": "Forest disturbance in the central North Island, New Zealand, following the 1850 BP Taupo eruption",
    "authors": ["J.M. Wilmshurst", "J.M. McGlone"],
    "venue": "The Holocene",
    "year": 1996
  }, {
    "title": "Late Holocene forest disturbance in Gisborne, New Zealand: a comparison of terrestrial and marine pollen records",
    "authors": ["J.M. Wilmshurst", "D. Eden", "P.C. Froggatt"],
    "venue": "New Zealand Journal of Botany",
    "year": 1999
  }, {
    "title": "Dating the late prehistoric dispersal of Polynesians to New Zealand using the commensal Pacific rat",
    "authors": ["J.M. Wilmshurst", "A.J. Anderson", "T.F.G. Higham", "T.H. Worth"],
    "venue": "Proceedings of the National Academy of Sciences",
    "year": 2008
  }, {
    "title": "Coastal progradation and sediment partitioning in the Holocene Waipaoa Sedimentary System",
    "authors": ["M.A. Wolinsky", "J.B. Swenson", "N. Litchfield", "J.E. McNinch"],
    "venue": "Marine Geology",
    "year": 2010
  }],
  "id": "SP:5da5bec1dcc3300ce97a63f73c5274049374bb5d",
  "authors": [{
    "name": "Elana L. Leithold",
    "affiliations": []
  }, {
    "name": "Neal E. Blair",
    "affiliations": []
  }, {
    "name": "Laurel B. Childress",
    "affiliations": []
  }, {
    "name": "Benjamin R. Brulet",
    "affiliations": []
  }, {
    "name": "Alan R. Orpin",
    "affiliations": []
  }, {
    "name": "Steven A. Kuehl",
    "affiliations": []
  }, {
    "name": "Clark R. Alexander",
    "affiliations": []
  }],
  "abstractText": "a Department of Marine, Earth, and Atmospheric Sciences, North Carolina State University, Raleigh, NC 27695, USA b Department of Civil and Environmental Engineering, Northwestern University, Evanston, IL 60208, USA c Department of Earth and Planetary Sciences, Northwestern University, Evanston, IL 60208, USA d Landcare Research, P.O. Box 445, Gisborne, New Zealand e National Institute of Water and Atmospheric Research (NIWA), Private Bag 14-901, Kilbirnie, Wellington, New Zealand f Virginia Institute of Marine Sciences, College of William and Mary, Gloucester Point, VA 23062, USA g Skidaway Institute of Oceanography, Savannah, GA 31411, USA",
  "title": "Signals of watershed change preserved in organic carbon buried on the continental margin seaward of the Waipaoa River, New Zealand"
}