{
  "sections": [{
    "text": "The geomorphology of the martian valley networks is examined from a hydrological perspective for the compatibility with an origin by rainfall, globally higher heat flow, and localized hydrothermal systems. Comparison of morphology and spatial distribution of valleys on geologic surfaces with terrestrial fluvial valleys suggests that most martian valleys are probably not indicative of a rainfall origin, nor are they indicative of formation by an early global uniformly higher heat flow. In general, valleys are not uniformly distributed within geologic surface materials as are terrestrial fluvial valleys. Valleys tend to form either as isolated systems or in clusters on a geologic surface unit leaving large expanses of the unit virtually untouched by erosion. With the exception of fluvial valleys on some volcanoes, most martian valleys exhibit a sapping morphology and do not appear to have formed along with those that exhibit runoff morphology. In contrast, terrestrial sapping valleys form from and along with runoff valleys. The isolated or clustered distribution of valleys suggests localized water sources were important in drainage development. Persistent groundwater outflow driven by localized, but vigorous hydrothermal circulation associated with magmatism, volcanism, impacts, or tectonism is, however, consistent with valley morphology and distribution. Snowfall from sublimating ice-covered lakes or seas may have provided an atmospheric source of water for the formation of some valleys in regions where the surface is easily eroded and where localized geothermalrhydrothermal activity is sufficient to melt accumulated snowpacks. q 2001 Elsevier Science B.V. All rights reserved.\nKeywords: Mars; Valley networks; Hydrothermal systems"
  }, {
    "heading": "1. Introduction",
    "text": "Mariner 9 and Viking Orbiter imagery revealed valley networks on Mars during the 1970s. Since that time period, the origin of the valley networks has\n) Corresponding author. Space Science Division, MS 245-3, NASA-Ames Research Center, Moffett Field, CA 94035, USA. Tel.: q1-415-604-0781.\nŽ .E-mail address: vgulick@mail.arc.nasa.gov V.C. Gulick .\nbeen a subject of widespread debate. The martian valleys, which exhibit integrated networks of tributaries, are morphologically similar to valleys formed by groundwater sapping processes on Earth. At present, Mars is a cold desert, devoid of liquid water where atmospheric pressures average a mere 0.6% that of on Earth, and where temperatures average 2208K. The presence of fluvial valleys and large catastrophic flood channels on diverse terrains of varying relative ages, however, indicates that liquid water flowed on the surface or in the near subsurface\n0169-555Xr01r$ - see front matter q 2001 Elsevier Science B.V. All rights reserved. Ž .PII: S0169-555X 00 00086-6\n( )V.C. GulickrGeomorphology 37 2001 241–268242\nat times during the geological past of Mars. Martian outflow channels, which are similar to the large catastrophic flood channels of eastern Washington and Siberia, for example, require enormous discharges on the order of several 106 to 109 m3rs lasting over periods of weeks to months to form Ž .Baker et al., 1991 . Although the outflow channels could still form in the present climate, uncertainty exists as to whether the fluvial valley networks, which require much lower discharges persisting for 5 Ž .periods of at least 10 years Gulick, 1993 , could form under such climatic conditions.\nThere are two prevailing views as to how the valley networks might have formed. Until recently, the conventional wisdom has been that early in the geological history of Mars, greenhouse gases such as CO warmed the surface sufficiently so that liquid2 water derived from rainfall could erode the surface and produce stream channels and valleys similar to the way such features form on Earth. More recent Ž .climate models Kasting, 1991 , however, preclude the existence of such a climate early in the history of the planet when many of the fluvial valleys formed in the southern highlands. An alternative view has held that the stream valleys on Mars formed as result of a uniform, globally higher geothermal heat flow, Ž .early in the history of the planet Squyres, 1989 . Both mechanisms have difficulty explaining all of the observed morphologic characteristics of the martian valleys. Neither explanation can account for the formation of valleys later in the geological history. A third possibility is that geological heat sources, such Ž .as igneous intrusions Wilhelms and Baldwin, 1989 , Žand the formation of large impact craters Schultz et .al., 1982; Brakenridge et al., 1985 and volcanoes, produced vigorous, localized hydrothermal systems that resulted in groundwater outflow sufficient for Žvalley formation Gulick et al., 1988; Gulick and .Baker, 1989, 1990; Gulick, 1993, 1998 . An advantage of magmatically produced localized hydrothermal systems is that they could have formed throughout the geological history and could, therefore, potentially account for the various episodes of fluvial valley formation on Mars.\nThis paper examines the geomorphology of the martian valley networks from a hydrological perspective. Morphology, volumes, and spatial relationships of several martian valleys are discussed and\ncompared to terrestrial fluvial valley systems. Valley formation is then re-evaluated in terms of its compatibility with an origin by rainfall, globally higher heat flow, or localized hydrothermal systems."
  }, {
    "heading": "2. Martian fluvial valleys",
    "text": ""
  }, {
    "heading": "2.1. Background and oÕerÕiew",
    "text": "Mars is divided into two major geological provinces: the southern highlands and the northern Ž .lowland plains Fig. 1 . The southern highlands contain most of the ancient, heavily cratered terrains on Mars. Highland materials are interpreted to consist of blocky, porous impact-produced megaregolith that in many regions is covered by extensive lava flows Ž .Tanaka et al., 1992; Squyres et al., 1992 . These flows, together with putative igneous intrusions and some aeolian or fluvial deposited material, form the Žintercrater plains of the highlands Carr and Clow, 1981; Tanaka, 1986; Tanaka et al., 1992; Wilhelms and Baldwin, 1989; Baker et al., 1992; Strom et al., .1992 . The northern lowland plains, however, are Ž .topographically lower 3 km on average than the southern highlands. In addition, the lowlands consist Ž .mostly of younger less cratered and smoother plains materials; the materials are interpreted to be comŽposed of lava flows and sediments Tanaka et al., .1992 . In addition, the two major volcanic rises, Tharsis and Elysium, are located in the northern plains.\nThe geological history of the planet is divided into three major time-stratigraphic systems: the ŽNoachian, the Hesperian, and the Amazonian Scott . Ž .and Carr, 1978; Tanaka, 1986 Fig. 2 . The Noachian Period includes the oldest preserved martian surfaces. Noachian terrains formed during the period of heavy bombardment, a time when the planets experienced extremely high rates of impact cratering because of collisions of accretional debris left over from the formation of the solar system; the high rates included comets and asteroids. Depending upon the source of the impacts, this period probably ended in Ž .Mars around 3.8 Ga, although Wetherill 1977 suggests that the end of late heavy bombardment might Ž .have persisted until 2.8 Ga Strom et al., 1992 . In comparison to the Noachian surfaces, Hesperian ter-\n( )V.C. GulickrGeomorphology 37 2001 241–268 243\nŽ .Fig. 1. Location map of major terrain boundaries and volcanoes on Mars after Gulick and Baker, 1990 .\nrains generally consist of less cratered plains that are Žinterpreted to be largely volcanic Tanaka et al., .1992 . Similar to the moderately cratered Hesperian terrains, Amazonian smooth, plains-forming materials are interpreted to be volcanic, while fluvial, sedimentary, and aeolian mantles appear to be comŽ .mon Tanaka et al., 1992 . Most Noachian terrains are located in the southern highlands, although Hesperian and Amazonian surfaces are also found in the highlands. On the other hand, terrains in the northern lowland plains are largely Hesperian or Amazonian in age. A variety of martian volcanoes of different ages are located throughout the southern highlands and the northern lowland plains.\nThe earliest fluvial valley networks formed on two surfaces of Noachian age: the heavily cratered uplands and the somewhat younger intercrater plains. Superposition relationships and crater statistics indicate that the valley networks are contemporaneous with much of the development of the intercrater plains, although some networks continued to form\nafter the emplacement of these plains-forming materials and after the period of heavy bombardment Ž .Baker and Partridge, 1986 . The nearly coincident formation of fluvial valley networks and the high degree of impact crater degradation during this time Ž .period Barlow, 1988; Strom et al., 1992 led to the prevailing theory that early Mars had a thicker atmoŽsphere and a warmer climate Sagan et al., 1973; .Pollack et al., 1987 .\nVolcanism appears to be widespread throughout the southern highlands toward the end of the Noachian Period and into the Hesperian Period, and dominates the rock-stratigraphic record of the northern lowland plains throughout the remainder of the ŽHesperian Period Tanaka, 1986; Barlow, 1988; .Strom et al., 1992 . Although widespread fluvial valley development ceased in the southern highlands by the Hesperian Period, local areas of fluvial activity continued into the Hesperian in the Tempe, ElecŽ .tris, and Casius regions Grant and Schultz, 1989 Žand in the Mangala Vallis region Chapman and\n( )V.C. GulickrGeomorphology 37 2001 241–268244\n.Tanaka, 1990; Scott and Chapman, 1991 as well as Žon several martian volcanoes Gulick and Baker, .1990 . These include two volcanoes in the southern Ž .highlands, Tyrrhena Patera Noachian–Hesperian Ž .and Hadriaca Patera Hesperian , and three volcanoes in the northern lowlands, Ceraunius Tholus Ž . Ž .Noachian , Hecates Tholus Hesperian , and ApolliŽ .naris Patera Noachian–Hesperian . Towards the end of the Hesperian Period, volcanism became concenŽtrated within the Tharsis including Ascraeus, Pavo. Žnis, and Arsis Montes of Fig. 1 and Elysium in.cluding Elysium Mons of Fig. 1 provinces. During this time in regions adjacent to these major volcanic provinces, catastrophic releases of ground water formed most of the outflow channels. Although outflow channel formation was concentrated in the Hesperian, flooding continued, albeit at a much lower magnitude, well into the Amazonian Period.\nValley network formation also occurred during the Amazonian Period. For example, early Amazonian-aged surfaces of a large shield volcano, Alba Ž .Patera Fig. 3 , which is located along the northern edge of the Tharsis province, is dissected by fluvial\nvalley systems. These valley systems form the most integrated networks on the surface of Mars, and exhibit some of the highest drainage density values Žof any martian valleys Gulick and Baker, 1989, .1990 . Unlike other fluvial networks on Mars, fluvial valleys on Alba Patera are most similar morphologically to terrestrial stream valleys, particularly to Žthose formed on the Hawaiian volcanoes Gulick and .Baker, 1989, 1990 . Alba fluvial valleys formed well after the decline of the putative early Earth-like Ž .climate probably as much as 1–2 Ga , which ended Ž .soon after the end of the Noachian Fig. 2 . Throughout the late Hesperian and early Amazonian, glacial-like landforms, resembling aretes, es-ˆ kers, and tunnel valleys, were formed on ancient cratered terrains poleward from approximately 408 or Ž .508S Kargel and Strom, 1992 . Poleward extensions of the northern lowland plains may also have been Ž .affected by glaciation Kargel and Strom, 1992 . The last vestiges of fluvial activity on Mars occurred near Olympus Mons, which is a large volcano in the Tharsis region, and also west of Ceraunius Fossae, where small outflow channels have formed on lava\n( )V.C. GulickrGeomorphology 37 2001 241–268 245\nflows that comprise some of the youngest surfaces Ž .on the planet Mouginis-Mark, 1990 ."
  }, {
    "heading": "2.2. Morphology",
    "text": "Fluvial features on Mars can be broadly divided into two categories: fluvial valleys and outflow channels. The outflow channels are large-scale complexes of fluid-eroded troughs, up to 100 km wide and 2000 km in length, and are characterized by anastomosing\nchannel patterns and large-scale flow features. These channels are similar to those produced by catastrophic floodwaters from large glacially dammed lakes on Earth during the Pleistocene. Unlike terrestrial counterparts, the fluid flows that carved the martian outflow channels were cataclysmically reŽleased from the subsurface Baker, 1982; Mars .Channel Working Group, 1983 . Channels emanate from chaotic terrain, large fractures, or elongate depressions. Chaotic terrain consists of slump and\n( )V.C. GulickrGeomorphology 37 2001 241–268246\ncollapse blocks in steep-walled arcuate depressions with relief ranging from 1 to 3 km and diameters up to several hundred kilometers. Loss of overburden support and the subsequent formation of chaotic terrain are attributed to the catastrophic release of enormous amounts of ground water. The detailed morphology and formation of these channels is furŽ .ther discussed in Baker 1982 and Baker et al. Ž .1992 .\nMartian valley networks are distinguished from the outflow channels by the absence of bedforms on the valley floors, which are direct indicators of fluid Ž .flow Mars Channel Working Group, 1983 . Al-\nthough these valleys may contain channels, only in rare cases can bedforms be detected on the valley floors at existing imagery resolution. Martian valleys generally have widths ranging from -1 to nearly 10 km and lengths ranging from -5 to nearly 1000 km Ž .Mars Channel Working Group, 1983 . Cross-valley profiles range from V-shaped to U-shaped to those with broad flat floors and steep, nearly vertical walls.\nMartian fluvial valleys, which are located mostly in the southern highlands, can be broadly divided into large and small valley systems. Large valley systems, also identified as longitudinal valley sysŽ . Ž .tems Baker, 1982 , include Nirgal Fig. 4 , Ma’adim\nŽ . Ž .Fig. 4. Nirgal Valles 288S, 488W . Example of a large longitudinal valley system in the intercrater plains region. Note the stubby theater-headed tributaries and lack of associated runoff valleys. Valley pattern appears to be structurally controlled by underlying fractures. Valley is 800 km long.\n( )V.C. GulickrGeomorphology 37 2001 241–268 247\nŽ .Fig. 5 , Nanedi, Bahram, and Al Qahira Valles Ž .Baker et al., 1992 . These valleys are typically several hundreds of kilometers long and several kilometers to tens of kilometers wide. In general, these valleys do not display the fluid-flow bedforms that are observed on the floors of outflow channels.\nUpper reaches generally form a network of stubby theater headed tributaries, while lower reaches are sinuous with broad flat floors. The scalloped appearance of these lower reaches is attributed to secondary mass wasting processes such as landsliding and unŽ .dercutting Baker, 1982; Baker et al., 1992 . Interval-\nŽ . Ž .Fig. 5. Ma’adim Valles 238S, 1838 , a large longitudinal valley system with an indistinct source region that terminates in Gusev Crater to Ž .the north. The lack of tributary development is characteristic of other large longitudinal valley systems. Valley is approximately 900 km long.\n( )V.C. GulickrGeomorphology 37 2001 241–268248\nley regions are generally not dissected. The lower reach of Bahram Vallis, however, displays streamlined erosional features where fluids debouched from Žthe valley mouth into the Northern Plains Theilig .and Greeley, 1979; Baker, 1982 . In another case, Ma’adim Vallis contains an incised channel that forms a series of fluvial terraces at its lower reach Ž .Landheim et al., 1994; Cabrol et al., 1994 . Other major differences are observed when comparing Ma’adim with other longitudinal systems. Ma’adim, for example, is less sinuous, lacks evidence of scalloping along the valley walls, and does not exhibit a network of stubby theater headed tributaries along its upper reach. The immense size of the untributaried downstream reach of Ma’adim does not seem consistent with the relatively small headwater zone and an Ž .origin by groundwater seepage Baker, 1982 . Although the geologic history of the source region is not well understood, Ma’adim appears to emanate from a series of large fractures. A transitional morphology between the other large valley systems and the outflow channels implies that Ma’adim may have experienced episodic flooding similar to the outflow channels, separated by long periods of groundwater seepage and enlargement by valley wall retreat. Such episodic flooding may have contributed to the removal of scalloped wall morphology, straightening the main valley segment and reducing the sinuosity of the valley system. An alternate explanation of the low sinuosity of Ma’adim Valles is that the valley Žsystem is primarily a tectonic feature Brakenridge, .personal communication, 1995 , which was subsequently modified by groundwater sapping processes. Such an interpretation would help to explain why Ma’adim lacks an integrated tributary system.\nSmall valley systems exhibit a wide variety of drainage patterns ranging from well integrated to mono-filament networks. These valleys are located in the southern highlands, occur on some martian volcanoes, and are visible on the south wall of Ius Chasma that is part of the equatorial system of large canyons. Valleys in the heavily cratered terrains of the southern highlands form laterally extensive networks that are highly degraded. Headwater regions may appear degraded and frequently cannot be traced with the quality of the existing images. In areas where they can be traced, tributaries often originate on crater slopes or issue from fractures. Lower\nreaches appear buried and later reactivated by the formation of less extensive pristine valleys on the intercrater plains. Many have blunt, theater-headed terminations and numerous stubby first-order tributaries. Unlike most terrestrial river valleys, however, tributaries often appear to be as deep as the main trunk with steep walls and relatively constant down valley width. Tributaries join main trunk valleys at relatively low mean junction angles when compared Ž .to terrestrial drainages Pieri, 1980 . Upper reaches have slightly higher drainage densities than the lower Ž .reaches Baker and Partridge, 1986 . Nearly all martian valley networks have drainage densities that are Žmuch lower than those for terrestrial networks Pieri, .1980 . Drainage densities of most valley systems 2 Žon Mars range from 0.015 to 0.16 kmrkm Baker .and Partridge, 1986 compared to the minimum observed terrestrial value of approximately 1 kmrkm2 Ž .Gregory, 1976 . Notable exceptions, however, are the valleys developed on Ceraunius Tholus, Hecates Tholus, and Alba Patera. The drainage densities of these martian volcanoes range from 0.3 to 2.3 kmrkm2 and are comparable to the drainages densiŽties of Hawaiian volcanoes Gulick and Baker, 1989, .1990 .\nThe resulting compound degraded and pristine Ž .valley morphology Baker and Partridge, 1986 has important implications for the environment in which they formed. Because the degraded networks are more laterally extensive and have slightly higher drainage densities than the pristine networks, more surface-water flow was probably available during the period when the degraded networks formed. Junction angles of the degraded networks, however, tend to be Ž .high large , so it is not always apparent from where the flows originate. In contrast, the pristine valleys that formed in the intercrater plains units are strucŽturally controlled Pieri, 1980; Schultz et al., 1982 .Gulick, 1986; Brakenridge, 1990 . These networks seem to follow either preexisting valleys or underlyŽ .ing fracture patterns Fig. 6 suggesting that subsurface water sources contributed significantly to the formation of these valleys.\nFluvial valleys are also present on some martian volcanoes in the southern highlands and in the northern lowland plains. These volcanoes formed throughout the geological history of Mars. Ceraunius Tholus Ž . Ž .Noachian age Fig. 7 and Hecates Tholus\n( )\nV .C .G ulickr G eom orphology 37 2001 241 – 268\n249\n( )V.C. GulickrGeomorphology 37 2001 241–268250\nŽ .Fig. 7. Fluvial valleys developed on Ceraunius Tholus, a volcano of Noachian age. The presence of pristine solid lines and degraded Ž . Ž .dashed lines morphology suggests some valleys have been reactivated. Viking Frames 516A24, 622A56, 622A58, 622A59, 622A60 . Ž .Figure from Gulick and Baker, 1990 .\n( )\nV .C .G ulickr G eom orphology 37 2001 241 – 268\n251\n( )V.C. GulickrGeomorphology 37 2001 241–268252\nŽ . Ž .Hesperian age Fig. 8 , two martian volcanoes located in the northern lowland plains region, have drainage densities that are one to two orders of magnitude higher than those in the southern highlands. These values are equivalent to drainage densiŽties of terrestrial fluvial valleys Gulick and Baker, .1989, 1990 . Valleys on Ceraunius and Hecates exhibit similar compound network morphology to the Noachian valleys in the southern highlands. The\npristine valley segments are not structurally controlled, because they do not follow preexisting fractures. Instead, they have exploited and enlarged preexisting valleys.\nValley development continued episodically in localized areas from early to middle Hesperian on surfaces interpreted as air-fall deposits in the Tempe, Ž . ŽCasius, and Electris regions Fig. 9 Grant and .Schultz, 1989 . A considerable hiatus in valley de-\n( )V.C. GulickrGeomorphology 37 2001 241–268 253\nvelopment, however, occurred in the Mangala Valles Ž .region Fig. 10 during the early Hesperian as well as midway through the Hesperian Period. In this region, the development of theater-headed and ribbon valleys followed soon after the formation of the Mangala Valles outflow channels in the late Hesperian, whereas the degraded valleys date back to the Ž .Noachian Chapman and Tanaka, 1990 . In all these regions, valleys are enlarged, flat-floored, and have Žextremely low drainage densities Grant and Schultz, .1989 which is consistent with a sapping origin. Locally intense volcanic activity appears to be related to the formation of many younger valleys in\nŽthese regions Chapman and Tanaka, 1990; Grant .and Schultz, 1989 .\nMost martian valleys seem to exhibit a sapping Žmorphology Pieri, 1980; Carr and Clow, 1981; Tanaka, 1986; Baker et al., 1992; Strom et al., 1992; .Baker, 1982 . Characteristic of valleys formed by groundwater sapping processes are the high number of first-order tributaries, particularly when draining directly into the main valley, the blunt theater-headed tributaries, and the similarity in depth between the main valley and its tributaries. Additionally, many valley patterns are structurally controlled, regardless of whether fractures are present within the surround-\n( )V.C. GulickrGeomorphology 37 2001 241–268254\ning area. The lack of fractures surrounding a structurally controlled drainage pattern suggests that ground water preferentially flowed in subsurface fracture systems, thereby re-exposing buried structural patterns as valleys formed.\nNot all martian valleys exhibit a purely sapping morphology. In particular, the morphology of the valleys on the martian volcanoes does not appear to be controlled by fractures. Instead, these valleys form radial patterns emanating away from the calderas of the volcanoes. On Ceraunius Tholus, Hecates Tholus, and Alba Patera, valleys form paralŽlel to psuedo-dendritic drainage patterns Gulick and .Baker, 1989, 1990 . The morphology and morphometry of these and other dissected martian volcanoes Ž .are discussed in Gulick and Baker 1989, 1990 ."
  }, {
    "heading": "2.3. Comparison with terrestrial sapping Õalleys",
    "text": "Although most martian fluvial valleys have a sapping morphology, most terrestrial stream valley systems exhibit runoff morphology. Runoff valleys generally have tapered tributary heads that blend in gradually with the surrounding terrain, form integrated networks with drainage densities higher than 1 kmrkm2, and generally have lower junction angles. If geological features such as fractures, joints, faults, and bedding planes are present at the surface, streams initiated in these regions will flow along these features and form structurally controlled drainage patterns. A consequence of this mechanism is that while terrestrial valleys exhibiting a sapping morphology are somewhat rare, where they do occur, they almost always form along with runoff-dominated systems, regardless of the geologic nature of the surface or the climate in which they form. On Earth, water is delivered to the surface via an atmospheric hydrological cycle as rain or snow. This precipitation then replenishes surface water and groundwater reserves as water infiltrates or produces surface runoff. With continued supply of water to the region, surface and subsurface flow paths become established, erosion commences, and valley formation occurs.\nTwo completely different locales where terrestrial sapping valleys are particularly well developed illustrate the relationships between sapping and runoff\nprocesses. In Hawaii, for example, sapping and runoff valleys have formed in humid and semi-arid climatic regimes. Valleys have been eroded into permeable basalt interbedded with less permeable ash and buried soil horizons. On the older islands, runoff valleys form as surface permeability is sufficiently reduced by weathering of basalt surfaces and the subsequent formation of soils. On the island of Hawaii, ash mantles reduce surface permeability enough to form Žvalleys in some areas Gulick and Baker, 1989, .1990; Gulick, 1987 . As surface erosion progresses, larger runoff valleys start to exhibit a sapping morphology as they tap into underlying groundwater Žreservoirs Fig. 11; see also Kochel and Piper, 1986; .Baker et al., 1990 . The addition of ground water to the fluvial system increases overall stream power and accelerates erosion at the valley head and along its walls. Oversteepening of relief and removal of support for the overlying material causes subsequent collapse in these areas. Headward erosion results in the characteristic sapping morphology of theaterheaded tributaries and either U-shaped or broad flatfloored valleys with steep walls. Runoff and sapping valleys dominate the Hawaiian landscape, which form together as continuum processes in humid and semiarid climatic conditions on volcanic terrains where permeable basaltic aquifers are interbedded with less permeable ash layers and buried soil horizons.\nRunoff and sapping valleys also occur together in a completely different geological environment. On the Colorado Plateau, sapping valleys form in sedimentary deposits of highly permeable, jointed sandstone that is underlain by relatively impervious rock materials composed of mudstone, siltstone and sandŽ .stone Fig. 12 . Runoff-dominated systems are also present and form under the same lithologic, stratigraphic, and climatic conditions as do the sapping valleys; morphologic differences are attributed to structural constraints that control the effectiveness of Žsurface and groundwater flow Laity and Malin, .1985 . In regions where underlying aquifers dip toward the main canyons, tributaries exhibit a sapping morphology because groundwater outflow contributes to valley erosion. In adjacent regions where the aquifers are dipping away from the main canyons, although the regional slope of the land surface is toward the main canyons, tributaries display a runoff-dominated morphology.\n( )V.C. GulickrGeomorphology 37 2001 241–268 255"
  }, {
    "heading": "2.4. Spatial relationships of martian Õalleys",
    "text": "Whereas the morphological characteristics of martian fluvial valleys are similar to terrestrial fluvial valleys in many respects, the manner in which terrestrial fluvial valleys form and are distributed on geological terrains differs markedly from those on Mars. These differences may provide insights into the nature and availability of water sources as well as to the paleoclimatic conditions at the time of valley formation. On Earth, fluvial valleys tend to form on a given geological terrain more or less uniformly.\nWhereas the actual spacing, density, morphology, and degree of network integration of drainages developed on a given surface does vary with geology and climate, drainages tend to be distributed rather evenly across that surface. This characteristic of terrestrial fluvial valley formation appears to reflect the atmospheric nature of the water source. On Earth, rain or snowmelt provides a widespread source of water with which to initiate erosion of a given geologic terrain. On Mars, however, fluvial valleys are not evenly distributed across a geologic terrain, but rather tend to form as isolated systems or in\n( )V.C. GulickrGeomorphology 37 2001 241–268256\nŽ .clusters Gulick, 1993 . Therefore, this non-uniform distribution of valleys suggests available water sources were probably more localized on Mars than on Earth.\nAnother important difference between fluvial valleys on Earth and Mars is that the close spatial association seen between sapping and runoff valleys on Earth is not found on Mars. Because terrestrial sapping valleys typically result from the enlargement of runoff valleys, runoff valleys are typically found near sapping valleys. In most locales on Mars, sapping valleys are not associated with runoff valleys. Exceptions include valleys found on the flanks of Ž .some martian volcanoes Gulick and Baker, 1990 . A possible explanation for the general lack of associated runoff valleys may be that smaller scale runoff valleys are not resolvable in the available imagery. Associated runoff valleys might also be mantled by aeolian and sedimentary materials, or volcanic debris; although this may be possible, it is hard to\nimagine all evidence for associated runoff valleys being obscured.\nThe explanation of image resolution can be tested by comparison with terrestrial valleys. The dimensions of terrestrial runoff and sapping valleys on Ž .Hawaii northeast slope of Kohala volcano and on Ž .the Colorado Plateau lower Escalente River were measured. The width of the average terrestrial runoff valley in these locales is about 0.3–0.5 times the width of the average nearby terrestrial sapping valley. Assuming that a similar ratio holds for Mars, then, in Viking orbiter images where sapping valleys are seen at greater than about 2–3 times the image resolution, associated runoff valleys should be visible. Inspection of most Viking images in which sapping valleys are clearly delineated, however, reveals that existing image resolution should be adequate to detect associated runoff valleys, if they had formed. Because such valleys are not visible, it seems that, unlike the terrestrial counterparts, Mar-\n( )V.C. GulickrGeomorphology 37 2001 241–268 257\ntian sapping valleys do not form in association with runoff valleys.\nMartian sapping valleys are isolated from runoff valleys, and some appear to be isolated from each other. Sapping valleys tend to form either as isolated systems or in clusters on a given geologic terrain and are separated by large expanses of undissected terrain, particularly within the southern highlands Ž .Gulick, 1993 . These interfluves often remain untouched by erosion for hundreds of kilometers. NirŽ .gal Vallis Fig. 4 is an example of a comparatively large valley system that appears to be completely isolated from other valley systems. First-order tributaries are short and stubby and appear to abruptly terminate into headland regions. In comparison, tributaries of terrestrial sapping valleys terminate rather abruptly with upland regions but then continue into the surrounding uplands as runoff valleys. This appears not to be characteristic, however, of martian fluvial valleys.\nAnother important difference between terrestrial and martian fluvial systems is that an asymmetric distribution of valleys around impact craters is comŽ .mon on Mars Fig. 6 , unlike the more uniform distribution of drainages around terrestrial impact craters. Therefore, martian sapping valleys differ from terrestrial counterparts in the lack of association with runoff valleys and sporadic distribution. In the heavily cratered terrains, evidence for fluvial erosion is found on the ejecta blankets of impact craters, on some volcanoes, and in intercrater-plains regions. Many valleys in the intercrater plains are associated with dark-albedo materials; interpretations of these materials include igneous sill intrusions Ž .Wilhelms and Baldwin, 1989 .\nŽ .Warrego Valles 42.58S, 92.68 , a particularly well-formed valley system located in the southern Ž .highlands of Mars Fig. 13 , further illustrates the properties of martian valleys. Because the valley system appears at first glance to exhibit a high drainage density, many investigators have cited the valley system as evidence for an early warm, Earthlike climate on Mars. Detailed mapping of this system, however, reveals a lack of a hierarchical network of tributaries. As shown in the sketch map, the valleys of Warrego Valles form a AdigitateB system Ž .Pieri, 1980 where tributaries drain directly into the main valley. In terrestrial fluvial valleys, small tribu-\ntaries near the drainage basin divide flow into progressively larger tributaries until the largest tributaries coalesce into the main valley. Warrego, therefore, with its extremely low degree of network integration, is not typical of terrestrial runoff valleys.\nThe other characteristics of this valley system are also distinct from most terrestrial runoff valleys. Warrego Valles parallels the Claritas and Thaumasia fracture systems, and the tributaries in the valley have formed along these fractures. Fluvial erosion is negligible for hundreds of kilometers along the same lithologic unit. At first, the virtual lack of valley development on adjacent regions of the same geologic terrain seems easily explained by a high surface permeability, because drainage density values are typically low on highly permeable surfaces on Earth. If the hydrogeologic environment of the terrain in which the valley system formed is examined more closely, it then becomes apparent that regardless of whether the valley formed by sapping or runoff processes, rainfall could not have been the primary water source for erosion. Warrego Valles occurs along the southern most part of the Thaumasia plateau, an uplandrlowland boundary. Because water flows from regions of high to low energy potential, any rain that falls in this highlands region would flow into the lowlands and eventually erode the surface of the margin. The lowlands are the base level for this region, regardless of whether the water is flowing on the surface and producing runoff or has infiltrated into the subsurface and is producing eroŽ .sion by groundwater outflow sapping . Because rainfall is a relatively uniformly distributed source of water, fluvial valleys should have formed all along the margin of the plateau. Yet the valley system that has been used most often as the best evidence for a warm, wet climate on early Mars is completely isolated from any other similar erosional features.\nA rainfall origin for such an anomalous feature as Warrego Valles is hard to envision since precipitation would certainly also collect on terrains of adjacent areas producing valley systems all along the margin of the plateau. Possible alternatives to rain include snowfall derived from a nearby sublimating lake or volcanic activity and groundwater outflow produced by localized long-lived hydrothermal systems, such as can be produced by magmatic intruŽsions Gulick, 1993; Gulick et al., 1997; Gulick,\n( )V.C. GulickrGeomorphology 37 2001 241–268258\nŽ . Ž .Fig. 13. a Warrego Valles. This valley system is often invoked as evidence for a past warmer, wetter atmosphere on Mars. b Sketch map Ž .of Warrego Valles. First-order tributaries drain directly into the main valley system. c Regional view of Warrego Valles. The lack of comparable fluvial erosion occurs elsewhere along the southern margin of the Thaumasia plateau. See text for description and location.\n( )V.C. GulickrGeomorphology 37 2001 241–268 259\nŽ .Fig. 13 continued .\n( )V.C. GulickrGeomorphology 37 2001 241–268260\n.1998 . Neither mechanism, however, is mutually exclusive of the other. Formation by localized snowmelt would require a persistent water source for a continued supply of snow and a localized heat source to melt the snow. Localized hydrothermal systems can provide sufficient thermal energy to melt accumulatŽing snow Gulick, 1993; Gulick and McKay, 1994; .Gulick et al., 1997 . Under this scenario, snowfall in surrounding regions would eventually sublimate resulting in little or no erosion. Thus, snowfall melting in areas of localized hydrothermal systems and sublimating elsewhere is a possible explanation for the non-uniform distribution of valleys within a given geologic terrain.\nAnother observation, which may provide insight as to its formation, is that the valleys of Warrego Valles exhibit a radial pattern centered near a 35-km diameter impact crater. However, the drainage patterns define a much broader region of circular uplift. Although the impact crater is located near the center of this uplift and the valleys have eroded its ejecta blanket, it is not clear whether the impact crater formed before or after this apparent uplift event. A possible cause of the uplift may have been from a shallow magma intrusion in the subsurface or incipient volcanic activity. The subsurface magmatic event and the formation of the impact crater would have resulted in the formation of vigorous hydrothermal systems."
  }, {
    "heading": "2.5. Erosion Õolumes",
    "text": "Determining volumes of martian valleys is difficult because good topographic data are not available for Mars. Mariner and Viking orbiter spacecraft did not have altimeters or radar, and high-resolution stereo coverage is scarce. Data used to compile the current global topographic maps of Mars are derived from a variety of techniques. Resulting maps from this data have elevation errors ranging from 1 to 2 km depending on latitude. Measurements of shadow-lengths have been used to determine the relief of a variety of landforms including depth Žestimates of some larger valleys e.g., Ma’adim .Valles where the valley wall has cast a clear shadow on the floor. Earth-based observations using delayDoppler radar from the Goldstone radar facility during the 1988 and 1990 Mars oppositions have recently been used to determine depths of some\ngeologic features including Ma’adim Valles and the Ž .Margaritifer Sinus basin Goldspiel et al., 1993 . The topographic profiles derived from these observations have horizontal resolutions of approximately 3 km and vertical resolutions of approximately 100 m. Photoclinometry has also recently been used to determine cross-sectional profiles of some martian valŽ .leys Goldspiel et al., 1993 , although this technique is subject to error from a variety of sources including device error, surface albedo variations, and atmospheric scattering effects.\nEven though good topographic data are not available, it is still possible to constrain the range of estimates of likely valley volumes. Valley lengths and widths can be measured fairly accurately from Viking high-resolution images. The difficulty, however, in measuring valley volume is in determining cross-sectional shape and depth. To estimate depth, valley walls are assumed to have either 108 or 308 slopes. Higher slopes would imply a deeper valley depth for a given valley width. To estimate conservative valley volumes, a V-shaped cross-section was assumed even though most martian valleys are probably not highly V-shaped. As in terrestrial sapping valleys, most are likely either U-shaped or flatfloored. The difference between a V-shaped valley and one with a flat floor of the same depth, however, is at most a factor of 2. Alternatively, if valleys were initially V-shaped and became progressively Ushaped, trapezoidal, or rectangular in cross-section over time because of mass wasting of valley walls and subsequent infilling of valley floors, similar to that observed for terrestrial valleys, then the V-shaped cross-section would represent the maximum likely volume. Either way, the uncertainty in valley volume is at most a factor of 2 and such an error is not important in an order of magnitude calculation. To constrain the amounts of water required to form individual martian valley systems, the eroded volumes of two of the best-developed systems in the southern highlands, Warrego and Parana Valles, and valleys, which occur on several of the volcanoes, were measured.\nResults of the estimates of valley volumes are shown in Table 1 and Fig. 14a. Valley volumes estimated by other studies are listed as well. Although a large range of uncertainty exists, results compare favorably with those of other studies. Curi-\n( )V.C. GulickrGeomorphology 37 2001 241–268 261\nously, the estimated volumes of the valley systems, which occur on the relatively young surfaces of Alba Patera, Hecates Tholus, and Ceraunius Tholus, are remarkably similar to those of the older valley systems in the southern highlands, Warrego and Parana Valles. Since the younger valley systems have less time to form, they should be smaller and less developed than the older systems. In addition, martian valleys that formed during the period of heavy bombardment, when the climate is thought to have been more Earth-like, should exhibit larger eroded volumes because rates of erosion are assumed to have been much higher during this early period of the geological history. This relationship may be explained by either similar climatic controls on valley formation throughout the geological history of Mars, or that the valley volumes are not influenced by climate. In addition, Hadriaca and Tyrrhena Paterae have estimated eroded volumes 1–2 orders of magnitude larger, possibly owing to a greater erodibility of the surface materials."
  }, {
    "heading": "2.6. Water Õolumes",
    "text": "Although determining the actual volume of individual valley systems is difficult, estimating the volume of water required to erode the valleys is even harder to constrain. The erodibility of a given surface and the amount of water required depends on a variety of factors including the rock type, slope, degree of weathering, the cohesiveness of surface\nand subsurface material, in addition to how much, how often, and how long liquid water is available for erosion. Because the climatic conditions in which these valleys formed are not known, it is difficult to determine the magnitude, duration, and frequency of water flows available for erosion. It is possible, however, to estimate to an order of magnitude, the total volume of water required to erode individual valley systems.\nEarlier attempts were made by Goldspiel and Ž .Squyres 1991 to determine the magnitude of water volumes required to erode martian valley systems. They used a sediment transport model to estimate the total water volumes required to erode individual martian valley systems based on the carrying capacity of large terrestrial rivers. These results were then scaled to account for the reduced gravity on Mars. Estimated ratios of water volumereroded volume for Mars were less than 4:1 for grain sizes of 0.03 mm and ranged from 19:1 to 26:1 for large mean grain sizes of 0.3 mm. They assumed that no work was being done by the flow in eroding source material or in breaking up sediment into smaller grain sizes.\nGoldspiel and Squyres’ assumption that no work was being done by the flow in eroding source material significantly underestimates the total water volume required to erode a valley system. The amount of work done by water in eroding source material is much greater than the amount of work required to transport sediment out of the fluvial system. To estimate the total amount of water required to carve\n( )V.C. GulickrGeomorphology 37 2001 241–268262\nŽ .Fig. 14. a Total eroded volumes of valleys on six martian volcanoes and for Warrego and Parana Valles, two well-develŽ .oped, heavily cratered terrain HCT valleys. Volumes for both HCT valleys were comparable. The thickness of each bar indicates the range of uncertainty in eroded volumes assuming valley walls Ž .have between 108 and 308 slopes. b Estimated total water volumes required to form these valleys. For each locality, bar thickness is the range of uncertainty in valley volumes based on slopes of valley walls. The lower bar for each locality is the total calculated water volume assuming the 4:1 waterrsediment volŽ .ume from Goldspiel and Squyres 1991 . These volumes represent an extreme lower limit to total water volumes because the volume of water required to erode source material was not considered. The upper bar for each locality is the total water volume based on a 1000:1 waterrsediment volume, a ratio derived by Gulick Ž .1993 from estimates of terrestrial fluvial erosion scaled to the Ž .gravity of Mars figures from Gulick, 1993 .\na valley system, which includes eroding source material and transporting sediment out of the fluvial system, a lithologic environment was selected where\nvalleys have formed both on Earth and Mars such as on volcanic surfaces and where the ages of the terrestrial surfaces are known. Martian valley volumes are then combined with terrestrial fluvial rates of erosion to constrain the total volumes of water required to form each set of martian valleys. Based on these studies of fluvial erosion on terrestrial volcanic landscapes, ratios of sediment volumer eroded volume scaled to the gravity of Mars are as large as 1000:1. The total water volume using each estimated ratio is shown for each valley group in Fig. 14b. For each locality, each bar represents the range of possible volumes because of the uncertainty in the slopes of valley walls. The lower bar assumes waterreroded volume ratio of 3:1, the upper bar a ratio of 1000:1. As Fig. 14b shows, the quantity of water passing through the two selected valley systems in the heavily cratered terrain does not drastically differ from that on the martian volcanoes, barring major differences in lithology."
  }, {
    "heading": "3. Hydrological constraints on valley origin",
    "text": ""
  }, {
    "heading": "3.1. Aquifer recharge",
    "text": "Given the above estimates of the water volumes required for the formation of fluvial valleys, it is possible to test whether recharge of aquifers was necessary for the formation of the martian fluvial valleys. Using estimated drainage areas for the valŽ .leys on the heavily cratered terrain Table 2 , and assuming subsurface porosities of 10% and 50%, and that ground water completely filled all pore space to Ž .a depth of 1 km a typical valley depth , the total volume of ground water contained in the aquifer at Ž .any one time can be estimated Table 2 . For Parana and Warrego Valles, the total quantity of water\n( )V.C. GulickrGeomorphology 37 2001 241–268 263\ncontained in the aquifers is of order 1012 to 1013 m3. The total quantity of water required to erode these valleys range from 1012 to 1015 m3, based on the volumes and water to eroded volume estimates of 3:1 and 1000:1. Therefore, enough water exists in the aquifer to erode the observed valleys only if the aquifer was emptied entirely to a depth of 1 km, the Ž .aquifer porosity was large 50% , and the ratio of Ž .waterrremoved sediment is quite small 3:1 or 4:1 . As discussed in the previous section, the evidence from terrestrial fluvial valleys strongly suggests much higher ratios of waterrsediment volume are required. More realistic assumptions including imperfect emptying of aquifers, lower porosities, and waterrsediment volume ratios of 600–1000:1 require recycling of ground water. Based on the results of this study, aquifers underlying martian valleys conŽ .tain up to 100 or possibly even 1000 times less water than is required to form the valleys. Goldspiel Ž .and Squyres 1991 similarly concluded that recycling was likely required for the valley systems that they studied. Clearly, if the martian valleys required water volumes comparable to similar terrestrial valleys, then a mechanism must have acted to recharge the underlying aquifers as they discharged."
  }, {
    "heading": "3.2. Recycling mechanisms",
    "text": "Whether the formation of martian valley networks provides unequivocal evidence for drastically different climatic conditions remains debatable. Although martian valley networks have been used as evidence for the existence of an Earth-like climate and hydrological cycle early in the history of Mars, such a theory cannot explain the formation of better integrated, terrestrial-like valley networks later in the geological history of Mars. In addition to the geological evidence and arguments, climate modeling seems to preclude the existence of a temperate climate early Ž .in the geological history of Mars Kasting, 1991 , but such a climate may have been possible later when the luminosity of the sun was closer to the present value. Hydraulic gradients, however, must be maintained to form fluvial valleys. If an atmospheric hydrologic cycle was absent or was not sufficient to maintain such gradients, then subsurface energy sources must have maintained hydraulic gradients.\nTwo possibilities include a global, uniformly higher heat flow, and localized energy sources, such as magmatic intrusions."
  }, {
    "heading": "3.3. Uniform, globally higher heat flow",
    "text": "Ž .Squyres 1989 suggested that Mars had a globally higher heat flow early in its geological history that brought liquid water to within 415 m of the surface. Recently, however, Squyres and Kasting Ž .1994 concluded that early global heat flows were likely even higher ranging from 180 to 360 mW my2 . Using these higher values, they estimated that liquid water may have existed within 150–300 m of the surface, a depth comparable to most of the martian valley systems. Higher heat flows, on the order of six times the present estimated values, are expected early in the history of the planet because of the dissipation of accretional heat and a higher proŽ .duction of radiogenic heat Fanale et al., 1992 . The contribution to planetary heat flow around 3.8 Ga from accretional heating is estimated to be 70 mW y2 Ž .m Schubert et al., 1979 , whereas the contribution from the radiogenic component during this time is estimated to have been between 100 and 300 mW y2 Ž .m Fanale et al., 1992 . The current heat flow is y2 Žestimated at 30 to 60 mW m Squyres and Kast.ing, 1994 . A major problem with the hypothesis of early globally higher heat flow to explain the presence of valley networks is that it lacks a mechanism with which to initiate the formation of fluvial valleys. Whereas such a heat flow would initiate groundwater circulation at depth, formation of the martian valley networks probably required water tables much closer Ž .to the surface. Both Squyres 1989 and Squyres and Ž .Kasting 1994 imply that martian sapping valleys may be formed merely by the existence of liquid water at the present depth of the valley floor. Terrestrial fluvial valleys, however, require ground water to intersect the surface to initiate fluvial valley formation by sapping processes only. Water tables deeper than several meters would require incision and subsequent erosion of valleys by surface runoff processes down to the level of the ground water table. Once the valley floor has intersected the ground water table, then erosion by sapping becomes an important valley forming process.\n( )V.C. GulickrGeomorphology 37 2001 241–268264\nA second problem with a uniform, globally higher heat flow hypothesis is that it would produce vertical temperature gradients needed for upward groundwater flow, but it would not by itself produce anomalously large, localized horizontal temperature gradients. Such lateral gradients are required to draw colder, denser ground water in from more distal regions of the aquifer to replace the warmer, more buoyant ground water discharging to the surface. In this way, groundwater outflow becomes concentrated resulting in higher regional discharges. Localization of outflow increases the likelihood of erosion at the surface and the eventual formation of fluvial valleys.\nA third problem with invoking the hypothesis of early globally higher heat flow to explain the presence of valley networks on Mars is that valley networks continued to form throughout the geological history of the planet. Interestingly enough, the best-developed fluvial valley networks formed on Hesperian and Amazonian martian volcanoes, well after the decline of the globally higher heat flow.\nStill another problem with the hypothesis of globally higher heat flow is that it does not appear to be compatible with the observed spatial distribution of valleys on geological surfaces, as discussed earlier in this paper. If the Warrego Valles region is again used as an example, then ground water should have been flowing out of the aquifers all along the margin of the plateau. Warrego Valles does not appear to be located along a particularly low or high region along the margin, so that prolonged groundwater outflow should have produced erosion all along the margin and not just where Warrego Valles is located."
  }, {
    "heading": "3.4. Hydrothermal systems",
    "text": "A third possibility, however, is groundwater outflow driven by vigorous, localized hydrothermal circulation resulting from the development of igneous intrusions and volcanoes and from large impact crater events among a permeable, water-rich subsurface. Such geologic features are all locales for valley formation on Mars, particularly in the heavily cratered terrains. Localized hydrothermal systems could have formed throughout the geological history of Mars and can produce large horizontal and vertical temperature gradients in the groundwater system.\nDepending on the volume of the associated magmatic intrusion, martian hydrothermal systems can circulate ground water into the surface environment for several million years; therefore, such systems can maintain hydraulic gradients over the timescales reŽ .quired for valley formation Gulick, 1993 . Rather than replenishing ground water through rainfall and infiltration, numerical modeling demonstrates that a Martian hydrothermal system replenishes itself by continually drawing in colder, denser ground water Žradially from more distant parts of an aquifer Gulick, .1993 . Groundwater outflow produced by hydrothermal systems associated with magmatic intrusions exceeding several 102 km3 is sufficient to form Ž . Ž .fluvial valleys on Mars Gulick, 1993 Fig. 15 . Over its lifetime, the total quantity of ground water that passes through the modeled hydrothermal system is comparable to that needed to form a single outflow channel. Only the duration and rates of groundwater outflow are different. Because the outflow channels did form, subsurface aquifers of the required magnitude to form fluvial valleys must also have existed on Mars.\nFurthermore, the clustered distribution or localization of sapping valleys on Mars and the absence of associated runoff valleys, as discussed earlier, strongly suggests localized, subsurface sources of water. In short, a rainfall genesis should produce associated runoff valleys, and a more uniform or widespread distribution of fluvial valleys within a\n( )V.C. GulickrGeomorphology 37 2001 241–268 265\ngiven geologic terrain. A uniform, globally higher heat flow should not produce such localized sapping valleys. It is for these reasons that localized hydrothermal systems are invoked for the genesis of martian valleys. Such hydrothermal systems would Žbe localized in surface extent, yet as the simulations .suggest draw ground water from great distances while focusing outflow into relatively small regions. The hydrothermal discharge would also preferentially produce landforms associated with persistent groundwater outflow—the sapping valleys."
  }, {
    "heading": "3.5. Possible atmospheric source contributions",
    "text": "Although groundwater outflow associated with localized hydrothermal systems is sufficient to form valleys and would be consistent with the morphology and spatial distribution of the martian valleys, this does not rule out the possibility of contributions from atmospheric water. Atmospheric snowfall meltŽing in hydrothermal areas particularly along the .perimeter of such regions and sublimating elsewhere might also play a role in producing a non-uniŽ .form valley distribution Gulick and Baker, 1993 . As an example of such a possibility, Gulick and Ž .McKay 1994 explored the possibility of an atmospheric source of water for the fluvial valleys on the northern flank of Alba Patera. Because the formation of outflow channels is coincident with the age of the dissected surface on Alba, ponding of the discharges of outflow channels in the northern lowland plains near Alba may have provided a source of water Ž .Gulick and Baker, 1989, 1990 . Water vapor could sublimate from the resulting frozen body of water and accumulate on the northern flank of Alba Patera.\nThe rate of sublimation from snowpacks located at colder, higher elevations on the northern flank is approximately an order of magnitude less than the sublimation rates from the ice-covered water body. The net result is accumulation of snow on the northern flank of the volcano. For atmospheric temperatures equal to 2508K, snow accumulates at a rate of approximately 100 cmryear at an elevation of 2 km above the ice-covered body of water. Under present atmospheric temperatures of 2208K, atmospheric transport of water vapor is insufficient to cause significant accumulation of snow. Gulick and McKay Ž .1994 also concluded that geothermalrhydrothermal\nsystems operating throughout the formation of the volcano would be sufficient to melt accumulating snow packs and produce liquid water runoff and infiltration, thereby recharging high-level aquifers.\nŽ .Gulick et al. 1997 considered the possibility that CO released from the ground water, regolith, mag-2 matic activity, and polar caps during formation of the outflow channels might have produced sufficient Ž .greenhouse warming Baker et al. 1991 to raise atmospheric temperatures to 2508K. They concluded Ž .that if CO condensation Kasting, 1991 is taken2 into effect, )1 bar released at 1 Ga or )2 bar at 2Ga, would result in temperatures remaining at or above 2508K for periods of approximately 107 years. Therefore, if the appropriate quantities of CO could2 be released, then a significant snowpack might form on the northern flanks of Alba Patera and other high elevation regions. If the surface is easily erodible and is geothermally active as was Alba Patera, then valleys might have developed over time. Regions not volcanically or geothermally active would not have experienced snowmelt or erosion, but instead would be zones of accumulation. These accumulations of snow would eventually sublimate or become buried. Other volcanically active areas during this time such as Olympus Mons, might also have experienced snowmelt, but snowmelt would have rapidly infiltrated into the permeable lava flows that comprise the surface of the volcano. In comparison to the ash deposits on Alba, the lava flow surface of Olympus Mons would have been highly resistant to erosion.\nAnother possible episodic source of CO is from2 Ž .obliquity variations. Jakosky et al. 1995 suggest that the polar caps could contain the equivalent of 0.85 bar of CO as ice, or 0.2 bar of CO as2 2 clathrate. During periods of high obliquity, CO2 could be released from the caps and perhaps cause occasional periods of more clement climate. This source of atmospheric CO , however, would not2 necessarily be coincident with outflow discharges. Therefore, obliquity variations by themselves would not provide a source of surface water for atmospheric precipitation sufficient for forming fluvial and glacial features. An interesting result of this work, however, is the possibility that up to 0.85 bar of CO may plausibly be stored in the north polar2 cap. If such a reservoir exists, it would have been released to the atmosphere by the floodwaters that\n( )V.C. GulickrGeomorphology 37 2001 241–268266\nponded in the northern lowland plains during the Ž .formation of outflow channels Baker et al., 1991 and would have resulted in global temperatures close Ž .to 250 K Gulick et al., 1995, 1997 at 1Ga. Mellon Ž .1996 disagreed, however, with Jakosky et al.’s conclusion that the polar caps could contain such large quantities of CO . He concluded, instead, that2 if the lower thermal conductivity of CO clathrate is2 considered, then the polar caps presently cannot hold more than several hundred millibars of CO .2"
  }, {
    "heading": "4. Concluding remarks",
    "text": "The formation of fluvial valleys on Mars required the presence of persistent liquid water flow in the surface environment. As such, the presence of these valleys provides clues to unraveling the paleoclimatic history of the planet. Because most of the valley networks appear to have formed in the most ancient terrains of Mars, the valleys have been used as apriori evidence for a globally warm, wet Earthlike climate early in the history of the planet. More recently, it has been proposed that the valleys formed directly as a result of a globally higher heat flow Ž .early in the history of the planet Squyres, 1989 . In this paper, I have argued that many of the detailed characteristics and the distribution in time and space of the valleys, are not consistent with either of these interpretations. Some of the most integrated and best-developed martian valley systems that most resemble terrestrial fluvial valleys formed well after the period of globally, uniformly higher heat flows or more clement climate. Many of the older, larger Ž .longitudinal sapping valleys that supposedly formed during the warm, wet epoch are isolated from one another and from runoff valleys. Many of the older, smaller valleys are located in clusters that left large expanses of the same geologic surface essentially untouched by erosion. Similarly, most small martian valleys exhibit a sapping dominated morphology and do not appear to form in association with runoff valleys as do terrestrial sapping valleys. These characteristics and others are not consistent with a rainfall origin, or with a globally, uniformly higher heat flow early in the history of the planet.\nAn early globally, uniformly higher heat flow would allow liquid water to exist within hundreds of\nmeters of the surface, however, this condition alone does not provide a mechanism for initiating the formation of valleys because ground water needs to intersect the surface. This early high heat flow also does not explain the formation of fluvial valleys throughout the Hesperian and Amazonian periods. Furthermore, the lack of associated runoff valleys as well as a clustered distribution within a given geologic surface seems to indicate the importance of localized, endogenic sources of groundwater outflow as opposed to a more uniformly distributed subsurface source. Hydrothermal systems associated with magmatic intrusions exceeding several 102 km3 can produce sufficient groundwater outflow to form valleys and would result in localized regions of valley Ž .formation Gulick, 1993, 1998 . In addition, localized sources of geologic heat, capable of producing vigorous hydrothermal systems such as magmatic intrusions, volcano formation, large impact crater formation and tectonism, were clearly present at least periodically throughout the geologic history of Mars and should have produced sustained groundwater outflow relatively late in the geological history of Mars. Snowfall resulting from sublimating icecovered lakes, if present, could have accumulated at higher elevations during periods when surface temperatures exceeded approximately 250K. Snow accumulation in areas of vigorous geothermal or hyŽdrothermal activity particularly along the perimeter .of such regions would provide melt water to produce erosion and subsequent valley formation if located at higher elevation on easily erodable surfaces.\nFinally, recent interpretations of the SNC meteorites, which almost certainly come from Mars, indicate the circulation of CO -rich ground water in the2 Ž .near surface environment Romanek et al., 1994 . Ž .Furthermore, Swindle et al. 1995 and McSween Ž .1994 proposed that near surface water was responsible for the alteration of the SNC meteorites and that this water was liberated by nearby magmatic activity possibly as recently as 180 million years ago. These results support the presence of hydrothermal activity and the exchange of CO from the2 subsurface to the atmosphere via groundwater outflow late in the geological history of Mars. Future orbiters and landers may provide further geological and geochemical evidence for martian hydrothermal\n( )V.C. GulickrGeomorphology 37 2001 241–268 267\nsystems throughout the history of the planet as well Ž .as provide additional clues to the origin s of fluvial valleys on Mars."
  }, {
    "heading": "Acknowledgements",
    "text": "I thank Bob Brakenridge for a thoughtful and constructive review and Chris McKay and Bob Haberle for reviewing an earlier version of this manuscript. This manuscript constitutes a portion of the author’s PhD thesis work and I would like to thank my thesis advisor Vic Baker for his support and encouragement. This research was supported by a grant from the NASA Graduate Student Researchers Program and was completed while the author held a National Research Council Post-doctoral fellowship at NASA-Ames Research Center."
  }],
  "year": 2001,
  "references": [{
    "title": "The Channels of Mars",
    "authors": ["V.R. Baker"],
    "year": 1982
  }, {
    "title": "Small Martian valleys: pristine",
    "authors": ["Austin", "V.R. 198 pp. Baker", "J. Partridge"],
    "year": 1986
  }, {
    "title": "Ancient oceans, ice sheets and the hydrological cycle on Mars",
    "authors": ["V.R. Baker", "R.G. Strom", "V.C. Gulick", "J.S. Kargel", "G. Komatsu", "V.S. Kale"],
    "year": 1991
  }, {
    "title": "Crater size–frequency distribution and a revised Martian chronology",
    "authors": ["N.G. Barlow"],
    "venue": "Icarus,",
    "year": 1988
  }, {
    "title": "The origin of fluvial valleys and early geologic history, Aeolis Quadrangle, Mars",
    "authors": ["G.R. Brakenridge"],
    "venue": "J. Geophys. Res.,",
    "year": 1990
  }, {
    "title": "Ancient hot springs on Mars: origins and paleoenvironmental significance of small Martian",
    "authors": ["G.R. Brakenridge", "H.E. Newsom", "V.R. Baker"],
    "venue": "valleys. Geology,",
    "year": 1985
  }, {
    "title": "Fluvial processes in Ma’adim Vallis and the potential of Gusev crater as a high priority site",
    "authors": ["N. Cabrol", "R. Landheim", "R. Greeley", "J. Farmer"],
    "venue": "Lunar Planet. Sci. Conf., vol. XXV, Lunar and Planet. Inst.,",
    "year": 1994
  }, {
    "title": "Martian channels and valleys: their characteristics, distribution, and age",
    "authors": ["M.H. Carr", "G.D. Clow"],
    "venue": "Icarus,",
    "year": 1981
  }, {
    "title": "Small valleys and hydrologic history of the lower Mangala Valles region, Mars",
    "authors": ["M.G. Chapman", "K.L. Tanaka"],
    "venue": "Proc. 20th Lunar and Planet. Sci. Conf",
    "year": 1990
  }, {
    "title": "Volcanic geology of Hadriaca Patera and the eastern Hellas region of Mars",
    "authors": ["D.A. Crown", "R. Greeley"],
    "venue": "J. Geophys. Res.,",
    "year": 1993
  }, {
    "title": "Mars: epochal climate change and votalite history",
    "authors": ["F.P. Fanale", "S.E. Postawko", "J.B. Pollack", "M.H. Carr", "R.O. Pepin"],
    "year": 1992
  }, {
    "title": "Topography of small martian",
    "authors": ["J.M. Goldspiel", "S.W. Squyres", "D.G. Jankowski"],
    "venue": "valleys. Icarus,",
    "year": 1993
  }, {
    "title": "Gradational epochs on Mars: evidence from West-Northwest of Isidis Basin and Electris",
    "authors": ["J.A. Grant", "P.M. Schultz"],
    "venue": "Icarus,",
    "year": 1989
  }, {
    "title": "Drainage networks and climate",
    "authors": ["K.J. Gregory"],
    "venue": "DerŽ",
    "year": 1976
  }, {
    "title": "Structural control of the valley networks on Mars",
    "authors": ["V.C. Gulick"],
    "venue": "Adv. Planet. Geol.,",
    "year": 1986
  }, {
    "title": "Origin and evolution of valleys on the Martian volcanoes: The Hawaiian analog",
    "authors": ["V.C. Gulick"],
    "venue": "Master’s thesis,",
    "year": 1987
  }, {
    "title": "Magnetic intrusions and hydrothermal systems: Implications for the formation of small martian valleys",
    "authors": ["V.C. Gulick"],
    "venue": "PhD thesis,",
    "year": 1993
  }, {
    "title": "Magmatic intrusions and a hydrothermal origin for fluvial valleys on Mars",
    "authors": ["V.C. Gulick"],
    "venue": "J. Geophys. Res.,",
    "year": 1998
  }, {
    "title": "Origin and evolution of valleys on Martian volcanoes",
    "authors": ["V.C. Gulick", "V.R. Baker"],
    "venue": "J. Geophys. Res.,",
    "year": 1990
  }, {
    "title": "Fluvial erosion on Mars: Implications for paleoclimatic change",
    "authors": ["V.C. Gulick", "V.R. Baker"],
    "venue": "Lunar Planet. Sci. Conf., vol. XXIV, Lunar and Planet. Inst.,",
    "year": 1993
  }, {
    "title": "A possible atmospheric source for the fluvial valleys on Alba Patera",
    "authors": ["V.C. Gulick", "C.P. McKay"],
    "venue": "Lunar Planet. Sci. Conf., vol. XXV, Lunar and Planet. Inst.,",
    "year": 1994
  }, {
    "title": "Hydrothermally supplied ground water: a mechanism for the formation of small martian valleys",
    "authors": ["V.C. Gulick", "M.S. Marley", "V.R. Baker"],
    "venue": "Lunar Planet. Sci. Conf., vol. XIX, Lunar and Planet. Inst.,",
    "year": 1988
  }, {
    "title": "Episodic ocean-induced CO pulses on Mars: implications for fluvial",
    "authors": ["V.C. Gulick", "D. Tyler", "R. Haberle", "C.P. McKay"],
    "year": 1995
  }, {
    "title": "Effects and lifetimes of ocean-induced CO pulses on Mars",
    "authors": ["V.C. Gulick", "D. Tyler", "C.P. McKay", "R.M. Haberle"],
    "year": 1997
  }, {
    "title": "Chaotic obliquity and the nature of the martian climate",
    "authors": ["B.M. Jakosky", "B.G. Henderson", "M.T. Mellon"],
    "venue": "J. Geophys. Res.,",
    "year": 1995
  }, {
    "title": "Morphology of large valleys on Hawaii: evidence for ground water sapping and comparisons with martian valleys",
    "authors": ["Mars. Icarus", "R.C. 1–13. Kochel", "J. Piper"],
    "venue": "Proc. Lunar Planet. Sci. Conf. J. Geo-",
    "year": 1986
  }, {
    "title": "Sapping processes and the development of theater-headed valley networks on the Colorado Plateau",
    "authors": ["J.E. Laity", "M.C. Malin"],
    "venue": "Geol. Soc. Am. Bull.,",
    "year": 1985
  }, {
    "title": "Stratigraphic assessment of Gusev crater as an exobiological landing site",
    "authors": ["R. Landheim", "N. Cabrol", "R. Greeley"],
    "venue": "Lunar Planet. Sci. Conf., vol. XXV, Lunar and Planet. Inst.,",
    "year": 1994
  }, {
    "title": "What have we learned about Mars from SNC meteorites",
    "authors": ["H.Y. McSween Jr."],
    "venue": "Meteoritics,",
    "year": 1994
  }, {
    "title": "Limits on the CO content of the Martian",
    "authors": ["M.T. Mellon"],
    "year": 1996
  }, {
    "title": "Recent melt water release in the Tharsis region of Mars",
    "authors": ["P.J. Mouginis-Mark"],
    "venue": "Icarus,",
    "year": 1990
  }, {
    "title": "Poligenic eruptions on Alba Patera, Mars: evidence of channel erosion on pyroclastic flows",
    "authors": ["P.J. Mouginis-Mark", "L. Wilson", "J.R. Zimbelman"],
    "venue": "Bull. Volcanol.,",
    "year": 1988
  }, {
    "title": "Geomorphology of Martian valleys",
    "authors": ["D.C. Pieri"],
    "venue": "NASA TM 81979,",
    "year": 1980
  }, {
    "title": "The case for a wet",
    "authors": ["J.B. Pollack", "J.F. Kasting", "S.M. Richardson", "K. Poliakoff"],
    "venue": "warm climate on early Mars. Icarus,",
    "year": 1987
  }, {
    "title": "Subsolidus convective cooling histories of terrestrial planets",
    "authors": ["G. Schubert", "P. Cassen", "R.E. Young"],
    "venue": "Icarus,",
    "year": 1979
  }, {
    "title": "The structure and evolution of ancient impact basins on Mars",
    "authors": ["P.H. Schultz", "R.A. Schultz", "J.R. Rogers"],
    "venue": "J. Geophys. Res.,",
    "year": 1982
  }, {
    "title": "Geologic map of Mars, scale",
    "authors": ["D.H. Scott", "M.H. Carr"],
    "year": 1978
  }, {
    "title": "Geologic map of science study area 6, Memnonia region of Mars, scale 1:500,000",
    "authors": ["D.H. Scott", "M.G. Chapman"],
    "venue": "U. S. Geol. Surv. Misc. Inv. Ser. Map,",
    "year": 1991
  }, {
    "title": "Early Mars: wet and warm, or just wet",
    "authors": ["S.W. Squyres"],
    "venue": "Lunar Planet. Sci. Conf., vol. XX, Lunar and Planet. Inst.,",
    "year": 1989
  }, {
    "title": "Early Mars: how warm and how wet",
    "authors": ["S.W. Squyres", "J.F. Kasting"],
    "year": 1994
  }, {
    "title": "Ice in the Martian regolith",
    "authors": ["S.W. Squyres", "S.M. Clifford", "R.O. Kuzumin", "J.R. Zimbleman", "F.M. Costard"],
    "year": 1992
  }, {
    "title": "Geology and ground-water resources of the island of Hawaii",
    "authors": ["H.T. Stearns", "G.A. MacDonald"],
    "venue": "Hawaii Division of Hydrography, Bulletin,",
    "year": 1946
  }, {
    "title": "The Martian impact cratering record",
    "authors": ["R.G. Strom", "S.K. Croft", "N.G. Barlow"],
    "year": 1992
  }, {
    "title": "Noble gas analysis and INAA of aqueous alteration products from the Lafayette meteorite: liquid water on Mars -350 Ma ago",
    "authors": ["T.D. Swindle", "M.K. Burkland", "J.A. Grier"],
    "venue": "Lunar Planet. Sci. Conf., vol. XXVI, Lunar and Planet. Inst.,",
    "year": 1995
  }, {
    "title": "The stratigraphy of Mars",
    "authors": ["K.L. Tanaka"],
    "venue": "Proc. Lunar Planet",
    "year": 1986
  }, {
    "title": "Plains and channels in the Lunae Planum–Chryse Planitia region of Mars",
    "authors": ["E. Theilig", "R. Greeley"],
    "venue": "J. Geophys. Res.,",
    "year": 1979
  }, {
    "title": "The role of igneous sills in shaping the Martian uplands",
    "authors": ["D.E. Wilhelms", "R.J. Baldwin"],
    "venue": "Proc. Lunar Planet. Sci. Conf.,",
    "year": 1989
  }, {
    "title": "Evolution of the Earth’s planetesimal swarm subsequent to the formation of the Earth and Moon",
    "authors": ["G.W. Wetherill"],
    "venue": "Proc. Lunar Sci. Conf.,",
    "year": 1977
  }],
  "id": "SP:63a10cb955c2f978cbb3cb33eee164548b962276",
  "authors": [{
    "name": "Virginia C. Gulick",
    "affiliations": []
  }],
  "abstractText": "The geomorphology of the martian valley networks is examined from a hydrological perspective for the compatibility with an origin by rainfall, globally higher heat flow, and localized hydrothermal systems. Comparison of morphology and spatial distribution of valleys on geologic surfaces with terrestrial fluvial valleys suggests that most martian valleys are probably not indicative of a rainfall origin, nor are they indicative of formation by an early global uniformly higher heat flow. In general, valleys are not uniformly distributed within geologic surface materials as are terrestrial fluvial valleys. Valleys tend to form either as isolated systems or in clusters on a geologic surface unit leaving large expanses of the unit virtually untouched by erosion. With the exception of fluvial valleys on some volcanoes, most martian valleys exhibit a sapping morphology and do not appear to have formed along with those that exhibit runoff morphology. In contrast, terrestrial sapping valleys form from and along with runoff valleys. The isolated or clustered distribution of valleys suggests localized water sources were important in drainage development. Persistent groundwater outflow driven by localized, but vigorous hydrothermal circulation associated with magmatism, volcanism, impacts, or tectonism is, however, consistent with valley morphology and distribution. Snowfall from sublimating ice-covered lakes or seas may have provided an atmospheric source of water for the formation of some valleys in regions where the surface is easily eroded and where localized geothermalrhydrothermal activity is sufficient to melt accumulated snowpacks. q 2001 Elsevier Science B.V. All rights",
  "title": "PII: S0169-55"
}