{
  "sections": [{
    "text": "lable at ScienceDirect\nContents lists avai\nCretaceous Research\njournal homepage: www.elsevier .com/locate/CretRes\nThe Hell Creek Formation and its contribution to the CretaceousePaleogene extinction: A short primer\nDavid E. Fastovsky a, b, *, Antoine Bercovici c\na Universit€at Wien, UZA II, Dept. für Lithospharenforschung, Althanstraße 14, Wien, Austria b Department of Geosciences, University of Rhode Island, Kingston, RI 02881, USA c Department of Paleobiology MRC-121, National Museum of Natural History, Smithsonian Institution, 10th Street and Constitution Ave. NW, Washington DC 20560-0121, USA\na r t i c l e i n f o\nArticle history: Received 1 May 2015 Received in revised form 3 July 2015 Accepted in revised form 7 July 2015 Available online 5 September 2015\nKeywords: Hell Creek Formation (HCF) Maastrichtian Mass extinction CretaceousePaleogene boundary Dinosaurs Paleoenvironment\n* Corresponding author. Department of Geoscience E-mail address: defastov@uri.edu (D.E. Fastovsky).\nhttp://dx.doi.org/10.1016/j.cretres.2015.07.007 0195-6671/© 2015 Elsevier Ltd. All rights reserved.\na b s t r a c t\nAlthough it represents but one geographic data point, the uppermost Maastrichtian Hell Creek Formation (HCF), exposed in the upper Great Plains of the North American craton, remains the most studied source for understanding the final ~1.5 Myr of the Mesozoic Era in the terrestrial realm. Because it lies conformably below the earliest Paleocene Fort Union Formation, and together these two units preserve a rich fauna and flora, much of what is understood about the terrestrial CretaceousePaleogene (KePg) boundary comes from this sequence.\nThe HCF has been reconstructed as an expansive, fluvially drained, low coastal plain, built out, to the west, against the Laramide Orogen, and to the east, against the ultimate transgression (Cannonball) of the Western Interior Sea. Its meandering rivers and moist soils supported a multi-tiered angiospermdominated flora and rich insect and vertebrate faunas, including dinosaurs, crocodilians, squamates, turtles, and mammals. A dramatic facies change representing the initiation of catastrophic flooding is preserved, within available levels precision, at the KePg boundary.\nHigh-precision stratigraphy has proven difficult in this lenticular fluvial system. Where present, the boundary can be recognized by the bipartite boundary claystone; otherwise, palynostratigraphy has proven a powerful tool. Numerical dates have been successfully obtained from in tonsteins at the boundary and above, in the Fort Union; however, these have proven elusive below the boundary within the HCF. The KePg boundary in this region is dated at 66.043 Ma (Renne et al., 2013). Magnetostratigraphic studies have been carried out in the HCF; although all but one have lacked numerical dates, these have been used for correlations of widespread, disjunct exposures and for the estimation of sedimentation rates.\nThe palynoflora is largely homogenous through the HCF; at the KePg boundary, it shows an abrupt ~30% extinction. This makes it a powerful tool for identification of the KePg boundary, although because the boundary is identified on absence of Cretaceous taxa rather than presence of earliest Paleocene taxa, several competing methods have been applied to identifying the KePg boundary using pollen.\nThe macroflora, consisting largely of leaves, consists of three successive floras, showing increasing diversity through the HCF. The ultimate of these three floras undergoes an abrupt 57% extinction; taken as a whole, however, the macroflora undergoes a 78% extinction at the KePg boundary.\nThe best data available for dinosaurs e including archaic Aves e show an abrupt extinction. By contrast, salamanders and other lissamphibians, as well as chelonians, cross the boundary virtually without perturbation. Squamates appear to have suffered significant extinctions at the KePg boundary, as did euselachians (elasmobranchs) and insects. Mammals suffered a 75% extinction; however, some of this figure cannot be shown to have occurred in less than the last 500 kyr of the Cretaceous, and thus has been potentially attributable to causes other than a bolide impact. Taken together, the survivorship patterns are concordant with the catastrophic inception of ubiquitous flooding characterizing the KePg boundary.\nWhile the key KePg boundary question in the HCF was once the rate of the biotic extinction, it has moved to the distinction between single-cause scenarios, with the Chicxulub bolide as agent of extinction, and multi-cause scenarios, uniting habitat partitioning, Deccan flood-basalt volcanism,\ns, University of Rhode Island, Kingston, RI 02881, USA.\nclimate change, competition, and bolide impact. Not every potential environmental perturbation need be a mechanism for the extinction: parsimony and the data continue to be concordant with a bolide impact as the single agent of the terrestrial KePg mass extinction.\n© 2015 Elsevier Ltd. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "The Hell Creek Formation (HCF), from the upper Great Plains of the North American Western Interior remains the global standard for understanding terrestrial CretaceousePaleogene (KePg) extinction events. This is because the HCF preserves an extraordinarily abundant and diverse terrestrial biota within the same stratigraphic units. The biota is comprised of fossil floras (plant fossils and palynomorphs), vertebrates (fish to dinosaurs; mega-to microvertebrates), invertebrates, non-palynomorph microfossils, and a range of trace fossils. Along with these, the HCF contains critical geochemical markers such as multiple iridium anomalies (e.g., Bohor, Foord, Modreski, & Triplehorn, 1984; Nichols, Murphy, Johnson,& Betterton, 2000) and a putative KePg isotopic excursion (Arens & Jahren, 2000, 2002; Arens, Jahren, & Kendrick, 2014; but see below). In turn, these indicators can all be assessed in their proper paleoenvironmental and paleoecological context(s). Moreover, the HCF records these latest Cretaceous terrestrial biotas and markers with, by the standards of terrestrial deposits, a high degree of stratigraphic resolution (Dingus, 1984).\nWhile there has been ongoing interest in the HCF since the turn of the 20th century (see Clemens & Hartman, 2014), attention to the unit and its fossil biota increased considerably after the publication of the Alvarez, Alvarez, Asaro, and Michel (1980) hypothesis of dinosaur extinction by asteroid impact. Because of its rich biota and stratigraphic completeness, the HCF has uniquely been the object of a significant history of quantitative study (see Fastovsky & Sheehan, 2005) to address key questions about the terrestrial KePg extinction. In general, such treatments have generally revolved around the rate at which the extinction took place; an instantaneous extinction would be concordant with the hypothesis of an asteroid impact as cause; a more gradual extinction, or ecosystemic deterioration have been interpreted as concordant with other e perhaps more earthbound e causes.\nA sense for the magnitude of the interest in the HCF can be obtained from the fact that two large Geological Society of America Special Paper edited volumes have been published (nos. 361 and 503; Hartman, Johnson, & Nichols, 2002; Wilson, Clemens, Horner, & Harman, 2014; respectively), exclusively devoted the HCF, its fauna, and its bearing upon the KePg boundary. This contribution, therefore, is a necessarily brief, introductory abstract of a very large literature."
  }, {
    "heading": "2. Geological setting",
    "text": "The HCF is a fine-grained, fluvially derived, siliciclastic ~100 mthick unit preserved throughout the Williston Basin in the upper Great Plains of the Western Interior of the United States and southern Canada (Fig. 1). It arose as a sedimentary prism derived from materials shed from the Rocky Mountain Laramide Orogeny (Fastovsky, 1986; Peterson, 1986; Murphy, Hoganson, & Johnson, 2002) and may have existed for less than the very last 1.4 Myr of the latest Cretaceous (Hicks, Johnson, Obradovich, Tauxe, & Clark, 2002). Superjacent to it is the Fort Union Formation, the basal part of which is (confusingly) known as the “Tullock Formation” in eastern Montana and the “Ludow Member” in western North\nDakota. For simplicity here, we use the designation “basal Fort Union” to refer to the Tullock/Ludlow sedimentary interval. Below the HCF is the transitional marine-to-brackish Fox Hills Formation. These relationships are shown in Fig. 2.\nThe Hell Creek is generally reckoned to have been “discovered” (at least named) by the legendary Barnum Brown, the early 20th century, peripatetic American Museum of Natural History fossil collector (see Dingus & Norell, 2010). He eventually described the unit (Brown, 1907), although the focus of his interest and description was largely paleontological (he had discovered the type specimen of Tyrannosaurus rex there in 1902). During the next ~60 years, interest in the area was driven largely by the search for coal, natural gas and oil, by the development of the Fort Peck dam (and reservoir), and by the continued recovery of fossils by field parties from several (generally) eastern U.S. museums.\nBy the early 1960s, a recognizably modern concept of the KePg boundary in the region had crystalized, and pioneering work by B. Erickson, R.E. Sloan and L. Van Valen included working hypotheses about the nature of the boundary and associated extinction(s). Concomitantly, a modern understanding of the regional geological relationships of the relevant formations and members was developed by the early 1950s, driven largely byworkers from the U.S. and relevant state geological surveys. A very complete, detailed, and informative account of this history through 1980 is given in Clemens and Hartman (2014).\nEarly studies by Moore (1976), Frye (1969) and Butler (1980) attempted to characterize the paleoenvironments of the Hell Creek. These studies established formal members that generally proved to be unrecognizable outside the limited area where they were described. In time, however, modern sedimentological approaches by Fastovsky and Dott (1986), Fastovsky (1986; 1987), Fastovsky and McSweeney (1987), Belt et al. (1984); Belt, Hicks, & Murphy (1997), Johnson (1989), Retallack (1994), Murphy, Nichols, Hoganson, and Forsman (1995), Murphy, Hoganson, and Johnson, (2002), all converged on the recognition of HCF deposits as representing a meandering fluvial system, generally draining to the SE, with forested, low-lying, extensive floodplain sedimentation. All of these workers identified a variety of facies (Fig. 3AeC) representing repetitive architectural elements in an aggrading fluvial system.\nFastovsky and McSweeney (1987) and Retallack (1994) reconstructed catenary sequences of hydromorphic paleosols suggesting an abundance of water with a very high water table. Observing the distinctive facies change that characterizes the lithostratigraphic HCFe Fort Union contact, Fastovsky (1987) proposed that the KePg boundary occurred concomitantly with the surface expression of the water table, forming regional “ponding”. This is manifested by an abrupt transition from gleyed hydromorphic paleosols in the HCF (Fig. 3F, G) to extensive ponds or lakes, and peat mires (see below) that characterize the lowest deposits of the Fort Union (Fastovsky & McSweeney, 1987; Retallack, 1994). The extensive ponds and lakes are today represented by a distinctive, widespread iron-stained laminated siltstone facies (Fig. 3F; the “variegated beds” of Archibald, 1982). This facies shows an unusually pervasive signal of suspension settling, as if wholesale landscape flooding took place that resisted conventional draining. The peat mires are\nrepresented by local, thin lignite coal deposits (Fig. 3G and H). Both types of Fort Union deposits reflect ubiquitous standing water and comparatively high rates of deposition. This more or less abrupt facies change is shown in Fig. 4C.\nAlthough the HCF sedimentary prism presumably prograded against a retreating Western Interior Sea, definitive deltaic sedimentary environments, proposed on the basis of paleogeographic relationships (e.g., Cherven and Jacob (1985), have never really been found in Hell Creek deposits. However, at least two tongues of\nHell Creek marine sedimentary rocks have been observed to the west, the “Breien Member” (Laird & Mitchell, 1942; Hoganson & Murphy, 2002) and the “Cantapeta Advance” (Murphy et al., 2002). Both can be interpreted as early pulses of a transgressive Cannonball Sea (see below); thus the Hell Creek was likely laid down during a eustatic transgressive phase of the Western Interior Sea. This has ramifications for some extinction models (see below).\nFig 2, taken from Johnson, Nichols, and Hartman (2002), is the best available model for the large-scale stratigraphic relationships\nGreat Plains, USA. Redrawn from Johnson et al., 2002.\nof the HCF. It suggests the existence of an unconformity at the base of the HCF. Insofar as the magnetostratigraphy upon which it is based was carried out without geochronological control (see below), the precise age of this unconformity should not yet be regarded as definitive."
  }, {
    "heading": "3. Stratigraphy",
    "text": ""
  }, {
    "heading": "3.1. Lithostratigraphy",
    "text": "Stratigraphy within the Hell Creek has historically been its Achilles' heel. Precise lateral correlations would have allowed\ndisparate localities to be linked temporally, however, as noted by Fastovsky and Dott (1986), Fastovsky (1987) and Johnson (1992), despite the apparent illusion of lateral continuity, the fluvially derived beds of the HCF are highly lenticular, and cross cut each other in ways which preclude high-precision correlations. The only way to assure temporal correlation is to physically trace individual beds, an impossibility because of the limitations of outcrop exposure and because the beds themselves are ultimately not continuous.\nThe most notorious lithostratigraphic marker in the HCF is actually just above it: the KePg boundary, equated with the top of the HCF, was said to be identified by the appearance of the first\n(lowest) more or less continuous (“persistent”) lignitic coal (Fig. 3G), dubbed by Collier and Knechtel (1939), the “Z-coal”. Successively younger coals were labeled with successively earlier letters in the alphabet (Collier & Knechtel, 1939). For all that, however, Collier and Knechtel (1939) recognized that these lignites were lenticular; the problem was, if they were lenticular, and not the same single bed, how could they be reasonably imputed to be isochronous? If they are not isochronous, then which one (or ones) represent(s) the KePg boundary?\nThe lignites are the remains of localized, swampy peat mires that formed in HCF fluvial system. Fastovsky and McSweeney (1987) presented a catenary sequence in which these deposits represented geographically limited areas of low topography in the floodplain setting. How, then, could they possibly be used for precision correlations?\nIn the absence of better correlative tools, the need to use the coals as time markers plagued workers in the field, particularly as the need for stratigraphic precision became imperative for understanding whether or not the extinctions recorded in the HCF conformed to, or contradicted, the Alvarez et al. (1980) asteroid impact hypothesis. Recognizing that single, lowest coal had no widespread isochronous reality, the single “Z-coal” came to be referred to as the “Z-coal complex”, with “upper” and “lower” Z-coals (Archibald, 1982). This failed to remove the sense of high temporal precision implied by the name “Z-coal” (and indeed, someworkers adopted a yet more complicated coal nomenclature (vis, the “widespread” IrZ and HFZ of Swisher, Dingus, & Butler, 1993); but eventually, a number of workers independently rediscovered and reaffirmed that there was not a single, regional Z-coal, or regional pattern of Zcoals (Fastovsky, 1987; Johnson, 1992).\nWith the discontinuity of the lowest coals recognized and its problematic implications for the KePg boundary understood, the coincidence of the lowest coal and the KePg-boundary came to be challenged. Nichols and Johnson (2002 and references therein), used palynostratigraphy to demonstrate that the HCFeFort Union formational contact was in places almost 3 m removed from KePg boundary as identified by palymorphs. Nichols and Johnson (2002), for example, refer to “Fort Union strata of Cretaceous age”, inwhich typical Cretaceous pollen species persist within the lowermost part of the Fort Union Formation. Subsequent work by Bercovici, Pearson, Nichols, and Wood (2009; see also Moore et al., 2014), however, demonstrated that in these detrital, fluvial sedimentary deposits, the presence-absence method of pollen analysis used by D.J. Nichols to identify the KePg boundary could potentially misplace the boundary. This issue is discussed in detail in Sec. 3.1.1 Palynology (below).\nIn the end, our thinking has come full circle: as an operational definition for the formational (lithostratigraphic) and KePg (chronostratigraphic) boundaries, the onset of localized peat mire deposition, identified by the stratigraphically lowest, local, thin, coal layers, and extensive laminated silt erich flood deposits is empirically effective (e.g., Brown, 1952) and, at a certain level of stratigraphic precision, probably correct."
  }, {
    "heading": "3.2. Iridium",
    "text": "The discovery of the iridium anomaly, and of the multiple associated mineralogical and geochemical evidence (shocked quartz, Ni spinels) associated with the geologically instantaneous Chicxulub impact event (e.g., Alvarez, Alvarez, Asaro, and Michel, 1980, 1982; Alvarez et al., 1984; Orth et al., 1981, 1982; Bohor & Izett, 1986; Izett, 1990; Claeys, Kiessling, & Alvarez, 2002), provided a global way to correlate extinction events across marine and terrestrial sections. Therefore, it was a key discovery that at the top of the HCF, iridium, along with shocked quartz (Bohor et al., 1984)\nand other impact indicators (Alvarez et al. 1980) are preserved in the upper layer of distinctive bipartite tonsteins (Pollastro & Pillmore, 1987; Fastovsky, McSweeney, & Norton, 1989), themselves containedwithin the basal KePg coals (Fig. 5). The restriction of the Ir-bearing tonsteins to the lignites has been attributed to the low energy of the shallow peat mires that characterized HCF landscapes at the time of the KePg boundary. The iridium deposits, therefore, are at least as discontinuous as the coal deposits inwhich they are found.\nRegardless, of continuity, once an iridium anomaly was found in the lowest lignite deposits of the HCF (Bohor et al., 1984), it was widely recognized this could constitute the most precise isochron known for the region. Early on, iridium anomalies linked the KePg boundary in the Raton Basin of New Mexico with that of Brownie Butte (eastern Montana) and as time went on, a number of other KePg iridium anomalies were recovered throughout the region (Nichols& Johnson, 2002;Moore et al., 2014). These constituted the first regionally correlative isochron, have global correlative power, and remain valid to this day."
  }, {
    "heading": "3.3. Magnetostratigraphy",
    "text": "With the rarity of iridium and the imprecision of other stratigraphic markers, a number of workers attempted magnetostratigraphic treatments of the HCF. The base of the unit is somewhere within Chron 30 n; and the KePg boundary does not coincide with a magnetic reversal; rather, it occurs somewhere within Chron 29r (see Fig. 1). For this reason, magnetostratigraphy was potentially a powerful tool: if one could identify the KePg boundary lithostratigraphically, and then find Chron 29r-Chron 29 n boundary, sedimentation rates were potentially possible to calculate. Following an early hiccup regarding the polarity (and thus correlatability) of the New Mexican vs. the Montana KePg boundaries (Archibald, Butler, Lindsay, Clemens, & Dingus, 1982), successful magnetostratigraphic studies were carried out in the HCF. Swisher et al. (1993) carried out a magnetostratigraphic study in the Hell Creek area; they obtained 40Ke40Ar dates which they tied into a magnetic polarity scale covering the upper Hell Creek and the basal Fort Union. That work became, as noted by Clemens and Hartman (2014), a “composite reference section” for ~20 years in the eastern Montana study areas.\nBuilding upon the study of Swisher et al. (1993), LeCain, Clyde, Wilson, and Riedel (2014) constructed a thick paleomagnetic sequence across four (composite) sections, running from Chron 30 n (or even 30r) e Chron 28 n. Their work demonstrated a broad continuity between position (HCF; basal Fort Union) and early North American Land Mammal Ages (NALMA, e.g., Lancian, and the Puercan), with a view towards tying fossil localities into the paleomagnetic timescale to facilitate extrabasinal correlations.\nLund, Hartman, and Banerjee (2002) appeared to isolate an estimated ~90,000 yr diachroneity between the KePg boundary e as identified by pollen and the HCF e Fort Union formational contact in North Dakota, but found the two to be synchronous in eastern Montana.\nWorking in the North Dakota exposures of the Hell Creek, Hicks et al. (2002) used orbital forcing to obtain the duration of Chron 29 r, and then extrapolated sedimentation rates obtained from the 29 r portion of the HCF to its base (part of Chron 30 n), to infer that the duration of the unit is ~1.36 Myr, although they acknowledged that a range of durations from 1.05 Myre1.9 Myr might be possible (Hicks et al., 2002). Peppe, Evans, and Smirnov (2009) extended the work of Hicks et al. (2002) into the basal Fort Union Formation (Ludlow Member), determining that it was 2.3e2.6 Myr in duration; a metric against which the KePg recovery could potentially be measured.\nWith the exception of Swisher et al. (1993), all of these paleomagnetic studies are hampered by an absence geochronological tie points. In highly heterogenous deposits, deposited at highly variable rates, this approach is of uncertain, and at best variable, reliability. Sixty percent of sedimentation in the HCF is composed of fine-grained (floodplain-related) deposits (Fastovsky, 1987; see also Retallack, 1994); however, even that figure means that 40% of the thickness of the HCF e the channel sequences e was deposited in effect instantaneously. Because thickness is the means by which sedimentation rates are calculated, the precision of these studies is thus potentially compromised."
  }, {
    "heading": "3.4. Geochronology",
    "text": "Geochronology could of course determine the temporal position of the HCF-Fort Union contact, as well as potentially be used for rates of extinction. In fact, however, the detrital deposits of the HCF have proven to be unsuited to dating; despite some accounts to the contrary, petrographic analysis shows that the mudstones of the HFC, commonly but mistakenly termed “bentonites”, are detrital and not volcanogenic (Fastovsky, 1986) and the required sanidines (KeAr dating; AreAr dating) and zircons (UePb dating) are not present. They are present, however, in deposits above the HCF, especially in tonsteins preserved in the Fort Union coals and have been used to constrain earliest Paleogene Land Mammal ages and for reconstructions of the pace of the recovery (e.g., Swisher et al., 1993; Renne et al., 2013; Sprain, Renne, Wilson, & Clemens, 2015).\nStill, with tonsteins preserved in the “Z coals”, dates have been obtained from the HCFe Fort Union lithostratigraphic contact. Here we review only those of the last 20 years, since these surely supersede earlier work. Swisher et al. (1993) obtained three AreAr dates from sanidines in three different coals in the “Z-coal complex”: IrZ, 65.16 ± 0.04 Ma; Z, 65.01 ± 0.03 Ma; HFZ, 64.77 ± 0.06 Ma. These dates have subsequently required recalibration (see Renne et al., 1998; Wilson, 2004).\nRenne et al. (2013) demonstrated that the HCF e Fort Union lithostratigraphic contact is coincident with the Chicxulub impact (and thus, with the KePg boundary, see Schulte et al., 2010) within a level of precision of 32,000 years. Using 40Are39Ar, they dated five “Z coals” from the Hell Creek (Montana) area to obtain a combined date of 66.043 ± 0.011/0.043 Ma for sanidines extracted from the tonsteins, matching the combined date of 66.038 ± 0.025/0.049 Ma obtained from glass melt droplets (tektites) from Beloc, Haiti.\nIn a subsequent, extensive sanidine-based 40Are39Ar tephra geochronology of the eastern Montana study region (again, perforce focusing on the Fort Union, because the coal sequences in it preserve datable tephras), Sprain et al. (2015) showed that in several localities in the eastern part of the study area, the tephras in the most basal lignites were mildly offset in time from the KePg boundary. In the western part, they were synchronous. They interpreted their data to show a multi-thousand year paleoenvironmental “transition” from the high-water-table, hydromorphic paleosols of the HCF to the flooded landscapes of the Fort Union Formation."
  }, {
    "heading": "3.5. Chemostratigraphy",
    "text": "A well-known KePg marine isotopic excursion from El Kef, Tunisia (e,g., Keller & Lindinger, 1989) in combination with an awareness of the difficulties of correlation discussed above, suggested to several authors that if a carbon isotopic stratigraphy could be constructed in the Hell Creek, it could be a powerful tool for correlation. Accordingly, several were constructed (Arens & Jahren, 2000; 2002; Therrien, Eberth, Braman, & Zelenitsky, 2007; Maruoka, Koeberl, & Bohor, 2007). Modest negative (1e~2.8‰)\ncarbon isotopic shifts were obtained at or near KePg boundaries in Alberta, Canada, Montana, and North Dakota. Ultimately a fossilierous reference section (Herman Ridge, eastern Montana) was proposed by Arens et al. (2014). The published data to date, however, were reviewed by Grandpre et al. (2013), who measured similar carbon isotopic data at Mud Buttes, North Dakota (where there is an unambiguous KePg boundary containing an iridium anomaly), and then observed that all of the KePg boundary isotopic shifts recorded in all of the data bases (including that from Mud Buttes) were statistically indistinguishable from any number of similar carbon isotopic offsets recorded above and below the KePg boundary in each of these studies. With the KePg boundary isotopic excursion indistinguishable from what stratigraphically precedes and succeeds it, it can hardly form the basis of a robust, practical chemostratigraphy.\n3.6. KePg paleoenvronmental summary\nTaken altogether, these are exceptional e if not immediately conclusive e stratigraphic data, and we pause for a moment to consider their paleoenvironmental significance. They might indicate a multi-thousand year transitional environment as proposed by Sprain et al. (2015); but the evidence is clear at that time that the landscapes were not just flooded, but that there was active erosion and redeposition, and thus the “Z-coal” at one topographic level might not be expected to be of the same age as the “Z-coal” at the same topographic level elsewhere, in another locality. The concept of a “Z-coal complex” e if we must adhere to the “Z-coal” terminology e is a reasonable one; and our view is that extensive flooding began essentially isochonously across the Hell Creek coastal plain as it is exposed in easternMontana and western North Dakota, resulting in the peat mires and silty, swampy deposits that characterize the earliest Paleogene of this region.\nThe imprecision of pollen dating precludes decimeter e scale precisionwhen identifying the KePg boundary, and the variation in tephra dates suggests that some of the oldest tephras may have been eroded. This would give the appearance of a diachronous KePg boundary when in fact none exists. With this stratigraphic uncertainty, two mutually exclusive scenarios are possible: a “ponding” scenario and a “flooding” scenario."
  }, {
    "heading": "3.6.1. Early Paleogene ponding",
    "text": "The ponding scenario involves conventional causes: extensive ponding could certainly have been caused by the coeval transgression of the Paleocene Cannonball Seaway, adumbrations of which are seen in the intercalated marine Breien Member and Cantapeta Tongue. A rapid rise in sea level would cause broadly contemporaneous flooding over the extensive, topographically muted coastal plain. Other more dramatic events, associated with the asteroid impact, may have contributed to the abundance of water (see below), but themost obvious and explicable cause is sealevel rise. The low topography of the coastal plain would produce geologically instantaneous ponds and swamps over the region circumscribed by the HCF outcrop belt along the Little Missouri river to the east, and the Fort Peck Reservoir to the west."
  }, {
    "heading": "3.6.2. Early Paleogene flooding",
    "text": "In the second scenario, the “ponding” described by Fastovsky (1987) might better be characterized as flooding; the emphasis thus shifts from gradual to catastrophic. Fastovsky, Sheehan, Isbell, and Grandpre (2008) and Grandpre, Fastovsky, and Sheehan (2008), building upon an idea of P.M. Sheehan, proposed that the extensive flooding observed in the KePg coastal lowlands of the Western Interior could be attributed to upland landscape denudation resulting from deforestation caused by continental wildfires\n(Wolbach, Lewis, & Anders, 1985; Wolbach, Gilmour, Anders, Orth, and Brooks, 1988; see also Robertson, Lewis, Sheehan, & Toon, 2013a) started by an intense infrared radiation pulse and from fallout, both results of the Chicxulub asteroid impact (Robertson, McKenna, Toon, Hope, & Lillegraven, 2004; Robertson et al., 2013a). They analogized these environmental affects with those of nineteenth- and twentieth-century mining activities in California, in which denuded upland forests destabilized and eroded upland landscapes, and caused significant downstream flooding and rapid sediment accumulation in the Central Valley (e.g., Florsheim & Mount, 2003).\nCritical in this idea is the recognition that the “ponding” observed at the lithostratigraphic boundary is remarkable, anomalous and pervasive. Aside from the observation that throughout the Williston Basin, this lithostratigraphic contact is characterized by flooded landscapes e a fact that undoubtedly contributes to the rarity of earliest Paleocene terrestrial fossil vertebrates e the same paleoenvironmental sequence can be observed in the adjacent Denver Basin as well (K.R. Johnson, personal communication, 10/ 2007). In this view, the HCF e Fort Union facies change records a regional heretofore unappreciated paleoenvironmental catastrophe."
  }, {
    "heading": "4. Hell Creek floras",
    "text": "The HCF preserves a rich and varied flora. Plants are represented by diverse and important macroflora in the form of fossil leaves (plant compressions, Fig. 6A and B, see below), comminuted plant debris, and as impressions, generally preserved in ironstonereplaced deposits. Seeds and cones are also found preserved via other means, such as 3D casts and molds, and ironstone replacement (Fig. 6C and D). Fossil wood is also commonly found in the HCF as white silicified, permineralized fragments (Fig. 6E). Charcoal is also common, preserved asmacroscopic pieces (Fig. 6F), or visible as microscopic fragments in palynofacies (Fig. 6G). These charcoal fragments have been interpreted to suggest that wildfires were relatively common in the Hell Creek ecosystems (Brown, Scott, Glasspool, & Collinson, 2012; Bamforth, Button, & Larsson, 2014).\nMost facies of the HCF and overlying Fort Union Formation contain very diverse pollen and spore assemblages (Fig. 6G). Indeed, the vast majority of studies and data revolve around pollen and spores, and plant compressions."
  }, {
    "heading": "4.1. Pollen and spores",
    "text": ""
  }, {
    "heading": "4.1.1. Introduction",
    "text": "The study of pollen and spores has played a very important role in the identification of the KePg boundary in the HCF. Its use allows for the generation of very high-resolution datasets (<1 cm sampling resolution), which can be used to closely track the evolution of plant communities. As noted above, in the HCF, palynology has been key in identifying the position of the KePg boundary, especially at localities where indicators of the Chicxulub impact are not preserved.\nPalynologists were the first scientists to recognize that a major, abrupt change occurred at the KePg boundary (Norton & Hall, 1969; Oltz, 1969; Leffingwell, 1970; Tschudy, 1970, 1984), a change now known to take place globally (Bercovici, Vajda, & Sweet, 2012; Vajda & Bercovici, 2012, 2014). They observed that the abrupt disappearance of many pollen species in the Western Interior coincided with the lowest coal formulation (Collier & Knechtel, 1939; Brown, 1952; see above). Moreover, the disappearance of the many pollen species was shown to be stratigraphically coincident with the markers of the impact in the HCF (Tschudy, Pillmore, Orth, Gilmore, & Knight, 1984; Hotton, 1988,\n2002; Bohor et al., 1984, Bohor, Modreski, & Foord, 1987; Bohor, Triplehorn, Nichols, & Millard 1987; Smit & van der Kaars, 1984; Smit, van der Kaars, & Rigby, 1987; Sweet, Braman, & Lerbekmo, 1999; Nichols, 2002, 2007; Nichols & Johnson, 2002), the rest of the North American Western Interior (Orth et al., 1981; Pillmore, Tschudy, Orth, Gilmore, & Knight, 1984; Nichols, Jarzen, Orth, & Oliver, 1986; Jerzykiewicz & Sweet, 1986; Lerbekmo, Sweet, & St. Louis, 1987; Bohor et al., 1987; Nichols, 1990; Nichols & Fleming, 1990; Sweet, Braman, & Lerbekmo, 1990, Sweet et al., 1999; Wolfe, 1991; Nichols, Brown, Attrep, & Orth, 1992; Sweet & Braman, 1992) and worldwide (Saito, Yamanoi, & Kaiho, 1986; Brinkhuis & Schiøler, 1996; Vajda, Raine, & Hollis, 2001; Vajda, Raine, Hollis, & Strong, 2004; Vajda & Raine, 2003; Willumsen & Vajda, 2010).\nIt is now evident that virtually all facies present in the HCF, including coarse sandstones, yield pollen and spore assemblages that can be identified and studied (Hotton, 2002; Bercovici et al., 2009; Vajda, Lyson, Bercovici, Doman, & Pearson, 2013). This is one of the strengths of the HCF; however, the study of these assemblages must be tightly coupled with detailed lithological and sedimentological context, because different taphonomic processes operate in different depositional environments (e.g., see below).\nThe latest Maastrichtian is divided into four main palynological provinces defined by the restricted geographic occurrence of specific species of pollen (Herngreen & Chlonova, 1981; Herngreen, Kedves, Rovnina, & Smirnova, 1996; Vajda & Bercovici, 2014). Because the entire Western Interior of North America is contained within the Aquilapollenites province, comparison of the palynological record there is facilitated.\nPalynomorphs that go extinct at the KePg boundary have been termed “K-taxa” (Nichols, 2002) or “K species” (Hotton, 2002). Because the majority of K-taxa are very distinctively shaped, the recognition their absence from palynological assemblages is generally straightforward, contributing to the speed and precision with which the KePg boundary can be recognized in the HCF."
  }, {
    "heading": "4.1.2. Hell Creek palynoflora",
    "text": "The HCF pollen and spore flora is very diverse and represented by over 115 taxa in southwestern North Dakota (Nichols, 2002), and over 281 taxa in Eastern Montana (Hotton, 2002), not including fungal spores and algal cysts, which are also present. These rich palynofloras belong to the Wodehouseia spinata Assemblage Zone as defined by Nichols (1994), characterized by the first appearance of the angiosperm species Wodehouseia spinata at the base of the upper Maastrichtian.\nThe Hell Creek palynoflora reflects a lush, subtropical to warmtemperate evergreen forest dominated by angiosperms (flowering plants), ferns, and, to a lesser extent, various gymnosperms. The understory vegetation of the Hell Creek was represented by many hydrophilous ground-dwelling plants including lycopods (clubmosses) represented by large trilete spores. Other understory floras include spikemosses and quillworts (Isoetes), hornworts (Anthocerotales) liverworts (Marchantiales), and bryophytes (sphagnum moss). (Nichols, 2002; Hotton, 2002; Bercovici et al., 2009).\nFilicales, or true ferns, are represented bymany spore types, and generally populate Hell Creek palynological assemblages with an average of ~50% (min: ~20%, max: ~80%, Bercovici et al., 2009). Most of the understory vegetation was probably dominated by ferns (Nichols, 2002; Vajda et al., 2013). Heterosporous aquatic fern spores are also present, including those aquatic ferns that formed free-floating mats on the surface of bodies of open water. Shrubby gymnosperms are represented, and along with other shrubby plants such as cycads, which had mostly replaced benettites by the end of the Cretaceous (Nichols & Johnson, 2008).\nThe Hell Creek canopy was comprised of evergreen needle\nconifers. Other conifers of the Pinaceae (pine family) were present as well, and bisaccate pollen grains with large sacci (Podocarpidites sp.) suggest the presence of podocarps, a group today mainly endemic in the Southern Hemisphere.\nAngiosperms are, together with ferns, the most abundant palynomorphs found in the HCF, however angiosperms are more diverse than any other palynomorph group. This observation corroborates the overwhelming diversity in angiosperm leaves seen in macrofloral assemblages from the HCF (see below). Angiosperms likely occupied various habitats, from understory vegetation to the canopy. They included monocots such as Arecaceae (palms), Pandanus, and various other freshwater aquatic species. Woody dicots represented most of the diversity recorded, albeit the botanical affinity of many species found in the HCF remains uncertain (sphagnummoss; Nichols, 2002; Hotton, 2002; Bercovici et al., 2009).\nOther relict plant groups may be present, like Cheirolepidiaceae, Pteridosperm and Caytoniales (Vajda et al., 2013). Contrary tomany Cretaceous ecosystems earlier than the HCF, Araucariaceae were very marginal components of the flora if present at all (Johnson, 2002).\nOther common, non-pollen palynomorphs are represented by a wide diversity of fungal spores (Nichols & Johnson, 2008; Bercovici et al., 2009). Freshwater algal cysts are also diversely represented, suggest the presence of ponds in the HCF (Nichols, 2002; Bercovici\nFig. 7. Compilation of vertebrate, macroflora and insect damage diversity trends over the l paleotemperatures are derived from leaf margin analysis. The Sunset Butte section is used tological data is compiled from a multitude of localities from within the Marmarth area.\net al., 2009). Although the Hell Creek palynoflora is nearly monotonic as regards floral diversity, Nichols (2002) proposed five provisional subzones of the Wodehouseia spinata Assemblage Zone in Southwestern North Dakota. These subzones, from A to E (bottom of the HCF to top), are defined by the stratigraphic range of ten species of angiosperms characteristic of the Cretaceous (Fig. 7). From these subzones, a clear distinction can be made between the lower 40 m of the HCF, and the upper 60 m. The topmost 5 m (“Subzone E”) stand out, characterized by the occurrence of two taxa (Nichols, 2002).\nIn contrast to this, Arens et al. (2014) interpreted a KePg boundary from Bug Creek (McCone County, Montana) as showing a decrease in diversity in the last ~1.5 m of Hell Creek deposits leading up to the KePg boundary. The authors propose that a diminution in pollen species richness was underway prior to the KePg boundary extinction event, indicating increasing heterogeneity of the latest Cretaceous vegetation and resulting from a “press” type disturbance (see the press/pulse extinction model, below).\nHowever, the depositional environment from which these palynological assemblages were retrieved requires consideration. Arens et al. (2014) report that these assemblages were recovered from rooted mudstones with slickensides indicating a gleyed paleosol, a facies common throughout the Hell Creek (Fastovsky &\nast 1.3 Myr of the Cretaceous in the Marmarth area, North Dakota, USA. Mean annual as a baseline for the thickness of the Hell Creek Formation in North Dakota, paleon-\nMcSweeney, 1987; Bercovici, Wood, & Pearson, 2008; Bercovici et al., 2012; Vajda & Bercovici, 2014). Poor pollen preservation and recovery of palynological assemblage is typical of gleyed paleosols and has been observed repeatedly within the HCF, independent of the KePg boundary (Hotton, 2002; Bercovici et al., 2009). That the apparent decrease in diversity reported by Arens et al. (2014) is a facies-controlled preservational artifact cannot be ruled out.\n4.1.3. K-taxa and the KePg extinction The biggest change observed in the composition of HCF palynological assemblages occurs at the KePg boundary, which is marked by the disappearance of many pollen taxa. Unlike the PermianeTriassic and TriassiceJurassic boundaries (Vajda & Bercovici, 2014), the palynologically defined KePg boundary is based on the extinction of Cretaceous taxa rather than the appearance of Paleocene taxa (Hotton, 1988; 2002; Nichols, 2002). Furthermore, the pattern of the disappearances of pollen taxa is independent of paleoenvironment (Nichols & Fleming, 1990).\nCollectively, K-taxa are present in the uppermost part of the HCF with an average relative abundance of ~15% (min: ~5%, max: ~50%, Bercovici et al., 2009). The synchronous disappearance of K-taxa is part of the compelling evidence for an abrupt and continent-wide devastation of plant communities at the KePg boundary. Extinction at the taxonomic level is estimated to be ~30% in southwestern North Dakota (Nichols, 2002).\nCertain factors, however, complicate the precise identification of the KePg boundary. Historically the KePg boundary was identified by the highest stratigraphic occurrence of K-taxa in a sample series (Nichols & Johnson, 2002). However, K-taxa can decline in abundance before the KePg boundary possibly due to the Signor& Lipps (1982) effect (Nichols& Johnson, 2002), or because of facies-related bias (Kroeger, 2002; Bercovici et al., 2009; Vajda& Bercovici, 2014). Moreover, they can persist in very low numbers into the earliest Paleocene (Nichols & Johnson, 2002; Bercovici et al., 2009, 2012; Vajda & Bercovici, 2014), such as occurs in Woodhouseia spinata (Nichols, 2002; Bercovici et al., 2009, 2012). Of the 14 species of Aquilapollenites found in the HCF, only one crosses the KePg boundary (Nichols, 2002) and, like other boundary-crossing K-taxa, it persists in low abundance in the Paleocene for very short durations (Bercovici et al., 2009, 2012, 2012).\nAs a result, however, presence/absence data overestimate the placement of the KePg boundary, indicating a younger boundary than would be obtained geochronologically. Recently, therefore, to get a more reliable estimation for the placement of the KePg boundary, the last major drop in K-taxa relative abundance without subsequent recovery has been used (Bercovici et al., 2009). Generally, this involves a drop in relative abundance of two orders of magnitude, down to 0.5% or less, compared to values commonly found in the HCF. This palynostratigraphic method for identifying the KePg boundary has generally been reliable, and in southwestern North Dakota, where independent geochemical markers of the impact are present, synchroneity between the extinction and the geochemical markers has been demonstrated at three localities, Pyramid Butte (Fig. 5A and B), Mud Buttes (Fig. 5C and D) (see Nichols & Johnson, 2002) and John's Nose (Fig. 5E and F, Bercovici et al., 2012).\nBecause the majority of K-taxa are represented by pollen grains with a thick and structurally complex exine, Sweet and Braman (2001) proposed that these could be attributed to zoophilous (more especially entomophilous, or insect pollinated) taxa, indicating a possible relationship with the extinction of insects at the KePg boundary (Rehan, Leys, & Schwartz, 2013; see below.)."
  }, {
    "heading": "4.1.4. Fern spike",
    "text": "A distinctive feature, intimately associated with the KePg boundary globally, is the so-called “fern spike” of Fleming and Nichols (1990) (see also Wolfe, 1991). It consists of a monospecific assemblage of ferns, peaking at 60e80% of the assemblage, and occurring in an extremely limited stratigraphic zone, generally ~1 cm thick, exclusively at localities where the KePg boundary clay complex or the iridium anomaly is present. In fact, the fern spike is actually represented by two individual events (Vajda & Bercovici, 2014).\nSince its original discovery in association with the KePg boundary (Orth et al., 1981; Tschudy et al., 1984), the fern spike has generally been interpreted as an indication of plant cover devastation (Fleming & Nichols, 1988, 1990; Wolfe, 1991; Sweet et al., 1999; Sweet & Braman, 2001; Vajda et al., 2001, 2004; Vajda & McLoughlin, 2004, 2007; Vajda & Bercovici, 2014). Ferns are pioneer re-colonizers of devastated landscapes, and exemplify so-called “disaster floras”; non-climax floras that initially colonize highly disturbed landscapes. More recent examples of “fern spikes” include the localized early recolonization of the denuded ground by ferns after the massive landslides induced by the 1980 eruption of Mount St. Helens, or the short-lived dominance of ferns in the Krakatau floras following the 1883 eruption (Tschudy et al., 1984). In a similar way, ferns are the first colonizers of freshly deposited lava flows in Hawaii, a biotic response to destabilized landscapes."
  }, {
    "heading": "4.1.5. Paleocene recovery of pollen",
    "text": "While the changes observed at the KePg within palynological assemblages are drastic and abrupt, the earliest Paleocene flora does not give the sense of an entirely new world. Since the extinction involved 33 pollen taxa (~30% of the species), the immediate recovery involved the surviving ~70%, boundary crossers. Ultimately, the earliest Paleocene palynoflora is less diverse than the Hell Creek palynoflora, and assemblages have a tendency of being dominated by but a few pollen species (see\nFig. 18 in Bercovici et al., 2009). New Paleocene-restricted species such as Momipites inaequalis appear; however, these new Paleocene taxa remain relatively rare and hard to identify (Nichols, 2003; Braman & Sweet, 2012; Bercovici et al., 2012; Vajda & Bercovici, 2014).\nA ~0.5e1 m interval of a dark grey, organic rich mudstone sequence occurring above the KePg boundary in southwestern North Dakota beautifully preserves the very high abundance of the aquatic plants, emblematic of the first stages of the recovery of terrestrial plant communities in the earliest Paleocene (Bercovici et al., 2009). It contains abundant pollen taxa that are uncommon in the HCF (Hotton, 2002; Nichols, 2002; Bercovici et al., 2009). These later taxa collectively indicate a wetter environment with significant standing water, an observation in agreement with the sedimentological evidence suggesting ubiquitous earliest Paleocene flooding."
  }, {
    "heading": "4.2. Macroflora",
    "text": ""
  }, {
    "heading": "4.2.1. Introduction",
    "text": "Throughout the Phanerozoic, only two major events involving global plant communities stand out: The demise of coal-swamp forest communities during the Permian with loss of whole plant families at the PermianeTriassic boundary (Sahney, Benton, & Falcon-Lang, 2010; Cleal et al., 2012 and references therein), and the rise to dominance of angiosperms during the Early Cretaceous (Taylor, Taylor,& Krings, 2009; Friis, Crane,& Pedersen, 2011). Thus, the idea that plant communities did not suffer in the KePg mass extinction was firmly anchored amongst paleobotanists (Hickey, 1981; Traverse, 1988; McElwain & Punyasena, 2007). No loss of\nhigher taxa is recorded, and angiosperm-dominated plant communities of the Cretaceous have similar compositions to angiosperm-dominated plant communities of the earliest Paleogene, an observation that still stands out when looking at datasets at large, with coarse stratigraphic and taxonomic resolution (CascalesMi~nana & Cleal, 2012, 2014).\nWith the publication of the asteroid impact theory by Alvarez et al. (1980), there was an attempt to reconcile paleobotanical data with an abrupt extinction scenario (Wolfe & Upchurch, 1986, 1987; Wolfe, 1987; Nichols, Hickey, McWeeney, & Wolfe, 1992). But the extraordinary claim called for extraordinary evidence, and existing data, with poor stratigraphic resolution, were not suitable to properly assess the vegetation changes throughout the HCF and and across the KePg. Thus, L.J. Hickey and K.R. Johnson undertook the collection of new material in southwestern North Dakota. The new plant localities were stratigraphically constrained with unprecedented resolution, and tightly associated with depositional environments (Johnson, 1989, 1992, 2002; Johnson, Nichols, Attrep, & Orth, 1989; Johnson & Hickey, 1990).\nFossil plant localities were thought to be rare in the Hell Creek, because while animal fossils are usually found by prospecting on eroded surfaces, fossil plant compressions are destroyed by erosion. Finding plant localities required locating productive sedimentary facies such as laminated siltstones and sandstones. Fresh rocks that might preserve plant compressions within the laminae were then quarried. Macrofloral paleobotany in the HCF involves prospecting by pickaxe."
  }, {
    "heading": "4.2.2. Hell Creek macroflora",
    "text": "The rich macrofloral record leading up to the KePg boundary has been extensively sampled and documented in North Dakota (Johnson et al., 1989; Johnson & Hickey, 1990; Johnson, 2002; Wilf & Johnson, 2004) and shows very diverse assemblages of rainforest type plants, largely dominated by angiosperms including palms, associated with several ferns, conifers, and single species of cycads and Ginkgo (Johnson, 2002). The taxonomic diversity is comparable to that of the palynological assemblages, but the relative abundances differ significantly, as Hell Creek macrofloral assemblages are overwhelmingly dominated by angiosperms (dicots, >90%). Multiple sites with a very high abundance of leaf specimens, with diversities exceeding> 100 species per sites, were reported from different terrestrial depositional settings of the HCF, including flood plains, ponds, crevasse splays and levees, or within channels (Johnson, 2002).\nSuccessive macrofloral changes are clearly visible within the HCF, and Johnson and Hickey (1990) recognized three distinctive assemblages (Fig. 7), subsequently revised by Johnson (2002). The HCIII assemblage, the youngest macrofloral zone of the HCF, is significantly more diverse compared to the underlying HCI and to a lesser extent, to the HCII assemblages (Fig. 7). A few meters below the KePg boundary, sites have yielded extremely diverse floras, among the richest taxonomic diversity known from any Cretaceous fossil plant localities in the world (Johnson, 2002). The higher taxonomic diversity observed in the HCIII zone is correlated to an episode of warming as indicated by temperature proxies using leaf margin analysis (CLAMP, Wilf, Johnson, & Huber, 2003; Wilf & Johnson, 2004; see Fig. 7).\n4.2.3. The KePg boundary As seen in the palynological record, a major change in flora diversity and composition is observed, coincident with the KePg boundary (Johnson, 2002; Wilf & Johnson, 2004; Blonder, Royer, Johnson, Miller, & Enquist, 2014; see Fig. 7). The extinction level is however much higher than recorded from pollen and spores,\nwith 57% of the Hell Creek species disappearing at the KePg boundary (the figure of 57% corresponds to the flora recorded in the last 5 m of the Hell Creek; considering the entire HCF, this figure jumps to 78% extinction [Johnson, 2002]). Major changes in flora diversity is also observed coincident with the KePg boundary in the Denver Basin (Barclay, Johnson, Betterton, & Dilcher, 2003; Barclay & Johnson, 2004). Temperature proxies indicate a drastic and very abrupt temperature drop at the KePg boundary (Wilf et al., 2003; Wilf & Johnson, 2004), which is also corroborated by marine plankton (Brinkhuis, Bujak, Smit, Versteegh, & Visscher, 1998; Vellekoop et al., 2015)."
  }, {
    "heading": "4.2.4. Paleocene recovery",
    "text": "Despite the striking loss of plant species at the KePg boundary, many plant localities exist in the Fort Union Formation, less than a meter above the boundary (Bercovici et al., 2008). The earliest Paleogene recovery floras are characterized by a low-diversity assemblage dominated by dicots, and usually represented by 3e4 species plus several other rare taxa. This low-diversity recovery macrofloral assemblage was coined FUI by Johnson (2002). The FUI and other time-equivalent assemblages (Peppe et al., 2009; Peppe, 2010) are composed of taxa that survived the mass extinction event, yet, were only marginal components of the HCF floral assemblages, generally most common in mire facies (Johnson, 2002). This survival pattern may therefore represent the existence of an important local ecological filter in the recovery process. The first occurrence of a characteristic Paleocene taxon is that of Paranymphaea crassifolia, which is recorded a few meters above the KePg boundary (Johnson, 2002; Bercovici et al., 2008).\n4.3. Planteinsect interactions\nDespite the existence of laminated and fine grained sedimentary rocks, insect body fossils from the HCF are exceedingly rare. Clear or frosted orange amber is relatively common in carbonaceous shales and lignite deposits of the HCF, but usually without any macroscopic inclusions. However, a potential amber-producing locality from the HCF in Harding County, South Dakota, could shed light on insect diversity by the mean of three-dimensionally preserved insect body fossils (DePalma, Cichocki, Dierick, & Feeney, 2015).\nThe largest evidence of Hell Creek insect life to date comes from trace fossils, i.e., insect-mediated damages on leaves (Fig. 6H), and provides an outstanding opportunity to assess the diversity and changes in insect communities during the deposition of the HCF and across the KePg boundary (Labandeira, Johnson,& Lang, 2002). Based on the immense collection of plant fossils from southwestern North Dakota, a total of 51 specific planteinsect associations was identified, including traces left by hole and margin feeders, mining and galling insect, and other types of traces on leaves such as skeletonization. Because many insects target specific plants species (so-called specialized interactions), insect-mediated damages can represent a good proxy of insect diversity (Labandeira & Currano, 2013; Carvalho et al., 2014).\nFollowing the trend observed in the macroflora, the diversity of insect-mediated damages varies throughout the HCF, with a slight increase in diversity associated with the equally more diverse HCIII plant assemblage (Labandeira et al., 2002; see Fig. 7). This slight increase in diversity coincides with the episode of warming recorded at the very end of theMaastrichtian (Wilf et al., 2003;Wilf & Johnson, 2004).\nAs is the case with so many other taxa, insect diversity undergoes a major change at the KePg boundary, where insectmediated damages on leaves show a drastic reduction in diversity (Fig. 7), affecting specialized types of interactions, while the generalized interactions were mostly spared (Labandeira et al.,\n2002, Labandeira, Johnson,&Wilf, 2002;Wilf, Labandeira, Johnson, & Ellis, 2006; Donovan, Wilf, Labandeira, Johnson, & Peppe, 2014). The possible scenario for this observation is that insects were directly affected by the adverse changes in climatic conditions associated with the aftermath of the Chicxulub impact (primary extinction), and/or that insects were affected by the demise of their plant-host (secondary extinction, (Labandeira et al., 2002, 2002). This scenario matches the hypothesis of Sweet and Braman (2001), regarding plants, namely, that insect-pollinated taxa were more prone to extinction, indicating cascading reactions within a complex network of interactions in Hell Creek ecosystems.\nThe insect extinction recorded in the HCF parallels that of the plant extinction, in which while higher groups remained extant, significant extinction within those higher groups is recorded. We have noted this claim (above) for plants (Cascalas-Mi~nana & Cleal, 2014) and a similar claim has been made for insects: that the only mass extinction suffered by insects occurred at the PermoeTriassic boundary (Erwin, 2006). The rigid adherence to higher taxonomic diversity as a measure of the magnitude of an extinction, we feel, has the potential to cause significant ecological disruption to be overlooked."
  }, {
    "heading": "5. Hell Creek vertebrate faunas",
    "text": "A variety of KePg faunal analyses has been carried out in the HCF; most were restricted to particular groups; a rare few took on the entire Hell Creek fauna. Perhaps the most often cited is the study by Archibald and Bryant (1990; also discussed in Archibald, 1996), who used presence/absence data between the Hell Creek and Fort Union to identify survivorship patterns in vertebrates. These same data were reviewed by Sheehan and Fastovsky (1992); while the quantitative details of their respective conclusions varied, both sets of authors ultimately concluded survivorship across the KePg boundary in the North American upper Great Plains was strongly promoted by aquatic habitat. Archibald (1993; 1996) attributed the aquatic survivorship patterns he reported to habitat fragmentation; Sheehan and Fastovsky (1992) attributed these patterns to the effects of an asteroid impact.\nThe habitat fragmentation model of Archibald (1996; 2011; see also Archibald & Fastovsky, 2004) proposes that as the seas receded, fluvial downcutting Hell Creek landscapes produced fragmented habitats, ultimately contributing to the dinosaur extinction. In fact, there has been no physical evidence reported for fragmented habitats, such as deeply incised fluvial channels (Sheehan & Fastovsky, 1993); moreover, as noted by Johnson et al. (2002), evidence now suggests that regression maximum preceded HCF deposition, and that the HFC was deposited during a transgressive phase of the Cannonball Sea. By contrast, Sheehan and Fastovsky (1992) noted that aquatic environments might constitute refugia against environmental perturbations caused by the asteroid; moreover, aquatic organisms tend to function in detritusbased food chains, which would have served as a buffer against the drop in primary production (plant extinction; see above) that characterized the terrestrial realm."
  }, {
    "heading": "5.1. Dinosaurs",
    "text": "Non-avian dinosaurs (hereafter, dinosaurs) are of course icons of the K-Pg extinction, and the HCF has a truly remarkable and diverse record of latest Cretaceous dinosaur material (e.g., Weishampel et al., 2004). This fossil record in the context of the KePg extinction has been reviewed by Fastovsky and Sheehan (2005), and will be but briefly summarized here. In short, while qualitative descriptions have historically proposed a decrease in number and diversity of dinosaurs going through the formation (e.g., Dodson,\n1996; but see Russell, 1982), quantitative studies e both fieldbased (Sheehan, Fastovsky, Hoffmann, Berghaus, & Gabriel, 1991; Pearson, Schaefer, Johnson, & Nichols, 2001, Pearson, Schaefer, Johnson, Nichols, & Hunter, 2002) and theoretical (Wang & Dodson, 2006) e suggest that there is no empirical evidence for a diminution in either dinosaur abundance or diversity.\nThe field-based studies all involved multi-year dinosaur censuses in stratigraphically equivalent bins, and then statistically testing, using rarefaction, for differences among the bins. The methods used by Sheehan et al. (1991) were criticized by Hurlbert and Archibald (1995); however, Pearson et al., (2002) subsequently reaffirmed the results of Sheehan et al. (1991) with a larger database in a more refined stratigraphic context (Fig. 7).\nSupporting the qualitative idea that dinosaurs were on their way out of existence before the KePg boundary were claims of a “3m gap” between the highest dinosaur and the KePg boundary, as recognized by the HCF-Fort Union formational contact (Clemens & Archibald, 1980; Williams, 1994; Archibald, 1996; Sarjeant, 1996; MacLeod et al., 1997). This assertion was used to suggest that the dinosaur extinction predated the asteroid impact. However, the validity of the “3 m gap” has been repeatedly shown to be spurious, on theoretical grounds (Signor & Lipps, 1982; Alvarez, 1983) and on empirical grounds (Retallack, Leahy, & Spoon, 1987; Sheehan, Fastovsky, Barreto, & Hoffman, 2000; Lyson et al., 2011).\nChanges in the disparity of global dinosaur populations were used by Brusatte, Butler, Prieto-Marquez, and Norell (2012) as proxies for “breadth of functional and ecological behavior (Brusatte et al., 2012, p. 2), as indicators of the nature of the dinosaur extinction. While the study was global in scope, Hell Creek dinosaurs obviously contributed important e in many cases, key e Maastrichtian data. In this study, Campanian “bins”were compared with Maastrichtian “bins”, and the changes assessed. No uniform pattern resulted from this work; the study was inconclusive as regards documentation of long-term functional or ecological trends.\nAs regards avian dinosaurs, a very spotty record has largely hindered definitive conclusions about this group. Nonetheless, considerable evidence now has accumulated to suggest that the antecedents of modern bird groups appeared during Cretaceous time (Cracraft & Clarke, 2001; Clarke, Tambussi, Noriega, Erickson, & Ketcham, 2005), whether or not they underwent a major Cretaceous radiation. Longrich, Tokaryk, and Field (2011) identified 17 species of Maastrichtian birds, based upon data from the HCF and two others from the North American western interior, of which 7 species belonging to archaic groups e Enantiornithes, Hesperornithes, Ichthyornithes, and Palintropiformes e persisted within an estimated 300,000 years of the KePg boundary, and then went extinct. As reported by these authors, therefore, birds underwent a 41% extinction."
  }, {
    "heading": "5.2. Testudines",
    "text": "Turtles are abundant and diverse members of HCF vertebrate faunas, consisting of 8 families of turtles represented by at least 19 genera (Holryod & Hutchinson, 2002). They occupied an array of largely aquatic niches. By all accounts, turtles appear to have had an untroubled KePg boundary experience; Hutchison and Archibald (1989), Pearson et al. (2002), Lyson and Joyce (2009), Lyson, Joyce, Knauss, and Pearson (2011), and Holroyd, Wilson, and Hutchinson (2014), all report no significant extinctions in turtle faunas across the KePg boundary.\nTurtles and crocodiles (Pearson et al., 2002) epitomize the marked survivorship of aquatic faunas across the KePg boundary, attributed by both Archibald (1996) and Sheehan and Fastovsky (1992) to their habitats as aquatic refugia: the former proposed\n1 See also Alvarez, 1983, for insights e albeit harsh ones e into the perspectives of paleontologists at the time, working at the KePg boundary.\nthat lowered sea level and lengthening streams favored them as opposed to the dinosaur victims of habitat fragmentation; the latter conceived of aquatic settings as refugia against intensive environmental perturbations caused by the asteroid, as well by the precipitous drop in primary productivity."
  }, {
    "heading": "5.3. Microvertebrates",
    "text": "The HCF has an extraordinarily rich, justifiably famous microvertebrate record. Most prominently represented in this record are lissamphibians, squamates, a variety of elasmobranchs (sharks, skates, and rays), Actinopterygii (ray-finned bony fish), and mammals (though they are commonly preserved as microvertebrates, we group birds e avian dinosaurs e with non-avian dinosaurs above). From the 1960s to the mid 1980s, R.E. Sloan and a variety of students and colleagues, including L. Van Valen and J.K. Rigby, Jr., generated extensivemicrovertebrate collections via screenwashing in Montana exposures of the HCF. From the late 1960s to the present, W.A. Clemens, and a variety of his students and colleagues continued to screen wash and study important microvertebrate localities in the region. Much of this history is detailed in Clemens and Hartman (2014).\nReaders are commended to Estes, Berberian, and Meszoely (1969) for a general summary of his early, important contributions to HCF microvertebrate (especially squamate) paleoecology. A later study (Bryant, 1989), describes the extensive collections made up to that date by W.A. Clemens and his associates, and served as the basis for subsequent quantitative work (e.g., Archibald & Bryant, 1990).\nBy contrast, microvertebrates fromNorth Dakota have only been studied in since the early 1980s, largely through the collecting efforts of D.A. Pearson and a group of dedicated volunteers at the Pioneer Trails Regional Museum in Bowman, ND. Pearson and colleagues' collections form the basis for the landmark KePg study described in Pearson et al. (2002; above). More recently, microvertebrate collection in the region has been undertaken by T. Lyson, in association with the non-profit Marmarth Research Foundation."
  }, {
    "heading": "5.3.1. Elasmobranchi and Actinopterygii",
    "text": "Fish (sensu lato) have been recently studied in the HCF by a number of workers, including Hoganson and Murphy (2002), Cook, Newbrey, Brinkman, and Kirkland (2014), and Brinkman, Newbrey, and Neuman (2014). Cvancara and Hoganson (1993) and Hoganson and Murphy (2002) noted dissimilarities between Fox Hills elasmobranchs and those of the Cannonball Member of the Fort Union, and suggested that the KePg extinction must have significantly affected shallow water faunas in the Western Interior Sea. Cook et al. (2014) and Brinkman et al. (2014) reconstructed the paleoecology of HCF elasmobranch and actinopterygian faunas (respectively), in the process redescribing and revising some taxa. While in the case of Brinkman et al. (2014), the Hell Creek was reconstructed as more teleost-rich than previously thought, in both of these latter two studies, the nature of the KePg extinction as reflected in these faunas was not addressed."
  }, {
    "heading": "5.3.2. Lepidosauria and non-dinosaurian archosaurs",
    "text": "The comprehensive, quantitative study of Pearson et al. (2002) included microvertebrates from North Dakota. They concluded that therewas no discernible change in the pattern of diversity of all vertebratese includingmicrovertebratese through the thickness of the HCF. Along with the groups discussed here, this applied to the diapsid, amphibious crocodilians and champsosaurs (Choristodera).\nLongrich, Bhullar, and Gauthier (2013) studied the KePg North American squamate record (a transect of data running from New Mexico, USA, to Alberta, Canada), supported in large part e but\ncertainly not exclusively e by fossils from the HFC. They recorded an 83% drop in the number of species across the KePg boundary. Unfortunately, the Hell Creek part of the database in this study is only constrained to “Lancian,” a NALMA that, in the HCF, is likely restricted to the final ~1.5 million years of the Maastrichtian."
  }, {
    "heading": "5.3.3. Lissamphibia (living amphibia)",
    "text": "While both Archibald and Bryant (1990) and Pearson et al. (2002) addressed amphibians as part of their larger studies, Wilson, Demar, and Carter (2014) carried out a focused stratigraphically controlled study of caudates (salamanders) and allocaudates (salamander-like lissamphibians) diversity and evenness through the thickness of the HCF. The study was large; it was based upon 2021 specimens covering a time range from 67.5 to 65.3 Ma. The groups showed stability in the lower HCF; however, following a diversity maximum in the middle region of the formation, diversity declined through the last third of the formation.Wilson et al. (2014) interpreted their results as supporting a “complex, multi-caus(al)” mass extinction scenario (see below)."
  }, {
    "heading": "5.3.4. Mammalia",
    "text": "The Mesozoic mammals preserved as microvertebrate fossils in the HCF are what initially drew many academic paleontologists to the region, and the fortunes of mammals across the KePg boundary there have become something of a lightning rod for a variety of opinions about the magnitude and timing of the extinction. Mesozoic mammals are of particular interest and value, because of their rarity (but, in the case of the HCF, relative abundance), diversity, identifiable morphologies, relatively high preservation potential, and their amenability to quantitative analyses. It is far beyond the scope of this paper to cover the extraordinarily extensive KePg fossil mammal literature completely; here we simply touch on a few highlights, particularly those that pertain to HCF mammals in the context of the KePg extinction.\nVan Valen (1978) and Van Valen and Sloan (1977) identified fluxes in mammalian taxa suggesting that, preceding the KePg boundary, there was a gradual transition from metatherian and multituberculate-dominated faunas to eutherian-dominated faunas (for later expositions of this conclusion, see Archibald,1996; Hunter, 1999; Hunter & Archibald, 2002). Clemens, Archibald, and Hickey (1981), in the turbulent wake of the publication of the Alvarez et al. (1980) hypothesis, correctly pointed out that a considerable amount of the requisite stratigraphic data e notably reliable dates and a robust stratigraphyewere not available for theHCF; however, preliminarily, these authors (e.g., Clemens & Archibald, 1980; Clemens et al., 1981) envisioned a complex, multi-faceted transition scenario1: “[We] suggest [that] the CretaceouseTertiary transition was a period of several tens of thousands if not hundreds of thousands of years in duration, characterized by interaction of a complex of physical and biological factors producing a high net rate of decrease in biotic diversity within both the terrestrial andmarine biotas” (Clemens et al., 1981, p. 297).\nBased upon screen-washed mammal remains (largely teeth), Clemens and Archibald (1980) and Clemens et al. (1981) proposed that the evolution of “riparian” mammal faunas differed from that of “floodplain” faunas, and no overriding event left a single, simplified stamp on these patterns. The transitional view was reiterated and elaborated by Sloan, Rigby, Van Valen, and Gabriel (1986) based upon other data collections from the HCF. At this time, so gradual was this pattern believed to have been, that Archibald (1991)mused, “onemight questionwhether the turnover\nof non-marine vertebrates in theWestern Interior of North America is appropriately termed a mass extinction.”\nBy the time Clemens (2002) penned an extended review of KePg mammal evolution, after 22 years and a succession of students2 addressing a suite of different aspects of the formation (e.g., geochronology, paleomagnetism, geochemistry, stratigraphy, aswell as vertebrate paleontology), this perception of KePg mammal evolutionwas broader but in its essentials unchanged.Hewrote, “Anonrandom pattern of survival and extinction of mammals … characterizes faunal evolution across the CretaceouseTertiary boundary in northeastern Montana. Paleontological and geological data support hypotheses that a variety of long- and short-term factors influenced the course of vertebrate evolution” (Clemens, 2002, p. 217).\nAn important addition, however, was the observation that immigrant mammal faunas constitute a significant part of early Paleocene mammal faunas, by way of dramatic contrast with the Cretaceous mammal faunas (Weil & Clemens, 1998; Wilson, 2013), whose antecedents were surely local. This result agrees with Archibald and Bryant (1990), whose data show 100% mammal extinction in the HCF at the KePg boundary; replacement mammal faunas, evidently, came from somewhere else.\nLater studies have continued to add refinement to our understanding of mammalian fluxes across the boundary. Wilson (2005) concluded that the extinction of up to 27 species of mammals “at or near” the KePg boundary could not be the work of typical mammalian evolution in the face of climate change. Wilson et al. (2012) have shown that the peak of multituberculate diversity postdates the boundary by ~5 Myr, before multituberculates began a precipitous decline towards extinction, some 10 Myr after the KePg boundary.\nA larger, more encompassing study by Wilson et al. (2014), based upon nearly 5000 mammal specimens, indicates two sequential changes in mammalian faunas, observed ~650 kyr and ~200 kyr before the KePg boundary, reconstructed by interpolated sedimentation rates. These changes include decreases in mean body size, faunal turnovers, two first appearances, and a reconfirmation of the general observation that the relative abundance of metatherians decreases. The second series of changes includes a continued decline in the proportion of metatherians represented in the total fauna, and a series of apparent step-wise extinctions, attributed byWilson et al. (2014) to either a regional cooling event, or to a Signor & Lipps (1982) sampling artifact. The Wilson et al. conclusion is telling, because it beautifully sums up the problems that have beset reconstructions of faunal fluxes within the HCF:\n“What are the implications of these results on KePg extinction scenarios? On the one hand they show a staggering 75% local extinction ofmammalian species at or very near the KePg boundary, which … might be interpreted as a single, rapid cause. On the other hand, the results show declining trends in the evenness of mammalian communities and relative abundances of [metatherians] in the ~500e600 kyr [preceding the KePg boundary], whichmay be interpreted as signs of ecological instability brought on by the temporally correlated andpossibly causally linked lateMaastrichtian event and Deccan volcanism” (Wilson et al. 2014, p. 384)."
  }, {
    "heading": "6. The Hell Creek in extinction theories",
    "text": ""
  }, {
    "heading": "6.1. Introduction",
    "text": "To date, the coincidence of a full, rich biota, relatively high\n2 A list of these students, many of whom figure in this narrative, includes J.D. Archibald, L. Dingus, D.L. Lofgren, L.J. Bryant, C.C. Swisher, A. Weil, Z. Luo, N.B. Simmons, and G.P. Wilson.\nsedimentation rates, continuous e on geological timescales e deposition across the KePg boundary, almost no structural deformation, and a variety of KePg boundary indicators (iridium and other platinum group metals, shocked quartz, stable isotopes, organic macromolecules, to name but a few), has made the HCF the gold standard for latest Cretaceous events. For this reason, it has been heavily implicated in KePg extinction theories, going back to the work of Van Valen and Sloan in the 1970s. As we have seen, the Alvarez et al. (1980) hypothesis placed it early on in the forefront the KePg “debates” (Glen, 1994), a position that it has not left since.\nUltimately, the HCF cannot show causality; at best it can show coincidence of indicators, and causality is left to be inferred. And, because it is really all about coincidence, the kind of data that can be adduced by the HCF are generally stratigraphic."
  }, {
    "heading": "6.2. Single-cause extinction scenario",
    "text": "Today, the reigning paradigm is the proposition that the KePg extinction was caused by an asteroid impact, its preeminence agreed upon by both adherents (Schulte et al., 2010) and detractors (Archibald et al., 2010) of the theory. In the HCF, for an asteroid impact to be implicated as the cause of the extinctions, stratigraphic conditions have to be concordant with the predictions of the hypothesis.\nIf the asteroid is to be implicated as the agent of extinction, what is called for is a geologically instantaneous, synchronous faunal and floral extinction, coincident with the KePg boundary, as identified by the various indicators listed above. In the HCF, Sheehan et al. (1991), Pearson et al. (2002), and Fastovsky and Sheehan (2005) have made this argument with regard to dinosaurs (and in the case of Pearson et al., 2002; with other vertebrates as well); Johnson (1992); Nichols and Johnson (2002), Nichols (2002), Hotton (2002), and Bercovici et al. (2009) have made it with regard to the floras. Labandeira et al., (2002, 2002) have made it with regard to insects; Cvancara and Hoganson (1993), and Hoganson and Murphy (2002) made it with regard to elasmobranchs. We have discussed some of these data in the preceding sections of this article.\nA number of authors have recorded secondary observations, made in the HCF, that are concordant with the hypothesis. In this category, for example, would fall Sheehan and Fastovsky (1992), who interpreted survivorship patterns first described by Archibald and Bryant (1990), as concordant with as asteroid extinction."
  }, {
    "heading": "6.3. Multi-cause extinction scenarios",
    "text": "The current reigning alternatives to the bolide as extinction agent are multi-cause hypotheses, espoused by Archibald (1996; 2011), Archibald and Fastovsky (2004),3 the 28 cosignatories to Archibald et al. (2010), Clemens (2002), Clemens et al. (1981), and Wilson et al. (2014). Although this need not be the case, historically, multi-cause hypotheses have called for a more protracted extinction event or events, the potential causes of which would extend across diachronous timescales. Most recently, the multi-cause hypotheses invoke the following effects: a) marine regression, stream lengthening and “habitat fragmentation; ” b) competition; c) climate change, d) volcanism, and e) a coup de grâce by asteroid. A variety of multi-cause hypothesis, the “press-pulse” hypothesis, has been proposed by Arens and West (2008) and Arens et al. (2014).\nBefore we discuss the details of multi-cause extinction scenarios, however, we note here that multi-cause hypotheses suffers\n3 These two authors wrote from conflicting viewpoints, and Fastovsky advocated for the asteroid as the sole cause of the extinction.\nfrom a lack of parsimony; every known event during latest Cretaceous times is implicated in some aspect of the extinction (see Archibald & Fastovsky, 2004); the result, from our vantage point, is a kind of dim sum banquet of putative causes and extinctions. In the following, we very briefly address the various extinctors invoked in multi-cause hypotheses, in the context of the HCF."
  }, {
    "heading": "6.3.1. Marine regression",
    "text": "As we have seen, the argument for a marine regression is flawed; the HCF likely formed under transgressive conditions (Johnson et al., 2002). Archibald (1996; 2011), proposed that the regression caused “habitat fragmentation”, in which regressionassociated stream lengthening and down-cutting dissected landscapes, diminishing their viability for vertebrates - particularly large ones. Observable physical sedimentological evidence, however, such as progressive changes in parameters like stream width and depth through the HCF,, is lacking (Sheehan& Fastovsky, 1993). As noted by Buffetaut (1987), regression can't account for the extinction of even the dinosaurs on any continent, including North America. Finally, an important attribute of the asteroid hypothesis is that it functions in both the marine and terrestrial realms; by contrast, marine regression as it has been proposed has a restricted geographic and taxonomic compass."
  }, {
    "heading": "6.3.2. Competition",
    "text": "The pattern of replacement of metatherians and multituberculates by archaic eutherian mammals, reported by a variety of authors (see above) suggested to some (e.g., Archibald, 1996; 2011; Wilson et al., 2014) that some of the extinction reflects immigrant competition. In fact, this idea does not accord with the significant mammalian extinctions reported in the HCF by Archibald and Bryant (1990) and Wilson et al. (2014). Competition should involve in-situ ecological transitions; yet, as has been broadly noted bymammalian paleontologists working in the region (Weil & Clemens, 1998; Clemens, 2002; Wilson et al., 2014), only immigrants eventually populated the post-KePg landscapes in the early Paleocene. The pattern appears to reflect the abandonment of these landscapes by endemic mammalian faunas, rather than their gradual replacement (see Wilson et al., 2014). Finally although there may have been competition from migrating archaic ungulates, this narrow window on North American mammal extinction in the Western Interior hardly explains the wholesale extinction undergone by KePg global ecosystems. In short, like habitat fragmentation, it is not parsimonious."
  }, {
    "heading": "6.3.3. Climate",
    "text": "Nordt, Atchley, and Dworkin (2003), building upon the work of Keller & Lindinger, 1989, report a very late Cretaceous episode of elevated pCO2 and increased temperatures, identified in both paleosol carbonates from the Big Bend region, Texas (Nordt et al., 2003) and paleofloras (Wilf et al. 2003) coming on the heels of a Maastrichtian general cooling trend (Barrera & Savin, 1999). The climate fluctuation has been linked with Deccan volcanism (India; see below; Self, Widdowson, Thordarson,& Jay, 2006; Chenet et al., 2009; Tobin et al., 2012). Wilf et al. (2003) reconstructed the temperature change as a 5e6 C rise (which they acknowledgemay be an overestimation) during the ~500 kyr before the KePg boundary, and precipitously dropping by ~7 C 100 kyr before the KePg boundary. In any event, there appears to have been some climatic instability during the final half-million years of the Maastrichtian, which Wilson et al. (2014) have tentatively correlated with the two sequential changes in mammalian fauna composition that they recorded during that time interval. The connection between these short-term climate changes and other biotic indicators, such as the flora, is to date uncertain."
  }, {
    "heading": "6.3.4. Volcanism",
    "text": "A coincidence between flood basalts and extinctions has been espoused for some years by V. Courtillot (a popular summary is found in Courtillot, 1995); indeed, a titanic basaltic outpouring has been recorded from the Deccan Traps (see Self et al., 2006; Tobin et al., 2012); the largest pulse of this volcanism has been dated from ~250 kyr before the KePg boundary to ~750 kyr afterwards (Schoene et al., 2015). The authors note, “Our results are a critical part of this discussion as they are consistent with the hypothesis that environmental and ecological deterioration began with eruption of the Deccan Traps before the Chicxulub impact and the endCretaceous mass extinction. Therefore, both the Chicxulub impact and eruption of the Deccan Traps should be considered in any model for the extinction” (Schoene et al., 2015, p. 184).\nThe hypothesis, as currently proposed, raises several questions. First, the relationship between the intensive volcanism and extinction is not well developed (whereas it is for the asteroid; see Robertson et al., 2004; 2013a, Robertson, Lewis, Sheehan, & Toon, 2013b): it is not clear exactly how this eruption would affect the biota. However, at the Permo-Triassic boundary, in which Siberian Trap volcanism is a likely contender for at least initiating the process of extinction, the suite of geochemical signals and geological markers produced is very different (Ward, 2006; Erwin, 2006; Saunders & Rechow, 2009), with longer term consequences than those observed here. Indeed, it has not been shown that replacing the asteroid with a continental flood basalt event better explains any aspect of the known organic or inorganic record.\nSecond, if the eruption of the Deccan Traps started ~300,000 years before the KePg boundary, this would represent the upper ~22 m of the HCF using the sedimentation rates of Hicks et al. (2002). Twenty-twom of strata is the entire highest quarter of the HCF, an interval in which, in North Dakota at least, that there is no change recorded in faunal diversity (Pearson et al., 2002). Although Wilson et al. (2014) note some changes in mammal faunas, these do not constitute the kind of wholesale, abrupt (cmscale) extinction identifiable at the KePg boundary in the plant record (Nichols & Johnson, 2002; Hotton, 2002; Bercovici et al., 2009.\nThird, while the asteroid impact as a causal agent is supported by a variety of global geochemical indicators, none has been recognized outside of India for the Deccan Traps. By comparison, the PermoeTriassic and TriassiceJurassic extinctions are marked by a suite of globally distributed features ultimately traced back to magma-derived pCO2 and associated global warming (e.g., Hesselbo, Robinson, Surlyk, & Piasecki, 2002; Erwin, 2006; Saunders & Rechow, 2009; Whiteside, Olsen, Eglington, Brookfield, & Sambrotto, 2010).\nFourth, we note that, given the abruptness of Deccan volcanism as it has been characterized by Schoene et al. (2015) and the resolution of the fossil record (even in the HCF), extinction by volcanism would be indistinguishable from extinction by asteroid. That is, there is no pattern in the biotic extinction that would allow the effects of volcanism to be teased apart from those of the asteroid. Because of this redundancy, the idea of extinction by volcanism becomes in effect untestable, point alluded to by Brusatte et al. (2014).\nFinally, we return to the parsimony argument; the asteroid is a highly plausible agent of extinction, occurring at the right time, with the global reach to do the damage. Why propose another extinction agent, particularly onewith so poore or at best so poorly constrained e a fit to the data?\n6.3.5. Asteroidal coup de grâce Extinction by asteroidal coup de grâce has been codified by the “press-pulse” hypothesis; ecosystems stressed by some factor\n(perhaps one or more of the four we've listed above?) are “weakened,” after which the asteroid delivers the coup de grâce (Arens & West, 2008). This idea, too, provokes some concerns. First, what, precisely, is a weakened, or stressed ecosystem? Invasive species might disrupt existing trophic relationships, but of course new trophic webs, more attractive to the invaders, would be substituted. Arens et al. (2014) note that in a press setting, “stress-tolerant species replace those intolerant to new conditions” (p. 210). This, however, constitutes a gradual ecological replacement and not an abrupt extinction, and is not in accord with the HCF fossil record. In any event, how does one weaken an ecosystem in terms of its ability to withstand catastrophic, that is to say, very short-term events?\nMitchell, Roopnarine, and Angielczyk (2012) modeled Campanian and Maastrichtian (Hell Creek) ecosystems. Their model suggested that the Maastrichtian ecosystemwas more susceptible to a collapse in primary productivity, than was the Campanian ecosystem; that it would experience deeper collapse of secondary food chains at subsequent (higher) trophic levels.\nPerhaps influenced by this work, Brusatte et al. (2014), saw the asteroid as the “fundamental cause” of the KePg extinction, but supposed that “longer term phenomena such as sea-levelmediated faunal restructuring and shorter term Deccan-induced climate changes may have made latest Maastrichtian communities less resilient to the impact, as ‘press’ events before the sudden and catastrophic ‘pulse’ of the impact” (p. 638). Yet, the Maastrichtian HCF ecosystem shows no evidence of having been “weakened” (e.g., pressed by external forces); it was simply in its construction and relationships potentially more susceptible to a collapse in primary production than was the Campanian one.\nWhile Mitchell et al. (2012) note that “earlier ecological restructuring might have exacerbated the impact and severity of the end-Cretaceous extinction, at least in North America” (p. 18,857), this no less points to an asteroid, than any other potential extinction agent, an observation recognized by Brusatte et al. (2014). Thus, we return here to the point that it is unclear how volcanism fits any of the data better than the asteroid as the agent of extinction. At best, multi-cause hypotheses layer on redundant, equivocal causes onto an already satisfactory explanation."
  }, {
    "heading": "7. Conclusions",
    "text": "To date, the HCF provides the finest record available of concurrent latest Cretaceous terrestrial paleoenvironments, biotas, and events. It thus remains the single most cited e and most important e indicator of what took place at the KePg boundary in the terrestrial realm. Regardless, all workers, whatever their opinions about what took place 66.043Ma, have noted that in a global sense, the HCF formation represents a single data point, and that perhaps the single most important contribution that could be made would be to investigatewith equivalent diligence another locality showing the same concurrence of KePg indicators (see, for example, the discussion in Le Loeuff, 2012 and Brusatte et al., 2014, and references therein). To date, however, such localities have not yet been either discovered or recognized.\nThat said, has the HCF itself played out in terms of KePg events? We suspect not. Heretofore, a main focus of paleontological research has been the description of the plant and animal communities leading up to the KePg boundary, with an emphasis on the characterization of the KePg boundary by its casualties. As noted in the preceding text, the bane of all of this work has been stratigraphic control, and efforts should be redoubled in the HCF to bolster the stratigraphic precision. Perhaps themost promising way that this might be carried out would be through the use of\nnumerical dating to, at a minimum, begin to provide numerical dates for the already extensive paleomagnetic studies that have been carried out in the formation. In this sense, the older study by Swisher et al. (1993) and themore recent one by Sprain et al. (2015) look forward to a potentially important research future for the HCF. That said, Sprain et al. (2015) used tonsteins preserved in Fort Union coals, an idea that goes back as far as an unsuccessful, cruder attempt reported in Fastovsky (1986). As the extinction dynamics are contained within the HCF, new and creative approaches need to be initiated in that part of the KePg section.\nThe HCF remains an important model system for asking some very important questions about stratigraphic resolution. Throughoutmany of the years of very intensive study, the questions asked have been ahead of the methods of resolution required to answer them. But, as we look at the long research trajectory in this area, we are sanguine, because for all the bumps and disagreements, the methods used continue to improve in refinement, and the resolution now is better than it ever has been.\nYet, the Hell Creek is a siliciclastic fluvial system; everything that is there was deposited, and there is a point at which fine details in a stratigraphic sequence are below the geological resolution of the unit; that is, its ability to precisely resolve sequential events. That level of resolution of course will vary depending upon the facies (and its depositional origin), and in some cases it might be sub-cmlevel; in others, we may have already transcended it.\nThe selectivity of the extinction has provoked considerable discussion, from Archibald and Bryant (1990), to Sheehan and Fastovsky (1992), Archibald (1996), to Robertson et al. (2004). Yet, we feel, the subject is not fully explored. Thanks to Archibald and Bryant, 1990, we have a sense of the outlines of the pattern, but like so much about the extinction, the data can be interpreted in at least two mutually exclusive ways (e.g., Archibald, 1993; and Sheehan & Fastovsky, 1992; Fastovsky & Sheehan, 2005). Better, more mechanistically precise details about what actually occurs when a 10 km asteroid hits Earth (e.g., Robertson et al., 2004; 2013a,b) may help focus the discussion on the interpretation of the patterns of selectivity (Robertson et al., 2013b).\nFinally, another area awaiting activity is, of course, the KePg recovery, as it is preserved in the Fort Union. To be sure, there are some problems e the most obvious of which is the major facies change at the boundary, and the fact that it represents energetic, flooded, and unstable paleoenvironments, which Hell Creek faunas and floras e survivors or no ewould have found uncongenial. This must account for much of the difficulty in obtaining good specimen databases for the lowermost parts of the Puercan NALMA. As we have stressed, the great strength of this section is the coincidence of the various KePg boundary indicators, both biotic and abiotic; these need to be integrated thoughtfully to obtain the highest fidelity image of the early years of the Paleocene in the Western Interior of the Upper Great Plains."
  }, {
    "heading": "Acknowledgments",
    "text": "David E. Fastovsky gratefully acknowledges the support of the Austrian-American Education Commission (through a Fulbright Scholarship), the Department für Lithosph€arenforschung at the University of Vienna (Austria), and the Department of Geosciences, University of Rhode Island (USA). Antoine Bercovici is currently supported by a Deep Time Peter Buck Postdoctoral Fellowship from the NMNH Smithsonian Institution. We are thankful to Dean A. Pearson (Pioneer Trails Regional Museum, Bowman, ND), and to Tyler R. Lyson (Marmarth Research Foundation), for logistical support and assistance in the field. We are particularly grateful to the conveners of the September, 2014 Tremp (Spain) conference for\nboth that event and for giving us the opportunity to contribute to this volume. Finally, our manuscript was aided significantly by the thoughtful, detailed reviews of Eric Buffetaut and Stephen Brusatte."
  }, {
    "heading": "Appendix A. Supplementary material",
    "text": "Supplementary material related to this article can be found at http://doi:10. 1016/j.cretres.2015.07.007."
  }],
  "year": 2015,
  "references": [{
    "title": "Experimental evidence that an asteroid impact led to the",
    "authors": ["L.W. Alvarez"],
    "year": 1983
  }, {
    "title": "Current status",
    "authors": ["L.W. Alvarez", "F. Asaro", "H.V. Michel"],
    "year": 1982
  }, {
    "title": "Letter to the Editor",
    "authors": ["D. J"],
    "venue": "Geological Sciences,",
    "year": 1991
  }, {
    "title": "Dinosaur extinction and the end of an era. What the fossils",
    "authors": ["J.D. Archibald"],
    "year": 1996
  }, {
    "title": "Extinction and radiation: How the fall of dinosaurs",
    "authors": ["J.D. Press. Archibald"],
    "year": 2011
  }, {
    "title": "Carbon isotope excursion in atmospheric CO2",
    "authors": ["N.C. Press. Arens", "A.H. Jahren"],
    "year": 2000
  }, {
    "title": "Carbon isotope stratigraphy",
    "authors": ["N.C. pp. 75e93). Arens", "A.H. Jahren", "D.C. Kendrick"],
    "year": 2014
  }, {
    "title": "Geological Society of America Field Guide, 5, 59e68",
    "authors": ["Denver basin", "Colorado"],
    "year": 2003
  }, {
    "title": "Relationship of fluviodeltaic facies to coal deposition",
    "authors": ["R.S. Waskowitz"],
    "year": 1984
  }, {
    "title": "A pre-Lancian regional unconformity",
    "authors": ["E.S. 177e195). Belt", "J.F. Hicks", "D.A. Murphy"],
    "year": 1997
  }, {
    "title": "Biostratigraphy of selected K/T boundary sections in southwestern North Dakota, USA: toward a refinement of palynological identification",
    "authors": ["A. Bercovici", "D. Pearson", "D.J. Nichols", "J. Wood"],
    "venue": "criteria. Cretaceous Research,",
    "year": 2009
  }, {
    "title": "Palynostratigraphy of John's Nose, a new CretaceousePaleogene boundary section in southwestern North Dakota",
    "authors": ["A. Bercovici", "V. Vajda", "D. Pearson", "U. Villanueva-Amadoz", "D. Kline"],
    "venue": "USA. Palynology,",
    "year": 2012
  }, {
    "title": "Pollen and spore stratigraphy of the CretaceousePaleogene mass-extinction interval in the northern hemisphere",
    "authors": ["A. Bercovici", "V. Vajda", "A. Sweet"],
    "venue": "Journal of Stratigraphy,",
    "year": 2012
  }, {
    "title": "Detailed paleontologic and taphonomic techniques to reconstruct an earliest Paleocene fossil flora: an example from southwestern North Dakota, USA",
    "authors": ["A. Bercovici", "J. Wood", "D.A. Pearson"],
    "venue": "Review of Palaeobotany and Palynology,",
    "year": 2008
  }, {
    "title": "Plant ecological strategies shift across the CretaceousePaleogene boundary",
    "authors": ["B. Blonder", "D.L. Royer", "K.R. Johnson", "I. Miller", "B.J. Enquist"],
    "venue": "PLoS Biology,",
    "year": 2014
  }, {
    "title": "Mineralogic evidence for an impact event at the Cretaceous-tertiary boundary",
    "authors": ["B.F. Bohor", "E.E. Foord", "P.J. Modreski", "D.M. Triplehorn"],
    "venue": "Science, 224,",
    "year": 1984
  }, {
    "title": "World-wide size distribution of shocked quartz at the K/T boundary: evidence for a North American impact site",
    "authors": ["B.F. Bohor", "G. Izett"],
    "venue": "Lunar and Planetary Sciences,",
    "year": 1986
  }, {
    "title": "Shocked quartz in the Cretaceousetertiary boundary clays e evidence for a global disruption",
    "authors": ["B.F. Bohor", "P.J. Modreski", "E.E. Foord"],
    "year": 1987
  }, {
    "title": "Dinosaurs, spherules and the ”magic layer”; a new KeT boundary clay site in Wyoming",
    "authors": ["B.F. Bohor", "D.M. Triplehorn", "D.J. Nichols", "H.T. Millard"],
    "year": 1987
  }, {
    "title": "Biostratigraphically useful late CretaceousePaleocene terrestrial palynomorphs from the Canadian western interior sedimentary",
    "authors": ["D.R. Braman", "A.R. Sweet"],
    "venue": "basin. Palynology,",
    "year": 2012
  }, {
    "title": "Dinoflagellate-based sea surface temperature reconstructions across the Cretaceousetertiary boundary",
    "authors": ["H. Brinkhuis", "J.P. Bujak", "J. Smit", "G.J.M. Versteegh", "H. Visscher"],
    "year": 1998
  }, {
    "title": "Palynology of the Geulhemmerberg, Cretaceous/ tertiary boundary section (Limburg, SE Netherlands)",
    "authors": ["H. Brinkhuis", "P. Schiøler"],
    "venue": "Geologie en Mijnbouw,",
    "year": 1996
  }, {
    "title": "Diversity and paleoecology of actinopterygian fish from vertebrate microfossil localities of the Maastrichtian Hell Creek Formation of Montana",
    "authors": ["D.B. Brinkman", "M.G. Newbrey", "A.G. Neuman"],
    "venue": "Through the end of the Cretaceous in the type locality of the Hell Creek For-",
    "year": 2014
  }, {
    "title": "The Hell Creek beds of the upper Cretaceous of Montana: their relation to contiguous deposits, with faunal and floral lists and a discussion of their correlation",
    "authors": ["B. Brown"],
    "venue": "American Museum of Natural History Bulletin,",
    "year": 1907
  }, {
    "title": "Tertiary strata in eastern Montana and western North and South Dakota",
    "authors": ["R.W. Brown"],
    "venue": "Billings Geological Society Guidebook,",
    "year": 1952
  }, {
    "title": "Cretaceous wildfires and their impact on the earth system",
    "authors": ["S.A.E. Brown", "A.C. Scott", "I.J. Glasspool", "M.E. Collinson"],
    "venue": "Cretaceous Research,",
    "year": 2012
  }, {
    "title": "The extinction of the dinosaurs",
    "authors": ["S.L. Brusatte", "R.J. Butler", "P.M. Barrett", "M.T. Carrano", "D.C. Evans", "Lloyd", "G. T"],
    "venue": "Biological Reviews,",
    "year": 2014
  }, {
    "title": "Dinosaur morphological diversity and the end-Cretaceous extinction",
    "authors": ["S.L. Brusatte", "R.J. Butler", "Prieto-M arquez", "M.A. Norell"],
    "venue": "Nature Communications,",
    "year": 2012
  }, {
    "title": "Non-dinosaurian lower vertebrates across the Cretaceoustertiary boundary in northeastern Montana",
    "authors": ["L.J. Bryant"],
    "venue": "University of California Pubications in the Geological Sciences,",
    "year": 1989
  }, {
    "title": "Why the Maastrichtian regression did not cause terminal Cretaceous mass extinctions",
    "authors": ["E. Buffetaut"],
    "venue": "M emoires de la Soci et",
    "year": 1987
  }, {
    "title": "Stratigraphy, sedimentology, and depositional environments of the Hell Creek Formation (late Cretaceous) and adjacent strata, Glendive area, Montana [unpubl",
    "authors": ["R.D. Butler"],
    "venue": "Ph.D. dissert.] (p",
    "year": 1980
  }, {
    "title": "Insect leaf-chewing damage tracks herbivore richness in modern and ancient forests",
    "authors": ["M.R. Carvalho", "P. Wilf", "H. Barrios", "D.M. Windsor", "E.D. Currano", "Labandeira", "C. C"],
    "venue": "PLoS ONE,",
    "year": 2014
  }, {
    "title": "The plant fossil record reflects just two great extinction events",
    "authors": ["B. nana", "C.J. Cleal"],
    "venue": "Terra Nova,",
    "year": 2014
  }, {
    "title": "Determination of rapid deccan eruptions across the Cretaceous-tertiary boundary using paleomagnetic secular variation: constraints from analysis of eight new sections and synthesis for a 3500-m-thick composite section",
    "authors": ["Chenet", "A.-L", "V. Courtillot", "F. Fluteau", "M. Gerard", "X. Quidelleur", "S Khadri"],
    "venue": "Journal of Geophysical Research,",
    "year": 2009
  }, {
    "title": "Evolution of Paleogene depositional systems, Williston basin, in response to global sea level changes",
    "authors": ["V.B. Cherven", "A.F. Jacob"],
    "year": 1985
  }, {
    "title": "Fossil worm burrows reveal very early terrestrial animal activity and shed light on trophic resources after the endCretaceous mass extinction",
    "authors": ["K. Chin", "D.A. Pearson", "A.A. Ekdale"],
    "venue": "PLoS ONE, 8(8)",
    "year": 2013
  }, {
    "title": "Distribution of Chicxulub ejecta at the Cretaceous-tertiary boundary",
    "authors": ["P. Claeys", "W. Kiessling", "W. Alvarez"],
    "year": 2002
  }, {
    "title": "Definitive fossil evidence for the extant radiation of aves in the Cretaceous",
    "authors": ["J. Clarke", "C.P. Tambussi", "J.I. Noriega", "J.M. Erickson", "R.A. Ketcham"],
    "year": 2005
  }, {
    "title": "Plant biodiversity changes in carboniferous tropical wetlands",
    "authors": ["B. nana", "B.A. Thomas", "A.R. Bashforth", "King", "S. C"],
    "venue": "Earth-Science Reviews,",
    "year": 2012
  }, {
    "title": "Evolution of the mammalian fauna across the Cretaceoustertiary boundary in northeastern Montana and other areas of the western interior",
    "authors": ["W.A. Clemens"],
    "year": 2002
  }, {
    "title": "Evolution of terrestrial faunas during the Cretaceous-tertiary transition",
    "authors": ["W.A. Clemens", "J.D. Archibald"],
    "year": 1980
  }, {
    "title": "Out with a whimper, not a bang",
    "authors": ["W.A. Clemens", "J.D. Archibald", "L.J. Hickey"],
    "venue": "Paleobiology,",
    "year": 1981
  }, {
    "title": "From Tyrannosaurus rex to asteroid impact: early studies (1901 e1980) of the Hell Creek Formation in its type area",
    "authors": ["W.A. Clemens", "Jr.", "J.H. Hartman"],
    "year": 2014
  }, {
    "title": "The coal resources of McCone county, Montana. U.S",
    "authors": ["A.J. Collier", "M.M. Knechtel"],
    "venue": "Geological Survey Bulletin,",
    "year": 1939
  }, {
    "title": "Euselachians from freshwater deposits of the Hell Creek Formation of Montana",
    "authors": ["T.D. Cook", "M.G. Newbrey", "D.B. Brinkman", "J.I. Kirkland"],
    "year": 2014
  }, {
    "title": "La vie en catastrophes: Du hasard dans l' evolution des esp",
    "authors": ["V. Courtillot"],
    "year": 1995
  }, {
    "title": "The basal clades of modern birds",
    "authors": ["J. Cracraft", "J. Clarke"],
    "venue": "Proceedings of the international symposium in Honor of John H. Ostrom",
    "year": 2001
  }, {
    "title": "Vertebrates of the cannonball formation (Paleocene) in North and South Dakota",
    "authors": ["A.M. Cvancara", "J.W. Hoganson"],
    "venue": "Journal of Vertebrate Paleontology,",
    "year": 1993
  }, {
    "title": "Preliminary notes on the first recorded amber insects from the Hell Creek Formation",
    "authors": ["R. DePalma", "F. Cichocki", "M. Dierick", "R. Feeney"],
    "venue": "The Journal of Paleontological Sciences C,",
    "year": 2015
  }, {
    "title": "Effects of stratigraphic completeness on interpretations of extinction rates across the Cretaceous-tertiary",
    "authors": ["L.W. Dingus"],
    "venue": "boundary. Paleobiology,",
    "year": 1984
  }, {
    "title": "The man who discovered Tyrannosaurus rex (p. 368)",
    "authors": ["L. Dingus", "Norell", "M.A. (2010). Barnum Brown"],
    "year": 2010
  }, {
    "title": "The horned dinosaurs (p. 346)",
    "authors": ["P. Dodson"],
    "year": 1996
  }, {
    "title": "Novel insect leaf-mining after the end-Cretaceous extinction and the demise of Cretaceous leaf miners, Great Plains, USA",
    "authors": ["M.P. Donovan", "P. Wilf", "C.C. Labandeira", "K.R. Johnson", "D.J. Peppe"],
    "venue": "PLoS ONE,",
    "year": 2014
  }, {
    "title": "Extinction (p. 296)",
    "authors": ["D.H. Erwin"],
    "year": 2006
  }, {
    "title": "Lower vertebrates from the late Cretaceous Hell Creek Formation, McCone county",
    "authors": ["R. Estes", "P. Berberian", "C. Meszoely"],
    "venue": "Montana. Brevoria,",
    "year": 1969
  }, {
    "title": "Paleoenvironments of vertebrate-bearing strata at the CretaceousePaleogene boundary in northeastern Montana and southwestern North Dakota [unpub",
    "authors": ["D.E. Fastovsky"],
    "venue": "Ph.D. dissert.] (p. 301)",
    "year": 1986
  }, {
    "title": "Paleoenvironments of vertebrate-bearing strata during the Cretaceous-Paleogene transition in eastern Montana and western North Dakota",
    "authors": ["D.E. Fastovsky"],
    "year": 1987
  }, {
    "title": "Sedimentology, stratigraphy, and extinctions during the Cretaceous-Paleogene transition at Bug Creek",
    "authors": ["D.E. Fastovsky", "R.H. Dott", "Jr."],
    "venue": "Montana. Geology,",
    "year": 1986
  }, {
    "title": "Paleosols spanning the CretaceousPaleogene transition, eastern Montana and western North Dakota",
    "authors": ["D.E. Fastovsky", "K. McSweeney"],
    "venue": "Geol. Soc. Am. Bull.,",
    "year": 1987
  }, {
    "title": "Evidence for pedogenic alteration of the Cretaceous-Paleogene boundary clay layer, eastern Montana",
    "authors": ["D.E. Fastovsky", "K. McSweeney", "D.L. Norton"],
    "venue": "Journal of Sedimentary Petrology,",
    "year": 1989
  }, {
    "title": "The extinction of the dinosaurs in North America",
    "authors": ["D.E. Fastovsky", "P.M. Sheehan"],
    "venue": "GSA Today, 15,",
    "year": 2005
  }, {
    "title": "Anomalous, temporary terrestrial sedimentary environments following Cretaceous-tertiary ecosystem disruptions: North America, Asia, and Europe",
    "authors": ["D.E. Fastovsky", "P.M. Sheehan", "J. Isbell", "R. Grandpre"],
    "venue": "Geological Society of America Bulletin,",
    "year": 2008
  }, {
    "title": "The “Tschudy effect”: fern-spore abundance",
    "authors": ["R.F. Fleming", "D.J. Nichols"],
    "year": 1988
  }, {
    "title": "The fern-spore abundance anomaly at the Cretaceousetertiary Boundary: a regional bio-event in western North America",
    "authors": ["R.F. Fleming", "D.J. Nichols"],
    "year": 1990
  }, {
    "title": "Changes in lowland floodplain sedimentation processes: pre-disturbance to pos-rehabilitation, consumes River",
    "authors": ["J.L. Florsheim", "J.F. Mount"],
    "venue": "CA. Geomorphology,",
    "year": 2003
  }, {
    "title": "Early flowers and angiosperm evolution",
    "authors": ["E.M. Friis", "P.R. Crane", "K.R. Pedersen"],
    "year": 2011
  }, {
    "title": "Stratigraphy of the Hell Creek Formation in North Dakota",
    "authors": ["C.I. Frye"],
    "venue": "North Dakota Geological Survey Bulletin,",
    "year": 1969
  }, {
    "title": "The mass-extinction debates: How science works in a crisis",
    "authors": ["W. Glen"],
    "year": 1994
  }, {
    "title": "What if the effects of a mass extinction are so pervasive that they can be recognized in the depositional environments? Journal of Vertebrate Paleontology, 28(Supplement)",
    "authors": ["R. Grandpre", "D.E. Fastovsky", "P.M. Sheehan"],
    "year": 2008
  }, {
    "title": "Testing the terrestrial d13C CretaceousePaleogene (KePg) chemostratigraphic marker",
    "authors": ["R. Grandpre", "A. Schauer", "K. Samek", "A.I. Veeger", "P. Ward", "D.E. Fastovsky"],
    "year": 2013
  }, {
    "title": "The Hell Creek Formation and the Cretaceous-tertiary boundary in the northern great plains",
    "authors": ["J. Hartman", "K.R. Johnson", "D.J. Nichols"],
    "year": 2002
  }, {
    "title": "Cretaceous microfloral provinces",
    "authors": ["G.F.W. Herngreen", "A.F. Chlonova"],
    "venue": "Pollen et Spores,",
    "year": 1981
  }, {
    "title": "Cretaceous palynofloral provinces: a review",
    "authors": ["G.F.W. Herngreen", "M. Kedves", "L.V. Rovnina", "S.B. Smirnova"],
    "venue": "Palynology: Principles and applications (vol. 3,",
    "year": 1996
  }, {
    "title": "Terrestrial and marine extinction at the triassicejurassic boundary synchronized with major carboncycle perturbation: a link to initiation of massive volcanism? Geology, 30, 251e254",
    "authors": ["S.P. Hesselbo", "S.A. Robinson", "F. Surlyk", "S. Piasecki"],
    "year": 2002
  }, {
    "title": "Land plant evidence compatible with gradual, not catastrophic, change at the end of the Cretaceous",
    "authors": ["L.J. Hickey"],
    "year": 1981
  }, {
    "title": "Magnetostratigraphy and geochronology of the Hell Creek and basal fort Union formations of southwestern North Dakota and a recalibration of the age of the Cretaceous-tertiary boundary",
    "authors": ["J.F. Hicks", "K.R. Johnson", "J.D. Obradovich", "L. Tauxe", "D. Clark"],
    "venue": "Geological society of America special paper:",
    "year": 2002
  }, {
    "title": "Marine Brien Member (Maastrichtian) of the Hell Creek Formation in North Dakota: stratigraphy, vertebrate fossil record, and age",
    "authors": ["J.W. Hoganson", "E.C. Murphy"],
    "year": 2002
  }, {
    "title": "Temporal changes within the latest Cretaceous and early Paleogene turtle faunas of northeastern Montana",
    "authors": ["P.A. Holroyd", "G.P. Wilson", "J.H. Hutchinson"],
    "year": 2014
  }, {
    "title": "Patterns of geographic variation in latest Cretaceous vertebrates: evidence from the turtle component",
    "authors": ["P.A. Holryod", "J.H. Hutchinson"],
    "year": 2002
  }, {
    "title": "Palynology of the CretaceouseTertiary boundary in central Montana, U.S.A., and its implication for extraterrestrial impact",
    "authors": ["C.L. Hotton"],
    "venue": "Ph.D. dissertation. Davis, California: University of California",
    "year": 1988
  }, {
    "title": "Palynology of the CretaceouseTertiary boundary in central Montana: evidence for extraterrestrial impact as a cause for the terminal Cretaceous extinction",
    "authors": ["C.L. Hotton"],
    "year": 2002
  }, {
    "title": "The radiation of Paleocene mammals with the demise of the dinosaurs: evidence from southwestern North Dakota",
    "authors": ["J.P. Hunter"],
    "venue": "North Dakota Academy of Science Proceedings,",
    "year": 1999
  }, {
    "title": "Mammals from the end of the age of dinosaurs in North Dakota and southwestern Montana, with a reappraisal on geographic differentiation among Lancian mammals",
    "authors": ["J.P. Hunter", "J.D. Archibald"],
    "year": 2002
  }, {
    "title": "No statistical support for sudden (or gradual) extinction of dinosaurs",
    "authors": ["S.H. Hurlbert", "J.D. Archibald"],
    "venue": "Geology,",
    "year": 1995
  }, {
    "title": "Diversity of turtles across the Cretaceous/ tertiary boundary in northeastern Montana. Palaeogeography",
    "authors": ["J.H. Hutchison", "J.D. Archibald"],
    "venue": "Palaeoclimatology, Palaeoecology,",
    "year": 1989
  }, {
    "title": "The Cretaceous/tertiary boundary interval, Raton Basin, Colorado and New Mexico, and its content of shock-metamorphosed minerals: evidence relevant to the KeT boundary impact-extinction theory",
    "authors": ["G.A. Izett"],
    "year": 1990
  }, {
    "title": "The Cretaceous-tertiary boundary in the central Alberta foothills: stratigraphy",
    "authors": ["T. Jerzykiewicz", "A.R. Sweet"],
    "venue": "Canadian Journal of Earth Sciences,",
    "year": 1986
  }, {
    "title": "A high-resolution megafloral biostratigraphy spanning the Cretaceous-tertiary in the northern great Plains (unpubl",
    "authors": ["K.R. Johnson"],
    "venue": "Ph.D. thesis)",
    "year": 1989
  }, {
    "title": "Leaf-fossil evidence for extensive floral extinction at the Cretaceous-tertiary boundary, North Dakota, USA",
    "authors": ["K.R. Johnson"],
    "venue": "Cretaceous Research,",
    "year": 1992
  }, {
    "title": "Megafloral of the Hell Creek and lower fort union formations in the western Dakotas: vegetational response to climate change, the Cretaceous-tertiary boundary event, and rapid marine transgression",
    "authors": ["K.R. Johnson"],
    "venue": "Geological society of America special paper:",
    "year": 2002
  }, {
    "title": "Megafloral change across the Cretaceous/tertiary boundary in the northern Great Plains and Rocky Mountains, USA",
    "authors": ["K.R. Johnson", "L.J. Hickey"],
    "year": 1990
  }, {
    "title": "High-resolution leaffossil record spanning the Cretaceous/tertiary",
    "authors": ["K.R. Johnson", "D.J. Nichols", "M. Attrep", "Jr.", "C.J. Orth"],
    "venue": "boundary. Nature,",
    "year": 1989
  }, {
    "title": "Geological society of America special paper: 361. The Hell Creek Formation and the Cretaceous-tertiary boundary in the northern great plains (pp. 503e510)",
    "authors": ["K.R. Johnson", "D.J. Nichols", "H.H. Hartman"],
    "venue": "Hell Creek Formation: a 2002 synthesis",
    "year": 2002
  }, {
    "title": "Stable isotope, TOC, and CaCO3 record across the Cretaceous/tertiary boundary at El Kef, Tunisia",
    "authors": ["G. Keller", "M. Lindinger"],
    "venue": "Palaeogeography, Palaeoclimatology, Palaeoecology,",
    "year": 1989
  }, {
    "title": "Palynology of the Hell Creek Formation (Upper Cretaceous, Maastrichtian) in northwestern South Dakota : effects of paleoenvironment on the composition of palynomorph assemblages",
    "authors": ["T.J. Kroeger"],
    "year": 2002
  }, {
    "title": "The fossil record of plant-insect dynamics",
    "authors": ["C.C. Labandeira", "E.D. Currano"],
    "venue": "Annual Review of Earth and Planetary Science,",
    "year": 2013
  }, {
    "title": "Preliminary assessment of insect herbivory across the Cretaceous-tertiary boundary: major extinction and minimum rebound",
    "authors": ["C.C. Labandeira", "K.R. Johnson", "P. Lang"],
    "year": 2002
  }, {
    "title": "Impact of the terminal Cretaceous event on plant-insect associations",
    "authors": ["C.C. Labandeira", "K.R. Johnson", "P. Wilf"],
    "venue": "Proceedings of the National Academy of Sciences,",
    "year": 2002
  }, {
    "title": "The geology of the southern part of Morton County, North Dakota",
    "authors": ["W.M. Laird", "R.H. Mitchell"],
    "venue": "North Dakota Geological Survey Bulletin,",
    "year": 1942
  }, {
    "title": "Paleobiogeography and biodiversity of late Maastrichtian dinosaurs: how many dinosaur species went extinct at the Cretaceous-tertiary boundary",
    "authors": ["J. Le Loeuff"],
    "venue": "Bulletin de la Soci et",
    "year": 2012
  }, {
    "title": "Magnetostratigraphy of the Hell Creek and lower fort union formations in northeastern Montana",
    "authors": ["R. LeCain", "W.C. Clyde", "G.P. Wilson", "J. Riedel"],
    "year": 2014
  }, {
    "title": "Palynology of Lance (Late Cretaceous) and fort union (Paleocene) formations of the type Lance area, Wyoming",
    "authors": ["H.A. Leffingwell"],
    "venue": "Geological society of America special paper: 127. Symposium on palynology of the late Cretaceous and early tertiary (pp. 1e64)",
    "year": 1970
  }, {
    "title": "The relationship between the iridium anomaly and palynological floral events at three Cretaceousetertiary boundary localities in western Canada",
    "authors": ["J.F. Lerbekmo", "A.R. Sweet", "R.M. St Louis"],
    "venue": "Geological Society of America Bulletin,",
    "year": 1987
  }, {
    "title": "Mass extinction of lizards and snakes at the CretaceousePaleogene boundary",
    "authors": ["N.R. Longrich", "Bhullar", "B.-A. S", "J.A. Gauthier"],
    "venue": "Proceedings of the National Academy of Sciences,",
    "year": 2013
  }, {
    "title": "Mass extinction of birds at the CretaceousePaleogene (KePg) boundary",
    "authors": ["N.R. Longrich", "T. Tokaryk", "D.J. Field"],
    "venue": "Proceedings of the National Academy of Sciences,",
    "year": 2011
  }, {
    "title": "Magnetostratigraphy of interfingering upper Cretaceous-Paleocene marine and continental strata of the Williston Basin, North Dakota and Montana",
    "authors": ["S.P. Lund", "J.H. Hartman", "S.K. Banerjee"],
    "year": 2002
  }, {
    "title": "Dinosaur extinction: closing the “3 m gap",
    "authors": ["T.R. Lyson", "A. Bercovici", "S.G.B. Chester", "E.J. Sargis", "D. Pearson", "W.G. Joyce"],
    "venue": "Biology Letters,",
    "year": 2011
  }, {
    "title": "A revision of Plesiobaena (Testudines: Baenidae) and an assessment of baenid ecology across the K/T boundary",
    "authors": ["T.R. Lyson", "W.G. Joyce"],
    "venue": "Journal of Paleontology,",
    "year": 2009
  }, {
    "title": "The Cretaceous-tertiary biotic transition",
    "authors": ["N. MacLeod", "P.F. Rawson", "P.L. Forey", "F.T. Banner", "M.K. BouDagher-Fadel", "Bown", "P. R"],
    "venue": "Geological Society of London Journal,",
    "year": 1997
  }, {
    "title": "Carbon isotopic compositions of organic matter across continental CretaceouseTertiary (KeT) boundary sections; implications for paleoenvironment after the KeT impact event",
    "authors": ["T. Maruoka", "C. Koeberl", "B.F. Bohor"],
    "venue": "Earth and Planetary Science Letters,",
    "year": 2007
  }, {
    "title": "Mass extinction events and the plant fossil record",
    "authors": ["J.C. McElwain", "S.W. Punyasena"],
    "venue": "Trends in Ecology and Evolution,",
    "year": 2007
  }, {
    "title": "Late Cretaceous restructuring of terrestrial communities facilitated the end-Cretaceous mass extinction in North America",
    "authors": ["J.S. Mitchell", "P.D. Roopnarine", "K.D. Angielczyk"],
    "venue": "Proceedings of the National Academy of Sciences,",
    "year": 2012
  }, {
    "title": "The stratigraphy and environments of deposition of the Cretaceous Hell Creek Formation (reconnaissance) and the Paleocene Ludlow formation (detailed), southwestern North Dakota",
    "authors": ["W.L. Moore"],
    "venue": "North Dakota Geological Survey Report of Investigations,",
    "year": 1976
  }, {
    "title": "Assessing the relationships of the Hell Creek-fort union contact, Cretaceous-Paleogene boundary, and Chicxulub impact ejecta horizon at the Hell Creek Formation lectotype, Montana, USA",
    "authors": ["J.R. Moore", "G.P. Wilson", "M. Sharma", "H.R. Hallock", "D.R. Braman", "P.R. Renne"],
    "year": 2014
  }, {
    "title": "Lithostratigraphy of the Hell Creek Formation",
    "authors": ["E.D. Murphy", "J.W. Hoganson", "K.R. Johnson"],
    "year": 2002
  }, {
    "title": "The Cretaceous-tertiary boundary in south-central North Dakota",
    "authors": ["E.C. Murphy", "D.J. Nichols", "J.W. Hoganson", "N.F. Forsman"],
    "venue": "North Dakota Geological Survey Report of Investigations,",
    "year": 1995
  }, {
    "title": "Geologic and biostratigraphic framework of the non-marine CretaceouseTertiary boundary interval in western North America",
    "authors": ["D.J. Nichols"],
    "venue": "Review of Palaeobotany and Palynology,",
    "year": 1990
  }, {
    "title": "A revised palynostratigraphic zonation of the nonmarine upper Cretaceous, Rocky Mountain region, United States",
    "authors": ["D.J. Nichols"],
    "year": 1994
  }, {
    "title": "Palynology and palynostratigraphy of the Hell Creek Formation in North Dakota: a microfossil record of plants at the end of Cretaceous time",
    "authors": ["D.J. Nichols"],
    "venue": "Geological society of America special paper:",
    "year": 2002
  }, {
    "title": "Palynostratigraphic framework for age determination and correlation of the nonmarine lower Cenozoic of the Rocky Mountains and Great Plains region",
    "authors": ["D.J. Nichols"],
    "year": 2003
  }, {
    "title": "Selected plant-microfossil records of the terminal Cretaceous event in terrestrial rocks, western North America",
    "authors": ["D.J. Nichols"],
    "venue": "Palaeogeography, Palaeoclimatology, Palaeoecology,",
    "year": 2007
  }, {
    "title": "A new Cretaceoustertiary boundary locality in the western Powder river basin, Wyoming: biological and geological implications",
    "authors": ["D.J. Nichols", "J.L. Brown", "M. Attrep", "Jr.", "C.J. Orth"],
    "venue": "Cretaceous Research,",
    "year": 1992
  }, {
    "title": "Plant microfossil record of the terminal Cretaceous event in the western United States and Canada",
    "authors": ["D.J. Nichols", "R.F. Fleming"],
    "year": 1990
  }, {
    "title": "Palynological and iridium anomalies at Cretaceous-tertiary boundary, south-central Saskatchewan",
    "authors": ["D.J. Nichols", "D.M. Jarzen", "C.J. Orth", "P.Q. Oliver"],
    "year": 1986
  }, {
    "title": "Palynology and microstratigraphy of Cretaceous-tertiary boundary sections in southwester North Dakota",
    "authors": ["D.J. Nichols", "K.R. Johnson"],
    "year": 2002
  }, {
    "title": "A second K-T boundary locality in North Dakota verified by palynostratigraphy and shocked quartz",
    "authors": ["D.J. Nichols", "E.C. Murphy", "K.R. Johnson", "W.J. Betterton"],
    "venue": "Geological Society of America Abstracts with Programs,",
    "year": 2000
  }, {
    "title": "Terrestrial evidence for two greenhouse events in the latest Cretaceous",
    "authors": ["L. Nordt", "S. Atchley", "S. Dworkin"],
    "venue": "GSA Today,",
    "year": 2003
  }, {
    "title": "Palynology of upper Cretaceous and lower tertiary in the type locality of the Hell Creek Formation, Montana, U.S.A",
    "authors": ["N.J. Norton", "J.W. Hall"],
    "year": 1969
  }, {
    "title": "Numerical analyses of palynological data from Cretaceous",
    "authors": ["Palaeontographica Arbeitlung B", "D.F. 1e64. Oltz"],
    "year": 1969
  }, {
    "title": "Megafloral change in the early and middle Paleocene",
    "authors": ["D.J. 145e167). Peppe"],
    "year": 2010
  }, {
    "title": "Paleotectonics and sedimentation in the Rocky",
    "authors": [],
    "year": 1986
  }, {
    "title": "A pedotype approach to latest Cretaceous and earliest tertiary",
    "authors": ["G.J. 117e152. Retallack"],
    "year": 1994
  }, {
    "title": "Evidence from paleosols",
    "authors": ["G.J. 1377e1397. Retallack", "G.D. Leahy", "M.D. Spoon"],
    "year": 1987
  }, {
    "title": "KePg extinction",
    "authors": ["D.S. Robertson", "W.M. Lewis", "P.M. Sheehan", "O.B. Toon"],
    "venue": "biogeosciences, 118,",
    "year": 2001
  }, {
    "title": "Carboniferous tetrapod diversification in Euramerica",
    "authors": ["T. Saito", "T. Yamanoi", "K. Kaiho"],
    "year": 1986
  }, {
    "title": "Volatile fluxes during",
    "authors": ["S. Self", "M. Widdowson", "T. Thordarson", "A.E. Jay"],
    "year": 2006
  }, {
    "title": "Major extinctions of land-dwelling",
    "authors": ["D.E. Fastovsky"],
    "year": 1992
  }, {
    "title": "Major extinctions of land-dwelling",
    "authors": ["P.M. 556e560. Sheehan", "D.E. Fastovsky"],
    "year": 1993
  }, {
    "title": "Gradual dinosaur extinction and simultaneous ungulate radiation in the Hell Creek Formation",
    "authors": ["R.E. Sloan", "J.K. Rigby", "Jr.", "L. Van Valen", "D. Gabriel"],
    "year": 1986
  }, {
    "title": "Terminal Cretaceous extinctions in the Hell Creek area, Montana: compatible with catastrophic extinctions",
    "authors": ["J. Smit", "W.A. van der Kaars"],
    "year": 1984
  }, {
    "title": "Stratigraphic aspects of the Cretaceous-tertiary boundary in the Bug Creek area of eastern",
    "authors": ["J. Smit", "W.A. van der Kaars", "J.K. Rigby", "Jr."],
    "year": 1987
  }, {
    "title": "High-resolution chronostratigraphy of the terrestrial Cretaceous-Paleogene transition and recovery interval in the Hell Creek region, Montana",
    "authors": ["C. Sprain", "P.R. Renne", "G.P. Wilson", "W.A. Clemens", "Jr."],
    "venue": "Geological Society of America Bulletin,",
    "year": 2015
  }, {
    "title": "The KeT boundary and the contiguous strata in western Canada: interactions between paleoenvironments and palynological assemblages",
    "authors": ["A.R. Sweet", "D.R. Braman"],
    "venue": "Cretaceous Research,",
    "year": 1992
  }, {
    "title": "Cretaceousetertiary palynofloral perturbations and extinctions within the Aquilapollenites phytogeographic province",
    "authors": ["A.R. Sweet", "D.R. Braman"],
    "venue": "Canadian Journal of Earth Sciences,",
    "year": 2001
  }, {
    "title": "Palynofloral response to the K/T boundary events; a transitory interruption within a dynamic system",
    "authors": ["A.R. Sweet", "D.R. Braman", "J.F. Lerbekmo"],
    "year": 1990
  }, {
    "title": "Sequential palynological changes across the composite Cretaceousetertiary boundary claystone and contiguous strata, western Canada and Montana, U.S.A",
    "authors": ["A.R. Sweet", "D.R. Braman", "J.F. Lerbekmo"],
    "venue": "Canadian Journal of Earth Sciences,",
    "year": 1999
  }, {
    "title": "Paleobotany: The biology and evolution of fossil plants",
    "authors": ["T.N. Taylor", "E.L. Taylor", "M. Krings"],
    "year": 2009
  }, {
    "title": "High-resolution organic carbon isotope record across the Cretaceousetertiary boundary in south-central Alberta: implications for the post-impact recovery rate of terrestrial ecosystems and use of d13C as a boundary marker",
    "authors": ["F. Therrien", "D.A. Eberth", "D.R. Braman", "D.K. Zelenitsky"],
    "venue": "Canadian Journal of Earth Sciences,",
    "year": 2007
  }, {
    "title": "Extinction patterns, d18O trends, and magnetostratigraphy from a southern high-latitude Cretaceous-Paleogene section. Links with Deccan volcanism",
    "authors": ["T. Tobin", "P.D. Ward", "E.J. Steg", "E.B. Olivero", "I.A. Hilburn", "Mitchell", "R. N"],
    "year": 2012
  }, {
    "title": "Plant evolution dances to a different beat. Plant and animal evolutionary mechanisms compared",
    "authors": ["A. Traverse"],
    "venue": "Historical Biology,",
    "year": 1988
  }, {
    "title": "Palynology of the Cretaceous-tertiary boundary in the northern Rocky mountain and Mississippi embayment regions",
    "authors": ["R.H. Tschudy"],
    "venue": "Geological society of America special paper: 127. Symposium on palynology of the late Cretaceous and early tertiary (pp. 65e111)",
    "year": 1970
  }, {
    "title": "Palynological evidence for change in continental floras at the Cretaceous tertiary boundary",
    "authors": ["R.H. Tschudy"],
    "year": 1984
  }, {
    "title": "Disruption of the terrestrial plant ecosystem at the Cretaceous-tertiary",
    "authors": ["R.H. Tschudy", "C.L. Pillmore", "C.J. Orth", "J.S. Gilmore", "J.D. Knight"],
    "venue": "boundary, western interior",
    "year": 1984
  }, {
    "title": "Pollen and spore stratigraphy of the CretaceousPaleogene mass-extinction interval in the southern hemisphere",
    "authors": ["V. Vajda", "A. Bercovici"],
    "venue": "Journal of Stratigraphy,",
    "year": 2012
  }, {
    "title": "The global vegetation pattern across the CretaceousePaleogene mass extinction interval; a template for other extinction events",
    "authors": ["V. Vajda", "A. Bercovici"],
    "venue": "Global and Planetary Change,",
    "year": 2014
  }, {
    "title": "A snapshot into the terrestrial ecosystem of an exceptionally well-preserved dinosaur (Hadrosauridae) from the upper Cretaceous of North Dakota, USA. Cretaceous",
    "authors": ["V. Vajda", "T.R. Lyson", "A. Bercovici", "J. Doman", "D.A. Pearson"],
    "year": 2013
  }, {
    "title": "Fungal proliferation at the Cretaceousetertiary",
    "authors": ["V. Vajda", "S. McLoughlin"],
    "venue": "boundary. Science,",
    "year": 2004
  }, {
    "title": "Extinction and recovery patterns of the vegetation across CretaceousePalaeogene boundary e a tool for unravelling the causes of the endePermian masseextinction",
    "authors": ["V. Vajda", "S. McLoughlin"],
    "venue": "Review of Palaeobotany and Palynlogy,",
    "year": 2007
  }, {
    "title": "Pollen and spores in marine Cretaceous/tertiary boundary sediments at mideWaipara river, North Canterbury, New Zealand",
    "authors": ["V. Vajda", "J.I. Raine"],
    "venue": "New Zealand Journal of Geology and Geophysics,",
    "year": 2003
  }, {
    "title": "Indication of global deforestation at the Cretaceousetertiary boundary by New Zealand fern",
    "authors": ["V. Vajda", "J.I. Raine", "C.J. Hollis"],
    "venue": "spike. Science,",
    "year": 2001
  }, {
    "title": "Global effects of the Chicxulub impact on terrestrial vegetation e review of the palynological record from New Zealand Cretaceous/tertiary boundary",
    "authors": ["V. Vajda", "J.I. Raine", "C.J. Hollis", "C.P. Strong"],
    "year": 2004
  }, {
    "title": "The beginning of the age of mammals",
    "authors": ["L.M. Van Valen"],
    "venue": "Evolutionary Theory,",
    "year": 1978
  }, {
    "title": "Ecology and extinction of the dinosaurs",
    "authors": ["L.M. Van Valen", "R.E. Sloan"],
    "venue": "Evolutionary Theory,",
    "year": 1977
  }, {
    "title": "Palynological evidence for prolonged cooling",
    "authors": ["J. S"],
    "year": 2015
  }, {
    "title": "Estimating the diversity of dinosaurs",
    "authors": ["Palaeogeography", "Palaeoclimatology", "Palaeoecology", "S.C. 216e228. Wang", "P. Dodson"],
    "year": 2006
  }, {
    "title": "Impact from the deep",
    "authors": ["P.D. 1073pnas.0606028103. Ward"],
    "venue": "Scientific American,",
    "year": 2006
  }, {
    "title": "Correlated terrestrial and marine",
    "authors": ["P. 347e368. Wilf", "K.R. Johnson", "B.T. Huber"],
    "year": 2003
  }, {
    "title": "Decoupled plant",
    "authors": ["P. 599e604. Wilf", "C.C. Labandeira", "K.R. Johnson", "B. Ellis"],
    "year": 2006
  }, {
    "title": "Catastrophic versus noncatastrophic extinction of the dinosaurs: testing, falsifiability, and the burden of proof",
    "authors": ["M.E. Williams"],
    "venue": "Journal of Paleontology,",
    "year": 1994
  }, {
    "title": "A new early Paleocene dinoflagellate cyst species, Trithyrodinium partridgei: its biostratigraphic significance and palaeoecology",
    "authors": ["P.S. Willumsen", "V. Vajda"],
    "venue": "Alcheringa,",
    "year": 2010
  }, {
    "title": "A quantitative assessment of mammalian change leading up to and across the Cretaceous-tertiary boundary in northeastern Montana [unpub",
    "authors": ["G.P. Wilson"],
    "venue": "Ph.D. dissertation]",
    "year": 2004
  }, {
    "title": "Mammalian faunal dynamics during the last 1.8 million years of the Cretaceous in Garfield County, Montana",
    "authors": ["G.P. Wilson"],
    "venue": "Journal of Mammalian Evolution,",
    "year": 2005
  }, {
    "title": "Mammals across the K/Pg boundary in northeastern Montana, U.S.A.: dental morphology and body size patterns reveal extinction selectivity and immigrant-fueled ecospace",
    "authors": ["G.P. Wilson"],
    "venue": "filling. Paleobiology,",
    "year": 2013
  }, {
    "title": "Through the end of the Cretaceous in the type locality of the Hell Creek Formation in Montana and adjacent areas",
    "authors": ["G.P. Wilson", "W.A. Clemens", "Jr.", "J.R. Horner", "J.H. Harman"],
    "venue": "Geological Society of America Special Paper,",
    "year": 2014
  }, {
    "title": "Extinction and survival of salamander and salamander-like amphibians across the Cretaceous-Paleogene boundary in northeastern Montana, USA",
    "authors": ["G.P. Wilson", "D.G. Demar", "Jr.", "G. Carter"],
    "venue": "Through the end of the Cretaceous in the type locality of the Hell Creek For-",
    "year": 2014
  }, {
    "title": "Adaptive radiation of multituberculates before the extinction of dinosaurs",
    "authors": ["G.P. Wilson", "A.R. Evans", "I.J. Corfe", "P.D. Smits", "M. Fortelius", "J. Jernvall"],
    "year": 2012
  }, {
    "title": "Cretaceous extinctions: evidence for wildfires and search for Meteoritic material",
    "authors": ["W.S. Wolbach", "R.S. Lewis", "E. Anders"],
    "year": 1985
  }, {
    "title": "Late Cretaceous-Cenozoic history of deciduousness and the terminal Cretaceous",
    "authors": ["J.A. Wolfe"],
    "venue": "event. Paleobiology,",
    "year": 1987
  }, {
    "title": "Palaeobotanical evidence for a June ‘impact winter",
    "authors": ["J.A. Wolfe"],
    "venue": "at the Cretaceous-tertiary boundary. Nature,",
    "year": 1991
  }, {
    "title": "Vegetation, climatic and floral changes at the Cretaceous-tertiary",
    "authors": ["J.A. Wolfe", "G.R. Upchurch", "Jr."],
    "venue": "boundary. Nature,",
    "year": 1986
  }, {
    "title": "Leaf assemblages across the Cretaceoustertiary boundary in the Raton basin, New Mexico and Colorado",
    "authors": ["J.A. Wolfe", "G.R. Upchurch", "Jr."],
    "venue": "Proceedings of the National Academy of Science,",
    "year": 1987
  }],
  "id": "SP:914970d4b22707bb607259176392b82bbd495837",
  "authors": [{
    "name": "David E. Fastovsky",
    "affiliations": []
  }, {
    "name": "Antoine Bercovici",
    "affiliations": []
  }],
  "abstractText": "Although it represents but one geographic data point, the uppermost Maastrichtian Hell Creek Formation (HCF), exposed in the upper Great Plains of the North American craton, remains the most studied source for understanding the final ~1.5 Myr of the Mesozoic Era in the terrestrial realm. Because it lies conformably below the earliest Paleocene Fort Union Formation, and together these two units preserve a rich fauna and flora, much of what is understood about the terrestrial CretaceousePaleogene (KePg) boundary comes from this sequence. The HCF has been reconstructed as an expansive, fluvially drained, low coastal plain, built out, to the west, against the Laramide Orogen, and to the east, against the ultimate transgression (Cannonball) of the Western Interior Sea. Its meandering rivers and moist soils supported a multi-tiered angiospermdominated flora and rich insect and vertebrate faunas, including dinosaurs, crocodilians, squamates, turtles, and mammals. A dramatic facies change representing the initiation of catastrophic flooding is preserved, within available levels precision, at the KePg boundary. High-precision stratigraphy has proven difficult in this lenticular fluvial system. Where present, the boundary can be recognized by the bipartite boundary claystone; otherwise, palynostratigraphy has proven a powerful tool. Numerical dates have been successfully obtained from in tonsteins at the boundary and above, in the Fort Union; however, these have proven elusive below the boundary within the HCF. The KePg boundary in this region is dated at 66.043 Ma (Renne et al., 2013). Magnetostratigraphic studies have been carried out in the HCF; although all but one have lacked numerical dates, these have been used for correlations of widespread, disjunct exposures and for the estimation of sedimen-",
  "title": "The Hell Creek Formation and its contribution to the Cretaceous-Paleogene extinction: A short primer"
}