{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nIcarus\njournal homepage: www.journa ls .e lsevier .com/icarus\nPhotogeologic mapping and the geologic history of the Hellas basin floor, Mars\nhttp://dx.doi.org/10.1016/j.icarus.2015.09.031 0019-1035/ 2015 Elsevier Inc. All rights reserved.\n⇑ Corresponding author. E-mail address: h.bernhardt@uni-muenster.de (H. Bernhardt).\nH. Bernhardt a,⇑, H. Hiesinger a, M.A. Ivanov b, O. Ruesch a, G. Erkeling a, D. Reiss a a Institut für Planetologie, Westfälische Wilhelms-Universität, Wilhelm-Klemm-Str. 10, 48149 Münster, Germany bVernadsky Institute, Russian Academy of Sciences, Kosygin St. 19, 119991 Moscow, Russia\na r t i c l e i n f o a b s t r a c t\nArticle history: Received 26 May 2015 Revised 18 August 2015 Accepted 21 September 2015 Available online 22 October 2015\nKeywords: Mars Mars, surface Mars, climate Volcanism\nThe Hellas basin on Mars is the second-largest topographically well-defined impact structure in the Solar System and has repeatedly been interpreted as a major sink of volcanic, glacio-fluvial and eolian materials. Based on established guidelines for planetary mapping, we compiled a comprehensive photogeological map of Hellas Planitia, i.e., the Hellas basin floor (1:2,000,000; 1.8 106 km2; see Supplementary online material), using the Thermal Emission Imaging System (THEMIS-IR) day-time mosaic as basemap (supplemented by several other datasets). We identified 33 units, which were categorized into a ‘‘Rim Assemblage”, containing ‘‘Dissected units”, a ‘‘Layered rim sequence”, and ‘‘Other basin rim units”, as well as a ‘‘Floor Assemblage”, containing the ‘‘Honeycomb formation”, an ‘‘Interior formation”, and a ‘‘Plains sequence”. Relative dating of units was performed wherever contacts revealed stratigraphic relationships and was complemented by absolute model ages (AMAs) of all units that lend themselves to reliable crater-size frequency distribution (CSFDs) measurements. On the basis of our results, as well as AMAs of circum-Hellas volcanic provinces by previous authors, we compiled a chronostratigraphic model of the Hellas basin floor. The northern basin rim shows evidence (vast layered, hydrous mineral-bearing deposits containing meandering, channel-like valleys), that the early history of the basin until 3.8 Ga ago experienced extended periods of low-energy fluvial, and possibly lacustrine, activity. Superposing the layered rim sequence, the majority of the Hellas basin infill ( 1.5–1.7 106 km3) consists of volcanic material (a lower and an upper wrinkle-ridged plains unit), which was shortened by a compressive stress field relatively soon after its emplacement. Based on their ages and stratigraphic considerations, we identified Malea Patera (and possibly also Tyrrhena Patera) as a suitable source for the older, lower plains ( 3.8 Ga), and Hadriaca and/or Amphitrites Paterae for the younger, upper plains ( 3.7 Ga). Shortly after these volcanic episodes, the entire basin floor was covered by large amounts of deposits (>106 km3) containing aqueously altered mafic materials. We interpret the deposits to have originated from Hesperia Planum and the Hesperia-Hellas trough, where they might have been removed by glacio-fluvial processes, which also sculpted the Hellas rim sections along northern Promethei Terra and Malea Planum around the same time. Such an apparent correlation between nearby volcanic activity and increased erosion/deposition is in agreement with previous models, which suggest outgassing by a maximum in global volcanism at that time caused warmer episodes enabling repeated subaerial water run-off. After the emplacement of these deposits, intense erosion, likely deflation along a rim-parallel annulus, began to exhume the outer parts of the wrinkle-ridged plains again, forming an interior formation of more elevated erosional remnants including the Alpheus Colles. Since 3.7 Ga ago, fluvial activity of Dao/Niger and Harmakhis Valles dissected the eastern plains and emplaced pancake-shaped deposits in the basin center. Later, deflation and abrasion by katabatic winds moving through the Hellas basin in a clockwise direction parallel to the basin floor outline carved out the northwestern Hellas Planitia trough (called Peneus Palus), possibly within a time span of few hundreds of Ma or less within the Amazonian. Being consistent with erosional patterns we observed within the basin, circulation models predict such winds to be ongoing today and might, thus, have recently exhumed the so called ‘‘honeycomb” formation on parts of Peneus Palus. This enigmatic, unique terrain was possibly formed by ductile deformation of pre-3.8 Ga material and appears to be partially covered by another unique landform, the ‘‘banded terrain”. Although we cannot rule out that it is the surface expression of a thicker unit, the banded terrain might represent flows of volatile-rich airfall deposits emplaced along the edges of the Hellas wind alley by turbulent, marginal wind currents, which currently/recently prevail on both\nsides of the Hellas Planitia trough. In summary, our investigations enabled us to draw an updated, comprehensive and self-consistent picture of the geologic evolution of the Hellas basin floor, including volcanic, (peri-)glacial, fluvial and eolian processes, their possible interactions, and the implications on the climatic and geologic development of the circum-Hellas region and the entire planet.\n2015 Elsevier Inc. All rights reserved.\n1. Introduction (2) Which units can be confidently defined on the floor using\nThe elliptically shaped Hellas basin floor on Mars has diameters of 1700 km 1300 km and is the second-largest topographically well-defined impact structure in the Solar System after the lunar South Pole-Aitken basin (e.g., Wood and Head, 1976; Melosh, 1989; Andrews-Hanna and Zuber, 2010). As such, it is interpreted to have been a major sink for volcanic, glacio-fluvial and eolian materials (e.g., Tanaka and Leonard, 1995; Leonard and Tanaka, 2001; Moore and Wilhelms, 2001; Raitala et al., 2004) and, thus, a key to understanding the evolution of depositional processes on Mars and their implications for the planet’s changing climatic conditions and potential early habitability (e.g., Sagan et al., 1973; Kargel and Strom, 1992; Fairén, 2010). With major volcanic provinces nearby (e.g., Peterson, 1978; Williams et al., 2009, 2010a,b; Ivanov et al., 2010), Hellas Planitia can also serve as a prime example to assess the influence of volcanic activity on the evolution of other depositional processes in the region (Ramirez et al., 2013; Halevy and Head, 2014). This becomes clear when drawing comparisons to the Argyre basin, the other large impact basin on the southern hemisphere, which lacks clear indications for volcanic basin infill, e.g., mare-like wrinkle ridges on smooth plains (e.g., Hiesinger and Head, 2002; Bernhardt et al., 2013). In addition to its geological significance, the Hellas basin also has a profound impact on the current and past martian climate, being a source for global dust storms as well as decisively influencing atmospheric circulation and dust as well as volatile transport in the southern hemisphere (Greeley et al., 1992; Basu et al., 2004; Colaprete et al., 2005; Forget et al., 2006).\nDespite its significance, the last comprehensive mapping of the entire Hellas basin floor was performed in 2001 (Leonard and Tanaka, 2001), thereby entirely or mostly pre-dating the datasets of the Mars Global Surveyor, 2001 Mars Odyssey, Mars Express, and Mars Reconnaissance Orbiter missions. Although it was re-mapped as part of a new global map of Mars (1:20,000,000; Tanaka et al., 2014), all in-depth investigations and/or mappings of the Hellas region since 2001 were either focused on specific, mostly local-scale aspects of the basin floor, e.g., the enigmatic ‘‘honeycomb” terrain (Moore and Wilhelms, 2001; Mangold and Allemand, 2003; Kite et al., 2009), the ‘‘banded” terrain (Thomas et al., 2010; Diot et al., 2013, 2014), and others (Moore and Wilhelms, 2007; Bandfield, 2008; Howard and Moore, 2009; Arkani-Hamed, 2010; Bleamaster and Crown, 2010; Howard et al., 2012; Zuschneid and van Gasselt, 2013, 2014; Bandfield et al., 2013; De Blasio, 2014; Bernhardt et al., 2014), or were limited to areas around, but not within, the basin (Lahtela et al., 2005; Ivanov et al., 2005; Crown et al., 2005; Crown and Greeley, 2007; Wilson et al., 2007; Williams et al., 2007, 2009, 2010a,b; Ivanov et al., 2010; Kostama et al., 2010, 2013; Kukkonen et al., 2015; Mangold et al., 2012; Fortezzo and Skinner, 2013; Mest and Crown, 2014).\nThus, to provide a basis for future investigations in and around the Hellas basin, we have compiled a new, comprehensive map of the region (scale 1:2,000,000) and addressed the following questions:\n(1) Which topographic features characterize the floor and the rim of the Hellas basin?\nstate-of-the-art remote sensing datasets? (3) What are the absolute model ages and stratigraphic relation-\nships of the units, and what can they tell us about the chronostratigraphy of the mapped area? (4) Which processes formed the preserved geomorphologic inventory of the Hellas basin floor and which major episodes characterize its geologic history?"
  }, {
    "heading": "2. Data",
    "text": "Mid-infrared (IR) data acquired by the Thermal Emission Imaging System (THEMIS; spatial resolution 100 meters per pixel (m/px)) aboard the 2001 Mars Odyssey orbiter formed the basis of our geomorphologic map (Christensen et al., 2004). In comparison to other context data, THEMIS-IR offers several unique advantages with respect to consistently mapping large areas:\n(1) Since version 11.6, the THEMIS-IR day-time global mosaic provides a gapless and seamless coverage and is the most homogeneous image dataset currently available for Mars (Edwards et al., 2011). (2) In contrast to observations in the visible spectrum, atmospheric opacity caused by frequent dust haze over the Hellas basin floor only has a small effect on the overall quality of THEMIS-IR observations (the global day- and night-time mosaics used in this work are based on THEMIS’ band 9 at a wavelength centered around 12.57 lm) (Christensen et al., 2004; Fergason et al., 2006). (3) THEMIS-IR night-time observations show the thermal emissivity of the surface, which is a function of the surface material’s thermal inertia, and, thus, an important complementary characteristic of surface materials (Christensen et al., 2004; Fergason et al., 2006).\nTo assess the thermophysical characteristics of the surface, we also used the THEMIS-based thermal inertia (TI) mosaics based on the model by Fergason et al. (2006) and compiled by Christensen et al. (2013). Figures in this study show the seamless (i.e., blended, stretched, and high-pass filtered) 8-bit version of the mosaic. Minimum and maximum absolute TI values for each figure were applied according to 32-bit data of the same area as well as subtracting and adding a 20% error margin, respectively (Christensen et al., 2013). Although exposed bedrock usually shows a TI of > 1200 J m 2 K 1 s 1/2 (henceforth called ‘‘TI units”), Hellas Planitia is an area of comparatively high dust cover (Ruff and Christensen, 2002) as well as high atmospheric dust (Basu et al., 2004), which can both substantially lower the measured surface TI (Fergason et al., 2006). For this reason, the description and interpretation parts of this study only refer to relative, and not absolute, TI characteristics. We complemented THEMIS-IR data with high-resolution visible-range data by two Mars Reconnaissance Orbiter (MRO) instruments, the Context Imager (CTX; 6 m/px) and the High Resolution Imaging Science Experiment (HiRISE; 25–50 cm/px), as well as by the Mars Orbiter Narrow Angle Camera (MOC-NA; 1.4 to 3 m/px) aboard Mars Global Surveyor (MGS) (McEwen et al., 2007; Malin et al., 2007; Delamere et al., 2010; Malin and Edgett, 2010). CTX covers most of the Hellas basin floor,\nbut it is less suitable as a mapping photo-base as the intercomparability of images of the basin floor is often limited by changing lighting conditions, variable atmospheric dust content, and seasonal surface frost. Also due to atmospheric dust, only six images of the High Resolution Stereo Camera (HRSC; 12.5–50m/px) on Mars Express (MEx) (Neukum and Jaumann, 2004; Jaumann et al., 2007) show the surface with sufficient quality within the mapping area. Stereographic digital terrain models (DTMs; 50m/px) based on HRSC images (Gwinner et al., 2009) cover 6% of the mapping area along the northern and eastern basin rim and were used to greatly improve topographic information in those regions, especially on km- to sub-km-sized features. For the remainder of the basin floor, the global DTM by the Mars Orbiter Laser Altimeter (MOLA) with a horizontal resolution of 463 m/px served as topographic basemap (Smith et al., 2001). For small-scale features we used MOLA Precision Experiment Data Records (PEDR) with an along-track spacing of 330 m and a vertical resolution of 1 m (Zuber and Smith, 1992). All data were retrieved online from the NASA Planetary Data System (PDS) as well as from the Mars Image Explorer hosted by Arizona State University."
  }, {
    "heading": "3. Physiographic setting",
    "text": ""
  }, {
    "heading": "3.1. General outline",
    "text": "Centered at 68 E and 41 S, Hellas Planitia (Fig. 1A) lies at approximately 6.5 km and is the roughly elliptically shaped (axes of 1700 1300 km; ratio 1.3) floor of a major impact basin, as well as the largest topographic structure in the southern hemisphere of Mars (e.g., Wood and Head, 1976; Andrews-Hanna and Zuber, 2010). While the mean elevation of the Noachian highlands dominating the southern hemisphere is 1000 m, an up to 900 km wide annulus surrounding Hellas Planitia, i.e., the actual Hellas basin floor, is characterized by a mean elevation between ca. 1000 m and 0 m (Smith et al., 2001), thereby forming a larger depression or closed basin with an area of 5.6 106 km2. Assuming a simplified, undisturbed pre-Hellas surface (i.e., a highlandslike surface at 1000 m mean elevation, lacking large-scale basins or volcanic structures), this larger Hellas depression would imply >2.3 107 km3 of ‘‘missing”, i.e., displaced, material. Hellas Planitia is also located above a weak mascon visible as a 100 mGal positive gravity anomaly that is distinctly more diffuse and less circular than those beneath Argyre and Isidis Planitiae (Hirt et al., 2012).\nHellas-concentric tectonic landforms occur up to 1100 km beyond the rim of the basin floor (Wood and Head, 1976; Wichman and Schultz, 1989). Although two structural rings in the highlands surrounding the basin (diameters 2300–2500 km and 4200 km) have repeatedly been proposed, well-pronounced Orientale-like rings are absent and Hellas-concentric landforms are very discontinuous (Peterson, 1978; Wichman and Schultz, 1989). 100s of meters high ridges and scarps, e.g., Scylia and Charybdis Scopuli, as well as 10s of kilometers wide graben-like canyons predominantly occur west and northwest of the basin in Noachis Terra and Terra Sabaea and were most likely overprinted elsewhere by subsequent processes such as impact events (e.g., Huygens crater) and volcanic activity (e.g., Hesperia and Malea Plana) (Wichman and Schultz, 1989; Williams et al., 2010b)."
  }, {
    "heading": "3.2. Basin rim and adjacent volcanic provinces",
    "text": "The ‘‘rim” (or outline) of the Hellas basin floor, i.e., the topographic contrast between the floor and the inner basin wall, is relatively well-defined between Terby crater in the northeast and, in a counter-clockwise direction, the southern end of the Hellespontus Montes in the southwest (Fig. 1A and B). At the 1500 km\nlong Hellespontus Montes, between a basin-centric azimuth of about 240–300 , the terrain drops toward the basin floor from 1 km to below 7 km over a horizontal distance of 200–300 km. The drop-off is not gradual, but usually accommodated by three degradedmain scarps with individual offsets of over 2 km, reaching slope angles of more than 11 . Fading out to the north, these scarps have been interpreted as part of the inner Hellas ring (e.g., Wichman and Schultz, 1989) and form the highly cratered Hellespontus Montes (also referred to as ‘‘Hellespontes” Montes) as they become more pronounced toward the south. Here they transition into mesa-like horsts up to 3 km high, separated by 10s of kilometers wide graben among degradedNoachian crater rims until ending relatively abruptly at the northern edge of Malea Planum.\nLikely covering a section of the Hellas rim, Malea Planum forms a 2000 km wide shield volcano-like bulge. Like with Hadriacus and Tyrrhena Paterae, proposed ring fractures of the Hellas basin have been brought forward as a geographic control for the paterae of Malea Planum (e.g., Peterson, 1978; Wichman and Schultz, 1989). Aside from the two main calderas, Malea and Pityusa Paterae, located 1750 km and 2600 km southwest of the basin center, respectively, Malea Planum also contains two smaller calderas, Peneus and Amphitrites Paterae, whose northern flanks transition into the Hellas basin, covering its southwestern rim for 1000 km (Williams et al., 2010a). This tilted plain is characterized by a constant northward slope of 1 and is dissected by Axius Valles, a cluster of subparallel, up to 14 km wide and 250 m deep channel-like valleys (Fig. 2A, southern cluster of blue lines). Originating from the slopes of Peneus and Amphitrites Paterae at an elevation of 1 km, the often leveed and branching valleys generally follow the topographic gradient until fading around an elevation of 5000 m in the Hellas basin.\nEast of the widest of these valleys, Mad Vallis, a 880 km long section of the basin rim is defined by the northwestern edge of the densely-cratered Promethei Terra highlands. One degraded, but clearly visible scarp accommodates an elevation drop-off from approximately 1000 to 4000 m over a horizontal distance of less than 50 km. A possible second, highly degraded scarp is located about 60 km further into the basin and causes the final drop-off to its floor at about 6000 m.\nTo the northeast, from the Promethei–Hellas boundary to the Hellas Montes and Harmakhis Vallis, slopes become more gradual, dipping toward the basin at 1 . This area is characterized by a dissected morphology comparable to the Axius Valles region but, with a maximum width of 3 km, channel-like valleys are narrower, tend to be more sinuous, and mostly terminate around 6000 m (Fig. 2A, southeastern cluster of blue lines). Up to 200 m high and 10s of kilometers wide irregularly shaped or streamlined mesas are also characteristic for this region and occur at elevations between about 2250 and 4000 m, where they transition into smooth plains covering low-lying areas of western Promethei Terra around the confluence of Reull and Teviot Valles. In addition to these mesas, solitary remnants of Noachian highland and crater material can be seen, which are located close to an idealized ellipsoidal Hellas basin outline (Fig. 1A, black ellipse) and might thus represent remains of the original basin wall.\nNorth of this dissected terrain is a 450 km long rim section informally called the Hesperia-Hellas trough, or (Hesperia-) Southwest trough (Ivanov et al., 2005). It is the down-hill extension of a 200 km wide gap in the highlands separating the wrinkle-ridged Hesperia Planum, which is roughly centered around Tyrrhena Patera 1000 km northeast of the Hellas basin center (e.g., Peterson, 1978; Williams et al., 2009), from the greater Hellas depression. The Hesperia-Hellas trough is characterized by (from south to north) Harmakhis, Niger and Dao Valles – three massive outflow channels draining into the Hellas basin with depths of up to 2 km below their surroundings and widths of\nup to 40 km. At elevations between ca. 1000 and 3400 m, 500–770 km east of the basin floor boundary, the source areas of these channels, e.g., Ausonia Cavus, are irregularly shaped and up to 2.8 km deep depressions with knobby floors bounded by >20 steep cliffs. The area between and around the channels is a plain gently dipping toward the basin at <0.5 and characterized by up to 200 m high and 20 km wide mare-like wrinkle ridges\noccasionally cut by secondary channels with depths up to 150 m and widths up to 6 km. Terminating at elevations between about 5600 and 6000 m along a 800–1000 m high escarpment marking the transition to the basin floor, these secondary channels can either be traced back to one of the primary channels mentioned earlier or, in the case of Sungari Vallis, appear to originate among chaotic terrain west of Negele crater (centered\nat 95.8 E, 35.8 S) at an elevation between about 3000 and 2200 m.\nDelimiting the Hesperia-Hellas trough to the north are the Coronae Montes, degraded remnants of highland material reaching an elevation of up to about 1000 m, as well as Hadriacus Mons, a similarly high and 350 km wide, low-relief shield volcano topped by Hadriaca Patera. Similar to other circum-Hellas volcanic structures, Hadriaca Patera has been suggested to lie above a ring fracture of the Hellas basin (e.g., Peterson, 1978; Wichman and Schultz, 1989). Similar to the Axius Valles region, up to 250 m deep and 7 km wide V-shaped valleys, often with inner channels, originate close to the rim of Hadriaca Patera, dissecting the southwestern flank of Hadriacus Mons. Following the topographic gradient, the channels either end at the edge of Dao Vallis to the southwest, or converge eastward until terminating shortly beyond the previously mentioned escarpment at about 6000 m.\nThe entire remaining 1900 km long rim section extending to the northern edge of the Hellespontus Montes is characterized by modified ancient highlands. Within 350 km of Hadriaca Patera, low-lying parts within the rugged Tyrrhena Terra northeast of the Hellas basin are mostly covered by wrinkle-ridged plains. Compared to the other rim sections where highlands directly border the basin floor, the transition between Tyrrhena Terra and Hellas Planitia also shows a higher density of channel-like valleys on top of and adjacent to the wrinkle-ridged plains. Terminating at the edge of the basin floor between about 5400 and 6400 m, at least five up to 400 m deep and 2 km wide channels and their tributaries can be traced up to 400 km into the highlands to elevations above 2000 m. The longest of the channels in this area is part of a larger system called Navua Valles, which are situated in the center of a 110 km wide shallow valley northwest of Majuro crater and opening into the Hellas basin.\nAlong the northern third of the basin rim between Majuro crater and the northern end of the Hellespontus Montes, smooth and pitted plains cover most lows within the highlands of Tyrrhena Terra and Terra Sabaea adjacent to the basin. The plains occur within craters, e.g., Terby and Niesten, as well as in open basins, e.g., Hadriacus Palus, previously also referenced as Runanga-Jörn basin (Fortezzo and Skinner, 2013). Often revealing 10s of meters thick layers, irregularly shaped, rimless pits open into canyons as the plains become more degraded while transitioning into the basin at a general slope of 1 . The layered plains do not occur below about 6400 m, which is also the elevation around which most of the channel-like valleys along the northern third of the basin rim terminate."
  }, {
    "heading": "3.3. Basin floor",
    "text": "Although it is not a level plain, the landform-defined outline of Hellas Planitia, i.e., the Hellas basin floor, is best approximated by a contour line at about 5600 m (Fig. 2A), resulting in a smoothed circumference of 5100 km and an area of 1.8 million km2 ( 5 Argyre basin floor; 1.75 Mare Imbrium, Moon). At an elevation of about 6100 m, the southeastern basin floor, containing the Zea Dorsa and Bogia crater, generally lies 900 m higher than the northwestern floor, containing the Alpheus Colles and Beloha crater (Fig. 1B, bottommost profile).\nAt an average elevation of about 6800 m, a more elevated area of mostly hummocky terrain covers 600,000 km2 of the central basin floor. This plateau is characterized by a generally lower, knobby western half including the Alpheus Colles and higher, smoother terrain in the east, containing mesa-like mountains rising up to 1.8 km above their surroundings, marking the highest elevations within the Hellas basin. The southern margin of the plateau is formed by Hellas Chaos, a hilly area whose topography seems subdued like most of the western plateau.\nTo the north and northwest, the central plateau is bound by an up to 500 km wide, annular, i.e., crescent-shaped, depression. Previously referred to as the Hellas Planitia trough (Howard et al., 2012), this area stretches half-way around the more elevated basin center and lies at an average elevation of about 7500 m, i.e., 700 m below the central plateau. In its southern parts, the trough shows a rough surface containing degraded material including a prominent 1800 m high and 25 km wide bluff-like mesa (Fig. 1B, center profile). Along the boundary between the central section of the trough and the Hellespontus Montes to the west, a particular surface texture, previously called ‘‘reticulate terrain” (Leonard and Tanaka, 2001; Moore and Wilhelms, 2001), occurs. Forming a 430 km long annulus between elevations of about 6400 and 5500 m, this terrain is formed by up to 150 m high ridges mostly arranged in a reticulate pattern. The northern parts of the Hellas Planitia trough are called Peneus Palus and are characterized by a smoother surface containing mare-like wrinkle ridges as well as highly degraded crater fill remnants and pedestal craters. Badwater, the largest of these craters at 62.24 E and 32.82 S, appears to be younger and its floor marks the lowest point on Mars reaching 8204 m according to MOLA. A unique feature, kilometer-scale cellular terrain reminiscent of a honeycomb structure (e.g., Moore and Wilhelms, 2001; Mangold and Allemand, 2003) covers approximately 36,000 km2, or 20%, of Peneus Palus along the northwestern edge of the central plateau. Hellas Chasma, a 30 km wide and 180 km long chasm, forms the northeasternmost extension of the Hellas Planitia trough. The northern wall of this chasm is also the southernmost extension of Coronae Scopulus, a sinuous, up to 900 m high and 15 steep escarpment delimiting Peneus Palus (i.e., the northern Hellas Planitia trough) to the east (Fig. 1).\nEast of the Coronae Scopulus and the central plateau lies a 460,000 km2 large, comparatively homogeneous area characterized by a suite of mare-like wrinkle ridges. Forming an up to 380 km wide crescent-shaped annulus between the central plateau to the west and the basin rim to the east, this plain is roughly cut in half by the distal parts of Harmakhis Vallis. The wrinkle ridges are between 5 and 25 km wide, vary in height between 100 and 300 m, and are arranged in a 10s of kilometers-scale polygonal pattern (Fig. 2A). Whereas the wrinkle ridges in the northern half are slightly muted by superposed material, the southern ridges, including the Zea Dorsa, are mostly well pronounced."
  }, {
    "heading": "4. Mapping",
    "text": ""
  }, {
    "heading": "4.1. Methods",
    "text": "We compiled a comprehensive, geological map of the Hellas basin floor at a scale of 1:2,000,000 (see Supplementary online material; Fig. 2B for simplified version) using standard photogeological methods of unit and contact definitions as outlined by Wilhelms (1990) and refined by Tanaka et al. (2009). In order to maximize the comparability with previous USGS regional maps (Moore and Wilhelms, 2007; Bleamaster and Crown, 2010), we performed the actual mapping process at a scale of 1:1,000,000. Identification and outlining of units was carried out with THEMIS-IR day-time and night-time data taking advantage of the characteristics mentioned in the data-section. Four different contact types delimiting unit boundaries were used: ‘‘Accurate” for distinct unit limits usually showing clear stratigraphic relationships; ‘‘Approximate” for gradational transitions between two distinct units; ‘‘Concealed” for visible unit limits that are covered by a third unit (e.g., impact ejecta or mantle material); ‘‘Inferred” for unit limits based on the occurrence of distinct\nlandforms (e.g., furrows or knobs), yet lacking clearly definable transitions between two general surface textures. Symbols for contacts and linear features follow the Digital Cartographic Standard for Geologic Map Symbolization (Federal Geographic Data Committee, 2006). Additionally, six overlay textures were used for specific characteristics that did not warrant separate units, but were classified as secondary features modifying an underlying, still recognizable unit.\nThe mapping area comprises the basin floor (approximated by the 5600 m contour; Fig. 2A) as well as the immediately adjacent portions of the surrounding basin wall. Based on our interpretations, units were organized into hierarchical groups which are roughly based on those by Leonard and Tanaka (2001). The two ‘‘assemblages” (rim and floor) were defined according to first order-geographic relationships. Where possible, subdivisions were either based on geographic (‘‘formations” consisting of ‘‘members”) or genetic (‘‘sequences”) associations.\nAlthough the THEMIS-IR day-time global mosaic (version 11.6) served as basemap for this study, detailed unit characterization, dating, interpretation, and refinement of contacts are based on all datasets listed in Table 1, in particular the THEMIS-derived TI mosaics as well as visible-range images by CTX. Previous investigations based on hyperspectral data by both, the Compact Reconnaissance Imaging Spectrometer for Mars (CRISM; 16–20 m/px) on MRO (Murchie et al., 2007; Bandfield et al., 2013; Carter et al., 2013), as well as the Observatoire pour la Minéralogie, l’Eau, les Glaces et l’Activité (OMEGA; 0.3–4 km/px) on MEx (Poulet et al., 2007; Williams et al., 2010a; Carter et al., 2013), were used to further interpret the defined units. Due to their low resolution, data by the Gamma Ray and Thermal Emission Spectrometers on MGS (Christensen et al., 2001; Putzig et al., 2005; Boynton et al., 2007) were not useful for further unit characterization. Wrinkle ridges were mapped on a high pass-filtered MOLA DTM (Head et al., 2002; Bernhardt et al., 2014), improving their identification, especially when subdued."
  }, {
    "heading": "4.2. Chronostratigraphy",
    "text": "Most contacts show clear stratigraphic relationships (Figs. 3 and 4), e.g., onlaps and embayments, that allowed for relative dating, which was then correlated with absolute model ages (AMAs) based on crater-size-frequency-distributions (CSFDs) (Fig. 5). Depending on a sufficient spatial extent and the state of degradation amongst others, nine map units lend themselves to reliable CSFD-measurements. Based on relative and absolute dating, we compiled a chronostratigraphic model (Fig. 6) for the Hellas basin\nfloor. All unit labels are based on the absolute extents of periods by Ivanov (2001)."
  }, {
    "heading": "4.3. Unit descriptions and interpretations",
    "text": "Basemap (THEMIS-IR day-time) characteristics of all units at our mapping scale (1:1,000,000), as well as their type localities, areal extents, and corresponding units of previous maps (Leonard and Tanaka, 2001; Moore and Wilhelms, 2007; Bleamaster and Crown, 2010) are listed in Table 2. Figs. 3 and 7–12 showcase all mapped units."
  }, {
    "heading": "4.3.1. Rim assemblage",
    "text": "4.3.1.1. Dissected units. AHvf – younger valley fan material – AHvf consists of five occurrences of fan-shaped material along the Nll–Hpwr2 contact at the distal termini of channel-like valleys traversing the Hesperia-Hellas trough. The fans stand up to 30 m above their surrounding terrain in HRSC DTMs. The three northernmost fans occupy a narrow elevation range between about 5974 and 6150 m. The largest fan is located at the mouth of Sungari Vallis (fourth fan from the north), measuring 40 km by 23 km. Together with the southernmost fan it occupies a wider elevation range between ca. 5764 and 6141 m. All fans show intermediate to slightly elevated THEMIS-IR day-time albedos compared to their surroundings. TI is highly variable, with only local patches of relatively high inertia. The two most extensive fans display up to 200 m wide, braiding narrow valleys and ridges in CTX and HRSC, which apparently originate at the fan’s source and fade out close to its distal boundary.\nInterpretation: AHvf is mostly unconsolidated, possibly fine grained material deposited as debris fans at channel termini along the contact between Nll and Hpwr2. Combining the extent and the onlap-derived average thickness of the fans implies more than 35 km3 of material removed from the Hesperia-Hellas trough. Although the relatively small extent and contamination with secondary craters prevents a reliable absolute dating of the fans, their timing might be associated with the last activity of the nearby major channels Dao/Niger and Harmakhis Valles ( 0.4–3.1 Ga, see AHvD/H interpretation and Fig. 5E and G). Braiding channels and ridges on top of two of the fans, their variable TI (suggestive of gradual variations in grain sizes), and their low topographic inclination suggest an emplacement as alluvial fans deposited by sequential bursts of water-suspended sediment influxes (Blair and McPherson, 2009). Terrestrial debris fans of comparable sizes (>20 km3) usually required 100s of 1000s of years to form (e.g., Kiefer et al., 1997; Blair, 1999, 2003), suggesting larger volumes\nof subaerial or subglacial liquid water became available (at least episodically) over time periods exceeding short burst floods within the later stages of Hellas’ geological evolution.\nAHvD & AHvH – Dao/Niger & Harmakhis Vallis formations (undivided) – AHvD is an east–west striking valley system originating on the southern flank of Hadriacus Mons: Dao Vallis (source area is an up to 2.8 km deep and 40 km wide amphitheatershaped depression with a knobby floor bounded by >30 steep cliffs) and Niger Vallis 25 km south of it (source area and valley have an average depth only 1.5 km; the source area is an intersected chain of irregularly shaped, 30 km wide depressions connected by shallow channels). Niger Vallis can be traced back to two individual depressions, Ausonia and Peraea Cavi, with the latter being located 760 km east of the basin floor on the eastern flank of Hadriacus Mons at an elevation of about 1200 m. The total length of Dao Vallis is 1140 km, including 450 km as a 50 m deep, braiding channel network on the basin floor. Niger Vallis has a total length of 560 km, after which it merges with Dao Vallis at 89.95 E and 36.84 S.\nThe width and orientation of AHvH are very similar to AHvD, but depths are only up to 2 km. The source area of Harmakhis Vallis is an up to 2.8 km deep depression with a knobby floor bounded by >20 steep cliffs. The depression is located between the Centauri and Hellas Montes at the southern edge of the Hesperia-Hellas trough 480 km east of the Hellas basin floor. The total length of the traceable valley is 800 km, including 240 km as a 200 m deep valley network on the basin floor.\nInterpretation: We interpret AHvD & AHvH (including Peraea and Ausonia Cavi) as massive outflow channels that were initially\ncarved by extensive groundwater sapping triggered by volcanic heat (Carr, 1979; Squyres et al., 1987; Crown et al., 1992, 2005; Kostama et al., 2010; Musiol et al., 2011). The volume of the valley system implies the removal of 4 104 km3 of material from the Hesperia-Hellas trough (Raitala et al., 2004), which we suggest to have been re-deposited on the basin floor as units AHf, AHdf, AHils2, and Hils1 (see respective interpretations). Although viscous flow-like material obscures the floors of the major channels (e.g., Kukkonen et al., 2015), CSFD measurements on the floor of the distal canyon network of Harmakhis Vallis give an AMA between 3.5 and 3.7 Ga (Fig. 5E). While units AHf and AHdf do not lend themselves to reliable CSFD measurements, the smooth landforms Hils1 and AHils2 show CSFD/superposition-constrained ages of 3.1 to 3.5 and 3.7 Ga, respectively (Fig. 5G). As there is an overlap, these ages allow for a genetic association, i.e., we suggest that the pancake-like landforms were deposited in the basin center by flows from Dao/Niger/Harmakhis Vallis. It should be noted that, due to surface degradation and the relatively small unit extents, the respective AMAs of AHvH, Hils1, and AHils2, are based on only 9, 7, and 15 craters. CSFD-based resurfacing ages as young as 440 Ma on potential flood plains adjacent to minor channels within the Hesperia-Hellas trough (Zuschneid and van Gasselt, 2013, 2014) might either be attributed to more recent re-activations of the channels or other resurfacing processes (eolian erosion/planation, dust–ice mantling). Based on the morphology of the source areas and layers exposed along the proximal valley walls, it was suggested that Dao and Harmakhis Valles started as narrower channels (as they also occur elsewhere around the Hellas basin), which then grew mainly due to collapse of surrounding,\nvolatile-rich sediments caused by the sudden mobilization of subsurface ice layers by volcanic heat from Hadriaca Patera (Squyres et al., 1987; Crown and Greeley, 1993; Crown et al., 2005; Kostama et al., 2010). A system of concentric dikes around the volcano, which pre-dates the fluvial activity in the Hesperia-Hellas trough, possibly promoted the required transport of heat (Williams et al., 2007; Korteniemi et al., 2010). Moreover, Musiol et al. (2011) argued that lithospheric flexure following the volcanic loading by Hadriacus Mons caused the formation of fractures, whichwere able to channel groundwater to the surface. A combination of both scenarios is possible and the implied causal relation between the outflow channels and Hadriacus Mons is in agreement with the AMA we derived for AHvH, which overlaps those of Hadriaca Patera/Hadriacus Mons (Crown and Greeley, 2007; Williams et al., 2007, 2009). Furthermore, the proximal parts of Niger Vallis, as well as the source area of Sungari Vallis, are characterized by comparatively minor depressions with more rounded walls (e.g., Crown et al., 2005; Kostama et al., 2010), which might indicate a more scablands-like surface runoff, possibly caused by melting a subaerial body of ice (e.g., Bretz, 1923; Baker, 2009). As the Channeled Scablands on Earth were carved during multiple outflow events (Baker, 2009), it seems reasonable to assume that Dao/Niger and Harmakhis Valles were emplaced by more than one event as well (Musiol et al., 2011), and might have been re-used as melt water drainages after their initiation by volcanic activity.\nHf – elevated, fan-shaped landform – Hf consists of seven individual, roughly fan- or tongue-shaped, 70–300 m high landforms with relatively low TI. Hf is always located at the terminus of a channel-like valley, e.g., Mad Vallis, where it is multi-lobate, i.e., shows finger-like extensions in a downhill direction (Fig. 7C). The topographically lower ends of the fans are always bound by a steep front at the following approximate elevations: 6400 and 6600 m (two northernmost occurrences); 6660 m (solitary remnant on Npwrr); 6250 and 6260 m (terminus of Mad Vallis); 5000 and 5250 m (two westernmost occurrences on Np and Nld). With\none exception, the long axis of Hf is oriented radial to the basin center, i.e., parallel to the local topographic gradient.\nInterpretation: We interpret Hf as remnants of alluvial fans. Although their steep frontal steps are typical for Gilbert-deltas forming in standing bodies of water (Gilbert, 1886), such scarps might also be the result of erosion, as suggested for similar but smaller landforms in Xanthe Terra (Hauber et al., 2009). However, although eolian modification is indicated by superposed dunes and apparent eolian deposits on the leeward sides of the features, eolian erosion would not be expected to form the observed tongue-shaped, sometimes multi-lobate, outlines of Hf (the mesa-like solitary Hf remnant close to the western rim likely being an exception). As the two northern- and southernmost Hf occurrences (front scarps at about 6400 to 6600 m and 6250 to 6260 m, respectively) superpose or embay Hpwr2 and HdM, respectively, they must be younger than 3.7 Ga (Fig. 5B and C). Although the two westernmost occurrences (front scarps at about 5300 to 5500 m) superpose Nld/Np and therefore lack such an age constraint, the comparatively higher degradation of their parent channels might indicate an earlier emplacement. If the front scarps indeed formed as delta fronts in a standing body of water in the Hellas basin, a drop in water level by 1.3 km during their depositions would thus be implied. Using modern topography, water levels between about 6600 m and 5300 m would result in a Hellas sea containing 0.3–1.6 106 km3 ( 2–11 m global equivalence layer). However, due to previously mentioned erosional effects as well as the lack of other indications of a Hellas sea post-dating Hpwr2 and HdM, an interpretation of Hf as Gilbert-deltas remains questionable. Alternatively, Hf might be subaerially formed alluvial fans (Blair and McPherson, 2009) and, thus, be comparable to AHvf. While such features do not require any standing body of water, the volumes of Hf-fans (up to 300 km3) would still imply episodic or constant water flow over 100s, possibly over 10s of 1000s of years (e.g., Kiefer et al., 1997; Blair, 1999, 2003; Hauber et al., 2009). Similar to the\nTable 2 (continued)\nUnit label Name & basemap (THEMIS-IR day-time) characteristics at mapping scale (1:1,000,000) Stratigraphic relationships Previous maps Area (104 km2)\nCrater material (undivided) Various crater materials at different stages of degradation (impact ejecta, distinct crater-fill material, fresh-intermediate crater rims, central peaks). Ejecta commonly lobate, sometimes appear fluidized; low IR-albedo of most inner ejecta (‘‘IR-dark material”) Superposes: Amd, AHvH, AHvD, AHf, AHils2, Hils1, He, HdP, HdM, Hih, Hik, Hpwr2, HNila, HNpr, Npwrr, Npwr1, Nh, Nld, Nli, Nll, Nm, Np\n1a: AHc 8.3181\nSuperposed by: Aa, Am 2a: AHC, Hc 3a: cu, cf, cp\nMassif unit and older crater material (undivided) (Type locality: 63.38 E 28.93 S) Superposed by: Aa, Am, Aar, Ar, AHc, HdP, HdM, Hih, Hpwr2, HNpr, Npwrr, Npwr1, Nld, Nli, Nm, Np 1: Nc, Nm; HNd1, Npl2, Nh 6.3425 Highly degraded crater materials and rugged, isolated mountain blocks 2: Nc, Nb, Npl, Hc\na Marks units of previous maps corresponding to our apron and crater material, but generally overlapping with a multitude of unrelated units.\nchannels dissecting the HdP and HdM units, the streams leading to the Hf occurrences might have been fed by meltwater from bodies of ice around the Hellas basin (see also HdP/HdM interpretations).\nHdP – dissected unit (northern Promethei Terra) – HdP occupies a 300 km long section of the northeastern basin rim, mostly between elevations of about 5600 m to 3800 m, and forms the transition of northern Promethei Terra into the Hellas basin. Like HdM, HdP is dipping toward the basin at 1 and is highly dissected (Fig. 8G) by occasionally levéed, channel-like valleys. However, the valleys of HdP are narrower (maximum width of 3 km), show a higher sinuosity and mostly terminate around 6000 m. The unit’s western contact to Hpwr2 appears notched. The eastern boundary toward Promethei Terra is also characterized by a notched contact, including mostly elongate, up to 200 m high, and 10s of kilometers wide mesas occurring detached from the remainder of the unit at elevations between about 4600 and 3400 m. Two 16–31 km long graben and two 8–18 km long normal faults, all subparallel to the basin rim, as well as at least three mostly subdued wrinkle ridges, are cut by channel-like valleys and/or control their paths.\nInterpretation: HdP encompasses the western portion of deposits on northern and eastern Promethei Terra, which we interpret to be of glacio-fluvial origin and having been dissected by subaerial and/or subglacial meltwater. Ivanov et al. (2010) interpreted the majority of HdP’s extent as a smooth plains substrate but suggested the mesas occurring east of the unit to be remnants of a different, once continuous unit of 6 104 km3. Based on their similar TI, as well as identical thicknesses and stratigraphic relations, we interpret the mesas as HdP zeugenbergs. Due to their scalloped edges, nearby esker-like ridges, terraces indicating layering, as well as channels cutting and superposing them, the mesas appear to have been laid down as glacio-fluvial sediments that were then eroded by a (re-advancing or melting) glacier occupying northern Promethei Terra (Crown et al., 1992; Ivanov et al., 2010). The actual HdP would therefore represent the more intact, western end-member of these deposits, where fluvial erosion by subaerial and/or subglacial meltwater was insufficient to carve out mesas, but intensely dissected the area (Leonard and Tanaka, 2001; Bleamaster and Crown, 2010). A possible source for a Promethei Terra glacier might have been atmospheric redistribution of water, likely as snowfall, which is suggested to have caused a net accumulation of ice around the Hellas basin during phases of higher obliquity and/or higher atmospheric pressures (Forget et al., 2006; Wordsworth et al., 2012, 2015). It is also possible that volatile influx from Hesperia Planum via Reull Vallis contributed to an accumulation of ice in northern Promethei Terra (e.g. Greeley and Crown, 1990; Crown et al., 2005; Mest and Crown,\n2014). The AMA of HdP ranges from 3.70 to 3.79 Ga, with an apparent resurfacing between 3.48 and 3.55 Ga possibly indicating the dissection (Fig. 5D). Due to its notched onlap and the occurrence of muted wrinkle-ridges, we suggest Hpwr2 extends beneath parts of HdP. Whether Hpwr2 also forms a continuous unit with the substrate beneath the mesas further east is unclear, however. The occurrence of Nll inselbergs, i.e., pre-Hpwr2 material, in the northern HdP might imply only a partial and/or relatively thin interjacent (i.e., lying between Nll and HdP) Hpwr2 layer (Fig. 4B, right-hand side). Close to the center of HdP, one of the channellike valleys also appears to have re-used a graben roughly perpendicular to the local slope, whereas it seems to be cut by a smaller graben further downhill. Graben perpendicular to the topographic gradient, one older and one younger than the fluvial dissection of the area, might indicate horizontal extension during the dissection of HdP, possibly caused by listric faulting accommodating slumping toward the basin floor by parts of the unit.\nHdM – dissected unit (Malea Planum) – HdM forms the transition of the northern flanks of Peneus and Amphitrites Paterae into the Hellas basin, occupying a 1000 km long section of the southwestern basin rim mostly between elevations of about 7000 m and 4000 m. Amongst others, the unit embays two prominent elongate Hih inselbergs and superposes Np, sometimes forming few 10s of meters high onlaps. Like HdP, HdM is characterized by a constant basinward (i.e., northward) slope angle of 1 as well as a high degree of dissection by the so called Axius Valles: Mostly north–south striking, braiding, 5–10 km wide, and 10s of meters deep channel-like valleys originating from the slopes of Peneus and Amphitrites Paterae at elevations around 1000 m (Fig. 7A). With a width of up to 25 km, a depth of 250 m, and a length of over 700 km, the largest channel-like valley is Mad Vallis at the eastern boundary of Axius Valles. After a diffluence, Mad Vallis terminates at two elevated, fan-shaped landforms (Fig. 7C; unit Hf). The majority of the valleys is levéed, braiding, and generally follows the topographic gradient until fading out around 5000 m on the basin floor. Most levées show higher TI compared to their surroundings, including the channel interiors. An up to 150 m high, 1.6 kmwide, and 95 km long sinuous ridge occurs at 52.84 E and 44.27 S, at the northwestern edge of HdM (Fig. 7B). It shows no specific TI signature, braids once, and is dissected by two gaps further north before terminating on HNpr, 40 km beyond the HdM contact. Eleven mostly subdued wrinkle ridges occur within the unit’s extent and are occasionally cut by channel-like valleys and/or control their paths.\nInterpretation: HdM is comprised of dissected deposits, possibly of pyroclastic origin derived from Amphitrites and Peneus Paterae as well as their northern slopes. Leonard and Tanaka\n(2001) interpreted the Axius Valles region, i.e., the eastern part of HdM as well as the area south of it, as pyroclastic flows, i.e., ignimbrites, which were later dissected by fluvial activity. Three observations support a general interpretation of HdM as volcanic materials: (1) the OMEGA-based detection of clinopyroxenes within the unit’s extent (Williams et al., 2010a), (2) its location downhill of Amphitrites and Peneus Paterae (both with AMAs encompassing or overlapping that of HdM, Fig. 6), and (3) the occurrence of wrinkle ridges. However, the intense dissection of the area south of HdM by often levéed, braiding channels (Fig. 7A), of which several extend downhill into the unit and beyond, can possibly further constrain the origin of HdM. On Earth, levées are formed in boundary regimes along extending/contracting flows of liquid and occur along submarine current channels (e.g., Buffington, 1952), subaerial channels/rivers (e.g., Allen, 1964; Happ et al., 1940), lava flows (e.g., Hulme, 1974), as well as along pyroclastic flows (e.g., Félix and Thomas, 2004). In each case, levées tend to be composed of the coarsest contents a flow is transporting, which is in agreement with the comparatively high TI of the ridges along the channels on the northern flank of Malea Planum (including HdM). Due to its proximity to major edifices, the volcanic nature of the substrate, as well as the general morphology of the channel system (dense network of sub-parallel, braiding,\noften levéed channels with low sinuosities) being similar to some terrestrial pyroclastic deposits, e.g., on the southern flank of Láscar Volcano, Chile (Félix and Thomas, 2004), we suggest a formation by lava and/or pyroclastic flows to be more likely than by submarine flows or rivers. Although HdM and adjacent southern deposits extent over 400 km and might have a volume of more than 1000 km3, ancient terrestrial pyroclastic deposits can have comparable dimensions (e.g., Willcock et al., 2013). While levéed lava flow channels on Earth have not been observed more than few 10s of km from their parent edifices (e.g., Hulme, 1974), the formation of pyroclastic flows, even at greater distances from an edifice, might have been promoted by phreatomagmatic processes. On Earth, the interaction of an ice/water-saturated, tilted substrate with lava has been reported to result in accelerated, clastic flows in numerous locations (e.g., Belousov et al., 2011). Volcanic heat affecting glaciers or ice-saturated substrates has been suggested for other circum-Hellas areas (Squyres et al., 1987; Greeley and Crown, 1990; Crown et al., 2005; Ivanov et al., 2005, 2010; Kostama et al., 2010; Head and Cassanelli, 2015), and might also have resulted in burst-like meltwater/sludge flows along the Malea–Hellas boundary. Such (glacio-)fluvial activity might account for some, possibly the majority, of the channels and material in and around HdM as well as two other key landforms: (1) the\nsinuous, braiding ridge at the northwestern contact of the unit, which we interpret to consist of inverted stream deposits (Fig. 7B), as well as (2) the potential alluvial fans (Fig. 7C; see Hf interpretation) at the double-terminus of Mad Vallis at the eastern edge of Axius Valles, i.e., the eastern limit of HdM.\n4.3.1.2. Layered rim sequence. Nll – lobate, layered material – unit Nll is made up of hummocky terrain, which occurs as an up to 100 km wide band along the 450 km long contact between Hpwr2 and the Hesperia-Hellas trough. Nll occupies elevations as low as ca. 6300 m on the basin floor (as inselbergs embayed by\nHpwr2; Fig. 9B), and up to ca. 4600 m on the rim. East of our mapping area, the unit is superposed by smooth material, which covers most of the Hesperia-Hellas trough. CTX, HiRISE, and MOC-NA show the majority of Nll to be characterized by lobate patterns of exposed, deformed, and partially eroded layers. Nll mostly exhibits a relatively low TI, with only few occurrences of higher values associated with heavily mantled surfaces.\nInterpretation: Nll represents deposits, which were laid down after the initial formation of the Hesperia-Hellas trough but before Dao and Harmakhis Valles were formed. Glacio-fluvial, phreatomagmatic, eolian, and volcanic processes might all have played a role in the deposition of the unit (Crown et al., 1992, 2005; Ivanov et al., 2005; Bleamaster and Crown, 2010). Especially layered tuffs, potentially originating from hydromagmatic eruptions of Tyrrhena Patera (e.g., Greeley and Crown, 1990; Head and Cassanelli, 2015), could explain the degraded, lobately lineated appearance of the unit (e.g., Valentine et al., 1989). Like Nli and Nld, the true lateral extent of Nll is difficult to constrain (Fig. 4B, right-hand side). However, as inselbergs occur up to 100 km east of the main escarpment marking the western limit of Hpwr2, Nll might very well have covered a substantial part of the ancient basin floor. Intense degradation caused by subsequent fluvial erosion, deflation, devolatilization, and mass wasting might be able to explain today’s hummocky landscape. The apparent absence of ancient massifs, which are embayed by Nli/Nld along other parts of the rim, indicates the Hesperia-Hellas trough had already been carved out by the time Nll was emplaced.\nNli – incised, layered material – unit Nli is characterized by layered material dominating the northern basin rim, while also covering parts of the western rim, and one minor occurrence along the southeastern rim. Together with Nld, Nli forms an up to 180 km wide annulus along the entire northern basin rim, occupying elevations between about 7000 m and 1300 m. Nli often forms steep cliffs and knobs (>30 ), exposing horizontal, meters to decameters thick layers, mostly with high visible albedos and relatively high TI (Figs. 3E, F and 10A–C). The unit’s contact to the lower and upper wrinkle-ridged plains (Npwr1 and Hpwr2) is characterized by an elevation increase of up to 100 m, mostly exposing bright, horizontal layers (Fig. 10C and D). Nli is cut by numerous degraded channel-like valleys of various sizes, traversing the basin rim toward the basin center. The channels are sometimes embedded within up to 600 m deep valleys and/or form few kilometers long, sinuous segments. In at least one location (74.11 E and 30.72 S; Fig. 10A and B) a small channel transitions into an equally-sized ridge and shows cut-off meander-like structures.\nInterpretation: We interpret Nli to be comprised of friable, fluvial sediments deposited before the emplacement of the wrinkle-ridged plains, i.e., in the early stages of the geologic history of Hellas Planitia between 4.0 and 3.8 Ga ago. Similar materials elsewhere on Mars, with meter to decameter-thick, horizontal layers characterized by relatively high TI and very high albedos (Fig. 10A–C), have repeatedly been attributed to phyllosilicate and sulfate-rich sediments formed in aqueous environments (e.g., Pondrelli et al., 2008; Erkeling et al., 2012; Loizeau et al., 2012; Mangold et al., 2012). In addition, Carter et al. (2013) made several dozens of CRISM- and/or OMEGA-based detections of hydrous mineral signatures along the northern Hellas basin rim within units Nli and Nld. Layered deposits appearing nearly identical to Nli also occur in large craters around the Hellas basin, e.g., Terby and Niesten. They have been interpreted as lacustrine sediments deposited in lakes, probably covered by ice, during the Middle to Late Noachian, and later incised by glacio-fluvial erosion (Wilson et al., 2007). Whether the layered rim sequence around the Hellas basin floor was also predominantly emplaced by fluvial or by lacustrine processes (i.e., in a standing Hellas sea) is unclear, as\nthe younger wrinkle-ridged plains (units Npwr1/r and Hpwr2) superpose any potentially existing shoreline features. We interpret the initial drop in elevation of up to 100 m from the basin floor toward the rim, at the contact from Hpwr2 to Nli, to be a result of layered material having been heavily eroded wherever it was not protected by the onlap of more resistant plains material (Fig. 10C and D). Assuming these 100 m as a minimum thickness of Nli and Nld implies a total volume of at least 12,500 km3 when multiplied by the sum of both unit’s extents, and might indicate extended periods of sediment transport and deposition. Protracted surface run-off is also indicated by comparatively small sinuous channel-like valleys rarely occurring within Nli. In at least one case, a 3.5 km long channel-remnant transitions into an equally sized ridge and shows cut off meanders (Fig. 10A and B). Similar landforms, however with more extensive preserved meander belts, have also been described in the Aeolis Dorsa region, close to the martian equator (Jacobsen and Burr, 2015; Kite et al., 2015). Reminiscent of oxbow lakes, such landforms indicate low-energy fluvial environments, which, on Earth, often form biological habitats with conditions favorable for sediment preservation (e.g., Hickin, 2003; Constantine and Dunne, 2008). Although their degradation prevents the small channels of Nli from being traced for more than a few kilometers, their source areas appear to extend into the highlands of Terra Sabaea and Tyrrhena Terra. The sizes of several larger channel-like valleys that we traced back into these highlands usually exceed those of the Nli-channels by a factor of ten, but we suggest they just represent the largest endmember of such features, of which the majority has since been eroded or covered. Although prolonged phases of liquid precipitation on early Mars are subject to debate (e.g., Craddock and Howard, 2002; von Paris et al., 2014; Wordsworth et al., 2012, 2015), contemporaneous, i.e., Middle to Late Noachian, hydromagmatic activity of nearby volcanic provinces, e.g., Tyrrhena, Malea, Pityusa, Peneus, and possibly Hadriaca Paterae (e.g., Greeley and Crown, 1990; Crown and Greeley, 1993; Williams et al., 2007, 2009; Musiol et al., 2011; Fig. 6), might have enabled episodic surface run-off. The source of this water might have either been repeated melting due to lava–ice interactions on Hesperia Planum around that time frame (Squyres et al., 1987; Crown et al., 2005; Ivanov et al., 2005; Head and Cassanelli, 2015), and/or episodic precipitation enabled by temporary, volcanically induced atmospheric warming (Ramirez et al., 2013; Halevy and Head, 2014), which is also supported by dendritic valley networks of similar ages elsewhere on Mars (e.g., Craddock and Howard, 2002; Erkeling et al., 2010; Hynek et al., 2010).\nNld – degraded, layered material – unit Nld consists of rugged material characterized by slopes mostly being below 5 and occasionally exposing layers as described for Nli (Fig. 3C and D). Nld is geographically associated with Nli (see Nli description). The contact between both units is based on surface roughness, with very smooth patches (slopes <1 ) of Nld apparently superposing Nli. Similar to Nli, Nld is cut by numerous channel-like valleys in various stages of degradation traversing the rim toward the basin.\nInterpretation: Nld represents a lesser eroded version of Nli (see respective interpretation). The more intact, relatively smoother appearance of Nld may be due to a higher abundance of more resistant, coarser stream deposits and/or thicker protective mantling.\n4.3.1.3. Other basin rim units. Ar – reticulate material – unit Ar is characterized by up to 200 m high and 2.5 km wide ridges often forming a rectangular pattern (Fig. 8C). Ar’s extent forms a 490 km long and 60 km wide band along the western basin rim, occupying elevations between about 6600 m and 5200 m. The long axes of the quasi-rectangular cells, which are up to 10 km in diameter, are sub-parallel to the basin rim. More than half of Ar is covered by curvilinear patterns reminiscent of ‘‘banded\nterrain” (see Aar interpretation). These curved lineations sometimes form circular patterns and do not seem to be controlled by the orientation of the quasi-rectangular cells. The TI varies across the unit; bigger individual ridges show relatively high values, whereas cell interiors show a distinctly lower TI.\nInterpretation: Ar is an ambiguous unit, possibly of periglacial or eolian origin. Moore and Wilhelms (2001, 2007) interpreted the reticulate material as a littoral version of the honeycomb terrain (Nh), having formed by grounded icebergs deforming soft sediments in a Hellas basin-wide, ice-covered lake. This interpretation of the honeycomb terrain is debated, and other interpretations involving upwelling have been brought forward (Mangold and Allemand, 2003; Howard and Moore, 2009; Kite et al., 2009; see Nh interpretation). Furthermore, CTX and HiRISE images show that the morphologic similarities between the reticulate and honeycomb terrains are not as extensive as previously reported (Fig. 8C and K; see descriptions of Ar and Nh), and that the majority of Ar is covered by a form of banded terrain (see interpretation of unit Aar). Located along the western rim of the Hellas basin, and therefore also of the Hellas Planitia trough, Ar occurs in an area where strong, turbulent winds are prevalent (Howard et al., 2012; see Aar and HNpr interpretations). This might suggest that an eolian formation scenario, potentially as transversal and linear mega-dunes, is feasible. Alternatively, the quasi-rectangular cells of Ar could be inverted, degraded (and possibly re-indurated) giant polygons, potentially emplaced by the same processes as the similarly sized, but more pristine, cells of unit Ap (e.g., Hiesinger and Head, 2000; Oehler, 2014).\nNevertheless, as we cannot fully rule out that the reticulate material represents the surface expression of a thicker, tectonically modified unit with a potential genetic relation to the banded terrain, a more detailed investigation of both landscapes is required to further constrain their origin.\nNp – smooth inter-mountain plains unit – unit Np is characterized by a mostly featureless, smooth (slopes mostly <5 ) surface (Fig. 8L), which dominates the western and southeastern basin rim. Np does not occur below about 6850 m and is cut by few channel-like valleys, all of which show a mantled appearance. Five normal faults parallel to the basin rim occur within Np along the southwestern rim adjacent to the Hellespontus Montes. Additionally, Np occupies valleys between normal fault-like, quasi-linear mountain ranges along the northwestern basin rim (see Nm description). TI is very variable across the unit’s extent.\nInterpretation: Np is of ambiguous origin, possibly representing different mantled materials, e.g., lower strata of the layered rim sequence as indicated by the CRISM-, OMEGA-, and THEMISbased detections of hydrated silica signatures within Np along the western basin rim (Bandfield et al., 2013; Carter et al., 2013). Discontinuous channel-like valleys occasionally cutting through Np have muted appearances, indicative of several decameters of mantling, possibly thin Am-like material, draping over the unit."
  }, {
    "heading": "4.3.2. Floor assemblage",
    "text": "4.3.2.1. Honeycomb formation. Ap – polygonal member – unit Ap is comprised of 10s of meters high ridges forming up to 8 km wide, inverted polygons (Fig. 8B). At our mapping scale, Ap consists of only one identifiable occurrence within the honeycomb formation on the floor of the Hellas Planitia trough (close to the northwestern scarp delimiting the interior formation). The polygons of unit Ap show no preferred orientation; their interiors are mostly smooth, and rarely filled by smaller, 10s of meters wide, inverted polygons. Few of the polygon-separating ridges are double-crested.\nInterpretation: We interpret unit Ap as clastic dikes, i.e., exposed/inverted giant polygons. The current landscape could have been caused by cracks in a volatile-rich layer, e.g., due to desiccation (e.g., Baer et al., 2009) or uplift-controlled extension\n(Hiesinger and Head, 2000), which were subsequently filled by material that was later exposed as ridges (e.g., Oehler, 2014). Ap possibly represents an intermediate stage of removal of the dark mantle material Amd. Due to their similar size and cell-like appearance, the more degraded polygon-like structures of the reticulate material (unit Ar) might have formed by similar processes.\nAmd – mantle material (dark) – unit Amd is a very smooth to featureless (on THEMIS and HRSC), slightly elevated terrain occurring within a 160 km by 60 km large area southwest of the honeycomb formation. Elongate, basin rim-parallel, and few kilometers wide patches if Amd also occur on top of, and adjacent to, the northern parts of unit Nh. The contact of Amd to the surrounding units often appears as a padded, up to 100 m high elevation drop-off. Amd is characterized by a relatively low THEMIS-IR day-time brightness and relatively low TI values. The main occurrence of the unit shows a suite of ten 50–100 m deep and up to 10 km long furrows sub-parallel to the basin rim.\nInterpretation: Amd is an up to 100 m thick dust–ice mantle (Mustard et al., 2001) deposited on top of underlying units. Erosional furrows within the unit’s main occurrence, as well as its elongate secondary occurrences are mostly oriented parallel to the basin rim. This indicates recent or ongoing erosion of Amd and, thus, likely a larger extent of the unit in the past. Amd appears to be eroded by persistent, katabatic winds moving clock-wise through the Hellas basin as suggested by atmospheric modeling (Howard et al., 2012) and numerous erosion features (e.g., yardangs and deflation pits) we observed within the Hellas Planitia trough. Due to its geographic association, unit Ap possibly represents an intermediate stage of removal of the dark mantle material. The initial emplacement of the Amd possibly took place during a past period of higher orbital obliquity enabling increased volatile mobilization (Laskar et al., 2004; Head et al., 2005). Recent and/ or current wind patterns might redistribute ice-rich material from the floor of the Hellas Planitia trough to its rims, which might explain the occurrence of the (possibly volatile-rich) ‘‘banded terrain” (e.g., Diot et al., 2014) on both sides of the trough (see also Aar interpretation).\nNh – honeycomb member – Nh occupies parts of the floor of the Hellas Planitia trough, immediately northwest of the interior formation. Nh is characterized by ‘‘honeycombs” – mostly elongate, cell-like depressions with lengths and widths up to 12 and 5 km, respectively (Fig. 8K). In the southeast and northwest of the unit, the average elevations are about 7000 and 7500 m, respectively, i.e., Nh gently dips to the northeast at 0.15 . In the eastern half of the unit, the habitus of the honeycombs is comparatively symmetrical, whereas in the west, the outlines of elongate cells are mostly curved, appearing ‘‘deformed” or ‘‘squeezed”. The long to short axis-ratios of the deformed cells range between 1 and 4, with their long axes always being parallel to the nearby basin rim. Cells are separated by up to 10s of meters high and 300 m to 3 km wide ridges, most of which show elevated TI compared to the adjacent cell interiors. The separating ridges, i.e., the cell rims, are often divided into subparallel, only 10s of meters wide sub-ridges. Within 100 km of the scarp delimiting the interior formation, unit Nh is covered with ‘‘banded terrain” (see Aar interpretation), forming lineations and small furrows subparallel to the long axes and/or rims of cells. On the cell rims, the banded terrain forms meter to decameter-scale, chaotically curved ridges, while other cell rim parts are covered by up to 2 km wide, inverted polygons (similar to polygonal terrain Ap, but below our mapping-scale).\nInterpretation: Nh is a unique terrain on Mars, possibly representing truncated domes formed by upwelling in a ductile medium. Parts of the honeycomb terrain are superposed by decameters thick mantling material (unit Amd), the degraded remnants of which often appear as decameters wide polygons (unit\nAp). Different dome-forming upwelling mechanisms have been brought forward to explain the honeycomb terrain with its relatively undisturbed, bowl-shaped cell interiors, and the elevated rims, which sometimes expose what appears to be ductile deformed layers: (1) vertical tectonism at the lower crust (Mangold and Allemand, 2003), (2) convective cooling/diapirism in a thick impact melt sheet (Kite et al., 2009), and (3) salt diapirism (Mangold and Allemand, 2003; Kite et al., 2009). Older interpretations of the honeycomb terrain were fields of crescentic dunes sculpted by persistent winds (Leonard and Tanaka, 2001), as well as imprints of icebergs, which were grounded in soft lacustrine sediments (Moore and Wilhelms, 2001, 2007). Although an eolian formation cannot explain the shape of the honeycombs, we cannot yet conclusively discriminate among the other formation scenarios. The timing, and therefore the potential geologic setting, of honeycomb formation is difficult to constrain as the contact to the lower wrinkle-ridged plains (Npwr1/r) appears gradual, without revealing any concise stratigraphic relationship. Although the scarcity of craters on unit Nh would indicate an Amazonian age, its location in one of the deepest areas of the apparently wind-carved Hellas Planitia trough (see also HNpr and Npwr1 interpretations) as well as its average elevation below that of the adjacent wrinkle-ridged plains indicates a pre-Npwr1/r formation and a relatively recent exhumation. As our observations indicate extensive fluvial activity along the majority of the basin rim (units Nld and Nli) before the emplacement of Npwr1/r, we tentatively prefer an interpretation of the honeycomb terrain as excavated, truncated domes formed by ductile deformation, possibly by upwelling (e.g., by evaporites) into pre-Npwr1 lacustrine sediments. Nevertheless, more detailed investigations of the honeycombs as well as the banded terrain, including any potential genetic relationships, are clearly indicated.\n4.3.2.2. Interior formation. Aar – arcuate ridges-material (and banded terrain) – unit Aar consists of five occurrences, all in the southeastern basin quadrant. The main occurrence is almost 2000 km2 large (see type locality); three minor occurrences are within craters, one is situated on a patch of Hih (up to 180 km north, and 280 km south of main occurrence). Aar is characterized by 10s of meters high, up to few kilometers long, and up to 100 m wide, arcuate, i.e., curved, ridges (Fig. 8A). The ridges show no prevalent orientation and sometimes form closed, ring-like, or open, horseshoe-like structures, with the latter being mostly filled with ridge-parallel grooves. The crests of the ridges mostly show higher TI than their surroundings and are usually embayed by mantle material Am (below our mapping scale). Unit Aar is nearly devoid of craters; only three craters (Ø < 100 m) are visible on CTX within the main occurrence, while none are visible elsewhere.\nInterpretation: Aar might represent remnants of volatile-rich material at different stages of degradation. Based on the curvature and size of the arcuate ridges, a possible precursor material might be the ‘‘banded terrain”. As it appears to drape over different underlying lithological units and is usually associated with mantling material, the banded terrain might be a relatively thin, superficial layer (Diot et al., 2014, 2015). As Aar occurs in the eastern basin, whereas the majority of the banded terrain occurs in its western half, the areas of its emplacement/deposition and sublimation/erosion within the basin might be changing according to wind patterns. Current circulation models (Howard et al., 2012) imply the banded terrain to line up along a katabatic ‘‘wind alley”, the Hellas Planitia trough, and might thus be volatile-rich material re-deposited by turbulent wind flows along the trough’s edges. Subsequent viscous flow down local slopes might have further modified the banded terrain (Diot et al., 2014, 2015). The patches of Aar on the other hand, are situated in an area where wind speeds\nare predicted to be the lowest within the Hellas basin. Phases of higher obliquity during the past 100s of Ma might have increased atmospheric pressure, temperature, and volatile mobility (e.g., Laskar et al., 2004; Head et al., 2005). This might have caused wind-patterns in the basin to change or shift, possibly moving the area of banded terrain-formation in a down-wind direction, i.e., where Aar can be found today.\nHowever, despite certain observations indicating the banded terrain to be only a relatively thin veneer (Diot et al., 2014, 2015), we cannot fully rule out that it is the surface expression of a thicker unit, possibly genetically related to the honeycomb terrain. Halokinetic sequences around salt diapirs in Iran show some similarities (Jackson et al., 1990), and further analyses of both, the banded and honeycomb terrains, are clearly indicated in order to conclusively explain their origin and possible relation.\nAic – chaotic member – Aic is made up of rolling to wavy terrain forming a 650 km by 80 km area at the southern edge of the interior formation. The unit is characterized by up to 400 m high, gentle hills occurring at a wavelength of 1–10 km (Fig. 8D). The hills appear muted and are often elongate, though without a preferred orientation. The entire unit is covered with mantle material Am. Most of the area also shows roughly S–N oriented, 10s of meters spaced transversal dunes as well as occasional, dark barchan dunes. Aic shows a very low crater density with only four craters with diameters larger than 1 km.\nInterpretation: Aic represents a degraded and later heavily mantled section of the hummocky member (Hih). According to Howard et al.’s (2012) wind circulation model, strong and persistent katabatic winds moving northward into the basin down from Malea Planum would ‘‘hit” the interior formation (units Hih and Hik among others) along the area occupied by the chaotic member. Assuming the general, Coriolis-driven wind patterns in the Hellas region persisted long enough, deflation could be the main erosional mechanism that degraded the terrain. The state of net erosion has apparently changed to a state of net deposition within the geologically recent past, as is implied by current, mostly intact mantling and the occurrence of dunes (Fig. 8D). As deflation would be expected to create more linear erosion patterns, ground collapse due to devolatilization might also have contributed to the modification of Aic. Such a loss of cementing matrix material, as well as oversteepening by ongoing, intense deflation at its southern base likely caused southward mass wasting, which further modified Aic and possibly resulted in the cluster of E–W-oriented, wavy hills at 66.36 E and 48.68 S.\nAHf – furrowed member – AHf is characterized by <200 m deep, <3 km wide, and <50 km long furrows predominantly arranged rectangular to the local topographic gradient (Fig. 8E). AHf forms the distal extension of the Harmakhis Vallis formation (AHvH). AHf’s eastern contact to AHvH is at about 6500 m, after which the unit occupies local lows within the interior formation, following the topographic gradient along a horizontal distance of 540 km down to about 6900 m, where AHdf begins superposing AHf. The extent of the unit is dominated by comparatively low TI values.\nInterpretation: AHf is likely composed of mud deposits emplaced by lahar-like debris flows from Harmakhis Vallis, possibly with minor contributions from Dao Vallis. It is possible AHf was deposited by a short-term, burst-like outflow event triggered by volcanic heat, e.g., dikes and/or sills associated with Hadriacus Mons, which mobilized sediment-rich water flows along the path of Harmakhis Vallis. The extent of the unit and the 200 m maximum depth of furrows might indicate a volume of at least 5000 km3. Although terrestrial lahar deposits may reach similar thicknesses, their volumes do not exceed 3.8 km3 (e.g., Mothes et al., 1998; Vallence, 2000). On Mars, however, potential frozen\nmega-lahar formations with volumes comparable to, or far exceeding, that of AHf have been reported in Utopia Planitia northwest of Elysium Mons (Russell and Head, 2003; Pedersen, 2013). The orientation of most of the furrows perpendicular to the downhill direction might be a result of extensional stress. Such stress might have been caused by ongoing downward movement of sediment-saturated water or mud while the material was already beginning to solidify/desiccate, and thus, contract. A generally low TI is also in agreement with mostly fine-grained mud deposits. If AHf was emplaced contemporaneously with the more distal outflow deposit Hils1, most traces of later flow(s) emplacing the AHils2 must have been removed, as AHf should otherwise be completely covered (AHdf possibly being remnants of such later flows). Alternatively, AHf was deposited after Hils1, possibly synchronous to AHdf and/or AHils2.\nAHdf – degraded valley-fill member – AHdf consists of hummocky, slightly knobby terrain occupying local lows within the interior formation, mostly west of unit AHf (Fig. 8F). The contact to AHils2 is a distinctively lobate, flow front-like onlap marked by a 80 m high bulge (Fig. 11C). The unit’s average elevation is about 6800 m and there is no apparent topographic gradient along its extent. Valleys occupied by AHdf are up to 200 m deep and 17–20 km wide. The westernmost extension of AHdf lies within a 100 km long valley and shows patches of relatively high TI, as well as subtle THEMIS IR day-time albedo lineations parallel to the valley walls.\nInterpretation: Like AHf, AHdf likely represents mud deposits emplaced by lahar-like debris flows from Harmakhis Vallis, possibly with minor contributions from Dao Vallis. Although AHf-like furrows are absent, the lobate, bulging onlap onto AHils2 indicates a highly viscous material. Due to the absence of any edifice-like structures and the unit’s geographic association with other potential outflow deposits, an emplacement by lava flows is unlikely. Thus, it is possible that AHdf represents a more intact, slightly mantled version of AHf, which would imply that both units were deposited by the same outflow event sometime after the emplacements of more distal Hils1 and AHils2. Alternatively, AHdf could be the remnant of a younger fluvial deposit, if erosion (likely deflation) was sufficient to remove the bulk of its original extent. In either case, AHdf post-dates AHils2 (3.11–3.48 Ga; Fig. 5G), and might thus represent the youngest discernable deposit emplaced by Harmakhis/Dao/Niger Vallis on the Hellas basin floor.\nAHils2 – smooth, lobate member (upper) – AHils2 is a very flat, smooth (slopes mostly <1 ), pancake-like landform with lobate edges (Fig. 11). It is located very close to geographic center of the Hellas basin and the average elevation of its surface is at about 6969 m, i.e., 80 m higher than Hils1. The contact between AHils2 and Hils1 often forms an up to 250 m high, flow front-like bulge. The majority of the unit’s extent shows a relatively low TI.\nInterpretation: AHils2 appears to be a slurry-like mud deposit emplaced by a lahar-like debris flow from Harmakhis and/or Dao Valles. Thickness, extent, and TI of AHils2 imply 400 km3 of finer\nils1 and AHils2) of the interior formation. The location of image (A and B) is also pping product and THEMIS-IR day-time mosaic showing the approximate center of 14_006594_1385, and P20_008743_1384. The mosaic was stretched and high-pass ils2 is marked with white arrows; the onlap forming the contact between AHils2 and ntact between Hils1 and Hih is marked with yellow arrows. (For interpretation of the s article.)\ngrained material. The unit has an AMA of 3.11–3.48 Ga, which would indicate the major outflow channels east of the Hellas basin have been active, possibly discontinuously, at least until then (see also AHvD/H interpretation).\nHils1 – smooth, lobate member (lower) – similar to AHils2, Hils1 is characterized by a flat and smooth surface, occupying areas immediately north and west of AHils2 at the geographic center of the Hellas basin (Fig. 11). The contact of Hils1 is not resolved in MOLA DTM and PEDR data, but the average thickness of the unit is no more than few tens of meters. Hils1 is characterized by a relatively low TI, with the exception of two areas of wave-like hills close to the unit’s center. The 1–2 km wide and up to 70 m high hills show comparatively higher TI, are 1–2 km apart from each other, as well as elongate, with long axes striking in a north–northwestern direction. Although the contact of Hils1 to the underlying units is not as pronounced as that of AHils2, its contact to Hik is characterized by a lobate, flow front-like edge visible on CTX images (65.18 E and 39.53 S).\nInterpretation: Hils1 appears to be a deposit of very similar nature and origin as AHils2. Assuming Hils1 to laterally extent beneath AHils2, its volume might be similar, i.e., 400 km3. Its larger areal extent and smaller thickness might imply that Hils1 was deposited by less viscous flows compared to AHils2, probably related to a higher water-to-sediment-ratio. As Hils1, AHils2, and AHdf form a sequence of increasingly proximal deposits with consecutively thicker, bulge-like contacts, we may assume the viscosity, and thus relative sediment content, of debris flows increased with time. The wave-like hills within Hils1 might be solidified compaction structures formed during the emplacement of the unit. Alternatively, they could be younger erosional features, likely sculpted by deflation. We suggest an age of Hils1 of around 3.7 Ga, as the AMA of the unit (based on 7 craters) lies between 3.68 and 3.83 Ga, but also has to be younger than superposed unit Hih (AMA of 3.67–3.74 Ga and superposing Hpwr2).\nHe – etched material – unit He is characterized by a high kmwavelength roughness (slopes >10 ), as well as up to 6 km wide and 100 mdeep, irregularly shaped, rimless pits. Itsmain occurrence is located around the 40 km wide floor of a 100 km wide, highly degraded pedestal crater at 53.02 E and 41.15 S (Fig. 12A–C). Additional minor patches of He cluster along the scarp delimiting the interior formation to the west, i.e., north and south of the pedestal crater as well as around Beloha crater 150 km to the northeast. 1–6 km wide knobs with relatively high TI are very common and the majority of He is covered by ‘‘banded terrain” (Fig. 12C, upper left corner; see Aar interpretation).\nInterpretation: Unit He appears to be volatile-rich material, which was likely shielded by ejecta from the impact that formed the degraded pedestal crater (see unit description). We suggest irregular, rimless pits within the etched material to indicate volatile-loss due to sublimation of ice. The etched material possibly represents the remnant of a once more extensive unit, possibly laid down by the same processes that deposited Hik (see Hik interpretation).\nHih – hummocky member – Hih is the most extensive mapped unit, constituting the bulk of the interior formation (also referred to as ‘‘Alpheus Colles plateau” (Moore and Wilhelms, 2001) and ‘‘Central massif” (Raitala et al., 2004)). It forms an almost contiguous area covering most of the basin interior within 500–600 km of its topographic center. The average elevation of the interior formation is about 6600 m, with its southeastern parts generally being 500 m higher than its northwestern parts. The west–northwestern boundary of the interior formation, i.e., Hih’s contacts to Npwr1, Hpwrr, HNpr, and the honeycomb formation, is marked by an elevation drop-off of 800–1000 m. Its east–southeastern boundary, i.e., Hih’s contact to Hpwr2, is marked by a drop-off of 200–400 m in some sections, but mostly shows no systematic\nelevation change. Hih also occurs as up to 9500 km2 large, isolated patches/buttes (Fig. 3G and H) and crater-fill-remnants (Fig. 13A) on the surrounding plains sequence (units Npwr1, Npwrr, HNpr, Hpwr2; e.g., within Badwater and Talas craters). Hih is generally characterized by a high surface roughness with a wavelength of 5–10 km (Fig. 8H) and steeper slopes generally being highly modified by mass wasting. The unit’s extent shows variable TI, although they are mostly lower than the average of surrounding plains units (Fig. 3G and H). Only two potential, highly degraded, 20 and 30 km long channel-like valleys can be found in the southwestern interior formation. Layering is only visible in very few locations, e.g., at 64.353 E and 45.688 S as 10s of meters thick, horizontal steps in a 50 m high crescent-shaped cliff, as well as in the walls of Hellas Chasma. Two prominent fields of elongate, yardang-like knobs (area R 6600 km2) are located at 68.17 E, 36.07 S and 75.04 E, 46.79 S. Hih is partially covered by smooth mantle material Am, predominantly occurring on mostly 10s of kilometers wide, mesa-like highs in the southeast of the interior formation. These highs reach up to 1900 m above their surroundings and mark the highest elevations on the topographically defined basin floor. In the northwest of the interior formation, the surface morphology is dominated by smaller, mostly 5–10 km wide and up to 400 m high knobs and mesas, collectively referred to as Alpheus Colles. The majority of these knobs is situated on a comparatively smooth substrate mapped as unit Hik.\nInterpretation: We interpret Hih as highly degraded deposits derived from multiple sources and deposited as well as modified by different processes. Multiplying the height of the escarpment delimiting the interior formation to the northwest ( 800– 1000 m) by the extent of the central ‘‘plateau” would imply a current volume of 480,000–600,000 km3 (Fig. 4). However, as the surrounding annulus of plains shows numerous buttes (Fig. 3G and H), pedestal craters (e.g., Badwater crater, Fig. 13A), and crater-fill remnants (e.g., Talas crater), all likely to be zeugenbergs of Hih, a total coverage of the basin floor seems plausible. We suggest that any total coverage was short-lived, however, as Hih and the Hpwr2 show almost identical ages (Fig. 5B and F). According to models, current (and possibly also past) deflation and abrasion by persistent winds moving clock-wise through the Hellas basin should be most intense closer to the basin floor outline (Howard et al., 2012; see also HNpr interpretation), i.e., the annulus of plains around the interior formation. Here, remnants of Hih on the more elevated Hpwr2 (e.g., at 68.99 E, 31.43 S and 81.81 E, 47.85 S; Fig. 3G and H) are up to 300 m thick (reaching about 5500 m). Thus, the highest mesas, which reach up to about 5000 m in the southeast of the interior formation, do not necessarily represent the stratigraphically highest surviving deposits, but could be more recent eolian constructs. For example, the growth of up to 5 km high mounds mediated by feedbacks between topography and persistent katabatic winds has been brought forward as the origin of Aeolis Mons (‘‘Mount Sharp”) in Gale crater (Kite et al., 2013). The total volume of the original Hih-basin fill within the 5500 m contour line might thus have been on the order of 1.1 106 km3 (assuming a thickness of 300 m on Hpwr2 and 1 km elsewhere). The volume of material removed by fluvial, glacial, and possibly eolian processes from Hesperia Planum and the Hesperia-Hellas trough has been suggested to be on the order of 0.5–1.5 106 km3 (Ivanov et al., 2005), thus being a plausible main source for Hih. Additionally, Crown et al. (2005) as well as Head and Cassanelli (2015) suggested that large-scale lava–ice interactions on Hesperia Planum created huge amounts of meltwater during the Late Noachian/Early Hesperian, i.e., around the AMA of Hih, which might account for the erosion and transport of such a large volume of material. Other areas around the basin likely have contributed to the original Hih volume, too, but to a much smaller degree. The material eroded to carve out Dao, Niger and Harmakhis\nValles amounts to only 4 104 km3 (Raitala et al., 2004), which is comparable to the 5–6 104 km3 likely eroded from northern Promethei Terra (Ivanov et al., 2010). Additional influx from Malea Planum via Axius Valles and other minor channels all around the basin also contributed. However, their influx volume was likely low, as the adjacent Noachian highlands of Terra Sabaea, Tyrrhena Terra, and southern Promethei Terra show few signs of large-scale erosion. Nevertheless, the combination of these minor sources could account for the additional 9 105 km3 of material implied by a basin-fill up to about 5000 m, i.e., if the highest mesas within the interior formation are not eolian constructs, but indeed erosional remnants. An interpretation of the interior formation containing mafic materials transported from the adjacent volcanic provinces into the Hellas basin, possibly under the influence of water, is also in agreement with the detection of low-Ca pyroxene by OMEGA (southwestern Hih) as well as hydrous minerals by\nCRISM (northeastern Hih) (Bassett, 1961; Engel et al., 1965; Wilson, 1999; Williams et al., 2010a; Carter et al., 2013). However, the wide-spread coverage of Hih with mantle deposits (unit Am) as well as its high state of degradation due to deflation, devolatilization (Leonard and Tanaka, 2001; Moore and Wilhelms, 2007), impact gardening, and mass wasting likely obscured and destroyed landforms indicative of the environment in which Hih and other units of the interior formation were deposited. Stagnant bodies of liquid water and/or ice have repeatedly been brought forward as the origin of materials and landforms within the Hellas basin (Kargel and Strom, 1992; Moore and Wilhelms, 2001, 2007; Howard and Moore, 2009; De Blasio, 2014). However, while the extensive layered rim sequence was most likely laid down in a fluvial environment (see Nli interpretation), it does not necessarily imply a sea in the Hellas basin as landforms like ancient shorelines or unambiguous Gilbert-type deltas are absent. Furthermore, the\nlayered rim sequence is stratigraphically older than Hih, which superposes units Npwr1 and Hpwr2, which, in turn, embay the layered rim. Nevertheless, it is possible that HNila, which is directly superposed by Hih in the basin center, is a remnant of Hih’s original configuration, and, thus, potentially indicating its emplacement as sediments deposited by water (see HNila interpretation). However, the generally low TI, scarcity of visible layering, and the lack of steep topography due to extensive slumping (see Aa interpretation), indicates that at least the top few 100s of meters of Hih consist of poorly cemented, fine grained material, which has most likely been substantially reworked by wind.\nHik – knobby member – compared to Hih, Hik forms a relatively flat surface. Its main occurrence is a roughly crescent-shaped area in the western half of the interior formation. Hik’s average elevation is 300 m below that of the surrounding Hih. Hik is characterized by mostly 5–10 km wide and up to 400 m high knobs and small mesas (Fig. 8I), collectively referred to as Alpheus Colles. Knob fields also occur within, and extend into, the hilly terrain of Hih outside of Hik. The knobs exhibit distinctively higher TI compared to their surroundings, which also appear mostly featureless in THEMIS and HRSC. HiRISE and MOC-NA imagery shows most knob summits to be covered with up to 10 m wide boulders, and about 20–50 m thick layers being exposed on the slopes of some knobs.\nInterpretation: Hik likely represents wrinkle-ridged plains covered by several decameters of eolian deposits as well as knobshaped erosional remnants of Hih. An interpretation of the knobs as glacial drumlins (Kargel and Strom, 1992) seems inconsistent with the general absence of streamlined or elongate morphologies. Instead, the vast knob fields might have been formed by deflation and/or ground collapse due to devolatilization (Leonard and Tanaka, 2001; Moore and Wilhelms, 2007). A substantial loss of ground ice might have occurred during a retreat of a stagnant ice sheet, causing the back- and downwasting of supra- and intraglacial outwash deposits to create a knobby landscape. Such mechanisms are observed on Earth at Malaspina Glacer, Alaska (Gustavson and Boothroyd, 1987), and might also apply to the southern Argyre basin on Mars (Bernhardt et al., 2013). Both examples are characterized by well-pronounced layering and terracing, which is scarce within Hik. Intense eolian erosion and redeposition of fine-grained material on the slopes of knobs can\naccount for such a lack of visible layering and might also be responsible for the exposure of up to 10 m wide boulders around the knob summits. The general scarcity of yardangs or other largescale wind-shaped landforms could imply that deflation was mainly caused by winds from changing directions, which are predicted for the basin center by Howard et al.’s (2012) circulation model.\nHNila – arcuate, layered member – HNila consists of layered material, which appears relatively dark in THEMIS-IR day-time images. It occurs in two areas, both at an elevation of about 7000 m: As up to 300 m high, flat-topped mesas close to the basin center; and as outcrops on the floor of a degraded pedestal crater in the western basin (Fig. 12). HiRISE and MOC-NA images show the arcuate edges of the mesas to expose horizontal, bright layers with thicknesses of up to a fewmeters and relatively high TI.\nInterpretation: HNila appears to be deposits comparable to Nli, but was laid down between the emplacements of Npwr1 and Hih/ Hik. Meter-scale, horizontal layers with a high TI and a relatively high albedo have repeatedly been attributed to phyllosilicate and sulfate-rich sediments formed in aqueous environments (e.g., Pondrelli et al., 2008; Erkeling et al., 2012). Although it clearly post-dates HNila, an alluvial fan within the Late Hesperian Majuro crater less than 100 km northeast of the Hellas basin floor, shows very similar characteristics (Mangold et al., 2012). CRISM data indicate that the fan contains Fe/Mg-phyllosilicates, most likely vermiculite, with additional olivine signatures being present in the upper, but not the lower, parts. Mangold et al. (2012) suggested a hydrothermal scenario in which only the lower parts of the fan were altered by water heated up by the still warm impact melt of Majuro crater. Both, the fan deposition as well as the alteration can happen within a relatively short time (Mangold et al., 2012), which might also be applicable to HNila. The latter might have been deposited in temporary water ponds or subglacial lakes, which acted as local sinks for supra- and intraglacial sediments (e.g., McCabe and ÓCofaigh, 1994) and formed due to local melting of subaerial or subsurface ice by heat induced exogenically by impacts, or endogenically, e.g., by dikes. The main occurrence of HNila lies close to the basin center and therefore occupies what would have been the deepest area within the Hellas basin before the Hellas Planitia trough was carved out (Fig. 12). According to terrestrial analogs, this would have been the most likely location\nidged plains (units Npwr1 and Hpwr2). Location of images indicated in Fig. 2B. North\n0532_0000 and h0554_0000. It shows a portion of Peneus Palus (northwestern basin\ncrater on the lower wrinkle-ridged plains unit Npwr1. Based on their morphological\nlowest point on Mars at ca. 8200 m (black asterisk), comparatively high TI material\nrrected; Fergason et al., 2006; Christensen et al., 2013). We interpret this crater wall\ned THEMIS-derived TI mosaic superposing cropped CTX image P18_008018_1467\nts Npwr1 and Hpwr2. At least three 100 m thick layers with slightly elevated TIs are\nfor subglacial lakes beneath a theoretical basin-wide ice sheet (e.g., Studinger et al., 2003). Alternatively, HNila might represent the remnants of a once basin-wide deposit. As the mesas of the unit (Fig. 12D and E) stand up to 300 m above their surroundings, a volume of up to 540,000 km3 would be implied when multiplied by the 1.8 106 km2 contained within the 5600 m contour (Fig. 2A). This would within the inferred current volume range of Hih ( 480,000–600,000 km3) and is well within the volume range putatively removed from the Hesperia-Hellas trough (0.5– 1.5 106 km3) (Ivanov et al., 2005). Although we cannot conclusively demonstrate a genetic connection of both units, it is possible that HNila represents the original configuration of most of the interior formation, namely today’s Hih, which has since been removed and re-deposited within the basin, most likely by wind (see also Hih interpretation). This would imply a large-scale lacustrine or glacio-lacustrine environment that persisted over an extended period of time between the emplacement of Npwr1 and Hih around 3.8 and 3.7 Ga ago, respectively (Fig. 5A and F), and therefore post-dating the layered rim sequence (Fig. 6). In any case, despite widespread glacio-lacustrine environments having repeatedly been brought forward for other areas on Mars during the Hesperian (e.g., Fairén, 2010; Erkeling et al., 2012, 2014; Ivanov et al., 2012, 2014), we could not identify any surviving, unambiguous morphologic evidence, either for a widespread glaciation (e.g., eskers, drumlins, moraines) or a standing body of water (e.g., coastal landforms), on the Hellas basin floor.\n4.3.2.3. Plains sequence. Hpwr2 – wrinkle-ridged plains unit (upper) – Hpwr2 is the second most extensive mapped unit after Hih. It forms an up to 400 km wide, annular to crescent-shaped plains region along the basin rim on the eastern half of the Hellas basin floor. Hpwr2 is characterized by mostly 5–7 km wide (maximum width 25 km) and about 100–300 m high mare-like wrinkle ridges arranged without a clearly preferred orientation. The wrinkle ridges form 100 km wide polygons (Fig. 2A) and circular patterns over potential ghost craters. THEMIS and HRSC data show the unit to have a high brightness/albedo-variability, but mostly low TI. Hpwr2 is also relatively flat/smooth, with slope angles >10 occurring only along wrinkle ridges and crater rims according to MOLA. The wrinkle ridges in the northern section of the unit (north of AHvH, in the general area around Talas crater) tend to be more muted than those in the south, e.g., the Zea Dorsa. The contact to Npwr1 is formed by a 700 m high escarpment (northern end of Coronae Scopulus), which exposes 100 m thick layers (Fig. 13B). Hpwr2 embays and partially superposes the layered rim sequence (Fig. 10C and D), including several inselbergs of Nll (e.g., Fig. 9B). Zeugenbergs of Hih (Fig. 3G and H), HdM and HdP indicate that Hpwr2 laterally extends beneath those units. Although the apparent surface age of Hpwr2 is older, its contact to AHf reveals no clear stratigraphic relationship. Hpwr2 is roughly cut in half by the Dao and Harmakhis Valles formations, immediately south of which Bogia crater is surrounded by the largest, well-preserved ejecta blanket on the Hellas basin floor. Within Bogia crater and a similarly sized crater 140 km to the west, arcuate escarpments can be seen 600 m below the respective crater rims. Southeast of Bogia crater, patches of IR-dark, high TI material, mostly correlating with ejecta of several 10 km wide craters, occurs over a 20,000 km2 area (Fig. 9A and C). The IR-dark signatures also occur on a 70 km wide bulge on top of, and around a nearby wrinkle ridge that is dissected by an irregularly-shaped, up to 40 km wide, rimless depression.\nInterpretation: Hpwr2 are plains likely emplaced by lowviscosity lavas (Leonard and Tanaka, 2001), which were later tectonically deformed in a compressive stress field. Although it cannot be ruled out that Hpwr2 is partially composed of sediments\n(Bleamaster and Crown, 2010), HRSC color imagery shows dark-blue areas characteristic for basaltic material in apparently dust-free zones and some crater interiors (Williams et al., 2010b). Adjacent Amphitrites and Hadriaca Paterae appear to be the most suitable sources of basalt since they show AMAs nearly identical to those of Hpwr2 ( 3.7 Ga) (Figs. 5B and 8) (e.g., Leonard and Tanaka, 2001; Crown and Greeley, 2007; Williams et al., 2007, 2009, 2010b; Musiol et al., 2011). It is also possible that Tyrrhena and Peneus Paterae contributed to Hpwr2. However, while ancient lava flows from Tyrrhena Patera do reach the Hellas basin (e.g., Greeley and Crown, 1990; Crown et al., 1992; Crown and Mest, 2015), the AMA-ranges of Tyrrhena and Peneus Paterae overlap with that of Npwr1, and might therefore indicate an earlier activity (Williams et al., 2009). As the contact to Npwr1 along the northern Coronae Scopulus exposes a suite of decameters-thick layers with an elevated TI signature within Hpwr2 (Fig. 13B), we suggest that the unit was emplaced as multiple distinct basalt generations, possibly by more than one source region.\nAs the interior formation (i.e., units Hih and Hik among others) obscures most of the contact between the upper and lower wrinkle-ridged plains, the actual lateral extent of Hpwr2 is difficult to constrain. However, as Npwr1 on Peneus Palus (northwestern basin floor) is directly superposed by Hih zeugenbergs (Figs. 4 and 13A), it is unlikely this area was ever covered by Hpwr2 material. The horizontal extent of the unit on the other hand, can be better constrained via the following observations: (1) Marking the only exposed portion of the Hpwr2–Npwr1 contact, the scarp of northern Coronae Scopulus is 700 m high. (2) Arcuate escarpments, i.e., potentially exposed Npwr1, can be observed 600 m below the rims of Bogia as well as a similarly sized nearby crater. (3) Several 5–10 kmwide craters in the southeast of Hpwr2 are surrounded by high-TI ejecta (Fig. 9C; see AHc interpretation) indicative of thermophysically distinct material (possibly Npwr1 materials) being excavated from depths up to 1000 m (Melosh, 1989; Sharpton, 2014). (4) The CSFD of Hpwr2 (Fig. 5B) shows a distinct, bulge, i.e., ‘‘excess of craters” between diameters of 3 and 6 km. Such excesses have been attributed to layered targets influencing the size-scaling law, which, in our case, would imply a 300–600 m thick upper layer superposing a mechanically distinct lower layer (Nowka et al., 2012). Based on these four observations, we suggest an average thickness of Hpwr2 between 600 and 1000 m, which, when multiplied by the unit’s current extent, would give a volume between 230,000 and 380,000 km3. On top of these direct observations, morphometric and structural analyses of the wrinkle ridges covering the upper and lower plains (Bernhardt et al., 2014) allow a rough estimate of the average thickness D of the ‘‘wrinkled” layer being on the order of 1 to 2 km (D 0.3 ridge width; Mangold et al., 1998). We suggest this wrinkled layer to be a combination of Hpwr2 and Npwr1/r in the eastern basin, and just Npwr1/r in the northwest. Assuming an 1 km thick Npwr1/r to cover the entire basin floor up to a roughly approximated pre-Hpwr2 7000 contour ( 1.3 106 km3), and adding the previously estimated volume of Hpwr2, would result in a combined volume of the wrinkle-ridged plains material of 1.5 to 1.7 106 km3 ( 3.5 to 4 Deccan traps, Earth).\nWrinkle ridges are interpreted as anticlines caused by a horizontal, compressive stress field (e.g., Plescia and Golombek, 1986; Mangold et al., 1998; Schultz, 2000). Being located on plains that decisively post-date the Hellas impact event, the wrinkle ridges on the Hellas basin floor have been identified as being structurally unrelated to the impact tectonics associated with basin formation (Wichman and Schultz, 1989). Based on their average height of 200 m and assuming fault dip angles between 20 and 45 (mechanically most effective; e.g., Mangold et al., 1998, 2000; Schultz, 2000) the wrinkle ridges imply a shortening and strain of the basin floor of up to 40 km and 0.03%, respectively.\nFurthermore, their polygonal arrangement on the eastern Hellas basin floor indicates a formation in an isotropic stress field (e.g., Mangold et al., 2000; Nahm and Schultz, 2011). As large impacts might be able to reset regional crustal stresses, e.g., in and around the Caloris basin on Mercury (Byrne et al., 2014), such an isotropic stress field could have been caused by global contraction due to cooling of the planet (Watters, 1993; Mangold et al., 2000; Nahm and Schultz, 2011). Alternatively, the stress field might have been caused by compressive tectonism due to the volcanic provinces around the Hellas basin (e.g., Head et al., 2002), or by a mascon, i.e., crustal flexure due to lithospheric subsidence in the basin center (e.g., Solomon and Head, 1980). However, the latter two scenarios create radial stress fields expected to cause quasi-linear or concentric, and not polygonal, ridge patterns (Solomon and Head, 1980; Head et al., 2002; Bernhardt et al., 2014). The apparent thickness of the ‘‘wrinkled” layer, the variable ridge spacing, as well as the lack of a preferred ridge orientation are in good agreement with Schultz’s (2000) structural model of anticlines being formed by backthrust faults over deeper, ‘‘blind” thrust faults that do not reach the surface themselves. Consequently, as faults beneath wrinkle ridges in Mare Crisium have been modeled to penetrate 20 km into the lunar lithosphere (Byrne and Klimczak, 2014), it seems possible that the ridges on the Hellas basin floor are located above joints within the mega-regolith formed by the Hellas impact event. Later, the joints were (re-)activated by an isotropic, compressive stress field, for which planetary cooling and contraction seems a plausible explanation.\nHNpr – rough plains material – HNpr forms a 60–180 km wide, crescent shaped annulus of degraded plains (Fig. 8J) along the southwestern basin rim between the interior formation and the rim assemblage. In general, the surface roughness of the unit is more pronounced than that of the wrinkle-ridged plains, but decreases from north to south. HNpr shows a relatively high variability in THEMIS-IR brightness, but has a mostly low TI. The unit is superposed by zeugenbergs of hummocky member (Hih), including a 1.8 km high, mesa-like bluff at 55.21 E and 45.50 S, which possibly is an inverted crater. HNpr also contains several small pedestal craters, with the largest being 8 km in diameter, 150 m high, and located close to HdM contact (below mapping scale). Three 20–77 km long, 11–33 km wide, and up to 200 m deep, irregularly-shaped depressions parallel to basin rim can be found in the northern third of HNpr (Fig. 12A, left hand-side), and expose underlying, smoother material, likely Npwr1.\nInterpretation: HNpr appears to be plains covered by highly degraded materials, probably by remnants of the interior formation and HdM. The occurrence of up to 150 m high pedestal craters suggests a more extensive coverage of today’s HNpr in the past. Kadish et al. (2010) showed that pedestal craters around such heights are globally common at the latitudes of unit HNpr, and suggested them to be remnants of ice-rich Amazonian deposits. The substrate superposed by these erosional remnants, i.e., the bulk of HNpr, shows high-Ca clinopyroxene signatures in OMEGA data (Williams et al., 2010a), indicating ultramafic to mafic material, which would be in agreement with magmas derived from Amphitrites and Peneus Paterae on Malea Planum.\nIrregularly-shaped, elongate depressions within HNpr (Fig. 12A, left-hand side), as well as likely wind-shaped features on other units (e.g., potential yardangs, dunes, and deflation pits) are aligned parallel to the adjacent basin floor outline. This is in agreement with deflation (and possibly abrasion) by previously modeled persistent, katabatic winds moving down from Malea Planum and then clock-wise through the Hellas basin (Howard et al., 2012). Intense eolian activity following this pattern is also indicated by a high density of accordingly oriented dust-devil tracks (e.g., Balme et al., 2003), as well as images containing very high numbers of active dust devils, e.g., CTX B11_013938_1318, which shows\naround 70 during the main dust devil season (Ls = 305 ; Balme et al., 2003). While deflation by dust devils was estimated to be comparatively low (e.g., Reiss et al., 2014), the location of the previously mentioned, elongate depressions at the narrowest point of the Hellas Planitia trough is consistent with low altitude, high velocity ‘‘gap winds” predicted to occur at such a position. Such high-energy winds are able to cause increased deflation and abrasion, similar to the Columbia Gorge gap flow on Earth (Colle and Mass, 2000; Sharp and Mass, 2002; Howard et al., 2012), and could carve out the observed features.\nNpwrr – wrinkle-ridged plains unit (rough) – occupying 35% of Peneus Palus, Npwrr forms a 70–120 km wide annulus between Npwr1 to the northwest and the honeycomb, as well as interior, formations to the southeast. The overall morphology of the unit is identical to Npwr1, but with a higher sub-kilometer surface roughness and a slightly higher average albedo. The transition from Npwrr to Npwr1 shows an elevation drop-off of 50–100 m in most locations, and is diffuse elsewhere. Embayment structures of Npwrr along the adjacent rim assemblage, including a mesa-like inselberg of Hf, include padded, flow front-like contacts. The contact between Npwrr and the honeycomb formation is usually characterized by a gradual elevation drop-off of 100–300 m over several 10s of kilometers, but is otherwise not well defined, making stratigraphic relationship unclear. The north–northwestern contact between Npwrr and the interior formation is marked by a 800–1000 m high escarpment, which becomes more gradual further south, close to Beloha crater.\nInterpretation: Npwrr appears to represent Npwr1 overlain by up to 100 m of eolian sediments and/or erosional remnants of the interior formation and the layered rim sequence. The relatively low TI of the unit is in agreement with overlying materials being airfall sediments possibly derived from adjacent Terra Sabaea and/or Nli/Nld-materials. The latter option would be in agreement with wind circulation models (Howard et al., 2012), which indicate such material being removed in the west–southwestern basin to be re-deposited on parts of Npwr1 to the north, i.e., in a downwind direction. Such a scenario involving intense deflation of Nli/Nld is supported by the occurrence of Nli/Nld-zeugenbergs along the western rim, i.e., in an upwind direction from Npwr1.\nNpwr1 – wrinkle-ridged plains unit (lower) – Npwr1 is a plains region west of Coronae Scopulus, covering 35% of Peneus Palus, i.e., the north–northwestern basin floor. Amongst others, Npwr1 is also exposed on the floor of Hellas Chasma, a 140 km long and 30 km wide chasm at the southern end of Coronae Scopulus (Fig. 3A and B), and on the floors of a 50 km wide, degraded pedestal crater on the western basin floor as well as of nearby irregularly-shaped depressions within HNpr (Fig. 12A–C, left hand-side). Npwr1 is very similar to Hpwr2 with respect to general smoothness, brightness/albedo, and the configuration of wrinkle ridges (Fig. 2A). However, Npwr1 occupies an area only 1/6 that of Hpwr2 and its average elevation is 900 m lower. The contact between Npwr1 and the Rim Assemblage, including two inselbergs of Nli, is often formed by flow front-like bulges (Fig. 3C and D). The two deepest locations on Mars at 8200 m (Badwater crater) and about 7900 m (Hellas Chasma) are within/surrounded by Npwr1, and both expose high TI-material (unit Nhti). Characteristic for Npwr1 is its superposition by 10–30 km wide inverted craters, i.e., fully exposed ancient crater fills and ejecta remnants, likely consisting of Hih (Fig. 13A). Crater wind-tails, elongate mounds of Hih, and dust devil-tracks are generally oriented parallel to the basin rim. Dust devil-tracks mostly occur on the northeast-facing slopes.\nInterpretation: Npwr1 are plains appearing very similar to the upper wrinkle-ridged plains unit (see Hpwr2 interpretation for volume estimates and wrinkle ridge analysis). Crater size-distribution measurements on the lower plains indicate an AMA of 3.8 Ga\n(Fig. 5A), implying their emplacement 100 Ma before that of the upper plains, and 200 Ma after the Hellas impact event 3.99 Ga ago (Fig. 6) (e.g., Werner, 2008). Probable sources are Malea and Tyrrhena Paterae, which both have AMAs similar to Npwr1 (Fig. 6; Williams et al., 2009). Additionally, ancient lava flows from distant Tyrrhena Patera have been shown to reach the Hellas basin via the Hesperia-Hellas trough (e.g., Greeley and Crown, 1990; Crown and Mest, 2015).\nThe northern end of Coronae Scopulus marks the contact between the upper and lower wrinkle-ridged plains and appears to be notched, i.e., modified by mass wasting and deflation (Fig. 13B), which possibly removed a flow front-like bulge if a flood basalt-like emplacement is assumed for Hpwr2. A highly erosive environment is also indicated by an apparent absence of dunes on Npwr1, as well as several wind-carved features, implying previously modeled prevalent winds moving parallel to the basin floor outline in a clock-wise direction (Howard et al., 2012; see also HNpr interpretation). Previous estimates for wind abrasion and deflation rates on Mars (Greeley et al., 1984; Golombek and Bridges, 2000; Armstrong and Leovy, 2005; Allen, 2008; Bridges et al., 2012) imply that a 1 km deep depression like the crescent-shaped Hellas Planitia trough might have formed within a relatively short period of time by removing the majority of any previous coverage (likely parts of the interior formation and layered rim sequence) within 50 to a few 100 Ma. A somewhat shallower, but similarly shaped, basin-scale topographic low can also be observed in the west–southwestern Argyre basin (e.g., Hiesinger and Head, 2002; Bernhardt et al., 2013), and might therefore have formed by the same process. In the Hellas basin, a field of yardangs southeast of the chasm at the southern end of Coronae Scopulus, i.e., in its likely down-wind direction, also indicates currently or recently ongoing eolian erosion in the same pattern. Spatially separated occurrences of what we interpret to be exposures of Npwr1 within irregular depressions in the western basin, on the floors of several degraded craters, the afore mentioned chasm, and other low lying areas within the interior formation (Fig. 13A), all indicate that the lower plains laterally extend beneath the interior formation, HNpr, and most likely also Hpwr2 (Fig. 4).\nNhti – high thermal inertia material – unit Nhti is comprised of two occurrences of relatively high TI material at or close to the two lowest points within the Hellas basin and on Mars according to the MOLA DTM: At 8136 m (62.31 E, 32.71 S; 100 km2 exposure in the northeastern wall of 30 km wide Badwater crater; Fig. 13A) and at 7853 m (65.63 E, 34.60 S; 200 km2 on the floor of Hellas Chasma; Fig. 3A and B). The first occurrence is marked by a terrace of low visible albedo, whereas the second one is an apparently featureless (CTX), 15 by 7 km large plain exposed by surrounding Npwr1.\nInterpretation: Nhti comprises two small-scale outcrops of highly consolidated material. Although it is possible that the Nhti outcrop on the floor of Hellas Chasma (Fig. 3A and B) represents a window into the Hellas impact melt sheet, neither the nature of the unit, nor its extent or thickness can be constrained. Assuming impact melt indeed fills the basin up to 8000 m and adopting an (likely oversimplified) initial Hellas basin depth of 15 km (Melosh, 1989; Osinski and Pierazzo, 2012), a melt volume on the order of 107 km3 would be implied. Although this is the value predicted for basins of this size (Kring et al., 2012), melt volumes produced by very large impacts are not well constrained. For example, if the Hellas basin was formed by an oblique impact (<45 ; Leonard and Tanaka, 1993), or by two or more smaller impacts (Arkani-Hamed, 2010), the produced melt volume might deviate substantially, possibly being much smaller (Pierazzo and Melosh, 2000). On the other hand, the minimum modeled volume of impact melt produced by the similarly sized South Pole-Aitken impact ranges from 0.3 to 2.25 108 km3 (Potter et al., 2012),\ni.e., three to twenty-three times the amount suggested by our extrapolation."
  }, {
    "heading": "4.3.3. Other units",
    "text": "Aa – apron material – unit Aa consists of relatively smooth, sometimes lobate deposits on slopes extending up to 20 km from their respective upslope-source areas. Aa predominantly occurs within the interior formation on slopes as gentle as 2 . It is characterized by a comparatively low TI, with only few localized occurrences of higher TI. Unit Aa shows no visible craters on THEMIS-IR and HRSC.\nInterpretation: Unit Aa represents mostly fine-grained and/or unconsolidated, occasionally also more blocky material transported down-hill by mass wasting processes, e.g., slumping. The generally low angles of repose occurring within the interior formation suggest a relatively low mechanical strength of the upper substrate, indicating unconsolidated materials, e.g., eolian sediments and regolith (see Hih interpretation).\nAm – mantle material – unit Am is characterized by very smooth terrain appearing featureless in THEMIS-IR and HRSC. It appears to drape over the underlying topography and mutes the terrain. High resolution imagery shows up to few 10s of meters wide polygons, as well as up to 50 m wide, shallow crevasselike fissures parallel or perpendicular to the topographic gradient on some steep (>10 ) slopes. Am often embays and partially covers knobs and high-standing mesas of Hih, often with bergschrundlike, up to 20 mwide ridges parallel to the Am–Hih contact. However, the majority of that contact is gradual or diffuse. Unit Am is devoid of craters with diameters >100 m.\nInterpretation: Unit Am is a ‘‘dust–ice mantle”, deposited by the accumulation of atmospheric volatiles, i.e., volatile-rich airfall sediments mobilized during phases of higher obliquity during the past 100s of Ma (e.g. Mustard et al., 2001; Laskar et al., 2004; Head et al., 2005). Visible but subtle features such as crevasses parallel or perpendicular to the downslope direction indicate recent changes of internal shear-stresses due to downward movement (Benn and Evans, 1998), i.e., flowing or creeping, of viscous, therefore probably volatile-rich, mantle material. Small patches of Am occur all around the mapping area, e.g., on Hpwr2, but are too small to be mapped at our scale. Am-like material also covers vast parts of other units, e.g., Aic (Fig. 8D), AHvD/H (Kukkonen et al., 2015) and Np (Fig. 8L). However, due to larger-scale morphological characteristics, these areas were not mapped as unit Am.\nAHc – crater material (undivided) – unit AHc includes impact ejecta at different stages of degradation, distinct crater-fill material, as well as fresh to intermediate appearing crater rims and central peak materials. The most extensive mapped ejecta blanket extends up to 85 km beyond the rim of Bogia crater on the southeastern basin floor. Ejecta sometimes appear fluidized, with a slightly raised, lobate outer rim and portions of collapsed, skeleton-like terrain. Five 3–13 km wide craters in the southeastern basin and two 3 and 6 kmwide craters near the basin center exhibit distinct double-layer ejecta. In most cases the inner ejecta blanket appears dark in THEMIS-IR day-time (mapped as overlay texture ‘‘IR-dark material”; e.g., Fig. 9A and C) and exhibits a relatively high TI.\nInterpretation: AHc includes mostly fluidized and skeleton terrain-like ejecta indicative of a volatile-rich impact substrate (e.g., Mouginis-Mark, 1981; Head et al., 2005). According to their diameters, all observed craters surrounded by double-layer ejecta (DLE) excavated materials from depths around 500–1300 m in the southwestern basin close to Bogia crater (Fig. 12A and C), and from around 300–600 m close to the basin center (Melosh, 1989; Osinski and Pierazzo, 2012). The elevated TI of their inner ejecta suggests that the lower strata sampled by the DLE-craters are more competent than the superposing ones, thus creating\ncoarser (i.e., high TI) proximal ejecta. DLE-formation scenarios imply the substrate to contain layers of varying volatile-content, i.e., possibly ice-rich layers (e.g., Mouginis-Mark, 1981; Head et al., 2005). Since these might be located in between the upper and lower wrinkle-ridged plains units (Npwr1 and Hpwr2), they could indicate periods of volatile deposition in the Hellas basin during the emplacement of the plains. An alternative DLEformation model by Weiss and Head (2013) suggests inner ejecta to form by basal ice/snow-assisted landslides along the outer crater wall, and would therefore imply an ice/snow-covered surface during crater formation, i.e., after the emplacement of the interior formation and wrinkle ridges plains.\nNm – massif unit and older crater material (undivided) – unit Nm comprises partially buried, degraded crater rims and central peaks, as well as rugged, isolated mountain blocks. Several craters of Nm appear to be filled with Np, Nli, Nld, HdM, or HdP, and are occasionally cut by degraded channel-like valleys. The Hellespontus Montes along the western basin rim are characterized by up to 700 m high (up to 3000 m outside mapping area) ranges parallel to the basin rim, forming up to 200 km long horst-like mesas separated by 10s of kilometers wide graben.\nInterpretation: Nmare ancient, highly resistant cratermaterials (rimsandcentralpeaks) aswell asblocksof thepre-Hellasbasement, which were faulted and uplifted by the basin-forming impact."
  }, {
    "heading": "5. Major results",
    "text": "We compiled a comprehensive photogeological map of Hellas Planitia, i.e., the entire Hellas basin floor, using the THEMIS-IR day-time mosaic (version 11.6) as basemap and adhering to established planetary mapping techniques. While our main product (see Supplementary online material; Fig. 2B for simplified version) has a scale of 1:2,000,000, we performed the mapping at 1:1,000,000 and identified 33 units covering a total area of 2.1 106 km2 (Table 2). THEMIS-IR day-time data proved to be an ideal asset for homogeneously mapping an area of this size, especially in a region where many visible-range images are compromised by atmospheric dust. The THEMIS-based thermal inertia mosaic, high resolution images (HiRISE, CTX, HRSC), as well as topography data (MOLA DTM and PEDRs, HRSC DTMs) greatly improved further unit characterization.\nNine of the units lend themselves to CSFD-based age modeling (Fig. 5), which, along with stratigraphic analyses (Figs. 3 and 4) resulted in a complete chronostratigraphy of the mapping area (Fig. 6). The ‘‘Floor Assemblage” makes up 59% of the mapping area and was differentiated into three distinct groups: The ‘‘Honeycomb formation” (2%; Noachian with partial Amazonian mantling), the ‘‘Interior formation” (31%; mostly Hesperian with some Amazonian mantling/resurfacing), and the ‘‘Plains sequence” (26%; Noachian and Hesperian). The ‘‘Rim Assemblage” makes up 24% and also contains three distinct groups: ‘‘Dissected units” (13%; mostly Hesperian), the ‘‘Layered rim sequence” (7%; Noachian), and ‘‘Other basin rim units” (4%; Noachian with some Amazonian resurfacing). Units for mantling, apron, and crater materials were grouped into ‘‘Other units”, which comprise 17% of the mapping area. The first-order sequence of superposition is as follows (including estimated volumes based on unit extents and stratigraphic/morphometric analyses): Layered rim (Nld/Nli; 12,500 km3) > plains (Npwr1/r/ Hpwr2; 1.5–1.7 106 km3) > interior formation (Hih/Hik; 1.1 106 km3) > dissected units (HdP/M; AHvD/H). Model ages of the lower and upper units of the plains sequence ( 3.8 and 3.7 Ga) show overlaps with those derived by previous authors for specific circum-Hellas volcanic provinces. The upper plains unit, along with the bulk of both, the interior formation as well as the dissected units, all show nearly identical model ages around\n3.7 Ga. The unique units honeycomb member (Nh), reticulate material (Ar), as well as the banded terrain (mapped as overlay texture) are morphologically very distinct units, with the latter partially superposing Ar, Nh, and Hih amongst others. No concrete evidence for standing bodies of ice or water could be found on the Hellas basin floor."
  }, {
    "heading": "6. Discussion",
    "text": ""
  }, {
    "heading": "6.1. Comparison to previous maps",
    "text": "Leonard and Tanaka (2001): Previous to this work, the only comprehensive mapping specifically focused on the entire Hellas basin was performed by Leonard and Tanaka (2001), which was, in turn, partially based on Greeley and Guest’s (1987) geologic map of the eastern equatorial region of Mars. Based on Viking Orbiter imagery, Leonard and Tanaka’s (2001) map covers the area between 40 and 110 E, 20 and 65 S at a scale of 1:4,336,000. Like more recent datasets in the visible spectrum, e.g., CTX and HRSC, Viking images (30–300 m/px) are subject to highly variable resolution, shading, and high atmospheric dust (see data-section). Together with the lack of accurate, higher resolution topography data (MOLA, HRSC-DTMs), this prevented a more detailed identification of units, their contacts, as well as their stratigraphic relationships. Also, the identification of spatially separate occurrences of an identical unit was often limited without data on physical surface properties (e.g., CRISM, OMEGA, THEMIS) and high-resolution images (MOC-NA, HiRISE, CTX). Aside from the smaller scale, i.e., higher resolution of our mapping, major differences between Leonard and Tanaka’s (2001) and our map include the mapping of previously unidentified units, improved contacts of adapted units, as well as refined linear features, such as marelike wrinkle ridges and channel-like valleys. However, wherever sensible and still accurate, we adapted the unit nomenclature, coloring and grouping developed by Leonard and Tanaka (2001) in order to maximize inter-comparability and usability. Although comparisons of all mapped units are listed in Table 2, we will briefly discuss some of the most decisive differences (names of units from the map by Leonard and Tanaka (2001) always in italics).\nAlthough most of our upper wrinkle-ridged plains unit (Hpwr2) roughly corresponds to Leonard and Tanaka’s (2001) ‘‘smooth interior unit” (His) and ‘‘younger ridged plains material” (Hpr), we did not ascribe patches of smooth terrain in the western basin to Hpwr2, as they occur at different elevations, have a more rugged texture, and lack any visible wrinkle ridges. Also, we did not identify Hpr as a separate unit, but instead mapped remnants of the hummocky member of the interior formation (Hih) on top of Hpwr2, thereby offering a more detailed interpretation of the stratigraphic situation in this area. The previously mapped ‘‘dissected Amphitrites Formation member” (HNad) covers the heavily channeled upper flanks of southern Malea Planum outside our working area. It only partially overlaps with our dissected unit (HdM), which is very similar to the terrain south of Harmakhis Vallis along the Promethei–Hellas transition (HdP). We did not include Axius Valles in HNad, but in the equally dissected Malea–Hellas transition to the west, previously mapped as ‘‘older ridged plains unit” (HNpr). A close inspection shows that many ‘‘ridges” in this area are actually levee-bound channels among few potential, degraded wrinkle ridges. Another occurrence of HNpr in the northwestern basin turned out to be wrinkle-ridged plains very similar to those in the eastern basin, but consistently lying 900 m deeper with a generally lower albedo. Due to albedo variations and different surface roughnesses, as well as the local occurrence of inverted craters, i.e., heavily degraded crater fills, we subdivided this region into a lower and a rough wrinkle-ridged plains unit (Npwr1 and\nNpwrr), respectively. In addition to larger-scale differences, intricate patterns like the so called honeycomb and reticulate terrains in the northwestern basin and along the western rim, respectively, are not shown in Leonard and Tanaka’s (2001) map due to the lower resolution of Viking data. While the honeycomb terrain along with a separate field of elongate, yardang-like knobs was mapped as ‘‘reticulate ridge unit” (Arr), the reticulate material along the western rim is part of the ‘‘hummocky interior unit” (Hih), which also covers large parts of the central plateau according to Leonard and Tanaka (2001). We mapped both surface types as separate units (Ar and Nh). Within the central plateau, Leonard and Tanaka (2001) combined the hilly terrain of Hellas Chaos with the knobby terrain formed by the Alpheus Colles to a single unit called ‘‘knobby interior unit” (Hik). We propose that these two areas are morphologically distinct units and mapped Hellas Chaos as chaotic member of the interior formation (Aic). High-resolution images indicate that the Alpheus Colles and other nearby knob fields likely are erosional remnants of the underlying unit. Thus, we mapped them with a texture-overlay on top the hummocky member (Hih), which otherwise mostly corresponds to Leonard and Tanaka’s (2001) unit of the same name. Lastly, Leonard and Tanaka (2001) mapped ‘‘older crater material” (Nc), as well as ‘‘hilly and massif units” (Nh and Nm) separately. These units mostly correspond to the mountainous unit (Nm) of our map, as a clear distinction between ancient massifs and Noachian crater rim remnants could not be conclusively demonstrated in most cases within our mapping area. However, wherever identifiable as such, arcuate mountain ranges where also marked as crater rim crest with a corresponding linear overlay.\nMoore and Wilhelms (2007): Two regional maps (scale 1:1,004,000) of portions of the western and the eastern Hellas basin rim were published by Moore and Wilhelms (2007) and Bleamaster and Crown (2010), respectively.\nCovering the quadrangle between 45 to 60 E and 37.5 to 42.5 S, the ‘‘Geologic Map of Part of Western Hellas Planitia” by Moore and Wilhelms (2007) is primarily based on Viking images complemented by MOLA and MOC-NA data, which allowed for more accurate geomorphological and stratigraphic observations compared to those of Leonard and Tanaka (2001). However, due to the lower quality of many Viking images, the lack of midresolution CTX and HRSC images, as well as THEMISthermophysical data, there are major discrepancies between the map by Moore and Wilhelms (2007) and our map (going from west to east; names of units from the map by Moore and Wilhelms (2007) always in italics):\nHigh plains-materials mostly lying between the 3200 and 5600 m contours were subdivided into ‘‘older plateau material” (Npl), ‘‘older plains material” (HNp), and ‘‘younger smooth material” (As). We mapped most of the area covered by these three units as part of the smooth inter-mountain plains unit (Np) since none of our datasets indicated systematic differences in morphology, albedo or age within this region. Viking data did not permit Moore and Wilhelms (2007) to recognize that parts of Np are covered by layered rim-material (Nld and Nli), predominantly occurring as degraded pedestal craters and etched infills of older craters. Instead, the eastern half of one such pedestal crater was assigned to the previously mentioned ‘‘reticulate material” (AHr), which we mapped under the same name, albeit with refined outlines excluding occurrences of what we identified as Nld and Nli amongst others. Immediately west of AHr, most of the area between about 6000 and 6500 m is mapped as younger plains material (Hp). As THEMIS-IR, CTX, and HiRISE data show, this unit is very heterogeneous, with contiguous areas of very smooth and rough terrain, respectively. Consequently, we subdivided Hp into a mantled, dark member of the honeycomb formation (Amd) as well as rough plains material (HNpr), both with refined outlines.\nWe also interpreted the relatively flat floors of three 20–80 km long, and irregularly shaped depressions (centered at 50.6 E, 39.3 S; 50.6 E, 40.2 S; and 50.3 , 41 S) to be part of our nearby rough wrinkle-ridged plains unit (Npwrr), as they exhibit similar morphologies, visible albedos, TI, and occupy nearly the same elevations. We made the same interpretation for the 40 km wide floor of a 100 km wide, degraded pedestal crater (centered at 53 E, 41 S) immediately west of HNpr and Hp, respectively, which Moore and Wilhelms (2007) ascribed to the lower Alpheus plateau material (Hpl1), a unit also found north of this crater and south of Hp. As we could not identify systematic morphological or albedo commonalities among these three main occurrences of Hpl1, we mapped most of the rugged area north of the pedestal crater as part of the hummocky member of the interior formation (Hih). According to Moore andWilhelms (2007), parts of Hpl1 are overlain by intermediate and upper Alpheus plateau materials (Hpl2 and Hpl3), most of which, including the pedestal crater itself, we mapped as etched material (He), as it shows a distinct morphology and systematically higher TI. What we suggest to be ridge-shaped erosional remnants of unit He also comprises most of the sinuous ridge material (Hsr), which Moore and Wilhelms (2007) interpreted to be potential glacial eskers. Indistinguishable on Viking images, THEMIS and CTX data allowed us to identify a thin annulus on the floor of the pedestal crater formed by a layer of high TI material, which we ascribed to the arcuate, layered member of the interior formation (HNila) due to its identical morphological and thermophysical properties compared to other HNila outcrops. West of Hpl2 and Hpl3 follow the Alpheus Colles, which were mapped as knobby material (Hk) by Moore and Wilhelms (2007). Although we mostly adapted this approach, we mapped the knobby, but otherwise featureless plains as knobby member of the interior formation (Hik) and marked knob fields, including those occurring among hummocky material beyond this unit, with an overlay texture. Lastly, we were not able to verify the existence of the wavy material (Hw) in any dataset, which Moore and Wilhelms (2007) described as a thin annulus between Hk and Hpl2 exhibiting flow structures at high resolution.\nBleamaster and Crown (2010): Covering the quadrangle between 80 to 90 E and 37.5 to 47.5 S, the ‘‘Geologic Map of MTM-40277, -45277, -40272, and -45272 Quadrangles, Eastern Hellas Planitia Region of Mars” by Bleamaster and Crown (2010) is based on Viking, THEMIS-IR/VIS, as well as MOC-WA/NA images complemented by MOLA data. The accuracy permitted by these datasets served as the vantage point of our mapping effort, although the availability of HiRISE, HRSC, and HRSC-DTM data enabled us a more concise unit and contact recognition in that area (going from north to south; names of units from the map by Bleamaster and Crown (2010) always in italics):\nThe Bleamaster and Crown (2010) map shows a 20 km wide, scarp-bound, elevated tongue of Valles terminal material (AHv1) on the basin floor where Dao Vallis emanates from the adjacent hummocky plains material (Nph), which is roughly corresponding to the lobate material of the layered rim sequence (Nll) in our map. Although THEMIS-IR imagery seems to indicate a tongueshaped, slightly elevated area, neither CTX and HRSC images nor MOLA- and HRSC-DTMs show such a feature. As closer examination of THEMIS and CTX data reveals, Dao Vallis continues on the basin floor, being interrupted only by a single small crater until fading out more than 300 km further into the basin. Thus, we mapped the major channels as the undivided Dao/Niger and Harmakhis Valles formations, respectively (AHvD and AHvH), including both the floor and the walls of the canyons within the highlands as well as their continuations as channel-like valleys on the basin floor. As a consequence, we mapped the streamlined plains forming a mesa network north of Bogia crater, beyond the terminus of Harmakhis Vallis, as part of the AHvH, and not as smooth fill\nmaterial (AHfs) and hummocky floor material (Hih), the latter corresponding to the hummockymember of the interior formation (Hih) of our map. We were neither able to identify any commonalities between these inter-mesa plains and the hummocky member of the interior formation, nor did the analyzed datasets clearly indicate the existence of a distinct smooth fill material. Approximately 80 km southeast of the rim of Bogia crater lies a 70 km wide bulge cut by a 20 km wide, irregularly shaped depression, which is centered at 84.6 E and 45.9 S, and also intersects a roughly east– west trending wrinkle ridge. Bleamaster and Crown (2010) mapped this depression and the slightly elevated surroundings as an inselberg of Nph, representing a lateral continuation of the rim assemblage underneath the smooth floor deposits. Despite absolute dating via CSFD measurements of Nll/Nph being problematic due to its highly degraded nature, CTX, MOC-NA, and HiRISE images show the unit to be embayed by the smooth, wrinkleridged basin floor, and therefore being relatively older. Although this observation is in accordance with the inselberg interpretation, we suggest it only applies to smaller isolated patches of Nll/Nph much closer to the rim, as the more distant bulge southeast of Bogia shows no commonalities with respect to texture, morphology, and TI. Moreover, we could not verify Bleamaster and Crown’s (2010) assessment that the low THEMIS-IR albedo of the bulge, as well as of ejecta of craters between it and the basin rim, matches that of Nll/Nph. Instead of being an inselberg and rim material excavated from beneath the wrinkle-ridged plains, respectively, we suggest the bulge and other occurrences of IRdark material in the vicinity to be of endogenic origin. The depression on the bulge could be a volcanic collapse pit since it shows very steep inner walls and a gently sloping outer rim, occasionally cut by 200 m wide furrows. Furthermore, close to the east end of the bulge, a 20 km long, tongue-shaped, and flow-like landform seems to emanate from the previously mentioned wrinkle ridge. Due to its location and a lobate, flow front-like terminus, it might be of effusive origin (see also our interpretation of unit Hpwr2). One last noteworthy discrepancy between the Bleamaster and Crown (2010) map and our map is the boundary between the wrinkle-ridged plains and the eroded rim unit to the east. We were not able to verify a contact along Bleamaster and Crown’s (2010) boundary between the smooth interior floor material (HNfis) and the channeled plains material (AHpc) on THEMIS-IR, HRSC or CTX images. We instead identified a mostly notched, sometimes lobate, escarpment roughly following the 5500 m contour and delimiting lower lying plains from more dissected material. Although this escarpment fades out close to the Nll contact toward the north, we interpret it as the contact between our upper wrinkle-ridged plains unit (Hpwr2) and Promethei-dissected unit (HdP). We were also not able to verify an annular zone with an anomalously high concentration of mantled craters along the HNfis–AHpc boundary. Although the entire area between Bogia crater and the east– southeastern basin rim is characterized by an anomalously high abundance of relatively fresh-appearing craters within the 1–10 km diameter range, the corresponding overlay texture outlined by Bleamaster and Crown (2010) does not encompass the entirety of this zone, but seems to be influenced by a secondary crater field centered at 87.8 E and 46.9 S."
  }, {
    "heading": "6.2. Major geologic episodes",
    "text": "Based on our observations and interpretations, we propose the following sequence of major geologic events for the Hellas basin floor (Fig. 14, time scales rounded to one digit):\n4.0 Ga: The Hellas basin is formed by an oblique impact; possibly by multiple impacts (Leonard and Tanaka, 1993; Werner, 2008; Arkani-Hamed, 2010).\n4.0–3.8 Ga: Early fluvial activity deposits vast sequences of layered material (>12,500 km3) along the basin rim (units Nld, Nli; Figs. 3C–F and 10). The Hellas basin might be filled by a (icecovered?) body of water (volume of 3 106 km3 or 20 m global equivalence layer), whose deposits potentially enable the later formation of the honeycombs (unit Nh; Fig. 8K). The circum-Hellas volcanic calderas of Malea and Tyrrhena Paterae might be active as early as 3.9 Ga ago (e.g., Greeley and Crown, 1990; Williams et al., 2009) and possibly deposit material, e.g., tuffs, along the Hellas rim (unit Nll; Fig. 9B). 3.8 Ga: Emplacement of the lower wrinkle-ridged plains (unit Npwr1; Fig. 3A–D), probably by basalts derived from Malea and Tyrrhena Paterae (caldera AMAs 3.7–3.9 Ga; Williams et al., 2009). Any potential landforms indicative of a preceding standing body of ice or water in the Hellas basin are covered. 3.7 Ga: Emplacement of the upper wrinkle-ridged plains (Hpwr2; Figs. 3E–H, 9 and 13), most likely by basalts derived from Hadriaca and Amphitrites Paterae (caldera AMAs 3.5– 3.7 Ga; e.g., Williams et al., 2009; Musiol et al., 2011). The lower and upper wrinkle-ridged plains now amount to a combined volume of 1.5–1.7 106 km3. A polygonal pattern of wrinkle ridges (Fig. 2A) forms shortly after the emplacement of the plains due to an isotropic, compressive stress field (Bernhardt et al., 2014) possibly caused by global contraction (e.g., Watters, 1993). Soon after, 1.1 106 km3 of Hih/Hik (Fig. 8F and H) are emplaced, filling the basin up to ca. 5500 m. The material was probably mobilized by large-scale hydrovolcanic activity on Hesperia Planum (Crown et al., 2005; Head and Cassanelli, 2015) as well as the Hellas-Hesperia trough (e.g., Ivanov et al., 2005), and subsequently (possibly glacio-fluvially) transported into the Hellas basin. As a result of this, relatively short-lived ponding of water or mud potentially occurs in the basin; however, without any clear surface-evidence surviving to the present day. Intense eolian activity immediately begins to exhume the wrinkle-ridged plains along a rim-parallel annulus. The removed material is gradually being re-deposited in the interior as loose eolian sediments. HdP (Fig. 8G) is subsequently and/or simultaneously deposited and then dissected, probably by a melting body of ice on northern Promethei Terra (Ivanov et al., 2010). The ice might be affected by nearby volcanic activity (Williams et al., 2010b) and possibly accumulated due to atmospheric redistribution of water (Forget et al., 2006; Wordsworth et al., 2012, 2015) and/or was fed from Hesperia Planum via Reull Vallis (e.g. Greeley and Crown, 1990; Mest and Crown, 2014). HdM (Fig. 7), including Axius Valles, forms at approximately the same time, possibly by Amphitrites Patera-related phreatomagmatic processes. After the emplacement of HdM, alluvial fans (Fig. 7C; unit Hf), likely being deposited by glacial meltwater flows, might indicate large parts of the Hellas rim being glaciated. Although clear morphologic evidence is absent, the glaciation might also extend onto the basin floor, where HNila (Fig. 12) is possibly deposited by associated glacio-lacustrine processes. 3.7–3.1 Ga: Fluvial activity of Dao/Niger and Harmakhis Valles, most likely triggered by volcanic heat from Hadriacus Mons (e.g., Squyres et al., 1987; Musiol et al., 2011), forms lahar-like deposits in the basin center (units AHf, AHdf, AHils2, and Hils1; Figs. 8E, F and 11). It is possible that the younger valley fan material at the termini of Sungari Vallis and other nearby channels (unit AHvf) was deposited by the same events. Since 3.1 Ga: Ongoing deflation by katabatic, cyclone-like winds parallel to the basin rim (Howard et al., 2012) removes 1 km of material in the western basin over the course of 50\nto a few 100s of Ma (e.g., Armstrong and Leovy, 2005; Allen, 2008). On parts of Peneus Palus, i.e., the northern floor of this Hellas Planitia trough, the honeycomb formation (unit Nh) is\nexhumed amongst others. Occurring along the margins of this wind-shaped trough, the banded terrain might be a volatilerich deposit formed by persistent, turbulent winds.\ny of the Hellas basin. The scene is looking in an east–northeast direction and depicts lection of units formed within the field of view at a given stage."
  }, {
    "heading": "7. Conclusions",
    "text": "On the basis of our observations, we conclude the following:\n(1) The early history of the Hellas basin (>3.8 Ga) experienced extended periods of fluvial and possibly lacustrine activity. While clear evidence for a basin-wide body of water and/ or ice is absent, morphologic observations along the northern rim indicate low-energy river environments. (2) The majority of the Hellas basin infill ( 1.5–1.7 106 km3) appears to consist of volcanic material emplaced as two distinct sequences ( 3.8 and 3.7 Ga). Crustal shortening by a compressive stress field occurred soon after their formation. With Malea and Tyrrhena Paterae being suitable sources (overlapping AMAs), we suggest that the older sequence covered the entire basin floor. Hadriaca and Amphitrites Paterae are suitable sources for the younger sequence (overlapping AMAs), which covered only the western half of the basin floor. (3) Intermittent and contemporaneous units in the basin center and along the southern/southeastern rim, probably of glacio-fluvial origin, suggest huge volumes of material were deposited simultaneously and/or shortly after the volcanic episodes. An apparent phase of increased erosion and deposition 3.7 Ga ago is also in agreement with Halevy and Head (2014), who proposed that outgassing by a maximum in global volcanism at that time caused warmer episodes enabling repeated subaerial water run-off. Thus, Hellas Planitia and its surroundings are a key location to observe the influence of volcanic activity on the martian climate. (4) Our observations are in good agreement with a previous wind circulation model (Howard et al., 2012). We suggest that persistent, katabatic winds capable of triggering saltation and, thus, abrasion, carved out the Hellas Planitia trough including Peneus Palus (containing the deepest point on Mars) within few 100s of Ma, probably during the Amazonian. A somewhat shallower, but similarly shaped, basinscale topographic low can also be observed in the west– southwestern Argyre basin and could, thus, potentially be of the same origin. In the Hellas basin, we propose that the removed material was re-deposited closer to its center, where the model predicts lower wind speeds. Coverage by 100s of meters of such airfall deposits might also explain the apparent absence of landforms formed by a putative basin-wide glaciation and/or sea potentially associated with the central deposits. (5) The nature of the honeycomb terrain remains ambiguous, although our observations are in agreement with an interpretation as an older (>3.8 Ga) landscape that was formed by ductile deformation of some sort, and exhumed by persistent winds in the Amazonian as part of the Hellas Planitia trough formation. However, we cannot constrain the original formation age of the honeycomb terrain, as its contacts reveal only little concise stratigraphic information. Furthermore, we found that the reticulate and banded terrains, which were previously associated or equated with the honeycomb terrain (Moore andWilhelms, 2001, 2007; Kite et al., 2009), are morphologically distinct units. The banded terrain appears to superpose parts of the other two terrains, but also occurs elsewhere in the basin, predominantly along the wind-carved Hellas Planitia trough. Similar landforms in the center and southeast of the basin might represent different stages of apparent degradation of the banded terrain. Thus, we propose an eolian formation as volatile-rich airfall deposits by turbulent flows along the edges of Hellas Plani-\ntia’s katabatic wind alley. Nevertheless, further investigation is needed to better constrain the origin of these enigmatic, unique terrains."
  }, {
    "heading": "Acknowledgments",
    "text": "The authors would like to thank Jim Head (Brown University, Providence), Scott Mest (Planetary Science Institute), Greg Michael (Freie Universität Berlin), Jeff Moore (NASA Ames Research Center), and most importantly Jim Skinner (USGS Astrogeology Science Center, Flagstaff) for fruitful and productive discussions. We also want to express our gratitude to our reviewers, who provided us with extremely detailed feedback and helpful suggestions. Furthermore, we are very grateful for further advice as well as proofreading by our colleagues Jaclyn Clark, Carolyn van der Bogert, and Jan-Hendrik Pasckert."
  }, {
    "heading": "Appendix A. Supplementary material",
    "text": "Supplementary data associated with this article can be found, in the online version, at http://dx.doi.org/10.1016/j.icarus.2015.09. 031."
  }],
  "year": 2015,
  "references": [{
    "title": "A review of the origin and characteristics of recent alluvial",
    "authors": ["J.R.L. Allen"],
    "year": 1964
  }, {
    "title": "Using Pedestal Craters to Constrain the Deflation Rate",
    "authors": ["J.G. 1965.tb01561. Allen"],
    "year": 2008
  }, {
    "title": "Elliptical craters and basins on",
    "authors": ["M.T. Zuber"],
    "year": 2010
  }, {
    "title": "Image analysis and fractal geometry",
    "authors": ["T.F. Kent", "S.H. Anderson"],
    "year": 2009
  }, {
    "title": "The channeled scabland: A retrospective",
    "authors": [],
    "venue": "Annu. Rev. Earth Planet",
    "year": 2009
  }, {
    "title": "Mars: Dust devil track survey in Argyre",
    "authors": ["M. Balme", "P. Whelley", "R. Greeley"],
    "venue": "Sci. 37,",
    "year": 2003
  }, {
    "title": "High-silica deposits of an aqueous origin in western Hellas",
    "authors": [],
    "year": 2008
  }, {
    "title": "Extensive hydrated silica materials",
    "authors": ["J.L. 2008GL033807. Bandfield", "E.S. Amador", "N.H. Thomas"],
    "year": 2013
  }, {
    "title": "The geology of vermiculite occurrences",
    "authors": [],
    "venue": "Clays Clay Miner",
    "year": 1961
  }, {
    "title": "Generation of pyroclastic flows",
    "authors": ["B. Behncke", "M. Belousova"],
    "year": 2011
  }, {
    "title": "Glaciers and Glaciation",
    "authors": ["D. jvolgeores.2011.01.004. Benn", "D. Evans"],
    "venue": "H. et al.,",
    "year": 1998
  }, {
    "title": "Sedimentology of the debris-flow-dominated Warm Spring Canyon",
    "authors": [],
    "year": 1999
  }, {
    "title": "Features and origin of the giant Cucomungo Canyon alluvial fan",
    "authors": [],
    "year": 2003
  }, {
    "title": "Processes and forms of alluvial fans",
    "authors": ["H. Bernhardt"],
    "venue": "Icarus",
    "year": 2016
  }, {
    "title": "The channeled scablands of the Columbia Plateau",
    "authors": [],
    "venue": "J. Geol",
    "year": 1923
  }, {
    "title": "Earth-like sand fluxes on Mars",
    "authors": ["617–649. Bridges", "N.T"],
    "venue": "Nature",
    "year": 2012
  }, {
    "title": "Submarine ‘natural levees",
    "authors": [],
    "venue": "J. Geol",
    "year": 1952
  }, {
    "title": "Hydrous minerals on Mars as seen by the CRISM and OMEGA",
    "authors": ["J JB084iB06p02995. Carter"],
    "year": 2013
  }, {
    "title": "Albedo of the South Pole on Mars determined",
    "authors": ["A 2006JE002735. Colaprete"],
    "year": 2005
  }, {
    "title": "Meander cutoff and the controls on",
    "authors": ["T. Dunne"],
    "year": 2008
  }, {
    "title": "The case for rainfall on a warm, wet early Mars",
    "authors": ["R.A. GxxxxA.1. Craddock", "A.D. Howard"],
    "year": 2002
  }, {
    "title": "Res.: Planets 107 (E11)",
    "authors": ["J. Geophys"],
    "year": 1993
  }, {
    "title": "Geologic Map of MTM",
    "authors": ["D.A. 92JE02804. Crown", "R. Greeley"],
    "year": 2007
  }, {
    "title": "Geologic mapping of the Tyrrhenus Mons lava flow",
    "authors": ["S.C. Mest"],
    "year": 2015
  }, {
    "title": "Geologic evolution of the east rim",
    "authors": ["K.H. Price", "R. Greeley"],
    "year": 1992
  }, {
    "title": "Styles and timing of volatile-driven",
    "authors": ["D.A. Crown", "L.F. Bleamaster", "S.C. Mest"],
    "year": 2005
  }, {
    "title": "Color imaging of Mars by the High Resolution Imaging",
    "authors": ["009-9274-3. Delamere", "W.A"],
    "year": 2010
  }, {
    "title": "Geomorphological architecture of the banded terrain at the NW",
    "authors": ["X icarus.2009.03.012. Diot"],
    "year": 2013
  }, {
    "title": "The geomorphology and morphometry of the banded terrain",
    "authors": [],
    "year": 2014
  }, {
    "title": "Ice flow in the deepest part of Mars: The banded terrain",
    "authors": ["X pss.2014.06.013. Diot"],
    "year": 2015
  }, {
    "title": "Chemical characteristics of oceanic",
    "authors": ["A.E.J. 1029/2010JE003755. Engel", "G. Celeste", "R.G. Havens"],
    "year": 1965
  }, {
    "title": "A cold and wet Mars",
    "authors": [],
    "venue": "Icarus",
    "year": 2010
  }, {
    "title": "Relation between dry granular flow regimes",
    "authors": ["N. Thomas"],
    "year": 2004
  }, {
    "title": "High-resolution TI derived from",
    "authors": ["R.L. 00111-6. Fergason", "P.R. Christensen", "H.H. Kieffer"],
    "year": 2006
  }, {
    "title": "Formation of glaciers on Mars by atmospheric precipitation",
    "authors": ["F 1029/2006JE002735. Forget"],
    "year": 2006
  }, {
    "title": "Geologic history of Runanga-Jörn basin, Northeast",
    "authors": ["J.A. Skinner"],
    "year": 2013
  }, {
    "title": "Geologic Map of the Eastern Equatorial Region of Mars",
    "authors": ["J. Guest"],
    "venue": "Geophys. Res",
    "year": 1987
  }, {
    "title": "Episodic warming of early Mars by punctuated",
    "authors": ["I. Halevy", "J.W. Head"],
    "year": 2014
  }, {
    "title": "Sedimentary deposits in Xanthe Terra: Implications",
    "authors": ["E icarus.2004.11.023. Hauber"],
    "year": 2009
  }, {
    "title": "Late Noachian–Early Hesperian flood volcanism",
    "authors": ["J. Cassanelli"],
    "year": 2015
  }, {
    "title": "Northern lowlands of Mars: Evidence",
    "authors": ["J.W. Head", "M.A. Kreslavsky", "S. Pratt"],
    "venue": "meltwater. Lunar Planet. Sci",
    "year": 2002
  }, {
    "title": "Tropical to mid-latitude snow and ice accumulation, flow",
    "authors": ["2000JE001445. Head", "J.W"],
    "year": 2005
  }, {
    "title": "Meandering channels",
    "authors": ["E.J. 1038/nature03359. Hickin"],
    "year": 2003
  }, {
    "title": "Topography and morphology of the Argyre",
    "authors": ["H. 1029/1999JE001193. Hiesinger", "J.W. Head"],
    "year": 2002
  }, {
    "title": "Kilometer-resolution gravity field of Mars: MGM2011",
    "authors": ["C 00054-5. Hirt"],
    "year": 2012
  }, {
    "title": "Subaqueous mega-slides on the floor of Hellas",
    "authors": ["A.D. 441 Howard", "J.M. Moore"],
    "year": 2009
  }, {
    "title": "2001.Mars/Moon cratering rate ratio estimates",
    "authors": ["B.A. 2009JE003548. Ivanov"],
    "venue": "Space Sci. Rev",
    "year": 2001
  }, {
    "title": "Mud volcanism and morphology of impact craters",
    "authors": ["11.029. Ivanov", "M.A"],
    "year": 2014
  }, {
    "title": "Salt Diapirs of the Great Kavir, Central Iran",
    "authors": ["M.P.A"],
    "year": 1990
  }, {
    "title": "Wet-to-dry hydrological transition encapsulated",
    "authors": ["R.E. MWR177>. Jacobsen", "D.M. Burr"],
    "year": 2015
  }, {
    "title": "Pedestal crater heights on Mars: A proxy",
    "authors": ["J.W. Head", "N.G. Barlow"],
    "year": 2010
  }, {
    "title": "Gravity-based mass balance of an alluvial fan giant",
    "authors": ["E Kiefer"],
    "year": 1997
  }, {
    "title": "Evidence for past kilometer-scale overturn(s",
    "authors": ["M. Manga", "J.T. Perron"],
    "year": 2009
  }, {
    "title": "Stratigraphy of Aeolis Dorsa, Mars: Stratigraphic context",
    "authors": ["org/10.1130/G33909.1. Kite", "E.S"],
    "year": 2015
  }, {
    "title": "Outflow channels of Mars: Formation",
    "authors": ["S. Kukkonen", "J. Raitala"],
    "year": 2013
  }, {
    "title": "Impact melt production during the basin",
    "authors": ["O. Abramov", "S. Marchi"],
    "year": 2012
  }, {
    "title": "Mapping and dating the outflow",
    "authors": ["V.P. Kostama", "J. Raitala"],
    "year": 2015
  }, {
    "title": "The ancient lakes in Hellas basin region",
    "authors": [],
    "year": 2005
  }, {
    "title": "Long term evolution and chaotic diffusion of the insolation",
    "authors": [],
    "year": 2004
  }, {
    "title": "Hellas basin, Mars: Formation by oblique impact",
    "authors": ["G.L. icarus.2004.04.005. Leonard", "K.L. Tanaka"],
    "year": 1993
  }, {
    "title": "Geologic Map of the Hellas Region of Mars. U.S",
    "authors": ["G.L. 867L>. Leonard", "K.L. Tanaka"],
    "year": 2001
  }, {
    "title": "An overview of the 1985–2006 Mars Orbiter Camera",
    "authors": ["K.S. Edgett"],
    "year": 2010
  }, {
    "title": "Context Camera Investigation on board the Mars",
    "authors": ["Malin", "M.C"],
    "year": 2007
  }, {
    "title": "Ductile deformation in Hellas floor: Salt diapirs",
    "authors": ["P. Allemand"],
    "year": 2003
  }, {
    "title": "Wrinkle ridges of Mars: Structural",
    "authors": ["P. Allemand", "P.G. Thomas"],
    "year": 1998
  }, {
    "title": "Chronology of compressional deformation on Mars",
    "authors": ["N S0032-0633(97)00195-5. Mangold"],
    "year": 2000
  }, {
    "title": "Late Hesperian aqueous alteration at Majuro crater, Mars",
    "authors": ["N Mangold"],
    "year": 2012
  }, {
    "title": "Mars Reconnaissance Orbiter’s High Resolution Imaging",
    "authors": ["0037073894901236>. McEwen", "A.S"],
    "year": 2007
  }, {
    "title": "Impact Cratering: A Geologic Process",
    "authors": [],
    "year": 1989
  }, {
    "title": "Geologic Map of MTM",
    "authors": ["S.C. p. 253. Mest", "D.A. Crown"],
    "year": 2014
  }, {
    "title": "Hellas as a possible site of ancient ice-covered",
    "authors": ["Investigations", "D.E. Wilhelms"],
    "year": 2001
  }, {
    "title": "Geological Survey Geologic Investigations",
    "authors": ["U.S. Mars"],
    "year": 1998
  }, {
    "title": "Ejecta emplacement and modes of formation of martian",
    "authors": ["P. 233–244. Mouginis-Mark"],
    "year": 1981
  }, {
    "title": "Compact Reconnaissance Imaging Spectrometer for Mars",
    "authors": ["S Murchie"],
    "year": 2007
  }, {
    "title": "Evidence for recent climate change",
    "authors": ["C.D. Cooper", "M.K. Rifkin"],
    "year": 2001
  }, {
    "title": "Crater formation in a layered lunar",
    "authors": ["D. Nowka", "K. Wünnemann", "S. Marchi"],
    "venue": "Express. In: Mars Express: The Scientific Payload,",
    "year": 2012
  }, {
    "title": "Frozen martian lahars? Evaluation of morphology",
    "authors": ["G.B.M. Pedersen"],
    "year": 2013
  }, {
    "title": "Melt production in oblique impacts",
    "authors": ["H.J. Melosh"],
    "venue": "Icarus",
    "year": 2000
  }, {
    "title": "Origin of planetary wrinkle ridges based on",
    "authors": ["M.P. Golombek"],
    "year": 1986
  }, {
    "title": "Global TI and surface properties of Mars from the MGS",
    "authors": [],
    "year": 2005
  }, {
    "title": "The history of deposition and nature",
    "authors": ["H. Bernhardt"],
    "venue": "Icarus",
    "year": 2004
  }, {
    "title": "Dust deflation by dust devils on Mars",
    "authors": ["N.M. Hoekzema", "O.J. Stenzel"],
    "year": 2014
  }, {
    "title": "Bright and dark regions on Mars: Particle size",
    "authors": ["S.W. pss.2014.01.016. Ruff", "P.R. Christensen"],
    "year": 2002
  }, {
    "title": "Elysium–Utopia flows as mega-lahars: A model",
    "authors": ["P.S. 2001JE001580. Russell", "J.W. Head"],
    "year": 2003
  }, {
    "title": "Large-scale volcano-ground ice",
    "authors": ["D.E. Wilhelms", "A.C. Moosman"],
    "year": 1987
  }, {
    "title": "Geology and landscape evolution of the Hellas",
    "authors": ["G.J. Leonard"],
    "year": 1995
  }, {
    "title": "Estimating precipitation on early Mars using a radiativeconvective model of the atmosphere and comparison with inferred runoff from geomorphology",
    "authors": ["P Von Paris"],
    "venue": "Planet. Space Sci.,",
    "year": 2014
  }, {
    "title": "Compressional tectonism on Mars",
    "authors": ["T.R. Watters"],
    "venue": "J. Geophys. Res.: Planets",
    "year": 1993
  }, {
    "title": "Formation of double-layered ejecta craters on Mars: A glacial substrate model",
    "authors": ["D.K. Weiss", "J.W. Head"],
    "venue": "Geophys. Res. Lett",
    "year": 2013
  }, {
    "title": "The early martian evolution—Constraints from basin formation ages",
    "authors": ["S.C. Werner"],
    "venue": "Icarus",
    "year": 2008
  }, {
    "title": "Redefinition of the crater-density and absolute-age boundaries for the chronostratigraphic system of Mars",
    "authors": ["S.C. Werner", "K.L. Tanaka"],
    "venue": "Icarus",
    "year": 2011
  }, {
    "title": "Sequence and mechanisms of deformation around the Hellas and Isidis impact basins on Mars",
    "authors": ["R. Wichman", "P.H. Schultz"],
    "venue": "J. Geophys. Res.: Solid Earth",
    "year": 1989
  }, {
    "title": "The eruption, pyroclastic flow behaviour, and caldera in-filling processes of the extremely large volume",
    "authors": ["Willcock", "M.A.W"],
    "year": 2013
  }, {
    "title": "Hadriaca Patera: Insights into its volcanic history",
    "authors": ["012. Williams", "D.A"],
    "year": 2007
  }, {
    "title": "Geomorphic and stratigraphic analysis of Crater Terby",
    "authors": ["Wilson", "S.A"],
    "year": 2007
  }, {
    "title": "Comparison of impact basins on Mercury, Mars",
    "authors": ["J.W. Head"],
    "year": 1976
  }, {
    "title": "Global modelling of the early martian climate",
    "authors": ["the Moon"],
    "venue": "Lunar Planet. Sci. Wordsworth, R. et al.,",
    "year": 2012
  }, {
    "title": "Comparison of ‘‘warm and wet” and ‘‘cold and icy",
    "authors": [],
    "year": 2015
  }, {
    "title": "Fluvial processes in eastern Hellas Planitia",
    "authors": ["S. van Gasselt"],
    "year": 2014
  }],
  "id": "SP:1308467f61165b237dd29c536f5038baf646e09c",
  "authors": [{
    "name": "H. Bernhardt",
    "affiliations": []
  }, {
    "name": "H. Hiesinger",
    "affiliations": []
  }],
  "title": "Photogeologic mapping and the geologic history of the Hellas basin floor, Mars"
}