{
  "sections": [{
    "text": "0277-3791/$ - se doi:10.1016/j.qu\nCorrespond E-mail add (A. Veldkamp).\nThe Late Cenozoic development of the River Tana in Kenya has been reconstructed for its central reach near its confluence with the River Mutonga, which drains the Mount Kenya region. Age control for this system has been provided by K–Ar and Ar–Ar dating. Between 3.21 and 2.65Ma a major updoming occurred, in relation to the formation of the Kenyan rift valley. The tilting related to this doming has been reconstructed from lava flows that preserve former river gradients. Linear projection of these trends to the current rift valley rim suggests a net updoming of the eastern Gregory Rift valley by at least 1 km during 3.21–2.65Ma. In contrast, since 2.65Ma the Tana system has been mainly subject to relatively minor epeirogenic uplift. Changing climatic conditions combined with continuing uplift yielded a typical staircase of strath terraces with at least 10 distinct levels. A more detailed reconstruction of the incision rates since 215 ka has been made, by correlating mineralogically fingerprinted volcaniclastic Tana deposits with dated tephras in a lake record. These volcaniclastic sediments were deposited during glacial periods, contemporaneous with lahars. The reconstructed incision rates for the three youngest terraces are 0.1–0.2mma 1, thus considerably faster than the overall average rate of valley incision since the MidPliocene, of 0.06mma 1. A plausible uplift history has been reconstructed using the estimated ages of the Tana terraces and marine terraces on the Indian Ocean coastline. The result suggests an increase in the rate of incision by the River Tana at 0.9Ma, an observation typical in most European river terrace staircases. The reconstructed Late Quaternary development of Tana valley indicates that a similar Quaternary uplift mechanism has operated in both Europe and East Kenya, suggesting a globally applicable process. r 2007 Elsevier Ltd. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "Palaeohydrological studies tend to focus mainly on wellpreserved sedimentary records and landforms. This often encompasses basin fills in subsiding regions and river terrace staircases in uplifting regions. However, in situations where uplift or crustal warping is rapid or sudden the preserved record is typically fragmentary and difficult to interpret. Modelling has suggested that there is an optimal range of uplift rates, dependant on the dimensions of a fluvial system, to obtain an ‘ideal’ terrace staircase with\ne front matter r 2007 Elsevier Ltd. All rights reserved. ascirev.2007.06.033\ning author. Fax: +31317 419 000. resses: Tom.veldkamp@wur.nl, Tom.Veldkamp@wur.nl\nwell-preserved climate-controlled sedimentary units (Veldkamp, 1992; Veldkamp and van Dijke, 2000). In conditions where uplift has a dominant control over fluvial dynamics, the preserved record, if any, is less suitable for global correlations and for filtering out climate controls. Only when contemporaneous volcanism occurs, as for many plate margin and rift valley systems, do suitable conditions occur to reconstruct long-timescale interactions of fluvial dynamics and vertical crustal movements at higher resolution. One region suitable for investigation of fluvial system responses to more extreme conditions is equatorial East Africa, adjoining the Kenyan rift valley (the Gregory Rift). The Late Cenozoic development of this rift valley resulted in major reorganizations of pre-existing fluvial systems,\nARTICLE IN PRESS A. Veldkamp et al. / Quaternary Science Reviews 26 (2007) 2897–29122898\neven causing large-scale drainage reversal between the eastern and western rifts (Summerfield, 1991). Volcanic activity has preserved many palaeo-features of this fluvial system (Mathu and Davies, 1996).\nThis paper aims to reconstruct the Late Cenozoic evolution of the middle reach of the River Tana, which drains the eastern shoulder of the Gregory Rift and Mount Kenya (Fig. 1). This system has experienced major changes due to climate change, rift valley formation and related volcanism. We will reconstruct the Tana system for its central reach near the lower foot slopes of Mount Kenya (Fig. 1). The occurrence of dateable volcanic deposits (lavas and lahars) and their interfingering with Tana terrace deposits (Veldkamp and Visser, 1992) makes this reconstruction possible."
  }, {
    "heading": "2. East African rift development",
    "text": "The development of the East African rift has involved several stages (Foster and Gleadow, 1996). During the latest Cretaceous ( 65Ma), the Kenyan Dome uplifted more than 400m (Baker et al., 1971). Initial rifting occurred in the Late Miocene ( 12–8Ma), although only in southern Kenya was a half-graben formed at this time (Foster et al., 1997) with uplift of its western flank (Fig. 2). The next stage, during the Pliocene ( 5–3Ma), involved the formation of a true rift valley, both in southern Kenya and farther north (Ebinger et al., 2000). In the south there was downthrow of 500m along the normal fault zone bounding the eastern margin of the rift valley (Foster et al., 1997). Around the same time ( 3.5–3Ma) the first eruptions occurred of the Mount Kenya stratovolcano (Baker et al., 1971), located 70 km east of the rift valley. The last eruption from its main vent was at 2.71Ma (recalculated K/Ar date; Table 1). Other large volcanoes developed outside the rift valley, including Kilimanjaro, the Aberdare Range, Marsabit, and the Nyambeni Range (Baker et al., 1971; Fig. 2). Eruption in the Nyambeni Range, northeast of Mount Kenya, overlapped with the\nactivity of Mount Kenya, then continued into the Late Pleistocene (Olago et al., 2000a), the main eruptions spanning 4.5–0.5Ma (Brotzu et al., 1984).\nARTICLE IN PRESS\nRealculation of K–Ar dates, from Evernden and Curtis (1965) and Baker et al. (1971), using the Steiger and Jaeger, 1977 instead of those of Aldrich and Nier (1948). No error margins or UTM coordinates are quoted because none were provided in the original references. This recalculated age for the phonolite is used to tie our chronology (see main text); the other two recalculated ages are also discussed in the text.\nA. Veldkamp et al. / Quaternary Science Reviews 26 (2007) 2897–2912 2899\nSurface uplift has continued in the study region until the present day (Ebinger et al., 2000). Oosterom (1988) studied the marine terrace sequence near Kilifi and Malindi on the Indian Ocean coastline (Fig. 1) and reconstructed uplift curves based on reef remnants, raised beaches and lagoons. The age control was based on foraminifera, mammal fossils and isotopically dated corals (14C and 234U/230Th methods). He distinguished increases in uplift rates around 2.0–1.7Ma and between 0.9 and 0.4Ma (Oosterom, 1988)."
  }, {
    "heading": "3. Palaeoclimate",
    "text": "During the Pliocene and Quaternary the climate of equatorial East Africa has become dryer in a stepwise manner. The first step occurred at 3.1Ma (Ruddiman et al., 1989; deMenocal, 2004; Deino, et al., 2006); before then, much of East Africa was tropical rainforest. Two more steps occurred at 1.7 and 1.0Ma (deMenocal, 2004). Their timing correlates roughly that of changes in uplift rates in southeast Kenya (Veldkamp and Oosterom, 1994; Vrba et al., 1995). The younger of these steps also correlates with the global change from obliquitydriven to eccentricity-driven global climate, with more extreme glaciations in the Northern Hemisphere (i.e., the Mid-Pleistocene Revolution in climate; cf. Mudelsee and Schulz, 1997).\nMount Kenya has experienced several major glacier advances, which correlate well with known glacials. There is evidence that glaciers reached as low as 3045m a.s.l. during the Weichselian, 3000m during the Saalian and 2895m during the Elster glaciations (Baker, 1967; Mahaney, 1989). In addition, cosmogenic dating has provided evidence of earlier glaciations of Mount Kenya (Shanahan and Zreda, 2000)."
  }, {
    "heading": "4. The study area",
    "text": "The Tana is the largest present-day river in Kenya, with a drainage catchment of 132,000 km2 and an average annual discharge of 4.7 km3 (Ojany, 1971) (i.e., a typical flow rate of 150m3 s 1, with much higher discharge during the rainy season). The sources of the Tana lie on the eastern slopes of the Aberdare Range and Mount Kenya.\nThe Tana initially flows eastward before bending to the south and draining into the Indian Ocean (Fig. 1). The study area (comprising parts of Embu, Meru, and Kitui districts in central Kenya) is 200 km downstream of the source of the Tana, where the latter is joined by the main rivers draining Mount Kenya (Fig. 1). The geology (Fig. 1) includes the Mount Kenya and Nyambeni volcanics in the west and a stripped etchplain in crystalline metamorphic rocks of the Mozambique Belt (of Neoproterozoic age, 1000–500Ma, e.g., Stern, 1994) in the east (Schoeman, 1951; Visser and Veldkamp, 1986). The boundary between the Pliocene Mount Kenya deposits, mostly lahars (initially mapped as agglomerates by Schoeman, 1951; corrected to lahars by Visser and Veldkamp, 1986), and the etchplain is a very pronounced escarpment, more than 100m high in the south (Veldkamp and Visser, 1992). Downstream of this escarpment a few lower-lying relict plateaus of lahar are found. These extensive massive lahar deposits demonstrate that Mount Kenya was already glaciated in the Pliocene, during its main phase of activity. The youngest and best-preserved lahar deposit, forming the Kamutiria plateau, still displays a clear fan morphology that can be linked to its feeder valley (the River Nithi), draining Mount Kenya. All the major rivers that drain the humid east side of Mount Kenya (i.e., the Tuchi, Rugutti, Nithi, Mara and Mutonga) have incised deep gorges. These rivers converge into one (the River Mutonga) before they join the Tana (Fig. 3). At this confluence, the Tana emerges from a steep straight valley that follows the local strike of the metamorphic rocks and within which terraces can be recognized."
  }, {
    "heading": "5. Materials and methods",
    "text": "To reconstruct the Late Cenozoic history of the River Tana we have studied the development of old river gradients as preserved by lava flows and have mapped the lahar and terrace deposits in the Tana valley. The landscape morphology has been described and mapped and sedimentary records have been logged, paying particular attention to road cuts, river incisions and small quarries. For altitude measurements 1:50,000 scale maps and aerial photographs were used, together with calibrated GPS measurements. A hand-held GPS receiver with a barometric altimeter (Suunto Vector type) was used to measure altitudes of field localities. An identical altimeter was kept at the base camp, to record the air pressure variation at this fixed site. The times of the field measurements were noted, so that these measurements could be later corrected for the pressure variations recorded at the base camp. Correcting the data in this way reduced the scatter in the field measurements by up to 95%, resulting in a calculated standard deviation of 3.88m. The heights and co-ordinates of the surveyed points are listed in the Online Supplement.\nARTICLE IN PRESS\nA. Veldkamp et al. / Quaternary Science Reviews 26 (2007) 2897–29122900\nWe have recalculated some previously published K–Ar dates for the study region using modern decay constants (Table 1). Samples were also collected for new 40Ar/39Ar dating: sample MK001 came from a phonolite flow, whereas samples MK005 and MK070 came from basalt outcrops 10 km apart (see Fig. 3 for locations). The concordant dates from the latter two samples (see below) suggest that they both came from the same basalt flow.\nPumice samples were also taken from fluvial and lahar deposits. Eleven of these samples, selected for analysis, were powdered and analysed by X-ray diffraction using a Guinier camera (CuKa, l ¼ 1.7889 Å). The same pumice samples were subsequently analysed at the same wavelength using a Phillips X-ray powder diffractometer.\n40Ar/39Ar step-heating analysis of material from the three basalt and phonolite samples was carried out in the geochronology laboratory at the Vrije Universiteit, Amsterdam. Samples were crushed and sieved; the 250–500 mm fraction was washed and leached with dilute HF to dissolve glass and alteration phases that might have adverse effects on the dating. The washed fraction was then further\nseparated using heavy liquids (with densities of 2.65 and 3.0 g cm 3) to remove any phenocryst phases, including olivine, clinopyroxene and feldspar (which might also bias the age-determination due to the presence of inherited argon) leaving basaltic groundmass. One sample, MK001, was found to contain sanidine phenocrysts, which were separated densitometrically in the interval 2.55–2.57 g cm 3. Material to be dated ( 20mg splits of groundmass or, for MK001, 10mg of sanidine) was packed in 9mm diameter Al foil packages and stacked in a quartz tube, alternating with packages containing splits of the DRA-1 sanidine standard (used as a neutron flux monitor during irradiation). The quartz vial was packaged in a standard Al irradiation capsule and irradiated for 7 h in the RODEO Cd-lined rotating facility at the Petten high-flux reactor in The Netherlands. After irradiation the samples were loaded onto a 60mm diameter Cu sample tray that contained five machined depressions (3mm deep, 13mm diameter, 451 walls), and placed in a vacuum system with a 65mm diameter Pyrex window. Laser incremental heating was carried out by defocusing the laser beam to 2mm width, and applying a fine x–y raster pattern over each of the 13mm diameter sample positions to heat the sample evenly. Up to five samples can be measured in sequence using this set-up, plus before, during, and after each cycle a system blank was measured. A typical mass spectrometer run consisted of stepping through the argon mass spectrum from mass to charge ratio 40–35.5 in steps of half an unit, taking a preset number of digital voltmeter readings for each mass step. The beam signals on all 10 mass steps were measured on a SEM detector in current mode set to a gain of 105. Aliquots of air and of 38Ar-spiked air were also measured routinely to monitor mass discrimination (for a full description see Kuiper, 2003). For data reduction we used ArArCalc2.2c (Koppers, 2002). Age calibration assumed an assigned age of 25.26Ma for the DRA-1 sanidine standard (Wijbrans et al., 1995, recalculated by Renne et al., 1998). Fig. 4 and Table 2 summarize the results of these analyses, full details being provided in the Online Supplement."
  }, {
    "heading": "6. Argon isotope geochronology",
    "text": "Sample MK001 (Fig. 4a and b) is inferred to be potassic rock, from the measured range of K/Ca ratios of 1.9–11.9 (see Online Supplement). A plateau age of 2.8270.02Ma (72s; MSWD ¼ 0.9) was determined for it using all heating steps for the argon-release (Table 2 and Fig. 4a), indicating that the radiogenic argon was homogeneously distributed through the groundmass. The corresponding inverse isochron (Table 2) yielded consistent results: 2.8070.04Ma (72s), with an intercept corresponding to an atmospheric 40Ar/36Ar ratio of 298.376.6 (72s) (not significantly different from the present-day atmospheric value of 295.5), with MSWD ¼ 0.83.\nARTICLE IN PRESS\nA. Veldkamp et al. / Quaternary Science Reviews 26 (2007) 2897–2912 2901\nARTICLE IN PRESS\nA. Veldkamp et al. / Quaternary Science Reviews 26 (2007) 2897–29122902\nFor the sanidine phenocryst fraction of this sample, measured separately, replicate single fusion measurements yielded a reproducible age of 2.8370.08Ma (72s; MSWD ¼ 0.24; Fig. 4b). The isochron results are consistent with this age-determination, but due to the sample homogeneity and high proportion of radiogenic 40Ar they are much less precise than for the groundmass: 2.9470.37Ma (72s), with an intercept corresponding to an atmospheric 40Ar/36Ar isotope ratio of 2657100 (72s). Low MSWD values of 0.24 and 0.28 indicate that the reproducibility of these results is better than can be expected from the analytical uncertainties.\nGroundmass from sample MK005 is far less potassic, with K/Ca ratios between 0.045 and 0.3 (see Online Supplement). As indicated in Fig. 4c, step-heating of it was characterized by two distinct segments. The first 45% of the gas release yielded an excellent plateau with an age of 2.6670.07Ma (72s; MSWD ¼ 0.8). The final 55% indicates anomalously high apparent ages of between 4.1 and 7.6Ma. The resulting total fusion age (Table 2) of 4.0770.07Ma (72s).emphasises the dramatic difference between the two segments of the experiment. The isochron calculated over the heating steps that formed the age plateau yielded an age of 2.5570.27Ma (72s), MSWD 0.82 (Table 2), with an intercept corresponding to an atmospheric 40Ar/36Ar isotope ratio of 318759 (72s).\nThe argon-release pattern for this sample is typical of young basalts that contain a micro-phenocryst phase of plagioclase or clinopyroxene that has retained inherited argon (e.g., De Beni et al., 2005). In the first part of the experiment, the argon-release instead occurs from groundmass, and is evidently derived from an isotopically homogeneous reservoir that has not been affected by argon inheritance and consequently yields the preferred age for eruption of the basalt (cf. De Beni et al., 2005).\nBasalt MK070 (Fig. 4d) is the least potassic sample, with K/Ca ratios between 0.023 and 0.18 (see Online Supplement). Step-heating revealed a homogenous argon isotope signal over 100% of the gas release, yielding an age of 2.6370.13Ma (72s; MSWD ¼ 0.4). The isochron results (Table 2) are consistent with this plateau, indicating an age of 2.6070.29Ma (72s; MSWD ¼ 0.45; atmospheric 40Ar/36Ar isotope ratio intercept 296.678.5, 72s).\nThe ability to cross-check plateau and isochron ages and estimate the atmospheric 40Ar/36Ar ratios at times of eruption indicates that all experiments have yielded reliable ages, within the stated error margins. We can thus argue that all groundmass samples and the sanidine phenocrysts of sample MK001 contain simple mixtures of radiogenic and atmospheric argon. The exception is the hightemperature segment of sample MK005, which showed apparent ages that are too high, due to inherited argon. The seven-step plateau in the low temperature segment of the analysis of sample MK005 (Fig. 4c) instead reveals argon derived from a homogeneous source, associated with crystallization of the groundmass on eruption of the lava. The ages of samples MK005 and MK070, 2.6670.07 and\n2.6370.13Ma (both 72s), cannot be resolved using geochronology, suggesting that these both came from the same basalt flow. Sample MK001, with a very precise weighted plateau age of 2.8270.02Ma (72s), is clearly older than the other samples."
  }, {
    "heading": "7. Landscape development between 3.2 and 2.6Ma",
    "text": "We can now use the ages of the phonolite flow and the basalt flow to evaluate the fluvial development and landscape evolution during the Pliocene. It is evident that these flows are only slightly younger than the Pliocene lahar complex (illustrated in Fig. 3), for which we have obtained a K/Ar age, by recalculation, of 3.21Ma (Table 1). This Pliocene lahar complex consists of stacked units of two to three lahars overlying a regolith developed in the underlying basement. No fluvial sediment or palaeosol can be distinguished between the individual lahar units, suggesting a relatively rapid succession of depositional events during the main eruption phase of Mount Kenya. It appears that these lahars were deposited under conditions of high base-level (Veldkamp, 1996). Their topography is flat with only clusters of well-preserved round depressions typical of almost flat distal lahar deposits (Fisher and Schmincke, 1984; Nakayama and Yoshikawa, 1997). There are no signs of fluvial incision within the succession, and the thickness of the widespread lahar unit is rather uniform, thinning eastward to 10m at the current escarpment. The landscape evidently had low relief at the time of emplacement of this deposit. Fig. 5 shows the positions within the landscape of the 3.21Ma lahar and the 2.82Ma phonolite in a west–east cross-section. The phonolite is much lower (by 70m at the escarpment), consistent with its younger age and indicating significant incision between 3.21 and 2.82Ma. Fig. 6 shows the gradients of the 3.21Ma lahar, the 2.82Ma phonolite flow and the 2.65Ma basalt flow, also projected onto a west–east line, perpendicular to the rift valley. Once again, geochronology is consistent with position within the landscape, suggesting significant incision following the deposition of the 3.21Ma lahars. For comparison, Fig. 7 shows a south–north longitudinal profile of the River Tana\nARTICLE IN PRESS\nFig. 6. Gradient profiles of the tilted 3.21Ma Mount Kenya lahar and the studied phonolite and basalt flows, projected along the east–west line in Fig. 3.\nTable 3 Uplift calculations\nDt (Ma) H (m) VI (mma 1) T (mkm 1) U (m) VU (mma 1)\nIncrements 3.21–2.82 70 0.18 3.5 630 1.62 2.82–2.65 40 0.22 2.0 360 2.00 2.65–0 20 ND 1.0 180 ND\nOverall 3.21–0 130 ND 6.5 1170 ND\nEstimated amounts and rates of vertical crustal motion at the eastern rim of the rift valley, 180 km west of the study area, based on linear extrapolation of tilting indicated by palaeo-channel gradients. ND means that a value has not been determined. Dt is the time interval being considered; H is the estimated incision during this interval at UTM eastimg 62 (Figs. 3 and 5); VI is the incision rate at this locality; T is the inferred tilt, assuming stable hinge point, estimated as H divided by the horizontal distance of 20 km between UTM easting 62 and the location of the hinge point (Fig. 3); U is the relative uplift at the rift valley rim based on a linear extrapolation of T towards to the current rift valley scarp; VU is the estimated uplift rate at the rift valley rim. Error estimates (77m for H; 70.08mma 1 for VI; 70.35mkm 1 for T; 763m for U; and 70.17mma 1 for VU) are derived from uncertainties in altitude and age measurements; uncertainties in projection and other potential inaccuracies (see text) are neglected.\nA. Veldkamp et al. / Quaternary Science Reviews 26 (2007) 2897–2912 2903\nand its terrace deposits, indicating how some of the data depicted in Fig. 6 projects into this line.\nThe projected gradients in Figs. 5 and 6 diverge westward but appear to intersect at a single location to the east. The current river valley gradient also shows a similar diverging pattern (Fig. 7). The natural way to explain upstream divergence of river valley gradients is as a result of tilting of the landscape (e.g., Colombo et al., 2000). The required eastward tilting fits what is expected from the updoming related to formation of the rift valley (Figs. 2a and b). One could instead argue that the doming was related to the activity of Mount Kenya; however, this is contradicted by large-scale cross-sections (see Fig. 2a and Veldkamp and Oosterom, 1994), which demonstrate no basement doming near Mount Kenya (the volcano consists of stacked volcanic deposits only). The whole eastern rift shoulder, all the way to the coastal marine terrace sequence (Oosterom, 1988), appears to be tilted as one rigid block (Fig. 2b). There are no obvious indications of significant flexuring or block faulting, except for the rim of the rift. The best evidence is the 4200 km long NW–SE-oriented Yatta plateau, a 13.51Ma (recalculated K/Ar age, Table 1) inverted phonolite flow that shows no major breaks in its\ngradient line (Oosterom, 1988). Based on this observation, and assuming linear tilting and near-equilibrium incision of the rivers (the gradients of which are preserved below the lava flows), we attempt to reconstruct a tilt gradient for the different time intervals, 3.21–2.82, 2.82–2.65Ma, and post 2.65Ma (see Table 3). By linearly projecting the reconstructed tilts to the rift valley rim (180 km to the west), we have made rough estimations of the minimum net updoming that is reflected in the asymmetrical incisions of the topographically inverted lahars and lavas (Table 3). These reconstructions suggest that almost 1 km of updoming occurred at the rift between 3.21 and 2.65Ma. The reconstructed uplift rates do not vary significantly, relative to their estimated error margins, between the early and later parts of this interval (Table 3). The total doming during the Pliocene has previously been estimated as 1.5 km (Baker et al., 1971), consistent with our results (because we estimate a smaller effect over part of the Pliocene). We have also reconstructed a total of 1170763m of uplift between 3.21 and 2.65Ma. The corresponding incision rates (0.18–0.2270.08mma 1) could reflect the maximal incision rate possible given the erosional power of the river system and may thus not be a quasi-equilibrium effect as often deduced from constant incision rates (Whipple, 2001). If so, this will cause a systematic underestimation of the uplift rates driving the incision. An additional 180m of updoming-related tilting appears to have developed since 2.65Ma (Table 3). Assuming a similar updoming rate as during the previous interval, this process must thus have ended at 2.6Ma (i.e., not long after the start of this phase, given the small magnitude of the effect compared with that during the\nARTICLE IN PRESS\nA. Veldkamp et al. / Quaternary Science Reviews 26 (2007) 2897–29122904\nprevious phase). We can thus give a much more precise estimate of the timing of rifting on the Gregory Rift. Instead of occurring between 5 and 3Ma, as previously suggested (Baker et al., 1971), we can now constrain the up-doming to between 3.21 and 2.6Ma, indicating that most of the rift-related updoming (and thus, presumably, most of the rifting) occurred within only 600 thousand years. Our new estimates fit well with the timing of slip on the Turoka–Ngong Fault, the most easterly fault of the rift valley in Fig. 2, which developed 500m of vertical displacement around 3Ma according to Baker et al. (1972).\nIt thus appears that around 3Ma a major change took place in the crustal deformation of eastern Kenya. The reconstructed climate change around 3.1MaBP (Ruddiman et al., 1989; Deino et al., 2006) can be directly related to this uplift; 41 km of uplift will certainly have affected the climate and vegetation distribution in East Africa.\nAnother interesting aspect of this reconstruction is the apparent stable hinge point at the current Mutonga–Tana confluence (Fig. 3). The three gradient lines used to reconstruct the tilting (Figs. 5 and 6) all intersect at this location. This intersection point acted as a stable hinge, with no incision during this period. This observation fits well with other reconstructions aimed at identifying episodes of plain formation in eastern Kenya. These reconstructions have demonstrated that plains were most plausibly formed under near-base-level conditions by erosion and deposition (Veldkamp, 1996). The sediments related to these still-visible tilted plains (see also Fig. 2) remain locally preserved in eastern Kenya (Veldkamp and Oosterom, 1994). Probably, the hinge point was near-baselevel during the updoming event, whereas now it is 670m a.s.l., indicating the subsequent amount of uplift and baselevel lowering."
  }, {
    "heading": "8. Landscape development since 2.6Ma",
    "text": "Since the eruption of the 2.65Ma basalt flow, the River Tana has cut a 160m deep valley (the section upstream of the Tana–Mutonga confluence in Fig. 3). We have examined part of this valley for fluvial terraces. Its left bank has been surveyed systematically, by mapping morphology and fluvial deposits, over a 10 km distance. This survey yielded a staircase of terraces capped by thin deposits of gravel with rounded clasts (strath terraces, sensu Bull, 1991; Fig. 7). The lowest terraces (Fig. 8) preserve deposits up to 3m thick; the older terraces contain only isolated spreads of rounded quartz gravels. Downstream of the Tana–Mutonga confluence, lower terraces with volcaniclastic deposits were found (Fig. 9). Upstream along the River Mutonga (Fig. 3), lahar deposits are located at similar altitudes relative to the river. In order to link the lahar-related volcanic events to the volcaniclastic deposits, we surveyed the most complete lahar sequence preserved, in the Kamutiria plateau (Figs. 3 and 10a)."
  }, {
    "heading": "8.1. Lahar deposits",
    "text": "There are two main types of lahars, so-called ‘hot’ and ‘cold’ lahars (Fisher and Schmincke, 1984). Hot lahars are directly triggered by a volcanic eruption, when hot ash and pyroclastic material mix with large amounts of water. These hot volcanic mudflows have a high density and are thus extremely erosive on upper slopes. They are typically deposited in flat topographic positions when they emerge from confined valleys, filling in areas of low relief and forming flat fan-shaped depocenters (Lavigne and Thouret, 2000). Each lahar solidifies quickly, becoming a very dense and hard, concrete-like, deposit. In contrast, ‘cold’ lahars are just debris-flows of volcanic material; their timing is thus not necessarily directly linked to an eruption. They are usually smaller in volume and do not solidify as strongly as ‘hot’ lahars. It is therefore possible to distinguish eruptiontriggered ‘hot’ lahars from the more indirect ‘cold’ lahars in the field; hot lahars have a homogeneous, well-consolidated matrix with angular volcanic fragments such as phonolite and pumice, whereas cold lahars have a heterogeneous, poorly cemented matrix with more diverse, partly rounded clasts but are poor in pumice. Water is thus essential for the formation of ‘hot’ lahars. Eruptions of volcanoes covered by glaciers are known to\nARTICLE IN PRESS\nA. Veldkamp et al. / Quaternary Science Reviews 26 (2007) 2897–2912 2905\ngenerate large lahars, for instance the eruptions of Nevado del Ruiz in 1985 and Mount St. Helens in 1980 (Fisher and Schmincke, 1984; Pierson et al., 1990; Capra and Macı́as, 2000). Until the 1990s the summit of Mount Kenya (5199m a.s.l.) was covered by small glaciers. However, in order to generate a large hot lahar, Mount Kenya would have to be fully glaciated. Lahar–fluvial interactions have been studied in several regions, where they form impressive valley-fill complexes. Examples are known from Ecuador (Hall et al., 1999), Colombia (Wiel van der et al., 1992), Indonesia (Lavigne et al., 2000), and the French Massif Central (Pastre, 2004).\nReturning to the present study region, the Kamutiria lahar plateau has a length of 6 km and a maximum width of 3 km (Figs. 10a and 11). A detailed reconstruction of its depositional history (Fig. 10b) indicates five lahar events, alternating with fluvial and lacustrine phases. Lahar 1 (the oldest) is a hot lahar with a grey ash matrix\n(Fig. 12a). Its poorly sorted angular clasts are mostly smaller than 50mm and consist of white pumice (80%), reworked ash blocks (10%) and phonolite (10%). The deposit is well consolidated and unweathered, thus\nARTICLE IN PRESS\nA. Veldkamp et al. / Quaternary Science Reviews 26 (2007) 2897–29122906\ncontrasting with the overlying highly weathered fluvial sequences. Lahar 2 (Fig. 12b) is also a hot lahar, again with a grey matrix containing poorly sorted, typically angular clasts (up to 200mm) consisting mainly of phonolite, pumice and gneiss, of which only the gneiss is weathered. Lahar 3 is a cold lahar with a brown/grey matrix. The maximum clast size is 70mm; clasts consist of basement rocks, volcanic rocks, pumice, baked soil and ash blocks. The deposit is slightly consolidated and very weathered (including soil formation, iron staining and reduction mottles). Lahar 4 is another hot lahar with a yellowish ash matrix (pale buff coloured), with clasts of yellow and white pumice, basalt and basement rocks. The maximum clast size is o30mm; the deposit is unweathered and well consolidated. Finally, lahar 5 is another cold lahar with a grey/brown to orange matrix. The clast size is o400mm; clasts consist mostly of phonolite, basalt, basement rocks and pumice. A small percentage of the stones is angular and the remaining stones are round. The deposit is somewhat weathered, as demonstrated by iron oxide mottles and calcium carbonate enrichments.\nOlago et al. (2000a) analysed five tephra layers identified in the lake sediments of Sacred Lake (location in Fig. 2).\nTheir tephra layers II and IV contain mainly anorthoclase and sanidine, with minor amounts of other minerals (Fig. 13). We sampled pumice from the three hot lahars of the Kamutiria complex and accompanying ash and pumice layers (Fig. 14) for analysis by X-ray diffraction and found similar pumice mineralogy signatures to those described by Olago et al. (2000a). Olago et al. (2000a) also dated the tephra layers using radiocarbon and U/Th techniques. Tephra I thus has an uncalibrated radiocarbon age of 15,200 (+1700, 1600) years BP; tephra II was deposited 22,500 (74,500) years BP; tephra III has a radiocarbon age of 39,90074800 years; and tephra IV has an uranium-series age of 142.0712.8 ka (Olago et al., 1999, 2000a). Tephra VI is found in a diamicton that was dated to 215722 ka. Because the radiocarbon and U/Th age estimates of tephra IV and older samples conflict, Olago et al. (2000a) recalculated, using an age–depth function, what they considered to be a more plausible chronology based on stable isotope data; this yielded the following age estimates: tephra V, 79.252–78.455 ka; tephra IV, 58.624–57.382 ka; tephra III, 28.295–27.883 ka; tephra II, 26.401–26.022 ka; and tephra I, 22.979–22.662 ka. We shall consider both the original radiometric data and the alternative ages recalculated by Olago et al. (2000a, b) and compare their temporal implications."
  }, {
    "heading": "8.2. Volcaniclastic deposits in the Tana valley",
    "text": "We also sampled pumice fragments found in the volcaniclastic deposits in the Tana valley in order to attempt a direct correlation with the Kamutiria complex and the lake record from Sacred Lake. Again we found identical X-ray diffraction graphs for the pumice fragments, with the exception that some samples were somewhat weathered, yielding clay mineralogical signatures (e.g. kaolinite) as well. The similar pumice mineralogy (see Fig. 15) made it possible to correlate the Tana deposits with the Kamutiria lahar complex and the tephras described by Olago et al. (1999, 2000a). The deposit at Katwana ka Munanda (see Fig. 3 for location, Fig. 13 for schematic section, Fig. 9 for illustration) is situated 16–22m above the Tana and forms a terrace with dominantly volcaniclastic sediments. The deposit includes grey ash and pumice-rich sands that closely resemble the deposits of lahar 1 of the Kamutiria lahar complex and tephra VI of Olago et al. (2000a), the oldest tephra of Olago et al. (1999), uranium-series dated to 215722 ka. The pumice mineralogy of the Grand Falls deposits (see Fig. 3 for location, Fig. 13 for schematic section) was directly compared (in Fig. 15) with tephra layer IV of Olago et al. (2000a). The resemblance is striking. It is thus likely that the volcaniclastic deposits, lahar 2 from the Kamutiria complex and tephra IV from Sacred Lake all belong to the same volcanic event, uranium-series dated to 142.0712.8 ka with a recalculated age of 58.624–57.382 ka.\nARTICLE IN PRESS\nA. Veldkamp et al. / Quaternary Science Reviews 26 (2007) 2897–2912 2907\nThe hot lahar at the top of the sedimentary sequence at the Tana–Mutonga confluence (see Fig. 3 for location, Fig. 13 for section), is significantly different from the other lahars because of the colour of its matrix. The ash matrix is pale buff coloured instead of the whitish-grey colour of the other deposits. A similar-coloured deposit was found upstream in the River Mutonga (lahar 4) and described by Olago et al. (2000a) as tephra II; it was radiocarbon dated to 22,50074500 years BP with a recalculated age of 26.401–26.022 ka.\nBy correlating the dated tephra with the Vostok climate curve (Petit et al., 1999; Fig. 16) we can evaluate the consistency of our dataset and compare it with other evidence. It is thus evident that the uranium-series dates for the tephras correlate with the three hot lahars (1, 2 and 4) and also match well with known glaciations. However, the date for the oldest tephra has such a large uncertainty (22,000 years) that it cannot be unambiguously correlated with any particular cold stage. The ages for the younger tephras are more confined to particular cold stages, as expected, as only an eruption contemporaneous with a major glaciation of Mount Kenya could trigger a hot lahar\nlarge enough to reach the Tana valley ( 50 km away). The ages of the volcaniclastic terrace sediments thus support the view that the terrace-formation is eccentricity-driven, confirming the dominant role of this orbital frequency in controlling Late Quaternary climate change in Africa (Partridge and Maud, 2000; Olago et al., 2000b; Trauth et al., 2003). The time periods between the terrace-forming events are long enough for weathering and soil formation to develop, as are observed in the Kamutiria complex (Figs. 10b and 13). The interval between lahars 1 and 2 (b in Fig. 13) was indeed long enough for a 1.2m thick palaeosol to develop, including a 0.5m plinthite layer. According to Van Breemen and Buurman (1998), plinthite (the net accumulation of iron oxides and hydroxides due to groundwater fluctuations) forms in granite at a rate of 1m in 50,000–100,000 years. In a terrace deposit with more easily weatherable Fe-rich volcanic materials, in a tropical semi-humid climate, such a layer may thus be expected to form in 50,000–75,000 years. This gives a rough estimate of 60,000 years for the interval between lahars 1 and 2, which fits very well with the interval between the lahars based on the tephra correlation. The estimated\nARTICLE IN PRESS\nA. Veldkamp et al. / Quaternary Science Reviews 26 (2007) 2897–29122908\ninterval between lahars 2 and 4 is also consistent with the observed soil formation between them. This evidence thus suggests a consistent picture, with several eruptions since\n220 ka on the formerly glaciated upper slopes of Mount Kenya. Given the mineralogical composition of the pumice (Fig. 15), the most likely source for the older eruption appears to be the Ithanguni trachytic dome, which is 3657m a.s.l., well above the 3000m limit of the maximum ice advances (noted above). This dome consists of massive alkali trachyte with many anorthoclase micro-phenocrysts. Connected to Ithanguni, in the headwaters of the Nithi and Mutonga, deposits of pale buff, yellow-brown and brown ash have been described by Baker (1967). Their colour resembles tephra II of Olago et al. (1999, 2000a) and lahar 4 at the Mutonga–Tana confluence, tentatively suggesting a further possible correlation. When we use the recalculated age estimates (based on the age–depth relationship) for the tephras (after Olago et al., 2000a), we observe a younger grouping of the first four tephras, all within the cooler part of the last climate cycle. The maximum calculated basal age of the Sacred Lake core is 115 ka. Detailed analysis of this diamicton indicates periglacial conditions when tephra VI became mixed with the lake deposits. This suggests that tephra VI is an older deposit, reworked from before 115 ka. Given the considerable soil formation between the deposits of lahars 1 and 2, tephra VI must be at least 60,000 years older than the 79 ka tephra IV, making its age at least 140 ka, coincident with the penultimate glacial maximum. Lahar 3, which appears to have followed lahar 2 closely in time, is also strongly weathered, suggesting a prolonged period of stability between lahar 1 and lahars 2 and 3. The recalculated age estimates leave time windows of only 30,000 years for the weathering phases between lahars 1, 2 and 3. Given the observed soil formation, this timescale is rather short but not implausible. We are thus unable to exclude either of the age-models for certain. Although both possible sets of ages for the Kamutiria sequence remain plausible, the older set of age estimates\nARTICLE IN PRESS\nA. Veldkamp et al. / Quaternary Science Reviews 26 (2007) 2897–2912 2909\n(i.e., based on radiometric dating) seem more plausible, being consistent with eccentricity-driven climate control over river terrace-formation in this study region. However, as we have no conclusive evidence to falsify the two different age estimates of the lahars and associated volcaniclastic Tana deposits, we will use both options in our reconstruction. Direct dating of the volcaniclastic deposits of Tana valley would be required to resolve this issue, but is beyond the scope of this study."
  }, {
    "heading": "8.3. Incision history of the Tana valley",
    "text": "Using the two estimated chronologies for the youngest terraces and the maximum age of the incision (from the 2.65Ma basalt) we attempt to reconstruct the most plausible overall incision history for the Tana valley. The overall time-averaged incision rate is 0.058mma 1. However, the estimated incision rate for the last climate cycle ranges from 0.083 to 0.2mma 1, using the two different age-models, and is thus considerably faster, clearly indicating that incision rates have not remained constant over time.\nThe morphology of the valley cross-section (Fig. 17) indicates a clear break of slope 100m above the present river level. There are several possible mechanisms to obtain such a break: changes in base-level, climate, basin size and uplift rate. After 2.65Ma, base-level dropped and no longer played a direct role in the development of this landscape. Climate change has occurred, as have changes in uplift rate. The only other factor that could have affected the development of the Tana valley is a large basaltic eruption in its headwaters (the Thiba basalts; see Baker, 1967) but since the age of this eruption is unknown we will not consider it further. This leaves the combined role of crustal deformation and climate change as the cause of the observed change in the valley cross-section. Other analyses (e.g., Maddy, 1997; Bridgland, 2000) have suggested that steepening of valley sides, as observed in the Tana valley, can result from an increase in uplift rate. Assuming this mechanism for the Tana valley would imply an increase in the uplift rate when the Tana was 100m above its present level.\nThe only available independent information on the uplift history of SE Kenya is from the analysis of marine terraces and associated deposits by Oosterom (1988). Oosterom used radiocarbon, U/Th and foraminifera to date the various marine terraces and their associated lagunal deposits. This yielded a probable uplift scenario as given in Fig. 18, which shows that the uplift history of this coastal region matches that deduced using the heights of the lower terraces of the Tana in the study region, even though these localities are 300 km apart. This match is evident irrespective of which of the age-models we use for the Tana terraces, although the best fit is obtained for the eccentricity-driven interpretation. We thus infer that during the Late Pleistocene the whole of eastern Kenya has experienced the same uplift history. However, the\naltitudes of the Late Pliocene (2.65Ma) basalts lie well below an extrapolation of this Late Pleistocene uplift history (Fig. 18), indicating that uplift rates increased sometime after 2.65Ma. We infer that the increase in uplift rates occurred at 0.9Ma, since when 100m of uplift has occurred (Fig. 18). Increases in uplift rate are observed at 0.9Ma in most European river terrace staircases (e.g., Bridgland, 2000; Westaway, 2001; Westaway et al., 2002). The evidence that the same feature is observed in the Tana suggests a similar causal mechanism for the uplift occurring in both Europe and equatorial Africa. An important assumption, implied in this analysis, is that the River Tana was able to incise in quasi-equilibrium with the uplift during this period. Between 3.21 and 2.65Ma the Tana valley was affected by large-scale volcanism. This valley may thus have been repeatedly plugged by basalt, affecting the ability of the river to incise—an effect that has indeed been noted elsewhere (e.g., Westaway, 2004). However, since 2.65Ma it can be assumed that the incision by the Tana has matched the surface uplift. This incision started after 2.65Ma, at a typical rate of 0.03mma 1, increasing to 0.1mma 1 at 0.9Ma. This range of uplift rate has proved very effective for preservation of climate-driven changes as individual terraces in other large river systems (Veldkamp and\nARTICLE IN PRESS A. Veldkamp et al. / Quaternary Science Reviews 26 (2007) 2897–29122910\nTebbens, 2001). The uplift rates estimated in Fig. 18 are indeed similar to estimates (e.g., by Westaway, 2002b) on similar timescales within Palaeozoic crustal provinces in Europe. This fits with the observation that this part of Kenya is in relatively young crust (of the Mozambique Belt; Fig. 2). In contrast, western Kenya is in ancient cratonic crust (Fig. 2); as in other cratonic regions, much greater crustal stability may be expected (e.g., Westaway et al., 2003).\nThe uplift rate in the study region, estimated since 2.65Ma in Fig. 18, is an order-of-magnitude slower than that estimated between 3.21 and 2.65Ma in Fig. 6. However, there are important differences between these two phases of uplift. The uplift since 2.65Ma is inferred to have occurred on a regional scale, throughout eastern Kenya, whereas the earlier uplift involved local doming in the vicinity of the rift valley at rates that taper outward. The incision by the Tana, upstream of the study region, was indeed faster at that time than it has been since, suggesting that plugging of the valley by basalt was not, in fact, a significant problem (and thus lending weight to the argument that, at times since, incision by the Tana has provided a good proxy for uplift).\nUpdoming in the vicinity of magmatic rifts, such as the East African rift, has often been linked to mantle plumes (e.g., White and McKenzie, 1989). This may explain the rapid localized uplift in the Late Pliocene, whereas the 160m of uplift since 2.65Ma instead reflects regional epeirogenic uplift. However, like the change in uplift rates at 0.9Ma, discussed above, the changes starting at 3.1Ma also coincide with significant change in global climate, marking the climate deterioration at the end of the Mid-Pliocene climatic optimum (Mudelsee and Schulz, 1997). Uplift at this time is also observed in Europe (e.g., van den Berg and van Hoof, 2001; Westaway, 2002b). A proposed mechanism for such regional crustal movements is temporal asymmetrical loading and unloading of crust by ice and water, which induces lower-crustal flow as a feedback mechanism (Westaway, 2001, 2002a, b; Westaway et al., 2002). We therefore propose that a similar regional uplift mechanism may be applicable to the middle Tana reach during the Late Pliocene and Quaternary. It is possible that this effect may also be linked to the presence of a mantle plume beneath the East African rift valley; as Westaway (2002b) pointed out, lower-crustal flow induced by surface processes will tend to result in net inflow of material, causing crustal thickening and thus surface uplift, in regions where the lower crust is hottest. The high heat flow due to the East African mantle plume may thus have caused the surface uplift in the Late Pliocene to be localized in this manner.\nA remarkable result of our reconstruction is that the timing of the major increases in uplift rate, whether caused by mantle plume activity or by lower-crustal flow (or some combination of the two, as noted above), coincide (given uncertainties) with major uplift events, recognized in Europe some time ago (Westaway, 2002a, b), at 3.1 and\n0.9Ma. Corresponding events have subsequently been recognized in the Middle East (Bridgland et al., 2007; Demir et al., 2007a, b), where incision by the rivers Tigris and Euphrates can be accurately dated because, like in the present study region, terraces are capped by basalt flows. The same timings are now recognized in equatorial Africa. This suggests a global mechanism linking vertical crustal motions and climate change, as previously suggested by Westaway (2003). One could argue, for instance, that the uplift was triggered by an increase in erosion rates induced by climate change. However, we question whether climate change alone could have triggered more than 1.5 km of uplift through an increase in erosion rate; there was limited relief during the Miocene in Kenya, and the most significant increase in relief (due to the development of large stratovolcanoes) post-dated the initiation of the East African rift system (suggesting that local vertical crustal motions due to active normal faulting began before the change in relief). Furthermore, the change in climate occurred around 3.1Ma (Ruddiman, et al., 1989; Deino et al., 2006) when eccentricity control over climate oscillations was high and a first major dry phase occurred. We therefore raise the possibility of direct astronomical control over both climate and vertical crustal motions. Climate (sea-level) change and vertical crustal motions could thus form a coupled system, as proposed by others (Vrba et al., 1995); the feedback might operate via lower-crustal flow. Unfortunately, the proposed coupling mechanism is difficult to validate."
  }, {
    "heading": "9. Conclusions",
    "text": "Between 3.21 and 2.65Ma a major updoming occurred in eastern Kenya, probably related to formation of the East African rift valley. The minimum magnitude of this doming has been reconstructed from lava flows that preserve former river gradients. Linear projection of these trends to the current rift valley rim suggests net minimum updoming of 1.1770.07 km at the eastern rift valley within this interval of 560 thousand years. Since 2.65Ma the Tana river system has developed in response to relatively minor epeirogenic uplift. Changing climate conditions, combined with continuing uplift, led to the development of a typical staircase of strath terraces, with at least 10 distinct levels at the Tana–Mutonga confluence. The reconstructed chronology of the three youngest of these Tana terraces suggests an incision rate between 0.085 and 0.2mma 1, probably in response to eccentricity-driven climate control. The reconstructed Quaternary development of the Tana valley, in relation to timings of global climate change, suggests that a similar causal mechanism underlies the uplift as in Europe and the Middle East. This leads to the hypothesis that coupling between climate, surface processes, and crustal deformation, by means of lower-crustal flow (Westaway, 2001, 2003), is also operating in East Africa.\nARTICLE IN PRESS A. Veldkamp et al. / Quaternary Science Reviews 26 (2007) 2897–2912 2911"
  }, {
    "heading": "Acknowledgements",
    "text": "We thank Jan van Doesburg for the mineralogical analyses. Peter Owenga from the Kenya Soil Survey assisted during the fieldwork. The constructive reviews by Tim Partridge and Ian Reid are highly appreciated. This paper is a contribution to IGCP-449 ‘Global Correlation of Late Cenozoic fluvial deposits’, to IGCP 518 ‘Fluvial deposits as evidence for climate change and landscape evolution in the Late Cenozoic’ and to FLAG Focus 1."
  }, {
    "heading": "Appendix A. Supplementary materials",
    "text": "The online version of this article contains additional supplementary data. Please visit doi:10.1016/j.quascirev. 2007.06.033."
  }, {
    "heading": "Appendix B. Supplementary materials",
    "text": ""
  }],
  "year": 2007,
  "references": [{
    "title": "Argon 40 in potassium minerals",
    "authors": ["L.T. Aldrich", "A.O. Nier"],
    "venue": "Physical Review",
    "year": 1948
  }, {
    "title": "Geology of the Mount Kenya Area, degree sheet 44 NW",
    "authors": ["B.H. Baker"],
    "venue": "Geological Survey of Kenya, Report No",
    "year": 1967
  }, {
    "title": "Sequence and geochronology of the Kenya rift volcanics",
    "authors": ["B.H. Baker", "L.A.J. Williams", "J.A. Miller", "F.J. Fitch"],
    "venue": "Tectonophysics",
    "year": 1971
  }, {
    "title": "River terrace systems in north-west Europe: an archive of environmental change, uplift and early human occupation",
    "authors": ["D.R. Bridgland"],
    "venue": "Quaternary Science Reviews",
    "year": 2000
  }, {
    "title": "Dating Quaternary volcanism and incision by the River Tigris at Diyarbakır, SE Turkey",
    "authors": ["D.R. Bridgland", "T. Demir", "A. Seyrek", "M. Pringle", "R. Westaway", "A.R. Beck", "G. Rowbotham", "S. Yurtmen"],
    "venue": "Journal of Quaternary Science",
    "year": 2007
  }, {
    "title": "Miocene to Quaternary volcanism in eastern Kenya: sequence and geochronology",
    "authors": ["P. Brotzu", "L. Morbidelli", "M. Nicoletti", "E.M. Piccirillo", "G. Traversa"],
    "venue": "Tectonophysics",
    "year": 1984
  }, {
    "title": "Geomorphic responses to climatic change",
    "authors": ["W.B. Bull"],
    "year": 1991
  }, {
    "title": "Pleistocene cohesive debris flows at Nevado de Toluca Volcano, central Mexico",
    "authors": ["L. Capra", "J.L. Macı́as"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 2000
  }, {
    "title": "Quaternary alluvial terraces in an active tectonic region: the San Juan River Valley, Andean Ranges, San Juan Province, Argentina",
    "authors": ["F. Colombo", "P. Busquets", "E. Ramos", "J. Verges", "D. Ragona"],
    "venue": "Journal of South American Earth Sciences",
    "year": 2000
  }, {
    "title": "Recessional forcing of lacustrine sedimentation in the Late Cenozoic Chemeron Basin, Central Kenya, Rift, and calibration of the Gauss",
    "authors": ["A.L. Deino", "J.D. Kingston", "J.M. Geln", "R.K. Edgar", "A. Hill"],
    "venue": "Matuyama boundary. Earth and Planetary Letters",
    "year": 2006
  }, {
    "title": "African climate change and faunal evolution during the Pliocene–Pleistocene",
    "authors": ["P.B. DeMenocal"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2004
  }, {
    "title": "Ar–Ar dating of Late Cenozoic basaltic",
    "authors": ["T. Demir", "R. Westaway", "D. Bridgland", "M. Pringle", "S. Yurtmen", "A. Beck", "G. Rowbotham"],
    "year": 2007
  }, {
    "title": "Terrace staircases of the River Euphrates in southeast Turkey, northern Syria and western Iraq: evidence for egional uplift",
    "authors": ["T. Demir", "R. Westaway", "D.R. Bridgland", "A. Seyrek", "A. Beck"],
    "venue": "Quaternary Science Reviews,",
    "year": 2007
  }, {
    "title": "Rift deflection, migration, and propagation: linkage of the Ethiopian and Eastern rifts, Africa",
    "authors": ["C.J. Ebinger", "T. Yemane", "D.J. Harding", "S. Tesfaye", "S. Kelley", "D.C. Rex"],
    "venue": "Geological Society of America Bulletin",
    "year": 2000
  }, {
    "title": "The potassium–argon dating of Late Cenozoic rocks in East Africa and Italy",
    "authors": ["J.F. Evernden", "G.H. Curtis"],
    "venue": "Current Anthropology",
    "year": 1965
  }, {
    "title": "Structural framework and denudation history of the flanks of the Kenya and Anza Rifts, East Africa",
    "authors": ["D.A. Foster", "A.J.W. Gleadow"],
    "venue": "Tectonics",
    "year": 1996
  }, {
    "title": "Tectonic development of the northern Tanzanian sector of the east African rift system",
    "authors": ["A. Foster", "C. Ebinger", "E. Mbede", "D. Rex"],
    "venue": "Journal of the Geological Society,",
    "year": 1997
  }, {
    "title": "Tungurahua Volcano, Ecuador: structure, eruptive history and hazards",
    "authors": ["M.L. Hall", "C. Robin", "B. Beate", "P. Mothes", "M. Monzier"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 1999
  }, {
    "title": "Direct intercalibration of radio-isotopic and astronomical time in the Mediterranean Neogene",
    "authors": ["K.F. Kuiper"],
    "venue": "Ph.D. Thesis, Utrecht University,",
    "year": 2003
  }, {
    "title": "Les lahars: dépôts, origines et dynamique",
    "authors": ["F. Lavigne", "J.C. Thouret"],
    "venue": "Bulletin de la Société Géologique de France",
    "year": 2000
  }, {
    "title": "Lahars at Merapi volcano, Central Java: an overview",
    "authors": ["F. Lavigne", "J.C. Thouret", "B. Voight", "H. Suwa", "A. Sumaryono"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 2000
  }, {
    "title": "Uplift driven valley incision and river terrace formation in southern England",
    "authors": ["D. Maddy"],
    "venue": "Journal of Quaternary Science",
    "year": 1997
  }, {
    "title": "Quaternary glacial geology of Mount Kenya",
    "authors": ["W.C. Mahaney"],
    "year": 1989
  }, {
    "title": "Geology and the environment in Kenya",
    "authors": ["E.M. Mathu", "T.C. Davies"],
    "venue": "Journal of African Earth Sciences",
    "year": 1996
  }, {
    "title": "The Mid-Pleistocene climate transition: onset of 100 ka cycles lags ice volume build-up by 280 ka",
    "authors": ["M. Mudelsee", "M. Schulz"],
    "venue": "Earth and Planetary Science Letters",
    "year": 1997
  }, {
    "title": "Depositional processes of primary to reworked volcaniclastics on an alluvial plain; an example from the Lower Pliocene Ohta tephra bed of the Tokai Group, central Japan",
    "authors": ["K. Nakayama", "S. Yoshikawa"],
    "venue": "Sedimentary Geology",
    "year": 1997
  }, {
    "title": "Drainage evolution in Kenya",
    "authors": ["F.F. Ojany"],
    "venue": "Studies in East African Geography and Development",
    "year": 1971
  }, {
    "title": "Late Quaternary glacial–interglacial cycle of climatic and environmental change on Mount Kenya, Kenya",
    "authors": ["D.O. Olago", "F.A. Street-Perrott", "R.A. Perrott", "M. Ivanovich", "D.D. Harkness"],
    "venue": "Journal of African Earth Sciences",
    "year": 1999
  }, {
    "title": "Late Quaternary primary tephras in Sacred Lake sediments, northeast Mount Kenya, Kenya",
    "authors": ["D.O. Olago", "F.A. Street-Perrott", "R.A. Perrott", "M. Ivanovich", "D.D. Harkness"],
    "venue": "Journal of African Earth Sciences",
    "year": 2000
  }, {
    "title": "Long-term temporal characteristics of palaeomonsoon dynamics in equatorial Africa",
    "authors": ["D.O. Olago", "F.A. Street-Perrott", "R.A. Perrott", "M. Ivanovich", "D.D. Harkness", "E.O. Odada"],
    "venue": "Global and Planetary Change",
    "year": 2000
  }, {
    "title": "The geomorphology of southeast Kenya",
    "authors": ["A.P. Oosterom"],
    "venue": "Ph.D. Thesis,",
    "year": 1988
  }, {
    "title": "The Cenozoic of Southern Africa",
    "authors": ["T.C. Partridge", "R.R. Maud"],
    "year": 2000
  }, {
    "title": "The Perrier Plateau: a Plio-Pleistocene long fluvial record in the River Allier Basin, Massif Central, France",
    "authors": ["Pastre", "J.-F"],
    "venue": "Quaternaire",
    "year": 2004
  }, {
    "title": "Climate and atmospheric history of the past 420,000 years from the Vostok ice core, Antarctica",
    "authors": ["J.R. Petit", "J. Jouzel", "D. Raynaud", "N.I. Barkov", "J.M. Barnola", "I. Basile", "M. Benders", "J. Chappellaz", "M. Davis", "G. Delaygue", "M. Delmotte", "V.M. Kotlyakov", "M. Legrand", "V.Y. Lipenkov", "C. Lorius", "L. Pépin", "C. Ritz", "E. Saltzman", "M. Stievenard"],
    "year": 1999
  }, {
    "title": "Pertubation and melting of snow and ice by the 13 November 1985 eruption of Nevado del Ruiz, Colombia, and consequent mobilization, flow and deposition of lahars",
    "authors": ["T.C. Pierson", "R.J. Janda", "J.C. Thouret", "C.A. Borrero"],
    "venue": "Journal of Volcanology and Geothermal Research",
    "year": 1990
  }, {
    "title": "Radioisotope dating— absolute ages",
    "authors": ["P.R. Renne", "D.B. Karner", "K.R. Ludwig"],
    "venue": "aren’t exactly. Science",
    "year": 1998
  }, {
    "title": "Late Miocene to Pleistocene evolution of climate in Africa and the Low-latitude Atlantic: overview of leg 108 results",
    "authors": ["W.F. Ruddiman", "M. Sarnthein", "J. Backman", "J.G. Baldauf", "W. Curry", "L.M. Dupont", "T. Janecek", "E.M. Pokras", "M.E. Raymo", "B. Stabell", "R. Stein", "R. Tiedemann"],
    "venue": "Proceedings of the Ocean Drilling Program,",
    "year": 1989
  }, {
    "title": "A geological reconnaissance of the country between Embu and Meru",
    "authors": ["J.J. Schoeman"],
    "venue": "Geological Survey of Kenya, Report No. 17,",
    "year": 1951
  }, {
    "title": "Chronology of Quaternary glaciations in East Africa",
    "authors": ["T.M. Shanahan", "M. Zreda"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2000
  }, {
    "title": "Subcommision on geochronology: convention on the use of decay constants in geo- and cosmochronology",
    "authors": ["R.H. Steiger", "E. Jaeger"],
    "venue": "Earth and Planetary Science Letters",
    "year": 1977
  }, {
    "title": "Arc assembly and continental collision on the Neoproterozoic East African Orogen: implications for the consolidation of Gondwanaland",
    "authors": ["R.J. Stern"],
    "venue": "Annual Reviews of Earth and Planetary Science",
    "year": 1994
  }, {
    "title": "Global Geomorphology. An introduction to the study of landforms",
    "authors": ["M.A. Summerfield"],
    "venue": "Longman Scientific & Technical,",
    "year": 1991
  }, {
    "title": "East African climate change and orbital forcing during the last 175 kyrBP",
    "authors": ["M.H. Trauth", "A.L. Deino", "A.G.N. Bergner", "M.R. Strecker"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2003
  }, {
    "title": "Soil Formation. Kluwer Academic Publishers, Dordrecht, 377pp",
    "authors": ["N. Van Breemen", "P. Buurman"],
    "year": 1998
  }, {
    "title": "The Maas terrace sequence at Maastricht, SE Netherlands: evidence for 200m of late Neogene and Quaternary surface uplift",
    "authors": ["M.W. Van den Berg", "T. van Hoof"],
    "venue": "River Basin Sediment Systems: Archives of Environmental Change",
    "year": 2001
  }, {
    "title": "A 3-D model of fluvial terrace development in the Allier basin (Limagne, France)",
    "authors": ["A. Veldkamp"],
    "venue": "Earth Surface Processes and Landforms",
    "year": 1992
  }, {
    "title": "Late Cenozoic landform development in East Africa",
    "authors": ["A. Veldkamp"],
    "venue": "Zeitschrift für Geomorphologie Supplement",
    "year": 1996
  }, {
    "title": "The role of episodic plain formation and continuous etching and stripping processes in the End-Tertiary landscape development of SE Kenya",
    "authors": ["A. Veldkamp", "A.P. Oosterom"],
    "venue": "Zeitschrift für Geomorphologie",
    "year": 1994
  }, {
    "title": "Registration of abrupt climate changes within fluvial systems: insights from numerical modelling experiments",
    "authors": ["A. Veldkamp", "L.A. Tebbens"],
    "venue": "Global and Planetary Change",
    "year": 2001
  }, {
    "title": "Simulating internal and external controls on fluvial terrace stratigraphy: a qualitative comparison with the Maas",
    "authors": ["A. Veldkamp", "J.J. van Dijke"],
    "venue": "record. Geomorphology",
    "year": 2000
  }, {
    "title": "Erosion surfaces in the Chuka-South area, Central Kenya",
    "authors": ["A. Veldkamp", "P.W. Visser"],
    "venue": "Zeitschrif für Geomorphologie, Supplement",
    "year": 1992
  }, {
    "title": "The geology of the Chuka-South area. Soil survey report of the Kenya Soil Survey",
    "authors": ["P.W. Visser", "A. Veldkamp"],
    "venue": "KSS Report no. 21,",
    "year": 1986
  }, {
    "title": "Paleoclimate and evolution",
    "authors": ["E.S. Vrba", "G.H. Denton", "T.C. Partridge", "L.H. Burckle"],
    "year": 1995
  }, {
    "title": "An outline of the geology of Kenya",
    "authors": ["J. Walsh"],
    "venue": "National Atlas of Kenya, third ed. Survey of Kenya,",
    "year": 1970
  }, {
    "title": "Flow in the lower continental crust as a mechanism for the Quaternary uplift of the Rhenish Massif, north-west Europe",
    "authors": ["R. Westaway"],
    "venue": "River Basin Sediment Systems: Archives of Environmental Change. Balkema,",
    "year": 2001
  }, {
    "title": "Geomorphological consequences of weak lower continental crust, and its significance for studies of uplift, landscape evolution and the interpretation of river terrace sequences",
    "authors": ["R. Westaway"],
    "venue": "Netherlands Journal of Geosciences",
    "year": 2002
  }, {
    "title": "Long-term river terrace sequences: evidence for global increases in surface uplift rates in the Late Pliocene and early Middle Pleistocene caused by flow in the lower continental crust induced by surface processes",
    "authors": ["R. Westaway"],
    "venue": "Netherlands Journal of Geosciences",
    "year": 2002
  }, {
    "title": "The effect of changes in the Earth’s moment of inertia during glaciation on geomagnetic polarity excursions and reversals: implications for Quaternary chronology",
    "authors": ["R. Westaway"],
    "venue": "Current Science",
    "year": 2003
  }, {
    "title": "Pliocene and Quaternary surface uplift revealed by sediments of the Loire-Allier river system, France",
    "authors": ["R. Westaway"],
    "venue": "Quaternaire",
    "year": 2004
  }, {
    "title": "Flow in the lower continental crust as a mechanism for the Quaternary uplift of southeast England, constraints from the Thames terrace record",
    "authors": ["R. Westaway", "D. Maddy", "D. Bridgland"],
    "venue": "Quaternary Science Reviews",
    "year": 2002
  }, {
    "title": "Rheological differences between Archaean and younger crust can determine rates of Quaternary vertical motions revealed by fluvial geomorphology",
    "authors": ["R. Westaway", "D. Bridgland", "S. Mishra"],
    "venue": "Terra Nova",
    "year": 2003
  }, {
    "title": "Fluvial landscape response time: how plausible is steady state denudation",
    "authors": ["K.X. Whipple"],
    "venue": "American Journal of Science",
    "year": 2001
  }, {
    "title": "Magmatism at rift zones; the generation of volcanic continental margins and flood basalts",
    "authors": ["R. White", "D. McKenzie"],
    "venue": "Journal of Geophysical Research",
    "year": 1989
  }, {
    "title": "Uplift, subsidence, and volcanism in the southern Neiva Basin, Colombia, Part 2: influence on fluvial deposition in the Miocene Gigante formation",
    "authors": ["A.M. Wiel van der", "G.D. van den Bergh", "E.H. Hebeda"],
    "venue": "Journal of South American Earth Sciences",
    "year": 1992
  }, {
    "title": "Argon geochronology of small samples using the vulkaan argon laserprobe",
    "authors": ["J.R. Wijbrans", "M.S. Pringle", "A.A.P. Koppers", "R. Scheveers"],
    "venue": "Proceedings of the Koninklijke Nederlandse Akademie van Wetenschappen, Biological Chemical Geological Physical and Medical Sciences",
    "year": 1995
  }],
  "id": "SP:0ff62d6ee21baca1cf3fd9b39a9d2765b21f9d0f",
  "authors": [{
    "name": "A. Veldkamp",
    "affiliations": []
  }, {
    "name": "E. Buis",
    "affiliations": []
  }, {
    "name": "J.R. Wijbrans",
    "affiliations": []
  }, {
    "name": "D.O. Olago",
    "affiliations": []
  }, {
    "name": "E.H. Boshoven",
    "affiliations": []
  }, {
    "name": "M. Marée",
    "affiliations": []
  }, {
    "name": "R.M. van den Berg van Saparoea",
    "affiliations": []
  }],
  "abstractText": "The Late Cenozoic development of the River Tana in Kenya has been reconstructed for its central reach near its confluence with the River Mutonga, which drains the Mount Kenya region. Age control for this system has been provided by K–Ar and Ar–Ar dating. Between 3.21 and 2.65Ma a major updoming occurred, in relation to the formation of the Kenyan rift valley. The tilting related to this doming has been reconstructed from lava flows that preserve former river gradients. Linear projection of these trends to the current rift valley rim suggests a net updoming of the eastern Gregory Rift valley by at least 1 km during 3.21–2.65Ma. In contrast, since 2.65Ma the Tana system has been mainly subject to relatively minor epeirogenic uplift. Changing climatic conditions combined with continuing uplift yielded a typical staircase of strath terraces with at least 10 distinct levels. A more detailed reconstruction of the incision rates since 215 ka has been made, by correlating mineralogically fingerprinted volcaniclastic Tana deposits with dated tephras in a lake record. These volcaniclastic sediments were deposited during glacial periods, contemporaneous with lahars. The reconstructed incision rates for the three youngest terraces are 0.1–0.2mma , thus considerably faster than the overall average rate of valley incision since the MidPliocene, of 0.06mma . A plausible uplift history has been reconstructed using the estimated ages of the Tana terraces and marine terraces on the Indian Ocean coastline. The result suggests an increase in the rate of incision by the River Tana at 0.9Ma, an observation typical in most European river terrace staircases. The reconstructed Late Quaternary development of Tana valley indicates that a similar Quaternary uplift mechanism has operated in both Europe and East Kenya, suggesting a globally applicable process. r 2007 Elsevier Ltd. All rights reserved.",
  "title": "Late Cenozoic fluvial dynamics of the River Tana, Kenya, an uplift dominated record"
}