{
  "sections": [{
    "text": "lable at ScienceDirect\nCretaceous Research 72 (2017) 39e65\nContents lists avai\nCretaceous Research\njournal homepage: www.elsevier .com/locate/CretRes\nThe CenomanianeTuronian Boundary Event (CTBE) on the southern slope of the Subalpine Basin (SE France) and its bearing on a probable tectonic pulse on a larger scale\nDani ele Grosheny a, *, Serge Ferry b, Christophe L ecuyer c, Audrey Thomas a, Delphine Desmares d\na Universit e de Lorraine, UMR CNRS 7359 GeoRessources, BP 70239, F-54506 Vandoeuvre-l es-Nancy, France b 6D avenue G en eral de Gaulle, F-05100 Briançon, France (retired from Universit e Lyon 1) c Universit e Lyon 1, Laboratoire de G eologie de Lyon, CNRS UMR 5276 & Institut Universitaire de France, 2 rue Raphael Dubois, Campus La Doua, F-69622 Villeurbanne cedex, France d Sorbonne Universit es, UPMC Univ Paris 06, UMR 7207 (CR2P), MNHN e UPMC e CNRS, Tour 46-56, 5 eme, case 104, 4, place Jussieu, F-75005, Paris, France\na r t i c l e i n f o\nArticle history: Received 6 May 2016 Received in revised form 14 November 2016 Accepted in revised form 17 November 2016 Available online 17 November 2016\nKeywords: CenomanianeTuronian Boundary Event (CTBE) OAE2 Black shale Tectonic pulse\n* Corresponding author. E-mail address: daniele.grosheny@univ-Lorraine.fr\nhttp://dx.doi.org/10.1016/j.cretres.2016.11.009 0195-6671/© 2016 Elsevier Ltd. All rights reserved.\na b s t r a c t\nThe CenomanianeTuronian Boundary Event (CTBE) event is not associated with a transgression on the southern margin of the Subalpine Basin, but with a steady shallowing-up trend beginning in the lower half of the d13C positive shift. The SWeNE Rouaine Fault had a complex role, first in isolating a black shale basin to the west and a large, deep submarine plateau devoid of black shale to the east, then by a strikeslip movement that induced a forced progradation to the north of the southern platform in the eastern compartment. This compressive tectonic reactivation of the southern margin began around the deposition of the local equivalent of the Plenus bed of boreal basins, as shown by correlation supported by both isotope and palaeontological data. Other local data are pieced together to suggest that the whole of SE France underwent a short-lived transpressive tectonic pulse around the CenomanianeTuronian boundary, probably connected with the early compressive movement of Africa vs. Europe. On a larger scale, other published data suggest that this pulse could be a global one. It is coeval with renewed thrust loading, volcanism and transgression in the North-American Western Interior, local emergences during the event along the eastern Atlantic margin, suggesting a slight tendency to inversion of the margin, and a tilting to the east of the North-Africa plate that could explain the large transgression recorded from Morocco to Tunisia on the Saharan Craton.\nNew isotope and palaeontological (coiling ratio of Muricohedbergella delrioensis) data from SE France suggest that two coolings of suprabasinal importance occurred just before and during the build-up of the d13C shift, including the boreal “Plenus Marls“, especially its middle limestone bed and its SE France equivalent.\nRegarding the extinction of the genus Thalmaninella and Rotalipora and during the event, neither anoxia nor climate changes can fully explain the palaeontological crisis, given that Rotalipora cushmani crosses the first phase of anoxia without harm, as well as the two coolings, not only in SE France but on a large scale, as shown by the correlation of the published data. This extinction needs alternative explanations as we challenge both anoxia and climate as major causes.\n© 2016 Elsevier Ltd. All rights reserved.\n(D. Grosheny)."
  }, {
    "heading": "1. Introduction",
    "text": "This study has been conducted for four reasons, both local and general. The first was to understand how basinal black shales of the CenomanianeTuronian (CeT) boundary event (CTBE), in the classical sections of Vergons and Pont d'Issole (Crumi ere, 1989;\nD. Grosheny et al. / Cretaceous Research 72 (2017) 39e6540\nCrumi ere et al., 1990; Tronchetti and Grosheny, 1991; Grosheny and Tronchetti, 1993; Grosheny and Malartre, 1997; Grosheny et al., 2006; Takashima et al., 2009; Jarvis et al., 2011) pass to the slope and outer platform facies. The second reason was to know how the CTBE crisis affecting planktic foraminifera (extinction of thalmaninellids and rotaliporids) is recorded in deep-water settings outside the black shale depositional area. The thirdwas to know if the forced regression associated with the CTBE on the western margin of the Subalpine Basin (Malartre and Ferry, 1993; Ferry, 1999) is also recorded on its southern margin, and therefore to see if the sequence stratigraphic context of the event is homogenous or not over short distances in the same basin, and on a larger scale from the published data. Finally, the coiling ratio of Muricohedbergella delrioensis has been studied in the basinal section of Pont d'Issole, and combined with isotope data to see whether the recent results obtained in the North-American Western Interior Basin (Desmares et al., 2016), regarding climate change around the CTBE, can be found in other basins. Pieced together, all the data now available lead to a reappraisal of the causes of the rotaliporids' extinction."
  }, {
    "heading": "2. Materials and methods",
    "text": "Six new sections have been logged in the southern subalpine ranges (Castellane area), outside the area where the CTBE black shale is present (Fig. 1). Of these sections, three have been sampled for carbon-isotope studies, in addition to a detailed biostratigraphic survey (planktic and benthic foraminifers), in order to establish the position of the CTBE. The coordinates of the sections are given in Table 1. The base of the Turonian limestones in the Entrevaux area is often affected by small thrust planes that may locally truncate the succession, especially at the base of the cliff-forming Turonian limestones. A similar problem also occurs in the Vergons section, where the lower part of the black shales is deformed. This was first interpreted as a slump feature (Grosheny et al., 2006), but could be purely tectonic in origin. The nearby Pont d'Issole section has thus\nbeen preferred as a local reference section in the deep basin (Grosheny et al., 2006; Jarvis et al., 2011). The Entrevaux section has been logged in a remote part of the northern edge of the anticline, north-east of the town, where the succession outcrops cleanly and does not show any such tectonic perturbation. The succession was logged using climbing material owing to the very steep slope. The companion Puget-Th eniers section has been logged a few kilometres east of the village, to examine the lateral continuity of the succession at the base of the paleoslope, east of the Rouaine strikeslip fault (Fig.1). The Les Lattes slope section has been logged on the road side. Its lower part was studied by Gale and Kristensen (1996) who, in a glauconitic limestone bed, found the belemnite Actinocamax plenus known to occur (Plenus bed) in the reference sections of the English and German boreal basins in the d13C anomaly interval. Our work also aimed to understand themeaning of that local glauconitic bed. TheMontblanc section is close to the Rouaine Fault, and shows, by the CenomanianeTuronian transition, a thick package of sandstone turbidites that become rapidly finer-grained and fully bioturbated in the nearby Cougnas section. The Le Bourguet\nstellane area (SE France): 1e3 by Grosheny et al. (2006); 2, by Jarvis et al. (2011) in the nt d'Issole; 3. Ondres; 4. Entrevaux; 5. Puget-th eniers; 6. Pont de Clans; 7. Montblanc; 8. ers of geological maps (1:50.000). Light solid lines indicate outcrops of CeT boundary\nD. Grosheny et al. / Cretaceous Research 72 (2017) 39e65 41\nsection is one of the best sections available on the platform edge, as Cretaceous deposits are increasingly eroded to the south, preventing us from seeing the connection with shallower facies.\nAnalytical procedures are the same as those used in an earlier study on basinal deposits (Grosheny et al., 2006), including the still unpublished isotope data of the Entrevaux section obtained at the University of Strasbourg. The bulk rock d18O and d13C values, newly acquired for the Les Lattes, Le Bourguet and Bruis sections, were determined in triplicate for every sample using a MultiPrep™ automated preparation system coupled to a dual-inlet Elementar Isoprime™ isotope ratio mass spectrometer (IRMS), at the Laboratoire de G eologie de Lyon (UMR 5276 of the University Claude Bernard Lyon 1). About 300 mg of calcium carbonate were automatically reacted with anhydrous supersaturated phosphoric acid at 90 C for 20 min. Reproducibility of d18O measurements was 0.1‰ (1s) and 0.05‰ (1s) for d13C. Data are reported as d18O and d13C values vs. V-PDB (in ‰ d units) after calibration with the NIST NBS-19 international standard."
  }, {
    "heading": "3. Regional geological background",
    "text": "Extensive exploration work on post-Barremian deposits was done at the end of the 1990s on thewestern border of the Subalpine Basin, on both sides of the present-day middle Rhône valley (Fig. 2).\nThe objective was to define the geological background of an underground laboratory for a nuclear waste repository by the Agence Nationale pour la gestion des D echets Radioactifs (ANDRA). The geological survey, based on fully cored wells, allowed a better understanding of the changes in the Cretaceous palaeogeography of thewesternmargin of the Subalpine Basin (Ferry,1999). These data, combined with data of the literature and unpublished field work, allow the drawing of a full palaeogeographical map for the Cenomanian (Fig. 2), in order to define the depositional context of the CTBE black shale in SE France. The Cenomanian palaeogeography was deformed later by the sinistral play of strike-slip faults (Fig. 2, Nîmes and Durance faults) during the Late Cretaceous to Cenozoic closing of the basin, and early Alpine folding phases. On the western border of the basin, three major regressions were recorded during the Cenomanian (Ferry, 1999). The first (Fig. 2, line a) occurred in the earliest Cenomanian and is represented by the quick progradation of the ‘Gr es a orbitolina’ (orbitolina-bearing sandstones) to the NE in Porthault's (1974) Rhodanian Saddle. The progradation was then followed by an accelerated seaward shift of coastal sands (Fig. 2, line b) that led to the installation of an aggradational sand spit isolating a back barrier, lignite-rich, lagoonal environment during the early to middle Cenomanian. A short-lived forced regression occurred during the lagoonal interval, that induced a sudden downward shift of mega-rippled, tidal\nFerry, 1999; eastern part after Conard-Noireau, 1987; South Provence Basin after Philip,\nasin) in the Cenomanian; 3. depositional area of CTBE black shales; 4. lignite lagoon in\nined limestones with storm beds; 7. inferred longshore drift during late-early to middle\n9. thrust faults: a. outer limit of earliest Cenomanian shoreline progradation (‘Orbitolina\nlagoon on western margin; c. outer limit of tidal sandstones of ‘mid’-Cenomanian\ncoastal lowstand prism (dotted) (forced regression 2, see text). Additional Bruis section\nD. Grosheny et al. / Cretaceous Research 72 (2017) 39e6542\nglauconitic sandstones on the outer platform, close to the shelf edge (Fig. 2, line c). This relative sea-level fall remains poorly dated, owing to the scarcity of biostratigraphic data in shallow-water deposits. From its position in the local Cenomanian succession, it could be close to, or may be coincidental with, the midCenomanian Event (MCE), found in the Castellane area (Giraud et al., 2013; Reboulet et al., 2013), and which also corresponds to a sea-level low in the English Chalk (Hart, 1980, 2004; Hancock, 2003, 2004). After a late Cenomanian flooding, a last forced regression, stronger than the former, was documented to occur around the CenomanianeTuronian boundary (Malartre and Ferry, 1993). The shoreline then shifted dramatically to the east (Fig. 2, line d), probably spanning a short time interval before the early Turonian reflooding (Porthault, 1974). The lowstand mega-rippled glauconitic sandstones fed a package of turbidite beds that are interstratified in the CenomanianeTuronian boundary black shale in the residual basin (western part of the black shale depositional area, Fig. 2). The Bruis section (Fig. 2, white star) has also been studied more precisely here, to obtain a precise timing for the emplacement of lowstand turbidites vs. those of the Castellane area. The results will appear in the discussion.\nEastward, on the south-easten margin of the Subalpine Basin studied in this paper, less is known about the platform-to-basin stratigraphic relationships. Conard (1980) and Conard-Noireau (1983, 1987) published a number of sections covering the outer platform to the basin, and proposed palaeogeographic maps. Recent integrated stratigraphic studies have focussed on basinal sections, especially on the CenomanianeTuronian boundary black shale (see Grosheny et al., 2006; Jarvis et al., 2011). The platform-tobasin transition we present here from new field studies (Fig. 1), spreads south to north across several WeE trending folds, parallel to the palaeoslope. Good outcrops allow us to log sections bed by bed across the transition. To the south, the platform proper is less known, as a result of erosion after the Eocene surrection of the Provence Chain. Themost shallow Cenomanian and Turonian facies preserved at the platform-to-basin transition are outer platform deposits; i.e. oyster-bearing limestones and sandy coquina storm layers in the Cenomanian, evenly bedded or hummocky-cross bedded calcarenites in the Turonian."
  }, {
    "heading": "4. Results",
    "text": "Detailed biostratigraphic analyses (foraminifers) and carbonisotope curves are given for the three main sections (Entrevaux, Les Lattes, Le Bourguet). Others sections will appear in the correlation diagrams."
  }, {
    "heading": "4.1. Entrevaux section",
    "text": "Cenomanian deposits in this section are a 250 m-thick alternation of bioturbated grey marlstone and light-grey, fine-grained limestone, the latter occurring as bundles of beds (Fig. 3A). The microfacies of limestones are similar to those found in the black shale area to the NW (Fig. 1), but the succession is here devoid of laminated shale. The CenomanianeTuronian (CeT) transition, as shown by the position of the d13C anomaly (Fig. 4), is within a 10mthick, transitional interval (Fig. 3B, interval c), between the last Cenomanian bed bundle (Fig. 3B, b) and the well-bedded, cliffforming Turonian limestones (Fig. 3B, d). Inventories of foraminifers and isotope data of the CeT transition were completed by Westerman (2004) and Courjault (2006), and are shown in Fig. 4. The CeT transition can be divided into three parts: two recessive marlstone intervals (LRI ¼ lower recessive interval; and URI¼ upper recessive interval; Fig. 4) below and above a package of thin limestone beds. The d13C shift covers most of the LRI to URI\nintervals (Figs. 3B and 4). Thin-bedded, evenly laminated, sandy calcarenites interpreted as turbidites (Fig. 4, T) occur within the LRI. Glauconite grains are encountered inwashing residues of interbeds in bed bundle b and the base of the LRI. Benthic foraminifers occur throughout (Fig. 4), and are always well-diversified, except in the LRI and the URI, as well as in the intervening bed package, where the diversity drops significantly. The suborder Lagenina is the most represented, with Nodosariidae (Nodosaria cylindrica, Dentalina cenomana) Vaginulidae (Lenticulina rotulata, L. sp. cf. gaultina, Marginulina sp. cf. pseudolinearis, Vaginulina sp.), and Polymorphinidae (Oolina apiculata, Ramulina sp.) the most abundant species encountered. Then, in decreasing numbers, are Textulariina with Textulariidae (Textularia sp.), Tritaxiidae (Tritaxia pyramidata), Ataxophramiidae (Arenobulimina sp.), Verneuilinidae (Spiroplectinata sp. cf. annectens, Gaudryina quadrans), Eggerellidae (Dorothia filiformis), Ammondiscidae (Ammodiscus sp.), and Rotaliina with Gavelinellidae (Gavelinella sp. cf. berhelini), Turrilinidae (Praebulimina elata). The assemblages are averagingly similar to those found in the black shale sections of Pont d'Issole and Vergons (Grosheny and Tronchetti, 1993; Grosheny et al., 2006), although a little less diversified, and individuals less abundant. In the LRI and URI intervals, impoverished assemblages are found, in which only remain opportunistic species supporting a lower oxygen ratio (Honigstein et al., 1986; Koutsoukos et al., 1990; Holbourn et al., 2001), such as Lenticulina (Nodosariidae), Textularia (Textulariidae), and Praebulimina (Turrilinidae). Planktic foraminifera are well-diversified throughout, with keeled species abundant, suggesting an open marine environment, deep enough to sustain the life cycle of such keeled forms (Hart and Bailey, 1979; Caron and Homewood, 1982). The ratio of keeled to total planktics is apparently higher in limestone beds (thin sections) than in marlstone interbeds (washing residues). Such relationships between limestone beds and marly interbeds has also been found in sections of the Western Interior (Desmares et al., 2004; 2007), and also in Austria and there explained as a result of r anf K strategies (Gebhardt et al., 2010). There are no changes in the radiolarian assemblages throughout the section, which comprise about 90% spumellarians and 10% nassellarians. The interval between the last occurrence of R. cushmani and the first occurrence of early Turonian Marginotruncana is short in the upper part of the URI (Fig. 3). The CeT boundary has been positioned in between, following what has been found in many basinal sections worldwide (see review in Grosheny et al., 2013, Fig. 5), given that when micropaleontological data are adequate, the CTBE d13C anomaly has been found to be synchronous worldwide (Hart and Leary, 1989; Tsikos et al., 2004; see also review in Grosheny et al., 2013, Fig. 5)."
  }, {
    "heading": "4.2. Les Lattes section",
    "text": "The whole Cenomanian succession is thicker here (z450 m) than at Entrevaux. The section studied in detail (Fig. 5) is atop a marlstone-dominated succession (not shown) representing the upper Cenomanian. At the base of the section studied, the top of the R. cushmani zone covers a bundle of beds overlain by a marlstone interval (Figs. 5 and 6A). The transition from the last occurrence of R. cushmani to the cliff-forming Turonian limestones is exceptionally thick here (Fig. 5). It begins with fine-grained limestone beds hosting a few thicker, coarser-grained, sandy and glauconitic, bioturbated limestone beds, in which the belemnite A. plenus has been found (Gale and Kristensen, 1996). Examination of the coarsegrained beds shows that they are thick turbidite beds, that have been greatly disturbed by bioturbation (Fig. 6B), but some sharp bases of beds and gradings are preserved (Fig. 6C). Thin, horizontally laminated sandstone beds are found, scattered higher up in the section (Figs. 6D, E), and also interpreted as turbidites (‘T’ on the\nD. Grosheny et al. / Cretaceous Research 72 (2017) 39e65 43\nlog, Fig. 5). The intervening non-turbidite limestone beds are fully bioturbated throughout, and most often have a nodular pattern (Fig. 6D) not observed in the Entrevaux section. Also, they are not as fine-grained as in the previous section, bearing sponge spicules and silt-sized bioclastic debris, as seen in thin sections. A 70 m-thick, slightly recessive interval (Fig. 5) occurs below the cliff-forming Turonian limestones. Oysters (Exogyra) are found in the nodular limestone beds of this interval, meaning that the depositional depth diminished. Overlying shallow-water Turonian limestones are made of a number of parasequences several metres thick, built in the same way: marly limestone at the base, then fine-grained massive limestone, then sharp-based, coarse-grained calcarenite bearing hummocky-cross stratification at the top (Fig. 6F). The whole succession above the LRI therefore records an overall shallowing from the turbidite beds at the base to the Turonian calcarenites. No black shales layers are encountered.\nWell-diversified benthic foraminifer assemblages are found throughout the section, as in the Entrevaux section, but with some\ndifferences (Lagenina less abundant; Rotaliina more abundant; no changes for Textulariina). Planktic foraminifer assemblages are well-diversified in the lowermost part of the section. Higher up, both in the washing residues for marly interbeds and in the thin sections for the limestone beds, the diversity of planktic assemblages drops significantly, as well as their abundance. In particular, keeled forms become very scarce. In the lowermost part of the section, below the last occurrence of R. cushmani, radiolarians are relatively abundant, but the percentage of nassellarians is lower than at Entrevaux (5e10%). Higher up, radiolarians become scarcer, and are only represented by spumellarians. Bioturbation is pervasive throughout the section. In the absence of Turonian planktic markers above the last occurrence of R. cushmani, it would be difficult to locate the CenomanianeTuronian boundary. In the English and North-German sections, the Plenus bed is below the bed where the latest Cenomanian N. juddii ammonite was found (Hilbrecht and Dahmer, 1994; Gale et al., 2005). If the Plenus bed of Les Lattes (Fig. 6) were coeval with the Plenus bed of boreal basins\nD. Grosheny et al. / Cretaceous Research 72 (2017) 39e6544\n(Gale and Kristensen, 1996), then the CenomanianeTuronian boundary would be above that bed in the Les Lattes section, but without any precision. The d13C isotope anomaly gives better clues\nto the situation of the CeT boundary. The anomaly is expanded dramatically in this section (Fig. 5): about 95 m for a mere 10 m in the Entrevaux section, which will be explained in the discussion. In\nD. Grosheny et al. / Cretaceous Research 72 (2017) 39e65 45\nD. Grosheny et al. / Cretaceous Research 72 (2017) 39e6546\nthe absence of any biostratigraphic marker, the CeT boundary is placed by the 160 m mark, based on the isotope curve (Fig. 5). All these data suggest that the small recessive interval at the base of the section is the lateral equivalent of the LRI of the Entrevaux section, and the upper, expanded one is the counterpart of the URI (Fig. 5). If correct, the dramatic increase in thickness, as well as the facies change, mostly concerns the time interval corresponding to the small bundle of beds observed between the LRI and the URI in the Entrevaux section. Expanded successions like that of Les Lattes\ncan be traced to the east (Le Mas, Fig. 7); that is, all along the paleoslope, as drawn by Conard-Noireau (1987)."
  }, {
    "heading": "4.3. Le Bourguet section",
    "text": "The CenomanianeTuronian transition (Fig. 8) begins with an alternation of grey marlstones and bundles of fine-grained limestone beds showing a nodular pattern, and affected by slumping. Higher up, oysters (Exogyra) are increasingly frequent in the\nD. Grosheny et al. / Cretaceous Research 72 (2017) 39e65 47\nlimestone beds, either scattered in beds or as shelly layers. Finegrained sandstone beds then occur, interpreted as storm beds. The section ends with bedded calcarenites of the Turonian carbonate platform that can be traced to the south (Fig. 1, locality 12). Small glauconite grains are found all along the section in washing residues. From the base to the top, the facies succession records a decrease in water depth associated with the progradation of the Turonian platformal carbonates.\nThe limestone-marl alternation of the transition is poor in planktic foraminifers. Only small globular forms of the M. delrioensis type and surface dewellers like heterohelicidae (Heterohelix, Gumbelitria) are found in the lower half, together with radiolarians. Higher up, when oysters become more frequent, both radiolarians and planktic foraminifers disappear. Radiolarians only comprise spumellarians. Nassellarians that are present in the previous sections, although in decreasing numbers to the south, are absent here. Regarding the benthic foraminifer assemblages, the lower half of the section comprises a relatively diversified fauna (up to 8 species including Rotaliina (Pleurostomillidae with Pleurostomella obtusa, Gavelinidae with Gavelinella berthelini), Lagenina (Ellipsolagenidae with Oolina apiculata and Nodosarridae with Vaginulinopsis sp., Planularia sp. and Lenticulina rotulata), and Textulariina (Textulariidae, Ammodiscidae being the most represented). However, the deep-water species encountered in the previous sections are lacking. Higher up, around the 100 m mark\n(Fig. 8), Miliolidae appear within similar assemblages, indicating a shallowing-up trend. In the upper half, although the water depth is supposed to continue to decrease from the sedimentary facies evolution, the assemblages are surprisingly impoverished (only 2 species), although strong bioturbation and echinoids debris present throughout indicate well-oxygenated bottom waters. In other periplatformal environments of same age in SE France, up to thirty species of benthic foraminifers may be present (Grosheny and Tronchetti, 1993; Grosheny and Malartre, 1997). The explanation may be in the specific characters of sedimentary substrates rather than in the water depth. Overall, three faunal steps are therefore recorded from base to top: impoverished planktic foraminifera assemblages associated with relatively diverse benthic assemblages, then only impoverished benthic assemblages, then barren of any foraminifers. Without the isotope curve (Fig. 8), the position of the CeT boundary would be very imprecise. As in the previous sections, it has been placed just before the end of the d13C shift.\nOn the basis of both facies and faunal changes, the section records an apparently slow and steady decrease in water depth, which can be related to the progradation of the Turonian carbonate platform. The CeT boundary is within this trend. There is no evidence of any break in the succession, suggesting a possible hiatus of some importance. The stratigraphic interval corresponding to the d13C shift is also rather expanded here (spanning about 30 m), but smaller than in the Les Lattes section.\nD. Grosheny et al. / Cretaceous Research 72 (2017) 39e6548"
  }, {
    "heading": "5. Basin-to-platform correlation",
    "text": "Correspondences can be made between the Entrevaux section and the nearby Pont d'Issole deep-water reference section (Fig. 9). Both planktic foraminifer and isotope data suggest that the two black shales layers of Pont d'Issole (Fig. 9, LBS and UBS) correlate to the two recessive marl-dominated intervals occurring within the d13C anomaly at Entrevaux (LRI and URI, respectively; Fig. 9). The first occurrence of Marginotruncana is roughly coeval in the two sections versus the d13C shift. The correlation also suggests that R. cushmani would be present at the base of the upper black shale layer (UBS) at Pont d'Issole compared to that of Entrevaux. Although there is no black shale in the Entrevaux section, where deposits are bioturbated all along, a strong decrease in the diversity of benthic foraminifers in both the LRI and the URI suggests that the bottom waters may have experienced some oxygen depletion, although bioturbation is present throughout.\nCorrelation of the new sections, east of the Rouaine Fault, are presented in Fig. 10, based on the correspondences of lithostratigraphic units and the position of the d13C anomaly. Companion sections of those studied in detail have been logged eastward of Entrevaux (Fig. 1, sections 5 and 6), and observations continued eastward and northward. All sections are similar in facies and thicknesses to that of Puget-Th eniers around the CeT boundary (Fig. 10, section 5). There are no black shales east of the Rouaine Fault (Fig. 1) in deposits of the CeT transition, even in the most distal position to the north, toward the deep Alpine sea. To the south, correlation show the very strong expansion of the CenomanianeTuronian boundary (CTB) deposits, mostly during the isotope anomaly but continuing in the lowermost Turonian (very expanded URI of Cougnas; Fig. 10, section 8). The sandstone turbidites in the Les Lattes section have a thicker counterpart in the Montblanc section, close to the Rouaine Fault. These turbidites were deposited a little earlier in the distal Entreveaux section (base of the LRI) than at Les Lattes, where they occur mostly scattered in the limestone-dominated interval between the LRI and URI. These should belong to two different systems, as the intermediate Cougnas section (Fig. 1) is devoid of turbidites at that time. The relatively thick package of turbidites of the Montblanc section seems to be closely related to (channelled through) a submarinemorphology linked to the Rouaine Fault. A late turbidite package occurs just under the cliff-forming Turonian limestones, in the uppermost part of the URI at Cougnas (Fig.10, section 8) in an area previously free of turbidites, which will receive a logical explanation in the following discussion.\nAnother correlation diagram (Fig. 11) shows the relationships between the sections east of the Rouaine Fault that are devoid of black shales, with sections bearing black shales layers west of the fault. Logs are arranged to suggest a platform-to-basin morphology. The overall decrease in depositional depth from Entrevaux to Le Bourguet is supported by both facies and faunal changes; i.e. a decrease in the ratio of keeled forms among planktic foraminifera; changes in benthic foraminifera assemblages; and a decrease in the number of radiolarians present, associated with a decrease in the ‘deeper-dwelling’ nasselarians vs. more ‘neritic’ spumellarians (Boltovskoy and Jankilevitch, 1985; Palmer, 1986; Casey, 1993; Kopaevich and Vishnevskya, 2016). These faunal changes record both a horizontal shallowing trend to the south (Les Lattes, Le Bourguet), as well as a shallowing-up trend in the last two sections (progradation of the carbonate platform).\nThe stratigraphic interval between the last occurrence of Cenomanian planktic foraminifers and the first occurrence of Turonian ones (especially Marginotruncana, as the marker Helvetoglobotruncana helvetica is often scarce) is confinedwithin the UBS or URI. This interval, well-defined in deep settings, becomes loosely defined or impossible to draw in outer platform sections (Le Bourguet), where the d13C anomaly remains the only way to approximate the CeT boundary within its upper part. According to earlier results (Grosheny et al., 2006), the disturbed Vergons section, once considered a possible reference section (Crumi ere, 1989; Crumi ere et al., 1990) is interpreted here as affected by postdepositional tectonic disturbance (small thrust plane partially suppressing the LBS) rather than syndepositional slumping (Grosheny et al., 2006). Our correlation (Fig. 11) show that the LBS/ LRI interval is quite continuous in thickness along the profile. Conversely, the non-anoxic, limestone-dominated interval between the LBS/LRI and the UBS/URI records a very high accumulation rate in slope setting (Les Lattes), continuing into the URI.\nAll the data now acquired allows us to propose a palaeogeographic map (Fig. 12) depicting what occurred on the southern margin of the Subalpine Basin by the CeT boundary. The Rouaine Fault clearly makes a boundary between a basinal low, where black\nD. Grosheny et al. / Cretaceous Research 72 (2017) 39e65 49\nshales are present, and a vast eastern region, where they are lacking, and deposits are bioturbated throughout, although the water depth is still important from the microfaunal data. This boundary cannot be the result of a late strike-slip movement, putting two different domains of the basin in contact. The strong apparent offset is not recorded on the platform to the south, meaning that the fault had a syndepositional vertical play in limiting a low to thewest, and a plateau to the east. Such an interpretation suggests that the black shales were limited to the deepest waters of the basin, and that there was no expanded oxygen minimum zone at that time in the Subalpine Basin to explain the occurrence of the black shales, as has often been proposed in oceanic basins. Bottomwater confinement, whose short duration during the CTBE still remains to be understood, could be a simpler explanation. The areal extension of turbidites suggests that the eastern plateau was probably tilted gently to the east to explain that the seemingly channelled turbidites of Montblanc (Fig. 12, section 7) did not flow into the western low, but had a flow pattern to the NE. The scattered turbidites found in the Les Lattes and Le Mas sections (Fig. 12, sections 9 and 10) have a different flow pattern, as deduced from their repartition parallel to the paleoslope. They were probably deposited in a WeE funnel at the base of the highly subsiding paleoslope (Figs. 10 and 11). This CTBE base-of-slope setting was later incorporated into the southern prograding platform, whose shallow-water deposits gained tens of kilometres to the north in the early Turonian (Fig. 12). This gain is not recorded west of the southern end of the Rouaine Fault. It is limited to the eastern plateau, which suggests that an early (and possibly short-lived) sinistral strike-slip play of the fault could have promoted the progradation of (mostly) the eastern part of the platform, and the exceptionally high subsidence rate recorded there in the slope setting during the CTBE (Figs. 10 and 11). In this\nrespect, the deformation process of the margin could explain the changes in the areal repartition of turbidites in the upper URI at Cougnas (Fig. 10, section 8), when the base of slope moved to the north during the progradation."
  }, {
    "heading": "6. Discussion",
    "text": "The discussion focusses on three points that mix the newly acquired local data to those available in the literature: (a) the sequence stratigraphic context of the CTBE in the French subalpine ranges compared to other basins worldwide; (b) correlation with Western-European boreal basins, especially with regard to the ‘cold’ mid-Plenus bed (or Bed 3 of Jefferies, 1963, in the south England sections, here labelled MPB) and its climate significance on a larger scale; and (c) the influence of anoxia and climate changes on rotaliporids' extinction.\n6.1. Tectonic disturbances around the CeT boundary: local or general?\nFirst, it should be remembered that thewide occurrence of black shales in basins during short episodes of the Earth's history, and especially around the CeT boundary, has been mostly explained, following the earlier work of Schlanger and his colleagues (Schlanger and Jenkyns, 1976; Schlanger et al., 1987), using a series of mechanisms induced by the major flooding of ocean margins. Such flooding would have enhanced the primary productivity and, as a consequence, the development of a thick oxygen minimum zone (OMZ) at intermediate depths, that could have even reached the ocean bottom, explaining the preservation of organic matter in the sediment in both the deep ocean and in marginal basins\nD .G rosheny et al./ Cretaceous Research 72 (2017) 39 e 65\n50\nD .G rosheny et al./ Cretaceous Research 72 (2017) 39 e 65\n51\nD. Grosheny et al. / Cretaceous Research 72 (2017) 39e6552\nimpacted more or less by the OMZ, although Hart and Koutsoukos (2015) pointed out that the presence of anoxic sediments may have nothing to do with the water column, but all about taphonomy on the sea floor. In that respect, the large latest Cenomanian transgression recorded in the North-American Western Interior, recorded in the Global Stratotype Section and Point (GSSP) section of Pueblo (Kennedy et al., 2005), has become the main basis for the CenomanianeTuronian part of ‘eustatic charts’ (Vail et al., 1977; Haq et al., 1987; Hardenbol et al., 1998), meaning implicitly that everything that does not obey the rule is just the result of local tectonic distortion."
  }, {
    "heading": "6.1.1. Tectonic disturbances on the Vocontian Trough margins",
    "text": "In the Castellane area, the newly acquired data show that the CTBE is not associated with a transgressive trend, but with an overall shallowing-up trend of the southern margin. This trend is explained by an acceleration of the progradation of the Provence platform to the north. The move is accompanied by a dramatic increase of the accumulation rate in slope setting, the emplacement of turbidites at the base of the slope, and, mostly east of the Rouaine Fault, by a rapid northward displacement of the platform edge and slope, suggesting a progradation forced there by a strike-slip play of the fault (Fig. 12). Correlation show that the tectonic event started after the deposition of the lower black shale in the deepest, western part of the basin (LBS, Figs. 9 and 11), while, in the eastern part, a vast submarine plateau stayed above the upper boundary of the anoxic bottom waters throughout the CTBE.\nAs mentioned in Section 1, on the western margin of the Subalpine Basin, a strong, short-lived forced regression was found to occur around the CeT boundary. In the Rhodanian saddle (Fig. 2), the Cenomanian succession is about 400 m thick, bearing a variety\nof facies owing to rapid shifts of shoreline sandstones (see Section 1). The thickness of the Cenomanian deposits increases eastward toward the Vocontian Trough (up to 900 m; Oudet, 2013), whereas the facies evolve to a monotonous deeper-water alternation of limestones and marlstones (Porthault, 1974). All the earlier observations made by Ferry (1999, and later unpublished field data) along a WeE transect to the basinal Bruis section (indicated by a star in Fig. 2) are summarized in Fig. 13 for the uppermost Cenomanian to the lowermost Turonian intervals. In the western part of the profile (Gard Department), upper Cenomanian (Sornay,1950) transgressive Exogyra limestones (Fig. 13) are directly overlain by lower Turonian fine-grained limestones through a cordon of wellrounded quartz gravels, indicating a major sequence boundary (Fig. 13, SB.). This surface has been traced to the outer platform (Fig. 13, Venterol section). Here, the Cenomanian succession is made of an alternation of limestones and marlstones, about 600 m thick (Oudet, 2013), whose last bed bundle is reddened by a paleosol that can be traced in other nearby sections. The glauconitic Venterol sandstones are a complex body (Porthault, 1974). In the type section, they rest on the reddened uppermost Cenomanian limestones through the same cordon of quartz gravels than in the inner sections of the Gard Department (Oudet, 2013). The lower part is red in colour as a result of the reworking of iron oxides from the underlying paleosol, and mixed in the glaconitic sandstone matrix during the early stages of the transgression. The upper part is greenish owing to the disappearance of reworked red particles in the rock. The succession is overall deepening-up, beginning with mega-ripples and ending with laminated storm layers interbedded in fine-grained limestones. In inner platform settings to the west, the thickness of the sandstone diminishes, together with the disappearance of the reddish basal layer. To the east, in the\nD .G rosheny et al./ Cretaceous Research 72 (2017) 39 e 65\n53\nD. Grosheny et al. / Cretaceous Research 72 (2017) 39e6554\noutermost platform setting, the sandstone lacks the reddish basal layer, as presented in Fig. 13: the sandstones in the downdip Trente Pas section are the lowstand sandstones associated with the gravellined sequence boundary and the locally preserved paleosol updip. The reddish Venterol sandstones in the locality type are the transgressive systems tracts that pinch updip to a thin quartz gravel bed in the innermost sections. Toward the basin, the mega-rippled sandstones of Trente Pas pass laterally to a 10 m-thick package of rippled, sandy storm beds interstratified in fine-grained limestone (not shown in Fig. 13), then, deeper, to the graded/laminated sandstone beds interbedded in black shales of the Bruis section. In this section the sandstone beds bear all the attribute of turbidites. They are thus interpreted as lowstand turbidites within the confined black shales of the residual basin (Ferry, 1999, Fig. 4.13), fed by the Trente Pas sandstones wedge. In order to have a better timing of the forced regression during the CTBE, the Bruis section has been sampled for micropaleontologic and isotope studies (Fig. 14). The section contains a single black shale, expanded by the sandstone turbidite beds. Above are well-bedded limestone beds forming the base of the cliff-forming ‘Turonian’ limestones. The upper Cenomanian marker R. cushmani is found throughout the black shale layer. The d13C curve shows that the anomaly probably built up during the black shale deposition, although there are no isotope data in the turbidite package. Both data, in comparisonwith those of the southern margin of the basin, suggest that the black shale of Bruis is the lateral equivalent of the lower black shale of Pont d'Issole (Fig. 9). The underlying, 8 m-thick, bedded limestones in the Bruis section are the lateral equivalent of the bed bundle termed ‘UCBB’ in Figs. 10 and 11, and the lateral equivalent of the bed bundle covered by a paleosol in the Venterol section (Fig. 13). As a consequence, the upper black shale of Pont d'Issole (Fig. 9) has no equivalent in the western part of the Subalpine Basin (Figs. 13 and 14), nor has it been removed by slumping. All the acquired data finally indicate that the western forced regression, estimated to have shifted the shoreline by about 80 km to the east (Malartre and Ferry, 1993), is not exactly coeval with the accelerated subsidence found on the southern margin (Fig. 10, sections 8e11). These are rapidly successive events when put against the black shale layers of the CTBE (Fig. 15). There are other indications that the CeT boundary was coincidental with some tectonic disturbances in SE France. In the eastern Vocontian Trough, Porthault (1974) described limestone conglomerates occurring by the CeT boundary, close to a place otherwise known to have also recorded strong vertical movements in the late Turonian (Grosheny et al., 2015). Therefore, our data support the early interpretation of Porthault (1974) for whom the Cenomanian-to-Coniacian sedimentary successions of the Vocontian Trough recorded the beginning of the closure of the basin through a SeN compressive movement; a move that culminates in later pulses (Ferry and Grosheny, 2013) up to the anteCampanian phase (Flandrin, 1966). The overall SeN compression is expressed mostly by a transpressive movement through the SWeNE oriented faults of the Rhodanian saddle, the Nîmes and Durance faults (Fig. 15), and can explain both the forced regression in the western area and a forced progradation in the eastern area.\nThe local tectonic context is probably related to a general SeN compressional movement between Europe and Africa, whose relative displacement rotates from WeE to SeN in the Late Cretaceous (Bosworth et al., 1999). Sedimentary evidences of compressional tectonics begin in the Early Cretaceous in Eastern Alps (Wagreich, 2001, 2003). In SE France, it is possible that the South Provence Basin (Fig. 2), until now interpreted as an extensional basin (Philip, 1970; Philip et al., 1989), connected westward to the Pyrenaean Trough and farther east to the opening Bay of Biscay (i.e. Choukroune, 1973; Gong et al., 2008), could instead be interpreted as a mini-foreland (flexural) basin linked to the rotational\nmovement of Spain vs. Europe, when Corsica and Sardiniawere still connected to Provence to the south. In that respect, the Durantian Isthmus that was exposed (occurrence of bauxites) in Albian time south of the Vocontian Trough (Fig. 2) (Masse and Philip, 1976) would represent some kind of forebulge (Fig. 15) in front of a compressional belt linked to the Iberia rotation, later disrupted by the CorsicaeSardinia rotation in Burdigalian time. The compressional trend could have even begun in SE France as early as the late Barremian, that is at the birth of the South Provence Basin (Masse, 1976). This elongated basin isolated the south Provence carbonate platform proper from a northern carbonate bank that will become the Durancian swell in Albian time (Masse and Philip, 1976). The tectonic disturbances found around the CenomanianeTuronian boundary are therefore thought to represent a pulse in the compressive trend between Africa and Europe. In addition, We think the CTBE black shale of the Subalpine Basin cannot be explained by an expanded OMZ, because anoxia (or ‘suboxia’, according to Courtinat and Howlett, 1990) is restricted to the deepest bottom waters. We favour instead a simple confinement from the open Alpine Ocean following morphological changes linked to the tectonic pulse.\n6.1.2. Tectonic disturbances around the CeT boundary at a larger scale\nThe question now arises as to whether the tectonic pulse found in the Subalpine Basin is a purely local feature distorting a global transgressive context, or if there is a hidden coherency supporting a purely tectonic mechanism acting on a suprabasinal scale, and accounting for all the transgressions or regressions found along different margins. This questions the idea of a strong eustatic component in relative sea-level changes around the CTBE, which has also been studied by Ostanciaux (2012) through an extensive survey of the Cenomanian literature."
  }, {
    "heading": "6.1.3. North-American Western Interior",
    "text": "It should be first remembered that the North-AmericanWestern Interior is basically a foreland basin in which transgressions are not eustatic in origin, but driven mostly by renewed tectonic loading in the Sevier belt, accompanied by enhanced volcanism. This is particularly the case around the CenomanianeTuronian boundary interval (Kauffman, 1985), where ash layers have long been used since Hattin (1971) to make long-distance bed-by-bed correlation in the Greenhorn Limestone."
  }, {
    "heading": "6.1.4. North Africa",
    "text": "The North-African Craton is known to have experienced widespread flooding around the CeT boundary (Busson et al., 1999; Lüning et al., 2004; Grosheny et al., 2013) that culminated in the Turonian with the connection of the Tethys and the South Atlantic, through intraSaharan corridors, allowing faunal exchanges (Meister et al., 1994; Courville et al., 1998). New field data permit a more precise timing of this flooding along the northern edge of the craton, on the basis of isotope data and regional sequence correlation. It can be traced from eastern Morocco (Lezin et al., 2012; Lebedel et al., 2013) along the southern shoulder of the Atlas rift in Algeria (Benyoucef and Meister, 2015; Benyoucef et al., 2016), to south-western Algeria (Nouh-Mefnoune, 2005), the Saharan Atlas (Grosheny et al., 2008), central Sahara and southern Tunisia (Grosheny et al., 2013), therefore adding more precisions to the earlier synthesis of Lüning et al. (2004). Depending on the location, maximum flooding toward the craton was reached around the end of the CTBE, as the latest Cenomanian rudist-bearing sequences can be directly overlain by Coniacian mixed continental-marine deposits in the south-western Algerian desert (Nouh-Mefnoune, 2005), or in the lower Turonian as in the Tinrhert corridor\nD .G rosheny et al./ Cretaceous Research 72 (2017) 39 e 65\n55\nD. Grosheny et al. / Cretaceous Research 72 (2017) 39e6556\n(Busson et al., 1999), or the Kem-Kem embayment in southernmost Morocco (Cavin et al., 2010; Essafraoui et al., 2015)."
  }, {
    "heading": "6.1.5. Eastern Atlantic margin from Morocco to Western Europe",
    "text": "In opposition of the large flooding recorded on the northern African Craton, the Atlantic margin in Morocco records two emergences bounding the oyster-bearing CTBE beds along the WeE Agadir transect (Jati et al., 2010). These data suggest a tilting of the AfricaneAtlantic margin from Agadir to western Algeria, where only flooding occurs. Similar sequential heterogeneities are also found along the Iberian segment of the eastern Atlantic margin. For instance, short-lived emergence is found by the CenomanianeTuronian boundary on the Portugal margin (Hart et al., 2005; Callapez, 2008), but flooding, calibrated by ammonites, is recorded mostly in the intracratonic basins of the Iberian Trough in central Spain (Barroso-Barcenilla et al., 2009, 2011; Peyrot et al., 2012). To the north, along the Atlantic margin in the Charentes area of western France, the CenomanianeTuronian transition records a steady flooding (Lasseur et al., 2008) but on the northern side of the Poitou swell (southwestern Paris Basin) hiatuses indicating repeated shallowing-up trends or may be emergences occur (Juignet and Breton, 1992). In the Paris Basin, the most pronounced hard-grounds occurring in the chalk succession around the CeT boundary, close to the western border of the basin, are interpreted as the shallowest (Lasseur et al., 2009), thus also indicating an overall shallowing close to the CTBE. But in the Franconian Basin in Germany, the Cenomanian-to-lower Turonian, deposits, including those of the CTBE, are within an overall transgressive trend against the basement of the Bohemian massif (Wilmsen et al., 2010; Richardt et al., 2013). All these data pieced together suggest that emergences and/or hiatuses are more frequent when approaching the Atlantic margin, and that, farther east on the North-African and Western-European plates, flooding occurs most commonly around\nthe CeT boundary. A possible interpretation for this is that the Atlantic margin experienced a slight tendency to tectonic inversion by the CTBE."
  }, {
    "heading": "6.1.6. Middle-east",
    "text": "There is also much evidence that shallow-water carbonate platforms did not behave in a homogenous way around the CeT boundary. For instance, in northern Lebanon, the CeT transition is marked by flooding starting just before the d13C anomaly (Grosheny et al., forthcoming). But south of the Carmel fault, in Isra€el (Frank et al., 2014), the transition is marked instead by the emergence and evidence of tectonic activity. Analysis of the literature, from western Egypt to Jordan and Syria, also brings evidence of sequence stratigraphic heterogeneity around the CTBE, all along the Syrian arc. So, as in SE France, where several compressive pulses seem to have occurred in the CenomanianeSantonian interval, similar behaviour could have happened in the Middle East before the ‘Santonian event’ of Bosworth et al. (1999), in both cases, it is hypothesized, as a consequence of the AfricaeEurope convergence. The move may have been overall continuous but the release of tectonic constraints may have had a punctuated pattern.\nThis literature survey therefore suggests that the compressive pulse found in SE France around the CeT boundary is not an isolated event, because it is connected to renewed thrusting in North America, to evidence of inversion along the Atlantic margin, possibly as a consequence of accelerated spreading, and to sequential heterogeneity on a large scale. This revives Vogt's (1979) observations of the Middle Miocene, as he presented evidence that intraplate or dorsale-located hot spots did not behave randomly but had coincidental magmatic pulses, connected to increased volcanism in subduction zones at the other end of the global tectonic system. Clearly, there are competing explanations to account for the stratigraphic heterogeneity sequence found around the CeT\nD. Grosheny et al. / Cretaceous Research 72 (2017) 39e65 57\nboundary on a large scale: either deep-seated changes in dynamic topography, as suggested by researchers at Rennes University (Ostanciaux, 2012; Ostanciaux et al., 2012; Robin et al., 2013), or a mechanism linked to plate tectonics as suggested here, or both. The possible influence of increased volcanism (Adams et al., 2010), especially that of the Large Igneous Provinces (LIPs) (Larson, 1991; Kerr, 1998; Du Vivier et al., 2014, 2015), should be taken into account to explain the CTBE crisis. LIPs are linked tomantel dynamics. What we suggest in this paper is looking for a possible relationship between deep-seated mechanisms at the origin of LIPs and surficial mechanisms like a possible acceleration of spreading at midoceanic ridges which would explain the global tectonic pulse of the CeT boundary.\nThe above survey does not intend to provide answers. It just suggests that large transgressions, supposedly accounting for the widespread short-lived occurrence of black shales, is certainly too simplistic an explanation, given the large amount of heterogenous sequence stratigraphic data now available in the literature over the last decade. A comprehensive critical study is still lacking for the black shale occurrence around the CeT boundary.\n6.2. Plenus cold event in SE France, and climate changes around the CTBE on a larger scale\nThe bed in which the boreal belemnite Actinocamax plenus was found (Gale and Kristensen, 1996) in the Les Lattes section (Fig. 5) is at the base of the limestone-dominated interval between the LRI and URI, which, as shown by the correlation (Figs. 9, 10 and 11), corresponds to a dramatic thickness increase of the limestone bed at Le Lattes between the lower and upper black shales (LBS and UBS) of the deeper sections of Ondres and Pont d'Issole. Correspondences backed by published isotope and biostratigraphic data have been made with boreal basins in which the belemnite was found initially (Fig. 16, PB bed) and interpreted as evidence of climate cooling (Jefferies, 1962). Correlation (Fig. 16) show that the Plenus Beds of Eastbourne andWunstorf are a remote equivalent of the limestone bed between the lower and upper black shale at Pont d'Issole.\nOxygen isotopes (Fig. 17) in the Ondres section (Fig. 1) suggest that the late Cenomanian was relatively cool. Warming occurred, documented by a 1‰ shift of the d18O, starting with the base of the LBS and continuing well into the lower Turonian. This warmingwas interrupted by a ‘trough’ (a return to Cenomanian conditions) coincidental with the stratigraphic equivalent of the Plenus bed (Fig. 17). Such a trough covering the Plenus bed is also recorded in the Eastbourne section (Paul et al., 1999) and, to a lesser extent, by Morel (1998) in the Pont d'Issole section (Fig. 18). However, Morel did not found any isotopic evidence of that short-lived cooling in other sections of the Subalpine Basin, although lithologically similar to those of Ondres and Pont d'Issole. Jarvis et al. (2011) also did not record such climate-cooling evidence at Pont d'Issole (Fig. 18) in contrast to Morel (1998). Therefore, the question remains as to whether oxygen isotopes can be somewhat reliable, because they are probably more or less overprinted by diagenetic changes according to location, or does the southward displacement of the belemnite simply respond to a change in marine currents without climate change?\nThe coiling ratio of some species of planktic foraminifers has been used in living assemblages, as well as in Quaternary deposits, as a climate proxy. Desmares et al. (2016) used the coiling ratio of Muricohedbergella delrioensis to identify possible climate cooling in the Pueblo GSSP section in the North-American Western Interior Basin, in addition to more classical means like oxygen isotopes (Fig. 19). Laurin and Sageman (2007) have shown through downdip to updip correlation of sections across the margin of the basin that\nthe base of bed 63 is a major transgressive surface at the base of the Bridge Creek Limestone (Fig. 19, TS surface). The palaeontological climate proxy used at Pueblo suggests that two coolings may have occurred, the first in the uppermost part of the Hartland Shale (Fig. 19, peak S1a), before the transgression; and the second (peak S1b) in the lower part of the CTBE d13C shift, during the peak transgression, according to the correlation of Laurin and Sageman. Only the second one is recorded by a ‘trough’ in the d18O curve. With the exception of the Ondres section (Fig. 17), no clear d18O signal has been recorded in the Pont d'Issole section in SE France, although the data of Morel (1998) vs. that of Jarvis et al. (2011) may suggest a little cooling around the Plenus bed equivalent (Fig.18), in accordance with the Eastboune record (Fig. 19). The coiling ratio of M. delrioensis in the Pont d'Issole section (Thomas, 2015), better than oxygen isotopes in this section, records a cooling around the Plenus bed equivalent (Fig. 18). The comparison of all these data suggests (Fig. 19) that two coolings, roughly coeval on a large scale, may have occurred in the latest Cenomanian, but their d18O record in the bulk carbonate is volatile, probably overprinted in a very irregular way by diagenesis. The fact that the two d18O curves do not correlate exactly in the Pont d'Issole section (Fig. 18) could, in that respect, be a result of the very position of the samples in the section sampled dually. The contemporaneity of the two climate coolings over such distances suggest they are not local but probably global features, although Voigt et al. (2015) suggested a possible heterochroneity of the cold Plenus event between the German basin and the Tropical Atlantic."
  }, {
    "heading": "6.3. Extinction of rotaliporids vs. deep-water anoxia and climate",
    "text": "The extinction of rotaliporids is one of the most known palaeontological aspects of the CTBE. Among the possible causes of this extinction are widespread oceanic anoxia (OAE2) and climate, although problems in the food chain during the event have been proposed to play a major role (Hart, 1996). The influence of deepwater anoxia on the life cycle of deep-dwelling keeled species has been suggested (Hart, 1980; Caron and Homewood, 1982; Hart and Ball, 1986; Jarvis et al., 1988), by analogy to modern planktic foraminifera (B e, 1977). These two mechanisms are reviewed below."
  }, {
    "heading": "6.3.1. Timing of keeled forms extinction",
    "text": "The CTBE has been evaluated to span between 400 and 500 ky (Caron et al., 1999; Kuhnt et al., 2005; Voigt et al., 2015) on the basis of cyclostratigraphy at different localities. In the South Atlantic (Forster et al., 2008), the setting of a black shale-dominated sedimentation around the CeT boundary begins with, or slightly predates, the building-up of the d13C anomaly, as in the French Subalpine Basin, as well as in the German basins (Fig. 16). Surprisingly, few data are available for deep Atlantic sites about the timing of rotaliporid extinction vs. both the setting up of the CTBE black shale sedimentation and that of the d13C anomaly. According to Hubert et al. (1999) and Kuypers et al. (2002), all rotaliporids seem to have been extinct within the lowermost part of the CTBE. In the marginal basin of Tarfaya (south Morocco), rotaliporids survive during the lower half of the d13C shift (Keller et al., 2008), but the investigated Tazra section is weathered and it is difficult to see its relationship with black shales outcropping in the non-weathered coastal section (Kuhnt et al., 2009), where the extinction of R. cushmani occurs just above the base of the CTBE black shale, as in the deep Atlantic. New data (Huber, 2010) show that in the same coastal section as well as in non-weathered inland sections, R. cushmani survives within the lower third of the CTBE black shale, which is more in accordancewith SE France sections (Fig. 16). In the Subalpine Basin, rotaliporids are abundant in the lower black shale and the Plenus bed equivalent (Fig. 16). They therefore survive\nD .G rosheny et al./ Cretaceous Research 72 (2017) 39 e 65\n58\nD. Grosheny et al. / Cretaceous Research 72 (2017) 39e65 59\nanoxia for about 200 ky. In addition, anoxia was probably suboxia (Courtinat and Howlett, 1990; Grosheny and Tronchetti, 1993). Given it was restricted to the very bottom waters, this mechanism hardly appears as a workable mechanism for the rotaliporids' extinction. The basin could have acted as a refuge during the second half of the CTBE, as its western part lacks the upper black shale (Fig. 14). There is other evidence that refuge areas, deep enough to sustain the life cycle of keeled species, existed elsewhere, like along the deep Helvetic shelf on the northern margin of the Alpine ocean, which is devoid of black shales (Westermann et al., 2010). It also has to be emphasized that most data come from the semi-enclosed early Atlantic and morphologically complex Tethyan oceans, which could constitute a severe bias in interpretation, because these basins are prone to confinement. Little is known about the larger, open Pacific Ocean and its marginal basins at that time.\nIn the GSSP section of Pueblo in the North-American Western Interior, atypical forms of R. cushmani have been found higher up in the CTBE beds (Desmares et al., 2007, 2008), a few centimetres below the first occurrence of the Turonian form, H. helvetica, thus restricting the range of the Archaeocretacea zone to a mere 20 cm. These atypical forms are characterized by fewer chambers in the\nlast whorl (4e4.5 instead 5e7) and by a spiro-convex, bell-shaped peripheral view. They were found together with Anaticinella planoconvexa which can be described has having all the attributes of R. cushmani except for the keel which is lost. In SE France (this study), atypical forms of R. cushmani were found to co-exist with the normal forms well below the d13C shift at Entrevaux (Fig. 4) and Bruis (Fig. 14). These forms cannot therefore be considered as degenerate forms affected by environmental factors resulting from the CTBE. These are just variants within a normal population that was therefore able to cross the whole Event in some basins. The extinction seems to have been a progressive decline, especially during the second half of the Event, as a diminished population survived until its end in marginal basins, having escaped anoxia, or having been affected sporadically by the restriction of the bottom waters like the Western Interior. Fig. 20 summarizes the progressive disappearance of keeled forms during the d13C shift. It is constructed from a few sections without any hiatus from Western Europe, North America and North Africa, where both a complete inventory of planktic forams and a detailed d13C curve are available. The stratigraphic position of the mid-Plenus bed (MPB) of southern England sections is also shown, following our correlation above.\nD. Grosheny et al. / Cretaceous Research 72 (2017) 39e6560\nAlso is shown the vertical occurrence of black shales. In the deep Ocean, a literature survey shows that the black shales are the most widespread coincidentally with the d13C shift. But their occurrence may begin earlier in marginal basins, as early as the early Cenomanian on the Tarfaya coast (Kuhnt et al., 2009) and continuewell into the Turonian (Aquit et al., 2013). The survey shows in itself that a single explanation for their occurrence is probably too simplistic. In North African marginal basins, they may cover the second half of the d13C shift, and disappear as late as the late early Turonian (Grosheny et al., 2008). Two highly specialized keeled forms (Thalmaninella) disappear during the first half of the d13C shift. The complete extinction of R. cushmani is above the MPB or its local equivalent outside the Anglo-Paris Basin. Atypical forms of R. cushmani are locally found higher up in other basins. It means that keeled forms were able to cross at least the first half of the largest black shale occurrence in the deep Atlantic and Tethyan Oceans, that is for at least 200e250 kyears. This cast some doubts about the role of deep-water anoxia as the killer. Few is known in the Pacific Ocean about the extent of CeT boundary anoxia. Most data come from marginal basins having escaped anoxia, and now incorporated by subduction processes in tectonic belts around the Ocean. Anoxia could have been restricted the semi-enclosed Atlantic and the morphologically complex Tethys ocean. This leaves the possibility of refuge areas for late Cenomanian keeled forms, even in the Tethys (Westermann et al., 2010; Gebhardt et al.,\n2010). The strongest environmental perturbation in the latest Cenomanian is underlined by the plateau in the d13C curve (Fig. 20). This interval is marked by the quasi-disappearance of keeled planktic foraminifers (except for the scattered atypical morphotypes of R. cushmani). Clearly, there is an environmental problem that impacted keeled forms, but deep-water anoxia do not seem to have been the main problem."
  }, {
    "heading": "6.3.2. Is there really a need of deep-water for keeled forms to accomplish their life cycle ?",
    "text": "It has been shown that the marine flooding along the Saharan Atlas (Grosheny et al., 2008) and deeper onto the Saharan Craton (Grosheny et al., 2013) began about coincidentally with the beginning of the d13C excursion. But carbonate platforms that appeared here and there were able to cope with the sea-level rise during the first half of the anomaly. Shallow-water carbonate deposition ceased during the second half of the d13C shift, and black shales were deposited in the corridors. The elevation of carbonate platforms above the bottom of the corridors, where fine-grained limestones were deposited, reached a maximum of about 80 m. This gives a rough indication of the water depth in the corridors running on the craton up to the Central Sahara (Tinrhert) where chalky fine-grained limestones replace the black shales of the Saharan Atlas to the north.\nD .G rosheny et al./ Cretaceous Research 72 (2017) 39 e 65\n61\nD. Grosheny et al. / Cretaceous Research 72 (2017) 39e6562\nIn the relatively shallow-water of the corridors only dwarf morphotypes of R. cushmani have been found in the lower half of the CTBE beds (Grosheny et al., 2013). These dwarf morphotypes disappear at roughly the same time than in Tethyan and boreal sections. This suggests that this particular population (a) reacted as elsewhere to the environmental perturbation, and (2) did not need a deep environment\nto survive, or adapted to shallower waters. In summary, all the observations above presented do not really support the hypothesis of deep-water anoxia as a major causal factor in the extinction of rotaliporids. As a consequence, it also casts some doubts about the supposed same behaviour between modern and ancient keeled (specialized) forms regarding their life cycle. This would need further study.\nD. Grosheny et al. / Cretaceous Research 72 (2017) 39e65 63"
  }, {
    "heading": "6.3.3. Extinction and climate",
    "text": "The question now arises as to whether climate changes may be held responsible for the rotaliporids extinction. All available data about its timing (see review in Grosheny et al., 2013, Fig. 5, also summarized in this paper, Fig. 20) show that, in most classical sections, the extinction is late within the d13C shift, and that R. cushmani easily crosses the two coolings discussed above (Fig.19). There is thus no clear evidence that climate change itself may have strongly impacted the life of planktic foraminifers around the CTBE.Moreover, since the work of McIntyre and colleagues in the early 1970s and the CLIMAP project (McIntyre et al., 1972, 1976), the study of Quaternary assemblages of planktic foraminifers in the Atlantic Ocean has shown that the populations simply reacted by shifting in latitude, according to temperature changes that were probably an order of magnitude higher than those of the CenomanianeTuronian boundary, given no evidence of glaciation has ever been found at that time.\nOn the other hand, we lack by now a grid of good sections scattered in latitude to evaluate the possible latitudinal shifts of keeled planktic foraminifers during the environmental perturbations of the d13C shift. Available data suggest changes occurred at a large scale at the same time."
  }, {
    "heading": "7. Conclusions",
    "text": "Correlation of basinal-to-outer-platform sections, constrained by bothmicro-palaeontological and isotope data, show that not only did the southern margin of the Subalpine Basin experience a short-lived compressive (transpressive) tectonic pulse, but also the whole SE France, and which was coincidental with the CenomanianeTuronian Boundary Event. On a larger scale, literature data are consistent with an enhanced sequence stratigraphy heterogeneity, that is compatible with a tectonic pulse on a larger scale, may be global. The subalpine CTBE black shales are restricted to the very bottom waters of the deepest part of the basin, and probably a result of a simple confinement leading to suboxia, not anoxia. The Event is therefore not associated here with a transgressive context, as often suggested in other basins for explaining the Oceanic Anoxic Event 2 (OAE2).\nNew data about the coiling ratio of M. delrioensis, allow us to identify the two coolings in SE France that have also been found in the North-American Western Interior. These are more or less correctly identified by oxygen isotopes, probably because of an erratic diagenetic overprint. The second cooling is coincidental with the Plenus Event found in Western-European boreal basins. Given that R. cushmani crosses the two coolings, this cannot account for the rotaliporid extinction, which is found to be progressive on a large scale in the upper half of the CTBE. Anoxia is also questioned as a causal factor of the extinction."
  }, {
    "heading": "Acknowledgments",
    "text": "We express our sincere thanks to Prof. Malcom B. Hart and Prof. Wolfgang Kuhnt for their helpful and constructive comments that improved the manuscript. We thank also Prof. Eduardo Koutsoukos for his help and very kindness."
  }, {
    "heading": "Appendix A. Supplementary data",
    "text": "Supplementary data related to this article can be found at http://dx.doi.org/10. 1016/j.cretres.2016.11.009."
  }],
  "year": 2017,
  "references": [{
    "title": "Volcanic triggering of a biogeochemical cascade during Oceanic Anoxic Event 2",
    "authors": ["D.D. Adams", "M.T. Hurtgen", "B.B. Sageman"],
    "venue": "Nature Geoscience",
    "year": 2010
  }, {
    "title": "Late Cretaceous paleoenvironmental evolution of the Tarfaya Atlantic coastal Basin, SW Morocco",
    "authors": ["M. Aquit", "W. Kuhnt", "A. Holbourn", "E.H. Chellai", "K. Stattegger", "O. Kluth", "H. Jabour"],
    "venue": "Cretaceous Research",
    "year": 2013
  }, {
    "title": "Ammonite zonation of the upper Cenomanian and lower Turonian in the Iberian Trough, Spain",
    "authors": ["F. Barroso-Barcenilla", "A. Goy", "M. Segura"],
    "venue": "Newsletters on Stratigraphy",
    "year": 2009
  }, {
    "title": "Integrated biostratigraphy and chemostratigraphy of the upper Cenomanian and lower Turonian succession in Puentedey, Iberian Trough, Spain",
    "authors": ["F. Barroso-Barcenilla", "A. Pascual", "D. Peyrot", "J. Rodriguez-Lazaro"],
    "venue": "Proceedings of the Geologists' Association",
    "year": 2011
  }, {
    "title": "An ecological, zoogeographic and taxonomic review of recent planktonic foraminifera. In: Ramsay, A.T.S. (Ed.), Oceanic micropalaeontology I",
    "authors": ["A.W.H. e"],
    "year": 1977
  }, {
    "title": "Lithostratigraphic evolution, facies analysis and depositional environment of the Cenomanian-lower Turonian in the Guir area, Southwestern Algeria",
    "authors": ["M. Benyoucef", "C. Meister"],
    "venue": "Cretaceous Research",
    "year": 2015
  }, {
    "title": "Evolution lithostratigraphique, pal",
    "authors": ["E. ang", "M. Adaci", "L. Cavin", "Malti", "F.-Z", "A. Cherif", "M. Bensalah"],
    "year": 2016
  }, {
    "title": "Radiolarian distribution in East equatorial Pacific plankton",
    "authors": ["D. Boltovskoy", "S.S. Jankilevitch"],
    "venue": "Oceanologica Acta",
    "year": 1985
  }, {
    "title": "Late Cretaceous (ca. 84 Ma) compressive deformation of the stable platform of northeast Africa (Egypt): Farfield stress effects of the ‘Santonian event’ and origin of the Syrian arc deformation belt",
    "authors": ["W. Bosworth", "R. Guiraud", "L.G. Kessler II"],
    "venue": "Geology 27,",
    "year": 1999
  }, {
    "title": "La grande transgression du C enomanien sup erieur-Turonien",
    "authors": ["D. eraudeau", "A. Corn ee"],
    "year": 1999
  }, {
    "title": "Cretaceous Research 20, 29e46",
    "authors": ["ere organique du Maghreb"],
    "year": 2008
  }, {
    "title": "Estimation de la dur",
    "authors": ["K. Salis-Perch-Nielsen", "N. Tribovillard"],
    "year": 1999
  }, {
    "title": "High-resolution stratigraphy of the CenomanianeTuronian boundary interval at Pueblo (USA) and wadi Bahloul (Tunisia): stable isotope and bio-events correlation",
    "authors": ["F. edro", "F. Robaszynski"],
    "venue": "Geobios 39,",
    "year": 2006
  }, {
    "title": "Fossil Prokaryotes and Protists",
    "authors": ["R.E. Casey"],
    "year": 1993
  }, {
    "title": "Vertebrate assemblages from the early Late Cretaceous of southeastern Morocco: an overview",
    "authors": ["L. Cavin", "H. Tong", "L. Boudad", "C. Meister", "A. Piuz", "J. Tabouelle", "M. Aarab", "R. Amiot", "E. Buffetaut", "G. Dyke", "S. Hua", "J. Le Loeuff"],
    "venue": "Journal of African Earth Sciences",
    "year": 2010
  }, {
    "title": "Bay of Biscay and Pyrenees",
    "authors": ["P. Choukroune"],
    "venue": "Earth and Planetary Science Letters",
    "year": 1973
  }, {
    "title": "La dynamique des d epôts c enomaniens de HauteProvence: observations nouvelles et implications pal eog",
    "authors": ["M. Conard-Noireau"],
    "year": 1983
  }, {
    "title": "Le Cr etac e sup erieur en domaine subalpin m",
    "authors": ["eologique de France"],
    "venue": "239e246. Conard-Noireau,",
    "year": 1987
  }, {
    "title": "Rôle de l’anoxie oc eanique dans la crise du passage C",
    "authors": ["T. Courjault"],
    "year": 2006
  }, {
    "title": "Dorvilleids and arabellids (Annelida) as indicators of dysaerobic events in well-laminated non-bioturbated deposits of the French Mesozoic",
    "authors": ["B. Courtinat", "P. Howlett"],
    "year": 1990
  }, {
    "title": "Ammonite faunal exchanges between South Tethyan platforms and South Atlantic during the uppermost Cenomanian-lower most/middle Turonian in the Benue Trough (Nigeria)",
    "authors": ["P. Courville", "J. Lang", "J. Thierry"],
    "venue": "Geobios 31,",
    "year": 1998
  }, {
    "title": "Crise anoxique a la limite Cenomanien-Turonien dans le bassin subalpin oriental (Sud-Est de la France). Relation avec l'Eustatisme",
    "authors": ["ere", "J.-P"],
    "venue": "Geobios 11,",
    "year": 1989
  }, {
    "title": "Global and regional controls on potential source-rock deposition and preservation: the CenomanianeTuronian oceanic anoxic event on the European Tethyan margin (SE France)",
    "authors": ["ere", "J.-P", "C. Crumi ere-Airaud", "J. Espitali e", "P. Cotillon"],
    "venue": "Deposition of Organic Facies, AAPG Studies in Geology,",
    "year": 1990
  }, {
    "title": "Enregistrement a haute r esolution des modifications environnementales inscrites dans un cadre",
    "authors": ["D. Desmares", "D. Grosheny", "B. Beaudoin"],
    "year": 2004
  }, {
    "title": "High resolution stratigraphic record constrained by volcanic ash beds at the CenomanianeTuronian boundary in the Western Interior Basin, USA. Cretaceous Research 28, 561e582",
    "authors": ["D. Desmares", "D. Grosheny", "B. Beaudoin", "S. Gardin", "F. Gauthier-Lataye"],
    "year": 2007
  }, {
    "title": "Ontogeny and phylogeny of Upper Cenomanian rotaliporids (Foraminifera)",
    "authors": ["D. Desmares", "D. Grosheny", "B. Beaudoin"],
    "venue": "Marine Micropaleontology",
    "year": 2008
  }, {
    "title": "A new proxy for Cretaceous paleoceanographic and paleoclimatic",
    "authors": ["D. Desmares", "N. Crognier", "J. Bardin", "M. Test e", "B. Beaudoin", "D. Grosheny"],
    "year": 2016
  }, {
    "title": "Marine 187 Os/188 Os isotope stratigraphy reveals the interaction of volcanism and ocean circulation during Oceanic Anoxic Event 2",
    "authors": ["D.R. ocke", "S. Voigt"],
    "venue": "Earth and Planetary Science Letters 389,",
    "year": 2014
  }, {
    "title": "Ca isotope stratigraphy across the CenomanianeTuronian OAE 2: links between volcanism, seawater geochemistry, and the carbonate fractionation factor",
    "authors": ["A.D.C. Du Vivier", "A.D. Jacobson", "G.O. Lehn", "D. Selby", "M.T. Hurtgen", "B.B. Sageman"],
    "venue": "Earth and Planetary Science Letters 416,",
    "year": 2015
  }, {
    "title": "Sequence stratigraphic architecture of marine to fluvial deposits across a passive margin (Cenomanian, Atlantic margin, Morocco, Agadir transect)",
    "authors": ["Y. eraud", "M. Aoutem"],
    "venue": "Carnets de G",
    "year": 2015
  }, {
    "title": "Turbidites et br",
    "authors": ["S. Ferry", "D. Grosheny"],
    "year": 2013
  }, {
    "title": "The Cenomanian/Turonian oceanic anoxic event in the South Atlantic: new insights from a geochemical study of DSDP Site 530A",
    "authors": ["J.S. e"],
    "year": 2008
  }, {
    "title": "Physiographic discontinuity along the Levant-Margin hinge-belt of the Arabian Plate (Late Cenomanian, northern Israel)",
    "authors": ["R. Frank", "B. Buchbinder", "C. Benjamini"],
    "venue": "Journal of African Earth Sciences",
    "year": 2014
  }, {
    "title": "Occurrence of the belemnite Actinocamax plenus in the Cenomanian of SE France and its significance",
    "authors": ["A.W. Gale", "W.K. Kristensen"],
    "venue": "Bulletin of the Geological Society of Denmark",
    "year": 1996
  }, {
    "title": "Stratigraphy of the Upper CenomanianeLower Turonian Chalk succession at Eastbourne, Sussex, UK: ammonites, inoceramid bivalves and stable carbon isotopes",
    "authors": ["A.W. Gale", "W.J. Kennedy", "S. Voigt", "I. Walaszczik"],
    "venue": "Cretaceous Research",
    "year": 2005
  }, {
    "title": "The Mid-Cenomanian event in southeastern France: evidence from palaeontological and clay mineralogical data",
    "authors": ["F. Giraud", "S. Reboulet", "Deconinck", "J.-F", "M. Martinez", "A. Carpentier", "C. Br eziat"],
    "year": 2013
  }, {
    "title": "Paleoceanographic changes at the northern Tethyan margin during the CenomanianeTuronian Oceanic Anoxic Event (OAE-2)",
    "authors": ["H. Gebhardt", "O. Friedrich", "B. Schenk", "L. Fox", "M. Hart", "M. Wagreich"],
    "venue": "Marine Micropaleontology",
    "year": 2010
  }, {
    "title": "The rotation of Iberia during the Aptian and the opening of the Bay of Biscay",
    "authors": ["Z. Gong", "C.G. Langereis", "T.A.T. Mullender"],
    "venue": "Earth and Planetary Science Letters 273,",
    "year": 2008
  }, {
    "title": "High-resolution biostratigraphy and chemostratigraphy of the Cenomanian/Turonian Boundary Event in the Vocontian Basin, southeast France",
    "authors": ["D. Grosheny", "B. Beaudoin", "L. Morel", "D. Desmares"],
    "venue": "Cretaceous Research",
    "year": 2006
  }, {
    "title": "The Upper CenomanianeTuronian (Upper Cretaceous) of the Saharan Atlas (Algeria)",
    "authors": ["D. Grosheny", "S. Ferry", "F. Chikhi-Aouimeur", "F. Benkherouf-Kechid", "M. Jati", "F. Atrops", "W. Redjimi- Bourouiba"],
    "venue": "Bulletin de la Soci et",
    "year": 2008
  }, {
    "title": "The CenomanianeTuronian boundary on the Saharan Platform (Tunisia and Algeria)",
    "authors": ["D. Grosheny", "S. Ferry", "M. Jati", "M. Ouaja", "M. Bensalah", "F. Atrops", "F. ChikhiAouimeur", "F. Benkherouf-Kechid", "H. Negra", "H. Aït Salem"],
    "venue": "Cretaceous Research",
    "year": 2013
  }, {
    "title": "Progradational patterns at the head of single units of base-of-slope, submarine granular flow deposits (‘Conglom erats des Gâs’, Coniacian, SE France)",
    "authors": ["D. Grosheny", "S. Ferry", "T. Courjault"],
    "venue": "Sedimentary Geology",
    "year": 2015
  }, {
    "title": "2016. Record of the CenomanianeTuronian boundary in platform carbonates of northern Lebanon (forthcoming)",
    "authors": ["D. Grosheny", "C. Lecuyer", "S. Ferry", "B. Granier"],
    "year": 2016
  }, {
    "title": "Lower sea-levels in the Middle Cenomanian",
    "authors": ["J.M. Hancock"],
    "venue": "Notebooks on Geology. Letter 2003/02",
    "year": 2003
  }, {
    "title": "The mid-Cenomanian eustatic low",
    "authors": ["J.M. Hancock"],
    "venue": "Acta Geologica Polonica",
    "year": 2004
  }, {
    "title": "Chronology of fluctuating sea levels since the Triassic",
    "authors": ["B.U. Haq", "J. Hardenbol", "P.R. Vail"],
    "venue": "Science 235,",
    "year": 1987
  }, {
    "title": "Mesozoic and Cenozoic sequence chronostratigraphic framework of European basins",
    "authors": ["J. Hardenbol", "J. Thierry", "M.B. Farley", "T. Jacquin", "de Graciansky", "P.-C", "P.R. Vail"],
    "year": 1998
  }, {
    "title": "The recognition of Mid-Cretaceous sea-level changes by means of foraminifera",
    "authors": ["M.B. Hart"],
    "venue": "Cretaceous Research",
    "year": 1980
  }, {
    "title": "Recovery of the food chain after the Late Cenomanian extinction event",
    "authors": ["M.B. Hart"],
    "venue": "Geological Society London Special Publication,",
    "year": 1996
  }, {
    "title": "The mid-Cenomanian non-sequence: a micropalaeontological detective story",
    "authors": ["M.B. Hart"],
    "venue": "The Palynology and Micropalaeontology of Boundaries,",
    "year": 2004
  }, {
    "title": "Late Cretaceous anoxic events, sea level changes and the evolution of planktic foraminifera",
    "authors": ["M.B. Hart", "K.C. Ball"],
    "year": 1986
  }, {
    "title": "The distribution of planktonic Foraminiferida in the mid-Cretaceous of NW Europe",
    "authors": ["M.B. Hart", "H.W. Bailey"],
    "venue": "Aspekte der Kreide Europas, IUGS Series A, Stuttgart,",
    "year": 1979
  }, {
    "title": "The stratigraphic and palaeogeographic setting of the late Cenomanian ‘anoxic event 2",
    "authors": ["M.B. Hart", "P.N. Leary"],
    "venue": "Journal of the Geological Society London 146,",
    "year": 1989
  }, {
    "title": "Paleoecology of Cretaceous Foraminifera: Examples from the Atlantic Ocean and Gulf of Mexico Region",
    "authors": ["M.B. Hart", "E.A.M. Koutsoukos"],
    "venue": "Gulf Coast Association of Geological Societies Transactions",
    "year": 2015
  }, {
    "title": "Micropalaeontology and stratigraphy of the Cenomanian/Turonian boundary in the Lusitanian Basin, Portugal",
    "authors": ["M.B. Hart", "P.M. Callapez", "J.K. Fisher", "K. Hannant", "J.F. Monteiro", "G.D. Price", "M.P. Watkinson"],
    "venue": "Journal of Iberian Geology",
    "year": 2005
  }, {
    "title": "Widespread, Synchronously Deposited, Burrow-Mottled Limestone Beds in Greenhorn Limestone (Upper Cretaceous) of Kansas and Southeastern Colorado",
    "authors": ["D.E. Hattin"],
    "venue": "American Association of Petroleum Geologists Bulletin",
    "year": 1971
  }, {
    "title": "Sediment dynamics during the CenomanianeTuronian (Cretaceous) oceanic anoxic event in northwestern Germany",
    "authors": ["H. Hilbrecht", "D.D. Dahmer"],
    "venue": "Facies 30,",
    "year": 1994
  }, {
    "title": "Atlantic paleobathymetry, paleoproductivity and paleocirculation in the late Albian: the benthic foraminiferal record",
    "authors": ["A. Holbourn", "W. Kuhnt", "E. Soeding"],
    "year": 2001
  }, {
    "title": "MidTuronian anoxic event in Isra€",
    "authors": ["A. Honigstein", "S. Lipson-Benitah", "B. Conway", "A. Flexer", "A. Rosenfeld"],
    "year": 1986
  }, {
    "title": "Evolution des faunes de foraminif eres planctoniques et benthiques de l'Albo-Turonien",
    "authors": ["J. Huber"],
    "year": 2010
  }, {
    "title": "Foraminiferal assemblage and stable isotope change across the CenomanianeTuronian boundary in the subtropical North Atlantic",
    "authors": ["B.T. Hubert", "R.M. Leckie", "R.D. Norris", "T.J. Bralower", "E. CoBabe"],
    "venue": "Journal of Foraminiferal Research",
    "year": 1999
  }, {
    "title": "Microfossil assemblages and the CenomanianeTuronian (late Cretaceous) Anoxic Event",
    "authors": ["I. Jarvis", "G.A. Carson", "M.K.E. Cooper", "M.B. Hart", "P.N. Leary", "B.A. Tocher", "D. Horne", "A. Rosenfeld"],
    "venue": "Cretaceous Research",
    "year": 1988
  }, {
    "title": "Black shale deposition, atmospheric CO2 drawdown, and cooling during the CenomanianeTuronian Oceanic Anoxic Event",
    "authors": ["D.R. ocke", "H.C. Jenkyns", "M.A. Pearce"],
    "venue": "Paleoceanography 26",
    "year": 2011
  }, {
    "title": "The CenomanianeTuronian Boundary Event on the Moroccan Atlantic margin (Agadir basin): stable isotope and sequence stratigraphy",
    "authors": ["M. Jati", "D. Grosheny", "S. Ferry", "M. Masrour", "M. Aoutem", "N. Içame", "F. GauthierLafaye", "D. Desmares"],
    "year": 2010
  }, {
    "title": "The palaeoecology of the Actinocamax plenus Subzone (lowest Turonian) in the Anglo-Paris Basin",
    "authors": ["R.P.S. Jefferies"],
    "venue": "Palaeontology",
    "year": 1962
  }, {
    "title": "The stratigraphy of the Actinocamax plenus Subzone (Turonian) in the Anglo-Paris Basin",
    "authors": ["R.P.S. Jefferies"],
    "venue": "Proceedings of the Geologists' Association",
    "year": 1963
  }, {
    "title": "Mid-Cretaceous sequence stratigraphy and sedimentary cyclicity in the western Paris Basin. Palaeogeography, Palaeoclimatology",
    "authors": ["J. Juignet", "G. Breton"],
    "venue": "Palaeoecology 91,",
    "year": 1992
  }, {
    "title": "Cretaceous evolution of the Western Interior basin of the United States",
    "authors": ["E.G. Kauffman"],
    "year": 1985
  }, {
    "title": "Palaeoenvironment of the CenomanianeTuronian transition at Eastbourne, England",
    "authors": ["G. Keller", "Q. Han", "T. Adatte", "S.J. Burns"],
    "venue": "Cretaceous Research",
    "year": 2001
  }, {
    "title": "Oceanic events and biotic effects of the CenomanianeTuronian Anoxic Event, Tarfaya Basin, Morocco",
    "authors": ["G. Keller", "T. Adatte", "Z. Berner", "E.H. Chellai", "D. Stueben"],
    "venue": "Cretaceous Research",
    "year": 2008
  }, {
    "title": "The global boundary stratotype section and point for the base of the Turonian stage of the Cretaceous: Pueblo, Colorado, USA",
    "authors": ["W.J. Kennedy", "I. Walaszczyk", "W.A. Cobban"],
    "venue": "Episodes 28,",
    "year": 2005
  }, {
    "title": "Oceanic plateau formation: a cause of mass extinction and black shale deposition around the CenomanianeTuronian boundary",
    "authors": ["A.C. Kerr"],
    "venue": "Journal of the Geological Society London 155,",
    "year": 1998
  }, {
    "title": "Cenomanian-Campanian (Late Cretaceous) planktonic assemblages of the Crimea-Caucasus area: palaeoceanography",
    "authors": ["L. Kopaevich", "V. Vishnevskya"],
    "year": 2016
  }, {
    "title": "Latest Cenomanian-earliest Turonian low oxygen tolerant benthonic foraminifera: a case study from the Sergipe Basin (N.E. Brazil) and the western Anglo-Paris Basin (southern England). Palaeogeography, Palaeoclimatology, Palaeoecology 77, 145e177",
    "authors": ["E.A.M. Koutsoukos", "P.N. Leary", "M.B. Hart"],
    "year": 1990
  }, {
    "title": "Orbital-scale record of the late CenomanianeTuronian oceanic anoxic event (OAE-2) in the Tarfaya Basin (Morocco)",
    "authors": ["W. Kuhnt", "F. Luderer", "S. Nederbragt", "J. Thurow", "T. Wagner"],
    "venue": "International Journal of Earth Sciences (Geol. Rundsch.)",
    "year": 2005
  }, {
    "title": "Cenomanian sequence stratigraphy and sea-level fluctuations in the Tarfaya Basin (SW Morocco)",
    "authors": ["W. Kuhnt", "A. Holbourn", "A. Gale", "E.H. Chellai", "W.J. Kennedy"],
    "venue": "Geological Society of America Bulletin",
    "year": 2009
  }, {
    "title": "Enhanced productivity led to increased organic carbon burial in the euximic North Atlantic basin durint the late Cenomanian oceanic anoxic",
    "authors": ["J.S. e"],
    "venue": "event. Paleoceanography",
    "year": 2002
  }, {
    "title": "Geological consequences of superplumes",
    "authors": ["R.L. Larson"],
    "venue": "Geology 19,",
    "year": 1991
  }, {
    "title": "A relative water-depth model for the Normandy Chalk (CenomanianeMiddle Coniacian, Paris Basin, France) based on facies patterns of metre-scale cycles",
    "authors": ["E. Lasseur", "F. Guillocheau", "C. Robin", "F. Hanot", "D. Vaslet", "R. Coueffe", "D. Neraudeau"],
    "venue": "Sedimentary Geology 213,",
    "year": 2009
  }, {
    "title": "CenomanianeTuronian coastal record in SW Utah, U.S.A.: orbital-scale transgressive-regressive events during Oceanic Anoxic Event II",
    "authors": ["J. Laurin", "B.B. Sageman"],
    "venue": "Journal of Sedimentary Research",
    "year": 2007
  }, {
    "title": "Geochemical and palaeoecological record of the CenomanianeTuronian Anoxic Event in the carbonate platform of the Preafrican Trough, Morocco",
    "authors": ["V. Lebedel", "C. Lezin", "B. Andreu", "Wallez", "M.-J", "Ettachfini", "El M", "C. Meister"],
    "year": 2013
  }, {
    "title": "The upper Cenomanian-lower Turonian of the Preafrican Trough, Morocco",
    "authors": ["C. Lezin", "B. Andreu", "Ettachfini", "El M", "Walleez", "M.-J", "V. Lebedel", "C. Meister"],
    "venue": "Sedimentary Geology 245e246,",
    "year": 2012
  }, {
    "title": "Integrated depositional model for the CenomanianeTuronian organic-rich strata in North Africa",
    "authors": ["S. Lüning", "S. Kolonic", "E.M. Belhadj", "Z. Belhadj", "L. Cota", "G. Baric", "T. Wagner"],
    "venue": "Earth Science Reviews",
    "year": 2004
  }, {
    "title": "R egression forc ee a la limite C enomanien/Turonien dans le bassin subalpin (S-E de la France)",
    "authors": ["F. Malartre", "S. Ferry"],
    "venue": "Comptes-Rendus de l'Acad",
    "year": 1993
  }, {
    "title": "Les calcaires urgoniens de Provence",
    "authors": ["Masse", "J.-P"],
    "venue": "Th ese Doct.. Etat, Universit e de Marseille",
    "year": 1976
  }, {
    "title": "Southward penetrations of the North Atlantic polar front: faunal and floral evidence of large-scale surface water mass movements over the last 225,000 years",
    "authors": ["A. McIntyre", "W.F. Ruddiman", "R. Jantzen"],
    "venue": "Deep Sea Research",
    "year": 1972
  }, {
    "title": "Glacial North Atlantic 18,000 years ago: A CLIMAP reconstruction",
    "authors": ["A. McIntyre", "N.G. Kipp", "A.W.H. B e", "T. Crowley", "T. Kellog", "J.V. Gardner", "W. Prell", "W.F. Ruddiman"],
    "venue": "Geological Society of America Memoirs 145,",
    "year": 1976
  }, {
    "title": "Nouvelles donn ees sur les ammonites du Niger oriental",
    "authors": ["C. Meister", "K. Alzouma", "J. Lang", "B. Mathey", "A. Pascal"],
    "year": 1994
  }, {
    "title": "Stratigraphie a haute r",
    "authors": ["L. Morel"],
    "year": 1998
  }, {
    "title": "Contribution a la stratigraphie de la barre carbonat ee c enomano-turonienne de la plate-forme saharienne: etude des affleurements de Ghardaïa (dorsale du M'Zab)",
    "authors": ["Paris VI", "B. 224. Nouh-Mefnoune"],
    "year": 2005
  }, {
    "title": "The eustatic chimera: isn't the Cenomanian maximum flood a dynamic topography puzzle",
    "authors": ["E. Ostanciaux", "C. Robin", "F. Guillocheau", "G. Trotin", "L. Husson"],
    "venue": "EGU General Assembly,",
    "year": 2012
  }, {
    "title": "Evolution des associations de foraminif",
    "authors": ["C. Oudet"],
    "year": 2013
  }, {
    "title": "Cenozoic radiolarians as indicators of neritic versus oceanic conditions in continental-margin deposits",
    "authors": ["A.A. Palmer"],
    "venue": "Palaios 1,",
    "year": 1986
  }, {
    "title": "The CenomanianeTuronian boundary at Eastbourne (Sussex, UK): a proposed European reference section",
    "authors": ["C.R.C. Paul", "M.A. Lamolda", "S.F. Mitchell", "M.R. Varizi", "A. Gorostidi", "J.D. Marshall"],
    "year": 1999
  }, {
    "title": "The CenomanianeTuronian Boundary Event, OAE2 and palaeoenvironmental change in epicontinental seas: new insights from the dinocyst and geochemical records",
    "authors": ["M.A. Pearce", "I. Jarvis", "B.A. Tocher"],
    "year": 2009
  }, {
    "title": "Palaeoenvironmental controls on late Cenomanianeearly Turonian dinoflagellate cyst assemblages from Condemios (Central Spain)",
    "authors": ["D. Peyrot", "F. Barroso-Barcenilla", "S. Feist-Burkhardt"],
    "venue": "Review of Palaeobotany and Palynology",
    "year": 2012
  }, {
    "title": "Les formations calcaires a rudistes du Cr etac e sup erieur provençal et rhodanien",
    "authors": ["J. Philip"],
    "year": 1970
  }, {
    "title": "Ev enements pal eog",
    "authors": ["J. Philip", "C. Airaud", "G. Tronchetti"],
    "year": 1989
  }, {
    "title": "Integrated stratigraphy of the Lower and Middle Cenomanian in a Tethyan section (Blieux, southeast France) and correlations with Boreal basins. Cretaceous Research 40, 170e189",
    "authors": ["A. e Carpentier"],
    "year": 2013
  }, {
    "title": "Cenomanian sea level high: a global signal modified by long wavelength deformations of mantellic origin",
    "authors": ["C. Robin", "E. Ostanciaux", "F. Guillocheau", "L. Husson", "G. Trotin"],
    "venue": "EGU General Assembly,",
    "year": 2013
  }, {
    "title": "Cretaceous oceanic anoxic events: causes and consequences",
    "authors": ["S.O. Schlanger", "H.C. Jenkyns"],
    "venue": "Geologie en Mijnbouw",
    "year": 1976
  }, {
    "title": "The CenomanianeTuronian Oceanic Event, I. Stratigraphy and distribution of organic carbon-rich beds and the marine d13C excursion",
    "authors": ["S.O. Schlanger", "M.A. Arthur", "H.C. Jenkyns", "P.A. Scholle"],
    "venue": "Geological Society, London, Special Publication",
    "year": 1987
  }, {
    "title": "Litho-, bio- and chemostratigraphy across the Cenomanian/Turonian boundary (OAE 2) in the Vocontian Basin of southeastern France",
    "authors": ["R. Takashima", "H. Nishi", "K. Hayashi", "H. Okada", "H. Kawahata", "T. Yamanaka", "A.G. Fernando", "M. Mampuku"],
    "year": 2009
  }, {
    "title": "Etude du sens d'enroulement des foraminif",
    "authors": ["A. Thomas"],
    "year": 2015
  }, {
    "title": "Les assemblages de foraminif",
    "authors": ["G. Tronchetti", "D. Grosheny"],
    "year": 1991
  }, {
    "title": "Carbon-isotope stratigraphy recorded by the CenomanianeTuronian Oceanic Anoxic Event: correlation and implications based on three key localities",
    "authors": ["J.S. e"],
    "venue": "Journal of the Geological Society London 161,",
    "year": 2004
  }, {
    "title": "Seismic stratigraphy and global changes of sea level, part 4: global cycles of relative changes of sea level",
    "authors": ["P.R. Vail", "R.M. Mitchum Jr.", "S. Thompson III"],
    "venue": "Seismic Stratigraphy e Applications to Hydrocarbon Exploration,",
    "year": 1977
  }, {
    "title": "Global magmatic episodes: new evidence and implications for the steady-state mid-oceanic ridge",
    "authors": ["P.R. Vogt"],
    "venue": "Geology 7,",
    "year": 1979
  }, {
    "title": "The CenomanianeTuronian of the Wunstorf section e (North Germany): global stratigraphic reference section and new orbital time scale for Oceanic Anoxic Event 2",
    "authors": ["S. Voigt", "J. Erbacher", "J. Mutterlose", "W. Weiss", "T. Westerhold", "F. Wiese", "M. Wilmsen", "T. Wonik"],
    "venue": "Newsletters on Stratigraphy",
    "year": 2008
  }, {
    "title": "Orbital chronology for the Cenomanian-Turonian Oceanic Anoxic Event 2 and the timing of the ‘Plenus Cold Event",
    "authors": ["H. alike", "T. Westerhold"],
    "venue": "EGU General Assembly 12e17 April,",
    "year": 2015
  }, {
    "title": "A 400-km-long piggyback basin (Upper AptianeLower Cenomanian) in the Eastern Alps",
    "authors": ["M. Wagreich"],
    "venue": "Terra Nova",
    "year": 2001
  }, {
    "title": "A slope-apron succession filling a piggyback basin: the Tannheim and Losenstein Formations (AptianeCenomanian) of the eastern part of the Northern Calcareous Alps (Austria)",
    "authors": ["M. Wagreich"],
    "year": 2003
  }, {
    "title": "Enregistrement biologique et isotopique de la crise du passage C",
    "authors": ["S. Westerman"],
    "year": 2004
  }, {
    "title": "Evidence for oxic conditions during oceanic anoxic event 2 in the northern Tethyan pelagic realm",
    "authors": ["K.B. ollmi"],
    "venue": "Cretaceous Research",
    "year": 2010
  }, {
    "title": "Facies pattern and sea-level dynamics of the early Late Cretaceous transgression: a case study from the lower Danubian Cretaceous Group (Bavaria, southern Germany)",
    "authors": ["M. Wilmsen", "B. Niebuhr", "P. Chellouche", "T. Pürner", "M. Kling"],
    "venue": "Facies 56,",
    "year": 2010
  }],
  "id": "SP:56231ae00d587c0f211d1347fcc168b302c8e99d",
  "authors": [{
    "name": "Dani ele Grosheny",
    "affiliations": []
  }, {
    "name": "Serge Ferry",
    "affiliations": []
  }, {
    "name": "Christophe L ecuyer",
    "affiliations": []
  }, {
    "name": "Audrey Thomas",
    "affiliations": []
  }, {
    "name": "Delphine Desmares",
    "affiliations": []
  }],
  "abstractText": "The CenomanianeTuronian Boundary Event (CTBE) event is not associated with a transgression on the southern margin of the Subalpine Basin, but with a steady shallowing-up trend beginning in the lower half of the d13C positive shift. The SWeNE Rouaine Fault had a complex role, first in isolating a black shale basin to the west and a large, deep submarine plateau devoid of black shale to the east, then by a strikeslip movement that induced a forced progradation to the north of the southern platform in the eastern compartment. This compressive tectonic reactivation of the southern margin began around the deposition of the local equivalent of the Plenus bed of boreal basins, as shown by correlation supported by both isotope and palaeontological data. Other local data are pieced together to suggest that the whole of SE France underwent a short-lived transpressive tectonic pulse around the CenomanianeTuronian boundary, probably connected with the early compressive movement of Africa vs. Europe. On a larger scale, other published data suggest that this pulse could be a global one. It is coeval with renewed thrust loading, volcanism and transgression in the North-American Western Interior, local emergences during the event along the eastern Atlantic margin, suggesting a slight tendency to inversion of the margin, and a tilting to the east of the North-Africa plate that could explain the large transgression recorded from Morocco to Tunisia on the Saharan Craton. New isotope and palaeontological (coiling ratio of Muricohedbergella delrioensis) data from SE France suggest that two coolings of suprabasinal importance occurred just before and during the build-up of the d13C shift, including the boreal “Plenus Marls“, especially its middle limestone bed and its SE France",
  "title": "The CenomanianeTuronian Boundary Event (CTBE) on the southern slope of the Subalpine Basin (SE France) and its bearing on a probable tectonic pulse on a larger scale"
}