{
  "sections": [{
    "text": "Chinese Science Bulletin\n© 2009 SCIENCE IN CHINA PRESS\nSpringer\nThe Siberian Traps and the End-Permian mass extinction: a critical review\nAndy SAUNDERS† & Marc REICHOW\nDepartment of Geological Sciences, University of Leicester, Leicester, LE1 7RH, United Kingdom\nThe association between the Siberian Traps, the largest continental flood basalt province, and the largest-known mass extinction event at the end of the Permian period, has been strengthened by recently-published high-precision 40Ar/39Ar dates from widespread localities across the Siberian province[1]. We argue that the impact of the volcanism was amplified by the prevailing late Permian environmental conditions―in particular, the hothouse climate, with sluggish oceanic circulation, that was leading to widespread oceanic anoxia. Volcanism released large masses of sulphate aerosols and carbon dioxide, the former triggering short-duration volcanic winters, the latter leading to long-term warming. Whilst the mass of CO2 released from individual eruptions was small compared with the total mass of carbon in the atmosphere-ocean system, the long ‘mean lifetime’ of atmospheric CO2, compared with the eruption flux and duration, meant that significant accumulation could occur over periods of 105 years. Compromise of the carbon sequestration systems (by curtailment of photosynthesis, destruction of biomass, and warming and acidification of the oceans) probably led to rapid atmospheric CO2 build-up, warming, and shallow-water anoxia, leading ultimately to mass extinction.\ncontinental flood basalts, oceanic anoxia, radiometric dating, CO2, SO2\nThe last half billion years of Earth history have been punctuated by several episodes of rapid climate change. Some of these changes led to mass extinctions, when substantial portions of the Earth’s fauna and flora, unable to cope with the rapidity of change, were destroyed in geologically short periods of time. The causes of these mass extinctions are debated and are of immediate concern, not least because anthropogenically-driven climate change may be about to trigger the next mass extinction.\nThe ‘Big Five’ mass extinction events originally recognised by Raup and Sepkoski[2] are the Ordovician-Silurian (at 444 Ma), Devonian-Carboniferous (360 Ma), end-Permian (251 Ma), end-Triassic (200 Ma), and end-Cretaceous (65.6 Ma). Mass extinctions are now also recognised at the Cambro-Ordovician boundary (488 Ma) and during the Permian (260 Ma: the Guadalupian extinction). Several of these extinctions are associated with oceanic anoxic events and carbon isotope excursions, indicating major disruption to the carbon\ncycle. Carbon isotope excursions also occur at several other intervals in the geological record, for example during the Toarcian (~183 Ma), and at the Palaeocene-Eocene Thermal Maximum (~55 Ma), although the scale of the accompanying mass extinctions, and the extent of oceanic anoxia, were smaller.\nIt is simplistic to invoke one mechanism to explain all extinction events. However, any mechanism needs to be sufficiently powerful, and perhaps operating in synergy with other processes, to disrupt the global climate and ultimately the global carbon cycle, and within a relatively short period time. Furthermore, any process has to cause ecosystems to collapse and exterminate large swaths of species. Certainly, a sufficiently large meteorite or comet impact could cause a mass extinction, and Received June 27, 2008; accepted September 17, 2008 doi: 10.1007/s11434-008-0543-7 †Corresponding author (email: ads@le.ac.uk) Supported by the Natural Environment Research Council, UK (Grant No. NE/ C003276)\nwww.scichina.com | csb.scichina.com | www.springerlink.com Chinese Science Bulletin | January 2009 | vol. 54 | no. 1 | 20-37\nR EV\nIE W\nFigure 1 Extinction rate versus time (continuous line, blue field represent multiple-interval marine genera) compared with eruption ages of continental flood basalts (red bars). Three of the largest mass extinctions, the Permo-Triassic, Triassic-Jurassic and the Cretaceous-Tertiary, correspond with the eruptions of the Siberian Traps, the Central Atlantic Magmatic Province, and the Deccan Traps, respectively. Three oceanic plateaus, the Caribbean (CP) Kerguelen (KP), and Ontong Java (OJP) are included. Modified after ref. [11].\nwhilst there is a close match between the timing of the Chicxulub impact crater in Mexico and the end-Cretaceous mass extinction, 65.6 million years ago, there is growing evidence\n[3] that even this massive impact did not alone cause the extinction. Furthermore, the evidence for major impacts at the time of other mass extinctions is sparse or non-existent; therefore some other mechanism needs to be invoked.\nOver the last two decades, there has been a growing realisation that the cause may be intrinsic to the planet: continental flood basalt eruptions. Continental flood basalt provinces are a type of large igneous province, and are characterised by rapid and voluminous effusion of basaltic magma. The association between flood basalts and mass extinctions has been recognised for a long time[4–9], and for the period of the last 300 million years, the correlation between eruption events and extinctions is much better than that between meteorite impacts and extinctions (Figure 1)[10,11]. The correlation becomes even stronger if oceanic anoxic events and carbon isotope excursions are included in the dataset. The three large mass extinctions at the end of the Permian, Triassic and Cretaceous are all contemporaneous with the three largest flood basalt events (Siberia, Central Atlantic, and Deccan, respectively). The likelihood of this correlation being ‘entirely fortuitous’ is small[11].\nG E\nO LO\nG Y\nIn this review we focus on the end-Permian mass extinction that occurred 251 million years ago. The Earth’s\necosystems were still recovering from a recent mass extinction, at the end-Guadalupian (~260 Ma), when suddenly, the environmental catastrophe that led to the ‘Great Dying’ began―an event that started rapidly, whose effects lasted for several millions of years[11―13], and whose echoes continue to the present day. It coincided with the eruption of the largest-known continental flood basalt province, the Siberian Traps[14―16]. The marine extinction has been attributed to a major oceanic anoxic event, which was itself associated with globalscale disruption of the carbon and sulphur cycles. Here, we assess the evidence for the Siberian Traps as a primary trigger for the mass extinction at the end of the Permian. We consider initially the main features of the Traps, and the timing and duration of their eruption, by using recently-obtained dates from Siberia and the Permo-Triassic boundary section at Meishan, China. For instance, do the eruptions precede, accompany, or post-date the extinction event? Then we consider the nature and timing of the extinction and the accompanying environmental changes to assess whether and how the eruption could have triggered the global crisis."
  }, {
    "heading": "1 The Siberian continental flood basalt province",
    "text": "Not without good cause is this recognised as the largest continental flood basalt province, but less than a half of\nAndy SAUNDERS et al. Chinese Science Bulletin | January 2009 | vol. 54 | no. 1 | 20-37 21\nit is now seen at the Earth’s surface; the bulk of it is buried beneath thick sedimentary cover. The most obvious outcrop of the Siberian continental flood basalt province (or Siberian Traps) is located on the Siberian craton, a region that has been tectonically stable since Precambrian times (Figure 2). Virtually the entire outcrop comprises rock of basaltic composition: basalt lava is the dominant rock type, but there are also abundant basaltic volcaniclastic deposits and shallow intrusions (mostly sills), especially around the SE fringes of the province[17]. The area of the province preserved on the craton is of the order of 2.5 million km2, including the region underlain by upper crustal intrusives. The thickness ranges from more than 3 km near Noril’sk and Maymecha-Kotuy, thinning towards the south and east. However, this represents only a fraction of the total province. Information from scientific and commercial\ndrilling in the West Siberian Basin, derived from several thousand commercial and scientific boreholes, reveals extensive subcrops of Permo-Triassic basalts and rare rhyolites overlying the older, pre-Trap basement. Most of these volcanic rocks are now buried beneath thick deposits of Mesozoic and Cenozoic sedimentary rocks, but occasionally Permo-Triassic basalts and rhyolites outcrop on the basin margins. For example, there are widespread outcrops of basalt in the coal-rich Kuznetsk Basin, and thick sequences of basaltic and rhyolitic lava are found in the Semeitau region (eastern Kazakhstan), near Chelyabinsk in the south-eastern Urals, and at Vorkuta in the Polar Urals (Figure 2). Permo-Triassic basaltic rocks also occur in the far north on the Taimyr Peninsula and, from seismic and magnetic data, are known to extend beneath the sediment infill of the Yenesei-Khatanga Trough and the Kara Sea[18].\n22 Andy SAUNDERS et al. Chinese Science Bulletin | January 2009 | vol. 54 | no. 1 | 20-37\nR EV\nIE W"
  }, {
    "heading": "1.1 Extent and volume of the Siberian Traps",
    "text": "The original total area (and volume) of the Siberian flood basalt province is difficult to estimate, because a substantial portion is covered by thick sedimentary sequences and because an unknown amount has been removed by erosion. Taking the limits of the existing outcrops as a maximum extent, then we estimate that an area of approximately 5×106 km2 of Siberia may have been partly covered by basalt[1]. It is unlikely that an accurate figure of area (and volume) will ever be known. Part of the problem relates to the role of rifting in the West Siberian Basin and Khatanga-Yenesei Trough. Much of the basement beneath the West Siberian Basin is riven by major N-S trending faults, producing a series of rifts, the largest of which, the Urengoy and Khudosey Rifts, run the length of the basin before fading out to the south[19]. Many of the rifts are floored with basalt. For example, superdeep borehole SG-6 in the Urengoy Rift penetrated more than 1 km of basaltic lava before being abandoned, with seismic data suggesting at least a further 1 km of basalt below this level[20]. A ‘working estimate’ for the total volume of eruptives and shallow-level intrusives is 3 million km3, with an error of about 1 million km3 either way. To put this into perspective, 3 million km3 would bury an area equivalent to the entire UK beneath a layer of basalt some 12 km thick, or an area\nthe size of China beneath a layer about 300 m thick. However, even the minimum estimate is significantly larger than recent estimates for the Deccan Traps (~1.3×106 km3)[21]."
  }, {
    "heading": "1.2 The age of the Siberian Traps",
    "text": "Published 40Ar/39Ar determinations (whole-rock and plagioclase separates) exist for basalts from Noril’sk[14,22,23], Putorana[14], Maymecha-Kotuy[24] and the West Siberian Basin[25] (Figure 3). When normalised to a common standard, these all lie within error of each other, and indicate an eruption age of about 250 Ma. New 40Ar/39Ar data[1] for basalts from Noril’sk, Lower Tunguska, Taimyr, the Kuznetsk Basin and from Vorkuta in the Polar Urals confirm that the age of eruption in these regions was also around 250 Ma. These ages are within error of the 40Ar/39Ar ages obtained for the Permo-Triassic extinction horizon[16] at Meishan, China (see below).\nZircons and baddeleyites from intrusions at Noril’sk, together with perovskite, zircon and baddeleyite from Maymecha-Kotuy, give U/Pb concordia ages that are slightly but significantly older than the 40Ar/39Ar ages. Nonetheless, whilst there are fewer U/Pb ages, they do tend to be very precise; the most recently determined U/Pb ages indicate a range from 251.7 ± 0.4 to 251.1 ±\nAndy SAUNDERS et al. Chinese Science Bulletin | January 2009 | vol. 54 | no. 1 | 20-37 23\n0.3 Ma for magmatism in the Maymecha-Kotuy region[26].\nWith the presently available age data, it is not possible to determine precisely how long it took to emplace the whole of the Siberian Traps. However, using both U/Pb and Ar-Ar dates (corrected for the inter-technique differences), it is entirely possible that the bulk of the province was emplaced within less than 2 million years, but it may have been much shorter than this, possibly significantly less than 1 million years. Recent palaeomagnetic and radiometric studies of the Deccan Traps, India, suggest that the bulk of those lavas were erupted in less than 600000 years[27,28]. Timescales of 300000 years have been estimated[29] for the 4 to 6 km of lava erupted in East Greenland at 55 Ma. If these estimates are correct, a timescale of less than 1 Ma for the emplacement of the bulk of the Siberian Traps seems realistic."
  }, {
    "heading": "2 The Permo-Triassic extinction horizon and the Siberian Traps: Are they contemporaneous events?",
    "text": "The internationally-recognised Global Stratotype Section and Point of the Permo-Triassic (P-Tr) boundary is located within Section D, at Meishan, Changxing County, South China[30] (Figure 4). The section comprises dolomite, limestone, marl and mudstone, with occasional clay layers derived from volcanic ash fallout, all deposited in a marine environment. The biostratigraphical boundary between the Permian and Triassic is defined as the first occurrence of the conodont Hindeodus parvus, located at the base of Bed 27c at Meishan[31]. The main extinctions occurred slightly earlier, and are recorded within Beds 24 through 26, with the peak extinction rate at the base of Bed 25[32].\n24 Andy SAUNDERS et al. Chinese Science Bulletin | January 2009 | vol. 54 | no. 1 | 20-37\nR EV\nIE W\nThe volcanic ash layers at Meishan have provided a rich source of isotopic age dates, but unfortunately there are two sets of conflicting data from 40Ar/39Ar and U/Pb dating techniques. Crystals of sanidine feldspar extracted from Bed 25 yielded a 40Ar/39Ar age of 249.83 ± 0.15 Ma[16,33]. We[1] have analysed feldspars from the slightly younger ash Bed 28 at Meishan, and determined an age of 249.25 ± 0.14 Ma, which makes them at least ~300 ka younger than the crystals in ash Bed 25.\nBowring et al.[33] determined single-crystal and multi-crystal U/Pb ages in zircons from a series of clay layers, from Meishan and other Chinese Permo-Triassic sections. Bed 28, above the P-Tr boundary at Meishan, yielded an age of 250.7 ± 0.3 Ma. Bed 25 yielded two U/Pb ages, the younger of which (251.4 ± 0.3 Ma) was taken by Bowring et al.[33] to be the age of the rock. Mundil et al.[34] pre-treated zircon crystals from the ash beds by annealing and partial dissolution in HF acid, to remove the effects of lead loss and to give concordant U/Pb ages. This process resulted in systematically older ages for zircons from Meishan. The ash layer in Bed 25 from Meishan yielded an age of 252.4 ± 0.3 Ma, and Mundil et al.[34] estimate the age of the biotic crisis to be 252.6 ± 0.3 Ma, and the P-Tr boundary to be ‘slightly but unresolvably younger’. This lack of resolution means that it is not possible, with the current data, to give a precise duration for the mass extinction event[34].\nClearly, there is a systematic difference between the 40Ar/39Ar and U/Pb dating techniques, due either to an error in the 40Ar/39Ar reference standard, or to an error in the decay constant for potassium[35]. Thus, Bed 25 at Meishan, the culmination of the extinction event is dated at 252.4 ± 0.3 Ma by U/Pb[34], and 249.83 ± 0.15 Ma by 40Ar/39Ar[16]. Figure 3 shows the relative difference between the 40Ar/39Ar age of Meishan Bed 25, and basalts from various parts of the Siberian province. We have not included U/Pb ages in this diagram because the techniques used in the preparation of the dated zircons from Meishan[34] and from Siberia[26] are different; we cannot be sure that annealing and leaching will not affect the ages of Siberian zircons (i.e., give them a slightly greater age); this is a discrepancy that needs addressing. From the 40Ar/39Ar data alone, it is apparent from Figure 3 that there is strong evidence of synchrony between the ages of the extinction event and of the Siberian Traps, as reported by several workers[1,14―16,25,26]."
  }, {
    "heading": "3 Changing environmental conditions in the Permian",
    "text": "During the Permian Period, the main continental masses were configured in the north-south supercontinent Pangea, surrounded by the Panthalassic Ocean (Figure 5). The Palaeo-Tethys Ocean lay along the eastern edge of Pangaea, and was partially enclosed by the North and South China Plates. During the 50 million years of the Permian Period, the Earth’s climate had progressively warmed, albeit with evidence for strong global climate oscillations on at least Ma time scales[36]. The Period began with ice-house conditions, similar in extent to the Quaternary glaciations, followed by general warming interrupted by periods of abrupt cooling (Figure 6). Overall, the Permian period appears to have been characterised by increasing global temperatures, almost certainly as a result of build-up of atmospheric CO2. Proxy determinations (for example from compositions of palaeosols and leaf stomatal densities) and modelling suggest that atmospheric pCO2 varied from concentrations similar to pre-industrial levels (PIL; 280 μL·L−1 by volume) in the Early Permian, to as much as 10×PIL during the late Permian[36―41] (Figure 6). These data should be used with caution, because the applied techniques have inherently large error bars. If they are correct, however, they may be very important, because they imply that the Siberian Traps (and the preceding Emeishan Traps) were erupted at a time of high atmospheric CO2. This unusual atmospheric composition may have been a factor in the subsequent dramatic climate change and mass extinction.\nG E\nO LO\nG Y The increasing CO2 in the Permian may have been caused by diminished weathering of continental landmasses (perhaps as a result of an absence of extensive mountain belts, and increasing aridity)[37,39], and widespread subduction-related volcanism in northern Pangaea at about 280 Ma. Towards the end of the Permian the Emeishan (~260 Ma) and Siberian Traps (~251 Ma) would also have contributed substantial CO2 to the atmosphere/ocean system. One significant result of the progressive CO2 build-up, and consequent atmosphericocean warming and loss of polar icesheets, would be decreasing latitudinal oceanic circulation and mixing, increasing oceanic stratification, and associated oceanic stagnation. Such processes could have occurred independently of the emplacement of the Siberian Traps, and\nAndy SAUNDERS et al. Chinese Science Bulletin | January 2009 | vol. 54 | no. 1 | 20-37 25\nbeen well underway before the end-Permian crisis. In addition, the Permian atmosphere may also have been characterised by low oxygen concentrations[39]."
  }, {
    "heading": "4 Changing environmental conditions across the Permo-Triassic boundary",
    "text": "The majority of the preserved marine P-Tr boundary sections are located on the continental shelves within the Palaeo-Tethys realm, but some are from the Panthalassic Ocean, and several sections are terrestrial (Figure 5). Deep-water sections are rare, because most have been\nsubducted, but a deep water section from the Panthalassic Ocean has been preserved in accreted terranes in Japan[42].\nThere are several recent overviews of the end-Permian mass extinction event, and the accompanying ecological and environmental changes[43―50]. The Permian Period was characterised by a rich faunal and floral diversity which was strongly reduced during the endGuadalupian and end-Permian extinction events. There is some debate about the number of taxa that became extinct at the end of the Permian, but it is thought that at\n26 Andy SAUNDERS et al. Chinese Science Bulletin | January 2009 | vol. 54 | no. 1 | 20-37\nR EV\nIE W\nleast 90% of marine species, 57% of all families, and 83% of all genera went extinct. In the marine realm, the benthic communities were particularly affected, and on land the variety of insects, tetrapods and forests diminished considerably. During the late Permian, much of Europe was covered by conifer forests, but these disappeared to be replaced by lycopsids (e.g., Pleuromeia) which are small, tree-like mosses[51]. Palynological and palaeosol data indicate the existence of deciduous forests at high latitudes during the latest Permian[52]. Low faunal and floral diversity persisted well into the Triassic, especially at the community level[13].\nA common feature of many P-Tr marine sections is evidence of oceanic dysoxia (reduced content of dissolved oxygen), anoxia (absence of dissolved oxygen) and, in the most extreme examples, euxinia (presence of reduced sulphur)[53]. At the present time, the Earth’s oceans are oxygenated to all depths, and anoxia and euxinia are restricted to isolated water masses such as the Black Sea, or to the water trapped within bottom sediments. However, evidence for oceanic anoxic events (OAE) in the past is, in contrast, frequently found. During an OAE, a large part of the water column is depleted in oxygen and, in extreme cases, only the wind-churned surface waters may become oxygenated. As a result, large volumes of the oceans become uninhabitable to organisms that utilise oxygen for respiration. The observation that so many shallow-water sections were anoxic during the P-Tr transition, and that this anoxia often extended well into the Triassic, indicate that the world’s oceans were in the grip of a long-lived OAE: a superanoxic event[42]. Upwelling of anoxic water onto the continental shelves was probably the main direct cause of the extinction of benthic communities, but there is also strong evidence that the shallow-water anoxic events were diachronous[54].\nG E\nO LO\nG Y\nSeveral important geochemical signatures show major changes at the P-Tr extinction horizon, including carbon and sulphur isotopes. The sequences at Meishan and Shangsi (and several other localities) show a significant fall in δ 13Ccarb (the ratio of isotopically heavy (13C) to light (12C) carbon measured in carbonate, considered to be a proxy for seawater) (Figure 4)[33,55―62]. The size of the δ 13Ccarb excursion varies, but is typically around −6‰, indicating major changes in the carbon isotope signature, and hence the carbon cycle, of ocean water. At Meishan, δ 13Ccarb values fall before the culmination of\nthe mass extinction (top of Bed 24 to Bed 25), by approximately 3‰, before suddenly falling a further 3‰ at the very top of Bed 24. It then recovers slightly before falling again further up-section (Figure 4)[62]. Similarly, Musashi et al.[57] report negative carbon isotope excursions in shallow marine sediments preserved in accreted seamounts from the Panthalassic Ocean, suggesting that the perturbation of the carbon cycle was global in extent, and not restricted to the Palaeo-Tethys Ocean.\nSulfur isotopes (δ 34S) show more complex excursion patterns. Kaiho et al.[63―65] report an abrupt fall in δ 34Ssulphate of about 15‰ immediately prior to, and during, the extinction horizon preserved at Meishan, China and at Bálvány, Hungary. However, the P-Tr section from Siusi, northern Italy[66] shows both negative and positive excursions in δ 34Ssulphate. Due to the large mass of sulphur in the oceans (currently approximately 1.3 × 106 Gt of S), generating such large isotopic excursions by the addition of isotopically light sulphur from volcanic eruptions is unlikely. Rather, these isotopic excursions must be due to the processes associated with oceanic anoxia and euxinia. In normal, oxygenated seawater the predominant sulphur species is sulphate, SO4\n2−. The development of oceanic anoxia, and the activity of sulphate reduction bacteria, lead to the formation of reduced sulphur, held in H2S(solution) or in pyrite. This conversion leads to strong isotopic fractionation, with isotopically light S in the sulphide component, and isotopically heavy sulphur in the anoxic seawater. These may then be re-oxidised (e.g., by upwelling of the reduced water into the upper part of the ocean column) to form isotopically heavy and light sulphate, respectively.\nIt is evidence of this nature, supported by carbon isotopes, that has been used to argue for photic-zone euxinia; such models invoke deeply sourced, sulphide-rich anoxic water rising into the photic zone, thus allowing specific types of bacteria (green sulphur bacteria) to flourish in shallow anoxic waters[61,67,68]. The so-called ‘chemocline-upward excursion’, (i.e., bringing the anoxic water into the shallow ocean) may, in the most extreme cases, breach the ocean surface, thus releasing H2S gas directly into the atmosphere, and leading to widespread suffocation and poisoning of oxygen breathers[69]."
  }, {
    "heading": "5 The impact of volcanism",
    "text": "Flood basalts are characterised by prolific effusive erup-\nAndy SAUNDERS et al. Chinese Science Bulletin | January 2009 | vol. 54 | no. 1 | 20-37 27\n28 Andy SAUNDERS et al. Chinese Science Bulletin | January 2009 | vol. 54 | no. 1 | 20-37\ntion of mafic magma. The 1783/1784 eruption of Laki, Iceland, for example created a basaltic flow with a volume of about 15 km3 over a period of a few months[70]. In the case of larger eruptions, a single eruptive event may last years or decades, producing a flow field comprising many individual lava flows with a combined volume of several thousand cubic kilometres[71,72]. Well-documented flow fields in the Columbia River volcanic province, in the Northwest USA, are at least two orders of magnitude greater volume than Laki[73]. Unlike explosive volcanic eruptions, where dust and gas is rapidly injected into the atmosphere, and is then removed by fallout and precipitation over a period of little more than a year or so, a flood basalt eruption leads to prolonged release of gas and aerosols; the duration of the eruption far exceeds the residence time of some of the atmospheric pollutants, especially SO2 and halogens.\nThere are three important volcanic products to consider. The first is CO2 (leading to global warming), the second is SO2, and its product sulphate aerosol (global cooling), whilst the third is the halogens and associated compounds (depletion of ozone and increasing transmission of ultraviolet light)."
  }, {
    "heading": "5.1 Carbon dioxide",
    "text": "A 2000 km3 basalt flow could release as much as 12 Gt of C (44 Gt CO2)1). If we assume that the flow is erupted over a period of 10 years, then this represents an annual flux of 1.2 Gt of carbon added to the atmosphere. The pre-industrial atmosphere contained a little over 600 Gt of carbon as CO2 (currently ~800 Gt C)[75], so this would represent an addition of about 0.2 per year %. Given that the Late Permian atmosphere may have contained up to 5 to 10 times more CO2 than the pre-industrial level (see above), this initially appears to be an insignificant addition, and unlikely to trigger a global crisis. However, if we consider the province as a whole, the eruption of between 2×106 and 3×106 km3 of basalt could release 12000 to 18000 Gt of C, enough to significantly change the carbon content of even a Permian atmosphere. Note that the eruption of 18000 Gt of C over 1 million years equates to only 0.018 Gt per year, a fraction of the current output from burning of fossil fuels (~ 7 Gt C/a).\nThe fate of the injected CO2 is crucial here. Let us initially consider the present-day situation. The bulk of the\nanthropogenic CO2 is slowly extracted from the atmosphere by the biosphere (e.g., photosynthesis) and dissolution in the oceans. The ocean-atmosphere-biosphere system will achieve a new equilibrium, but the total carbon in the system will be raised until the excess carbon is removed as carbonates, or buried as organic carbon. Such geological sequestration occurs on timescales of 105 years or longer, and consequently a residue of CO2 will remain in the atmosphere for millennia after the original injection. Between 1850 and 2000, of the total of 471 Gt of C that were released by burning of fossil fuel, roughly two thirds were sequestered by the oceans and biomass, leaving about 175 Gt in the atmosphere. The bulk of this carbon will continue to be removed by the oceans and biomass, but it is estimated that between 17% and 33% will still remain in the atmosphere after 1 ka, and a residue of about 5% to 7% of ‘semi-permanent’ CO2 will remain in the atmosphere for at least 100 ka, until it is removed by long-term silicate weathering processes[76,77]. This long ‘tail’ in the drawdown profile for anthropogenic carbon gives it a ‘mean lifetime’ in the atmosphere of around 30 to 35 ka, much longer than is generally supposed.\nLet us now return to the eruption of the Traps. A ‘mean lifetime’ of 30 to 35 ka for CO2 in the atmosphere is much greater than the average eruptive frequency of flow fields (100 to 1000 years[27,28]), so it is reasonable to consider average eruption fluxes. Assume that the bulk of the Traps were erupted in 600000 years, and that they have a total eruptive volume of 3×106 km3. The average output is 5 km3 basalt per year, or 5000 km3 of basalt per 1000 y; this equates to 30 Gt of C per ka. Assume then that 5% to 10% of this carbon remains in the atmosphere for at least 100000 years. This means that every 1000 years, between 1.5 and 3 Gt of C is added to the atmosphere and effectively remains there. Over a period of 100 ka, between 150 and 300 Gt of ‘semipermanent’ C will have been added to the atmosphere, plus a substantial amount to the oceans and biomass (between 2700 to 2850 Gt). For the lifetime of the province (600 ka), the gross addition to the atmosphere, ocean and biomass could be as much as 18000 Gt of C. At the present day, the ratio of CO2 in the oceans and atmosphere is about 50:1. However, in the end-Permian\n1) This assumes that the magma contained 9000 μg·g−1 C, and that 90% of the C was degassed on eruption and cooling. McCartney et al.[74] estimate\nthat 1 km3 of Hawaiian magma emits 5 Mt of C.\nR EV\nIE W\noceans, this ratio may have been much lower, due to both ocean warming and acidification, resulting in a higher atmospheric loading.\nAn addition of 300 Gt to the atmosphere will raise the atmospheric concentration of CO2 by about 160 μL·L−1 over a period of 100000 years. A fraction of this will have been extracted by reaction with silicates and formation of carbonates, or permanent burial of organic carbon, so the total retained by the oceans, biomass and atmosphere will be slightly less than this. Note that these figures do not take into account that for shorter periods, the CO2 loading will be much greater (e.g., even 1000 years after the injection, there will be between 17% and 33% C remaining in the atmosphere, and after 10 ka, there will still be between 10% and 15% remaining). Nor do they consider any compromise to the sequestration mechanisms, either by CO2 saturation of the oceans, ocean acidification, or by reduction of biomass. To counter these effects, carbon sequestration will be enhanced due to silicate weathering as the climate warms.\nThere may be an additional source of CO2, involving injection of magma as sills and dykes into carbon-bearing sedimentary basins. The carbon may be in the form of coal, methane (including gas hydrates), or more dispersed in a wide range of sedimentary rock types. Methane release by sill injection has been proposed by Svensen et al.[78] to explain the global warming at the end of the Palaeocene, and Retallack and Jahren[79] suggest that sill-induced coal-burning occurred at the end of the Permian. The model is attractive because it has the potential to release rapidly vast amounts of carbon (as CH4 or CO2), triggering a catastrophic greenhouse crisis. The organically-derived carbon is also isotopically very light, hence it is capable of inducing large negative excursion in the seawater carbon isotopes (Section 7). The interaction between intrusion and host rocks is, however, poorly understood. If, for example, the energy released from a cooling sill or dyke is impeded by the low thermal conductivity of the chilled margins of the intrusion, then the volume of host rock that undergoes pyrolysis may be restricted. Convection of heat by groundwater is likely to have been an important process, as noted by the discovery of putative hydrothermal vents in the Karoo Basin, associated with injection of Jurassic sills[80].\nG E\nO LO\nG Y"
  }, {
    "heading": "5.2 Sulphur Dioxide and Halogens",
    "text": "Injection of sulphur (as sulphate/sulphuric acid) into the stratosphere causes cooling of the lower atmosphere by\nreflection and absorption of incident sunlight. Such cooling was observed after the 1982 eruption of El Chichón in Mexico and the 1991 eruption of Pinatubo in the Philippines[81]. High-level injection of sulphur could occur at sites of flood basalt eruption, where the fire fountains and their attendant eruption columns could have sufficient vigour for aerosol injection into the lower stratosphere[70,82]. If the Permian atmosphere had a structure similar to today’s, then such stratospheric injection may be aided by the high latitude of the Siberian eruptions, where the boundary between troposphere and stratosphere is lower than at the equator. Furthermore, the Siberian eruptions may have been particularly sulphur rich, because some of the ascending magmas interacted with evaporate deposits[83].\nUnlike the Pinatubo eruption, where an estimated 0.02 Gt of SO2 equivalent were injected into the atmosphere[84], a major flood basalt eruption of 1000 km3 could release between 3 and 10 Gt[71,72,82], and rapidly successive eruptive events could lead to massive atmospheric loading of sulphates[28,82]. The release would be sustained for the duration of the eruption, lasting several years or decades, and leading to a large reduction in the transmission of light through the atmosphere. Small amounts of sulphate injection into the stratosphere may be beneficial for plant development; the 1991 eruption of Pinatubo led to increased biomass production, because the aerosols diffused the incident light and improved its quality for photosynthesis[85]. The effects of larger aerosol loadings are largely unknown. Modelling of the atmospheric effects of dust produced by a limited nuclear exchange indicate catastrophic changes to climate on a global scale, with both extreme cooling and heating depending on the location and time of year[86―88]. Whilst these nuclear winter models are indicative of the effects of volcanic aerosols, they are different inasmuch as the nuclear scenarios also involve injection of carbon particulates, which have different reflectance/absorption properties to those of volcanic sulphate aerosols.\nThe Laki eruption of 1783/1784 suggests that sulphate injection into the lower stratosphere led to dramatic cooling of the lower atmosphere during the winters of 1783 and 1784[70,89,90]. Curiously, however, the European summer of 1783 was also particularly hot[91]. This may have been coincidental, but there is the possibility that the sulphur-rich gases in the lower atmosphere acted to warm the near-surface layers. Extrapolation of the Laki observations to a full-blown flood basalt erup-\nAndy SAUNDERS et al. Chinese Science Bulletin | January 2009 | vol. 54 | no. 1 | 20-37 29\ntion is fraught with uncertainty. The likelihood is that the sulphate loading in the stratosphere would cause surface cooling and, if the loading was sufficient, curtailment of photosynthesis (the ‘volcanic winter’ scenario[92]), whilst low altitude injection could cause surface heating. The possibility exists therefore for extremely cold winters and extremely hot summers, combined with a reduction in photosynthesis and plant viability, and lasting for periods of several years or decades.\nHalogens released during the Laki 1783 eruption were responsible for local devastation of vegetation and subsequent famine in Iceland[70]. Beerling et al.[93] modelled the release and stratospheric injection of HCl from large-scale flood basalt eruption columns, and organohalogens from pyrolysis of dispersed sedimentary organic compounds, to show that these could result in substantial stratospheric ozone loss. It is argued that this led to increased ultraviolet-B radiation at the Earth’s surface, leading to mutation in plant species[94].\nFlood basalt volcanism has the potential, therefore, to create a massive pollution event, at least hemispheric and possibly global in scale, with serious consequences for global climate. The processes operate on different timescales, and in different directions. On the short time scale (effectively for the duration of the flood basalt eruption event; i.e., years to decades), injection of SO2 and the formation of sulphate aerosols in the stratosphere may cause cooling of the lower atmosphere, and attenuation of light to the point where photosynthesis is impaired. Lower level injection of sulphates may lead to summer warming. Thus the climate may oscillate uncomfortably, possibly catastrophically, between seasonal extremes, with consequent damage to ecosystems. During the late Permian, such cooling could be particularly catastrophic because the environment had been preconditioned by the long-term climatic warm conditions that preceded the Siberian Traps.\nAs soon as an individual eruption ceased, however, sulphate particulates would be removed from the atmosphere within a year or so, depending on the overturn time of the stratospheric circulation (currently up 2 to 3 years); sulphates in the lower atmosphere would have a residence time of a few weeks. The short-term cooling pulses would be unlikely to affect ocean temperatures, because of the high thermal capacity of the oceans. Thus, development of substantial polar ice caps would not be expected; moreover, there may be no geological record of these ephemeral cooling events.\nDue to the lack of constraining data, the effect on ecosystems of the volcanic sulphur release event is difficult to predict. If the optical depth of the atmosphere is reduced to the point where photosynthesis is affected, then we would predict progressive die-off of primary producers both in the oceans and on land. This is testable, because we would anticipate (a) greater effects in Northern Hemisphere ecosystems (where the volcanism occurred); (b) that if the control is primarily light occlusion, then the effects may be greater in the polar and near-polar regions, and upon marine plant species; (c) that if the control is primarily temperature reduction, this may affect tropical and subtropical terrestrial plant species to a greater extent. Either way, we would expect a progressive reduction in the range of plant types; the worst case scenario may be the wholesale destruction of plant systems, and their temporary replacement by non-photosynthetic ecosystems and the production of the characteristic ‘fungal spike’[95]. The recovery of these systems after individual eruptions would depend on the survival of plants in refugios, and the viability of seeds, spores and root systems. Injection of HCl and organohalogens into the stratosphere, compromise of the ozone layer, and increased atmospheric transparency to UV-B[93] could only add to the deteriorating surface conditions."
  }, {
    "heading": "6 The carbon isotope excursion (CIE)",
    "text": "As described earlier (Figure 4), a pronounced negative CIE (of about 6‰) characterises most Permo-Triassic boundary sections, and CIEs also occur at several other times in the geological record, including the Toarcian and Palaeocene-Eocene Thermal Maximum (PETM) events[96]. Due to the size of the oceanic reservoir, a negative shift in δ 13C of 6‰ requires massive input of light carbon (12C) into the oceans. If we assume that the Permian ocean contained the same mass of carbon as the present day oceans, approximately 40000 Gt, then a shift in the isotopic value by −6‰ requires the addition of at least 60000 Gt of carbon with δ 13C of −10‰, or 5000 Gt of C with δ 13C of −55‰, to the oceanic reservoir. Could volcanically-derived carbon alone explain the observed oceanic CIE? This depends on the isotopic composition of the volcanic gases. To generate the required −6‰ excursion in present-day ocean water, and assuming a total mass of carbon from the Siberian Traps of around 18000 Gt, the contaminant would need to\n30 Andy SAUNDERS et al. Chinese Science Bulletin | January 2009 | vol. 54 | no. 1 | 20-37\nR EV\nIE W\nhave an average δ 13C value of about −20‰, which is significantly lower than most estimates of mantle carbon. Furthermore, given that the late Permian atmosphere may have contained as much as 10 × pre-industrial levels of CO2, then the oceans must have contained a lot more dissolved C than 40000 Gt (see earlier comments). Therefore it seems unlikely that CO2 from degassing magma alone could create the total CIE, a conclusion also reached by others[5,9,97].\nA plausible explanation for the CIE is release of methane from hydrates, because organic methane has very low δ 13C (−60‰). This has been proposed for the CIEs at the end-Permian[43,98], PETM[99] and Toarcian[96,100]. At the present day, hydrates constitute extensive deposits on the ocean floor, and in permafrost. Their volume is poorly constrained, with estimates ranging from 500 to 24000 Gt of C[101], although Milkov[102] calculates that there may be no more than 2500 Gt. As much as 400 Gt C may be stored in permafrost. Virtually nothing is known about mass of hydrates in the past. What process could have triggered the release of the gas hydrates in the first place? There are currently two groups of ideas about this. The first group suggests that the release is a direct consequence of magmatic activity: Injection of sills and dykes into or beneath hydratebearing sediments[78]. The sedimentary rocks are heated or pyrolised, releasing the methane through diatremelike hydrothermally venting chimneys. This group now includes models that propose injection of basalt into coal- and other hydrocarbon-bearing sedimentary basins[79,80,103]. The second group invokes a less direct mechanism: global atmospheric warming, leading to warming of ocean bottom waters and permafrost, and eventual thermal destabilisation of the hydrates[43,98―100]. The two groups of mechanisms are not mutually exclusive.\nDid the release of methane lead directly to mass extinction, either by catastrophic global warming, atmospheric hypoxia, or by triggering dysoxia in the oceans[104]? Importantly, the P-Tr mass extinction appears to have been already underway before the carbon isotope excursion preserved at Meishan in the top of Bed 24[32,58,62]. Twitchett et al.[105], and Wignall and Newton[54] also noted that the onset of extinction and oceanic anoxia predated the carbon isotope excursion in P-Tr sections in British Columbia and Tibet. Similarly, Sluijs et al.[106] report that environmental change, as recorded by\nbiological and biochemical indictors at the time of the PETM, also predate the carbon isotope excursion. It is therefore arguable whether release of hydrates alone could account for the observed extent and duration of oceanic anoxia associated with P-Tr event, the anoxia beginning at the start of the Late Permian and continuing throughout the Lower Triassic [42,54]. These observations strongly suggest that the mechanism that created the carbon isotopic excursion was not responsible for the entire extinction process, or all of the anoxic events, at the end of the Permian."
  }, {
    "heading": "7 Discussion",
    "text": "Disasters tend to be an unfortunate confluence of events. The combination of increasingly high atmospheric CO2 levels and global temperatures in the Late Permian― both possibly enhanced by the eruption of the Emeishan Traps at 260 Ma―led to conditions that could, arguably, have led to a mass extinction without any further intervention. That the world’s largest known continental flood basalts then began to erupt can only be described as seriously unfortunate for the Earth system, but it was this coincidence that led, ultimately, to the world’s worst mass extinction event (Figure 7).\nPre-Trap conditions in the Late Permian included high atmospheric CO2 and associated high average global temperatures[37,38] and, possibly, low atmospheric pO2. Substantial areas of equatorial Pangaea may have been deserts, and there do not appear to have been any polar icecaps; indeed, the climate at the poles was warm enough to support deciduous forests. Absent or weakened polar-driven thermohaline circulation would have meant sluggish latitudinal ocean circulation, although strong equatorial evaporation may have led to deep penetration by warm, dense saline surface waters.\nG E\nO LO\nG Y As yet, we do not know the precise timing of the on-\nset of Siberian Trap volcanism, but a figure of ~251 Ma (Ar-Ar time) or ~252 Ma (U/Pb time) is consistent with the current data (see sections 2 and 3, above). As each flow unit was emplaced, over durations of years to decades, there would have been massive release of CO2, SO2 and halogens into the troposphere and lower stratosphere, depending on the height of the eruption columns. On short timescales (years), the stratosphere-bound sulphur, converted to sulphate aerosols, would then lead to cooling of the lower atmosphere, although tropospherebound sulphate may have led to seasonal warming of the\nAndy SAUNDERS et al. Chinese Science Bulletin | January 2009 | vol. 54 | no. 1 | 20-37 31\n32 Andy SAUNDERS et al. Chinese Science Bulletin | January 2009 | vol. 54 | no. 1 | 20-37\nlower atmosphere. Extreme oscillation in surface temperatures would have caused die back of plants, especially those acclimatised to the late Permian hothouse. In the more extreme cases of aerosol injection, light may have been attenuated to the point that photosynthesis was seriously compromised or curtailed, especially at higher latitudes. Halogens and any organohalogens that entered the stratosphere could have led to degrading of the ozone layer resulting, in enhanced surface UV-B, as described by Beerling et al.[93].\nCO2 from the degassing lavas and magma conduits, and from interaction of sills and dykes with carbonbearing sedimentary formations, then accumulated in the atmosphere and oceans. After the eruption of a flow unit, most of the CO2 would be sequestered by the oceans and rejuvenating biomass, but at least 5% of the injected CO2 would remain in the atmosphere for at least 100 ka. Thus the atmospheric CO2 increased after each successive eruption, even though repose times between individual eruptions may have been between 100 and 1000 years. Two processes may have compromised CO2 se-\nquestration. Firstly, sulphate aerosols led to light occlusion and short-term climatic oscillations, causing die-back of plants. Rapid carbon sequestration by biomass growing after the eruption episode could, however, have partly offset this. Second, and perhaps more serious, was the reduced capacity of the oceans to retain the vast amounts of CO2 that were produced by the volcanic province as a whole. If storage capacity was exceeded at anytime (for example, by increased ocean water temperatures and acidity), then atmospheric CO2 could have risen much more rapidly, leading to hothouse conditions. The likely shallow calcium carbonate compensation depth in the Permo-Triassic oceans appears to be consistent with such ocean acidification. Sluggish ocean circulation and stagnation may have also slowed CO2 transfer to the deeper oceans waters.\nThe slight decline in δ 13Ccarbonate recorded in latest Permian Bed 24 at Meishan (Figure 4) is consistent with the release of successive batches of volcanogenic CO2, perhaps accompanied by isotopically light carbon from pyrolysis of sedimentary carbon (along the lines of\nR EV\nIE W\nSvensen et al.[80]), and oxidation of dying biomass. Consequent global warming, accompanied by oceanic stagnation and low atmospheric oxygen, would then have led to increased oceanic anoxia and, in extreme cases, euxinia. Accordingly, ascent of anoxic layers into shallow waters could then have led to marine mass mortality and may have been a primary cause of the extinction. Breaching of the surface by the chemocline, releasing H2S gas from euxinic water, may have contributed to mortality among air-breathers[69], but given the extreme climate perturbations, this process may not be an essential part of the mass extinction. Against this background, episodic flood basalt eruptions would have led to severe but short-lived volcanic winters, sufficient to cause damage to ecosystems but not enough to trigger development of permanent ice-sheets.\nThe sudden decrease in δ 13Ccarbonate at the top of Bed 24 at Meishan is consistent with rapid release of methane hydrates, but this appears to have occurred relatively late in the process, and seems to be incidental to the mass extinction events. Perhaps the system had simply reached a tipping point when the deep ocean waters had warmed sufficiently to trigger the hydrate release. Note that the CIE excursion continues up-sequence well into the Triassic, appears to get more pronounced, and is followed by a succession of isotopic fluctuations in the Lower Triassic[62,107]. This suggests either further release of hydrates or incorporation of isotopically light carbon from other sources (protracted volcanism, or injection of sills into organic-rich sedimentary basins?).\nThe prolonged recovery after the main mass extinction, and the long duration of the main CIE, testify to the severity of conditions experienced during the P-Tr events. That the system did finally recover lends support to the idea that events were, ultimately, caused by volcanism. This is because the processes leading to anoxia and extinction were eventually corrected. If the volcanism was incidental to warming and extinction, then it is questionable whether the process could have reversed. CO2 appears to have been increasing through the late Permian, due to lack of sufficient silicate weathering and geological sequestration. That the extreme hothouse conditions were initiated by a volcanic process―turning on of a major source of CO2―also meant that the same source could be turned off, thus allowing the system to recover slowly by geological sequestration of the excess\nCO2."
  }, {
    "heading": "8 Current and future trends",
    "text": "If the scenario outlined above is correct, then there are some important lessons to be derived. The key issue is the rate at which CO2 was added to the atmosphere during the eruption of the Traps. Even using the longest estimates for the eruption duration of the bulk of the Traps (~2 Ma) geologically rapid accumulation of CO2 in the atmosphere would occur. The controlling factor appears to be the much longer time it takes to geologically sequester carbon dioxide from the oceans and atmosphere; a persistent residue of CO2 remains in the atmosphere, and this is replenished from the oceans until the CO2 in the combined ocean/biomass/atmosphere system has been reduced to pre-event levels. This takes 100’s of ka. Anthropogenic activities are currently releasing about 7 Gt of C to atmosphere by burning of fossil fuels every year, which is at least two orders of magnitude faster than the eruption of a flood basalt province.\nG E\nO LO\nG Y There are, however, reasons to believe that we are not heading for another Permo-Triassic extinction event. Firstly, the situation at the end of the Permian, and before the eruption of the Traps, was very different from that before our current experiment in atmospheric chemistry. The atmospheric CO2 concentration was far higher, and the Earth was already in the grips of a major greenhouse event. Forest thrived at high latitudes, there were no substantial polar ice caps, and the oceanic circulation was sluggish. Now we live in a comfortable interglacial period, and pre-industrial CO2 levels were low. Thus, we are currently adding carbon dioxide to a low background, and it is unlikely that the atmospheric CO2 will rise to the levels estimated for the Permo-Triassic boundary. Secondly, the SO2 released by the volcanism fortunately has no counterpart in the present climate change debate. Global anthropogenic sulphur release into the atmosphere peaked at ~68 Mt S (or ~136 Mt SO2) per annum in the 1980’s[108]. This is an order of magnitude less than that predicted from a flood basalt eruption. Furthermore, most of this anthropogenic sulphur remains in the lower atmosphere. The closest analogy would be a nuclear exchange, or a major explosive volcanic eruption. Either could cause an artificial winter, but they would be a relatively short-lived events (albeit catastrophic for humanity). Whilst we may not experi-\nAndy SAUNDERS et al. Chinese Science Bulletin | January 2009 | vol. 54 | no. 1 | 20-37 33\n34 Andy SAUNDERS et al. Chinese Science Bulletin | January 2009 | vol. 54 | no. 1 | 20-37\nence a Permo-Triassic event, however, it does not mean that the Earth will escape lightly. Even if we cease all hydrocarbon CO2 emissions now, higher levels of atmospheric CO2 will persist for millennia, with consequences for global temperatures, sea level rise, and melting of permafrost and methane hydrates.\nUnderstanding the causes of the end-Permian and other mass extinctions is important to evaluating the present-day climate system. Ancient events offer the opportunity to study the full sequence of events associated with rapid climate change and ecosystem collapse, from onset to recovery. However, much more needs to be accomplished. These include more accurate assessment of flux rates of volcanic gases, which in turn require more accurate resolution of eruption volumes and durations. Whilst radiometric dating has a role to play, it is currently unable to provide the resolution (100’s of years) that are needed to evaluate the duration of eruption of flood basalt flow units and the intervening periods of quiescence. Fine-scale palaeomagnetic variations, or studies of palaeosols between lavas may help. Modelling of the climatic effects of atmospheric injection of volcanic sulphate aerosols is underway (e.g. Highwood and Stevenson[89]; Chenet et al.[90]) but the consequences to the biosphere of massive sulphate injection into the stratosphere are poorly constrained: to what extent is transmission of solar radiation reduced, or its quality changed, and what are the effects on photosynthesis at\ndifferent latitudes? Specific to the end-Permian events, what were the atmospheric and oceanic conditions prior to the eruption of the Traps? Can we better constrain the CO2 concentration of the late Permian atmosphere? What made the end-Permian extinction so severe and prolonged, and the oceanic anoxia so prevalent? Was it the confluence of events outlined in this review (including the prevailing global climate, volcanism, sill-injection into organic-rich sediments, and hydrate release), or are some of these factors secondary? For example, we have little idea of the mass of methane hydrates in the Late Permian ocean floor.\nThese and many other questions will need to be addressed before we fully resolve the cause of the end-Permian mass extinction. However, there is a growing realisation that flood basalt volcanism has the potential to be the primary trigger for mass extinctions, rather than meteorite impacts or other external processes. The fluxes of carbon dioxide from flood basalts and anthropogenic burning of hydrocarbons are of sufficiently similar magnitude and timescale to fully justify more detailed studies of the relationships between flood basalts, oceanic anoxia, and mass extinctions.\nWe thank Chagqun Cao and Tony Riccardi for making available their raw δ13C data used in Figure 4, and Mike Benton, Mike Widdowson and Paul Wignall for their reviews.\n1 Reichow M K, Pringle M S, Al’Mukhamedov A I, et al. The timing\nand extent of the eruption of the Siberian Traps large igneous province: Implications for the end-Permian environmental crisis. Earth Planet Sci Lett, doi: 10.1016/j.epsl.2008.09.030[DOI]\n2 Raup D M, Sepkoski J J. Mass extinctions in the marine fossil record. Science, 1982, 215: 1501―1503[DOI] 3 Keller G, Adatte T, Berner Z, et al. Chicxulub impact predates K-T boundary: New evidence from Brazos, Texas. Earth Planet Sci Lett, 2007, 255: 339―356[DOI] 4 Vogt P R. Evidence for global synchronism in mantle plume convection, and possible significance for geology. Nature, 1972, 240: 338―342 5 McLean D M. Deccan traps mantle degassing in the terminal Cretaceous marine extinctions. Cret Res, 1985, 6: 235―259[DOI] 6 Rampino M R, Stothers R B. Flood basalt volcanism during the past 250 million years. Science, 1988, 241: 663―668[DOI] 7 Stothers R B. Flood basalts and extinction events. Geophys Res Lett, 1993, 20: 1399―1402[DOI] 8 Courtillot V. Mass extinctions in the last 300 million years: One impact and seven flood basalts? Israeli J Earth Sci, 1994, 43: 255―266\n9 Wignall P B. Large igneous provinces and mass extinctions. Earth-Sci Rev, 2001, 53: 1―33[DOI] 10 Courtillot V E, Renne P R. On the ages of flood basalt events. Comptes Rend Geosc, 2003, 335: 113―140[DOI] 11 White R V, Saunders A D. Volcanism, impact and mass extinctions: Incredible or credible coincidences. Lithos, 2005, 79: 299―316[DOI] 12 Hallam A, Wignall P B. Mass Extinctions and Their Aftermath. New York: Oxford University Press, 1997 13 Sahney S, Benton M J. Recovery from the most profound mass extinction of all time. Proc Roy Soc Lond Ser B, 2008, 275: 759―765[DOI] 14 Renne P R, Basu A R. Rapid eruption of the Siberian Traps flood basalts at the Permo-Triassic boundary. Science, 1991, 253: 176―179[DOI] 15 Campbell I A, Czamanske G K, Fedorenko V A, et al. Synchronism of the Siberian Traps and the Permian-Triassic boundary. Science, 1992, 258: 1760―1763[DOI] 16 Renne P R, Zichao Z, Richards M A, et al. Synchrony and causal relations between Permian-Triassic boundary crises and Siberian flood volcanism. Science, 1995, 269: 1413―1416[DOI] 17 Fedorenko V A, Lightfoot P C, Naldrett A J, et al. Petrogenesis of the Siberian flood-basalt sequence at Noril'sk, North Central Siberia. Int\nR EV\nIE W\nGeol Rev, 1996, 38: 99―135 18 Vyssotski A V, Vyssotski V N, Nezhdanov A A. Evolution of the West\nSiberian Basin. Mar Petrol Geol, 2006, 23: 93―126[DOI] 19 Saunders A D, England R W, Reichow M K, et al. A mantle plume\norigin for the Siberian Traps: Uplift and extension in the West Siberian Basin, Russia. Lithos, 2005, 79: 407―424[DOI] 20 Westphal M, Gurevitch EL, Samsonov BV, et al. Magnetostratigraphy of the lower Triassic volcanics from deep drill SG6 in western Siberia: Evidence for long-lasting Permo-Triassic volcanic activity. Geophys J Int, 1998, 134: 254―266[DOI] 21 Jay A E, Widdowson M. Stratigraphy, structure and volcanology of the SE Deccan continental flood basalt province: Implications for eruptive extent and volumes. J Geol Soc Lond, 2008, 165: 177―188[DOI] 22 Dalrymple G B, Czamanske G K, Fedorenko V A, et al. A reconnaissance 40Ar/39Ar geochronologic study of ore-bearing and related rocks, Siberian Russia. Geochim Cosmochim Acta, 1995, 59: 2071―2083[DOI] 23 Venkatesan T R, Kumar A, Gopalan K, et al. 40Ar-39Ar age of Siberian basaltic magmatism. Chem Geol, 1997, 138: 303―310[DOI] 24 Basu A R, Poreda R J, Renne P R, et al. High-3He plume origin and temporal-spatial evolution of the Siberian flood basalts. Science, 1995, 269: 822―825[DOI] 25 Reichow M K, Saunders A D, White R V, et al. New 40Ar-39Ar data on basalts from the West Siberian Basin: Extent of the Siberian flood basalt province doubled. Science, 2002, 296: 1846―1849[DOI] 26 Kamo S L, Czamanske G K, Amelin Y, et al. Rapid eruption of Siberian flood-volcanic rocks and evidence for coincidence with the Permian-Triassic boundary and mass extinction at 251 Ma. Earth Planet Sci Lett, 2003, 214: 75―91[DOI] 27 Chenet A-L, Quidelleur X, Fluteau F, et al. 40K-40Ar dating of the Main Deccan large igneous province: Further evidence of KTB age and short duration. Earth Planet Sci Lett, 2007, 263: 1―15[DOI] 28 Chenet A-L, Fluteau F, Courtillot V, et al. Determination of rapid Deccan eruptions across the Cretaceous-Tertiary boundary using paleomagnetic secular variation: Results from a 1200-m-thick section in the Mahabaleshwar escarpment. J Geophys Res, 2008, 113(B4), doi: 10.1029/2006JB004635[DOI] 29 Larsen R B, Tegner C. Pressure conditions for the solidification of the Skaergaard intrusion: Eruption of East Greenland flood basalts in less than 300,000 years. Lithos, 2006, 92: 181―197[DOI]\nG E\nO LO\nG Y\n30 Yin H, Kexin Z, Jinnan T, et al. The global stratotype section and point\nof the Permo-Triassic boundary. Episodes, 2001, 24: 102―114 31 Yin H, Yang F, Zhang K, et al. A proposal to the biostratigraphic cri-\nterion of the Permian/Triassic boundary. Mem Soci Geol Ital, 1986, 34: 329―344\n32 Jin Y G, Wang Y, Wang W, et al. Pattern of marine mass extinction near the Permian-Triassic boundary in south China. Science, 2000, 289: 432―436[DOI] 33 Bowring S A, Erwin D H, Jin Y G, et al. Zircon geochronology and tempo of the end-Permian mass extinction. Science, 1998, 280: 1039―1045[DOI] 34 Mundil R, Ludwig K R, Metcalfe I, et al. Age and timing of the Per-\nmian mass extinctions: U/Pb dating of closed-system zircons. Science, 2004, 305: 1760―1762[DOI] 35 Min K, Mundil R, Renne P R, et al. A test for systematic errors in 40Ar/39Ar geochronology through comparison with U/Pb analysis of a 1.3-Ga rhyolite. Geochim Cosmochim Acta, 2000, 64: 73―98[DOI] 36 Montañez I P, Tabor N J, Niemeier D, et al. CO2-forced climate and vegetation instability during late Paleozoic deglaciation. Science, 2007, 315: 87―91[DOI] 37 Kidder D L, Worsley T R. Causes and consequences of extreme Permo-Triassic warming to globally equable climate and relation to the Permo-Triassic extinction and recovery. Palaeogeogr Palaeoclimatol Palaeoecol, 2004, 203: 207―237[DOI] 38 Kiehl J T, Shields C A. Climate simulation of the latest Permian: Implications for mass extinction. Geology, 2005, 33: 757―760[DOI] 39 Berner R A. GEOCARBSULF: A combined model for Phanerozoic atmospheric O2 and CO2. Geochim Cosmochim Acta, 2006, 70: 5653―5664[DOI] 40 Hyde W T, Grossman E L, Crowley T J, et al. Siberian glaciation as a constraint on Permian-Carboniferous CO2 levels. Geology, 2006, 34: 421―424[DOI] 41 Royer D L. CO2-forced climate thresholds during the Phanerozoic. Geochim Cosmochim Acta, 2006, 70: 5665―5675[DOI] 42 Isozaki Y. Permo-Triassic boundary superanoxia and stratified superocean: Records from lost deep sea. Science, 1997, 276: 235―238[DOI] 43 Erwin D H. The Permo-Triassic extinction. Nature, 1994, 367: 231―236[DOI] 44 Erwin D H. Impact at the Permo-Triassic boundary: A critical evaluation. Astrobiology, 2003, 3: 67―74[DOI] 45 Erwin D H. Extinction: How Life on Earth Nearly Ended 250 Million Years Ago. Princeton and Oxford: Princeton University Press, 2005. 296 46 White R V. Earth’s biggest 'whodunnit': Unravelling the clues in the case of the end-Permian mass extinction. Phil Trans Roy Soc Lond Ser A, 2002, 360: 2963―2985[DOI] 47 Benton M J. When Life Nearly Died. The Greatest Mass Extinction of all Time. London: Thames and Hudson, 2003. 336 48 Benton M J, Twitchett R J. How to kill (almost) all life: The endPermian extinction event. Trends Ecol Evol, 2003, 18: 358―365[DOI] 49 Twitchett R J. Climate change across the Permo-Triassic boundary. In: Williams M, Haywood A M, Gregory F J, et al, eds. Deep-Time Perspectives on Climate Change: Marrying the Signal from Computer models and Biological Proxies, The Micropalaeontological Society, Special Publications. London: The Geological Society, 2007. 191―200 50 Wignall P B. The End-Permian mass extinction―― How bad did it get? Geobiology, 2007, 5: 303―309[DOI] 51 Looy C V, Brugman W A, Dilcher D L, et al. The delayed resurgence of equatorial forests after the Permian-Triassic ecologic crisis. Proc Nat Acad Sci USA 1999, 96: 13857―13862[DOI] 52 Taylor E L, Taylor T N, Cuneo N R. The present is not the key to the past―― A polar forest from the Permian of Antarctica. Science, 1992, 257: 1675―1677[DOI]\nAndy SAUNDERS et al. Chinese Science Bulletin | January 2009 | vol. 54 | no. 1 | 20-37 35\n53 Wignall P B, Twitchett R J. Oceanic anoxia and the end Permian mass extinction. Science, 1996, 272: 1155―1158[DOI] 54 Wignall P B, Newton R. Contrasting deep-water records from the Upper Permian and Lower Triassic of South Tibet and British Columbia: Evidence for a diachronous mass extinction. Palaios, 2003, 18: 153―167[DOI] 55 Baud A, Magaritz M, Holser W T. Permian-Triassic of the Tethys: Carbon isotope studies. Geol Rundsch, 1989, 78: 649―677[DOI] 56 Holser W T, Magaritz M. Cretaceous/Tertiary and Permian/Triassic boundary events compared. Geochim Cosmochim Acta, 1992, 56: 3297―3309[DOI] 57 Musashi M, Isozaki Y, Koike T, et al. Stable carbon isotope signature in mid-Panthalassa shallow-water carbonates across the Permo-Triassic boundary: Evidence for 13C-depleted superocean. Earth Planet Sci Lett, 2001, 191: 9―20[DOI] 58 Cao C Q, Wang W, Jin Y G. Carbon isotope excursions across the Permian-Triassic boundary in the Meishan section, Zhejiang Province, China. Chin Sci Bull, 2002, 47: 1125―1129 59 Kaiho K, Chen Z Q, Ohashi T, et al. A negative carbon isotope anomaly associated with the earliest Lopingian (Late Permian) mass extinction. Palaeogeogr Palaeoclimatol Palaeoecol, 2005, 223: 172―180[DOI] 60 Korte C, Jasper T, Kozur H W, et al. δ 18O and δ 13C of Permian brachiopods: A record of seawater evolution and continental glaciation. Palaeogeogr Palaeoclimatol Palaeoecol, 2005, 224: 333―351[DOI] 61 Riccardi A, Kump L R, Arthur M A, et al. Carbon isotopic evidence for chemocline upward excursions during the end-Permian event. Palaeogeogr Palaeoclimatol Palaeoecol, 2007, 248: 73―81[DOI] 62 Xie S C, Pancost R D, Huang J H, et al. Changes in the global carbon cycle occurred as two episodes during the Permian-Triassic crisis. Geology, 2007, 35: 1083―1086[DOI] 63 Kaiho K, Chen Z Q, Kawahata H, et al. Close-up of the end-Permian mass extinction horizon recorded in the Meishan section, South China: Sedimentary, elemental, and biotic characterization and a negative shift of sulfate sulfur isotope ratio. Palaeogeogr Palaeoclimatol Palaeoecol, 2006, 239: 396―405[DOI] 64 Kaiho K, Kajiwara Y, Chen Z Q, et al. A sulfur isotope event at the end of the Permian. Chem Geol, 2006, 235: 33―47[DOI] 65 Kaiho K, Kajiwara Y, Nakano T, et al. End-Permian catastrophe by bolide impact: Evidence of a gigantic release of sulfur from the mantle. Geology, 2001, 29: 815―818[DOI] 66 Newton R J, Pevitt E L, Wignall P B, et al. Large shifts in the isotopic composition of seawater sulphate across the Permo-Triassic boundary in northern Italy. Earth Planet Sci Lett, 2004, 218: 331―345[DOI] 67 Grice K, Cao C Q, Love G D, et al. Photic zone euxinia during the Permian-Triassic superanoxic event. Science, 2005, 307: 706―709[DOI] 68 Riccardi A L, Arthur M A, Kump L R. Sulfur isotopic evidence for chemocline upward excursions during the end-Permian mass extinction. Geochim Cosmochim Acta, 2006, 70: 5740―5752[DOI] 69 Kump L R, Pavlov A, Arthur M A. Massive release of hydrogen sulfide to the surface ocean and atmosphere during intervals of oceanic anoxia. Geology, 2005, 33: 397―400[DOI]\n70 Thordarson T, Self S. Atmospheric and environmental effects of the 1783-1784 Laki eruption: A review and reassessment. J Geophys Res, 2003, 107, doi: 10.1029/2001JD002042 71 Self S, Widdowson M, Thordarson T, et al. Volatile fluxes during flood basalt eruptions and potential effects on the global environment: A Deccan perspective. Earth Planet Sci Lett, 2006, 248: 517―531[DOI] 72 Self S, Blake S, Sharma K, et al. Sulfur and chlorine in Late Cretaceous Deccan magmas and eruptive gas release. Science, 2008, 319: 1654―1657[DOI] 73 Thordarson T, Self S. The Roza Member, Columbia River Basalt Group: A gigantic pahoehoe lava flow field formed by endogenous processes. J Geophys Res, 1998, 103: 27411―27445[DOI] 74 McCartney K, Huffman A R, Tredoux M. A paradigm for endogenous causation of mass extinctions. In: Sharpton V L, Ward P D, eds. Global Catastrophes in Earth History. Special Paper, Geol Soc Amer, 1990, 247: 125―138 75 Trenberth K E, Christy J R, Olson J G. Global atmospheric mass, surface pressure, and water vapor variations. J Geophys Res, 1988, 93(D9): 10925[DOI] 76 Archer D. Fate of fossil fuel CO2 in geologic time. J Geophys Res, 2005, 110(C9), doi: 10.1029/2004JC002625[DOI] 77 Lenton T M, Britton C. Enhanced carbonate and silicate weathering accelerates recovery from fossil fuel CO2 perturbations. Glob Biogeochem Cycle, 2006, 20, doi: 10.1029/2005GB002678[DOI] 78 Svensen H, Planke S, Malthe-Sørenssen, et al. Release of methane from a volcanic basin as a mechanism for initial Eocene global warming. Nature, 2004, 429: 542―545[DOI] 79 Retallack G J, Jahren A H. Methane release from igneous intrusion of coal during Late Permian extinction events. J Geol, 2008, 116: 1―20[DOI] 80 Svensen H, Planke S, Chevallier L, et al. Hydrothermal venting of greenhouse gases triggering Early Jurassic global warming. Earth Planet Sci Lett, 2007, 256: 554―566[DOI] 81 McCormick M P, Thomason L W, Trepte C R. Atmospheric effects of the Mt Pinatubo eruption. Nature, 1995, 373: 399―404[DOI] 82 Thordarson T, Self S. Sulfur, chlorine and fluorine degassing and atmospheric loading by the Roza eruption, Columbia River Basalt Group, Washington, USA. J Volcanol Geotherm Res, 1996, 74: 49―73[DOI] 83 Li C, Ripley E M, Naldrett A J, et al. Magmatic anhydrite assemblages in the plumbing system of the Siberian Traps. Geology, doi: 10.1130/ G25355A.1[DOI] 84 Bluth G J S, Doiron S D, Schnetzler C C, et al. Global tracking of the SO2 clouds from the June, 1991 Mount Pinatubo eruptions. Geophys Res Lett, 1992, 19: 151―154[DOI] 85 Gu L, Baldocchi D D, Wofsy S C, et al. Response of a deciduous forest to the Mount Pinatubo eruption: Enhanced photosynthesis. Science, 2003, 299: 2035―2038[DOI] 86 Turco R P, Toon O B, Ackerman T P, et al. The climatic effects of nuclear war. Sci Amer, 1984, 251: 23―33 87 Robock A, Oman L, Stenchikov G L, et al. Climatic consequences of regional nuclear conflicts. Atmos Chem Phys Discussions, 2006, 6: 11817―11843 88 Toon O B, Turco R P, Robock A, et al. Atmospheric effects and so-\n36 Andy SAUNDERS et al. Chinese Science Bulletin | January 2009 | vol. 54 | no. 1 | 20-37\nAndy SAUNDERS et al. Chinese Science Bulletin | January 2009 | vol. 54 | no. 1 | 20-37 37\nR EV\nIE W\nG\nE O\nLO G\nY\ncietal consequences of regional scale nuclear conflicts and acts of individual nuclear terrorism. Atmos Chem Phys Discussions, 2006, 6: 11745―11816 89 Highwood E J, Stevenson D S. Atmospheric impact of the 1783― 1784 Laki eruption: Part II Climate effect of sulphate aerosol. Atmos Chem Phys, 2003, 3: 1177―1189 90 Chenet A L, Fluteau F, Courtillot V. Modelling massive sulphate aerosol pollution, following the large 1783 Laki basaltic eruption. Earth Planet Sci Lett, 2005, 236: 721―731[DOI] 91 Grattan J. Pollution and paradigms: Lessons from Icelandic volcanism for continental flood basalt studies. Lithos, 2005, 79: 343―353[DOI] 92 Rampino M R, Self S, Stothers R B. Volcanic winters. Annu Rev Earth Planet Sci, 1988, 16: 73―99[DOI] 93 Beerling D J, Harfoot M, Lomax B, et al. The stability of the stratospheric ozone layer during the end-Permian eruption of the Siberian Traps. Phil Trans Roy Soc Lond Ser A, 2007, 365: 1843―1866[DOI] 94 Visscher H, Looy C V, Collinson M E, et al. Environmental mutagenesis during the end-Permian ecological crisis. Proc Nat Acad Sci USA, 2004, 101: 12952―12956[DOI] 95 Visscher H, Brinkhuis H, Dilcher DL, et al. The terminal Paleozoic fungal event: Evidence of terrestrial ecosystem destabilization and collapse. Proc Nat Acad Sci USA, 1996, 93: 2155―2158[DOI] 96 Cohen A S, Coe A L, Kemp D B. The Late Palaeocene-Early Eocene and Toarcian (Early Jurassic) carbon isotope excursions: a comparison of their timescales, associated environmental changes, causes and consequences. J Geol Soc Lond, 2007, 164: 1093―1108[DOI] 97 Berner R A. Examination of hypotheses for the Permo-Triassic boundary extinction by carbon cycle modeling. Proc Nat Acad Sci USA, 2002, 99: 4172―4177[DOI] 98 Krull A S, Retallack G J. δ 13C depth profiles from paleosols across the\nPermian-Triassic boundary: Evidence for methane release. Geol Soc Am Bull, 2000, 112: 1459―1472 99 Dickens G R, O’Neil J R, Rea D K, et al. Dissociation of oceanic methane hydrate as a cause of the carbon-isotope excursion at the end of the Paleocene. Paleoceanography, 1995, 10: 965―971[DOI] 100 Hesselbo S P, Gröcke D R, Jenkyns H C, et al. Massive dissociation of gas hydrate during a Jurassic oceanic anoxic event. Nature, 2000, 406: 392―395[DOI] 101 Kvenvolden K A. Methane hydrate in the global organic carbon cycle. Terra Nova, 2002, 14: 302―306[DOI] 102 Milkov A V. Global estimates of hydrate-bound gas in marine sediments: How much is really out there? Earth Sci Rev, 2004, 66: 183―197[DOI] 103 McElwain J C, Wade-Murphy J, Hesselbo S P. Changes in carbon dioxide during an oceanic anoxic event linked to intrusion into Gondwana coals. Nature, 2005, 435: 479―482[DOI] 104 Retallack G J. Comment―― Contrasting deepwater records from the Upper Permian and Lower Triassic of South Tibet and British Columbia: Evidence for a diachronous mass extinction (Wignall and Newton, 2003). Palaios, 2004, 19: 101―102[DOI] 105 Twitchett R J, Looy CV, Morante R, et al. Rapid and synchronous collapse of marine and terrestrial ecosystems during the end-Permian biotic crisis. Geology, 2001, 29: 351―354[DOI] 106 Sluijs A, Brinkhuis H, Schouten S, et al. Environmental precursors to rapid light carbon injection at the Palaeocene/Eocene boundary. Nature, 2007, 450: 1218―1221[DOI] 107 Payne J L, Kump L R. Evidence for recurrent Early Triassic massive volcanism from quantitative interpretation of carbon isotope fluctuations. Earth Planet Sci Lett, 2007, 256: 264―277[DOI] 108 Stern D I. Global Sulfur Emissions in the 1990's. Renesselaer Polytechnic Institution Report 0311: Troy, New York, 2003, 32"
  }],
  "year": 2009,
  "references": [],
  "id": "SP:9b0b5384a1b4d84b2923297d0416b0955003a7dc",
  "authors": [{
    "name": "Andy SAUNDERS",
    "affiliations": []
  }, {
    "name": "Marc REICHOW",
    "affiliations": []
  }],
  "abstractText": "The association between the Siberian Traps, the largest continental flood basalt province, and the largest-known mass extinction event at the end of the Permian period, has been strengthened by recently-published high-precision Ar/Ar dates from widespread localities across the Siberian province. We argue that the impact of the volcanism was amplified by the prevailing late Permian environmental conditions―in particular, the hothouse climate, with sluggish oceanic circulation, that was leading to widespread oceanic anoxia. Volcanism released large masses of sulphate aerosols and carbon dioxide, the former triggering short-duration volcanic winters, the latter leading to long-term warming. Whilst the mass of CO2 released from individual eruptions was small compared with the total mass of carbon in the atmosphere-ocean system, the long ‘mean lifetime’ of atmospheric CO2, compared with the eruption flux and duration, meant that significant accumulation could occur over periods of 10 years. Compromise of the carbon sequestration systems (by curtailment of photosynthesis, destruction of biomass, and warming and acidification of the oceans) probably led to rapid atmospheric CO2 build-up, warming, and shallow-water anoxia, leading ultimately to mass extinction.",
  "title": "The Siberian Traps and the End-Permian mass extinction: a critical review"
}