{
  "sections": [{
    "text": "GEOLOGY | November 2013 | www.gsapubs.org 1167\nthe surface by volcanism. On a geological time scale, the rate of CO2 emission has controlled the evolution of Earth’s atmosphere and climate, as well as the dynamic processes that take place in the mantle and core. The total rate of natural CO2 emission from Earth has been estimated on the basis of CO2 fl ux from arc, mid-ocean-ridge, and hotspot volcanism. However, previous estimates have overlooked the CO2 emitted from a recently discovered type of volcanism—petit-spot volcanism—that occurs on the deep-sea fl oor. Here, we measure the CO2 and H2O contents of glassy basalts produced by petit-spot volcanism and estimate the initial contents to be >5 wt% and 1.0–1.1 wt%, respectively. Based on these values and magma fl ux of petitspot volcanism, we show that the rate of CO2 emission from petitspot volcanoes (2.7–5.4 × 1011 g CO2 yr\n–1) is a few percent of the CO2 emissions from arc and mid-ocean-ridge volcanism, and up to ~14% of that from hotspot volcanism. Thus, the contribution to the carbon cycle on Earth of the large amounts of CO2 that have been emitted from the deep-sea fl oor by petit-spot volcanism has not previously been recognized."
  }, {
    "heading": "INTRODUCTION",
    "text": "The determination of the total rate of CO2 emission by volcanism is the basis for the modeling of the global carbon cycle of Earth, and is absolutely necessary for the understanding of the evolution of the Earth surface, i.e., atmosphere, sea, and life, as well as Earth’s interior (Berner et al., 1983; Kasting, 1993; Kerrick, 2001). The rate of CO2 emission by volcanism has been estimated on the basis of present arc, mid-ocean-ridge, and hotspot volcanism; the total fl ux is on the order of 1013 g CO2 yr\n–1 (Williams et al., 1992; Sano and Williams, 1996; Marty and Tolstikhin, 1998; Dasgupta and Hirschmann, 2006). This estimate is used to consider the present and past global carbon cycle of Earth, though the past fl ux of CO2 emissions still remains an open question (Kerrick, 2001; Dasgupta and Hirschmann, 2010). However, previous estimates do not include the emission of CO2 by the recently discovered petit-spot volcanism.\nPetit-spot volcanoes were fi rst found at locations on the 135-m.y.-old Pacifi c plate near the Japan Trench and ~600 km to the southeast of the trench (Hirano et al., 2006). More recently, they have been reported on the Nazca plate off the coast of Chile (Hirano et al., 2013). They are believed to represent volcanism along fractures in the lithosphere formed by plate fl exure prior to subduction. If petit-spot volcanoes are created by this mechanism, it is possible that they occur on subducting plates around the world. If many more petit-spot volcanoes exist, CO2 emissions produced by them may contribute signifi cantly to the total emissions of CO2 transferred from Earth’s interior to the surface. Here, we measure the CO2 and H2O contents of glassy basalts collected from three petit-spot volcanoes, and investigate the rate of emission of CO2 from petit-spot volcanoes."
  }, {
    "heading": "SAMPLE AND ANALYTICAL METHODS",
    "text": "Samples of basaltic glass containing olivine crystals were collected\nfrom the deep-sea fl oor at ~6000 m depth near the axis of the Japan Trench\n(site A) and at a site ~600 km southeast of the Japan Trench (site B) (Hirano et al., 2006) (Fig. 1; see the GSA Data Repository1 and Fig. DR1 therein for details of the survey area).\nThe contents of CO2 and H2O dissolved in the glass samples were determined using infrared spectroscopy (see the Data Repository for details of the analytical methods). To determine the CO2 and H2O contents, absorbances at the 1515 and 1430 cm–1 bands for CO2 (carbonate) (Dixon and Pan, 1995) and at the 3550 cm–1 band for H2O (hydroxyl group) (Dixon et al., 1995) were measured after baseline correction. The concentration of H2O molecules (H2Om) was also determined on the basis of the 1630 cm\n–1 absorbance (Dixon et al., 1995). The volume fraction of bubbles (vesicularity) in glassy basalts was determined from backscattered electron images obtained by a scanning electron microprobe."
  }, {
    "heading": "CO2 AND H2O CONTENTS IN GLASS",
    "text": "Before the calculation of CO2 and H2O contents, we determined the effect of hydration. When the temperature is higher than the glass transition temperature, the reaction of H2Om with the silicate melt proceeds rapidly (H2Om + O ↔ 2OH, where H2Om, OH, and O represent H2O molecules, the hydroxyl group, and oxygen in the silicate structure, respectively), and a water speciation equilibrium can be achieved (Nowak and Behrens, 1995). On the other hand, the dissociation of H2Om into hydroxyl\n*E-mail: sokumura@m.tohoku.ac.jp. 1GSA Data Repository item 2013325, details of survey area and analytical methods, is available online at www.geosociety.org/pubs/ft2013.htm, or on request\nfrom editing@geosociety.org or Documents Secretary, GSA, P.O. Box 9140, Boulder, CO 80301, USA.\nGEOLOGY, November 2013; v. 41; no. 11; p. 1167–1170; Data Repository item 2013325 | doi:10.1130/G34620.1 | Published online 6 September 2013 © 2013 eological Soci ty of America. Gold Open Access: This paper is published under the terms of the CC-BY license.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/41/11/1167/3542850/1167.pdf by University of Arizona user on 21 February 2019\n1168 www.gsapubs.org | November 2013 | GEOLOGY\ngroups is extremely slow below the glass transition temperature; hence, hydration at low temperatures results in a relatively high H2Om content (Yokoyama et al., 2008).\nThe concentration profi les of CO2 and H2Om around bubbles are shown in Figure 2. The concentration of H2Om increases toward the bubbles; this increase was caused by hydration. Because the hydration layers cover a distance of ~50 μm (samples KR07-06 7K#387R09-2 and KR04-08 D08), analyses of the glass part more than ~50 μm away from the bubbles were performed to determine the original H2O content in glassy basalts. The distance of 50 μm and the age of 1–10 Ma for the rock samples (Hirano et al., 2006) provide a diffusion coeffi cient on the order of 10−11 to 10−12 μm2 s–1 for the H2O molecules in basaltic glass, on the basis of the relation D ~ L\n2/t, where D is the diffusion coeffi cient, L is the diffusion distance, and t is time. This value is comparable to the diffusion coeffi cient of H2O molecules in rhyolitic glasses at temperatures of 15–21 °C (Yokoyama et al., 2008).\nIn contrast, the CO2 content shows no concentration variation. The absence of variation in the CO2 concentration implies that the diffusion of CO2 was fast enough to maintain the equilibrium concentration according to the solubility curve during magma ascent. There may be a very thin concentration profi le around bubbles (<15 μm), which is scarcely measured by the Fourier transform infrared microspectrometer due to the limitation of spatial resolution. If the concentration profi le within a distance <15 μm was formed by the diffusion of CO2 into the bubble, the diffusion time is estimated to be less than ~22.5 s on the basis of the relationship t ~ L2/D, because the diffusion coeffi cient of the CO2 in basalt melts is ~10 μm2 s–1 (Zhang et al., 2007) at a temperature of 1200 °C (Hirano et al., 2004). This time is too short to be explained by the phenomenon of magma ascent. For example, if the magma ascent time required to erupt from the depth of 10 km is 20 s, an unrealistic ascent velocity of 500 m s–1 would be necessary. We therefore infer that the CO2 degassed at equilibrium during magma ascent, and magma was accelerated near the surface and rapidly cooled in seawater after magma fragmentation.\nThe concentrations of OH and H2Om are shown in Figure 3, together with water speciation at equilibrium at temperatures of 500 °C and 1000 °C (Lesne et al., 2011). The OH content was calculated from the difference between the total H2O and H2Om contents. The measured water speciations (except for a sample [site A sample KR07-06 7K#385R09] whose data are not discussed in the following section because there is a possibility that the H2O content was infl uenced by the hydration as shown below) are similar to those at equilibrium at a temperature of ~1000 °C. Because the magma temperature was estimated to be ~1200 °C, the difference between the magma temperature and the equilibrium water speciation temperature is ~200 °C. When we consider the hydration of 0.1 wt% H2Om, the calculated equilibrium temperature decreases by ~150 °C.\nHence, if the quenched temperature (~1000 °C) had been infl uenced by the hydration of more than 0.1 wt% H2Om, magma temperature would be >1200 °C. Therefore, the maximum uncertainty of the total H2O content induced by hydration is estimated to be 0.1 wt%. In contrast, one sample (site A sample KR07-06 7K#385R09) shows water speciation at equilibrium at a temperature of ~500 °C. This may refl ect the effect of hydration and/or the slow cooling of samples. The hydration causes an increase in the H2Om content, resulting in a decrease in the equilibrium temperature recorded in water speciation. The slow cooling of magma also decreases the equilibrium temperature because it allows the reaction between water and the silicate melt to proceed (Nowak and Behrens, 1995).\nWe used only the data that were not infl uenced by hydration, and determined CO2 and H2O contents of glassy basalts to be 547–949 ppm and 0.9–1.0 wt%, respectively, which we interpreted to represent the saturation points for petit-spot magma at pressures of 156–185 MPa (Fig. 4A). These saturation pressures were much higher than the hydrostatic pressure on deep-sea fl oors at ~6000 m (~60 MPa), which indicates that the petitspot magmas were vigorously released into seawater."
  }, {
    "heading": "DEGASSING MODELING",
    "text": "The measured CO2 and H2O contents represent residues after magma degassing, which is induced by decompression during volcanic eruption. The volatile solubility decreases as decompression proceeds during magma ascent, resulting in the growth of gaseous bubbles. Thus, we estimated the initial CO2 and H2O contents by tracing back the degassing path from the measured contents. The degassing path was simulated using a solubility model of CO2 and H2O in magma that calculates thermodynamic equilibrium between gaseous and liquid volatile components at given temperature, pressure, and chemical composition (Papale et al., 2006). Equilibrium degassing during magma ascent was assumed because no evidence of diffusive disequilibrium of CO2 and H2O was observed around the bubbles (Fig. 2).\nThe degassing path shows that at high pressures, the CO2 content decreased rapidly as decompression proceeded and that the decrease in H2O content accelerated at low pressures (Figs. 4B–4D). If initial H2O contents of >0.9–1.0 wt% are assumed, the measured H2O contents are reproduced by the degassing path. On the other hand, the measured CO2 contents can be explained by a wide range of initial CO2 contents. For example, the measured CO2 and H2O contents of sample KR04-08 D07 (site B) can be roughly simulated by assuming initial CO2 and H2O contents of either 1–5 wt% and 1.0 wt%, respectively, or 10 wt% and 1.1 wt%,\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/41/11/1167/3542850/1167.pdf by University of Arizona user on 21 February 2019\nGEOLOGY | November 2013 | www.gsapubs.org 1169\nrespectively (Fig. 4C). Thus, the initial CO2 content cannot be determined from the degassing path alone. Hence, we used the volume fraction of bubbles (vesicularity) in the samples to estimate the initial CO2 content. Because the degassed CO2 and H2O formed gaseous bubbles in the magma, the vesicularity can be calculated from the difference between the initial and measured contents of CO2 and H2O. The vesicularity of 43 vol% of sample KR04-08 D07 can be explained by initial CO2 and H2O contents of 10 wt% and 1.1 wt%, respectively (Fig. 4C). All samples included bubbles and, when the initial CO2 content is assumed to be greater than ~5 wt%, the vesicularities of all samples (22–43 vol%) are well reproduced (Figs. 4B–4D). If the degassing process involves gas escape (i.e., opensystem degassing), more CO2 is needed to explain the vesicularity. In contrast, the other volatiles such as sulfur may contribute to the formation of gas bubbles, but their contents are thought to be much lower than 5 wt% in basaltic magma (Mavrogenes and O’Neill, 1999). Hence, we consider that the CO2 content of the erupted magma was more than 5 wt%."
  }, {
    "heading": "CO2 EMISSION BY PETIT-SPOT VOLCANOES",
    "text": "The worldwide amount of CO2 emissions from petit-spot volcanoes is dependent on the fl ux of their magmas, which is not well understood. However, the amount of emissions can be approximated from the number\nand size of volcanoes found on subducting plates. More than 100 petitspot volcanoes that are younger than 8.5 Ma have been found within the ~112,000 km2 area of the Pacifi c plate near the Japan Trench (Hirano et al., 2008). The volume of magma released from each volcano has been estimated to be >0.1–1 km3 because the average volumes of volcanic edifi ces are 0.181 and 0.086 km3 for sites A and B (Hirano et al., 2008), the volume of magma intrusion of each volcano is ~1 km3 on the basis of a seismic refl ection survey (Fujiwara et al., 2007), and fragmented and dispersed magmas, which were not counted, seem to contribute to the emission of CO2. Additional volcanoes are also expected on the Pacifi c plate because only 36% of the area has been covered by the shipboard acoustic surveys (Fig. DR1). These data imply magma fl uxes of 4.12 × 10−5 km3 yr–1 near the Japan Trench (Table 1). In contrast to the magma fl ux near the Japan Trench, the fl ux at the Tonga Trench is estimated to be 1.51 × 10−6 km3 yr–1 (Table 1). The difference of magma fl ux at the Japan and Tonga Trenches may be caused by the different age of the plate and other controlling factors, but it is still an open question. As a fi rst estimate, we use the average of the magma fl ux at the Japan and Tonga Trenches to estimate the CO2 fl ux by petit-spot volcanism.\nIf petit-spot volcanism occurs on subducting plates around the world, the amount of naturally emitted CO2 may be greater than previous\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/41/11/1167/3542850/1167.pdf by University of Arizona user on 21 February 2019\n1170 www.gsapubs.org | November 2013 | GEOLOGY\nestimates. Worldwide, trenches associated with subduction extend over a total length of ~40,000 km (Reymer and Schubert, 1984), and the survey lengths at the Japan and Tonga Trenches are 440 km and 170 km, respectively (Table 1). Thus, we estimate that the total magma fl ux for this type of volcanism could be 2.05 × 10−3 km3 yr–1 (Table 1). Assuming 5–10 wt% CO2 in magma, we estimate the associated CO2 emission to be up to 2.72–5.43 × 1011 g yr–1 (Table 1). This emission rate represents 0.1%– 1.2% of the emissions from arc and mid-ocean-ridge volcanism (6.6–14 × 1013 and 4.4–22 × 1013 g yr–1, respectively) (Dasgupta and Hirschmann, 2010) and 0.3%–14% of that from hotspot volcanism (0.4–11 × 1013 g yr–1) (Dasgupta and Hirschmann, 2010). Our estimate may be low because it includes only the CO2 that erupts with magma, whereas during subaerial volcanism, magmatic volatiles are released from magma without eruption (Shinohara, 2008; Burton et al., 2013). For example, volcanic CO2 fl ux from persistently degassing volcanoes such as Mount Etna (Italy) and Kilauea (Hawaii) volcanoes is on the order of 1012 g yr–1 (Burton et al., 2013). Therefore, we suggest that large amounts of CO2 that erupt from the deep-sea fl oor during petit-spot volcanism may have made a previously unrecognized contribution to the carbon cycle on Earth."
  }, {
    "heading": "ACKNOWLEDGMENTS",
    "text": "This study received fi nancial support from Grants-in-Aid for Scientifi c Research in Japan (no. 21684025) and a Toray Science and Technology grant (no. 11-5208). The solubilities of CO2 and H2O in magma were calculated using SOLWCAD code (http://vmsg.pi.ingv.it/index.php/en/software/show/sw_id/4). We thank two anonymous referees and Andrew Barth for their constructive comments."
  }, {
    "heading": "REFERENCES CITED",
    "text": "Berner, R.A., Lasaga, A.C., and Garrels, R.M., 1983, The carbonate-silicate geochem-\nical cycle and its effect on atmospheric CO2 over the past 100 million years: American Journal of Science, v. 283, p. 641–683, doi:10.2475/ajs.283.7.641. Burton, M.R., Sawyer, G.M., and Granieri, D., 2013, Deep carbon emissions from volcanoes: Carbon in Earth: Reviews in Mineralogy and Geochemistry, v. 75, p. 323–354, doi:10.2138/rmg.2013.75.11. Dasgupta, R., and Hirschmann, M.M., 2006, Melting in the Earth’s deep upper mantle caused by CO2: Nature, v. 440, p. 659–662, doi:10.1038/nature04612. Dasgupta, R., and Hirschmann, M.M., 2010, The deep carbon cycle and melting in Earth’s interior: Earth and Planetary Science Letters, v. 298, p. 1–13, doi:10.1016/j.epsl.2010.06.039. DeMets, C., Gordon, R.G., Argus, D.F., and Stein, S., 1994, Effect of recent revisions to the geomagnetic reversal time scale on estimates of current plate motions: Geophysical Research Letters, v. 21, p. 2191–2194, doi:10.1029/94GL02118.\nDixon, J.E., and Pan, V., 1995, Determination of the molar absorptivity of dissolved carbonate in basaltic glass: The American Mineralogist, v. 80, p. 1339–1342. Dixon, J.E., Stolper, E.M., and Holloway, J.R., 1995, An experimental study of water and CO2 solubilities in mid-ocean ridge basaltic liquids, Part I: Calibration and solubility models: Journal of Petrology, v. 36, p. 1607–1631. Fujiwara, T., Hirano, N., Abe, N., and Takizawa, K., 2007, Subsurface structure of the “petit-spot” volcanoes on the northwestern Pacifi c Plate: Geophysical Research Letters, v. 34, L13305, doi:10.1029/2007GL030439. Hirano, N., Yamamoto, J., Kagi, H., and Ishii, T., 2004, Young, olivine xenocrystbearing alkali-basalt from the oceanward slope of the Japan Trench: Contributions to Mineralogy and Petrology, v. 148, p. 47–54, doi:10.1007/s00410004-0593-z. Hirano, N., Takahashi, E., Yamamoto, J., Abe, N., Ingle, S.P., Kaneoka, I., Hirata, T., Kimura, J.-I., Ishii, T., Ogawa, Y., Machida, S., and Suyehiro, K., 2006, Volcanism in response to plate fl exure: Science, v. 313, p. 1426–1428, doi:10.1126/science.1128235. Hirano, N., Koppers, A.A.P., Takahashi, A., Fujiwara, T., and Nakanishi, M., 2008, Seamounts, knolls and petit spot monogenetic volcanoes on the subducting Pacifi c Plate: Basin Research, v. 20, p. 543–553, doi:10.1111/j.1365-2117 .2008.00363.x. Hirano, N., Machida, S., Abe, N., Morishita, T., Tamura, A., and Arai, S., 2013, Petit-spot lava fi elds off the central Chile trench induced by plate fl exure: Geochemical Journal, v. 47, p. 249–257. Kasting, J.F., 1993, Earth’s early atmosphere: Science, v. 259, p. 920–926, doi: 10.1126/science.11536547. Kerrick, D.M., 2001, Present and past nonanthropogenic CO2 degassing from the solid earth: Reviews of Geophysics, v. 39, p. 565–585, doi:10.1029/2001RG000105. Lange, R.L., and Carmichael, I.S.E., 1990, Thermodynamic properties of silicate liquids with emphasis on density, thermal expansion and compressibility: Modern methods of igneous petrology: Understanding magmatic processes: Reviews in Mineralogy, v. 24, p. 24–64. Lesne, P., Scaillet, B., Pichavant, M., Iacono-Marziano, G., and Beny, J.M., 2011, The H2O solubility of alkali basaltic melts: An experimental study: Contributions to Mineralogy and Petrology, v. 162, p. 133–151, doi:10.1007/s00410 -010-0588-x. Marty, B., and Tolstikhin, I.N., 1998, CO2 fl uxes from mid-ocean ridges, arcs and plumes: Chemical Geology, v. 145, p. 233–248, doi:10.1016/S0009-2541(97) 00145-9. Mavrogenes, J.A., and O’Neill, H.St.C., 1999, The relative effects of pressure, temperature and oxygen fugacity on the solubility of sulfi de in mafi c magmas: Geochimica et Cosmochimica Acta, v. 63, p. 1173–1180, doi:10.1016/S0016 -7037(98)00289-0. Nowak, M., and Behrens, H., 1995, The speciation of water in haplogranitic glasses and melts determined by in situ near-infrared spectroscopy: Geochimica et Cosmochimica Acta, v. 59, p. 3445–3450, doi:10.1016/0016-7037(95)00237-T. Papale, P., Moretti, R., and Barbato, D., 2006, The compositional dependence of the saturation surface of H2O + CO2 fl uids in silicate melts: Chemical Geology, v. 229, p. 78–95, doi:10.1016/j.chemgeo.2006.01.013. Reymer, A., and Schubert, G., 1984, Phanerozoic addition rates to the continental crust and crustal growth: Tectonics, v. 3, p. 63–77, doi:10.1029/TC003i001p00063. Sano, Y., and Williams, S., 1996, Fluxes of mantle and subducted carbon along convergent plate boundaries: Geophysical Research Letters, v. 23, p. 2749–2752, doi:10.1029/96GL02260. Sato, T., and Matsu’ura, M., 1993, A kinematic model for evolution of island arctrench systems: Geophysical Journal International, v. 114, p. 512–530, doi: 10.1111/j.1365-246X.1993.tb06984.x. Shinohara, H., 2008, Excess degassing from volcanoes and its role on eruptive and intrusive activity: Reviews of Geophysics, v. 46, RG4005, doi:10.1029 /2007RG000244. Williams, S.N., Schaefer, S.J., Calvache, V.M.L., and Lopez, D., 1992, Global CO2 emission to the atmosphere by volcanoes: Geochimica et Cosmochimica Acta, v. 56, p. 1765–1770, doi:10.1016/0016-7037(92)90243-C. Yokoyama, T., Okumura, S., and Nakashima, S., 2008, Hydration of rhyolitic glass during weathering as characterized by IR microspectroscopy: Geochimica et Cosmochimica Acta, v. 72, p. 117–125, doi:10.1016/j.gca.2007.10.018. Zhang, Y., Xu, Z., Zhu, M., and Wang, H., 2007, Silicate melt properties and volcanic eruptions: Reviews of Geophysics, v. 45, RG4004, doi:10.1029 /2006RG000216.\nManuscript received 4 April 2013 Revised manuscript received 25 July 2013 Manuscript accepted 30 July 2013\nPrinted in USA\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/41/11/1167/3542850/1167.pdf by University of Arizona user on 21 February 2019"
  }],
  "year": 2013,
  "references": [],
  "id": "SP:69c242f474e78ea94420b86314bc297654c7d30a",
  "authors": [],
  "abstractText": "| November 2013 | www.gsapubs.org 1167 ABSTRACT Large amounts of CO2 are transferred from Earth’s interior to the surface by volcanism. On a geological time scale, the rate of CO2 emission has controlled the evolution of Earth’s atmosphere and climate, as well as the dynamic processes that take place in the mantle and core. The total rate of natural CO2 emission from Earth has been estimated on the basis of CO2 fl ux from arc, mid-ocean-ridge, and hotspot volcanism. However, previous estimates have overlooked the CO2 emitted from a recently discovered type of volcanism—petit-spot volcanism—that occurs on the deep-sea fl oor. Here, we measure the CO2 and H2O contents of glassy basalts produced by petit-spot volcanism and estimate the initial contents to be >5 wt% and 1.0–1.1 wt%, respectively. Based on these values and magma fl ux of petitspot volcanism, we show that the rate of CO2 emission from petitspot volcanoes (2.7–5.4 × 1011 g CO2 yr –1) is a few percent of the CO2 emissions from arc and mid-ocean-ridge volcanism, and up to ~14% of that from hotspot volcanism. Thus, the contribution to the carbon cycle on Earth of the large amounts of CO2 that have been emitted from the deep-sea fl oor by petit-spot volcanism has not previously been recognized."
}