{
  "sections": [{
    "text": "Large Pt anomaly in the Greenland ice core points to a cataclysm at the onset of Younger Dryas Michail I. Petaeva,b,1, Shichun Huanga, Stein B. Jacobsena, and Alan Zindlera\naDepartment of Earth and Planetary Sciences, Harvard University, Cambridge, MA 02138; and bDivision of Solar, Stellar, and Planetary Sciences, Harvard–Smithsonian Center for Astrophysics, Cambridge, MA 02138\nEdited by Mark H. Thiemens, University of California, San Diego, La Jolla, CA, and approved June 26, 2013 (received for review February 28, 2013)\nOne explanation of the abrupt cooling episode known as the Younger Dryas (YD) is a cosmic impact or airburst at the YD boundary (YDB) that triggered cooling and resulted in other calamities, including the disappearance of the Clovis culture and the extinction of many large mammal species. We tested the YDB impact hypothesis by analyzing ice samples from the Greenland Ice Sheet Project 2 (GISP2) ice core across the Bølling-Allerød/YD boundary for major and trace elements. We found a large Pt anomaly at the YDB, not accompanied by a prominent Ir anomaly, with the Pt/Ir ratios at the Pt peak exceeding those in known terrestrial and extraterrestrial materials. Whereas the highly fractionated Pt/Ir ratio rules out mantle or chondritic sources of the Pt anomaly, it does not allow positive identification of the source. Circumstantial evidence such as very high, superchondritic Pt/Al ratios associated with the Pt anomaly and its timing, different from other major events recorded on the GISP2 ice core such as well-understood sulfate spikes caused by volcanic activity and the ammonium and nitrate spike due to the biomass destruction, hints for an extraterrestrial source of Pt. Such a source could have been a highly differentiated object like an Ir-poor iron meteorite that is unlikely to result in an airburst or trigger wide wildfires proposed by the YDB impact hypothesis.\nmeteorite impact | climate change | ICP-MS analysis | PGE\nThe Younger Dryas (YD), a millennium-long cooling periodamid postglacial warming well documented in the Greenland ice cores (e.g., refs. 1, 2), is thought to result from an abrupt change in atmospheric and oceanic circulation (3). Whether such a change was caused by a catastrophic event or it is an integral, although still poorly understood, feature of the deglaciation process remains unclear (4). Among testable catastrophic hypotheses, the most popular, attractive, and long-lasting idea of a sudden discharge of fresh water from the proglacial Lake Agassiz into the Arctic Ocean (5–7) eventually was found inconsistent with geomorphological and chronological data (4, 8). The long-term effect of the proposed “volcanic winter” in the northern hemisphere induced by the catastrophic eruption of the Laacher See volcano 12,916 calendar years before 1950 (cal BP) (9) is not clear as the Laacher See tephra, found in many European lacustrine deposits, is absent in the Greenland ice cores (10). The impact hypothesis (11), once declared dead (12, 13), recently gained new support from the discovery of siliceous scoria-like objects (SLOs) with global distribution, which provide strong evidence for processing at high temperatures and pressures consistent with a cosmic impact (14). The ever-controversial impact hypothesis was initially invoked to explain the disappearance of the Clovis culture and the extinction of many mammal species, including mammoths, by a cometary airburst that resulted in massive wildfires and, ultimately, the YD cooling. A C-rich layer exposed at many sites in North America and Europe at or near the YD boundary (YDB layer), which is enriched in magnetic grains with Ir, magnetic microspherules, charcoal, soot, carbon spherules, glass-like carbon with nanodiamonds, and fullerenes with extraterrestrial He (11), has been interpreted as documenting this event.\nAmmonium and nitrate spikes at the onset of the YD in Greenland Ice Core Project (GRIP) and Greenland Ice Sheet Project 2 (GISP2) ice cores, perhaps resulting from biomass burning, are taken as further support for the impact hypothesis. Subsequent studies (13, 15, 16) questioned the origins of many impact markers cited by ref. 11, but the discovery of the SLOs alongside abundant, compositionally similar microspherules in three YDB sites in North America and Asia is difficult to explain by anything other than a cosmic impact. In its latest incarnation, the impact hypothesis calls for three or more epicenters of an impact or airburst (14). However, the invoked markers have never been supported by a clear geochemical impact signature such as a sharp increase in Ir or other platinum group element (PGE) concentrations at the YDB. We have tested the YDB impact hypothesis by measuring trace and major element concentrations in ice samples from the GISP2 ice core across the Bølling-Allerød/YD boundary (depth of 1,709–1,720 m, 12,279–13,064 cal BP) with a spatial resolution of ∼12.5 cm, corresponding to a time resolution of 2.5–4.6 y (17). The elemental concentrations in melted ice samples were measured by inductively coupled plasma mass spectrometry (ICP-MS) that is known to have possible interferences of LuO and HfO peaks with Ir and Pt peaks. This issue was resolved by measuring Lu and Hf oxide formation in well-calibrated standards (details in Materials and Methods). The major finding of this study (Fig. 1 and Table S1) is the lack of a striking Ir anomaly in the analyzed ice samples. Instead, we found a large Pt anomaly in the middle of the Bølling-Allerød– YD transition that is contemporaneous with a sharp drop in the δ18O values (Fig. 1B and Fig. S1). The Pt peak (Fig. 1) is unlikely to be a mass-spectrometry artifact because (a) it is smoothly defined by seven ice samples; (b) the HfO interferences (178Hf16O, 179Hf16O, 180Hf16O) on 194,195,196Pt isotopes, respectively, were carefully assessed; (c) the 178,179,180Hf signals in sample 63 with the highest Pt concentration are at least a factor of 10 lower than those of 194,195,196Pt; and (d) there is no linear correlation between Hf concentrations and Pt concentrations in the ice samples. The Pt concentrations gradually rise by at least 100-fold over ∼14 y and drop back during the subsequent ∼7 y. The decay of the Pt signal is consistent with the ∼5-y lifetime of dust in the stratosphere. The observed gradual ingrowth of the Pt concentration in ice over ∼14 y may suggest multiple injections of Pt-rich dust into the stratosphere that are expected to result in a global Pt anomaly. The Pt anomaly is accompanied by extremely high Pt/Ir and Pt/Al ratios (Fig. 2), indicative of a highly unusual source of Pt in the ice. Such a source is unlikely to be laboratory contamination\nAuthor contributions: M.I.P., S.H., S.B.J., and A.Z. designed research, performed research, analyzed data, and wrote the paper.\nThe authors declare no conflict of interest.\nThis article is a PNAS Direct Submission. 1To whom correspondence should be addressed. E-mail: mpetaev@fas.harvard.edu.\nThis article contains supporting information online at www.pnas.org/lookup/suppl/doi:10. 1073/pnas.1303924110/-/DCSupplemental.\nwww.pnas.org/cgi/doi/10.1073/pnas.1303924110 PNAS | August 6, 2013 | vol. 110 | no. 32 | 12917–12920\nEA RT\nH ,A\nTM O SP\nH ER\nIC ,\nA N D PL\nA N ET\nA RY\nSC IE N CE\nS\nbecause (a) all samples defining the anomaly are from the same ice core samples (Fig. S2) and were collected using the same set of tools and latex gloves, (b) three peak samples are from a single continuous chunk, and (c) the samples were randomly dissolved and analyzed. Contamination during ice coring and subsequent slicing is also unlikely because PGEs are essentially insoluble in pure acids, let alone in water (Materials and Methods). Materials with high Pt/Ir ratios and essentially no Al are known among magmatic iron meteorites (20, 21). Finding a terrestrial Pt-rich and Ir-, Al-poor source is difficult. Most volcanic rocks have elevated Pt/Ir ratios, although not as high as in iron meteorites, but Pt/Al ratios are very low (e.g., refs. 22, 23). Mantle rocks are depleted in Al, but have essentially unfractionated Pt and Ir (24). The only known terrestrial material with Pt/Ir ratios comparable to those in iron meteorites is the Pt-rich sulfides from the Sudbury Footwall (25). However, both terrestrial and extraterrestrial high-Pt sources have substantially lower Pt/Ir ratios than those at the top of the Pt peak, implying either Pt-Ir fractionation during atmospheric processing of the Pt-rich materials or multiple injections of materials with different Pt/Ir ratios not sampled so far. Thus, the highly fractionated Pt/Ir ratio rules out mantle or chondritic sources of the Pt anomaly (Fig. 2). A further discrimination\nbetween Pt-rich crustal materials like Sudbury Footwall ore (25) and fractionated extraterrestrial sources such as Ir-poor iron meteorites like Sikhote-Alin (26) is difficult because of the comparable magnitude of the Pt/Ir fractionation in these materials. Circumstantial evidence hints at an extraterrestrial source of Pt, such as very high, superchondritic Pt/Al ratios at the Pt anomaly and its timing, which is clearly different from other major events recorded in the GISP2 ice core, including wellunderstood sulfate spikes caused by volcanic activity and the ammonium and nitrate spikes associated with biomass destruction (Fig. 1C). Until the question about the nature of Pt-rich material and the means of its delivery to the ice is resolved, an extraterrestrial source of Pt appears likely. For example, the Pt anomaly could be explained by multiple impacts of an iron meteorite like SikhoteAlin or Grant (21, 26); the former is a large crater-forming meteorite shower. Assuming a global anomaly, the 62.5-cmthick ice layer with the average Pt concentration of 30 parts per trillion (ppt) (Fig. 1) would require an iron meteorite like Sikhote-Alin of ∼0.8 km in diameter to account for the Pt budget at the YDB. Because complete disintegration of such a large iron meteorite during its atmospheric passage seems unlikely, the event is expected to form a crater of a few kilometers in diameter. No such crater at YDB has been found so far. The main conclusion of our study is the detection of an unusual event during the Bølling-Allerød–YD transition period that resulted in deposition of a large amount of Pt to the Greenland ice. The Pt anomaly precedes the ammonium and nitrate spike in the GISP2 ice core (2) by ∼30 y and, thus, this event is unlikely to have triggered the biomass burning and destruction thought to be responsible for ammonium increase in the atmosphere and the Greenland ice (11). Although the data do not allow an unambiguous identification of the Pt source, they clearly rule out a chondritic origin of Pt. One of the plausible sources of the Pt spike is a metal impactor with an unusual\n12918 | www.pnas.org/cgi/doi/10.1073/pnas.1303924110 Petaev et al.\ncomposition derived from a highly fractionated portion of a proto-planetary core."
  }, {
    "heading": "Materials and Methods",
    "text": "Sample Preparation. The 11 ice core pieces (∼2 cm × 3 cm × 1 m each) provided by the National Ice Core Laboratory were processed in our clean laboratory at room temperature. The ice “sticks” packed in plastic sleeves arrived partially broken into smaller pieces. Before sampling, each stick was carefully aligned in the original sleeve and then split into eight samples, each ∼12.5 cm long, using a metal bar wrapped first in aluminum foil and then in plastic wrap. Subsequently, each sample was extracted from the sleeve, carefully washed with ultrapure deionized (DI) water to remove possible surface contamination, and placed in a tall 300-mL polypropylene container, precleaned in 1:1 HCl and then 1:1 HNO3 for several days. Small ice fragments and water left in a sleeve were composited and used to develop and test analytical protocols. “Composites” from several sleeves were combined to get total weight comparable to that of the real ice samples. In total, 88 ice samples (samples 1–88 in Table S1), ranging from 38.42 g to 68.90 g, and 5 composite samples (samples 89–93 in Table S1) were collected and processed. The empty and filled polypropylene containers were weighed with a precision of ±0.01 g.\nIce samples weremelted at room temperature in closed containers and the water was slowly evaporated at 80–90 °C on a hot plate down to 1–2 mL. The remaining samples were carefully transferred into precleaned (boiled in 1:1 HCl and then 1:1 HNO3) 6-mL, perfluoralkoxy (PFA) teflon beakers. Each polypropylene container was then washed at least twice with 1–2 mL ultrapure DI water, and the washes were collected and added to the corresponding PFA beakers.\nSample Dissolution. We attempted to measure the total Ir and Pt concentrations in ice, including all solids cemented in ice. Consequently, we applied a multiple-step dissolution method as documented below.\nThe 93 samples along with 2 procedure blanks were (i) dried down on a hot plate, (ii) sealed with 1 mL of a 1:1 mixture of concentrated HF and concentrated HNO3 and heated at 150 °C in an oven for 1 wk, (iii) dried down again, (iv) redissolved in 0.4 mL of aqua regia (one part concentrated HNO3 and three parts concentrated HCl), and (v) finally diluted with 1 mL of ultrapure DI water to yield analytical solutions of ∼1.45 g each. Both empty and filled PFA beakers were weighed with a precision of ±0.0001 g.\nThe HF-HNO3 step is aimed at breaking down the silicates, and the aqua regia step is aimed at transferring all PGEs into solution because it is well known that Ir and Pt are not stable in diluted HNO3 (e.g., ref. 27). The latter has been confirmed by our tests using the composite samples. Our approach differs from previous studies such as refs. 28–30, in which ice samples were melted, preconcentrated by subboiling point evaporation, and added concentrated HNO3 to form 1% HNO3 analytical solutions for ICP-MS measurements. Such a treatment is unable to transfer all Ir and Pt into solution. Our approach is also different from that of ref. 31, which measured PGE concentrations only in particles in the size range 0.45–20 μm. This explains\nwhy our measurements yield much higher Ir and Pt concentrations in ice compared with those in refs. 28 and 31.\nICP-MS Measurements. All ice samples, in diluted aqua regia matrix, were analyzed in two analytical sessions, using a GV Instruments Platform ICP-MS, first for Ir, Pt, Lu, andHfwith anApex inlet system to increase sensitivity and reduce oxide interferences and then for major elements with a normal glass spray chamber. For Ir-Pt measurement, peaks of 175Lu, 176, 177, 178, 179, 180Hf, 191, 193Ir, and 194,195,196, 198Pt were monitored. Because of the special memory effects of Ir and Pt, diluted aqua regia (2.5 mL concentrated HCl + 7.5 mL concentrated HNO3 + 90 mL H2O) was used as a wash solution. Instrumental blank was also measured for such a solution. Oxide formation rates of LuO/Lu and HfO/Hf were determined for a 10 parts per billion (ppb) Lu-Hf standard solution prepared from HPS 1,000-ppm single-element standards before and after analytical sessions. During all measurements, LuO/Luwas<0.01 andHfO/Hf< 0.05. Ratios of LuO/Lu (<0.01) and HfO/Hf (<0.05), measured in a Lu-Hf solution together with ice samples, were used to correct for oxide interferences (175Lu16O, 177Hf16O, 178Hf16O, 179Hf16O, 180Hf16O) on 191,193Ir and 194,195,196Pt, respectively. The oxide corrections were typically <5 atomic %. After oxide interference correction, the measured Ir and Pt isotopic compositions of ice samples are within 3% of those measured on the Ir-Pt standard solution, showing that our Ir-Pt measurements were not affected by LuO and HfO interferences.\nDuring our Ir-Pt measurements, the ICP-MS was tuned with a 10-ppb In solution, and this solution was analyzed every five samples to monitor the instrumental sensitivity drift, which was less than 10% during any of our analytical sessions. A 10-ppb Ir-Pt standard solution, prepared from HPS 1,000-ppm single-element standards, was analyzed at the end of an analytical session to convert measured signal into concentrations. This is specially designed because of the long memory effects of Ir. For Ir, concentrations obtained using 191Ir and 193Ir (after oxide corrections) are within 3%, and an average is used. For Pt, although peak 198Pt is free of oxide interference, it suffers isobaric interference from 198Hg. Consequently, we used only 194,195,196Pt peaks (after oxide corrections). Concentrations obtained using 194,195,196Pt peaks are within 3% of each other, and an average is used. All ice samples were analyzed at least twice in a random order, with the average values reported in Table S1.\nFor major element measurements (Al), a Basalt, Hawaiian Volcanic Observatory (BHVO)-1 standard solution was measured every five to six samples to monitor the instrumental sensitivity drift, which was less than 10% during any of our analytical sessions. This solution was also used for calibration. All ice samples were analyzed at least twice in random order, with the average values reported in Table S1.\nACKNOWLEDGMENTS. We thank Prof. Wally Broecker for encouraging this study, Dr. Mark S. Twickler for providing the GISP2 ice samples, and Dr. Robert P. Ackert for inspiring discussions. We also thank H. J. Melosh and two anonymous reviewers for helpful reviews. This work was supported by National Science Foundation Grant AGS-1007367 (to S.B.J.).\n1. Alley RB, et al. (1993) Abrupt increase in Greenland snow accumulation at the end of\nthe Younger Dryas event. Nature 362:527–529. 2. Mayewski PA, et al. (1993) The atmosphere during the younger dryas. Science\n261(5118):195–197. 3. Mayewski PA, et al. (1994) Changes in atmospheric circulation and ocean ice\ncover over the North Atlantic during the last 41,000 years. Science 263(5154):\n1747–1751. 4. Broecker WS, et al. (2010) Putting the Younger Dryas cold event into context. Quat Sci\nRev 29:1078–1081. 5. Rooth C (1982) Hydrology and ocean circulation. Prog Oceanogr 11(2):131–149. 6. Broecker WS, et al. (1989) Routing of meltwater from the Laurentide Ice Sheet during\nthe Younger Dryas cold episode. Nature 341:318–321. 7. Broecker WS (2006) Geology. Was the Younger Dryas triggered by a flood? Science\n312(5777):1146–1148. 8. Lowell TV, et al. (2005) Testing the Lake Agassiz meltwater trigger for the Younger\nDryas. EOS Trans 86:365–373. 9. Baales M, et al. (2002) Impact of the Late Glacial Eruption of the Laacher See Volcano,\nCentral Rhineland, Germany. Quat Res 58:273–288. 10. Svensson A (2012) The missing tephra horizons in the Greenland ice cores. Quat Int\n279/280:478. 11. Firestone RB, et al. (2007) Evidence for an extraterrestrial impact 12,900 years ago\nthat contributed to the megafaunal extinctions and the Younger Dryas cooling. Proc\nNatl Acad Sci USA 104(41):16016–16021. 12. Kerr RA (2010) Mammoth-killer impact flunks out. Science 329(5996):1140–1141. 13. Pinter N, et al. (2011) The Younger Dryas impact hypothesis: A requiem. Earth Sci Rev\n106:247–264.\n14. Bunch TE, et al. (2012) Very high-temperature impact melt products as evidence for cosmic airbursts and impacts 12,900 years ago. Proc Natl Acad Sci USA 109(28): E1903–E1912. 15. van Hoesel A, et al. (2012) Nanodiamonds and wildfire evidence in the Usselo horizon postdate the Allerod-Younger Dryas boundary. Proc Natl Acad Sci USA 109(20):7648–7653. 16. Pigati JS, et al. (2012) Accumulation of impact markers in desert wetlands and implications for the Younger Dryas impact hypothesis. Proc Natl Acad Sci USA 109(19): 7208–7212. 17. Meese DA, et al. (1997) The Greenland Ice Sheet Project 2 depth-age scale: Methods and results. J Geophys Res 102:26411–26423. 18. Stuiver M, Grootes PM (2000) GISP2 oxygen isotope ratios. Quat Res 53:277–283. 19. Zielinski GA,Mayewski PA,Meeker LD,WhitlowS, TwicklerMS (1996) A 110,000-yr record\nof explosive volcanism from the GISP2 (Greenland) ice core. Quat Res 45(2):109–118. 20. Wasson JT (1999) Trapped melt in IIIAB irons; solid/liquid elemental partitioning during\nthe fractionation of the IIIAB magma. Geochim Cosmochim Acta 63:2875–2889. 21. Wasson JT, Huber H, Malvin DJ (2007) Formation of IIAB iron meteorites. Geochim\nCosmochim Acta 71:760–781. 22. Day JMD (2013) Hotspot volcanism and highly siderophile elements. Chem Geol 341:\n50–74. 23. Zhang Z, Mao J, Mahoney JJ, Wang F, Qu W (2005) Platinum group elements in the\nEmeishan large igneous province, SW China: Implications for mantle sources. Geochem J 39:371–382. 24. Maier WD, et al. (2012) The concentration of platinum-group elements and gold in southern African and Karelian kimberlite-hosted mantle xenoliths: Implications for the noble metal content of the Earth’s mantle. Chem Geol 302/303:119–135. 25. Mungall JE, Naldrett AJ (2008) Ore deposits of the platinum-group elements. Elements 4:253–258.\nPetaev et al. PNAS | August 6, 2013 | vol. 110 | no. 32 | 12919\nEA RT\nH ,A\nTM O SP\nH ER\nIC ,\nA N D PL\nA N ET\nA RY\nSC IE N CE\nS\n26. Petaev MI, Jacobsen SB (2004) Differentiation of metal-rich meteoritic parent bodies: I. Measurements of PGEs, Re, Mo, W, and Au in meteoritic Fe-Ni metal. Meteorit Planet Sci 39:1685–1697. 27. Greenwood NN, Earnshaw A (1985) Chemistry of the Elements (Pergamon, Oxford), pp 1–1542. 28. Gabrielli P, et al. (2004) Meteoric smoke fallout over the Holocene epoch revealed by iridium and platinum in Greenland ice. Nature 432(7020):1011–1014. 29. Gabrielli P, et al. (2006) A climatic control on the accretion of meteoric and superchondritic iridium-platinum to the Antarctic ice cap. Earth Planet Sci Lett 250:459–469. 30. Soyol-Erdene TO, Huh Y, Hong S, Hur SD (2011) A 50-year record of platinum, iridium, and rhodium in Antarctic snow: Volcanic and anthropogenic sources. Environ Sci Technol 45(14):5929–5935. 31. Karner DB, et al. (2003) Extraterrestrial accretion from the GISP2 ice core. Geochim Cosmochim Acta 67:751–763.\n12920 | www.pnas.org/cgi/doi/10.1073/pnas.1303924110 Petaev et al."
  }],
  "year": 2013,
  "references": [{
    "title": "Abrupt increase in Greenland snow accumulation at the end of the Younger Dryas event",
    "authors": ["RB Alley"],
    "venue": "Nature",
    "year": 1993
  }, {
    "title": "The atmosphere during the younger dryas",
    "authors": ["PA Mayewski"],
    "venue": "Science",
    "year": 1993
  }, {
    "title": "Changes in atmospheric circulation and ocean ice cover over the North Atlantic during the last 41,000",
    "authors": ["PA Mayewski"],
    "venue": "years. Science",
    "year": 1994
  }, {
    "title": "Putting the Younger Dryas cold event into context",
    "authors": ["WS Broecker"],
    "venue": "Quat Sci Rev 29:1078–1081",
    "year": 2010
  }, {
    "title": "Hydrology and ocean circulation",
    "authors": ["C Rooth"],
    "venue": "Prog Oceanogr",
    "year": 1982
  }, {
    "title": "Routing of meltwater from the Laurentide Ice Sheet during the Younger Dryas cold episode",
    "authors": ["WS Broecker"],
    "venue": "Nature",
    "year": 1989
  }, {
    "title": "Geology. Was the Younger Dryas triggered by a flood? Science 312(5777):1146–1148",
    "authors": ["WS Broecker"],
    "year": 2006
  }, {
    "title": "Testing the Lake Agassiz meltwater trigger for the Younger Dryas",
    "authors": ["TV Lowell"],
    "venue": "EOS Trans 86:365–373",
    "year": 2005
  }, {
    "title": "Impact of the Late Glacial Eruption of the Laacher See Volcano, Central Rhineland, Germany",
    "authors": ["M Baales"],
    "venue": "Quat Res",
    "year": 2002
  }, {
    "title": "The missing tephra horizons in the Greenland ice cores",
    "authors": ["A Svensson"],
    "venue": "Quat Int 279/280:478",
    "year": 2012
  }, {
    "title": "Evidence for an extraterrestrial impact 12,900 years ago that contributed to the megafaunal extinctions and the Younger Dryas cooling",
    "authors": ["RB Firestone"],
    "venue": "Proc Natl Acad Sci USA",
    "year": 2007
  }, {
    "title": "Mammoth-killer impact flunks out. Science 329(5996):1140–1141",
    "authors": ["RA Kerr"],
    "year": 2010
  }, {
    "title": "The Younger Dryas impact hypothesis: A requiem",
    "authors": ["N Pinter"],
    "venue": "Earth Sci Rev 106:247–264",
    "year": 2011
  }, {
    "title": "Very high-temperature impact melt products as evidence for cosmic airbursts and impacts 12,900 years ago",
    "authors": ["TE Bunch"],
    "venue": "Proc Natl Acad Sci USA",
    "year": 2012
  }, {
    "title": "Nanodiamonds and wildfire evidence in the Usselo horizon postdate the Allerod-Younger Dryas boundary",
    "authors": ["A van Hoesel"],
    "venue": "Proc Natl Acad Sci USA",
    "year": 2012
  }, {
    "title": "Accumulation of impact markers in desert wetlands and implications for the Younger Dryas impact hypothesis",
    "authors": ["JS Pigati"],
    "venue": "Proc Natl Acad Sci USA",
    "year": 2012
  }, {
    "title": "The Greenland Ice Sheet Project 2 depth-age scale: Methods and results",
    "authors": ["DA Meese"],
    "venue": "J Geophys Res",
    "year": 1997
  }, {
    "title": "Grootes PM (2000) GISP2 oxygen isotope ratios",
    "authors": ["M Stuiver"],
    "venue": "Quat Res",
    "year": 2000
  }, {
    "title": "A 110,000-yr record of explosive volcanism from the GISP2 (Greenland) ice core",
    "authors": ["GA Zielinski", "PA Mayewski", "LD Meeker", "WhitlowS"],
    "venue": "TwicklerMS",
    "year": 1996
  }, {
    "title": "Trapped melt in IIIAB irons; solid/liquid elemental partitioning during the fractionation of the IIIAB magma",
    "authors": ["JT Wasson"],
    "venue": "Geochim Cosmochim Acta 63:2875–2889",
    "year": 1999
  }, {
    "title": "Formation of IIAB iron meteorites",
    "authors": ["JT Wasson", "H Huber", "DJ Malvin"],
    "venue": "Geochim Cosmochim Acta",
    "year": 2007
  }, {
    "title": "Platinum group elements in the Emeishan large igneous province, SW China: Implications for mantle sources",
    "authors": ["Z Zhang", "J Mao", "JJ Mahoney", "F Wang", "W Qu"],
    "venue": "Geochem J 39:371–382",
    "year": 2005
  }, {
    "title": "The concentration of platinum-group elements and gold in southern African and Karelian kimberlite-hosted mantle xenoliths: Implications for the noble metal content of the Earth’s mantle",
    "authors": ["WD Maier"],
    "venue": "Chem Geol 302/303:119–135",
    "year": 2012
  }, {
    "title": "Ore deposits of the platinum-group elements. Elements 4:253–258",
    "authors": ["JE Mungall", "AJ Naldrett"],
    "venue": "Petaev et al.  PNAS | August",
    "year": 2008
  }, {
    "title": "Differentiation of metal-rich meteoritic parent bodies: I. Measurements of PGEs, Re, Mo, W, and Au in meteoritic Fe-Ni metal",
    "authors": ["MI Petaev", "SB Jacobsen"],
    "venue": "Meteorit Planet Sci 39:1685–1697",
    "year": 2004
  }, {
    "title": "Chemistry of the Elements (Pergamon, Oxford), pp 1–1542",
    "authors": ["NN Greenwood", "A Earnshaw"],
    "year": 1985
  }, {
    "title": "Meteoric smoke fallout over the Holocene epoch revealed by iridium and platinum in Greenland ice",
    "authors": ["P Gabrielli"],
    "venue": "Nature",
    "year": 2004
  }, {
    "title": "A climatic control on the accretion of meteoric and superchondritic iridium-platinum to the Antarctic ice cap",
    "authors": ["P Gabrielli"],
    "venue": "Earth Planet Sci Lett 250:459–469",
    "year": 2006
  }, {
    "title": "A 50-year record of platinum, iridium, and rhodium in Antarctic snow: Volcanic and anthropogenic sources",
    "authors": ["TO Soyol-Erdene", "Y Huh", "S Hong", "SD Hur"],
    "year": 2011
  }, {
    "title": "Extraterrestrial accretion from the GISP2 ice core",
    "authors": ["DB Karner"],
    "venue": "Geochim Cosmochim Acta 67:751–763",
    "year": 2003
  }],
  "id": "SP:2e6121987c7cb7c89e3459be3de6adfdb4aa2ad6",
  "authors": [{
    "name": "Michail I. Petaev",
    "affiliations": []
  }, {
    "name": "Shichun Huang",
    "affiliations": []
  }, {
    "name": "Stein B. Jacobsen",
    "affiliations": []
  }, {
    "name": "Alan Zindler",
    "affiliations": []
  }],
  "abstractText": "One explanation of the abrupt cooling episode known as the Younger Dryas (YD) is a cosmic impact or airburst at the YD boundary (YDB) that triggered cooling and resulted in other calamities, including the disappearance of the Clovis culture and the extinction of many large mammal species. We tested the YDB impact hypothesis by analyzing ice samples from the Greenland Ice Sheet Project 2 (GISP2) ice core across the Bølling-Allerød/YD boundary for major and trace elements. We found a large Pt anomaly at the YDB, not accompanied by a prominent Ir anomaly, with the Pt/Ir ratios at the Pt peak exceeding those in known terrestrial and extraterrestrial materials. Whereas the highly fractionated Pt/Ir ratio rules out mantle or chondritic sources of the Pt anomaly, it does not allow positive identification of the source. Circumstantial evidence such as very high, superchondritic Pt/Al ratios associated with the Pt anomaly and its timing, different from other major events recorded on the GISP2 ice core such as well-understood sulfate spikes caused by volcanic activity and the ammonium and nitrate spike due to the biomass destruction, hints for an extraterrestrial source of Pt. Such a source could have been a highly differentiated object like an Ir-poor iron meteorite that is unlikely to result in an airburst or trigger wide wildfires proposed by the YDB impact hypothesis.",
  "title": "Large Pt anomaly in the Greenland ice core points to a cataclysm at the onset of Younger Dryas"
}