{
  "sections": [{
    "text": "Key words: Atmospheric carbon-dioxide concentration, Cretaceous, greenhouse, Mesozoic marine revolution, sea surface temperature, volcanism"
  }, {
    "heading": "Introduction",
    "text": "It is widely accepted that the Mesozoic marine revolution is characterized by the diversification of marine durophagous predators and bioturbating animals, and by accelerated evolution driven by predator–prey or competitive relationships (Vermeij, 1977, 1987). In particular, the number of families of marine durophagous predators showed a rapid increase during the Cretaceous, and prey species developed protective morphologies (Vermeij, 1977, 1987). In addition to the evolution of macroorganisms, the first marine phytoplanktons (e.g., coccolithophorids, dinoflagellates, and diatoms) may have modified the biogeochemical cycles in the oceanic realm during the late Mesozoic (Falkowski et al., 2004). The diversification of planktonic foraminifers during the Cretaceous also fostered the modernization of marine biogeochemical cycles, indicating that, in addition to changes in the biota\nof the Mesozoic ecosystem, there occurred marked changes in the abiotic components of the ecosystem.\nVermeij (1995) hypothesized that the Cretaceous escalation of predator–prey relationships and the diversification of marine phyto- and zooplanktons were enhanced by global climate change (e.g., warming, sea-level rise, and an expansion of the warm-water environment) induced by plate tectonic forcing, including changes in the geographic arrangement of continents and massive volcanism. From this perspective, it is important to reconstruct the nature and timing of secular changes in the Mesozoic abiotic environment in order to elucidate the nature of the Mesozoic marine revolution.\nAlthough there are few quantitative data on the paleoclimate of the early Mesozoic, the Cretaceous paleoclimate has been widely discussed with geological and paleontological records supplemented by geochemical proxies within pelagic sediments (e.g., Dilley, 1973; Hallam, 1984; Wilson et al.,\nDownloaded From: https://bioone.org/journals/Paleontological-Research on 21 Feb 2019 Terms of Use: https://bioone.org/terms-of-use Access provided by University of Arizona\n2002; Forster et al., 2007a). Since the first reports of midCretaceous tropical and subtropical plants from high latitudes in the Northern Hemisphere (e.g., Nathorst, 1911), many paleontological studies have described a warm climate during the mid-Cretaceous at high latitudes in both hemispheres (e.g., Spicer and Parrish, 1990; Tarduno et al., 1998; Case et al., 2000). The occurrence of extensive warming during the mid-Cretaceous is also supported by the oxygen isotopic paleothermometry of extraordinarily well preserved planktonic foraminifers (the so-called “glassy” foraminifers) (e.g., Norris et al., 2002; Wilson et al., 2002; Bice et al., 2006; Moriya et al., 2007; Bornemann et al., 2008; Friedrich et al., 2008). This warm climate is attributed to high concentrations of atmospheric carbon dioxide induced by the high production rate of oceanic crust and by eruptions that produced large igneous provinces (Larson, 1991b; Bice and Norris, 2002; Bice et al., 2006; Coffin et al., 2006; Kuroda et al., 2007). Accordingly, the Cretaceous is considered the archetypical greenhouse interval. Nonetheless, recent works on early glaciation events in both hemispheres (Miller et al., 2005; Tripati et al., 2005; Edgar et al., 2007; Eldrett et al., 2007; Bornemann et al., 2008) and the development of sea ice at northern high latitudes (St. John, 2008; Davies et al., 2009) indicate the intermittent development of cooler intervals during the Cretaceous and Early Paleogene.\nWith the aim of gaining a better understanding of the Cretaceous greenhouse climate, this paper reviews recent knowl-\nedge gained from paleoclimate and paleotemperature analyses, discusses the relationship between volcanic activity and ocean temperature, and investigates the development of inferred cooler intervals.\nGeological and paleontological evidence of Cretaceous climate\nThe distributions of sedimentary rocks related to specific climatic conditions (e.g., the formation of evaporites and coal in arid and humid climates, respectively) provide clues to the past climate. During the Early Cretaceous, evaporites, which are indicative of an arid climate, formed from 50◦N to 40◦S (Meyerhoff, 1970; Hallam, 1984) (Figure 1), similar to their distribution during the Holocene (50◦N to 50◦S; Gordon, 1975). In addition, the paleobiogeography of larger benthic foraminifers provides clues to the distribution of warm-water environments. During the Early Cretaceous, such foraminifers occurred at latitudes below 30◦ in both hemispheres (Dilley, 1973) (Figure 1), which is comparable to the distribution of modern hermatypic corals (Rosen, 1988). At this time, coal was forming at mid- to high- latitudes in both hemispheres (Hallam, 1984) (Figure 1). In contrast to these indices of an arid and warm climate, the Early Cretaceous diamictites and glendonites, which indicate a cool or even cold climate, have been reported from the northern and southern Polar Regions (Kemper, 1987; De Lurio and\nDownloaded From: https://bioone.org/journals/Paleontological-Research on 21 Feb 2019 Terms of Use: https://bioone.org/terms-of-use Access provided by University of Arizona\nFrakes, 1999; Alley and Frakes, 2003; Price and Nunn, 2010) (Figure 1).\nGlendonite is a calcite pseudomorph after metastable ikaite, which is precipitated in the marine environment under conditions of near-freezing temperatures, high alkalinity, and elevated phosphate concentrations (De Lurio and Frakes, 1999). Therefore, the occurrence of glendonites in southern Australia, Spitsbergen, and northern Siberia indicates a cold climate in the Polar Regions (Figure 1). In addition to these glendonite occurrences, angular clasts with conchoidal fractures and arcuate steps have been reported from diamictite in southern Australia (Alley and Frakes, 2003), indicating that the deposits formed by glacial crushing. Considering that Australia had yet to separate from Antarctica in the Early Cretaceous (Figure 1), the occurrence of glacial deposits in southern Australia may indicate the existence of a continental ice sheet over Antarctica. Although these geological data indicate a cooler climate or even continental ice sheets in the Polar Regions in both hemispheres, a paucity of geochemical proxy records prevents further detailed discussion on the Early Cretaceous climate. Because Early Cretaceous deep-sea sediments have scarcely been recovered by deepsea drilling, the oxygen isotope stratigraphy of foraminifers, which can be utilized to identify the salinity of seawater, hence ice volume, has not been analyzed. Nonetheless, a relatively cool climate in the Early Cretaceous is indicated by\nthe distribution of evaporites (similar to that in the Holocene), the dominance of coal deposits at mid- to high latitudes, and the inferred presence of glacial deposits in the Polar Regions.\nTurning to the mid-Cretaceous, evaporites have been reported at ∼60◦S (although not in northern mid- to highlatitudes), indicating that the arid climate of the Early Cretaceous had expanded poleward compared with climatic zones of the Holocene (Parrish et al., 1982; Hallam, 1984; Price et al., 1997) (Figure 2). At this time, the equatorial region was dominated by warm-water, shallow-marine carbonates composed of algal–coral, coral–rudist, or rudist-dominated organic frameworks (Figure 2). Coal deposits formed at midto high-latitudes, but the Polar Regions show no evidence of a cooler climate, such as diamictites and glendonites (Figure 2). Instead, tropical–subtropical and deciduous plants have been reported from Alaska, Greenland, and northeastern Russia (Nathorst, 1911; Spicer and Parrish, 1990; Spicer and Herman, 2001; Spicer et al., 2002; Skelton et al., 2003) (Figure 2). In particular, the occurrence of breadfruit in Greenland, indicative of a tropical–subtropical climate, confirms that the mid-Cretaceous northern high-latitudes were significantly warmer than the present day (Nathorst, 1911). In addition to this flora, marine and nonmarine reptile fossils, including dinosaurid remains, have been found in the northern high-latitudes (Tarduno et al., 1998; Skelton et al., 2003; Vandermark et al., 2009). Vandermark et al. (2009)\nDownloaded From: https://bioone.org/journals/Paleontological-Research on 21 Feb 2019 Terms of Use: https://bioone.org/terms-of-use Access provided by University of Arizona\ndescribed a new turtle species, Aurorachelys gaffneyi, which is a descendant of Asian taxa, from the mid-Cretaceous in Arctic Canada, indicating that Asian taxa migrated to the North American Continent through an ice-free Arctic Ocean. Taken together, these lines of evidence suggest that the midCretaceous Polar Regions were ice-free, which gave rise to the classical view of the Cretaceous greenhouse world.\nDuring the Late Cretaceous, evaporites were less widely distributed than during the Early and mid-Cretaceous (Parrish et al., 1982; Hallam, 1984) (Figure 3). Nonetheless, larger benthic foraminifers of this age have been found at ∼40◦N, suggesting that the zone of tropical climate did not contract toward the equator. Indeed, reptile and angiosperm fossils of this age have been discovered in the Polar Regions, indicating a warmer climate (Case et al., 2000; Eklund, 2003; Hofmann and Zetter, 2007) (Figure 2). Given that no geological or paleontological indices indicate the development of a continental ice sheet in the Late Cretaceous, it is assumed that the Late Cretaceous Polar Regions were largely ice-free.\nOxygen isotope stratigraphy and proxy paleothermometry\nSince Urey et al. (1951) first analyzed oxygen isotopes in the context of Mesozoic paleothermometry, many authors have employed this method in studies of the Mesozoic paleoclimate (e.g., Lowenstam and Epstein, 1954; Bowen, 1961a,\n1961b). Following the initiation of the Deep Sea Drilling Project, the oxygen isotope technique has been applied to foraminiferal samples recovered from deep-sea sediments (e.g., Douglas and Savin, 1973, 1975; Saito and van Donk, 1974). In particular, benthic foraminiferal isotope stratigraphy has been used to identify secular changes in paleoclimate (Huber et al., 1995, 2002; Barrera and Savin, 1999; Zachos et al., 2001; Bralower et al., 2002) (Figure 4). Because the oxygen isotopic composition of carbonate fossils is progressively enriched in 18O with decreasing paleotemperature and waxing of continental ice sheets, positive δ 18O values indicate a cooler climate (Figure 4-B).\nThe distinct positive shift in δ 18O recorded for the earliest Oligocene is thought to be indicative of the initial continental-scale glaciation of Antarctica, marking the termination of the greenhouse climate that persisted from the mid-Cretaceous to the mid-Paleogene. Although isotopic records for the Cretaceous are scarce compared with those for the Cenozoic, they show a warming trend from the Aptian to a peak in the Turonian, followed by cooling toward the end of the Cretaceous. The latest Cretaceous and earliest Paleogene were dominated by a cooler climate, but another climate optimum occurred in the Early Eocene (Figure 4-B). Therefore, the long-lived greenhouse interval from the mid-Cretaceous to the mid-Paleocene was interrupted by a cooler interval. The Cretaceous benthic foraminiferal isotope stratigraphy also indicates that the warmest climate dur-\nDownloaded From: https://bioone.org/journals/Paleontological-Research on 21 Feb 2019 Terms of Use: https://bioone.org/terms-of-use Access provided by University of Arizona\ning this 120-million-year period occurred during the midCretaceous. Likewise, geochemical proxy records of the atmospheric carbon-dioxide concentration (pCO2) show a maximum in the Turonian (Ekart et al., 1999; Pearson and Palmer, 2000; Retallack, 2001; Pagani et al., 2005), although the data show a high degree of scatter (Figure 4-A). The climatic development indicated by these geochemical signatures is in good agreement with that reconstructed from geological and paleontological evidence.\nSecular changes in paleoclimate have also been reconstructed based on the oxygen isotopic composition of the fine fraction (<63 m)/bulk carbonates in pelagic chalk recovered from the South Indian Ocean (Exmouth Plateau; 40 – 50 S) and of fish debris from Western Europe (30 –40 N) (Clarke and Jenkyns, 1999; Pucéat et al., 2003) (Figure 5).\nAlthough the samples may have been contaminated by diagenetic carbonate minerals, the fine-fraction/bulk carbonates of pelagic chalk are composed mainly of calcareous nannofossils, indicating that secular changes in the 18O values of the fine fraction/bulk chalk carbonates are related to sea surface temperature (SST). However, the possibility of diagenetic contamination prevents an accurate estimate of paleotemperature. In contrast, biogenic apatite in fish debris is assumed to be robust against diagenetic alteration, allowing estimates of the paleotemperature of subsurface water in the mid-latitude Atlantic (Pucéat et al., 2003). Both indices show a general warming trend from the Early Cretaceous to the mid-Cretaceous, with a peak in the Turonian, and a cooling trend from the mid-Cretaceous to the end of the Cretaceous, which is largely consistent with the benthic foraminiferal iso-\nDownloaded From: https://bioone.org/journals/Paleontological-Research on 21 Feb 2019 Terms of Use: https://bioone.org/terms-of-use Access provided by University of Arizona\ntope stratigraphy (Figures 4 and 5). The mid-Cretaceous subsurface paleotemperature in Western Europe was ∼27◦C, which is significantly warmer than the modern SST in the mid-latitude Atlantic. Even during the cooler intervals in the Early and Late Cretaceous, the estimated subsurface paleotemperature is well above 15◦C, which again confirms the warmth of the Cretaceous greenhouse. The lowest paleotemperature was obtained for the Valanginian, which yields glendonite and diamictite (Figures 1 and 5). Although both the geochemical and geological data may indicate the existence of a continental ice sheet in the Valanginian, additional data are required to constrain the geographic extent and duration of the ice sheet, if it did exist.\nIn comparison with the generalized view of the Cretaceous climate inferred from the benthic foraminiferal isotope stratigraphy, the SST estimated from oxygen isotopic paleothermometry of planktonic foraminifers has been debated for many years. In most cases, low-latitude SST reconstructed from isotopic data is much lower than the modern value, even during the mid-Cretaceous ice-free climatic optimum (Douglas and Savin, 1975; Boersma and Shackleton, 1981; Huber et al., 1995; Norris and Wilson, 1998; Barrera and Savin, 1999). These SST data are inconsis-\ntent not only with the geological and paleontological evidence, but with estimates of SST based on climate models. This apparent discrepancy is referred to as the “cool tropic paradox” (D’Hondt and Arthur, 1996). However, this paradox was solved following isotopic analyses of extraordinarily well preserved planktonic foraminifers—the so-called “glassy” foraminifers—which show no evidence of diagenesis (Pearson et al., 2001; Norris et al., 2002; Wilson et al., 2002; Moriya et al., 2003, 2007; Bornemann et al., 2008; Friedrich et al., 2008) (Figure 5). In contrast to the planktonic foraminifers recovered from weakly consolidated calcareous pelagic ooze, which were utilized for isotopic analyses in the early phase of isotopic paleothermometry (Douglas and Savin, 1975; Boersma and Shackleton, 1981; Huber et al., 1995), those preserved in clay sediments are remarkably well preserved (Pearson et al., 2001; Wilson et al., 2002; Moriya et al., 2003). Oxygen isotopic paleotemperatures derived from these “glassy” foraminifers are much higher than those derived from foraminifers preserved in calcareous ooze, which suggests that the original confusion (and the recognition of a “paradox”) resulted from the poor preservation of foraminifers in calcareous ooze (Pearson et al., 2001). The glassy foraminifers recovered from the equatorial At-\nDownloaded From: https://bioone.org/journals/Paleontological-Research on 21 Feb 2019 Terms of Use: https://bioone.org/terms-of-use Access provided by University of Arizona\nlantic yielded SSTs of up to 37◦C in the Turonian, which is slightly warmer than the middle Cenomanian (Forster et al., 2007b; Moriya et al., 2007; Bornemann et al., 2008) (Figure 5).\nSuch extreme paleotemperatures have also been derived\nfrom the paleotemperature proxy TEX86 which is based on a close correspondence between the ambient SST and variations in the composition of cell membranes of marine Crenarchaeota (Forster et al., 2007a, 2007b). TEX86 paleothermometry applied to the equatorial Atlantic shows that SST\nDownloaded From: https://bioone.org/journals/Paleontological-Research on 21 Feb 2019 Terms of Use: https://bioone.org/terms-of-use Access provided by University of Arizona\nincreased from ∼31◦C in the early Cenomanian to ∼36◦C in the Turonian, and decreased by ∼3◦C from the Turonian to the Santonian (Forster et al., 2007a).\nIn addition to the secular changes in paleotemperature, meridional SST gradients are analyzed for the middle–late Cenomanian and the middle–late Turonian, indicating that the Cretaceous SSTs are clearly much higher than modern values (Figure 6). The differences between the modern and Cretaceous SSTs are larger at high latitudes than at the equator, which may have enabled subtropical flora and reptiles to inhabit the Polar Regions during the Cretaceous.\nThe results of climate modeling experiments indicate that very high pCO2 values, in addition to vigorous heat transport from the equator to the poles, is required to generate a gentle meridional SST gradient at such high temperatures (Barron and Washington, 1982; Barron and Peterson, 1990; Poulsen et al., 1999; Bice and Norris, 2002; Otto-Bliesner et al., 2002; Bice et al., 2006). In fact, Bice and Norris (2002) estimated that at least 4500 μatm CO2 would be required, which is ∼12 times greater than the modern pCO2. If the atmospheric methane concentration is also considered, a lower pCO2 level would be sufficient to yield the SSTs stated above (Bice et al., 2006). However, the reproducibility and time resolution of proxy pCO2 records are still insufficient (Figure 4), so additional proxy data are required to discuss relative carbon dioxide forcing in the Cretaceous greenhouse system.\nThe paleotemperatures estimated from δ 18O and TEX86 proxies are in good agreement with each other, and these high tropical SSTs are inconsistent with the negative feedback hypothesis regarding tropical SST. When SST is increased under greenhouse conditions, the negative feedback of largescale deep convection and resulting reflective cirrus clouds regulates SST below ∼32◦C in the modern tropical ocean (Graham and Barnett, 1987; Ramanathan and Collins, 1991). However, the mid-Cretaceous equatorial proxy SST exceeds 36◦C, which may indicate that the thermodynamically regulated thermostat in the mid-Cretaceous greenhouse interval was set at several degrees higher than that in the modern system. These robust proxy paleotemperature data should be discussed in conjunction with climate modeling data to gain a better understanding of the thermodynamics of the greenhouse climate system.\nPutative glaciation during the mid-Cretaceous supergreenhouse\nBesides the occurrences of diamictites and glendonites, “erratic bearing deposits” were found in the Early Cretaceous and even in the mid-Cretaceous (e.g., Frakes and Francis, 1988; Frakes et al., 1992; Markwick and Rowley, 1998). However, the occurrences of the mid-Cretaceous “erratic bearing deposits” are sometimes considered as ambiguous or\npurported evidence (Markwick and Rowley, 1998), and the mid-Cretaceous is generally regarded as an ice-free interval. Nonetheless, some studies have challenged this view, arguing for polar ice sheets. In particular, bulk δ 18O records from European land sections (Stoll and Schrag, 2000) and sequence stratigraphic results from India, southern England (Gale et al., 2002), and the New Jersey margin, together with lowresolution benthic δ 18O data from Ocean Drilling Program (ODP) Site 1050 (data of Huber et al., 1999, 2002), have been interpreted to indicate the presence of at least small ice sheets during the mid-Cretaceous supergreenhouse interval, the Cenomanian–Turonian (Miller et al., 2003, 2004, 2005).\nMoriya et al. (2007) tested the putative Cenomanian glaciation hypothesis with high-resolution oxygen isotopic analyses of planktonic and benthic foraminifers at the equatorial Atlantic, ODP Site 1258. Because seawater will be enriched in 18O with the growth of continental ice sheets, foraminiferal δ 18O should show positive shifts in response to glaciation. However, the planktonic foraminiferal isotopic records analyzed show no positive shift, which indicates that the putative Cenomanian glaciation hypothesis is not supported by the isotopic records. On the other hand, Bornemann et al. (2008) found a pronounced positive shift in the Turonian planktonic foraminiferal δ 18O at the equatorial Atlantic, ODP Site 1259, concluding that the prevailing supergreenhouse climate was not a barrier to the formation of large ice sheets. These two studies indicate that the climate mode in the mid-Cretaceous supergreenhouse interval must be much more complicated than we expected, and detailed analyses for each interval should be indispensable for further and better understanding of the greenhouse climate.\nVolcanic activity and concentrations of atmospheric carbon dioxide\nIt is widely accepted that the mid-Cretaceous greenhouse condition resulted from high pCO2 levels (Barron and Washington, 1982; Bice and Norris, 2002; Bice et al., 2006). In fact, both proxy records and modeling data indicate very high pCO2 levels during the Cretaceous (e.g., Berner, 1994; Ekart et al., 1999; Tajika, 1999; Berner and Kothavala, 2001; Retallack, 2001; Haworth et al., 2005). Although the proxy records show a degree of scatter and are available for only a few localities, most yield pCO2 values above 1000 μatm throughout the Cretaceous (Figure 7). Although the estimated pCO2 value are less reliable in the high-pCO2 region (Retallack, 2001), the highest value (∼5500 μatm) was recorded in the Turonian, which was the warmest interval in the Cretaceous (Figures 4–6). This excess carbon dioxide is thought to have been delivered to the atmosphere via volcanic degassing (Arthur et al., 1985; Larson, 1991a, 1991b; Leckie et al., 2002).\nCretaceous volcanic activity is characterized by a high\nDownloaded From: https://bioone.org/journals/Paleontological-Research on 21 Feb 2019 Terms of Use: https://bioone.org/terms-of-use Access provided by University of Arizona\nrate of seafloor spreading and the formation of large igneous provinces (LIPs) (Larson, 1991a, 1991b; Coffin and Eldholm, 1994; Ernst and Buchan, 2001; Coffin et al., 2006). One of the largest Cretaceous LIPs—the Ontong Java Plateau was erupted at ∼120 Ma (Figure 7-B). Although the formation of LIPs continued until the latest Cretaceous, those produced after 115 Ma are small compared with the Ontong\nJava Plateau. On the other hand, the rate of crustal production at mid-oceanic ridges shows a peak of ∼27 km3/yr and ∼ 5.2 × 106 km2/m.y. at ∼125 Ma (Figure 7-C), which is 1.5 times the modern rate (modern magma flux and rate of crustal production are ∼15 km3/yr and ∼ 3× 106 km2/m.y., respectively; Coffin et al., 2006; Seton et al., 2009). The emplacement of LIPs and the high rate of crustal produc-\nDownloaded From: https://bioone.org/journals/Paleontological-Research on 21 Feb 2019 Terms of Use: https://bioone.org/terms-of-use Access provided by University of Arizona\ntion would have been accompanied by massive emissions of carbon dioxide, resulting in an increase in pCO2. However, although pCO2 was slightly elevated at ∼120 Ma, its maximum level occurred at 90 Ma, yielding a ∼30 m.y. discrepancy between the peaks in crustal production and in pCO2. Moreover, the highest paleotemperature during the Cretaceous was obtained at ∼90 Ma, suggesting that pCO2 values during the Cretaceous would have been highest at ∼90 Ma. One possible explanation for this discrepancy is that subducted (missing) crust was responsible for additional CO2 emissions in the Turonian, as indicated by the peak in sea level at this time (Wilson et al., 2002). Alternatively, additional unknown factors may have affected pCO2 and SST, such as the global carbon cycle, assuming that the discrepancy actually exists. It is difficult to resolve these issues based solely on proxy records; consequently, collaborative research is required between geochemists and climate modelers.\nDevelopment of the Cretaceous climate and the Mesozoic marine revolution\nThe geological evidence and δ 18O values of phosphate in fish debris indicate that a cooler climate was dominant in the Valanginian, possibly accompanied by the development of a continental ice sheet, followed by warming until the Turonian (Figures 1 and 5). The highest tropical and high-latitude SSTs recorded in the peak greenhouse interval exceed 36◦C and 20◦C, respectively, which is significantly warmer than the present ocean. This extensive warming appears to have resulted from massive carbon-dioxide emissions from midoceanic ridge volcanoes and from the emplacement of LIPs.\nVermeij (1995) proposed that excess nutrient supply derived from volcanism, warming, sea-level rise, associated widening of the epicontinental ocean, and enhanced weathering during the Cretaceous may have resulted in accelerated innovation and diversification of Cretaceous species, although these abiotic revolutions show a large disparity in timing, as mentioned above (Figures 5 and 7). Unless each example of innovation and diversification is carefully constrained in terms of its timing and magnitude, the biotic and abiotic revolutions cannot be discussed in the same context. In addition, the time interval from the Late Cretaceous to the Early Paleogene is characterized by intermittent cooling within the long-lived greenhouse interval (Figure 4). In particular, seasonal sea-ice development has been proposed for the Arctic Ocean in the late Campanian (Davies et al., 2009), indicating enhanced seasonality. In addition to the increased interspecies competition that arose during global warming in the Cretaceous, the intervening cooling intervals with sea-level drop would have had a huge impact on the global ecosystem, because of the severe seasonal temperature fluctuation and the intensified competition over narrowed epicontinental ocean."
  }, {
    "heading": "Acknowledgments",
    "text": "Tatsuo Oji and Kazutaka Amano are thanked for encouraging the preparation of this paper and for editing this special volume. I also thank Geerat J. Vermeij and Hodaka Kawahata for constructive reviews, Hiromichi Hirano, Kazushige Tanabe, and Hiroshi Nishi for critical comments and fruitful discussions. This research was funded by the Mitsui & Co., Ltd. Environment Fund. The paleomaps for the Cretaceous were generated by the Ocean Drilling Stratigraphic Network plate tectonic reconstruction service (http://www.odsn.de/odsn/ services/paleomap/paleomap.html)."
  }],
  "year": 2019,
  "references": [{
    "title": "First known Cretaceous glaciation: Livingston tillite Member of the Cadna-owie Formation, south Australia",
    "authors": ["N.F. Alley", "L.A. Frakes"],
    "venue": "Australian Journal of Earth Sciences,",
    "year": 2003
  }, {
    "title": "Variations in the global carbon cycle during the Cretaceous related to climate, volcanism, and changes in atmospheric",
    "authors": ["M.A. Arthur", "W.E. Dean", "S.O. Schlanger"],
    "year": 1985
  }, {
    "title": "Evolution of late Campanian",
    "authors": ["American Geophysical Union", "Washington", "E.D.C. Barrera", "S.M. Savin"],
    "year": 1999
  }, {
    "title": "Cretaceous climate: A compar",
    "authors": ["E.J. 319–337. Barron", "W.M. Washington"],
    "year": 1982
  }, {
    "title": "GEOCARB III: A revised model",
    "authors": ["R.A. Berner", "Z. Kothavala"],
    "year": 2001
  }, {
    "title": "Possible atmospheric CO2 extremes",
    "authors": ["K.L. PA2002. Bice", "R.D. Norris"],
    "year": 2002
  }, {
    "title": "Oxygen- and carbon-isotope",
    "authors": ["A. Boersma", "N.J. Shackleton"],
    "year": 1981
  }, {
    "title": "1961a: Paleotemperature analyses of Belemnoidea and Jurassic",
    "authors": ["R. Bowen"],
    "venue": "Science,",
    "year": 1961
  }, {
    "title": "1961b: Paleotemperature analyses of Mesozoic Belemnoidea",
    "authors": ["R. Bowen"],
    "venue": "paleoclimatology. Journal of Geology,",
    "year": 1961
  }, {
    "title": "The first duck-billed dinosaur (family Hadrosauridae) from Antarctica",
    "authors": ["J.A. Case", "J.E. Martin", "D.S. Chaney", "M. Reguero", "S.A. Marenssi", "S.M. Santillana", "M.O. Woodburne"],
    "venue": "Journal of Vertebrate Paleontology,",
    "year": 2000
  }, {
    "title": "New oxygen isotope evidence for longterm Cretaceous climatic change in the Southern Hemisphere",
    "authors": ["L. Clarke", "H.C. Jenkyns"],
    "venue": "Geology, vol",
    "year": 1999
  }, {
    "title": "Large igneous provinces and scientific ocean drilling status quo and a look",
    "authors": ["M.F. Coffin", "R.A. Duncan", "O. Eldholm", "J.G. Fitton", "F.A. Frey", "H.C. Larsen", "J.J. Mahoney", "A.D. Saunders", "R. Schlich", "P.J. Wallace"],
    "venue": "ahead. Oceanography,",
    "year": 2006
  }, {
    "title": "Large igneous provinces: Crustal structure, dimensions, and external consequences",
    "authors": ["M.F. Coffin", "O. Eldholm"],
    "venue": "Reviews of Geophysics,",
    "year": 1994
  }, {
    "title": "Late Cretaceous seasonal ocean variability from the Arctic",
    "authors": ["A. Davies", "A.E.S. Kemp", "J. Pike"],
    "venue": "Nature, vol. 460,",
    "year": 2009
  }, {
    "title": "Glendonites as a paleoenvironmental tool: Implications for early Cretaceous high latitude climate in Australia",
    "authors": ["J.L. De Lurio", "L.A. Frakes"],
    "venue": "Geochimica et Cosmochimica Acta,",
    "year": 1999
  }, {
    "title": "Late Cretaceous oceans and the cool tropic",
    "authors": ["S. D’Hondt", "M.A. Arthur"],
    "venue": "paradox. Science,",
    "year": 1996
  }, {
    "title": "Cretaceous larger foraminifera",
    "authors": ["F.C. Dilley"],
    "venue": "Atlas of Palaeobiogeography,",
    "year": 1973
  }, {
    "title": "Oxygen and carbon isotope analyses of Cretaceous and Tertiary foraminifera from the central North Pacific",
    "authors": ["R.G. Douglas", "S.M. Savin"],
    "venue": "Initial Reports of the Deep Sea Drilling Project,",
    "year": 1973
  }, {
    "title": "Oxygen and carbon isotope analyses of Tertiary and Cretaceous microfossils from the Shatsky Rise and other sites in the North Pacific Ocean",
    "authors": ["R.G. Douglas", "S.M. Savin"],
    "venue": "Initial Reports of the Deep Sea Drilling Project,",
    "year": 1975
  }, {
    "title": "No extreme bipolar glaciation during the main Eocene calcite compensation",
    "authors": ["K.M. Edgar", "P.A. Wilson", "P.F. Sexton", "Y. Suganuma"],
    "venue": "shift. Nature,",
    "year": 2007
  }, {
    "title": "A 400 million year carbon isotope record of pedogenic carbonate: Implications for paleoatmospheric carbon dioxide",
    "authors": ["D.D. Ekart", "T.E. Cerling", "I.P. Montanez", "N.J. Tabor"],
    "venue": "American Journal of Science,",
    "year": 1999
  }, {
    "title": "First Cretaceous flowers from Antarctica",
    "authors": ["H. Eklund"],
    "venue": "Review of Palaeobotany and Palynology,",
    "year": 2003
  }, {
    "title": "Continental ice in Greenland during the Eocene and Oligocene",
    "authors": ["J.S. Eldrett", "I.C. Harding", "P.A. Wilson", "E. Butler", "A.P. Roberts"],
    "venue": "Nature Geoscience,",
    "year": 2007
  }, {
    "title": "Large mafic magmatic events through time and links to mantle-plume heads",
    "authors": ["R.E. Ernst", "K.L. Buchan"],
    "venue": "Mantle plumes: Their identification through time, Geological Society of America Special Paper,",
    "year": 2001
  }, {
    "title": "The evolution of modern eukaryotic",
    "authors": ["P.G. Falkowski", "M.E. Katz", "A.H. Knoll", "A. Quigg", "J.A. Raven", "O. Schofield", "F.J.R. Taylor"],
    "venue": "phytoplankton. Science,",
    "year": 2004
  }, {
    "title": "2007a: MidCretaceous (Albian-Santonian) sea surface temperature record of the tropical Atlantic",
    "authors": ["A. Forster", "S. Schouten", "M. Baas", "J.S. Sinninghe Damsté"],
    "venue": "Ocean. Geology,",
    "year": 2007
  }, {
    "title": "2007b: Tropical warming and intermittent cooling during oceanic anoxic event 2: Sea surface temperature records from the equatorial Atlantic",
    "authors": ["A. Forster", "S. Schouten", "K. Moriya", "P.A. Wilson", "J.S. Sinninghe Damsté"],
    "year": 2007
  }, {
    "title": "A guide to Phanerozoic cold polar climates from high-latitude ice-rafting in the Cretaceous",
    "authors": ["L.A. Frakes", "J.E. Francis"],
    "venue": "Nature, vol. 333,",
    "year": 1988
  }, {
    "title": "Warm saline intermediate waters in the Cretaceous tropical Atlantic Ocean",
    "authors": ["O. Friedrich", "J. Erbacher", "K. Moriya", "P.A. Wilson", "H. Kuhnert"],
    "venue": "Nature Geoscience,",
    "year": 2008
  }, {
    "title": "Global correlation of Cenomanian (Upper Cretaceous) sequences: Evidence for Milankovitch control on sea",
    "authors": ["A.S. Gale", "J. Hardenbol", "B. Hathaway", "W.J. Kennedy", "J.R. Young", "V. Phansalkar"],
    "venue": "level. Geology,",
    "year": 2002
  }, {
    "title": "Distribution by latitude of Phanerozoic evaporite deposits",
    "authors": ["W.A. Gordon"],
    "venue": "Journal of Geology,",
    "year": 1975
  }, {
    "title": "Sea surface temperature, surface wind divergence, and convection over tropical oceans",
    "authors": ["N.E. Graham", "T.P. Barnett"],
    "venue": "Science, vol. 238,",
    "year": 1987
  }, {
    "title": "Continental humid and arid zones during the Jurassic and Cretaceous",
    "authors": ["A. Hallam"],
    "venue": "Palaeogeography, Palaeoclimatology, Palaeoecology,",
    "year": 1984
  }, {
    "title": "Mid-Cretaceous pCO2 based on stomata of the extinct conifer",
    "authors": ["M. Haworth", "S.P. Hesselbo", "J.C. McElwain", "S.A. Robinson", "J.W. Brunt"],
    "venue": "Pseudofrenelopsis (Cheirolepidiaceae). Geology,",
    "year": 2005
  }, {
    "title": "Upper Cretaceous pollen flora from the Vilui Basin, Siberia: Circumpolar and endemic Aquilapollenites, Manicorpus, and Azonia species",
    "authors": ["Hofmann", "C.-C", "R. Zetter"],
    "venue": "Grana, vol",
    "year": 2007
  }, {
    "title": "Middle-Late Cretaceous climate of the southern high latitudes: Stable isotopic evidence for minimal equator-to-pole thermal gradients",
    "authors": ["B.T. Huber", "D.A. Hodell", "C.P. Hamilton"],
    "venue": "Geological Society of America Bulletin,",
    "year": 1995
  }, {
    "title": "Foraminiferal assemblage and stable isotopic change across the Cenomanian-Turonian boundary in the subtropical North Atlantic",
    "authors": ["B.T. Huber", "R.M. Leckie", "R.D. Norris", "T.J. Bralower", "E. CoBabe"],
    "venue": "Journal of Foraminiferal Research,",
    "year": 1999
  }, {
    "title": "Deep-sea paleotemperature record of extreme warmth during the Cretaceous",
    "authors": ["B.T. Huber", "R.D. Norris", "K.G. MacLeod"],
    "venue": "Geology, vol",
    "year": 2002
  }, {
    "title": "Contemporaneous massive subaerial volcanism and late Cretaceous Oceanic Anoxic Event 2",
    "authors": ["J. Kuroda", "N.O. Ogawa", "M. Tanimizu", "M.F. Coffin", "H. Tokuyama", "H. Kitazato", "N. Ohkouchi"],
    "venue": "Earth and Planetary Science Letters,",
    "year": 2007
  }, {
    "title": "1991a: Geological consequences of superplumes",
    "authors": ["R.L. Larson"],
    "venue": "Geology, vol. 19,",
    "year": 1991
  }, {
    "title": "1991b: Latest pulse of Earth: Evidence for a mid-Cretaceous superplume",
    "authors": ["R.L. Larson"],
    "venue": "Geology, vol",
    "year": 1991
  }, {
    "title": "Cenozoic deep-sea temperatures and global ice volumes from Mg/Ca in benthic foraminiferal",
    "authors": ["C.H. Lear", "H. Elderfield", "P.A. Wilson"],
    "venue": "calcite. Science,",
    "year": 2000
  }, {
    "title": "Oceanic anoxic events and plankton evolution: Biotic response to tectonic forcing during the mid-Cretaceous",
    "authors": ["R.M. Leckie", "T.J. Bralower", "R. Cashman"],
    "venue": "Paleoceanography,",
    "year": 2002
  }, {
    "title": "Paleotemperatures of the postAptian Cretaceous as determined by the oxygen isotope method",
    "authors": ["H.A. Lowenstam", "S. Epstein"],
    "venue": "Journal of Geology,",
    "year": 1954
  }, {
    "title": "The geological evidence for Triassic to Pleistocene glaciations: Implications for eustasy",
    "authors": ["P.J. Markwick", "D.B. Rowley"],
    "venue": "Special Publication",
    "year": 1998
  }, {
    "title": "Continental drift, II: High-latitude evaporite deposits and geologic history of Arctic and north Atlantic oceans",
    "authors": ["A.A. Meyerhoff"],
    "venue": "Journal of Geology,",
    "year": 1970
  }, {
    "title": "Late Cretaceous chronology of large, rapid sea-level changes: Glacioeustasy during the greenhouse",
    "authors": ["K.G. Miller", "P.J. Sugarman", "J.V. Browning", "M.A. Kominz", "J.C. Hernndez", "R.K. Olsson", "J.D. Wright", "M.D. Feigenson", "W.A. Van Sickel"],
    "venue": "world. Geology,",
    "year": 2003
  }, {
    "title": "Upper Cretaceous seDownloaded From: https://bioone.org/journals/Paleontological-Research on",
    "authors": ["K.G. Miller", "P.J. Sugarman", "J.V. Browning", "M.A. Kominz", "R.K. Olsson", "M.D. Feigenson", "J.C. Hernndez"],
    "year": 2004
  }, {
    "title": "Visions of ice sheets in a greenhouse world",
    "authors": ["K.G. Miller", "J.D. Wright", "J.V. Browning"],
    "venue": "Marine Geology,",
    "year": 2005
  }, {
    "title": "Demersal habitat of Late Cretaceous ammonoids: Evidence from oxygen isotopes for the Campanian (Late Cretaceous) northwestern",
    "authors": ["K. Moriya", "H. Nishi", "H. Kawahata", "K. Tanabe", "Y. Takayanagi"],
    "venue": "Pacific thermal structure. Geology,",
    "year": 2003
  }, {
    "title": "Testing for ice sheets during the mid-Cretaceous greenhouse using glassy foraminiferal calcite from the mid-Cenomanian tropics",
    "authors": ["K. Moriya", "P.A. Wilson", "O. Friedrich", "J. Erbacher", "H. Kawahata"],
    "venue": "Demerara Rise. Geology,",
    "year": 2007
  }, {
    "title": "On the value of the fossil floras of the Arctic regions as evidence of geological climates",
    "authors": ["A.G. Nathorst"],
    "venue": "Geological Magazine, decade 5,",
    "year": 1911
  }, {
    "title": "Jiggling the tropical thermostat in the Cretaceous",
    "authors": ["R.D. Norris", "K.L. Bice", "E.A. Magno", "P.A. Wilson"],
    "venue": "hothouse. Geology,",
    "year": 2002
  }, {
    "title": "Low-latitude sea-surface temperatures for the mid-Cretaceous and the evolution of planktic foraminifera",
    "authors": ["R.D. Norris", "P.A. Wilson"],
    "venue": "Geology, vol",
    "year": 1998
  }, {
    "title": "Late Cretaceous ocean: Coupled simulations with the National Center for Atmospheric Research Climate System Model",
    "authors": ["B.L. Otto-Bliesner", "E.C. Brady", "C. Shields"],
    "venue": "Journal of Geophysical Research,",
    "year": 2002
  }, {
    "title": "Marked decline in atmospheric carbon dioxide concentrations during the Paleogene",
    "authors": ["M. Pagani", "J.C. Zachos", "K.H. Freeman", "B. Tipple", "S. Bohaty"],
    "year": 2005
  }, {
    "title": "Rainfall patterns and the distribution of coal and evaporites in the Mesozoic and Cenozoic",
    "authors": ["J.T. Parrish", "A.M. Ziegler", "C.R. Scotese"],
    "venue": "Palaeogeography, Palaeoclimatology, Palaeoecology,",
    "year": 1982
  }, {
    "title": "Warm tropical sea surface temperatures in the Late Cretaceous and Eocene",
    "authors": ["P.N. Pearson", "P.W. Ditchfield", "J. Singano", "K.G. Harcourt-Brown", "C.J. Nicholas", "R.K. Olsson", "N.J. Shackleton", "M.A. Hall"],
    "venue": "epochs. Nature,",
    "year": 2001
  }, {
    "title": "Atmospheric carbon dioxide concentrations over the past 60 million years",
    "authors": ["P.N. Pearson", "M.R. Palmer"],
    "year": 2000
  }, {
    "title": "A reinterpretation of mid-Cretaceous shallow marine temperatures through model-data comparison",
    "authors": ["C.J. Poulsen", "E.J. Barron", "W.H. Peterson"],
    "venue": "Paleoceanography, vol",
    "year": 1999
  }, {
    "title": "Valanginian isotope variation in glendonites and belemnites from Arctic Svalbard: Transient glacial temperatures during the Cretaceous",
    "authors": ["G.D. Price", "E.V. Nunn"],
    "venue": "greenhouse. Geology,",
    "year": 2010
  }, {
    "title": "Quantitative palaeoclimate GCM validation: Late Jurassic and mid-Cretaceous case studies",
    "authors": ["G.D. Price", "P.J. Valdes", "B.W. Sellwood"],
    "venue": "Journal of the Geological Society of London,",
    "year": 1997
  }, {
    "title": "Fish tooth δ 18O revising Late Cretaceous meridional upper ocean water temperature",
    "authors": ["E. Pucéat", "C. Lécuyer", "Y. Donnadieu", "P. Naveau", "H. Cappetta", "G. Ramstein", "B.T. Huber", "J. Kriwet"],
    "venue": "gradients. Geology,",
    "year": 2007
  }, {
    "title": "Thermal evolution of Cretaceous Tethyan marine waters inferred from oxygen isotope composition of fish tooth",
    "authors": ["E. Pucéat", "C. Lécuyer", "S.M.F. Sheppard", "G. Dromart", "S. Reboulet", "P. Grandjean"],
    "venue": "enamels. Paleoceanography,",
    "year": 2003
  }, {
    "title": "Thermodynamic regulation of ocean warming by cirrus clouds deduced from observations",
    "authors": ["V. Ramanathan", "W. Collins"],
    "venue": "El Niño. Nature,",
    "year": 1991
  }, {
    "title": "A 300-million-year record of atmospheric carbon dioxide from fossil plant",
    "authors": ["G.J. Retallack"],
    "venue": "cuticles. Nature,",
    "year": 2001
  }, {
    "title": "Progress, problems and patterns in the biogeography of reef corals and other tropical marine organisms",
    "authors": ["B.R. Rosen"],
    "venue": "Helgolnder Meeresuntersuchungen,",
    "year": 1988
  }, {
    "title": "Oxygen and carbon isotope measurements of Late Cretaceous and Early Tertiary foraminifera",
    "authors": ["T. Saito", "J. van Donk"],
    "venue": "Micropaleontology, vol. 20,",
    "year": 1974
  }, {
    "title": "A CO2 decrease-driven cooling and increased",
    "authors": ["S. Schouten"],
    "year": 2010
  }, {
    "title": "Palaeoenvironment and ecology of the middle Cre",
    "authors": ["P.M. Rees"],
    "year": 2002
  }, {
    "title": "The Albian-Cenomanian flora",
    "authors": ["R.A. Spicer", "A.B. Herman"],
    "venue": "climatology, Palaeoecology,",
    "year": 2001
  }, {
    "title": "Late Cretaceous-early Tertiary palaeo",
    "authors": ["R.A. Spicer", "J.T. Parrish"],
    "year": 1990
  }, {
    "title": "Evidence for middle Eocene Arctic sea ice",
    "authors": ["L.E. Kearns"],
    "year": 2009
  }, {
    "title": "Cenozoic ice-rafting history of the central Arctic Ocean",
    "authors": ["K. St. John"],
    "venue": "diatoms and ice-rafted debris. Nature,",
    "year": 2008
  }, {
    "title": "High-resolution stable isotope records",
    "authors": ["H.M. Stoll", "D.P. Schrag"],
    "year": 2000
  }, {
    "title": "Carbon cycle and climate change during the Cretaceous",
    "authors": ["E. p. 308–319. Tajika"],
    "year": 1999
  }, {
    "title": "Evidence for extreme climatic warmth from Late Cre",
    "authors": ["P. Castillo"],
    "year": 1998
  }, {
    "title": "Evidence for glaciation in the Northern",
    "authors": ["L. Thanabalasundaram"],
    "year": 2008
  }, {
    "title": "Testing the Cretaceous",
    "authors": ["P. A", "R.D. Norris", "M.J. Cooper"],
    "venue": "Paleobiology,",
    "year": 2002
  }],
  "id": "SP:d744535b9c4b62db5fde1a3c8195c042b0db3bb3",
  "authors": [{
    "name": "KAZUYOSHI MORIYA",
    "affiliations": []
  }],
  "abstractText": "The development of the climate during the Cretaceous greenhouse interval is reviewed based on geological and paleontological records, geochemical proxy records for paleotemperature and atmospheric carbondioxide concentration (pCO2), the production rate of oceanic crust, and the timing and scale of emplacement of large igneous provinces. Geological and paleontological evidence, and paleotemperature records indicate that the Early Cretaceous climate was relatively cool, possibly accompanied by the development of continental ice sheets. Subsequent warming reached a peak in the Turonian, when sea surface temperatures in equatorial and high-latitude regions exceeded 36◦C and 20◦C, respectively. The possibility of a maximum temperature above 36◦C at the equator is inconsistent with the cirrus cloud negative-feedback hypothesis proposed for the modern ocean, which may indicate that the hypothesis is not valid for an ice-free greenhouse system. Although elevated levels of pCO2 are thought to be responsible for this extreme warming, the timing of the pCO2 maxima differs from the timing of oceanic volcanic activity, which emitted massive amounts of CO2 into the atmosphere, by ∼30 m.y.: volcanic activity peaked at ∼120 Ma, whereas pCO2, temperature, and sea-level peaked at ∼90 Ma, indicating that the abiotic Mesozoic marine revolution was not a simple, single event. Moreover, the occurrence of intermittent cooling during the Late Cretaceous, coupled with sea-ice development in the Arctic Ocean, suggests that the mid-Cretaceous greenhouse system was capable of producing not only extreme warmth but also seasonal freezing. Although the Mesozoic marine revolution is assumed to have been triggered by the general warming that occurred during the Cretaceous, a more precise analysis of the timing and magnitude of biotic events is required to understand the paleoecosystem of this greenhouse period.",
  "title": "Development of the Cretaceous greenhouse climate and the oceanic thermal structure"
}