{
  "sections": [{
    "text": "Tectonostratigraphic assemblages record phases of basin history during which the fundamental controls of tectonic setting, sub sidence style, and basin geometry are relatively similar. Because these fundamental controls, in combination with climate and eustasy, infl uence paleogeography and sediment-dispersal patterns, they should also yield similar patterns, or facies, of detrital zircon age spectra . Such age-distribution patterns should be documented on the craton in order to make meaningful comparisons to sedimentary rocks from suspect terranes along continental margins. The Rocky Mountains of western North America provide excellent outcrops of sedimentary rocks that record >500 m.y. of tectonostratigraphic evolution. One such Phanerozoic section is exposed along the margins of the Bighorn Basin in northwest Wyoming, from which we report over 4000 U/Th/Pb detrital zircon ages from 48 samples that span a stratigraphic interval from the Middle Cambrian Flathead Sandstone through the Eocene Willwood Formation. These data provide one of the most complete records of detrital zircon age patterns from this part of cratonic North America.\nThe stratigraphic record of the Bighorn Basin is subdivided into four tectonostratigraphic assemblages (TSA1–TSA4). These assemblages record an initial passive margin, followed by a transition to a convergent margin, followed by a marine-dominated retroarc foreland basin, followed by a retroarc foreland segmented by local basement uplifts. This tectonostratigraphic architecture is expressed as four, fi rst-order patterns within the detrital zircon age distributions.\nTSA1 represents a Paleozoic–Triassic proximal continental margin assemblage dominated by Proterozoic zircons with abun-\ndant grains in the 1600–1950 Ma range, a Grenville population at ca. 1100 Ma, and a Phanerozoic population at ca. 420 Ma. TSA2 is a transitional assemblage associated with the Jurassic–Early Cretaceous organization of a west-facing convergent margin and Cordilleran orogen. The TSA2 detrital zircon age distribution is characterized by the appearance of Mesozoic grains, age peaks at ca. 420 and 600 Ma, and a dominant population of Grenville (1.0–1.1 Ga) grains with a suite of Proterozoic grains diminishing in abundance as age increases to 1.9 Ga. TSA3 sedimentary rocks were deposited in the Cretaceous Interior Seaway in a retroarc foreland basin and are dominated by zircons for which ages are close to the depositional age of the strata, refl ecting input from the active Idaho Batholith and Sierran segments of the Cordilleran magmatic arc. The older zircon fractions from TSA3 sedimentary rocks are characterized by a dominant detrital zircon age peak at 1.7–1.8 Ga, which probably refl ects reworking of Belt Supergroup metasedimentary rocks from the northwest into the Cretaceous foreland, based on regional paleogeographic patterns. TSA4 refl ects the phase of basin fi ll associated with Paleogene structural segmentation of the retroarc foreland during the Laramide orogeny. Detrital zircon age spectra from this assemblage record erosion and redeposition of all previous sedimentary rocks from surrounding basement uplifts.\nPatterns of detrital zircon ages refl ect fundamental changes in paleogeography and sediment dispersal at the 10–100 m.y. time scale and are clearly related to major tectonic events or phases. Detrital zircon ages also provide evidence for linkages between convergent margin processes such as arc magmatism and sedimentation in the retroarc foreland. During these times of strong arc-retroarc linkage, detrital zircon geochronology provides a potentially useful tool for high-resolution chronostratigraphy.\nINTRODUCTION\nDetrital zircon age-distribution patterns record evidence of sediment provenance and dispersal that can be used to reconstruct paleogeography and tectonostratigraphy (Becker et al., 2005; Dickinson and Gehrels, 2009; Gehrels et al., 2011; Gehrels, 2012). These patterns can also be used to evaluate the paleogeographic associations of suspect terranes along continental margins. LaMaskin (2012) summarized detrital zircon data from Cordilleran terranes in western North America and recognized characteristic age distributions that he referred to as “detrital zircon facies.” He argued that these facies can be used to infer the plate-tectonic affi liation of terranes, such as the change from a marginal basin architecture in the Paleozoic–early Mesozoic to an Andean-style margin in the late Mesozoic. It is important to understand the patterns of detrital zircon age distribution through time from cratonic sources adjacent to orogenic margins, analogous to the use of paleomagnetic data to evaluate terrane motion based on comparison to reference apparent polar wander paths from the craton.\nThis paper presents a comprehensive study of detrital zircon ages from a thick section of Phanerozoic sedimentary rocks in the Bighorn Basin of northwest Wyoming to better constrain the paleogeographic history of the northern Rocky Mountains and to provide a set of reference curves for the craton margin. The Bighorn Basin is an intermontane basin located near the northern end of the Laramide tectonic province (Fig. 1) (Snoke, 1993). Cambrian through Eocene sedimentary rocks exposed around the margins of the basin record a multiphase history that is characterized by four tectonostratigraphic assemblages (TSA1–TSA4; Fig. 2). These sedimentary rocks record a variety of depositional environments, from shallow marine through fl uvial, representing a complex history of evolving sediment source terranes and dispersal patterns.\nFor permission to copy, contact editing@geosociety.org © 2013 Geological Society of America\n1403\nGSA Bulletin; September/October 2013; v. 125; no. 9/10; p. 1403–1422; doi:10.1130/B30824.1; 19 fi gures; 1 table; Data Repository item 2013289.\n†E-mail: steve.may@exxonmobil.com\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/125/9-10/1403/3407425/1403.pdf by University of Arizona user on 21 February 2019\n1404 Geological Society of America Bulletin, September/October 2013\nThe evolution of the Bighorn Basin was punctuated by a series of tectonic events refl ecting changes in relative plate motion along the western and southern margins of North America. These include Neoproterozoic rifting and formation of the Cordilleran passive margin, the Late Devonian–early Mississippian Antler orogeny, the Pennsylvanian–Permian Ancestral Rockies orogeny, the Cretaceous Sevier orogeny, and the Late Cretaceous through Paleogene Laramide orogeny (Dickinson, 2004; DeCelles, 2004). These events controlled the subsidence history and therefore the large-scale stratigraphic architecture of basin fi ll (Figs. 2 and 3). Slow subsidence during Paleozoic through Jurassic time was associated with deposition of TSA1 and TSA2. Tectonic subsidence during the Sevier orogeny, associated with TSA3, increased signifi cantly in response to loading to the west and other potential geodynamic processes (Spasojevic et al., 2009). Laramide deformation and local loading associated with basement uplifts resulted in dramatically higher Paleogene subsidence rates associated with TSA4. Although the detailed timing is uncertain, post-Laramide exhumation of the basin has exposed the entire Phanerozoic section and removed as much as 2 km of sediment from the basin.\nCawood et al. (2012) suggested that patterns of detrital zircon age spectra refl ect the tectonic\nsetting of a basin. They proposed that differences between the depositional ages of sedimentary rocks and the youngest detrital zircon ages of samples from those rocks refl ect differences in tectonic environment. The goal of our research in part was to test the hypothesis that patterns within detrital zircon age distributions would refl ect the spatiotemporal architecture of tectonostratigraphic assemblages. We recognize age-distribution patterns in the Bighorn Basin detrital zircon record similar to those described by Cawood et al. (2012), but we demonstrate that these patterns have changed through time in response to changes in tectonostratigraphic environment. Samples from the passive-margin assemblage (TSA1) in the Bighorn Basin are characterized by large differences between depo sitional age and youngest detrital zircon ages. Samples from the foreland assemblages (e.g., TSA3), which were deposited adjacent to an active magmatic arc, are characterized by much smaller differences between depositional age and the youngest detrital zircon ages."
  }, {
    "heading": "Samples",
    "text": "Forty-eight samples were collected for detrital zircon analysis from outcrops in the northern part of the Bighorn Basin (Fig. 4; Table 1). Our strategy was to collect representative samples to\ncover all four tectonostratigraphic assemblages in order to test the hypothesis that patterns within detrital zircon age distributions would refl ect the spatiotemporal architecture of tectonostratigraphic assemblages. As early results were obtained, additional samples were collected to fi ll in important transitions as well as intervals, such as in the Late Cretaceous, where the detrital zircon data potentially provide a high-resolution tool for chronostratigraphy."
  }, {
    "heading": "Analytical Methods",
    "text": "Detrital zircons were analyzed using laser ablation–inductively coupled plasma–mass spectrometry (LA-ICP-MS) at the Arizona LaserChron Center (www.laserchron.org), utilizing methods described by Gehrels et al. (2006, 2008).\nData were acquired with a Nu Instruments HR ICP-MS that utilizes 12 Faraday detectors equipped with 3 × 1011 Ω resistors and four discrete dynode ion counters. 238U, 232Th, and 208–207–206Pb are measured simultaneously in Fara day collectors, whereas 204(Pb+Hg) and 202Hg are measured with ion counters. The laser used was a Photon Machines Analyte G2 excimer laser equipped with an HelEX cell. Laser energy and high voltage were adjusted to achieve a fl uence of ~5 J/cm2, and a repetition rate of 7 Hz was used. This generated an\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/125/9-10/1403/3407425/1403.pdf by University of Arizona user on 21 February 2019\nGeological Society of America Bulletin, September/October 2013 1405\nablation rate of 0.8 μm/s. For most analyses, a beam diameter of 30 μm was used. Samples with small (<60 μm average diameter) zircons were analyzed with a beam diameter of 20 μm. Gas fl ows were 0.25 L/min of He through the ablation chamber, supplemented by 1.05 L/min of Ar added prior to injection into the torch. Each analysis consisted of one 15 s integration on backgrounds (on peaks with no laser fi ring) and fi fteen 1 s integrations on peaks with the laser fi ring. The depth of each ablation pit was <12 μm. Correction for common Pb was done by measuring 206Pb/204Pb, with the composition of common Pb from Stacey and Kramers (1975) and uncertainties of 1.0 for 206Pb/204Pb and 0.3 for 207Pb/204Pb. Subtraction of 204Hg was accomplished by using the measured 202Hg and natural 202Hg/204Hg ratio (4.34). Uncertainty in this value of 202Hg/204Hg is not signifi cant because of the low intensities of Hg observed."
  }, {
    "heading": "Triassic",
    "text": ""
  }, {
    "heading": "Permian",
    "text": ""
  }, {
    "heading": "Pennsylvanian",
    "text": ""
  }, {
    "heading": "Mississippian",
    "text": ""
  }, {
    "heading": "Devonian Silurian",
    "text": ""
  }, {
    "heading": "Ordovician",
    "text": "Downloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/125/9-10/1403/3407425/1403.pdf by University of Arizona user on 21 February 2019\n1406 Geological Society of America Bulletin, September/October 2013"
  }, {
    "heading": "Absaroka Mtns Buffalo Bill",
    "text": "Downloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/125/9-10/1403/3407425/1403.pdf by University of Arizona user on 21 February 2019\nGeological Society of America Bulletin, September/October 2013 1407\nTA B\nLE 1\n. L O\nC A\nLI T\nY D\nA TA\nF O\nR D\nE T\nR IT\nA L\nZ IR\nC O\nN S\nA M\nP LE\nS\nLo ca\nlit y\nS am\npl e\nno .\nF or\nm at\nio n\nLa t. (° N\n) Lo\nng .\n(° W\n) E\nle v.\nstne m mo C\n) m(\n1 S\nP P\n-0 1-\n10 B\nas em\nen t\n44 .5\n08 10\n9. 16\n9 15\n72 A\nlo ng\np av\ned r\noa d\nne ar\np ow\ner p\nla nt\n, n or\nth s\nid e\nof S\nho sh\non e\nR iv\ner .\n2 F\nH -0\n1- 08\nF la\nth ea\nd 44\n.5 09\n10 9.\n17 1\n17 05\nS ou\nth o\nf fi rs\nt t un\nne l,\n1 m\na bo\nve th\ne co\nnt ac\nt w ith\nth e\nA rc\nhe an\nb as\nem en\nt a lo\nng th\ne so\nut h\nsi de\no f t\nhe r\noa d\ncu t.\n3 F\nH -0\n1- 10\nF la\nth ea\nd 44\n.5 09\n10 9.\n17 2\n16 37\nN or\nth o\nf fi rs\nt t un\nne l,\nco lle\nct ed\na pp\nro xi\nm at\nel y\n20 m\na bo\nve th\ne ba\nsa l u\nnc on\nfo rm\nity o\nn th\ne no\nrt h\nsi de\no f t\nhe h\nig hw\nay .\n4 B\nC R\nA -0\n1- 10\nA m\nsd en\n45 .0\n42 10\n8. 25\n2 13\n15 Li\ngh t-\ngr ay\n, fi n\negr\nai ne\nd sa\nnd st\non e\nal on\ng H\nig hw\nay 3\n7 ~2\nm a\nbo ve\nth e\nco nt\nac t w\nith th\ne un\nde rly\nin g\nM is\nsi ss\nip pi\nan M\nad is\non F\nor m\nat io n. 5 07 -C M -0 01 Te ns le ep 44 .5 04 10 9. 13 6 19 65 C ed ar M ou nt ai n, u pp er p ar t o f t he T en sl ee p, s ha llo w m ar in e. 6 07 -B C -0 01 Te ns le ep 45 .0 21 10 8. 25 1 15 70 B ea r C an yo n on th e w es t fl a nk o f t he P ry or M ou nt ai ns , u pp er T en sl ee p. 7 07 -B H U -0 01 Te ns le ep 44 .8 71 10 8. 06 9 13 39 E as t o f L ov el l a lo ng N W fl an k of B ig ho rn M ou nt ai ns , u pp er T en sl ee p. 8 H B -0 1- 10 G oo se E gg 44 .9 59 10 8. 25 2 11 25 N or th er n sh or el in e of B ig ho rn L ak e, n ea r H or se sh oe B en d M ar in a. S ub ve rt ic al s an ds to ne c ro ss c u tti ng r ed di sh m ud st on e. 9 H B -0 2- 10 G oo se E gg 44 .9 59 10 8. 25 2 11 25 C on gl om er at ic s an ds to ne th at c on ta in s da rk -g ra y to b la ck a ng ul ar c he rt c la st s, lo w er p ar t o f t he G oo se E gg F or m at io n. 10 B R -0 1- 10 C hu gw at er 44 .9 58 10 8. 27 2 11 25 R ed , fi n egr ai ne d sa nd st on e, m id dl e pa rt o f t he C hu gw at er F or m at io n ex po se d al on g th e no rt h si de o f r oa d in to H or se sh oe B en d. M\nar in a. 11 M H -0 2- 10 S un da nc e 44 .6 16 10 9. 27 9 22 86 M on um en t H ill R oa d. 12 N L01 -0 8 S un da nc e 44 .5 42 10 9. 12 0 16 09 N ew to n La ke s, e as t s id e of p ar ki ng a re a. 13 C C R -0 1- 10 S un da nc e 44 .9 85 10 8. 42 5 13 55 C ro ok ed C re ek R oa d ne ar s ou th e nd o f P ry or M ou nt ai ns . 14 M H -0 3- 10 M or ris on 44 .6 16 10 9. 27 7 22 89 M on um en t H ill R oa d. 15 C C R -0 2- 10 M or ris on 44 .9 85 10 8. 42 4 13 61 C ro ok ed C re ek R oa d. 16 C C R -0 3- 10 M or ris on 44 .9 85 10 8. 42 3 13 57 C ro ok ed C re ek R oa d. 17 C C R -0 4- 10 C lo ve rly 44 .9 86 10 8. 42 2 13 56 C ro ok ed C re ek R oa d. 18 H W 1 20 -0 1- 08 C lo ve rly 44 .5 84 10 9. 11 5 16 45 E as t s id e H ig hw ay 1 20 . 19 H W 1 20 -0 2- 08 C lo ve rly 44 .5 84 10 9. 11 5 16 48 E as t s id e H ig hw ay 1 20 . 20 D K -0 1- 08 C lo ve rly 44 .6 96 10 7. 97 3 12 19 D ev il’ s K itc he n, e as t o f G re yb ul l. 21 D K -0 2- 08 G re yb ul l S s 44 .6 96 10 7. 97 3 12 20 D ev il’ s K itc he n, e as t o f G re yb ul l. 22 G B S -0 1- 08 G re yb ul l S s 44 .6 31 10 8. 19 0 13 48 W es t fl a nk o f S he ep M ou nt ai n an tic lin e, n or th o f G re yb ul l. 23 G E -0 1- 10 M ud dy 44 .7 00 10 8. 29 1 13 17 C or e of G oo se E gg a nt ic lin e. 24 D K M -0 1- 10 M ud dy 44 .5 34 10 7. 99 4 12 06 W es t o f D ev il’ s K itc he n al on g be nt on ite h au l r oa d. 25 M H -0 1- 10 M ow ry 44 .6 14 10 9. 21 9 20 84 T hi n, c on tin uo us , fi n egr ai ne d sa nd st on e al on g w es t s id e of M on um en t H ill R oa d. 26 56 -0 4- 10 M ow ry 44 .6 70 10 8. 25 9 13 06 A lk al i a nt ic lin e, ju st w es t o f h au l r oa d on e as t s id e of s tr uc tu re . 27 B H B -0 01 F ro nt ie r 44 .6 84 10 8. 27 3 12 65 A lk al i a nt ic lin e, e as t o f h au l r oa d, s tr at ig ra ph ic al ly lo w es t F ro nt ie r sa nd st on e. 28 56 -0 1- 10 F ro nt ie r 44 .6 82 10 8. 26 9 12 72 A lk al i a nt ic lin e, e as t o f h au l r oa d, m id dl e F ro nt ie r sa nd st on e. 29 R D 56 -0 3- 08 F ro nt ie r 44 .6 81 10 8. 26 7 12 81 A lk al i a nt ic lin e, e as t o f h au l r oa d, u pp er F ro nt ie r sa nd st on e. 30 B H B -0 9- 01 F ro nt ie r 44 .8 18 10 9. 26 7 14 14 N L az y S R an ch , j us t s ou th o f C la rk s F or k, fi ne s an ds to ne , s ha llo w m ar in e. 31 B H B -0 9- 02 F ro nt ie r 44 .8 18 10 9. 26 5 13 67 N L az y S R an ch , j us t s ou th o f C la rk s F or k, fi ne s an ds to ne , s ha llo w m ar in e. 32 B H B -0 9- 03 F ro nt ie r 44 .8 18 10 9. 26 4 13 63 N L az y S R an ch , j us t s ou th o f C la rk s F or k, c oa rs e sa nd to c on gl om er at e. 33 S R C -0 2- 10 F ro nt ie r 44 .5 31 10 9. 07 5 14 88 S ho sh on e R iv er in C od y, b as al fl uv ia l s an ds to ne . 34 S R C -0 1- 10 F ro nt ie r 44 .5 31 10 9. 07 2 15 07 S ho sh on e R iv er in C od y, fo ur th s an ds to ne fr om th e ba se , d is tr ib ut ar y ch an ne l o r st re am m ou t h b ar . 35 B H B -8 -1 F ro nt ie r 44 .5 33 10 9. 06 7 14 75 S ho sh on e R iv er in C od y, u pp er s an ds to ne ju st w es t o f H ig hw ay 1 20 b rid ge , e st ua rin e? c ha nn el s an ds to ne . 36 P LR -0 1- 10 F ro nt ie r 44 .6 01 10 9. 11 7 17 01 P ol e Li ne R oa d ju st e as t o f H ig hw ay 1 20 , s tr at ig ra ph ic al ly h ig he st F ro nt ie r sa nd st on e. 37 D B -0 1- 10 F ro nt ie r 44 .4 48 10 9. 11 0 16 35 D ia m on d B as in , l ig ht -g ra y, tr ou gh c ro ss -b ed de d, fl uv ia l s an ds to ne , u pp er p ar t o f t he F ro nt ie r F or m at io n as so ci at ed w ith c oa ly , c oa st al p la in\ns tr\nat a.\n38 B\nH -0\n2- 10\nF ro\nnt ie\nr 44\n.5 51\n10 7.\n93 6\n13 35\nB ea\nve r\nH ill\nR oa\nd, n\nea r\nba se\no f t\nhi n\nsa nd\nst on\ne se\nct io n. 39 B H -0 1- 10 F ro nt ie r 44 .5 51 10 7. 93 6 13 35 B ea ve r H ill R oa d, n ea r to p of th in s an ds to ne s ec tio n. 40 E B -0 2- 10 M es av er de 44 .9 95 10 8. 88 4 13 75 E lk B as in a nt ic lin e, b as al , s ho re fa ce s an ds to ne fr om\nju st\na bo\nve c\non ta\nct w\nith C\nod y\nS ha\nle .\n41 E\nB -0\n1- 10\nM es\nav er\nde 44\n.9 96\n10 8.\n89 0\n13 53\nE lk\nB as\nin a\nnt ic\nlin e,\ns tr\nea m\nm ou\nth b\nar s\nan ds\nto ne\nn ea\nr th\ne m\nid dl\ne pa\nrt o\nf t he\ns ec\ntio n.\n42 07\n-E B\n-0 01\nM es\nav er\nde 44\n.9 94\n10 8.\n89 3\n13 41\nE lk\nB as\nin a\nnt ic\nlin e,\nfl uv\nia l s\nan ds\nto ne\nn ea\nr th\ne to\np of\nth e\nse ct\nio n.\n43 B\nH B\n-8 -3\nM es\nav er\nde 44\n.7 25\n10 9.\n21 8\n17 52\nE as\nt s id\ne of\nH ig\nhw ay\n1 20\nn ea\nr in\nte rs\nec tio\nn w\nith C\nhi ef\nJ os\nef H\nig hw\nay , fl\nu vi\nal /c\noa st\nal p\nla in\ns an\nds to\nne n\nea r\nth in\nc oa\nl b ed\nin r\noa d\ncu t.\n44 E\nB -0\n5- 10\nM ee\nte et\nse 44\n.9 49\n10 8.\n86 9\n14 25\nE lk\nB as\nin a\nnt ic\nlin e,\nfi ne\n-g ra\nin ed\n, s ha\nllo w\n-m ar\nin e\nsa nd\nst on e. 45 E B -0 4- 10 La nc e 44 .9 46 10 8. 87 3 14 49 E lk B as in a nt ic lin e, fl uv ia l s an ds to ne . 46 E B -0 3- 10 F or t U ni on 44 .9 42 10 8. 87 8 15 10 E lk B as in a nt ic lin e, th in fl uv ia l s an ds to ne . 47 F U -0 1- 08 F or t U ni on 44 .8 53 10 8. 76 0 14 47 B as e of P ol ec at B en ch a lo ng H ig hw ay 2 95 , fl u vi al s an ds to ne . 48 W -0 1- 08 W ill w oo d 44 .7 63 10 8. 88 0 14 63 S ou th w es t e nd o f P ol ec at B en ch , fl u vi al s an ds to ne .\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/125/9-10/1403/3407425/1403.pdf by University of Arizona user on 21 February 2019\n1408 Geological Society of America Bulletin, September/October 2013\nFractionation of 206Pb/238U and 206Pb/207Pb during ablation was monitored by analyzing fragments of a large concordant zircon crystal from Sri Lanka that has a known (isotope dilution– thermal ionization mass spectrometer) age of 563.5 ± 3.2 Ma (Gehrels et al., 2008). This reference zircon was analyzed once for every fi ve unknowns. The uncertainty arising from this calibration correction, combined with the uncertainty from decay constants, age of the pri mary standard, and common Pb composition, contributes 1% systematic error to the 206Pb/238U and 206Pb/207Pb ages (2σlevel). R33 was used as a secondary standard, with ~5 analy ses conducted with each detrital sample. The average of these analyses was compared with the known age to ensure that data were reliable. For all samples reported herein, the average age of the R33 analyses was within 2% of the known age.\nThe preferred ages are based on 206Pb/238U ratios for younger than ca. 1.0 Ga grains and on 206Pb/207Pb for older than ca. 1.0 Ga grains, although the exact cutoff age was adjusted for each sample to avoid dividing clusters of grains with ages ca. 1.0 Ga. A summary of measured isotopic ratios and ages is reported in Table DR1 in the auxiliary material.1 Analyses are shown on relative probability plots generated by summing the individual probability distributions for all grains in a sample. U and Th concentrations were calibrated by comparison with our Sri Lanka primary zircon standard and are reliable to ~20%."
  }, {
    "heading": "RESULTS",
    "text": ""
  }, {
    "heading": "Archean Basement and Cambrian Flathead Sandstone",
    "text": "A single sample of mafi c gneiss (SPP-01–10) was collected from the Archean basement in the Shoshone River canyon west of Cody (Fig. 4;\nTable 1). These rocks have been assigned to the Beartooth-Bighorn magmatic zone, which has previously yielded U-Pb ages on zircons and titanite of ca. 2.8–3.2 Ga (Frost and Fanning, 2006). The basement sample was processed like a sediment sample for detrital zircons (99 zircons dated) as an experiment to understand the potential contribution of local basement rocks to the immediately overlying sedimentary rocks of the Flathead Sandstone (Fig. 5). The resulting concordia plot illustrates strong discordance in most grains. Optical inspection reveals that most grains are highly metamict and likely\nexperienced signifi cant Pb loss. Unlike most sedimentary zircons, which exhibit uranium concentrations of less than 1000 ppm, many of the zircons in SPP-01–10 have concentrations between 1000 and 6000 ppm, with a strong correlation between age and uranium concentration. The fi ve oldest grains in the sample population yield apparent ages of 3203 (+ 22) Ma to 3281 (+ 39) Ma. Analysis of the concordia plots suggests the possibility of multiple grain populations, but the dominant population (B, Fig. 5) has upper and lower intercepts of 2700 ± 24 Ma and 48 ± 29 Ma. The upper intercept is just slightly younger than previous dates from the BeartoothBighorn magmatic zone, and the lower intercept is remarkably similar to the age of the 48–49 Ma Absaroka magmatic event that resulted in largescale volcanic eruptions, infl ation of Absaroka volcanic centers, and catastrophic failure of the Heart Mountain detachment along the northwest margin of the Bighorn Basin (Craddock et al., 2009). One mechanism for widespread Pb loss would be a hydrothermal fl uid event that removed Pb from the metamict zircons at 48 ± 29 Ma. Additional research is needed to confi rm this possible mechanism for Pb loss in the basement lithologies, as well as the spatial consistency of this observation.\nThe basal Flathead Sandstone sample (FH01–08) (Fig. 4; Table 1) yielded a bimodal\nage-probability distribution (Fig. 6). Unlike the zircons from basement rocks just below the “Great Unconformity,” zircons from the Flathead Sandstone are generally concordant, with uranium concentrations well below 1000 ppm. The vast majority of grains fall within a cluster at 2800–3000 Ma (peak at 2891 Ma), with a smaller population at ca. 1789 Ma. The lack of intermediate grain ages or grains younger than ca. 1775 Ma suggests a relatively local provenance from the Wyoming craton. The ca.\n1GSA Data Repository item 2013289, U/Th/Pb isotopic data, is available at http://www.geosociety.org /pubs/ft2013.htm or by request to editing@geosociety .org.\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/125/9-10/1403/3407425/1403.pdf by University of Arizona user on 21 February 2019\nGeological Society of America Bulletin, September/October 2013 1409\n1789 Ma grain population probably refl ects sedi ment derived from the Yavapai-Mazatzal basement terrane (Whitmeyer and Karlstrom, 2007), which was exposed in southeast Wyoming during the Middle Cambrian.\nSample FH-01–10 was collected ~20 m above the basal unconformity and exhibits very different proportions of the same detrital zircon components. The 2.8–3.0 Ga Wyoming craton population of zircons is very small compared to the ca. 1785 Ma population (Fig. 6). As in sample FH-01–08, the zircon grains have relatively low uranium concentrations (<1000 ppm) and mainly concordant ages. Consistent with summary maps by Karlstrom et al. (2004) and paleogeographic interpretations of Miall and Blakey (2008), the 1700–1800 Ma Yavapai terrane would be a potential source area for sediment during the initial Paleozoic transgression. Alternatively, numerous authors have identifi ed rocks of this age in the Great Falls tectonic zone along the northwest margin of the Wyoming craton (Mueller et al., 2002; Roberts et al., 2002; Jones, 2008). Whitmeyer and Karlstrom (2007) suggested that juvenile arcs with 1.8–2.0 Ga magmatic elements were sutured to the northern and northwestern margins of the Wyoming craton by ca. 1.8 Ga. We favor a relatively local southeastern source area for the ca. 1785 Ma grains because of paleogeography associated with the Cambrian transgression. Shoreline movement southeastward onto the craton would have severely restricted sediment contribution from the Great Falls tectonic zone by the Middle Cambrian, as that feature was buried by Early Cambrian strata. The YavapaiMazatzal terrane was still exposed as a sediment source area to the southeast during the Middle Cambrian. Sears et al. (2010) reported detrital zircon results from the Flathead Sandstone in the Tobacco Root and Little Belt Mountains of Montana. Two samples from that study exhibit well-developed age peaks at 1775–1792 Ma, but they also possess a broad range of older grains from ca. 2500 Ma to 3400 Ma. Future work on Hf isotopes from the 1780 Ma zircon grains in the Flathead Sandstone may help resolve the question of provenance.\nAlthough it is hard to imagine a scenario whereby a widespread hydrothermal event at ca. 48 Ma would not have affected both the basement and overlying Flathead Sandstone, zircons from the Flathead show no evidence of Pb loss. This presumably refl ects the limited radiation damage associated with low uranium concentrations. Highly metamict zircon grains eroded from the basement apparently did not survive even short distances of transport and were therefore not incorporated into the Flathead Sandstone.\nTectonostratigraphic Assemblage 1: Mississippian–Triassic (TSA1)\nAlthough genetically part of TSA1, the Cambrian Flathead Sandstone has a unique detrital zircon age distribution, refl ecting the infl uence of local basement sources for sediment during the initial marine transgression as the proximal Paleozoic miogeocline was established. The oldest sedimentary rocks within TSA1 that we sampled are from the Mississippian–Pennsylvanian Amsden Formation, because the Ordovician and Mississippian sedimentary sections are dominated by carbonate (Bighorn Dolomite, Madison Limestone), Silurian sedimentary rocks are absent, and Devonian strata (Jefferson and Three Forks Formations) are poorly exposed in the northern Bighorn Basin. Until clastic strata can be identifi ed and sampled, the Ordovician–Devonian interval is underrepresented in the Bighorn Basin data set. TSA1 samples also include the Pennsylvanian Tensleep Formation, the Permian Goose Egg Formation, and the Triassic Chugwater Formation (Fig. 2).\nThe detrital zircon age-probability distribution from the Amsden Formation includes a young peak age at 423 Ma, a dominant Grenville peak at 1091 Ma, and minor peaks at 1921 Ma and 2840 Ma. Unlike younger sedimentary rocks within TSA1, the Amsden Formation sample exhibits a distinct age peak at 1921 Ma and then a relative paucity of ages between that\nand the Grenville peak (Fig. 7). The detrital zircon signature of the overlying shallow-marine to eolian Tensleep Formation includes age peaks at 425 Ma, 988 Ma, 1101 Ma, 1713 Ma, 2584 Ma, 2680 Ma, 2740 Ma, and 2778 Ma. This composite curve (n = 306) is based on three Tensleep Formation samples from both sides of the basin (Fig. 4; Table 1) that all exhibit similar detrital zircon age distributions. They differ from the Amsden Formation sample in that the 1921 Ma age peak is replaced by a population of grains with ages from 1630 to 1730 Ma. Paleocurrent directions indicate eolian transport of the Tensleep Formation sandstone from the northeast (Kerr and Dott, 1988).\nBoth of the samples from the Permian Goose Egg Formation exhibit very similar detrital zircon age-distribution patterns and are generally similar to the underlying Tensleep Formation. There is a young zircon population at ca. 423 Ma, a strong Grenville peak at ca. 1000–1100 Ma, a series of peaks between ca. 1500 Ma and ca. 1800 Ma, and then a small population of grains at 2600–2800 Ma (Fig. 7). The most obvious difference between the Goose Egg samples and those of the Tensleep is the character of the preGrenville Proterozoic age distribution. All three Tensleep Formation samples exhibit a general age cluster between ca. 1600 Ma and 1700 Ma. The Goose Egg samples contain multiple, betterdefi ned peaks, some of which are signifi cantly younger (e.g., 1393, 1497, 1444, 1501 Ma).\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/125/9-10/1403/3407425/1403.pdf by University of Arizona user on 21 February 2019\n1410 Geological Society of America Bulletin, September/October 2013\nThe signifi cance of these discrete Proterozoic age peaks is unclear. Our preferred hypothesis is that the sandstone within the lower Goose Egg Formation was recycled from the Tensleep Formation, which was being eroded from local structures associated with Ancestral Rockies deformation in the Early Permian. Although there is abundant evidence for Ancestral Rockies uplift in the Bighorn Basin area (e.g., Simmons and Scholle, 1990), the detrital zircon record from both the Tensleep and the overlying Goose Egg Formations does not record evidence of local basement exposure and erosion. Presumably, Ancestral Rockies structures in the Bighorn Basin area were of relatively low relief.\nThe youngest sedimentary rocks sampled in the TSA1 assemblage are from red beds of the Triassic Chugwater Formation (Fig. 4; Table 1). The youngest zircon grains include two statistically signifi cant peaks at 405 and 443 Ma, followed by a Grenville population at ca. 1000–1100 Ma, a series of age peaks between 1400 and 2000 Ma, with strong peaks at 1662 and 1802 Ma (Fig. 7). There is also a small population of grains with ages between 2500 and 2800 Ma.\nThe composite TSA1 detrital zircon ageprobability distribution (n = 673) is characterized by a young peak age at ca. 420 Ma; a major 1.0–1.1 Ga Grenville component; a variable population between 1.5 and 1.9 Ga; and a less signifi cant Archean population between 2.5 and 2.8 Ga (Fig. 8). Although the stratigraphic units of TSA1 represent a diversity of depositional environments, they seem to refl ect a relatively consistent sediment source. The young age peak representing Late Silurian–Early Devonian zircons is remarkably consistent in all TSA1 samples. Provenance options for the ca. 420 Ma grains include an Appalachian source (360–760 Ma; Dickinson and Gehrels, 2009), a source in the Great Basin that was emergent during the Antler orogeny (Druschke et al., 2011), or a source to the north in the Canadian Arctic Islands (Anfi nson et al., 2011).\nPatchett et al. (1999) interpreted Nd data from fi ne-grained sedimentary rocks across North America as evidence for widespread Caledonian-Appalachian sediment dispersal across the continent from ca. 450 Ma to 150 Ma. They suggested a northern route for Caledonian sediment through the Innuitian Province and southward along western Canada. Recently reported detrital zircon data from sedimentary rocks in the Arctic Islands (Anfi nson et al., 2011) reveal a Paleozoic population from 365 Ma to 450 Ma, an early Paleozoic–Neoproterozoic population at 500–700 Ma, a Proterozoic suite of ages from 900 to 2150 Ma, and Archean grains with ages from 2650 Ma to 2850 Ma. Druschke\net al. (2011) reported detrital zircon ages from a single sample of the Mississippian Scotty Wash Sandstone in eastern Nevada. This ageprobability distribution is similar to the composite TSA1 spectra from the Bighorn Basin, suggesting the possibility that TSA1 sedimentary rocks were derived from the west. However, the latter scenario seems inconsistent with most paleogeographic reconstructions, which include deep-marine facies between the Antler orogeny and the continental margin shelf. It is also inconsistent with the well-documented northeasterly source for eolian sandstone in the Tensleep Formation and the general east-towest paleocurrents in the Chugwater Formation (Picard, 1993).\nGehrels et al. (2011) argued for westward dispersal of sediment from the Appalachian orogen based on detrital zircon age patterns in Paleozoic strata from the Grand Canyon. Paleogeographic reconstructions for North America in the late Mississippian–early Pennsylvanian are dominated by major mountain belts in the greater Appalachian system and in the Innuitian fold belt of the Canadian arctic (Blakey, 2003). We believe that an easterly to northeasterly source area in the greater Appalachian- Innuitian region of highlands is the most likely provenance of detrital zircons in TSA1 strata of the Bighorn Basin. None of the detrital zircon ages from TSA1 sedimentary rocks in the Bighorn Basin collected to date yields ages near their\ndepositional age, including a sample from the Triassic Chugwater Formation, even though series of magmatic arcs were likely situated along the western Cordilleran margin at this time. This may refl ect the equatorial latitudes (~20°N) of the Bighorn Basin during the Triassic and a Pangean climate system with northeasterly winds at low latitudes (Mack, 2003). The lack of depositional age zircons in TSA1 strata may also refl ect the spatial details of the marginal basin and island-arc paleogeography prior to development of an Andean-style margin in the Jurassic. The signifi cant difference between depositional ages and youngest zircon ages is consistent with the prediction for continental margin systems draining older basement (Cawood et al., 2012)."
  }, {
    "heading": "Tectonostratigraphic Assemblage 2: Jurassic–Early Cretaceous (TSA2)",
    "text": "TSA2 sedimentary rocks record the early development of the Cordilleran retroarc foreland with shallow-marine and nonmarine siliciclastic sedimentary rocks primarily derived from the developing hinterland to the west. By Middle Jurassic time, sediment dispersal as refl ected in the patterns of detrital zircon age distribution changed dramatically in the Bighorn Basin area. Detrital zircon age spectra from TSA2 sedimentary rocks are characterized by the appearance of Mesozoic zircons and a more diverse suite of\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/125/9-10/1403/3407425/1403.pdf by University of Arizona user on 21 February 2019\nGeological Society of America Bulletin, September/October 2013 1411\nearly Paleozoic and Neoproterozoic zircons, in addition to the Proterozoic and Archean zircons observed in TSA1 samples. As the Andeanstyle Cordilleran orogen became established, it provided a major source of sediment into the foreland basin, including the fi rst appearance of depositional age zircons from the active magmatic arc.\nTSA2 initiated during the Jurassic with deposition of shallow-marine sedimentary rocks of the Gypsum Springs and Sundance Formations (Imlay, 1956). These strata record the fi rst expression of a marine foreland basin in the Bighorn Basin area associated with the development of an east-vergent Cordilleran fold-and-thrust belt. The Sundance Formation samples exhibit a variety of zircon grain ages, including abundant grains that closely approximate the depositional age (Fig. 9). The composite of three samples from the upper Sundance Formation yields an age-distribution spectrum with a statistically signifi cant youngest peak age based on 13 grains at 158 Ma. This is consistent with a paleontologically constrained Oxfordian age for the upper Sundance Formation (157.3–163.5 Ma; Imlay, 1956; Gradstein et al., 2012). By ca. 155 Ma, a west-facing magmatic arc was well established along the western Cordilleran margin (DeCelles, 2004), and paleoenvironmental conditions were apparently conducive to easterly dispersal of juvenile zircons at least as far east as western Wyoming. The Bighorn Basin had moved northward to just north of 30°N, and the Pangean supercontinent was fragmenting.\nThe composite detrital zircon age distribution from the Sundance Formation (Fig. 9) yields a number of Mesozoic age peaks at 158 (depositional age), 162, 172, 183, 223, 229, and 239 Ma. The plethora of Jurassic and Triassic zircons records the availability of arc terranes as eroding sediment sources within the Cordilleran orogen. Strata in the Blue Mountains arc terranes, for example, include detrital zircon age populations that range from 168 to 225 Ma (LaMaskin et al., 2011; LaMaskin, 2012). Gehrels and Dickinson (1995) reported 220–235 Ma zircons from the Chinle Formation in Nevada and interpreted the source to be elements of the Triassic magmatic arc in the southwestern United States.\nThe Sundance Formation detrital zircon spectrum also differs from the TSA1 pattern in the increased abundance of grains between ca. 500 Ma and 700 Ma. These grains presumably represent the exposure of late Precambrian and Cambrian igneous elements associated with the extensional development of the western North American passive margin (Thomas, 2011). Lund et al. (2010) reported U-Pb ages from Neoproterozoic through Early Ordovician plutonic rocks along the Idaho-Montana border\nthat are a potential source for zircons of this age in the Sundance Formation. Link and Janecke (2009) reported Cambrian detrital zircon ages from Cambrian sedimentary rocks in Idaho that they believed were derived from rapid unroofing of the Salmon River–Lemhi Arch region. Alternatively, McMillan and McLemore (2004) summarized the geographically widespread occurrence of Cambrian–Ordovician igneous rocks in New Mexico and Colorado, which they interpreted as the product of aulacogen extension during establishment of the Laurentian passive margin. Gehrels and Dickinson (1995) suggested that these units, including the Cambrian granitic rocks of the Wichita Mountains, were the most likely source of Cambrian (494– 519 Ma) detrital zircons that they observed in the Late Triassic Chinle Formation in Nevada.\nThe Sundance Formation strata are overlain by fl uvial sandstone and fl oodplain mudstone of the Morrison Formation (Kowallis et al., 1998). In the Bighorn Basin, Morrison Formation sedimentary rocks generally exhibit westerly sources with fl uvial channels recording ENE sediment transport. The age of the Morrison Formation is well constrained by radiometric dates, magneto stratigraphy, and paleontology as Kimmeridgian through Tithonian. Volcanic tuffs within the Morrison Formation have been dated using Ar40/Ar39 geochronology at 148–155 Ma (Kowallis et al., 1998), and paleowind directions were SW to NE based on local eolian deposits (Turner and Peterson, 2004). Depositional age zircons are absent in the Morrison sandstone samples from the Bighorn Basin, presumably refl ecting the more northerly latitude of these deposits and the paleogeographic complexity of marginal arcs. Winslow and Heller (1987) reported westerly directed paleocurrents from local eolian sandstone in the lower Morrison Formation from the Bighorn Basin. The magmatic arc was apparently not contributing depo-\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/125/9-10/1403/3407425/1403.pdf by University of Arizona user on 21 February 2019\n1412 Geological Society of America Bulletin, September/October 2013\nsitional age zircons into the retroarc depositional system as far north as Wyoming, although the arc was well established through the southwestern United States by the Late Jurassic. Busby (2012) summarized evidence that the Late Jurassic arc was probably transtensional, such that much of the arc detritus was captured locally rather than distributed onto the margin.\nIndividual samples of Morrison Formation sandstones exhibit variability in their detrital zircon age spectra. Mesozoic grains are rare, and the youngest age peaks with statistical signifi cance are observed at 229 Ma, 310 Ma, and 400 Ma. The Morrison Formation composite age-probability distribution (Fig. 9) includes older age peaks at 588 Ma and 1040 Ma, as observed in other TSA2 sedimentary rocks. The broad distribution of Paleozoic and Protero zoic ages is consistent with reworking of older sedimentary rocks within the Cor di lleran orogen and with the immature, heterogeneous composition of the Morrison Formation sandstone units exposed in the northern Bighorn Basin. The paucity of Mesozoic zircons may be consistent with the interpretation of DeCelles and Currie (1996) that the Morrison Formation strata preserved today in the Northern Rockies are the backbulge remnants of a larger foreland sequence to the west that has been largely removed by uplift and erosion.\nOverlying an interpreted Early Cretaceous unconformity, conglomerate, sandstone and mudstone of the Cloverly Formation continue the general depositional motif of the Morrison Formation (Winslow and Heller, 1987; Keefer et al., 1998). Cloverly Formation sedimentary rocks were deposited in a broad fl uvial fl oodplain with large expanses of overbank deposition in swamps and shallow lakes and signifi cant soil development. The Cloverly Formation contains abundant fossil vertebrates interpreted as late Aptian–early Albian in age (Ostrom, 1970; Cifelli et al., 1998). Way et al. (1998) suggested that as much as 10 m.y. of the Neocomian is missing at the Morrison- Cloverly boundary but acknowledged that the age of the basal Cloverly is poorly constrained. However, Winslow and Heller (1987) argued that no single widespread unconformity is present between these two formations in the Bighorn Basin. Radiometric dates from the Little Sheep Mudstone Member of the Cloverly Formation reported by Chen and Lubin (1997) indicate an Aptian-Albian age consistent with paleontologic control. Paleocurrent indicators from the Cloverly Formation generally illustrate east to northeasterly fl ow, which is seen in the underlying Morrison Formation (Zaleha, 2006). Most workers interpret the Cloverly Formation in the Bighorn Basin as distal foreland basin fi ll derived from the Cor di-\nlleran orogen to the west and equivalent to Early Cretaceous foredeep assemblages that attain thicknesses up to 1 km adjacent to the Sevier orogenic front near the Idaho-Wyoming border (Zaleha, 2006).\nDepositional age zircon grains are variably observed in the Cloverly Formation sandstone. A single grain from sample HWY120–01–08 approximates the depositional age of the Cloverly at 110 ±3 Ma. The detrital zircon age distribution from a Cloverly Formation sandstone at Devil’s Kitchen (DK-01–08) is dominated by Mesozoic age grains (~78%), including a young age peak at 110 Ma based on 15 grains that we interpret as the depositional age. The young age peak is consistent with the estimated late Aptian to early Albian age for the erosional surface that separates the Cloverly Formation from the Greybull Sandstone (Kvale and Vondra, 1993). The Cloverly Formation sandstone at Devil’s Kitchen is a medium- to coarse-grained sandstone located beneath the base of a channelform Greybull Sandstone. The unit is ~1.5 m thick and is thin bedded with trough cross-bedding and mudstone drapes on bedding surfaces.\nThe majority of zircon grains in the Cloverly Formation composite spectrum (n = 387) are older than the depositional age and include ~35% Grenville-age grains (Fig. 9). A late Aptian detrital zircon age peak at 115 Ma is also present, and then a gap in ages exists back to the Late Jurassic (155 Ma). This gap coincides with the magmatic lull during the Early Cretaceous in the Cordilleran arc (DeCelles, 2004). De trital zircon age peaks occur at 159 Ma, 165 Ma, and 170 Ma, with lesser peaks between 180 Ma and 255 Ma, suggesting that the Cloverly Formation sandstone was derived in part from the Mesozoic Cordilleran arc. The composite age-distribution profi le for the Cloverly Formation shows a number of Mesozoic and Paleozoic age peaks, a few Neoproterozoic age peaks, and then abundant Grenville age grains with age peaks at 1060 Ma and 1179 Ma (Fig. 9). Series of older Proterozoic age peaks generally decline in signifi cance with increasing age. This pattern is similar to the “southern signature” for the Cloverly Formation recognized by Leier and Gehrels (2011).\nComparison of the Late Jurassic Morrison Formation and the Early Cretaceous Cloverly Formation composite age-distribution spectra illustrates both similarities in provenance for these fl uvial sandstone units as well as an evolution of the source terrane (Fig. 9). While the Cloverly Formation composite includes ~25% Mesozoic-age and 35% Grenville-age grains, the Morrison Formation composite includes only ~3% Mesozoic and 20% Grenville grains. A small population of Archean grains is present\nin both formations. Winslow and Heller (1987) concluded on the basis of sandstone petrography that both the Morrison and Cloverly Formations in the Bighorn Basin were derived from source areas to the west-southwest. Based on the detrital zircon data, the Early Cretaceous Cloverly Formation seems to have been better connected to Cordilleran terranes with Mesozoic magmatic arc components.\nUnconformably overlying the Cloverly Formation, the Greybull Sandstone is a series of fi ne- to medium-grained tidal, estuarine, and fl uvial sandstone units that fi lled incised valleys, and it is Albian in age based on paleontological control (Kvale and Vondra, 1993). The orientation of these incised valleys and paleocurrent indicators have been interpreted to refl ect an easterly provenance and local drainage control by underlying basement faults (Winslow and Heller, 1987; Lopez, 1998).\nThe Greybull Sandstone at Devil’s Kitchen (DK-02–08) is a light tan, friable, feldspathic arenite with large-scale trough cross-beds. This sample has only one grain for which the age is close to the interpreted depositional age for the Greybull Sandstone (110 ±1 Ma). The youngest statistically signifi cant age peak is 1067 Ma (Fig. 10). Only 4% of the grains are Mesozoic, while 58% of the grains yield Grenville ages (966–1194 Ma), and an additional 31% are older (1213–2921 Ma). This age-distribution pattern is markedly different from the immediately underlying Cloverly Formation sandstone at Devil’s Kitchen, which contains almost 80% Mesozoic grains. Sample GBS-08–01, from a Greybull Sandstone channel on the west fl ank of the Sheep Mountain anticline, yields detrital zircon ages similar to the Greybull Sandstone at Devil’s Kitchen (Fig. 10). The sandstone is medium to coarse grained, quartzofeldspathic, and interpreted to refl ect fl uvial deposition with large-scale trough cross-bedding that indicates southwesterly directed sediment transport. GBS-08–01 contains no grains younger than 305 Ma and only three grains of Phanerozoic origin. Grenville-age grains dominate the population, with double age peaks at 1007 Ma and 1132 Ma.\nThe dominance of Grenville-age zircons and the paucity of Mesozoic–Paleozoic grains suggest a unique source area for the Greybull Sandstone. It would be very diffi cult to derive the observed detrital zircon age distribution in this unit from underlying strata. Paleocurrent measurements (Winslow and Heller, 1987; Kvale and Vondra, 1993; Lopez, 1998) indicate that the Greybull Sandstone probably refl ects a fl uvial drainage system derived from the craton to the east. The reversal in drainage direction relative to the underlying Morrison and Cloverly\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/125/9-10/1403/3407425/1403.pdf by University of Arizona user on 21 February 2019\nGeological Society of America Bulletin, September/October 2013 1413\nFormation fl uvial channels corresponds temporally with an Albian event of thrust loading to the west-southwest along the Cordilleran front (Zaleha, 2006). Flexural subsidence associated with this loading apparently defl ected northerly directed river systems from the craton farther west across the Bighorn Basin. Although the Cretaceous forebulge was probably not the source of Greybull Sandstone sediment, local control of channel orientation by basement structures probably refl ects minor fore bulge deformation. Lopez (1998) documented a westerly trending Greybull Sandstone channel from the northern Powder River Basin, through the northern Bighorn and Pryor Mountains, to a location near Fromberg, Montana, where it turns to the north. Link et al. (2005) applied concepts of drainage system scale to explain variability in detrital zircon age spectra from the Snake River system. Following this logic, another explanation of the Greybull Sandstone detrital zircon results may be that the local fl uvial systems were not large enough to integrate various zircon populations derived from different source areas.\nThe composite TSA2 detrital zircon ageprobability distribution (Fig. 11) includes a signifi cant population of Mesozoic grains with numerous statistically signifi cant age peaks between 110 Ma and 240 Ma. This refl ects the gradual development of an Andean-style margin through the Jurassic and the initiation\nof signifi cant sediment contributions from the Cordilleran orogen eastward onto the craton as a foreland system developed. Late Jurassic (Oxfordian) sedimentary rocks of TSA2 provide the fi rst record of depositional age zircons in the Bighorn Basin. Additional age peaks observed\nat 421, 594, 1063, 1438, and 1666 Ma represent erosion and recycling of older sedimentary rocks from the west. The Proterozoic pattern is characterized by a broad and dominant Grenville population with pre-Grenville Proterozoic grains decreasing in abundance to ca. 1.9 Ga. Finally, there are relatively few Archean grains. The termination of TSA2 in the Albian is characterized by a complex pattern of both depositional age zircons refl ecting a linkage to the active magmatic arc, and detrital zircon facies refl ecting derivation of sediments from the craton to the east. These patterns illustrate some of the challenges associated with inferring a tectonic environment based on a classifi cation scheme as described by Cawood et al. (2012) during times of tectonic transition.\nTectonostratigraphic Assemblage 3: Cretaceous Retroarc Foreland (TSA3)\nTSA3 consists of shallow-marine through fl uvial siliciclastic sedimentary rocks that were deposited in a retroarc foreland basin associated with the Sevier orogen. These sedimentary rocks range in age from late Albian through Maastrichtian, although the boundary between TSA3 and TSA4 is transitional and associated with the tectonic evolution from Sevier- to Laramidestyle deformation in the Bighorn Basin area. Detrital zircon age distributions for most TSA3 sedimentary rocks are characterized by a dominance of depositional age zircons associated with the active magmatic arc to the west.\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/125/9-10/1403/3407425/1403.pdf by University of Arizona user on 21 February 2019\n1414 Geological Society of America Bulletin, September/October 2013\nThe oldest unit sampled in TSA3 is the Muddy Formation, with a paleontologically and radiometrically constrained depositional age of late Albian (Eicher, 1962; Obradovich, 1993). Detrital zircon ages from the Muddy Formation are consistent between both localities sampled and record abundant depositional age zircons. Sample GE01–10 is dominated by depositional age grains and yields a young age peak at 101 Ma based on 64 grains. Seventy-one of ninety-fi ve grains have ages between 92 and 111 Ma, while only two of the older grains are Grenville in age, and 17% of the grains yield ages between 1683 Ma and 1843 Ma. Sample DKM01–10 yields a young age peak at 100 Ma, defi ned by 67 grains. Seventy-one of ninety zircon grains from this sample yield ages between 91 and 114 Ma. Twelve percent of the grains yield ages between 1594 Ma and 1860 Ma, with a statistically signifi cant age peak at 1769 Ma. The composite age-probability distribution (Fig. 12) shows that zircons within the Muddy Formation are dominated by depositional age grains presumably derived from the active Cordilleran magmatic arc to the west. The Coast Mountains and Sierra Nevada magmatic arcs were both active at this time (Gaschnig et al., 2010). The depositional age of the Muddy Formation is well constrained by these detrital zircon ages to be no older than 100–101 Ma (approximately the Albian-Cenomanian boundary following the time scale of Gradstein et al., 2012). Compilation of all grains older than 125 Ma from the two samples of the Muddy Formation yields a composite age distribution based on 46 grains that is dominated by an age peak at 1784 Ma (Fig. 12). The source of both depositional-age and predepositional-age zircons is consistent with sediment derivation from the Cordilleran orogen to the northwest, although Dolson et al. (1991) interpreted regional paleogeographic patterns for the Muddy Formation to include delta systems in the northwest Bighorn Basin fed from the south-southeast by a fl uvial system that they believed originated in the Black Hills. The Muddy Formation in the Bighorn Basin may record both easterly and westerly sediment sources, as was observed in the Greybull Sandstone.\nThe Muddy Formation is overlain by marine shale of the Mowry Formation, representing the next large-scale highstand system. The formation was deposited within the Western Interior Seaway and ranges from ~125 m thick in the southeastern Bighorn Basin to 275 m in the northwest (Finn et al., 2010). Fossils and radiometric dating indicate that the upper siliceous part of the Mowry is early Cenomanian in age (Cobban and Kennedy, 1989; Obradovich et al., 1996), but the lower part of the Mowry is late Albian in age (Yacobucci, 2004).\nThe composite detrital zircon age-probability distribution for samples from the Mowry Formation (Fig. 12) includes a signifi cant population of young zircons with a young age peak at ca. 97 Ma that is consistent with a Cenomanian age, based on the time scale of Gradstein et al. (2012). As observed in the Muddy Formation, pre–125 Ma grains of the composite Mowry spectrum are dominated by a Paleoproterozoic age peak at ca. 1781 Ma (Fig. 12). The relative paucity of older Mesozoic-, Paleozoic-, and Grenville-age grains refl ects a major change in sandstone provenance during the late Albian associated with the structural unroofi ng of Belt Supergroup metasedimentary rocks along the eastern side of the Cordilleran orogen (Fuentes et al., 2011).\nThe young detrital zircon age peaks from the Mowry Formation samples may have an anomalously young age bias due to Pb loss because of the very fi ne-grained nature of these strata. Sample 56–04–10 was collected from a series of discontinuous, very fi ne-grained sandstone units associated with a bentonite that Clark (2010) interpreted to be the Clay Spur bentonite, which has been dated elsewhere using Ar40/Ar39 geochronology at 97.17 ± 0.69 Ma (Obradovich, 1993). Two statistically signifi cant age peaks at 93 Ma and 97 Ma are present in the spectrum\n0 400 1000 1600 2200 Age (Ma) 2800 3400 4000\nMowry Formation Composite Cenomanian n = 147\nMowry Formation Composite >125 Ma n = 84\nMuddy Formation Composite >125 Ma n = 43\nMuddy Formation Composite Late Albian n = 185\n97\n100\n0 400 800 1200 1600 Age (Ma) 2000 2400 2800 3200 3600 4000\nFigure 12. Detrital zircon age-probability distributions for composites of two samples each from the Cretaceous Muddy and Mowry Formations. The inset shows the age spectra from the same composite samples for grains older than 125 Ma, illustrating the dominant ca. 1780 Ma peak age in the older grains.\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/125/9-10/1403/3407425/1403.pdf by University of Arizona user on 21 February 2019\nGeological Society of America Bulletin, September/October 2013 1415\nof this sample. The 93 Ma peak is suspect, however, because it is defi ned by zircons that have unusually high U concentrations. In the full data set, most grains with U concentration greater than 1000 ppm appear to have experienced Pb loss, as evidenced by an inverse correlation between 206Pb/238U age and U concentration within a cluster of ages. When grains with U concentration greater than 1000 ppm are removed from consideration for this sample, the youngest age peak is 97 Ma.\nOverlying the marine shale of the Mowry Formation is the Cenomanian- Turonian Frontier Formation, which includes fi ne- to coarsegrained sandstone, mudstone, granule to cobble conglomerate, and coal that were deposited in a variety of shallow-marine, marginal-marine, and coastal-plain settings at the western edge of the Western Interior Seaway (Merewether and Cobban, 1986; Hutsky et al., 2012). Frontier Formation sedimentary rocks are generally interpreted to have been derived from the Cordilleran orogen to the west of the Bighorn Basin, and paleocurrent studies (e.g., Hutsky et al., 2012) indicate a strong south-southeast component of sediment dispersal.\nDetails of U/Pb isotopic results from detrital zircons in 13 samples of the Frontier Formation are presented in May et al. (2013). These 13 samples were collected at fi ve different localities across the basin (Fig. 4; Table 1) and provide the potential for high-resolution geochronology within the multiple sandstone units of the Frontier Formation. For the purposes of this paper, we present only a summary of the detrital zircon results. Composite spectra from three of the major localities (N Lazy S Ranch, Shoshone River, and Alkali anticline) illustrate the dominance of depositional age zircons in these sedimentary rocks (Fig. 13). A composite of all grains with ages older than 125 Ma results in an age distribution dominated by a cluster at 1791 Ma, as is common for TSA3 sedimentary rocks. Smaller populations of 2.4–2.8 Ga and 1.0–1.4 Ga grains, and then a small, but narrow spike of ages in the Late Jurassic characterize the remaining age distribution. We interpret the major cluster of grains at ca. 1.7–1.8 Ga as representing a source area to the northwest in the Belt Supergroup sedimentary rocks, which were being uplifted and eroded on Sevier-age thrusts in western Montana (Ross and Villeneuve, 2003; Lewis et al., 2010; Stewart et al., 2010; Fuentes et al., 2011).\nThe Cody Shale records a signifi cant transgression within the Western Interior Seaway during the Coniacian. During the Santonian– Campanian, marginal-marine and fl uvial sandstone and mudstone of the Mesaverde Formation prograded eastward, replacing open-marine\nconditions (Martinsen et al., 1993). The Cody Shale–Mesaverde interval is ~900–1000 m thick in the northern Bighorn Basin (Finn et al., 2010). We collected and analyzed four samples from Mesaverde Formation sandstone units (Fig. 4; Table 1). Although the general character of the composite Mesaverde detrital zircon age distribution (Fig. 14) is consistent with the patterns for TSA3 sedimentary rocks, there is signifi cant variability in the age spectra of the four samples analyzed, probably refl ecting active tectonism and variable arc magmatism west of the Bighorn Basin.\nAll samples of the Mesaverde Formation lack depositional age zircons, which is puzzling given the major pulse of magmatism at this time in the Idaho Batholith (Foster and Fanning, 1997; Gaschnig et al., 2010). The primary source of Proterozoic zircon grains is most likely the Belt Supergroup sedimentary rocks of eastern Idaho and western Montana, based on regional paleogeographic patterns. Mesaverde sandstone detrital zircon signatures are different from the underlying Frontier Formation in that the latter are dominated by depositional age zircon ages. However, removal of the young grain population in the composite samples for both formations results in a very similar detrital zir-\ncon age distribution, suggesting similar nonarc source terranes. The most obvious differences in these subsets are the shift in the dominant peak age of Paleoproterozoic grains from 1791 Ma (Frontier Formation) to 1715 Ma (Mesaverde Formation) and the relative abundance of ca. 1.4 Ga grains.\nThe youngest sedimentary rocks of TSA3 are represented by the shallow-marine to nonmarine sedimentary rocks of the Meeteetse and Lance\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/125/9-10/1403/3407425/1403.pdf by University of Arizona user on 21 February 2019\n1416 Geological Society of America Bulletin, September/October 2013\nFormations. The Meeteetse Formation includes ~250 m of shallow-marine to nonmarine clastic sedimentary rocks and represents the fi nal incursion of marine conditions associated with the Western Interior Seaway in the Bighorn Basin (Krystinik and DeJarnett, 1995). The Meeteetse sample shows a detrital zircon age distribution very similar to the underlying Mesaverde Formation, with a dominance of Proterozoic grains and a small population of Archean grains, but with a larger population of Cretaceous grains (~20%). The young age peak for the Meeteetse Formation sample is 67 Ma, which is very close to the depositional age of these sedimentary rocks and suggests that fi rst-cycle zircons were again being introduced into the Bighorn Basin, probably from the Idaho-Bitterroot igneous complex to the west (Gaschnig et al., 2010).\nThe overlying Lance Formation consists of deltaic and coastal-plain sandstone and shale facies that grade upward into completely nonmarine, fl uvial facies. Steidtmann (1993) interpreted local drainage patterns within the Lance Formation as evidence for early Laramide basement-cored uplifts. Finn et al. (2010) also interpreted thickness patterns within the Lance to indicate that Laramide deformation had begun by the Maastrichtian in the Bighorn Basin. Sample EB-4–10 from the west fl ank of the Elk Basin anticline (Fig. 4; Table 1) yielded no detrital zircons that approach the depositional age of the Lance Formation. The youngest detrital zircon age peak at 86 Ma refl ects recycling of older sedimentary rocks or erosion of igneous rocks in the Idaho Batholith area. With the exception of an age peak at 460 Ma, most zircon grains are Proterozoic in age, with a dominant peak at 1657 Ma. The Lance Formation sample also includes a signifi cant number of Archean grains (~15%), presumably refl ecting exposure of Archean basement in early Laramide uplifts.\nThe composite TSA3 detrital zircon age spectrum reveals the dominance of depositional age zircons associated with active arc magmatism to the west (Fig. 15). However, if all the young grains (ages younger than 200 Ma) are removed, and the age distribution is recalculated (Fig. 15, inset), there is a remarkably strong dominance of 1.7–1.8 Ga grains. We interpret this pattern to represent the uplift and erosion of Belt Supergroup sedimentary rocks in the Sevier fold-andthrust belt northwest of the Bighorn Basin. Ross and Villenueve (2003) presented detrital zircon data from the Mesoproterozoic Belt-Purcell Supergroup rocks, including a small sample set from the Missoula Group. This is the most widespread unit of the Belt sedimentary rocks exposed today in western Montana and yields an age spectrum with a dominant peak at 1.7–1.8 Ga (range ca. 1.6–1.9 Ga) and a smaller population\nat ca. 2.6 Ga. Link et al. (2007) and Stewart et al. (2010) reported detrital zircon results from Belt Supergroup rocks in Idaho and Montana with dominant age peaks at ca. 1.7 Ga for many of their samples. Fuentes et al. (2011) recognized the fi rst occurrence of Belt-derived detritus in Albian sedimentary rocks of the Blackleaf Formation in northwest Montana, including detrital zircon grains with ages between 1639 Ma and 1789 Ma. Within the TSA3 succession, late Albian through Turonian sedimentary rocks exhibit the ca. 1.8 Ga Proterozoic-age peak, while the younger Campanian through Maastrichtian sedimentary rocks are characterized by a younger ca. 1.7 Ga peak. The general TSA3 detrital zircon age pattern is consistent with the convergent margin pattern of Cawood et al. (2012)."
  }, {
    "heading": "Tectonostratigraphic Assemblage 4: Paleogene Laramide Basin (TSA4)",
    "text": "As much as 4 km of nonmarine sandstone and mudstone of the Paleocene Fort Union Formation and the Eocene Willwood Formation record the syntectonic fi ll of the Laramide Bighorn Basin (Roberts et al., 2008). Laramide deformation segmented the Cordilleran foreland and older passive-margin strata into a series of discrete basins separated by basement uplifts such as the Owl Creek, Wind River, Bighorn, and Beartooth Mountains. These uplifts are what fi nally differentiated the Bighorn Basin as\na discrete sedimentary basin (Fig. 1). The age of the Paleogene strata is very well constrained by radiometric, magnetostratigraphic, and paleontologic data sets (Gingerich, 2001; Gingerich and Clyde, 2001). Reconstruction of Paleocene and Eocene paleogeography (Lillegraven and Ostresh, 1988; Kraus and Gwinn, 1997; Gingerich and Clyde, 2001) indicates erosion of local Laramide uplifts on the fl anks of the basin feeding fl uvial systems that generally fl owed north and northeast out of the basin.\nThe TSA4 detrital zircon age distribution is characterized by a broad range of grain ages from Cretaceous through Archean, refl ecting the local unroofi ng and erosion of all previous sedimentary rocks and Archean basement associated with basement uplifts along the fl anks of the basin (Fig. 16). Two samples from the Fort Union Formation, both collected from the Polecat Bench area (Fig. 4; Table 1), exhibit a wide range of detrital zircon ages, but no young grains approximating the depositional age. Located only 15 km apart, these two samples illustrate both the broad range of detrital zircon ages and the local (±stratigraphic) variability within these syntectonic Laramide deposits. Late Cretaceous through Paleocene volcanism in the Livingston Group of southwestern Montana (Johnson et al., 2005) is not refl ected by depositional age zircon grains in the Fort Union sedimentary rocks.\nThe fi nal preserved phase of syntectonic Laramide fill within the Bighorn Basin is\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/125/9-10/1403/3407425/1403.pdf by University of Arizona user on 21 February 2019\nGeological Society of America Bulletin, September/October 2013 1417\nrecorded in the Eocene Willwood Formation. A single sample was analyzed from fl uvial sandstone near the base of the Willwood Formation at the western end of Polecat Bench (Fig. 4;\nTable 1). The detrital zircon age-distribution spectrum yields a broad range of detrital zircon ages, but like the Fort Union Formation, no young grains were found that approximate the depositional age.\nPaleogene conglomerate exposed on the basin margins records an unroofi ng sequence of adjacent basement blocks including Phanerozoic sedimentary clasts through Archean basement clasts (DeCelles et al., 1991). Both the composite Fort Union and the Willwood Formation detrital zircon age distributions include a signifi - cant fraction of Mesozoic zircons (16%, 18%), and both are dominated by Proterozoic zircons (50%, 70%), as one would expect from erosion of Mesozoic strata. The Fort Union Formation composite age distribution includes signifi - cantly more Archean zircons than the Willwood Formation (23%, 8%), suggesting that crystalline basement was being eroded during the Paleocene, but that much of this geology was probably onlapped and covered by the Eocene, as suggested by the paleogeographic reconstructions of Lillegraven and Ostresh (1988).\nThe transition from TSA3 to TSA4 coincides with the transition from classic Sevier to classic Laramide tectonism. Although some workers have interpreted isopach data to indicate the inception of basement-involved Laramide deformation beginning in the Maastrichtian, the composite detrital zircon age-probability spectrum from the Maastrichtian strata is much more similar to TSA3 than TSA4 (Fig. 16).\nThe Bighorn Basin has been exhumed in post–middle Eocene time by a series of northfl owing river systems that today transport sediment through the Yellowstone, Missouri, and Mississippi Rivers to the Gulf of Mexico. As much as 2 km of sediment have been locally removed from above the present land surface (Roberts et al., 2008). McMillan et al. (2006) suggested that exhumation in the Northern Rockies began in the late Miocene. However, both the timing and mechanism of this youngest basin phase remain controversial."
  }, {
    "heading": "DISCUSSION",
    "text": "Detrital zircon age-probability distributions from Mississippian through Eocene sedimentary rocks in the Bighorn Basin record the evolution of tectonic setting, paleogeography, and sediment dispersal systems (Fig. 17). These detrital zircon age spectra can be subdivided into four main patterns or facies that refl ect four largescale tectonostratigraphic assemblages (Fig.\n18). These assemblages refl ect the transition from a passive-margin setting, through various phases of convergent-margin evolution, through establishment of a well-organized Andean-style margin and associated foreland basin, through foreland segmentation.\nThe oldest assemblage of rocks, TSA1, records sedimentation in a proximal continental margin setting during Paleozoic through Triassic time. Detrital zircon age-distribution patterns from the Cambrian Flathead Sandstone record the transition from a relatively local provenance to a more distant sediment source. Samples from younger strata within this assemblage record distant sediment sources from the northeast and east (Fig. 19). Detrital zircon age spectra for this assemblage are characterized by: a young peak age at ca. 420 Ma; a major 1.0–1.1 Ga Grenville component; signifi cant although variable populations between 1.5 and 1.9 Ga; and a less signifi cant Archean population between 2.5 and 2.8 Ga.\nThe rocks of the TSA2 sequence record the early development of the Cordilleran retroarc foreland basin, with sedimentary rocks derived primarily from the developing hinterland to the west (Fig. 19). This is refl ected by the appearance of Mesozoic zircons with numerous age peaks between 110 and 240 Ma and the fi rst appearance of depositional age zircons in Jurassic strata. The TSA2 composite spectrum also\nincludes a more diverse suite of early Paleozoic and Neoproterozoic zircons with age peaks at 421, 594, 1063, 1438, and 1666 Ma. The Protero zoic pattern is characterized by a broad and dominant Grenville population, with preGrenville Proterozoic grains decreasing in abundance to ca. 1.9 Ga.\nTSA3 strata include shallow-marine through fl uvial sedimentary rocks that were deposited in a retroarc foreland basin associated with the Sevier orogeny during a high-fl ux event in the Cordilleran arc (Ducea, 2001). The composite TSA3 detrital zircon age spectrum reveals a dominance of depositional age zircons associated with active arc magmatism to the west. Analysis of pre–200 Ma ages reveals abundant 1.7–1.8 Ga grains that we interpret were derived from Belt Supergroup rocks unroofed in the Sevier fold-and-thrust belt northwest of the Bighorn Basin (Fig. 19). The young intervals of TSA3 detrital zircon spectra are particularly characterized by depositional age zircons during the Albian through Coniacian and again in the Maastrichtian, although they primarily record reworked zircons from the Cordilleran hinterland during the Campanian (Fig. 19).\nAlthough the boundary between TSA3 and TSA4 sedimentary rocks is transitional based on the tectonic evolution from Sevierto Laramide-style deformation in the Bighorn Basin area, the detrital zircon age distributions\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/125/9-10/1403/3407425/1403.pdf by University of Arizona user on 21 February 2019\n1418 Geological Society of America Bulletin, September/October 2013\nare distinct. TSA4 sedimentary rocks are largely derived from local uplifts during the Laramide orogeny (Fig. 19). The composite detrital zircon spectrum is characterized by a broad range of grain ages from Cretaceous through Archean, refl ecting local unroofi ng and erosion. Current data suggest that all previous sedimentary rocks and crystalline basement were contributing sediment from the basin margins in the Paleocene and that these local source areas were gradually onlapped during the Eocene.\nThe fi rst-order pattern of sediment provenance is consistent with the paleogeographic maps of Blakey (2003, 2011), although the audit of paleogeography against detrital zircon age distributions is not unique, and not all observations are easily explained. Some of the more interesting questions that arise from the detrital zircon data include: (1) the origin of the ca. 420 Ma suite of zircons prevalent in TSA1; (2) the presence of depositional age zircons within the Jurassic Sundance Formation, but the lack of depositional age zircons in the overlying Morrison Formation; (3) the dominance of depositional age zircons within the Muddy Formation; and (4) the potential for detrital zircon geochronology to provide high-resolution constraints on stratigraphic interpretations within Cenomanian–Turonian strata.\nThe prevalence of approximately depositional age zircons within the TSA3 strata demonstrates a strong linkage between magmatic activity in the hinterland arc and the sedimentary record in the foreland. This record is a function of multiple variables, including the magmatic production of zircons, connection of the arc-hinterland system to the foreland, and preservation potential within the foreland (Hawkesworth et al., 2009). During Albian–Cenomanian time, the Cordilleran arc experienced very high magmatic fl ux (Ducea, 2001), climatic and drainage patterns provided effi cient paths for sediment dispersal to the proximal foreland, and relatively high tectonic subsidence rates associated with marine depositional environments provided enhanced preservation potential for sediment accumulation (Fig. 3). Although subsidence rates remained high during the latter part of the Cretaceous and especially into the Paleogene, magmatic activity in the Cordilleran arc was more diffuse and less well connected to the proximal foreland, which became dominated by nonmarine depositional systems in the region of the Bighorn Basin.\nThe patterns of detrital zircon age spectra from the Bighorn Basin are broadly consistent with the general classifi cation of tectonic setting described by Cawood et al. (2012), but they also show both the impact of local variability and the natural evolution of tectonically infl uenced patterns over time. Cawood et al. (2012) claimed that detrital zircon age spectra exhibit distinctive patterns that refl ect the tectonic setting in which they were deposited, but they also acknowledged that basin setting evolves with changing tectonic environment. Detrital zircon age spectra from the continental margin assemblage of TSA1 illustrate a characteristic lag between the youngest zircons and depositional age. Detrital zircon age spectra from the foreland assemblage of TSA3 illustrate a characteristic coincidence between the youngest zircons and depositional age. However, these end-member patterns become less distinctive in TSA2 and TSA4, which are transitional assemblages, the former recording the early organization of the Cordilleran arc and retroarc foreland during the Jurassic, and the latter recording segmentation of the foreland by basement uplifts during the Laramide orogeny.\nThe detrital zircon geochronologic record from the Bighorn Basin also provides a “reference curve” for the western margin of cratonic North America that can be used to compare to detrital zircon age distributions from accreted terranes. LaMaskin (2012) summarized a large number of detrital zircon results from Cor dilleran terranes and recognized four primary detrital zircon facies. These four facies show\n0 400 1000 1600 2200 Age (Ma)\n2800 3400 4000\nWillwood n = 98\nT S\nA 4\nT S\nA 3\nT S\nA 2\nT S\nA 1\nFort Union n = 187\nLance n = 101\nMeeteetse n = 97\nMesaverde n = 293\nFrontier n = 293\nMowry n = 147\nMuddy n = 185\nGreybull n = 160\nCloverly n = 387\nMorrison n = 266\nSundance n = 277\nChugwater n = 87\nGoose Egg n = 196\nTensleep n = 307\nAmsden n = 83\nFlathead n = 75\nFlathead n = 99\nBasement n = 98\nFigure 17. Detrital zircon age-probability distributions for formation composites in the Bighorn Basin. These spectra are arranged in stratigraphic order but are not normalized with respect to each other in order to illustrate the dominant age patterns.\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/125/9-10/1403/3407425/1403.pdf by University of Arizona user on 21 February 2019\nGeological Society of America Bulletin, September/October 2013 1419\nboth similarity and major differences with the cratonic record from the Bighorn Basin. Although the Paleo protero zoic and Archean facies of LaMaskin (2012) shares both a similar Archean and a 1.6–2.0 Ga Proterozoic age population with TSA1, it differs signifi cantly in lacking both the major Grenville peak and the Silurian peak (420 Ma) of the latter. Interestingly, the mixed Precambrian and Phanerozoic facies pattern is superfi cially similar to the TSA2 composite age spectrum. This includes both the Grenville peak and diminishing older Proterozoic–Archean grains, as well as Neoproterozoic, early Paleozoic, and early Mesozoic zircon populations. Whereas LaMaskin (2012) reported that the mixed Precambrian and Phanerozoic facies is characteristic of Early–Late Jurassic forearc/intra-arc deposits in island-arc terranes, this pattern characterizes the Late Jurassic–Early Cretaceous strata of the Bighorn Basin. These TSA2 strata record a fi rst-order change in drainage, with sediments derived from the Cordillera rather than the craton, and therefore perhaps record the docking of terranes that provided a source of mixed Precambrian and Phanerozoic zircons into the retroarc foreland. The Triassic–Jurassic facies of LaMaskin (2012) is unlike anything in the Bighorn Basin and is certainly unlike the detrital zircon composite spectrum from TSA2 strata, which are age equivalent to rocks in the Cordillera that exhibit Triassic– Jurassic facies. Similarly, the Jurassic and Early Cretaceous facies of LaMaskin (2012) from late Early to early Late Cretaceous forearc strata of the Cordillera is similar to the age spectrum of TSA3, only inasmuch as both refl ect magmatic activity in the Cordilleran arc. Some of the samples illustrated by LaMaskin (2012) have an age peak at ca. 100 Ma, while others have an older Cretaceous age peak, and all have abundant Jurassic zircons, which are not observed in TSA3 strata. This is consistent with the interpretation of LaMaskin (2012) that the Cordi lleran terranes were isolated from the craton by the development of an Andean-style hinterland topography during the Jurassic–Cretaceous.\nAdditional long records of tectonostratigraphic evolution as expressed in detrital zircon age spectra will allow these and other questions to be addressed both along the North American Cordillera and on other continental plate margins."
  }, {
    "heading": "CONCLUSIONS",
    "text": "The stratigraphic record of the Bighorn Basin is subdivided into four tectonostratigraphic assemblages (TSA1–TSA4). These assemblages record an initial passive margin, followed by a transition to a convergent margin, followed\nby a marine-dominated retroarc foreland basin, followed by a retroarc foreland segmented by local basement uplifts. This tectonostratigraphic architecture is expressed as four, fi rst-order patterns within the detrital zircon age distributions.\nTSA1 represents a Paleozoic–Triassic proximal continental margin assemblage dominated by Proterozoic zircons with abundant grains in the 1600–1950 Ma range, a Grenville population at ca. 1100 Ma, and a Phanerozoic population at ca. 420 Ma. TSA2 is a transitional assemblage associated with the Jurassic–Early Cretaceous organization of a west-facing convergent margin and Cordilleran orogen. The TSA2 detrital zircon age distribution is characterized by the appearance of Mesozoic grains, age peaks at ca. 420 and 600 Ma, and a dominant population of Grenville (1.0–1.1 Ga) grains, with a suite of Proterozoic grains diminishing in abundance as age increases to 1.9 Ga. TSA3 sedimentary rocks were deposited in the Cretaceous Interior Seaway in a retroarc foreland basin and are dominated by zircons for which ages are close to the depositional age of the strata, refl ecting input from the active Idaho Batholith and Sier-\nran segments of the Cordilleran magmatic arc. The older zircon fractions from TSA3 sedimentary rocks are characterized by a dominant detrital zircon age peak at 1.7–1.8 Ga that probably refl ects reworking of Belt Supergroup metasedimentary rocks from the northwest into the Cretaceous foreland, based on regional paleogeographic patterns. TSA4 refl ects the phase of basin fi ll associated with Paleogene structural segmentation of the retroarc foreland during the Laramide orogeny. Detrital zircon age spectra from this assemblage record erosion and re depo sition of all previous sedimentary rocks from surrounding basement uplifts.\nPatterns of detrital zircon ages refl ect fundamental changes in paleogeography and sediment dispersal at the 10–100 m.y. time scale and are clearly related to major tectonic events or phases. Detrital zircon ages also provide evidence for linkages between convergent margin process such as arc magmatism and sedimentation in the retroarc foreland. During these times of strong arc-retroarc linkage, detrital zircon geochronology provides a potentially useful tool for high-resolution chronostratigraphy.\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/125/9-10/1403/3407425/1403.pdf by University of Arizona user on 21 February 2019\n1420 Geological Society of America Bulletin, September/October 2013\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/125/9-10/1403/3407425/1403.pdf by University of Arizona user on 21 February 2019\nGeological Society of America Bulletin, September/October 2013 1421"
  }, {
    "heading": "ACKNOWLEDGMENTS",
    "text": "We would like to thank Mary and Luis SanchezBarreda for access to their ranch and for many valuable discussions about the Bighorn Basin. We would also like to thank Ev and Susan Diehl of the Chamberlin Inn in Cody for their warm hospitality. Gretchen Hurley from the Cody Bureau of Land Management offi ce provided much appreciated help with loans of maps and knowledge about local geology and roads. The manuscript was improved signifi cantly by reviews from Paul Myrow, Paul Link, Becky Dorsey, and Melissa May. Support for fi eld work and sample analysis was provided by ExxonMobil, and support for the Arizona LaserChron Center is provided by National Science Foundation grant EAR-1032156."
  }, {
    "heading": "REFERENCES CITED",
    "text": "Anfi nson, O.A., Leier, A.L., Embry, A.F., and Dewing, K., 2011, Detrital zircon geochronology and provenance of the Neoproterozoic to Late Devonian Franklinian Basin, Canadian Arctic Islands: Geological Society of America Bulletin, v. 124, p. 415–430, doi:10.1130/B30503.1. Becker, T.P., Thomas, W.A., Scott, D., Samson, S.D., and Gehrels, G.E., 2005, Detrital zircon evidence of Laurentian crustal dominance in the lower Pennsylvanian deposits of the Alleghanian clastic wedge in eastern North America: Sedimentary Geology, v. 182, p. 59– 86, doi:10.1016/j.sedgeo.2005.07.014. Blakey, R.C., 2003, Carboniferous-Permian paleogeography of the assembly of Pangea, in Wong, Th.E., ed., Proceedings of the XVth International Congress on Carboniferous and Permian Stratigraphy: Utrecht, Netherlands, Royal Netherlands Academy of Arts and Sciences, p. 443–456. Blakey, R.C., 2011, Paleogeography and Geologic Evolution of North America, http://jan.ucc.nau.edu/rcb7/nam.html (last accessed June 2013). Busby, C., 2012, Extensional and transtensional continental arc basins: Case studies from the southwestern U.S. and Mexico, in Busby, C., and Azor, A., eds., Recent Advances in Tectonics of Sedimentary Basins: Chichester, UK, John Wiley & Sons, Ltd, p. 382–404, doi:10.1002 /9781444347166.ch19. Cawood, P.A., Hawkesworth, C.J., and Dhuime, B., 2012, Detrital zircon record and tectonic setting: Geology, v. 40, no. 10, p. 875–878, doi:10.1130/G32945.1. Chen, Z.Q., and Lubin, S., 1997, A fi ssion track study of the terrigenous sedimentary sequences of the Morrison and Cloverly Formations in northeastern Bighorn Basin, Wyoming: The Mountain Geologist, v. 34, p. 51–62. Cifelli, R.L., Wible, J.R., and Jenkins, F.A., Jr., 1998, Triconodont mammals from the Cloverly Formation (Lower Cretaceous), Montana and Wyoming: Journal of Vertebrate Paleontology, v. 18, p. 237–241, doi: 10.1080/02724634.1998.10011048. Clark, C.K., 2010, Stratigraphy, Sedimentology, and Ichnology of the Upper Cretaceous Frontier Formation in the Alkali Anticline Region, Bighorn County, Wyoming [M.S. thesis]: Lincoln, Nebraska, University of Nebraska, 65 p. Cobban, W.A., and Kennedy, W.J., 1989, The Ammonite Metengonoceras Hyatt, 1903 from the Mowry Shale (Cretaceous) of Montana and Wyoming: U.S. Geological Survey Bulletin 1787, p. L1–L11. Craddock, J.P., Malone, D., Magloughlin, J., Cook, A.L., Reiser , M.E., and Doyle, J.R., 2009, Dynamics of the emplacement of the Heart Mountain allochthon at White Mountain: Constraints from calcite twinning strains, anisot ropy of magnetic susceptibility, and thermodynamic calculations: Geological Society of America Bulletin, v. 121, p. 919–938, doi:10.1130/B26340. DeCelles, P.G., 2004, Late Jurassic to Eocene evolution of the Cordilleran thrust belt and foreland basin system, western U.S.A.: American Journal of Science, v. 304, p. 105–168, doi:10.2475/ajs.304.2.105. DeCelles, P.G., and Currie, B.S., 1996, Long-term sediment accumulation in the Middle Jurassic–early Eocene Cordilleran retroarc foreland-basin system: Geology,\nv. 24, p. 591–594, doi:10.1130/0091-7613(1996)024 <0591:LTSAIT>2.3.CO;2. DeCelles, P.G., Gray, M.B., Ridgway, K.D., Cole, R.B., Srivastava, P., Pequera, N., and Pivnik, D.A., 1991, Kinematic history of a foreland uplift from Paleocene synorogenic conglomerate, Beartooth Range, Wyoming and Montana: Geological Society of America Bulletin, v. 103, p. 1458–1475, doi:10.1130/0016-7606 (1991)103<1458:KHOAFU>2.3.CO;2. Dickinson, W.R., 2004, Evolution of the North American Cordillera: Annual Review of Earth and Planetary Sciences, v. 32, p. 13–45, doi:10.1146/annurev .earth.32.101802.120257. Dickinson, W.R., and Gehrels, G.E., 2009, U-Pb ages of detrital zircons in Jurassic eolian and associated sandstones of the Colorado Plateau: Evidence for transcontinental dispersal and intraregional recycling of sediment: Geological Society of America Bulletin, v. 121, p. 408–433, doi:10.1130/B26406.1. Dolson, J., Muller, D., Evetts, M.J., and Stein, J.A., 1991, Regional paleotopographic trends and production, Muddy Sandstone (Lower Cretaceous), central and northern Rocky Mountains: The American Association of Petroleum Geologists Bulletin, v. 75, no. 3, p. 409–435. Druschke, P., Hanson, A.D., Wells, M.L., Gehrels, G.E., and Stockli, D., 2011, Paleogeographic isolation of the Cretaceous to Eocene Sevier hinterland, east-central Nevada: Insights from U-Pb and (U-Th)/He detrital zircon ages of hinterland strata: Geological Society of America Bulletin, v. 123, no. 5/6, p. 1141–1160, doi: 10.1130/B30029.1. Ducea, M.N., 2001, The California arc: Thick granitic batholiths, eclogitic residues, lithospheric-scale thrusting, and magmatic fl are-ups: GSA Today, v. 11, no. 11, p. 4–10, doi:10.1130/1052-5173(2001)011<0004:TCATGB>2.0 .CO;2. Eicher, D.L., 1962, Biostratigraphy of the Thermopolis, Muddy, and Shell Creek Formations, in Enyert, R.L., and Curry, W.H., eds., Symposium on Early Cretaceous Rocks of Wyoming and Adjacent Areas: Wyoming Geological Association, 17th Annual Field Conference, p. 72–93. Finn, T.M., Kirschbaum, M.A., Roberts, S.B., Condon, S.M., Roberts, L.N.R., and Johnson, R.C., 2010, Cretaceous– Tertiary Composite Total Petroleum System (503402), Bighorn Basin, Wyoming and Montana: U.S. Geological Survey Digital Data Series DDS–69–V, 157 p. Foster, D.A., and Fanning, C.M., 1997, Geochronology of the northern Idaho Batholith and the Bitterroot metamorphic core complex: Magmatism preceding and contemporaneous with extension: Geological Society of America Bulletin, v. 109, p. 379–394, doi:10.1130/0016-7606(1997)109<0379:GOTNIB>2.3 .CO;2. Fox, J.E., and Dolton, G.L., 1996, Petroleum geology of the Bighorn Basin, north-central, Wyoming and southcentral Montana, in Bowen, C.E., Kirkwood, S.C., and Miller, T.S., eds., Resources of the Bighorn Basin: 47th Annual Field Conference Guidebook: Casper, Wyoming, Wyoming Geological Association, p. 19–39. Frost, C.D., and Fanning, M., 2006, Archean geochronological framework of the Bighorn Mountains, Wyoming: Canadian Journal of Earth Sciences, v. 43, p. 1399– 1418, doi:10.1139/e06-051. Fuentes, F., DeCelles, P.G., Constenius, K.N., and Gehrels, G.E., 2011, Evolution of the Cordilleran foreland basin system in northwestern Montana, U.S.A.: Geological Society of America Bulletin, v. 123, p. 507–533, doi: 10.1130/B30204.1. Gaschnig, R.M., Vervoort, J.D., Lewis, R.S., and McClelland, W.C., 2010, Migrating magmatism in the northern US Cordillera: In situ U-Pb geochronology of the Idaho Batholith: Contributions to Mineralogy and Petrology, v. 159, p. 863–883, doi:10.1007/ s00410-009-0459-5. Gehrels, G.E., 2012, Detrital zircon U-Pb geochronology: Current methods and new opportunities, in Busby, C., and Azor, A., eds., Tectonics of Sedimentary Basins: Recent Advances: Chichester, UK, John Wiley & Sons, Ltd., p. 47–62. Gehrels, G.E., and Dickinson, W.R., 1995, Detrital zircon provenance of Cambrian to Triassic miogeoclinal and\neugeoclinal strata in Nevada: American Journal of Science, v. 295, p. 18–48, doi:10.2475/ajs.295.1.18. Gehrels, G.E., Valencia, V., and Pullen, A., 2006, Detrital zircon geochronology by laser-ablation multicollector ICPMS at the Arizona LaserChron Center, in Loszewski, T., and Huff, W., eds., Geochronology: Emerging Opportunities, Paleontology Society Short Course: Paleon tology Society Papers, v. 11, 10 p. Gehrels, G.E., Valencia, V., and Ruiz, J., 2008, Enhanced precision, accuracy, effi ciency, and spatial resolution of U-Pb ages by laser ablation–multicollector –inductively coupled plasma–mass spectrometry: Geochemistry Geophysics Geosystems, v. 9, Q03017, doi:10.1029 /2007GC001805. Gehrels, G.E., Blakey, R., Karlstrom, K., Timmons, M., Kelley , S., Dickinson, W.R., and Pecha, M., 2011, Detrital zircon U-Pb geochronology of Paleozoic strata in the Grand Canyon: Lithosphere, v. 3, p. 183–200, doi:10.1130/L121.1. Gingerich, P.D., 2001, Biostratigraphy of the continental Paleocene-Eocene boundary interval on Polecat Bench in the northern Bighorn Basin, in Gingerich, P.D., ed., Paleo cene–Eocene Stratigraphy and Biotic Change in the Bighorn and Clarks Fork Basins, Wyoming: University of Michigan Papers on Paleontology, v. 33, p. 37–71. Gingerich, P.D., and Clyde, W.C., 2001, Overview of mammalian biostratigraphy in the Paleocene-Eocene Fort Union and Willwood Formations of the Bighorn and Clarks Fork Basins, in Gingerich, ed., PaleoceneEocene Stratigraphy and Biotic Change in the Bighorn and Clarks Fork Basins, Wyoming: University of Michigan Papers on Paleontology, v. 33, p. 1–14. Gradstein, F.M., Ogg, J.G., Schmitz, M.D., and Ogg, G., 2012, The Geologic Time Scale 2012: Elsevier, 1144 p. Hawkesworth, C., Cawood, P., Kemp, T., Storey, C., and Dhuime, B., 2009, A matter of preservation: Science, v. 323, p. 49–50, doi:10.1126/science.1168549. Hutsky, A.J., Fielding, C.R., Hurd, T.J., and Clark, C.K., 2012, Sedimentology and stratigraphy of the Upper Cretaceous (Cenomanian) Frontier Formation, northeast Bighorn Basin, Wyoming, U.S.A.: The Mountain Geologist, v. 49, no. 3, p. 77–98. Imlay, R.W., 1956, Marine Jurassic exposed in Bighorn Basin , Pryor Mountains, and northern Bighorn Mountains, Wyoming and Montana: The American Association of Petroleum Geologists Bulletin, v. 40, no. 4, p. 562–599. Johnson, R.C., Finn, T.M., Taylor, D.J., and Nuccio, V.F., 2005, Stratigraphic Framework, Structure, and Thermal Maturity of Cretaceous and Lower Tertiary Rocks in Relation to Hydrocarbon Potential, Crazy Mountains Basin, Montana: U.S. Geological Survey Scientifi c Investigations Report 2004–5091, 95 p. Jones, C.L., 2008, U-Pb Geochronology of Monazite and Zircon in Precambrian Metamorphic Rocks from the Ruby Range, SW Montana: Deciphering Geological Events that Shaped the NW Wyoming Province [M.S. thesis]: Kent, Ohio, Kent State University, 119 p. Karlstrom, K.E., Amato, J.M., Williams, M.L., Heizler, M., Shaw, C.A., Read, A.S., and Bauer, P., 2004, Proterozoic tectonic evolution of the New Mexico region, in Mack, G.H., and Giles, K.A., eds., The Geology of New Mexico: A Geologic History: Socorro, New Mexico Geological Society, p. 1–34. Keefer, W.R., Finn, T.M., Johnson, R.C., and Keighin, C.W., 1998, Regional stratigraphy and correlation of Cretaceous and Paleocene rocks, Bighorn Basin, Wyoming and Montana, in Keefer, W.R., and Goolsby, J.E., eds., Cretaceous and Lower Tertiary Rocks of the Bighorn Basin, Wyoming and Montana: Casper, Wyoming, Wyoming Geological Association, 49th Guidebook, p. 1–30. Kerr, D.R., and Dott, R.H., Jr., 1988, Eolian dune types preserved in the Tensleep Sandstone (PennsylvanianPermian ), north-central Wyoming: Sedimentary Geology, v. 56, p. 383–402, doi:10.1016/0037-0738(88)90062-0. Kowallis, B.J., Christiansen, E.H., Deino, A.L., Peterson, F., Turner, C.E., Kunk, M.J., and Obradovich, J.D., 1998, The age of the Morrison Formation: Modern Geology, v. 22, p. 235–260. Kraus, M.J., and Gwinn, B., 1997, Facies and facies architecture of Paleogene fl oodplain deposits, Willwood Formation, Bighorn Basin, Wyoming, USA: Sedimentary\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/125/9-10/1403/3407425/1403.pdf by University of Arizona user on 21 February 2019\n1422 Geological Society of America Bulletin, September/October 2013\nGeology, v. 114, p. 33–54, doi:10.1016/S0037-0738 (97)00083-3. Krystinik, L.F., and DeJarnett, B.B., 1995, Lateral variability of sequence stratigraphic framework in the Campanian and lower Maastrichtian of the Western Interior Seaway, in Van Wagoner, J.C., and Bertram, G.T., eds., AAPG Sequence Stratigraphy of Foreland Basin Deposits: Outcrop and Subsurface Examples from the Cretaceous of North America: American Association of Petroleum Geologists Memoir 64, p. 11–25. Kvale, E.P., and Vondra, C.F., 1993, Effects of relative sealevel changes and local tectonics on a Lower Cretaceous fl uvial to transitional marine sequence, Bighorn Basin, Wyoming, USA, in Marzo, M., and Puigdefábregas, C., eds., Alluvial Sedimentation: International Association of Sedimentologists Special Publication 17, p. 383–399. LaMaskin, T.A., 2012, Detrital zircon facies of Cordilleran terranes in western North America: GSA Today, v. 22, no. 3, p. 4–11. LaMaskin, T.A., Vervoot, J.D., Dorsey, R.J., and Wright, J.E., 2011, Early Mesozoic paleogeography and tectonic evolution of the western United States: Insights from detrital zircon U-Pb geochronology, Blue Mountains Province, northeastern Oregon: Geological Society of America Bulletin, v. 123, p. 1939–1965, doi:10.1130/B30260.1. Leier, A.L., and Gehrels, G.E., 2011, Continental-scale detrital zircon provenance signatures in Lower Cretaceous strata, western North America: Geology, v. 39, no. 4, p. 399–402, doi:10.1130/G31762.1. Lewis, R.S., Vervoot, J., Bermester, R., and Oswald, P., 2010, Detrital zircon analysis of Mesoproterozoic and Neoproterozoic metasedimentary rocks of north-central Idaho: Implications for development of the BeltPurcell basin: Canadian Journal of Earth Sciences, v. 47, p. 1383–1404, doi:10.1139/E10-049. Lillegraven, J.A., and Ostresh, L.M., Jr., 1988, Evolution of Wyoming’s early Cenozoic topography and drainage patterns: National Geographic Research, v. 4, p. 303–327. Link, P.K., and Janecke, S., 2009, Mantle drip from the rising Lemhi arch: 500 Ma plutons and detrital zircons in Upper Cambrian sandstone, eastern Idaho: Geological Society of America Abstracts with Programs, v. 41, no. 7, p. 181. Link, P.K., Fanning, C.M., and Beranek, L.P., 2005, Reliability and longitudinal change of detrital-zircon age spectra in the Snake River system, Idaho and Wyoming: An example of reproducing the bumpy barcode: Sedimentary Geology, v. 182, p. 101–142, doi:10.1016 /j.sedgeo.2005.07.012. Link, P.K., Fanning, C.M., Lund, K.I., and Aleinikoff, J.A., 2007, Detrital-zircon populations and provenance of Mesoproterozoic strata of east-central Idaho, U.S.A.: Correlation with Belt Supergroup of southwest Montana, in Link, P.K., and Lewis, R.S., eds., Proterozoic Geology of Western North America and Siberia: Society for Sedimentary Geology Special Publication 86, p. 101–128. Lopez, D.A., 1998, Valley-Fill Sandstones in the Kootenai Formation on the Crow Indian Reservation, SouthCentral Montana: Montana Bureau of Mines and Geology Quarterly Report DE-FG22–96BC14996–07, 8 p. Lund, K., Aleinikoff, J.N., Evans, K.V., duBray, E.A., Dewitt, E.H., and Unruh, D.M., 2010, SHRIMP U-Pb dating of recurrent Ordovician alkalic magmatism in central Idaho: Implications for Rodinian rift tectonics: Geological Society of America Bulletin, v. 122, p. 430–453, doi:10.1130/B26565.1. Mack, G.H., 2003, Lower Permian terrestrial paleoclimatic indicators in New Mexico and their comparison to paleoclimate models, in Lucas, S.G., Semken, S.C., Berglof, W., and Ulmer-Scholle, D., eds., Geology of the Zuni Plateau: Socorro, New Mexico Geological Society, 54th Field Conference Guidebook, p. 231–240. Martinsen, O.J., Martinsen, R.S., and Steidtmann, J.R., 1993, Mesaverde Group (Upper Cretaceous), south-\neastern Wyoming; allostratigraphy versus sequence stratigraphy in a tectonically active area: The American Association of Petroleum Geologists Bulletin, v. 77, p. 1351–1373. May, S.R., Gray, G.G., Summa, L.L., Stewart, N.R., Gehrels, G.E., and Pecha, M.E., 2013, Detrital zircon geochronology from Cenomanian–Coniacian strata in the Bighorn Basin, Wyoming, USA: Implications for stratigraphic correlation and paleogeography: Rocky Mountain Geology, v. 48, p. 41–61, doi:10.2113/gsrocky.48.1.41. McMillan, M.E., Heller, P.L., and Wing, S.L., 2006, History and causes of post-Laramide relief in the Rocky Mountain orogenic plateau: Geological Society of America Bulletin, v. 118, p. 393–405, doi:10.1130/B25712.1. McMillan, N.J., and McLemore, V.T., 2004, Cambrian– Ordo vician magmatism and extension in New Mexico and Colorado: New Mexico Bureau of Geology and Mineral Resources Bulletin 160, p. 1–11. Merewether, E.A., and Cobban, W.A., 1986, Biostratigraphic units and tectonism in the mid-Cretaceous foreland of Wyoming, Colorado, and adjoining areas, in Peterson, J.A., ed., Paleotectonics and Sedimentation in the Rocky Mountain Region, United States: American Association of Petroleum Geologists Memoir 41, p. 443–468. Miall, A.D., and Blakey, R.C., 2008, The Phanerozoic tectonic and sedimentary evolution of North America, in Miall, A.D., ed., Sedimentary Basins of United States and Canada: Amsterdam, Netherlands, Elsevier, p. 1–29. Mueller, P.A., Heatherington, A.L., Kelly, D.M., Wooden, J.L., and Mogk, D.W., 2002, Paleoproterozoic crust within the Great Falls tectonic zone: Implications for the assembly of southern Laurentia: Geology, v. 30, p. 127–130, doi:10.1130/0091-7613(2002)030<0127: PCWTGF>2.0.CO;2. Obradovich, J.D., 1993, A Cretaceous time scale, in Caldwell, W.G.E., and Kauffman, E.G., eds., Evolution of the Western Interior Basin: Geological Association of Canada Special Paper 39, p. 379–396. Obradovich, J.D., Cobban, W.A., Merewether, E.A., and Weimer, R.J., 1996, A time framework for the late Albian and early Cenomanian strata of northern Wyoming and Montana: Geological Society of America Abstracts with Programs, v. 28, no. 7, p. A-66. Ostrom, J.H., 1970, Stratigraphy and Paleontology of the Cloverly Formation (Lower Cretaceous) of the Bighorn Basin Area, Wyoming and Montana:, Yale University Peabody Museum of Natural History Bulletin 35, 234 p. Patchett, P.J., Ross, G.M., and Gleason, J.D., 1999, Continental drainage in North America during the Phanerozoic from Nd isotopes: Science, v. 283, p. 671–673, doi:10.1126/science.283.5402.671. Picard, M.D., 1993, The early Mesozoic history of Wyoming, in Snoke, A.W., Steidtmann, J.R., and Roberts, S.M., eds., Geology of Wyoming: The Geological Survey of Wyoming Memoir 5, p. 211–248. Roberts, H., Dahl, P., Kelley, S., and Frei, R., 2002, New 207Pb-206Pb and 40Ar-39Ar ages from SW Montana, USA: Constraints on the Proterozoic and Archaean tectonic and depositional history of the Wyoming Province: Precambrian Research, v. 117, p. 119–143, doi: 10.1016/S0301-9268(02)00076-1. Roberts, L.N.R., Finn, T.M., Lewan, M.D., and Kirschbaum, M.A., 2008, Burial History, Thermal Maturity, and Oil and Gas Generation History of Source Rocks in the Bighorn Basin, Wyoming and Montana: U.S. Geological Survey Scientifi c Investigations Report 2008–5037, 35 p. Ross, G.M., and Villeneuve, M., 2003, Provenance of the Mesoproterozoic (1.45 Ga) Belt Basin (western North America): Another piece in the pre-Rodinia paleogeographic puzzle: Geological Society of America Bulletin, v. 115, p. 1191–1217, doi:10.1130/B25209.1. Sears, J.W., Link, P.K., Balgord, E.A., and Mahoney, J.B., 2010, Quartzite of Argenta, Beaverhead County, Mon-\ntana, revisited: Defi nitive evidence of Precambrian age indicates edge of Belt Basin: Northwest Geology, v. 39, p. 41–48. Simmons, S.P., and Scholle, P.A., 1990, Late Paleozoic uplift and sedimentation, northeast Bighorn Basin, Wyoming, in Specht, R.W., ed., Wyoming Sedimentation and Tectonics: Casper, Wyoming, Wyoming Geological Association, 41st Field Conference Guidebook, p. 39–55. Snoke, A.W., 1993, Geologic history of Wyoming within the tectonic framework of the North American Cordillera, in Snoke, A.W., Steidtmann, J.R., and Roberts, S.M., eds., Geology of Wyoming: Geological Survey of Wyo ming Memoir 5, p. 2–56. Spasojevic, S., Liu, L., and Gurnis, M., 2009, Adjoint models of mantle convection with plate motion and stratigraphic constraints: North America since the Late Cretaceous: Geochemistry Geophysics Geosystems, v. 10, Q05W02, doi:10.1029/2008GC002345. Stacey, J.S., and Kramers, J.D., 1975, Approximation of terrestrial lead isotope evolution by a two-stage model: Earth and Planetary Science Letters, v. 26, p. 207–221, doi:10.1016/0012-821X(75)90088-6. Steidtmann, J.R., 1993, The Cretaceous foreland basin and its sedimentary record, in Snoke, A.W., Steidtmann, J.R., and Roberts, S.M., eds., Geology of Wyoming: Geological Survey of Wyoming Memoir 5, p. 251–271. Stewart, E.D., Link, P.K., Fanning, M., Frost, C.D., and McCurry, M., 2010, Paleogeographic implications of non–North American sediment in the Mesoproterozoic upper Belt Supergroup and Lemhi Group, Idaho and Montana: Geology, v. 38, p. 927–930, doi:10.1130 /G31194.1. Thomas, W.A., 2011, Detrital-zircon geochronology and sedimentary provenance: Lithosphere, v. 3, p. 304– 308, doi:10.1130/RF.L001.1. Turner, C.E., and Peterson, F., 2004, Reconstruction of the Upper Jurassic Morrison Formation extinct ecosystem—A synthesis: Sedimentary Geology, v. 167, p. 309–355, doi:10.1016/j.sedgeo.2004.01.009. Way, J.N., O’Malley, P.J., Suttner, L.J., and Furer, L.C., 1998, Tectonic controls on alluvial systems in a distal foreland basin in the Lakota and Cloverly Formations, Early Cretaceous in Wyoming, Montana and South Dakota , in Shanley, K.W., and McCabe, P.J., eds., Relative Role of Eustasy, Climate and Tectonism in Continental Rocks: Society for Sedimentary Geology Special Publication 59, p. 133–147. Whitmeyer, S.J., and Karlstrom, K.E., 2007, Tectonic model for the Proterozoic growth of North America: Geosphere, v. 3, no. 4, p. 220–259, doi:10.1130/GES00055.1. Winslow, N.S., and Heller, P.L., 1987, Evaluation of unconformities in Upper Jurassic and Lower Cretaceous nonmarine deposits, Bighorn Basin, Wyoming and Montana, U.S.A.: Sedimentary Geology, v. 53, p. 181– 202, doi:10.1016/0037-0738(87)90034-0. Yacobucci, M.M., 2004, Neogastroplites meets Metengonoceras: Morphological response of an endemic hoplitid ammonite to a new invader in the mid-Cretaceous Mowry Sea of North America: Cretaceous Research, v. 25, no. 6, p. 927–944, doi:10.1016/j. cretres.2004.09.001. Zaleha, M.J., 2006, Sevier orogenesis and nonmarine basin fi lling—Implications of new stratigraphic correlations of Lower Cretaceous strata throughout Wyoming, U.S.A.: Geological Society of America Bulletin, v. 118, no. 7/8, p. 886–896, doi:10.1130/B25715.1."
  }, {
    "heading": "SCIENCE EDITOR: NANCY RIGGS ASSOCIATE EDITOR: REBECCA DORSEY",
    "text": ""
  }, {
    "heading": "MANUSCRIPT RECEIVED 16 NOVEMBER 2012 REVISED MANUSCRIPT RECEIVED 2 MAY 2013 MANUSCRIPT ACCEPTED 25 JUNE 2013",
    "text": "Printed in the USA\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/125/9-10/1403/3407425/1403.pdf by University of Arizona user on 21 February 2019"
  }],
  "year": 2013,
  "references": [],
  "id": "SP:5d204803739951fa33b4506b77d8170a51cc0b76",
  "authors": [{
    "name": "Steven R. May",
    "affiliations": []
  }, {
    "name": "Gary G. Gray",
    "affiliations": []
  }, {
    "name": "Lori L. Summa",
    "affiliations": []
  }, {
    "name": "Norman R. Stewart",
    "affiliations": []
  }, {
    "name": "George E. Gehrels",
    "affiliations": []
  }, {
    "name": "Mark E. Pecha",
    "affiliations": []
  }],
  "abstractText": "Tectonostratigraphic assemblages record phases of basin history during which the fundamental controls of tectonic setting, sub sidence style, and basin geometry are relatively similar. Because these fundamental controls, in combination with climate and eustasy, infl uence paleogeography and sediment-dispersal patterns, they should also yield similar patterns, or facies, of detrital zircon age spectra . Such age-distribution patterns should be documented on the craton in order to make meaningful comparisons to sedimentary rocks from suspect terranes along continental margins. The Rocky Mountains of western North America provide excellent outcrops of sedimentary rocks that record >500 m.y. of tectonostratigraphic evolution. One such Phanerozoic section is exposed along the margins of the Bighorn Basin in northwest Wyoming, from which we report over 4000 U/Th/Pb detrital zircon ages from 48 samples that span a stratigraphic interval from the Middle Cambrian Flathead Sandstone through the Eocene Willwood Formation. These data provide one of the most complete records of detrital zircon age patterns from this part of cratonic North America. The stratigraphic record of the Bighorn Basin is subdivided into four tectonostratigraphic assemblages (TSA1–TSA4). These assemblages record an initial passive margin, followed by a transition to a convergent margin, followed by a marine-dominated retroarc foreland basin, followed by a retroarc foreland segmented by local basement uplifts. This tectonostratigraphic architecture is expressed as four, fi rst-order patterns within the detrital zircon age distributions. TSA1 represents a Paleozoic–Triassic proximal continental margin assemblage dominated by Proterozoic zircons with abundant grains in the 1600–1950 Ma range, a Grenville population at ca. 1100 Ma, and a Phanerozoic population at ca. 420 Ma. TSA2 is a transitional assemblage associated with the Jurassic–Early Cretaceous organization of a west-facing convergent margin and Cordilleran orogen. The TSA2 detrital zircon age distribution is characterized by the appearance of Mesozoic grains, age peaks at ca. 420 and 600 Ma, and a dominant population of Grenville (1.0–1.1 Ga) grains with a suite of Proterozoic grains diminishing in abundance as age increases to 1.9 Ga. TSA3 sedimentary rocks were deposited in the Cretaceous Interior Seaway in a retroarc foreland basin and are dominated by zircons for which ages are close to the depositional age of the strata, refl ecting input from the active Idaho Batholith and Sierran segments of the Cordilleran magmatic arc. The older zircon fractions from TSA3 sedimentary rocks are characterized by a dominant detrital zircon age peak at 1.7–1.8 Ga, which probably refl ects reworking of Belt Supergroup metasedimentary rocks from the northwest into the Cretaceous foreland, based on regional paleogeographic patterns. TSA4 refl ects the phase of basin fi ll associated with Paleogene structural segmentation of the retroarc foreland during the Laramide orogeny. Detrital zircon age spectra from this assemblage record erosion and redeposition of all previous sedimentary rocks from surrounding basement uplifts. Patterns of detrital zircon ages refl ect fundamental changes in paleogeography and sediment dispersal at the 10–100 m.y. time scale and are clearly related to major tectonic events or phases. Detrital zircon ages also provide evidence for linkages between convergent margin processes such as arc magmatism and sedimentation in the retroarc foreland. During these times of strong arc-retroarc linkage, detrital zircon geochronology provides a potentially useful tool for high-resolution chronostratigraphy. INTRODUCTION Detrital zircon age-distribution patterns record evidence of sediment provenance and dispersal that can be used to reconstruct paleogeography and tectonostratigraphy (Becker et al., 2005; Dickinson and Gehrels, 2009; Gehrels et al., 2011; Gehrels, 2012). These patterns can also be used to evaluate the paleogeographic associations of suspect terranes along continental margins. LaMaskin (2012) summarized detrital zircon data from Cordilleran terranes in western North America and recognized characteristic age distributions that he referred to as “detrital zircon facies.” He argued that these facies can be used to infer the plate-tectonic affi liation of terranes, such as the change from a marginal basin architecture in the Paleozoic–early Mesozoic to an Andean-style margin in the late Mesozoic. It is important to understand the patterns of detrital zircon age distribution through time from cratonic sources adjacent to orogenic margins, analogous to the use of paleomagnetic data to evaluate terrane motion based on comparison to reference apparent polar wander paths from the craton. This paper presents a comprehensive study of detrital zircon ages from a thick section of Phanerozoic sedimentary rocks in the Bighorn Basin of northwest Wyoming to better constrain the paleogeographic history of the northern Rocky Mountains and to provide a set of reference curves for the craton margin. The Bighorn Basin is an intermontane basin located near the northern end of the Laramide tectonic province (Fig. 1) (Snoke, 1993). Cambrian through Eocene sedimentary rocks exposed around the margins of the basin record a multiphase history that is characterized by four tectonostratigraphic assemblages (TSA1–TSA4; Fig. 2). These sedimentary rocks record a variety of depositional environments, from shallow marine through fl uvial, representing a complex history of evolving sediment source terranes and dispersal patterns. For permission to copy, contact editing@geosociety.org © 2013 Geological Society of America 1403 GSA Bulletin; September/October 2013; v. 125; no. 9/10; p. 1403–1422; doi:10.1130/B30824.1; 19 fi gures; 1 table; Data Repository item 2013289. E-mail: steve.may@exxonmobil.com Downloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/125/9-10/1403/3407425/1403.pdf by University of Arizona user on 21 February 2019",
  "title": "Detrital zircon geochronology from the Bighorn Basin, Wyoming, USA: Implications for tectonostratigraphic evolution and paleogeography"
}