{
  "sections": [{
    "text": "Copyright © 2016 by Annual Reviews. All rights reserved\nThe nature of the early Martian climate is one of the major unanswered questions of planetary science. Key challenges remain, but a new wave of orbital and in situ observations and improvements in climate modeling have led to significant advances over the last decade. Multiple lines of geologic evidence now point to an episodically warm surface during the late Noachian and early Hesperian periods 3-4 Ga. The low solar flux received by Mars in its first billion years and inefficiency of plausible greenhouse gases such as CO2 means that the steady-state early Martian climate was likely cold. A denser CO2 atmosphere would have caused adiabatic cooling of the surface and hence migration of water ice to the higher altitude equatorial and southern regions of the planet. Transient warming caused melting of snow and ice deposits and a temporarily active hydrological cycle, leading to erosion of the valley networks and other fluvial features. Precise details of the warming mechanisms remain unclear, but impacts, volcanism and orbital forcing all likely played an important role. The lack of evidence for glaciation across much of Mars’ ancient terrain suggests the late Noachian surface water inventory was not sufficient to sustain a northern ocean. While mainly inhospitable on the surface, early Mars may nonetheless have presented significant opportunities for the development of microbial life.\n1\nar X\niv :1\n60 6.\n02 81\n3v 1\n[ as\ntr o-\nph .E"
  }, {
    "heading": "1. INTRODUCTION",
    "text": "With the exception of Earth, Mars is the Solar System’s best-studied planet. Since the first Mariner flybys in the 1960s, Mars has been successfully observed by a total of 11 orbiters and 7 landers, four of them rovers. Combined with ongoing observations from Earth, this has allowed a uniquely comprehensive description of the Martian atmosphere and surface. However, despite the wealth of data obtained, fundamental mysteries about Mars’ evolution remain. The biggest mystery of all is the nature of the early climate: 3-4 Ga Mars should have been freezing cold, but there is nonetheless abundant evidence that liquid water flowed across its surface.\nUnlike Earth, Mars lacks plate tectonics, global oceans and a biosphere1. One of the happy outcomes of this is that its ancient crust is incredibly well-preserved, allowing a window to epochs as early as 3-4 Ga across large regions of the surface (Nimmo & Tanaka 2005). This antiquity is hard to imagine from a terrestrial perspective. By way of comparison, we can imagine the advantages to Precambrian geology if most of Asia consisted of lightly altered terrain from the early Archean, when life was first emerging on Earth. Mars provides us a glimpse of conditions during the earliest stages of the Solar System on a body that had an atmosphere, at least episodic surface liquid water, and in some locales, surface chemistry conducive to the survival of microbial life (e.g., Grotzinger et al. 2014).\nThere are many motivations for studying the early climate of Mars. The first is simply that it is a fundamentally interesting unsolved problem in planetary science. Another major motivation is astrobiological — if we can understand how the Martian climate evolved, we will have a better understanding of whether life could have ever flourished, and where to look for it if it did. Studying Mars also has the potential to inform us about the evolution of our own planet, because many of the processes thought to be significant to climate on early Mars (e.g. volcanism, impacts) have also been of major importance on Earth. Finally, in this era of exoplanet science, Mars also represents a test case that can inform us about the climates of small rocky planets in general.\nThe aim of this review is to provide a general introduction to the latest research on the early Martian climate. We begin by discussing highlights of the geologic evidence for an altered climate on early Mars, focusing on the extent to which the observations are consistent with episodic warming vs. a steady-state warm and wet climate. Next, we discuss the external boundary conditions on the early climate (namely the solar flux and Martian orbital parameters) and the constraints on the early atmospheric pressure. We also review previous one-dimensional radiative-convective modeling of the effects of key processes (atmospheric composition, meteorite impacts and volcanism) on surface temperature. Finally, we discuss recent three-dimensional climate modeling of early Mars by a number of groups that has increased our understanding of cloud and aerosol processes and the nature of the early water cycle. It is argued that future progress will require an integrated approach, where three-dimensional climate models are compared with the geologic evidence on both global and regional scales.\n1While the possibility of life on Mars today still cannot be entirely ruled out, the absence of a biosphere sufficient to modify the surface substantially is clear.\n2 Robin Wordsworth"
  }, {
    "heading": "2. GEOLOGIC EVIDENCE FOR LIQUID WATER ON EARLY MARS",
    "text": "With a few important exceptions, all our current information on the early martian climate comes from surface geology. Martian geologic data is derived from a combination of passive and active orbital remote sensing and in situ analysis. The oldest and best studied aspect of Martian geology is the surface geomorphology. In recent years, the geomorphic data have been supplemented by global maps of surface mineralogy derived from orbiters and detailed in situ studies of several specific regions by the NASA rover missions.\nFigure 1 (top left) summarizes the basic features of the Martian surface. The four most important large-scale features are the north-south dichotomy, the Tharsis bulge, and the Hellas and Argyre impact craters. Because Martian topography plays a major role in the planet’s climate and hydrological cycle, understanding when these features formed is vital. The relative ages of surface features and regions on Mars can be assessed via analysis of local crater size-frequency distributions (crater statistics) (Tanaka 1986; Tanaka et al. 2014). Absent geochronology data, absolute dating of Martian surface units relies on impactor flux models and hence is subject to considerable uncertainty. (\nIt is standard to categorize Martian terrain into three time periods (Fig. 2): the most modern Amazonian (∼ 0 − 3.0 Ga), which is associated with hyperarid, oxidising surface conditions and minimal weathering; the Hesperian (∼ 3.0−3.5 Ga), which contains evidence of extensive volcanism and catastrophic flooding, and the ancient Noachian (∼ 3.5−4.1 Ga), when alteration of the Martian surface by water was greatest [Werner & Tanaka (2011); also see Fig. 1]. The vast majority of Noachian units are found in the heavily cratered south. The northern hemisphere is dominated by smooth plains that probably result from lava outflow and are dated to the Hesperian and Amazonian (Tanaka 1986). The Noachian period is defined by the Noachis Terra region, which translates evocatively as “Land of Noah”. It contains the clearest evidence for an altered early climate and is the primary focus of this article.\nAll of the largest scale topographic features on Mars formed during or before the Noachian. The north-south dichotomy is the most ancient surface feature, followed by Hellas and Argyre. The Hellas impact is commonly taken to represent the pre-Noachian/Noachian boundary (Nimmo & Tanaka 2005; Fassett & Head 2011). Although substantial resurfacing and formation of the Tharsis Montes shield volcanoes was ongoing during the Hesperian and Amazonian, the formation of Tharsis likely began early and was mainly complete by the late Noachian (Phillips et al. 2001; Carr & Head 2010; Fassett & Head 2011). To a first approximation, the large-scale topography of Mars in the late Noachian was therefore probably similar to that today. ("
  }, {
    "heading": "2.1. Geomorphology",
    "text": "2.1.1. Valley Networks. The valley networks are the single most important piece of evidence in favor of a radically different climate on early Mars. Like many drainage basins on Earth and in contrast with the later Hesperian-period outflow channels, Martian valley networks are dendritic (branching) with tributaries that begin near the peaks of topographic divides. This geomorphology strongly suggests an origin due to a hydrological cycle driven by precipitation (as rain or snow) (Craddock & Howard 2002; Mangold et al. 2004; Stepinski & Stepinski 2005; Barnhart, Howard & Moore 2009; Hynek, Beach & Hoke 2010; Matsubara, Howard & Gochenour 2013) rather than e.g., groundwater sapping (Squyres & Kasting 1994) or basal melting of thick icesheets (Carr & Head 2003).\nwww.annualreviews.org • The Climate of Early Mars 3\nValley networks are rare on Hesperian and Amazonian terrain but common on Noachian terrain, where they are predominantly seen at equatorial latitudes between 60◦ S and 10◦ N (Milton 1973; Carr 1996; Hynek, Beach & Hoke 2010). The largest networks are huge, extending thousands of kilometers over the surface in some cases (Howard, Moore & Irwin 2005; Hoke, Hynek & Tucker 2011). Landform evolution models suggest minimum formation timescales for the valley networks of 105 to 107 years under climate conditions appropriate\nto arid regions on Earth (Barnhart, Howard & Moore 2009; Hoke, Hynek & Tucker 2011).(\n2.1.2. Crater Lakes. When liquid water carves valley networks on a heavily cratered terrain, ponding and lake formation inside craters is a natural outcome. For sufficiently high flow rates, crater lakes will breach their rims, forming open lakes that are integrated in a larger hydrological network. Both the ratio of watershed area to lake area (drainage ratio) for each lake and the ratio of open to closed basin crater lakes in total give important clues as to the nature of the Noachian water cycle. In general, low drainage ratios and a large number of open crater lakes indicate high precipitation rates and a wet climate (Fassett & Head 2008; Barnhart, Howard & Moore 2009).\nAs might be expected, analysis of the Noachian southern highlands has revealed abundant evidence for crater lakes interlinked with the valley networks (Cabrol & Grin 1999; Fassett & Head 2008). However, closed-basin lakes greatly outnumber open-basin lakes. This suggests that a very wet climate or periodic catastrophic deluges due to e.g. impactdriven steam greenhouses (see Section 3.4) were not responsible for their formation (Irwin et al. 2005; Barnhart, Howard & Moore 2009). Open-basin lake drainage ratios strongly vary with location, with wetter formation conditions indicated in Arabia Terra and north of Hellas (Terra Sabaea) (Fassett & Head 2008).\nStriking evidence of in situ fluvial erosion was found by NASA’s Curiosity rover in the form of conglomerate outcrops at Gale Crater (Williams et al. 2013). Morphologically, the conglomerates are remarkably similar to sediment deposits found on Earth (see Fig. 1). However, chemical analysis of the outcrops suggested low chemical alteration of the material by water (Williams et al. 2013). Indeed, global analysis of aqueous alteration products on the Martian surface suggests a predominance of juvenile or weakly modified minerals (Tosca & Knoll 2009). In addition, most of the minerals in open-basin crater lakes observed from orbit lack evidence of strong in situ chemical alteration (Goudge et al. 2012). This suggests that the flows responsible for eroding the late Noachian and Hesperian surface were relatively short-lived.\n2.1.3. Northern Ocean. The most evocative (and controversial) claim to have come out of geomorphic studies of the ancient surface is that Mars once possessed a northern ocean of liquid water. The original argument proposed to support this is that various geologic contacts in the northern plains resemble ancient shorelines (Parker et al. 1993; Head et al. 1999). Several of the putative shorelines show vertical variations of several kilometers, which is inconsistent with a fluid in hydrostatic equilibrium, although it has been argued that true polar wander could have caused surface deformation sufficient to explain this (Perron et al. 2007). More critically, much of the shoreline evidence was found to be ambiguous in subsequent high-resolution imaging studies (Malin & Edgett 1999).\nMore recently, it has been argued that many delta-like deposits, which are assumed to be of fluvial origin, follow an isostatic line at -2.54 km from the datum across the surface (di Achille & Hynek 2010). If this line does represent a Noachian ocean shoreline, the implica-\n4 Robin Wordsworth\ntions are a) that the earlier proposed shorelines are incorrect and Martian topography was not modified by a true polar wander event and b) Mars once had a global equivalent layer (GEL) of around 550 m of surface water. The extent to which a warm and wet scenario for early Mars with a northern ocean fits the climate constraints and the other geologic evidence is a major focus of the rest of this article. (\n2.1.4. Glaciation. The evidence for an at least episodically warmer early Martian climate is not limited to fluvial landforms. At the south pole, the Dorsa Argentea Formation (DAF), a geologic unit dated to the mid-Hesperian, contains a range of features suggestive of glaciation, including sinuous ridges interpreted as eskers (Fig. 1) and pitted regions that may have been caused by basal melting of a thick ice sheet (Howard 1981; Head & Pratt 2001). Around the Argyre and Hellas basins, further glacial landforms such as eskers, lobate debris aprons and possible moraines and cirques are observed (Kargel & Strom 1992). Dynamic icesheet modeling (Fastook et al. 2012) suggests that polar surface temperature increases of 25-50 K from Amazonian (modern) values are required before wet-based glaciation of the DAF could occur, again suggesting episodically warmer climate conditions on early Mars. Interestingly, however there is comparatively little evidence for glacial alteration of the surface on Noachian or Hesperian terrain at more equatorial latitudes. This is an important issue that we return to in Section 4. (\n("
  }, {
    "heading": "2.2. Geochemistry",
    "text": "The morphological evidence for liquid water on early Mars, which has been observed in increasing detail from the 1960s onwards, has been complemented over the last 10-15 years by a new array of geochemical observations from orbit and rover missions. Iron and magnesium rich phyllosilicates (clays) are found extensively over Noachian terrain (Poulet et al. 2005; Bibring et al. 2006; Mustard et al. 2008; Murchie et al. 2009; Carter et al. 2010). To form, these minerals require the presence of liquid water and near-neutral-pH conditions. Other aqueous minerals such as sulphates, chlorides and silicas are found in more localized regions of the Noachian and Hesperian crust (Gendrin et al. 2005; Osterloo et al. 2010; Carter et al. 2013; Ehlmann & Edwards 2014).\nIf the phyllosilicates mainly formed on the surface, this would represent evidence in favor of a warm and wet early Martian climate (Poulet et al. 2005; Bibring et al. 2006). Recently, however, it has been argued that in most cases their mineralogy may best represent subsurface formation in geothermally heated, water-poor systems (Ehlmann et al. 2011). Many of the sedimentary phyllosilicates observed on the Martian surface today may not have formed in situ, but were instead transported to their current locations by later erosion of the crust.\nAt several sites, Al-rich clays such as kaolinite are observed alongside or overlying Fe/Mg clays (Poulet et al. 2005; Wray et al. 2008; Ehlmann et al. 2009; Carter et al. 2015). On Earth, Al-rich clays overlying Fe/Mg clay in a stratigraphic section is a common feature of wet environments, because iron and magnesium cations from the original minerals are preferentially leached (flushed) downwards from the topmost layer by water from rain or snowmelt. This is one possible explanation for the presence of Al-rich clays on Mars (Carter et al. 2015). Another interpretation is more acidic and oxidizing local alteration conditions in a mainly cold climate, as suggested by the presence of the sulfate mineral jarosite adjacent to Al clays in several regions (Ehlmann & Dundar 2015).\nwww.annualreviews.org • The Climate of Early Mars 5\nSulfate deposits on Mars are particularly interesting because they require a source (most likely volcanic) of sulfur and in some cases indicate acidic and/or saline formation conditions. Sulfates appear primarily, but not exclusively, on Hesperian terrain and may be associated with the volcanic activity that formed the basaltic ridged plains (Head, Kreslavsky & Pratt 2002; Bibring et al. 2006). The link between the sulfates, volcanism and possible changes in the early climate due to sulfur dioxide (SO2) and hydrogen sulfide (H2S) is discussed in\nSection 3.4.2.(\nOne mineral, carbonate, is conspicuous by its low abundance on the Martian surface (Niles et al. 2013; Ehlmann & Edwards 2014). This is important, because surface carbonate formation should be very efficient on a warm and wet planet with a basaltic crust and CO2rich atmosphere (Pollack et al. 1987). Carbonate formation could have been suppressed by acidic surface conditions caused by dissolution of SO2 in water (Bullock & Moore 2007; Halevy, Zuber & Schrag 2007). However, globally acidic warm and wet conditions are difficult to justify in the presence of a strongly mafic basaltic regolith, which should effectively buffer pH, just like the basaltic seafloor on Earth (Niles et al. 2013). Hence the absence of surface carbonates is a strong indication that early Mars was either only episodically warm, or very dry. Interestingly, carbonates have been discovered in outcrops in the Nili Fossae region by CRISM (Ehlmann et al. 2008) and in Gusev crater by the Spirit rover (Morris et al. 2010). They are also seen in some regions where deep crustal material has been excavated by impacts (Michalski & Niles 2010). This indicates that regardless of the early surface conditions, the deep crust may still have been a major sink for atmospheric CO2 over time (Section 3.1)."
  }, {
    "heading": "3. FAINT YOUNG SUN, COLD YOUNG PLANET?",
    "text": "The geologic record is unanimous: liquid water substantially modified Mars’ surface during the late Noachian. The surface processes that could have created this water, however, are far from obvious. Two basic facts conspire to make warming early Mars a fiendish challenge: the Martian orbit and the faintness of the young Sun.\nWith a semi-major axis of 1.524 AU, Mars receives around 43% of the solar energy that Earth does. The rapid dissipation of the nebula during terrestrial planet formation and lack of major configurational changes in the Solar System since the late heavy bombardment means that Mars’ orbital semi-major axis cannot have changed significantly since the late Noachian. Mars’ orbital eccentricity and obliquity evolve chaotically on long timescales, however, and have probably varied over ranges of 0 – 0.125 and 10◦ – 60◦, respectively (Laskar et al. 2004). Although this has little effect on the net annual solar flux, it still has important implications for the early climate, because the time-varying insolation pattern is a key determinant of peak summertime temperatures and hence the long-term transport and melting of water ice.\nThe early Sun was less luminous than today because hydrogen burning increases the mean molar mass of the core, causing it to contract and heat up. The rate of fusion is strongly dependent on temperature, so this in turn increases a main sequence star’s luminosity over time. This fundamental outcome of stellar physics is supported by detailed solar models and observations of many nearby stars. As a result, the Sun’s luminosity 3.8 Ga was approximately 75% of its present-day value (Gough 1981). One possible way to avoid this outcome is if the Sun shed large amounts of its mass early on [over 2% in the first 2 Gyr; Minton & Malhotra (2007)]. While possible, this is unlikely, because such high\n6 Robin Wordsworth\nmass loss is not observed in any nearby G or K class stars (Minton & Malhotra 2007). The idea that our Sun must be a unique and unusual star solely because Mars once had surface liquid water has not gained widespread acceptance.\nIf we accept the standard orbital and solar boundary conditions, the early Mars climate problem is now simply understood. Let us assume that in the late Noachian, Mars’ received solar flux was 0.75 × 1366/1.5242 = 441.1 W m−2. If the planetary albedo were zero (i.e. every solar photon intersected by Mars was absorbed), the equilibrium temperature would then be Te = [441.1/4σ] 1/4 = 210 K (here σ is the Stefan-Boltzmann constant). This implies a minimum greenhouse effect of around 65 K (around double that of present-day Earth or 9 times that of present-day Mars) to achieve even marginally warm and wet surface conditions. For more realistic planetary albedo estimates, the greenhouse effect required is tens of degrees greater still."
  }, {
    "heading": "3.1. A Denser Early Atmosphere",
    "text": "One seemingly obvious way to invoke a more potent greenhouse effect on early Mars is via a denser atmosphere. But how thick could the early atmosphere have been? Estimating the total atmospheric pressure in the late Noachian requires consideration of the major sources (volcanic outgassing and impact delivery) and sinks (escape to space and incorporation of CO2 into the crust).\nCarbon dioxide is generally assumed to have been the dominant constituent of the Martian atmosphere in the late Noachian, as it is today. The outgassing of CO2 into the Martian atmosphere with time is a function of the rate of volcanic activity and the chemical composition of the mantle (Grott et al. 2011). The rate of volcanism through the pre-Noachian and Noachian is not strongly constrained, but the majority of volatile outgassing in Mars’ history almost certainly occurred in these periods (Grott et al. 2011).\nRegarding the chemical composition, CO2 outgassing is strongly dependent in particular on the mantle oxygen fugacity (fO2). Analysis of Martian meteorites suggests Mars has a more reducing mantle than Earth, with an fO2 value between the iron-wüstite and quartzfayalite-magnetite buffers (Wadhwa 2001). Given this, Hirschmann & Withers (2008) estimate that between 70 mbar and 13 bar of CO2 could have been outgassed during the initial formation of the Martian crust, with the lower estimate for the most reducing conditions. During later events (such as the formation of the Tharsis bulge), they estimate that 40 mbar to 1.4 bars could have been outgassed. (\nThe escape rate of CO2 to space until the Hesperian is highly uncertain. Escape rates were highest just after Mars’ formation, and the isotopic fractionation of noble gases in the atmosphere indicates the majority of the primordial atmosphere was lost very early (Jakosky & Jones 1997). It has also been argued that all of the initially outgassed CO2 would have been rapidly lost to space by XUV-driven escape before the late Noachian (Tian et al. 2010). However, effective loss requires total dissociation of CO2 into its constituent atoms. The chemistry of this process has not been extensively studied and may be somewhat modeldependent (Lammer et al. 2013). Meteorite impacts during accretion remove CO2 but also deliver it, with the balance dependent on the model used. In contrast, escape processes occurring from the Hesperian onwards appear unambiguously ineffective: ion escape, plasma instability, sputtering and non-thermal processes combined could not have removed more than a few 100 mbar at most since 4 Ga (Chassefière & Leblanc 2004; Lammer et al. 2013). Although further insights into these processes will be supplied by NASA’s ongoing MAVEN\nwww.annualreviews.org • The Climate of Early Mars 7\nmission, it currently appears that a dense late Noachian atmosphere can only have been removed subsequently by surface processes.\nThe most efficient potential sink for atmospheric CO2 at the surface is carbonate formation. As we have discussed, surface carbonates are rare on Mars. However, the discovery of carbonates in exhumed deep crust suggests that the possibility of a large subsurface reservoir cannot be discounted (Michalski & Niles 2010). Recently, it has been argued based on orbital observations that this reservoir is unlikely to allow more than a 500 mbar CO2 atmosphere during the late Noachian (Edwards & Ehlmann 2015). However, sequestration by hydrothermal circulation of CO2 in deep basaltic crust is a very poorly understood process even on Earth (e.g., Brady & Gı́slason 1997), so caution is still required when extrapolating the known carbonate reservoirs. It will be hard to constrain the late Noachian carbon budget definitively until we can send missions to Mars (robotic or human) that are capable of drilling deep into the subsurface.\nFinally, one independent constraint on atmospheric pressure comes from the size distribution of craters on ancient terrain. In a thick atmosphere smaller impactors burn up before they reach the surface, so observation of the smallest craters leads to an upper limit on atmospheric pressure. Recent analysis of the Dorsa Aeolis region near Gale crater using this technique has led to an approximate upper limit of 0.9-3.8 bars on atmospheric pressure 3.6 Ga (Kite et al. 2014).\nTo summarize, many aspects of Mars’ atmospheric evolution are highly uncertain. It is likely that Mars had a thicker CO2 atmosphere in the late Noachian. This atmosphere could have been as dense as 1-2 bar, but likely no more than this. If the early atmosphere was denser than about 0.5 bar, it cannot have all escaped to space and the difference will now be buried in the deep crust as carbonate. Several recent studies have suggested that this reservoir may be small, but the observational search for carbonate deposits on Mars should continue, along with theoretical study of the interaction between atmospheric CO2 and pore water in deep Martian hydrothermal systems."
  }, {
    "heading": "3.2. The Failure of the CO2 Greenhouse",
    "text": "Constraining the early atmospheric CO2 content is necessary to build a complete picture of the Noachian climate, but it is not sufficient. In a seminal paper, Kasting (1991) demonstrated that regardless of the atmospheric pressure, a clear-sky CO2-H2O atmosphere alone could not have warmed early Mars. There are two reasons for this. First, CO2 is an efficient Rayleigh scatterer, so in large quantities it significantly raises the planetary albedo. In addition, CO2 condenses into clouds of dry ice at low temperatures. As surface pressure increases this leads to a shallower atmospheric lapse rate, reducing the greenhouse effect (Fig. 4). At high enough CO2 pressures, the atmosphere collapses on the surface completely. This conclusion, which was reached by Kasting using a one-dimensional clear-sky radiativeconvective climate model, has recently been confirmed by three-dimensional climate models\nthat include cloud effects (Forget et al. 2013; Wordsworth et al. 2013).( ( Although uncertainty remains, the infrared radiative effects of dense CO2-dominated\natmospheres are now fairly well understood. CO2 is opaque across important regions of the infrared because of direct vibrational-rotational absorption, particularly due to the ν2 667 cm−1 (15 µm) bending mode and associated overtone bands. In dense atmospheres, CO2, like most gases, also absorbs effectively through collision-induced absorption (CIA). CIA is a collective effect that involves the interaction of electromagnetic radiation with pairs\n8 Robin Wordsworth\n(or larger numbers) of molecules. For CO2, it occurs due to both induced dipole effects in the 0-250 cm−1 region (Gruszka & Borysow 1997), and dimer effects between 1200 and 1500 cm−1 (Baranov, Lafferty & Fraser 2004) (see Fig. 3). Further complications arise from the fact that the sub-Lorentzian nature of absorption lines far from their centers must also be taken into account for accurate computation of CO2 absorption in climate models (Perrin & Hartmann 1989).\nFigure 3 (top) shows the absorption coefficient of CO2 and other gases at standard temperature and pressure computed using the CIA and sublorentzian line broadening parametrization described in Wordsworth, Forget & Eymet (2010), with the two regions of CIA indicated. In the lower panel, the outgoing longwave radiation (OLR) computed assuming a 1 bar dry CO2 atmosphere with surface temperature of 250 K is shown. As can be seen, the CIA causes significant reduction in OLR, but important window regions remain, particularly around 400 and 1000 cm−1. The most effective minor greenhouse gases on early Mars are those whose absorption peaks in these CO2 window regions. Water vapour absorbs strongly at low wavenumbers and around its ν2 band at 1600 cm −1, but its molar concentration is determined by temperature and hence it can only cause a feedback effect on the radiative forcing of other gases. At low temperature, this feedback is weak. Hence for pure clear-sky CO2-H2O atmospheres under early Martian conditions, modern radiativeconvective models obtain mean surface temperatures of 225 K or less (Wordsworth, Forget & Eymet 2010; Ramirez et al. 2014; Halevy & Head 2014). ("
  }, {
    "heading": "3.3. Alternative Long-term Warming Mechanisms",
    "text": "The popular notion that Mars was once warm and wet combined with the impossibility of warming early Mars by CO2 alone has motivated investigation of many alternative warming mechanisms. For the most part, researchers have used one-dimensional radiative-convective models [either line-by-line or correlated-k; Goody et al. (1989)] to investigate the early climate. Radiative-convective models allow for temperature variations with altitude only and parametrize or neglect the effects of clouds, which strongly limits their accuracy and predictive power. Nonetheless, their speed and robustness make them invaluable tools for constraining parameter space and investigating novel effects. (\n(Over the years, researchers have investigated various greenhouse gas combinations to\nachieve a warm and wet early Martian climate (Sagan 1977; Postawko & Kuhn 1986; Kasting 1997; Haberle 1998; von Paris et al. 2013; Ramirez et al. 2014). Methane might appear to be a promising Martian greenhouse gas given its strong radiative forcing on the presentday Earth. However, it is not an effective warming agent on early Mars because its first significant vibration-rotation band absorbs around 1300 cm−1 — a region too far from the peak of the Planck function in the 200-270 K temperature range to cause much change to outgoing longwave radiation (see Fig. 3). Gases such as ammonia and carbonyl sulphide have greater radiative potential but lack efficient formation mechanisms and are photochemically unstable in the Martian atmosphere, so they cannot have been present long-term in large quantities.\nOther researchers have looked at hydrogen as a greenhouse gas (Sagan 1977; Ramirez et al. 2014). Wordsworth & Pierrehumbert (2013) showed that N2-H2 CIA can cause significant warming on terrestrial planets even when H2 is a minor atmospheric constituent, because broadening of the CIA spectrum at moderate temperatures causes absorption to extend into window regions. In a thought-provoking paper, Ramirez et al. (2014) proposed\nwww.annualreviews.org • The Climate of Early Mars 9\nthat CO2-H2 absorption could have caused warming on early Mars in a similar fashion, perhaps sufficiently to put the climate into a warm and wet state. Hydrogen readily escapes from a small planet like Mars, so to work this mechanism requires rapid hydrogen outgassing, which means a very reducing mantle and high rate of volcanism. It also requires a high atmospheric CO2 content, which as discussed in Section 3.1 may be inconsistent with a highly reducing mantle (Hirschmann & Withers 2008). Finally, a long-lived highly reducing atmosphere is not obviously consistent with evidence for oxidizing surface conditions during the Noachian (Chevrier, Poulet & Bibring 2007). Nonetheless, the contribution of reducing species to the early Martian climate and atmospheric chemistry is an interesting subject that requires further research.\nThe radiative forcing of clouds and aerosols was certainly also important to the early Martian climate, but it is challenging to constrain. One novel feature of cold CO2 atmospheres is that condensation at high altitudes leads to CO2 cloud formation (Fig. 5) — an effect that is observed in the Martian mesosphere today (Montmessin et al. 2007). Forget & Pierrehumbert (1997) proposed that infrared scattering by CO2 clouds in the high atmosphere could have led to significant, long-term greenhouse warming on early Mars. However, to be effective this warming mechanism requires cloud coverage close to 100%. Recent threedimensional global climate modeling (Forget et al. 2013; Wordsworth et al. 2013) has shown that this level is never reached in practice. In addition, recent multiple-stream scattering studies have indicated that the two-stream methods used previously to calculate CO2 cloud climate effects tend to overestimate the strength of the scattering greenhouse (Kitzmann, Patzer & Rauer 2013). Hence the warming effect of CO2 clouds is likely to have been small in reality. Nonetheless, the infrared scattering effect is still an important term in their overall radiative budget. This means that they at least do not dramatically cool the climate via shortwave scattering, as was thought to be the case in the earliest studies of CO2 condensation on early Mars (Kasting 1991).\nRecent studies have also investigated the role of H2O clouds. In a 3D climate model study, Urata & Toon (2013) found high-altitude water clouds formed that substantially decreased the OLR. They proposed that this could have caused transitory or long-lived warm climate states on early Mars. However, another 3D climate study published in the same year as Urata & Toon’s work found much less effective upwards transport of water vapor, resulting in mainly low-lying H2O clouds that cooled the planet by increasing the albedo (Wordsworth et al. 2013). It is not unduly surprising that two 3D models of early Mars produce such different results on cloud forcing, given the uncertainty on this issue for the present-day Earth (Forster et al. 2007). Nonetheless, the discrepancy highlights the need for future detailed study of this issue."
  }, {
    "heading": "3.4. Episodic Warming",
    "text": "The geologic evidence that Mars once had large amounts of surface liquid water is conclusive, but geomorphic constraints on the duration for which that water flowed are much weaker. In addition, much of the geochemical evidence points towards surface conditions that were not warm and wet for long time periods. This is important, because if repeated transient melting events are capable of explaining the observations, the theoretical possibilities for warming become greater.\n10 Robin Wordsworth\n3.4.1. Impact-induced Steam Atmospheres. The late Noachian is coincident with the early period of intense impactor flux known as the late heavy bombardment (e.g., Hartmann & Neukum 2001). Meteorite impacts were hence unquestionably a major feature of the environment during the main period of valley network formation. Based on this, several proposals for impact-induced warming have been put forward. Segura et al. (2002); Segura, Toon & Colaprete (2008) suggested that large impactors could have evaporated up to tens of meters of water into the atmosphere, which would then have caused erosion when it rained back down to the surface. Later, Segura, McKay & Toon (2012) proposed that impact-induced atmospheres could be very long-lived due to a strong decrease in OLR with surface temperature in a steam atmosphere, which would give rise to a climate bistability.\nDespite the appealing temporal correlation, impact-induced steam atmospheres are not compelling as the main explanation for valley network formation. There are two main reasons for this. First, for transient impact-driven warming, there appears to be a large discrepancy between the estimated valley network erosion rates (Barnhart, Howard & Moore 2009; Hoke, Hynek & Tucker 2011) and the amount of rainfall produced post-impact (Toon, Segura & Zahnle 2010). Second, the runaway greenhouse bistability argument does not seem physically plausible, at least for clear-sky atmospheres, because it relies on the occurrence of extreme supersaturation of water vapor in the low atmosphere (Nakajima, Hayashi & Abe 1992). If impacts played a role in carving the valley networks, therefore, they must have done so by a more indirect method.\n3.4.2. Sulfur-bearing Volcanic Gases. Another idea that has seen intensive study over the last few decades is the SO2/H2S greenhouse. The martian surface is sulfur-rich (Clark et al. 1976) and sulphates are abundant on Hesperian and Noachian terrain (Gendrin et al. 2005; Bibring et al. 2005; Ehlmann & Edwards 2014). This suggests that volcanic emissions of sulfur-bearing gases (SO2 and H2S) could have had a significant effect on early climate (Postawko & Kuhn 1986; Yung, Nair & Gerstell 1997; Halevy, Zuber & Schrag 2007).\nSO2 is a moderately effective greenhouse gas. The 518 cm −1 (19.3 µm) vibrationalrotation band associated with its ν2 bending mode absorbs close the peak of the blackbody spectrum at 250-300 K, but sufficiently far from the CO2 ν2 band at 667 cm −1 to cause a fairly large reduction in the OLR if SO2 is present at levels of 10 ppm or above (Fig. 3). SO2 absorption bands in the 1000-1500 cm −1 region also contribute but partially intersect with CO2 CIA at high pressure. H2S, which would also have been outgassed in significant quantities by the reducing Martian mantle, is a far less effective greenhouse gas on early Mars due to the intersection of its main absorption bands with H2O and CO2 (Fig. 3).\nLike NH3 and CH4, SO2 is photolyzed in the Martian atmosphere. Photochemical modeling under plausible early Martian conditions has suggested that this limits its lifetime to under a few hundred years (Johnson, Pavlov & Mischna 2009). More importantly, SO2 photochemistry leads to rapid formation of sulfate aerosols (Tian et al. 2010). These scatter incoming sunlight effectively, raising the albedo and cooling the planet. Similar climate effects have been observed in stratovolcano eruptions on Earth, such as that of Pinatubo in 1991 (Stenchikov et al. 1998).\nHalevy & Head (2014) argued that intense episodic volcanic SO2 emissions associated with the formation of Hesperian ridged plains could have caused significant greenhouse warming. Using a line-by-line radiative-convective climate model, they found subsolar zonal average temperatures of 250 K for SO2 concentrations of 1-2 ppm in a clear-sky CO2-H2O atmosphere. Based on this, they argued that peak daytime equatorial temperatures would\nwww.annualreviews.org • The Climate of Early Mars 11\nexceed 273 K for several months a year during transient pulses of volcanism and hence significant meltwater could be generated.\nBecause Halevy & Head (2014) used a one-dimensional column model, they did not account for horizontal heat transport by the atmosphere. In contrast to their result, recent 3D GCM studies find that in concentrations of under 10 ppm, SO2 warming cannot cause significant melting events on early Mars (Mischna et al. 2013; Kerber, Forget & Wordsworth 2015). Indeed, the dramatic cooling effects of sulfate aerosols together with the timing of the Hesperian flood basalts led Kerber, Forget & Wordsworth (2015) to suggest an opposite conclusion: the onset of intense sulfur outgassing on Mars may have ended the period of episodically or continuously warm conditions in the late Noachian.\nIn summary, no single mechanism is currently accepted as the cause of anomalous warming events on early Mars. Climate models that allow horizontal temperature variations show that in combination, various atmospheric and orbital effects can combine to create marginally warm conditions and hence small amounts of episodic melting (Richardson & Mischna 2005; Wordsworth et al. 2013; Kite et al. 2013; Mischna et al. 2013; Wordsworth et al. 2015), particularly if the meltwater is assumed to be briny (Fairén et al. 2009; Fairén 2010). Just like the climate of Earth today, the ancient climate of Mars was probably complex, with multiple factors contributing to the mean surface temperature. Nonetheless, further research on this key issue is necessary. The continuing uncertainty with regard to warming mechanisms has recently led some studies to take an empirical approach to constraining the early Martian climate (Section 4.2)."
  }, {
    "heading": "4. DECIPHERING THE LATE NOACHIAN WATER CYCLE",
    "text": "Radiative-convective climate models are powerful tools, but they have limitations. One of the most obvious is their inability to capture cloud effects, except in a crude and highly parameterized way. A second major limitation is that they fail to account for regional differences in climate, and hence cannot be used to model a planet’s hydrological cycle. This is particularly important for Mars, which has large topographic variations and a spatially\ninhomogenous surface record of alteration by liquid water.(\nWhile 3D general circulation models (GCMs) of the present-day Martian atmosphere began to be used from the 1960s onwards (Leovy & Mintz 1969), development of GCMs for paleoclimate applications has been much slower. An important reason for this is the complexity of dense gas CO2 radiative transfer, as described above. Nonetheless, in the last five years, several teams have begun 3D GCM modeling of the early Martian climate.\nChallenges in simulating the Martian paleoclimate in three dimensions include a potentially altered topography compared to present-day, uncertainty in the orbital eccentricity and obliquity, and the difficulty of calculating radiative transfer accurately and rapidly in an atmosphere of poorly constrained composition. Of all of these, the latter poses the greatest technical challenge. Line-by-line codes such as that used to produce Fig. 3 are impractical for GCM simulations because the number of calculations required makes them prohibitively expensive computationally. Instead, recent 3D simulations have used the correlated-k method (Goody et al. 1989; Lacis & Oinas 1991). This technique, which was originally developed for terrestrial radiative transfer applications, replaces the line-by-line integration over spectral wavenumber with a sum over a cumulative probability distribution in a much smaller number of bands.\nThe first study to apply this technique to 3D Martian paleoclimate simulations was\n12 Robin Wordsworth\nJohnson et al. (2008), who looked at the effect of SO2 warming from volcanism. While pioneering in terms of its technical approach, this work used correlated-k coefficients that were later found to be in error (Mischna et al. 2013). As a result, it predicted unrealistically high warming due to SO2 emissions. Since this time, several new 3D GCM studies of early Mars using correlated-k radiative transfer have been published, leading to a number of new insights.\nAs previously discussed, Forget et al. (2013), Wordsworth et al. (2013) and Urata & Toon (2013) investigated the role of CO2 and H2O clouds in warming the early climate, and found both cloud fraction and mean particle size were critical factors in their radiative effect. Forget et al. (2013) and Soto et al. (2015) investigated collapse of CO2 atmospheres due to surface condensation. They found that the process was extremely significant at low obliquities (below 20◦) and at pressures above 3 bar. The predictions of Forget et al. (2013) and Soto et al. (2015) differed in detail, however, partly because Soto et al. (2015) neglected the effects of CO2 clouds and used the present-day solar luminosity. Hence further model intercomparison on this issue is required. In a related study, Kahre et al. (2013) examined CO2 collapse in the presence of an active dust cycle and found that dust could help to stabilize moderately dense atmospheres (∼ 80 mbar) against collapse at high obliquity. As described in Section 3.4.2, two new 3D studies have also investigated the role of SO2 warming in the Noachian climate (Mischna et al. 2013; Kerber, Forget & Wordsworth 2015)."
  }, {
    "heading": "4.1. Adiabatic Cooling and the Icy Highlands Hypothesis",
    "text": "Another outcome of recent 3D GCM modeling has been an increased understanding of the processes governing Mars’ early surface water cycle. On a cold planet, the water cycle is dominated by the transport of surface ice to regions of enhanced stability (cold traps). Ice stability is a strong function of the sublimation rate, which depends exponentially on surface temperature via the Clausius-Clayperon relation. In practice, this means that the regions of the planet with the lowest annual mean surface temperatures are usually cold traps. Figuring out the cold trap locations on early Mars is critical, because it tells us where the water sources were during warming episodes.\nMars today has an atmospheric pressure of around 600 Pa and obliquity of 25.2◦. The majority of surface and subsurface water ice is found near the poles (Boynton et al. 2002). Mars’ obliquity has varied significantly throughout the Amazonian, however (Laskar & Robutel 1993), and at high obliquities ice migration to equatorial (Mischna et al. 2003; Forget et al. 2006) and mid-latitude (Madeleine et al. 2009) regions is predicted. Obliquity variations may well have also been important to ice stability in the Noachian and early Hesperian. However, in this period the role of atmospheric pressure was probably even more important.\nFigure 6 shows the simulated annual mean temperature Ts for Mars given a solar flux 75% of that today (Gough 1981) and surface pressures of a) ps = 0.125 bar and ps = 1 bar. At the lowest pressure, mean surface temperatures are primarily determined by insolation and the main variation of Ts is with latitude. At 1 bar, however, a shift to variation of Ts with altitude has occurred. The accompanying scatter plot of surface temperature vs. altitude clearly shows a trend towards temperature-altitude anticorrelation as pressure increases. The origin of this effect is the increase in coupling between the lower atmosphere and surface via the planetary boundary layer.\nwww.annualreviews.org • The Climate of Early Mars 13\nThe surface heat budget on a mainly dry planet can be written as\nFlw,↑ = Flw,↓ + Fsw,↓ + Fsens (1)\nwhere Flw,↑ is the upwelling longwave (thermal) radiation from the surface, Flw,↓ is the downwelling thermal radiation from the atmosphere to the surface, Fsw,↓ is the incoming solar flux, and Fsens is the sensible heat exchange. The latter term can be written as 2 Fsens = ρaCDcp|u|(Ta − Ts), where ρa is the atmospheric density near the surface, CD is the bulk drag coefficient, cp is the atmospheric specific heat capacity at constant pressure, |u| is the surface windspeed and Ta is the temperature of the atmosphere at the surface. Observations and simulations indicate that |u| generally decreases with ρa, but only slowly. Hence the magnitude of Fsens will increase significantly with ρa unless the temperature difference Ta − Ts simultaneously decreases. For a planet without an atmosphere (such as Mercury), Flw,↓ and Fsens equal zero and surface temperature is determined by solar insolation (with a contribution from geothermal heating in very cold regions). As atmospheric pressure increases, so does heat exchange between the atmosphere and surface. For a planet with a thick atmosphere (such as Venus or Earth), sensible and radiative atmospheric heat exchange are significant and drive Ts towards the local air temperature Ta. Because the atmospheric lapse rate follows a convective adiabat in the troposphere, surface temperatures therefore decrease with altitude. This is exactly the effect that causes equatorial mountains on Earth such as Kilimanjaro to have snowy peaks despite the tropical temperatures at their bases.\nMars has a lower surface gravity than Earth, which decreases its dry adiabatic lapse rate [Γd = −g/cp, with g gravity and cp the specific heat capacity at constant volume]. However, this is more than compensated for by its large topographic variations. The altitude difference between Hellas Basin and the southern equatorial highlands is around 12 km, or just over one atmospheric scale height. In 3D GCM simulations, the corresponding drop in annual mean temperature is around 30 K at 1 bar atmospheric pressure, or around 40 K at 2 bar (Fig. 6).\nAs a result of this adiabatic cooling effect, for moderate values of Martian obliquity and atmospheric pressures above around 0.5 bar, the equatorial Noachian highlands (where most valley networks are observed) become cold traps, confirming a prior prediction by Fastook et al. (2012). Long-term three-dimensional climate simulations coupled to a simple ice evolution model (Wordsworth et al. 2013) have demonstrated that as a result, ice migrates to the valley network source regions regardless of where it is initially located on the surface.\nThe adiabatic cooling effect led Wordsworth et al. to propose the so-called “icy highlands” scenario for the early climate (Fig. 5). In essence, the idea is that if the valley network source regions were cold traps, the early Martian water cycle could have behaved somewhat like a transiently forced, overdamped oscillator. Episodic melting events (the perturbing force), would have transported H2O to lower altitude regions of the planet on relatively short timescales. Over longer timescales, adiabatic cooling (the restoring mechanism) would have returned the system to equilibrium.\nRecent modeling and observational work has used the icy highlands hypothesis as a framework for testing various predictions on the early Martian climate. For example, Scanlon et al. (2013) used an analytical model combined with the 3D GCM of Wordsworth\n2At low atmospheric pressures (< 0.2 bar) and surface wind speeds free convection may also be important [Kite et al. (2013); Fig. 9], but its relative effect declines at higher pressures.\n14 Robin Wordsworth\net al. (2013) to study orographic precipitation over Warrego Vallis and were able to match local precipitation patterns with the valley network locations. Head & Marchant (2014) discussed the analogies between the icy highlands scenario for early Mars and the Antarctic Dry Valleys, which have long been considered one of the most “Mars-like” regions on Earth. (\nFastook & Head (2014) used a glacial flow model to study how the buildup of large ice sheets would have affected the geomorphology of the Noachian highlands. Assuming a thermal conductivity appropriate to ice without a blanketing effect from snow or firn, they found that if the Noachian water inventory was < 5× the present-day GEL (i.e. 170 m), equatorial highland glaciers would have been cold-based and hence would not have left traces on the surface in the form of cirques, eskers or other glacial landforms. This conclusion was broadly confirmed by Cassanelli & Head (2015), who studied the influence of snow and firn thermal blanketing on ice sheet melting under a H2O-limited scenario only. The relative lack of glaciation in the equatorial highlands and the total water inventory are key pieces of the Noachian climate puzzle that we return to in Section 4.4."
  }, {
    "heading": "4.2. The Hydrological Cycle on a Warm and Wet Planet",
    "text": "The icy highlands scenario provides a useful working model for thinking about the early Martian climate and fits many aspects of the geologic evidence. Nonetheless, because some observations are still interpreted as supporting long-term warm and wet conditions, it is also interesting to model alternative scenarios for the early Martian climate. As we have discussed, no climate model based on realistic assumptions currently predicts warm and wet conditions for early Mars3. To study the hydrological cycle on a warm and wet planet, therefore, it is necessary to use an empirical approach. There are two basic ways to do this: increasing the solar luminosity, or increasing the atmospheric infrared opacity.\nWordsworth et al. (2015) tried both these approaches to study precipitation patterns on a warm and wet early Mars. As a starting condition, they assumed that Mars had a global northern ocean and smaller bodies of water in Argyre and Hellas, based on the putative delta shoreline constraints of di Achille & Hynek (2010). For simplicity, they also neglected the destabilizing effects of the ice-albedo feedback on the early Martian climate (Section 4.3).\nIn general, Wordsworth et al. (2015) found that the precipitation patterns in the warm and wet case were not a close match to the valley network distribution. In particular, the presence of Tharsis caused a dynamical effect on the circulation that led to low rainfall rates in Margaritifer Sinus, where some of the most well-developed valley networks on Mars are found. This indicates that either a) something was missing from their model or b) Mars was never warm and wet and the Martian valley networks formed through transient melting events. The opinion of this author is that the second possibility is the correct one. Future work testing the influence of poorly constrained effects such as cloud convection parametrizations, changes in surface topography and possibly true polar wander on this result will allow the first possibility to be tested further. In any case, it is clear that systematic empirical investigation of different scenarios using 3D models provides a new way to constrain the early climate.\n3Ramirez et al. (2014) argue that the CO2-H2 CIA mechanism can come close. However, in their model it still requires more atmospheric H2 than they can produce, even using their most generous outgassing estimates.\nwww.annualreviews.org • The Climate of Early Mars 15"
  }, {
    "heading": "4.3. Snowball Mars",
    "text": "An additional impediment to the warm and wet scenario for early Mars that has not yet been extensively considered is the ice-albedo feedback (Budyko 1969). This process is an important player in the ongoing loss of sea ice in the Arctic on Earth due to anthropogenic climate change (Stroeve et al. 2007). It was also responsible for the snowball Earth global glaciations that occurred in the Neoproterozoic (Kirschvink 1992; Hoffman et al. 1998; Pierrehumbert et al. 2011).\nEven with a northern ocean at the di Achille & Hynek (2010) shoreline, Mars would possess a far higher land to ocean ratio than Earth does, making the physics of a snowball transition quite different. Unlike on Earth, where runaway glaciation occurs through freezing of a near-global ocean, on Mars transport of H2O to high altitude regions as snow would play the key role. Because of the presence of Tharsis at the equator, the topography of Mars is particularly conducive to an ice-albedo instability of this kind. As discussed in Section 2, most of the formation of Tharsis was probably complete by the late Noachian (see also Fig. 2). Thanks to the adiabatic cooling effect under a thicker atmosphere, Tharsis is an effective cold trap for water ice even if most of Mars is assumed to be warm and wet.\nTo put numbers to this idea, we can define sea level as -2.54 km from the datum following di Achille & Hynek (2010) and take the summit of Tharsis (neglecting the peaks of the Tharsis Montes volcanoes, which are Amazonian-era (Tanaka et al. 2014)) to be approximately z = 8 km. Then the sea-level-to-summit adiabatic temperature difference is Γdz = −gz/cp ≈ 38 K. At 1 bar surface pressure the surface temperature gradient with altitude is still somewhat below the adiabatic value, so we can conservatively estimate a temperature difference of 30 K. To a first approximation, seasonal temperature changes at the equator can be neglected, so an annual mean sea level temperature of around 30◦C is required to avoid the buildup of snow and ice on Tharsis.\nThe high altitude of Tharsis means that the atmospheric radiative effects above it (both scattering and absorption) are reduced. This increases its radiative forcing due to surface albedo changes compared to lower-lying regions. Because of its equatorial location, an ice-covered Tharsis also increases the planetary albedo regardless of Mars’ obliquity.\nNo 3D climate simulation has yet addressed the impact of a snowy Tharsis on the stability of a warm and wet early Mars. This is an important topic for future study. It may be that marginally warm global mean temperatures are insufficient to stop Mars from rapidly transitioning to a cold and wet state."
  }, {
    "heading": "4.4. The periglacial paradox and the Noachian surface water inventory",
    "text": "As discussed in Section 2, there is little evidence for glaciation during Mars’ Noachian period in the equatorial highlands. At first glance, this seems like a potential drawback of the icy highlands scenario for the early climate. If snow and ice buildup in high altitude regions was the source of the water that carved the valley networks, should we not see a more widespread record of glacial and fluvioglacial alteration across the Noachian highlands?\nThe trouble with this line of thinking as an argument against the icy highlands scenario is that it equally applies to a warm and wet early Mars. If Mars was once warm and wet, it must have subsequently become cold, because it is cold today. Once it did, liquid water would freeze into ice and migrate to the cold trap regions of the surface. This implies the buildup of ice sheets in the equatorial highlands unless the Martian atmospheric pressure immediately decreased to low values and obliquity was continually low in the period\n16 Robin Wordsworth\nimmediately following the warm and wet phase (which seems unlikely). The quantity of surface water sufficient to fill a northern ocean to the di Achille & Hynek (2010) shoreline implies a GEL of around 550 m, so in the immediate post-warm-and-wet phase these ice sheets could be several kilometers thick. As shown by Fastook & Head (2014), this would lead to wet-based glaciation (and hence fluvioglacial erosion) even under very climate cold conditions, and even without the insulating effects of a surface snow layer.\nIf a warm and wet Mars should leave abundant evidence of glaciation in its subsequent cold and wet phase, how can the equatorial periglacial paradox be explained? Most likely, the resolution lies in early Mars’ total surface H2O inventory. In a supply-limited icy highlands scenario with episodic melting, snow and ice deposits are cold-based. Then, the only significant alteration of terrain comes from fluvial erosion during melting events.\nMany studies have investigated the evolution of Mars’ surface H2O inventory through time. The deuterium to hydrogen (D/H) ratio can be used to constrain the early Martian water inventory (Greenwood et al. 2008; Webster et al. 2013; Villanueva et al. 2015), although our lack of knowledge of the dominant escape process in the Noachian/Hesperian and of the cometary contribution to Mars’ surface water (Marty 2012) complicates the analysis. Villanueva et al. (2015) recently used Earth-based observations of Martian D/H and estimated the late Noachian water GEL to be 137 m. In contrast, Carr & Head (2015) recently calculated the H2O loss/gain budget in the Hesperian and Amazonian and concluded that the late Noachian water GEL was as low as 24 m. Although the uncertainty is considerable, most estimates place the early Martian water inventory below a few hundred meters GEL. This low inventory compared to Earth’s is consistent with Mars’ low mass and likely significant loss of atmosphere to space (see sidebar).\nContinuing our previous line of thought to its logical conclusion, we can construct an idealized two dimensional phase diagram for the early Martian climate, with surface temperature on one axis and the total surface H2O inventory on the other (Figure 7). Each quadrant in Fig. 7 represents a different end-member state for the long-term climate and surface hydrology of early Mars. The warm and wet state with a northern ocean is disfavored for the geochemical and climatological reasons discussed previously. Because of the ice-albedo feedback, it also readily transitions to a cold and wet state. The cold and wet state implies extensive wet-based glaciation across Noachian terrain, in conflict with the geomorphological record. The cold and (relatively) dry state (water GEL<200 m) is essentially the icy highlands scenario, which in combination with the right amount of episodic melting can explain most of the geologic record. Finally, there is a possible “warm and dry” scenario where all the surface water is liquid but the H2O GEL is below ∼200 m is also possible. Potentially, this might also fit many of the geologic constraints on the early Martian climate. However, it is climatologically as hard to justify as the warm and wet state. In addition, in such a scenario the low-lying regions where liquid water stabilizes would be so far from the valley network source regions that precipitation there might be limited or non-existent. Preliminary GCM studies using the model described in Wordsworth et al. (2015) suggest that this is indeed the case. This is yet another important issue that deserves to be studied in detail in future."
  }, {
    "heading": "5. OUTLOOK",
    "text": "While major questions remain on the nature of the early Martian climate, recent advances have been significant. The weight of geomorphological and geochemical evidence points\nwww.annualreviews.org • The Climate of Early Mars 17\nMARS, THE RUNT PLANET\nMars is fascinating to study in its own right, but also because because of the insight it can give us into planetary evolution and habitability in general. Several potentially rocky exoplanets and exoplanet candidates that receive approximately the same stellar flux as Mars have now been discovered [e.g., Udry et al. (2007); Quintana et al. (2014)]. Can we derive lessons from Martian climate evolution studies that are generalizable to a wider context?\nMars formed very rapidly compared to Earth (Dauphas & Pourmand 2011) and is smaller than predicted by standard formation models (Chambers & Wetherill 1998). Current thinking suggests Mars is best understood as a planetary embryo, whose development into a fully fledged terrestrial planet was arrested by some process such as instability in the configuration of the outer planets (Walsh et al. 2011). The Red Planet is not as massive as it could have been, and this factor more than any other has dominated its subsequent evolution.\nMars’ low mass relative to Earth led to an early shutdown of the magnetic dynamo (Acuna et al. 1998) and rapid cooling of the interior. If plate tectonics ever initiated at all, it ceased rapidly (Connerney et al. 2001; Solomon et al. 2005). As a result, volatile cycling between the surface and interior was strongly inhibited and the rate of atmospheric loss to space was probably also enhanced. The present-day atmosphere is so thin that liquid water is unstable on the surface. Mars’ reddish, hyperoxidised surface, which is extremely inhospitable to life, is a direct result of the escape of hydrogen to space over geologic time (Lammer et al. 2003).\nAlmost certainly, Mars tells us more about the habitability of low mass planets than the habitability of planets that are far from their host stars. Indeed, an Earth-mass planet with plate tectonics at Mars’ orbital distance would be habitable today, if mainstream thinking on the carbonate-silicate cycle (Walker, Hayes & Kasting 1981) and planetary habitability (Kasting, Whitmire & Reynolds 1993) is correct. Radiativeconvective calculations using the model described in Wordsworth & Pierrehumbert (2013) indicate that a 1 M⊕ planet at Mars’ orbit with an atmosphere dominated by CO2 and H2O would have a surface temperature of 288 K for an atmospheric pressure of around 3-5 bar – a small amount in comparison with Earth’s total carbon inventory (Sleep & Zahnle 2001; Hayes & Waldbauer 2006).\nIn the absence of the still-mysterious process that abruptly halted Mars’ growth, our more distant neighbour could have been globally habitable to microbial life through much of its history. Given the potential for exchange of biological material on impact ejecta between terrestrial planets (Mileikowsky et al. 2000), biogenesis on Earth [or Mars; Kirschvink & Weiss (2002)] would then have led to the development of global biospheres on two planets in the Solar System. A future scenario in which Mars possesses a global biosphere is also possible, but will depend on human colonization and subsequent intentional modification of the climate.\ntowards a late Noachian hydrological cycle that was intermittent, not permanently active. Three-dimensional GCM simulations of the early climate and other modeling and analogue studies suggest a water-limited early Mars with episodic melting episodes may be a suitable paradigm for much of the late Noachian and early Hesperian climate.\nDespite the progress over the last few years, aspects of the early climate remain unclear. Chief among these is the driving mechanism behind the episodic warming events. Previous theories for warming by CO2 clouds, sulfur volcanism and impact-induced steam atmospheres have all been shown to possess serious problems. Indeed, as one- and three-\n18 Robin Wordsworth\ndimensional climate models become more accurate, there has been a general trend towards prediction of colder surface temperatures. A successful theory for surface warming must yield valley network erosion rates consistent with the geologic evidence (Hoke, Hynek & Tucker 2011) but avoid extensive surface carbonate formation and aqueous alteration of sediments (Tosca & Knoll 2009; Ehlmann et al. 2011).\nThe climate of early Mars, like that of present-day Earth, almost certainly involved multiple interacting processes. In addition, despite the difficulties with the impact-induced steam atmosphere hypothesis, the timing of the peak period of valley network formation with respect to the late heavy bombardment is suggestive of a causal link. In contrast, the lack of temporal correlation between the valley networks and Hesperian ridged plains argues against a causal link with effusive volcanism.\nThe key advantage of modeling the early climate as a spatially varying system, rather than studying isolated processes or trying to achieve mean temperatures above 273 K in a globally averaged model is that it allows tighter intercomparison with the geologic evidence. Future research should work towards close integration of surface geology, 3D climate and hydrological modeling studies. Specific regions where this approach would be particularly useful include the south pole around the Dorsa Argentea Formation and the Aeolis quadrangle where Gale crater is located. Issues of specific importance to the 3D climate modeling include better representation of clouds, perhaps through a sub-gridscale parametrization scheme [e.g., Khairoutdinov & Randall (2001)] and coupling with subsurface hydrology models (Clifford 1993; Clifford & Parker 2001).\nIf Mars never had a steady-state warm and wet climate, does this spell doom for the search for past life on the surface? Probably not: life on Earth clings tenaciously to almost any environment where we can look for it, including Antarctica’s Dry Valleys and deep below the seafloor (Cary et al. 2010; D’Hondt et al. 2004). Indeed, if one view of Earth’s climate in the Hadean and early Archean is correct, our own planet may have been in a globally glaciated state when life first formed (Sleep & Zahnle 2001). The search for life on Mars must continue, but to maximize the chances of success it needs to be informed by our evolving understanding of the early climate. (\nSUMMARY POINTS\n1. Mars underwent an extended period of surface erosion and chemical weathering by\nliquid water until around 3.5 Ga, during the late Noachian and early Hesperian periods. 2. The weight of the observational evidence favors a mainly cold climate with episodic\nwarming events, rather than permanently warm and wet conditions.\n3. If early Mars was once warm and wet, thick wet-based icesheets would have formed\non the Noachian highlands when the warm period ended, causing significant glacial erosion. 4. Constraints on the early solar luminosity, Martian orbit and radiative transfer of\nCO2 strongly disfavor a warmer climate due to CO2 and H2O only.\n5. Under a thicker atmosphere, adiabatic cooling of the surface causes transport of\nsnow and ice to the valley network source regions.\n6. Repeated episodic warming events probably caused ice and snowpacks in the\nNoachian highlands to melt, carving valley networks and other fluvial features.\n7. The precise mechanism that caused the warming events is still poorly constrained.\nwww.annualreviews.org • The Climate of Early Mars 19\nF ig u re 1 (left) C o n to u r p lo t o f th e p resen t-d a y M a rtia n to p o g ra p h y fro m M O L A d a ta . M a jo r fea tu res o f th e terra in a re in d ica ted . (b o tto m left) S p a tia l d istrib u tio n o f th e th ree m a in terra in ty p es o n th e M a rtia n su rfa ce [d a ta fro m T a n a k a (1 9 8 6 ); S co tt & T a n a k a (1 9 8 6 ); T a n a k a & S co tt (1 9 8 7 )]. (rig h t) H ig h lig h ts o f th e g eo m o rp h o lo g ica l ev id en ce fo r a n a ltered clim a te in th e N o a ch ia n a n d H esp eria n . (A ) F lu v ia l co n g lo m era tes o b serv ed in situ b y th e C u rio sity ro v er a t G a le C ra ter [fro m W illia m s et a l. (2 0 1 3 ); rep rin ted w ith p erm issio n fro m A A A S ]. (B ) D elta ic la k e d ep o sits in E b ersw a ld e cra ter [fro m M a lin & E d g ett (2 0 0 3 ); rep rin ted w ith p erm issio n fro m A A A S ]. (C ) V a lley n etw o rk s in P a ra n á V a llis [fro m H o w a rd , M o o re & Irw in (2 0 0 5 )]. (D ) S in u o u s rid g es in th e D o rsa A rg en tea F o rm a tio n in terp reted a s g la cia l esk ers [fro m H ea d & P ra tt (2 0 0 1 )].\n20 Robin Wordsworth\nTimeline of major events in Mars history, with the geologic eons of Earth displayed above. In general, the absolute timing of events on Mars is subject to considerable uncertainty, but the sequencing is much more robust. Question marks indicate cases where processes could also have occurred earlier but the geologic record is obscured by subsequent events. Based on data from Werner & Tanaka (2011); Fassett & Head (2011); Ehlmann et al. (2011) and Head & Pratt (2001).\nThe two most likely forcing mechanisms are meteorite impacts and volcanism, although the details remain unclear.\nDISCLOSURE STATEMENT\nThe author is not aware of any affiliations, memberships, funding, or financial holdings that might be perceived as affecting the objectivity of this review."
  }, {
    "heading": "ACKNOWLEDGMENTS",
    "text": "The author thanks Raymond Pierrehumbert for a constructive review of this manuscript, and numerous colleagues for their critical feedback and advice on key aspects of the observations, including Bethany Ehlmann, Caleb Fassett, Jim Head, Francois Forget and Laura Kerber. Bob Haberle is also acknowledged for enlightening discussion of the “warm and dry” state for the early climate.\nwww.annualreviews.org • The Climate of Early Mars 21\nThe greenhouse effect on early Mars. (top) Absorption cross-sections per molecule of background gas vs. wavenumber at 1 bar and 250 K, for various greenhouse gases in the early Martian atmosphere, with the gas abundances given in the legend. Results were produced using the open-source software kspectrum. (bottom) OLR vs. wavenumber from early Mars calculated using a line-by-line calculation assuming surface pressure of 1 bar, surface temperature of 250 K and a 167 K isothermal stratosphere. Blackbody emission at 250 K and 167 K is indicated by the dashed lines. The black line shows OLR for a pure CO2 atmosphere, while the red line shows OLR with all the additional greenhouse gases in the top plot included. Results were produced using the HITRAN 2012 database, the Clough, Iacono & Moncet (1992) approach to solving the infrared radiative transfer equation and the GBB CO2 CIA parametrization from Wordsworth, Forget & Eymet (2010).\nLITERATURE CITED\nAcuna M, Connerney J, Wasilewski P, Lin R, Anderson K, et al. 1998. Magnetic field and plasma\nobservations at mars: Initial results of the mars global surveyor mission. Science 279:1676–1680 Baranov YI, Lafferty WJ, Fraser GT. 2004. Infrared spectrum of the continuum and dimer absorp-\ntion in the vicinity of the O2 vibrational fundamental in O2/CO2 mixtures. J. Mol. Spectrosc. 228:432–440 Barnhart CJ, Howard AD, Moore JM. 2009. Long-term precipitation and late-stage valley net-\nwork formation: Landform simulations of Parana Basin, Mars. Journal of Geophysical Research (Planets) 114:E01003 Bibring J, Langevin Y, Mustard JF, Poulet F, Arvidson R, et al. 2006. Global Mineralogical and\nAqueous Mars History Derived from OMEGA/Mars Express Data. Science 312:400–404\nBibring JP, Langevin Y, Gendrin A, Gondet B, Poulet F, et al. 2005. Mars Surface Diversity as\nRevealed by the OMEGA/Mars Express Observations. Science 307:1576–1581\n22 Robin Wordsworth\nThe two figures that began the modern era of research on the early Martian climate [from Kasting (1991)]. (left) Temperature-pressure profile for the early Martian atmosphere assuming a surface pressure of 2 bar. The dashed line shows the case where CO2 condensation is (correctly) included, leading to a weaker greenhouse effect. (right) Surface temperature vs. pressure produced from a clear-sky one-dimensional radiative-convective climate model for several values of solar luminosity relative to present day. The dashed line shows the saturation vapor pressure of CO2. Note that these surface temperatures are now regarded as overestimates, due to the problems in representation of the CO2 CIA described in Halevy, Pierrehumbert & Schrag (2009) and Wordsworth, Forget & Eymet (2010).\nSchematic of the major climate processes on Mars in the Noachian and early Hesperian periods. This cartoon assumes an episodically warm scenario for the early climate with long-term transport of snow to the southern highlands interrupted by episodic melting events.\nBoynton W, Feldman W, Squyres S, Prettyman T, Brückner J, et al. 2002. Distribution of hydrogen\nin the near surface of mars: Evidence for subsurface ice deposits. science 297:81–85\nBrady PV, Gı́slason SR. 1997. Seafloor weathering controls on atmospheric co 2 and global climate.\nwww.annualreviews.org • The Climate of Early Mars 23\nz [km] -10 -5 0 5 10 15\nT [K\n]\n160\n180\n200\n220\n240\n260\n280\n300\n320\n0.125 bar\n2 bar\n1 bar\ndry adiabat\nThe adiabatic cooling effect on early Mars. (top left) Annual mean surface temperature from a 3D GCM simulation with 0.125 bar surface pressure. (bottom left) Annual mean surface temperature from a 3D GCM simulation with 1 bar surface pressure. (right) Scatter plot of surface temperature vs. altitude for simulations with 0.125, 1 and 2 bar surface pressure. The dry adiabat g/cp is also indicated. Data for the plots was acquired from the 41.8◦ obliquity, fixed relative humidity simulations described in Wordsworth et al. (2015) [see also Forget et al. (2013)].\nGeochimica et Cosmochimica Acta 61:965–973\nBudyko MI. 1969. The effect of solar radiation variations on the climate of the earth. Tellus 21:611–\n619\nBullock MA, Moore JM. 2007. Atmospheric conditions on early mars and the missing layered\ncarbonates. Geophysical Research Letters 34\nCabrol NA, Grin EA. 1999. Distribution, classification, and ages of martian impact crater lakes.\nIcarus 142:160–172\nCarr M, Head J. 2015. Martian surface/near-surface water inventory: Sources, sinks, and changes\nwith time. Geophysical Research Letters 42:726–732\nCarr MH. 1996. Water on mars. New York: Oxford University Press,— c1996 1 Carr MH, Head JW. 2003. Basal melting of snow on early Mars: A possible origin of some valley\nnetworks. Geophysical Research Letters 30:240000–1\nCarr MH, Head JW. 2010. Geologic history of mars. Earth and Planetary Science Letters 294:185–\n203\nCarter J, Loizeau D, Mangold N, Poulet F, Bibring JP. 2015. Widespread surface weathering on\nearly mars: A case for a warmer and wetter climate. Icarus 248:373–382\nCarter J, Poulet F, Bibring J, Murchie S. 2010. Detection of Hydrated Silicates in Crustal Outcrops\nin the Northern Plains of Mars. Science 328:1682–\nCarter J, Poulet F, Bibring JP, Mangold N, Murchie S. 2013. Hydrous minerals on mars as seen\nby the crism and omega imaging spectrometers: Updated global view. Journal of Geophysical Research: Planets 118:831–858 Cary SC, McDonald IR, Barrett JE, Cowan DA. 2010. On the rocks: the microbiology of Antarctic\nDry Valley soils. Nature Reviews Microbiology 8:129–138\nCassanelli JP, Head JW. 2015. Firn densification in a late noachian “icy highlands” mars: Implica-\ntions for ice sheet evolution and thermal response. Icarus 253:243–255\nChambers JE, Wetherill GW. 1998. Making the terrestrial planets: N-body integrations of planetary\nembryos in three dimensions. Icarus 136:304–327\nChassefière E, Leblanc F. 2004. Mars atmospheric escape and evolution; interaction with the solar\n24 Robin Wordsworth\n(Left column) Conceptual phase diagram for the steady-state early Martian climate under a denser atmosphere. Given mean surface temperature and the total surface H2O inventory as x and y axes, respectively, four idealized climate states can be imagined. The cold and wet state leads to large highland wet-based glacial icesheets, in conflict with the geologic record. The warm and wet state requires extreme greenhouse warming and rapidly transitions to the cold and wet state when surface temperatures decrease. The warm and dry state has not yet been simulated numerically but may lead to little or no rainfall in the equatorial highlands. The cold and relatively dry state, when combined with episodic melting events, appears consistent with the majority of the geologic evidence.\nwind. Planetary and Space Science 52:1039–1058\nChevrier V, Poulet F, Bibring JP. 2007. Early geochemical environment of mars as determined from\nthermodynamics of phyllosilicates. Nature 448:60–63\nClark BC, Baird AK, Rose HJ, Toulmin P, Keil K, et al. 1976. Inorganic analyses of martian surface\nsamples at the viking landing sites. Science 194:1283–1288\nClifford SM. 1993. A model for the hydrologic and climatic behavior of water on mars. Journal of\nGeophysical Research 98:10–973\nClifford SM, Parker TJ. 2001. The evolution of the martian hydrosphere: Implications for the fate\nof a primordial ocean and the current state of the northern plains. Icarus 154:40–79\nClough SA, Iacono MJ, Moncet JL. 1992. Line-by-line calculations of atmospheric fluxes and cooling\nrates: Application to water vapor (paper 92jd01419). Journal of Geophysical Research 97:15–761 Connerney J, Acuna M, Wasilewski P, Kletetschka G, Ness N, et al. 2001. The global magnetic field\nof mars and implications for crustal evolution. Geophys. Res. Lett 28:4015–4018\nCraddock RA, Howard AD. 2002. The case for rainfall on a warm, wet early mars. Journal of\nGeophysical Research 107:5111\nDauphas N, Pourmand A. 2011. Hf-w-th evidence for rapid growth of mars and its status as a\nplanetary embryo. Nature 473:489–492\nwww.annualreviews.org • The Climate of Early Mars 25\nD’Hondt S, Jørgensen BB, Miller DJ, Batzke A, Blake R, et al. 2004. Distributions of microbial\nactivities in deep subseafloor sediments. Science 306:2216–2221\ndi Achille G, Hynek BM. 2010. Ancient ocean on Mars supported by global distribution of deltas\nand valleys. Nature Geoscience 3:459–463\nEdwards CS, Ehlmann BL. 2015. Carbon sequestration on mars. Geology 43:863–866 Ehlmann B, Dundar M. 2015. In Lunar and Planetary Science Conference, vol. 46 Ehlmann BL, Edwards CS. 2014. Mineralogy of the martian surface. Annual Review of Earth and\nPlanetary Sciences 42:291–315\nEhlmann BL, Mustard JF, Fassett CI, Schon SC, Head III JW, et al. 2008. Clay minerals in delta\ndeposits and organic preservation potential on Mars. Nature Geoscience 1:355–358\nEhlmann BL, Mustard JF, Murchie SL, Bibring JP, Meunier A, et al. 2011. Subsurface water and\nclay mineral formation during the early history of Mars. Nature 479:53–60\nEhlmann BL, Mustard JF, Swayze GA, Clark RN, Bishop JL, et al. 2009. Identification of hydrated\nsilicate minerals on mars using mro-crism: Geologic context near nili fossae and implications for aqueous alteration. Journal of Geophysical Research: Planets (1991–2012) 114\nFairén AG. 2010. A cold and wet Mars. Icarus 208:165–175 Fairén AG, Davila AF, Gago-Duport L, Amils R, McKay CP. 2009. Stability against freezing of\naqueous solutions on early mars. Nature 459:401–404\nFassett CI, Head JW. 2008. The timing of martian valley network activity: Constraints from buffered\ncrater counting. Icarus 195:61–89\nFassett CI, Head JW. 2011. Sequence and timing of conditions on early Mars. Icarus 211:1204–1214 Fastook JL, Head JW. 2014. Glaciation in the late noachian icy highlands: Ice accumulation,\ndistribution, flow rates, basal melting, and top-down melting rates and patterns. Planetary and Space Science Fastook JL, Head JW, Marchant DR, Forget F, Madeleine JB. 2012. Early mars climate near the\nnoachianñhesperian boundary: Independent evidence for cold conditions from basal melting of the south polar ice sheet (dorsa argentea formation) and implications for valley network formation. Icarus 219:25 – 40 Forget F, Haberle RM, Montmessin F, Levrard B, Head JW. 2006. Formation of Glaciers on Mars\nby Atmospheric Precipitation at High Obliquity. Science 311:368–371\nForget F, Pierrehumbert RT. 1997. Warming Early Mars with Carbon Dioxide Clouds That Scatter\nInfrared Radiation. Science 278:1273–+\nForget F, Wordsworth RD, Millour E, Madeleine JB, Kerber L, et al. 2013. 3d modelling of the early\nmartian climate under a denser CO2 atmosphere: Temperatures and CO2 ice clouds. Icarus\nForster P, Ramaswamy V, Artaxo P, Berntsen T, Betts R, et al. 2007. In Climate Change 2007.\nThe Physical Science Basis. IPCC\nGendrin A, Mangold N, Bibring JP, Langevin Y, Gondet B, et al. 2005. Sulfates in martian layered\nterrains: the omega/mars express view. Science 307:1587–1591\nGoody R, West R, Chen L, Crisp D. 1989. The correlated-k method for radiation calculations\nin nonhomogeneous atmospheres. Journal of Quantitative Spectroscopy and Radiative Transfer 42:539–550 Goudge TA, Mustard JF, Head JW, Fassett CI. 2012. In Lunar and Planetary Institute Science\nConference Abstracts, vol. 43 of Lunar and Planetary Institute Science Conference Abstracts\nGough DO. 1981. Solar interior structure and luminosity variations. Solar Physics 74:21–34 Greenwood JP, Itoh S, Sakamoto N, Vicenzi EP, Yurimoto H. 2008. Hydrogen isotope evidence for\nloss of water from mars through time. Geophysical Research Letters 35\nGrott M, Morschhauser A, Breuer D, Hauber E. 2011. Volcanic outgassing of CO2 and H2O on\nMars. Earth and Planetary Science Letters 308:391–400\nGrotzinger JP, Sumner DY, Kah LC, Stack K, Gupta S, et al. 2014. A habitable fluvio-lacustrine\nenvironment at yellowknife bay, gale crater, mars. Science 343\nGruszka M, Borysow A. 1997. Roto-Translational Collision-Induced Absorption of CO2 for the\n26 Robin Wordsworth\nAtmosphere of Venus at Frequencies from 0 to 250 cmˆ-1, at Temperatures from 200 to 800 K. Icarus 129:172–177\nHaberle RM. 1998. Early Mars climate models. J. Geophys. Res. 103:28467 Halevy I, Head JW. 2014. Episodic warming of early mars by punctuated volcanism. Nature Geo-\nscience\nHalevy I, Pierrehumbert R, Schrag D. 2009. Radiative transfer in co2-rich paleoatmospheres. Journal\nof Geophysical Research: Atmospheres (1984–2012) 114\nHalevy I, Zuber MT, Schrag DP. 2007. A sulfur dioxide climate feedback on early Mars. Science\n318:1903–\nHartmann WK, Neukum G. 2001. In Chronology and evolution of Mars. Springer, 165–194 Hayes JM, Waldbauer JR. 2006. The carbon cycle and associated redox processes through time.\nPhilosophical Transactions of the Royal Society B: Biological Sciences 361:931–950\nHead JW, Kreslavsky MA, Pratt S. 2002. Northern lowlands of Mars: Evidence for widespread vol-\ncanic flooding and tectonic deformation in the Hesperian Period. Journal of Geophysical Research (Planets) 107:5003 Head JW, Marchant DR. 2014. The climate history of early mars: insights from the antarctic\nmcmurdo dry valleys hydrologic system. Antarctic Science 26:774–800\nHead JW, Pratt S. 2001. Extensive Hesperian-aged south polar ice sheet on Mars: Evidence for\nmassive melting and retreat, and lateral flow and ponding of meltwater. Journal of Geophysical Research 106:12275–12300 Head III JW, Hiesinger H, Ivanov MA, Kreslavsky MA, Pratt S, Thomson BJ. 1999. Possible ancient\noceans on Mars: evidence from Mars Orbiter Laser Altimeter data. Science 286:2134–2137\nHirschmann MM, Withers AC. 2008. Ventilation of CO2 from a reduced mantle and consequences\nfor the early martian greenhouse. Earth and Planetary Science Letters 270:147–155\nHoffman PF, Kaufman AJ, Halverson GP, Schrag DP. 1998. A neoproterozoic snowball earth.\nscience 281:1342–1346\nHoke MRT, Hynek BM, Tucker GE. 2011. Formation timescales of large martian valley networks.\nEarth and Planetary Science Letters 312:1–12\nHoward AD. 1981. Etched plains and braided ridges of the south polar region of mars: Features\nproduced by basal melting of ground ice? Reports of Planetary Geology Program 84211, NASA Howard AD, Moore JM, Irwin RP. 2005. An intense terminal epoch of widespread fluvial activity on\nearly mars: 1. valley network incision and associated deposits. Journal of Geophysical Research: Planets (1991–2012) 110 Hynek BM, Beach M, Hoke MRT. 2010. Updated global map of Martian valley networks and\nimplications for climate and hydrologic processes. Journal of Geophysical Research (Planets) 115:E09008 Irwin RP, Howard AD, Craddock RA, Moore JM. 2005. An intense terminal epoch of widespread\nfluvial activity on early Mars: 2. Increased runoff and paleolake development. Journal of Geophysical Research (Planets) 110:12–+\nJakosky BM, Jones JH. 1997. The history of martian volatiles. Reviews of Geophysics 35:1–16 Johnson SS, Mischna MA, Grove TL, Zuber MT. 2008. Sulfur-induced greenhouse warming on early\nMars. Journal of Geophysical Research (Planets) 113:8005–+\nJohnson SSS, Pavlov AA, Mischna MA. 2009. Fate of so2 in the ancient martian atmosphere:\nImplications for transient greenhouse warming. Journal of Geophysical Research: Planets (1991– 2012) 114 Kahre MA, Vines SK, Haberle RM, Hollingsworth JL. 2013. The early martian atmosphere: In-\nvestigating the role of the dust cycle in the possible maintenance of two stable climate states. Journal of Geophysical Research: Planets 118:1388–1396\nKargel JS, Strom RG. 1992. Ancient glaciation on mars. Geology 20:3–7 Kasting JF. 1991. CO2 condensation and the climate of early Mars. Icarus 94:1–13 Kasting JF. 1997. Warming early earth and mars. Science 276:1213\nwww.annualreviews.org • The Climate of Early Mars 27\nKasting JF, Whitmire DP, Reynolds RT. 1993. Habitable Zones around Main Sequence Stars. Icarus\n101:108–128\nKerber L, Forget F, Wordsworth RD. 2015. Sulfur in the early martian atmosphere revisited: Ex-\nperiments with a 3-d global climate model. Icarus\nKhairoutdinov MF, Randall DA. 2001. A cloud resolving model as a cloud parameterization in\nthe ncar community climate system model: Preliminary results. Geophysical Research Letters 28:3617–3620 Kirschvink JL. 1992. Late proterozoic low-latitude global glaciation: the snowball earth. Cambridge\nUniversity Press\nKirschvink JL, Weiss BP. 2002. Mars, panspermia, and the origin of life: where did it all begin.\nPalaeontologia Electronica 4:8–15\nKite ES, Halevy I, Kahre MA, Wolff MJ, Manga M. 2013. Seasonal melting and the formation of\nsedimentary rocks on mars, with predictions for the gale crater mound. Icarus 223:181–210\nKite ES, Williams JP, Lucas A, Aharonson O. 2014. Low palaeopressure of the martian atmosphere\nestimated from the size distribution of ancient craters. Nature Geoscience 7:335–339\nKitzmann D, Patzer ABC, Rauer H. 2013. Clouds in the atmospheres of extrasolar planets. IV.\nOn the scattering greenhouse effect of CO2 ice particles: Numerical radiative transfer studies. Astronomy & Astrophysics 557:A6 Lacis AA, Oinas V. 1991. A description of the correlated k distribution method for modeling nongray\ngaseous absorption, thermal emission, and multiple scattering in vertically inhomogeneous atmospheres. J. geophys. Res 96:9027–9064 Lammer H, ChassefiŔre E, Karatekin Í, Morschhauser A, Niles PB, et al. 2013. Outgassing history\nand escape of the martian atmosphere and water inventory. Space Science Reviews 174:113–154 Lammer H, Selsis F, Ribas I, Guinan EF, Bauer SJ, Weiss WW. 2003. Atmospheric Loss of Exoplan-\nets Resulting from Stellar X-Ray and Extreme-Ultraviolet Heating. The Astrophysical Journal Letters 598:L121–L124 Laskar J, Correia ACM, Gastineau M, Joutel F, Levrard B, Robutel P. 2004. Long term evolution\nand chaotic diffusion of the insolation quantities of Mars. Icarus 170:343–364\nLaskar J, Robutel P. 1993. The chaotic obliquity of the planets. Nature 361:608–612 Leovy C, Mintz Y. 1969. Numerical simulation of the atmospheric circulation and climate of mars.\nJournal of the Atmospheric Sciences 26:1167–1190\nMadeleine JB, Forget F, Head JW, Levrard B, Montmessin F, Millour E. 2009. Amazonian northern\nmid-latitude glaciation on Mars: A proposed climate scenario. Icarus 203:390–405\nMalin MC, Edgett KS. 2003. Evidence for Persistent Flow and Aqueous Sedimentation on Early\nMars. Science 302:1931–1934\nMalin MCC, Edgett KS. 1999. Oceans or seas in the martian northern lowlands: High resolution\nimaging tests of proposed coastlines. Geophysical Research Letters 26:3049–3052\nMangold N, Quantin C, Ansan V, Delacourt C, Allemand P. 2004. Evidence for precipitation on\nmars from dendritic valleys in the valles marineris area. Science 305:78–81\nMarty B. 2012. The origins and concentrations of water, carbon, nitrogen and noble gases on earth.\nEarth and Planetary Science Letters 313:56–66\nMatsubara Y, Howard AD, Gochenour JP. 2013. Hydrology of early mars: Valley network incision.\nJournal of Geophysical Research: Planets 118:1365–1387\nMichalski JR, Niles PB. 2010. Deep crustal carbonate rocks exposed by meteor impact on Mars.\nNature Geoscience 3:751–755\nMileikowsky C, Cucinotta FA, Wilson JW, Gladman B, Horneck G, et al. 2000. Natural transfer of\nviable microbes in space: 1. from mars to earth and earth to mars. Icarus 145:391–427\nMilton DJ. 1973. Water and processes of degradation in the martian landscape. Journal of Geo-\nphysical Research 78:4037–4047\nMinton DA, Malhotra R. 2007. Assessing the massive young sun hypothesis to solve the warm young\nearth puzzle. The Astrophysical Journal 660:1700\n28 Robin Wordsworth\nMischna MA, Baker V, Milliken R, Richardson M, Lee C. 2013. Effects of obliquity and water\nvapor/trace gas greenhouses in the early martian climate. Journal of Geophysical Research: Planets Mischna MA, Richardson MI, Wilson RJ, McCleese DJ. 2003. On the orbital forcing of martian\nwater and CO2 cycles: A general circulation model study with simplified volatile schemes. Journal of Geophysical Research: Planets (1991–2012) 108 Montmessin F, Gondet B, Bibring J, Langevin Y, Drossart P, et al. 2007. Hyperspectral imaging\nof convective CO2 ice clouds in the equatorial mesosphere of Mars. JGR (Planets) 112:11–+\nMorris RV, Ruff SW, Gellert R, Ming DW, Arvidson RE, et al. 2010. Identification of Carbonate-\nRich Outcrops on Mars by the Spirit Rover. Science 329:421–\nMurchie SL, Mustard JF, Ehlmann BL, Milliken RE, Bishop JL, et al. 2009. A synthesis of Martian\naqueous mineralogy after 1 Mars year of observations from the Mars Reconnaissance Orbiter. Journal of Geophysical Research (Planets) 114:0 Mustard JF, Murchie SL, Pelkey SM, Ehlmann BL, Milliken RE, et al. 2008. Hydrated silicate\nminerals on Mars observed by the Mars Reconnaissance Orbiter CRISM instrument. Nature 454:305–309 Nakajima S, Hayashi YY, Abe Y. 1992. A study on the ërunaway greenhouse effect́ıwith a one-\ndimensional radiative–convective equilibrium model. J. Atmos. Sci 49:2256–2266\nNiles PB, Catling DC, Berger G, Chassefière E, Ehlmann BL, et al. 2013. Geochemistry of car-\nbonates on mars: implications for climate history and nature of aqueous environments. Space Science Reviews 174:301–328 Nimmo F, Tanaka K. 2005. Early crustal evolution of mars. Annu. Rev. Earth Planet. Sci. 33:133–\n161\nOsterloo MM, Anderson FS, Hamilton VE, Hynek BM. 2010. Geologic context of proposed chloride-\nbearing materials on mars. Journal of Geophysical Research: Planets (1991–2012) 115\nParker TJJ, Gorsline DS, Saunders RS, Pieri DC, Schneeberger DM. 1993. Coastal geomorphology\nof the martian northern plains. Journal of Geophysical Research: Planets (1991–2012) 98:11061– 11078 Perrin MY, Hartmann JM. 1989. Temperature-dependent measurements and modeling of absorption\nby CO2-N2 mixtures in the far line-wings of the 4.3-micron CO2 band. J. Quant. Spectrosc. Radiat. Transfer 42:311–317 Perron JT, Mitrovica JX, Manga M, Matsuyama I, Richards MA. 2007. Evidence for an ancient\nmartian ocean in the topography of deformed shorelines. Nature 447:840–843\nPhillips RJ, Zuber MT, Solomon SC, Golombek MP, Jakosky BM, et al. 2001. Ancient geodynamics\nand global-scale hydrology on Mars. Science 291:2587–2591\nPierrehumbert RT, Abbot DS, Voigt A, Koll D. 2011. Climate of the neoproterozoic. Annual Review\nof Earth and Planetary Sciences 39:417\nPollack JB, Kasting JF, Richardson SM, Poliakoff K. 1987. The case for a wet, warm climate on\nearly Mars. Icarus 71:203–224\nPostawko SE, Kuhn WR. 1986. Effect of the greenhouse gases (CO2, H2O, SO2) on martian pale-\noclimate. Journal of Geophysical Research 91:431–D438\nPoulet F, Bibring JP, Mustard JF, Gendrin A, Mangold N, et al. 2005. Phyllosilicates on Mars and\nimplications for early martian climate. Nature 438:623–627\nQuintana EVV, Barclay T, Raymond SN, Rowe JF, Bolmont E, et al. 2014. An earth-sized planet\nin the habitable zone of a cool star. Science 344:277–280\nRamirez RM, Kopparapu R, Zugger ME, Robinson TD, Freedman R, Kasting JF. 2014. Warming\nearly mars with CO2 and H2. Nature Geoscience 7:59–63\nRichardson MI, Mischna MA. 2005. Long-term evolution of transient liquid water on mars. Journal\nof Geophysical Research: Planets (1991–2012) 110\nSagan C. 1977. Reducing greenhouses and the temperature history of earth and mars. Nature Scanlon KE, Head JW, Madeleine JB, Wordsworth RD, Forget F. 2013. Orographic precipitation in\nwww.annualreviews.org • The Climate of Early Mars 29\nvalley network headwaters: Constraints on the ancient martian atmosphere. Geophysical Research Letters 40:4182–4187 Scott DH, Tanaka KL. 1986. Geologic map of the western equatorial region of mars. Geological\nSurvey (US)\nSegura TL, McKay CP, Toon OB. 2012. An impact-induced, stable, runaway climate on mars.\nIcarus 220:144–148\nSegura TL, Toon OB, Colaprete A. 2008. Modeling the environmental effects of moderate-sized\nimpacts on Mars. Journal of Geophysical Research (Planets) 113:E11007\nSegura TL, Toon OB, Colaprete A, Zahnle K. 2002. Environmental Effects of Large Impacts on\nMars. Science 298:1977–1980\nSleep NH, Zahnle K. 2001. Carbon dioxide cycling and implications for climate on ancient Earth.\nJournal of Geophysical Research 106:1373–1400\nSolomon SC, Aharonson O, Aurnou JM, Banerdt WB, Carr MH, et al. 2005. New perspectives on\nancient mars. Science 307:1214–1220\nSoto A, Mischna M, Schneider T, Lee C, Richardson M. 2015. Martian atmospheric collapse: Ide-\nalized gcm studies. Icarus 250:553–569\nSquyres SW, Kasting JF. 1994. Early Mars: How Warm and How Wet? Science 265:744–749 Stenchikov GL, Kirchner I, Robock A, Graf HF, Antuna JC, et al. 1998. Radiative forcing from the\n1991 mount pinatubo volcanic eruption. Journal of Geophysical Research: Atmospheres (1984– 2012) 103:13837–13857 Stepinski TF, Stepinski AP. 2005. Morphology of drainage basins as an indicator of climate on early\nmars. Journal of Geophysical Research: Planets (1991–2012) 110\nStroeve J, Holland MM, Meier W, Scambos T, Serreze M. 2007. Arctic sea ice decline: Faster than\nforecast. Geophysical research letters 34\nTanaka KL. 1986. The stratigraphy of mars. Journal of Geophysical Research: Solid Earth (1978–\n2012) 91:E139–E158\nTanaka KL, Scott DH. 1987. Geologic map of the polar regions of mars. Geological Survey (US) Tanaka KL, Skinner JA, Dohm JM, Irwin III RP, Kolb EJ, et al. 2014. Geologic map of mars. US\nDepartment of the Interior, US Geological Survey\nTian F, Claire MW, Haqq-Misra JD, Smith M, Crisp DC, et al. 2010. Photochemical and climate\nconsequences of sulfur outgassing on early Mars. Earth and Planetary Science Letters 295:412– 418 Toon OB, Segura T, Zahnle K. 2010. The formation of martian river valleys by impacts. Annual\nReview of Earth and Planetary Sciences 38:303–322\nTosca NJ, Knoll AH. 2009. Juvenile chemical sediments and the long term persistence of water at\nthe surface of mars. Earth and Planetary Science Letters 286:379–386\nUdry S, Bonfils X, Delfosse X, Forveille T, Mayor M, et al. 2007. The HARPS search for southern\nextra-solar planets. XI. Super-Earths (5 and 8 M+) in a 3-planet system. Astron. Astrophys. 469:L43–L47 Urata RA, Toon OB. 2013. Simulations of the martian hydrologic cycle with a general circulation\nmodel: Implications for the ancient martian climate. Icarus\nVillanueva G, Mumma M, Novak R, Käufl H, Hartogh P, et al. 2015. Strong water isotopic anomalies\nin the martian atmosphere: Probing current and ancient reservoirs. Science 348:218–221\nvon Paris P, Grenfell JLL, Rauer H, Stock JW. 2013. N2-associated surface warming on early mars.\nPlanetary and Space Science 82:149–154\nWadhwa M. 2001. Redox state of mars’ upper mantle and crust from eu anomalies in shergottite\npyroxenes. Science 291:1527–1530\nWalker JCG, Hayes PB, Kasting JF. 1981. A negative feedback mechanism for the long-term sta-\nbilization of the earth’s surface temperature. Journal of Geophysical Research 86:9776–9782\nWalsh KJ, Morbidelli A, Raymond SN, O’Brien DP, Mandell AM. 2011. A low mass for mars from\njupiter/’s early gas-driven migration. Nature 475:206–209\n30 Robin Wordsworth\nWebster CR, Mahaffy PR, Flesch GJ, Niles PB, Jones JH, et al. 2013. Isotope ratios of h, c, and o\nin co2 and h2o of the martian atmosphere. Science 341:260–263\nWerner SC, Tanaka KL. 2011. Redefinition of the crater-density and absolute-age boundaries for\nthe chronostratigraphic system of mars. Icarus 215:603–607\nWilliams RME, Grotzinger JP, Dietrich WE, Gupta S, Sumner DY, et al. 2013. Martian fluvial\nconglomerates at gale crater. Science 340:1068–1072\nWordsworth R, Forget F, Eymet V. 2010. Infrared collision-induced and far-line absorption in dense\nCO2 atmospheres. Icarus 210:992–997\nWordsworth R, Forget F, Millour E, Head JW, Madeleine JB, Charnay B. 2013. Global modelling\nof the early martian climate under a denser CO2 atmosphere: Water cycle and ice evolution. Icarus 222:1–19 Wordsworth R, Kerber L, Pierrehumbert R, Forget F, Head III JW. 2015. Comparison of “warm and\nwet” and “cold and icy” scenarios for early mars in a 3d climate model. Journal of Geophysical Research (Planets) In Press Wordsworth R, Pierrehumbert R. 2013. Hydrogen-nitrogen greenhouse warming in earth’s early\natmosphere. Science 339:64–67\nWray J, Ehlmann B, Squyres S, Mustard J, Kirk R. 2008. Compositional stratigraphy of clay-bearing\nlayered deposits at mawrth vallis, mars. Geophysical Research Letters 35\nYung YL, Nair H, Gerstell MF. 1997. Co2 greenhouse in the early martian atmosphere: So2 inhibits\ncondensation. Icarus 130:222–224\nwww.annualreviews.org • The Climate of Early Mars 31"
  }],
  "year": 2016,
  "references": [],
  "id": "SP:d9a68dabfa1f8d163ee26b3e8682a09bddf00b3f",
  "authors": [{
    "name": "Robin D. Wordsworth",
    "affiliations": []
  }],
  "abstractText": "The nature of the early Martian climate is one of the major unanswered questions of planetary science. Key challenges remain, but a new wave of orbital and in situ observations and improvements in climate modeling have led to significant advances over the last decade. Multiple lines of geologic evidence now point to an episodically warm surface during the late Noachian and early Hesperian periods 3-4 Ga. The low solar flux received by Mars in its first billion years and inefficiency of plausible greenhouse gases such as CO2 means that the steady-state early Martian climate was likely cold. A denser CO2 atmosphere would have caused adiabatic cooling of the surface and hence migration of water ice to the higher altitude equatorial and southern regions of the planet. Transient warming caused melting of snow and ice deposits and a temporarily active hydrological cycle, leading to erosion of the valley networks and other fluvial features. Precise details of the warming mechanisms remain unclear, but impacts, volcanism and orbital forcing all likely played an important role. The lack of evidence for glaciation across much of Mars’ ancient terrain suggests the late Noachian surface water inventory was not sufficient to sustain a northern ocean. While mainly inhospitable on the surface, early Mars may nonetheless have presented significant opportunities for the development of microbial life. 1 ar X iv :1 60 6. 02 81 3v 1 [ as tr oph .E P] 9 J un 2 01 6",
  "title": "The Climate of Early Mars"
}