{
  "sections": [{
    "text": "The Late Ordovician (Katian-Hirnantian) through earliest Silurian (Rhuddanian) interval was a time of varying climate and sea level, marked by a peak glacial episode in the early-mid-Hirnantian. Synthesis of recently published data permits global correlation of at least two cycles of glacial advance and retreat with a distinct interglacial period that is recognizable in sequence-stratigraphic and chemostratigraphic records in many parts of the world. A period of warming and sea-level rise during the late Katian is marked by the widespread occurrences of oceanic anoxia in paleotropical and subtropical localities, mostly confi ned to regions of inferred upwelling and semirestricted marine basins. Nitrogen isotope data show that the regions of oceanic anoxia were marked by intense water-column denitrifi cation in which cyanobacteria were the principal source of fi xed N. In the overlying peak glacial interval of the Hirnantian, sedimentary successions from localities representing a wide range of water depths and paleolatitudes indicate that anoxia was restricted during the early-mid-Hirnantian. The shift to more positive N isotope values also suggests less intense water-column denitrifi cation. In the overlying late Hirnantian and early Rhuddanian, the distribution of black shales reaches its greatest extent in the studied interval. Localities showing evidence of anoxia are globally spread over all paleolatitudes and water depths for which data are available, indicating a Rhuddanian ocean anoxic event comparable to examples from the Mesozoic. It is accompanied by a return to intensely denitrifying conditions within the water column, as indicated by the shift to negative N isotope values. The two phases of Hirnantian mass extinction coincide with rapid, climate-driven changes in oceanic anoxia. The fi rst extinction occurred at the onset of glaciation and with the loss of anoxic conditions at the end of the Katian. The second extinction occurred at the demise of glaciation and coincided with the return of anoxic conditions during the late Hirnantian–early Rhuddanian. Integration of our N isotope data with graptolite biodiversity records suggests that the extinctions were profoundly infl uenced by changes occurring at the base of the marine food web, i.e., redoxdriven changes in nutrient cycling and primary producer communities."
  }, {
    "heading": "INTRODUCTION",
    "text": "The Late Ordovician to early Silurian is now recognized as a time interval of considerable environmental and biodiversity changes. One of Earth’s major glacial episodes took place in the Late Ordovician. The climatic and oceanographic changes associated with the Hirnantian (latest Ordovician) glaciation are widely considered as key drivers for a major mass extinction event (e.g., Brenchley et al., 2003). In addition, the changes in climate and ocean state that span this interval closely resemble the changes taking place in the late Cenozoic and modern world (Armstrong, 2007), and thus they provide key insights into the long-term relationship between the global environment and biodiversity.\nOne of the most prominent patterns of the stratigraphic record of the Late Ordovician– early Silurian is alternation between oxygenated and anoxic sediments in deep-shelf and\nbasinal environments on time scales of hundreds of thousands of year to several million years (Page et al., 2007). There is debate regarding the extent and persistence of anoxia in the deep oceans in the early Paleozoic (e.g., Strauss, 2006; Algeo and Ingall, 2007; Landing, 2011), and the scarcity of ocean sediment records for this time interval makes hypotheses about oceanic anoxia diffi cult to test. Nevertheless, the available record does provide insights into relationships among climate change, sea-level change, oceanic anoxia, and biodiversity.\nIn celebration of the 125th anniversary of the Geological Society of America (GSA), this paper has several primary objectives: to review the state of understanding regarding environmental and biodiversity changes through the Late Ordovician–early Silurian time interval as of the GSA centennial, 25 yr ago; review our current state of understanding of the relationships among climate, sea-level, oceanic anoxia, and biodiversity in the Late Ordovician–early Silurian; to provide a new synthesis and interpretation of the available data on the distribution of black shales in the latest Ordovician and earliest Silurian, immediately before, during, and after the Hirnantian glaciation; and, to present and interpret new nitrogen isotope data from two widely separated paleogeographic regions, which link changes in the biosphere to changes in ocean redox state.\nVery few Ordovician–Silurian successions around the world have been studied in suffi - cient sedimentological, faunal, and geochemical detail to precisely interpret the redox conditions at the site of deposition. Therefore, as part of this study, we will use a fi rst-order proxy for oxygen-depleted depositional environments, the occurrence of black shales, through three time slices, before, during, and after the Hirnantian\nFor permission to copy, contact editing@geosociety.org © 2013 Geological Society of America\n1635\nGSA Bulletin; November/December 2013; v. 125; no. 11/12; p. 1635–1670; doi: 10.1130/B30812.1; 8 fi gures; 2 tables; Data Repository item 2013352.\n†E-mail: mmelchin@stfx.ca\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/125/11-12/1635/3405191/1635.pdf by University of Arizona user on 21 February 2019\n1636 Geological Society of America Bulletin, November/December 2013\npeak glacial event, to infer the changing global distribution of dysoxic-anoxic ocean conditions through this time interval."
  }, {
    "heading": "STATE OF UNDERSTANDING IN 1988",
    "text": "The 10 yr ending in 1988 were a pivotal time interval for our understanding of the biotic and paleoenvironmental changes that took place in the Late Ordovician–early Silurian. Although it had been long recognized that the Late Ordovician was a time of elevated extinction rates (Newell, 1963, 1967), the global biodiversity synthesis studies of Raup and Sepkoski (1982, 1986) demonstrated that the Late Ordovician was one of the fi ve major extinction episodes of the Phanerozoic. The work of Alvarez et al. (1980), which suggested that a bolide impact event may have triggered the end-Cretaceous mass extinction, led to a surge of interest in mass extinction studies. In addition, the global compilation of diversity studies also suggested the possibility that there may have been a periodicity in global extinction patterns (e.g., Sepkoski, 1986). These observations lead to detailed studies of all of the major mass extinction episodes, including paleoenvironmental studies of the extinction intervals, with the objective of linking biodiversity fl uctuations with paleoenvironmental changes.\nIn addition, the late 1970s to early 1980s was the time interval in which the international stratigraphic community completed the formal defi nition of the base of the Silurian System (Bassett, 1985; Cocks, 1985). This effort led to a wealth of stratigraphic studies in many parts of the world with the objective of selecting the best global stratotype section and point (GSSP)\nfor the base of the Silurian, and also the criteria for correlation of sections in other parts of the world with the GSSP. Much of this global work was summarized in a volume edited by Cocks and Rickards (1988). Other important work summarizing the state of our understanding of the Late Ordovician world in 1988 includes a paper synthesizing the state of understanding of the Hirnantian glaciation and mass extinction (Brenchley, 1989), and the proceedings of the 1988 International Symposium on the Ordovician System (abstracts in Williams and Barnes, 1988), which were published as a conference volume of papers edited by Barnes and Williams (1991)."
  }, {
    "heading": "Late Ordovician–Early Silurian Glaciation",
    "text": "Compelling evidence for Late Ordovician glaciation on Gondwana, centered in North Africa, has been available since the work of Destombes (1968), Beuf et al. (1971), and many others, as summarized by Frakes (1979), and in a comprehensive volume edited by Hambrey and Harland (1981). However, as Frakes noted, the timing and duration and even mode of origin of many of the reported glacial deposits were not well constrained. Frakes et al. (1992) summarized much of the work of the later 1970s and 1980s and suggested that the glacial episode spanned much of the Late Ordovician and early Silurian, and that ice sheets covered more than just the North African part of Gondwana. They did note, however, that the origin and age of some of the purported glacial deposits remained unclear, and some, such as those in South America, were early Silurian in age (e.g., Caputo and Crowell, 1985). Nevertheless, it was clear that the inter-\nval with the best-documented and most widespread evidence for glacial deposits was within the Hirnantian Stage (Fig. 1) (Brenchley, 1988, 1989; Brenchley et al., 1991; Frakes et al., 1992).\nThe 1980s also marked a series of studies on the sedimentological and biofacies distribution record of sea-level changes associated with the Hirnantian glaciation, which revealed that the eustatic record of this glaciation could provide estimates of the magnitude of the global sealevel change, and therefore provide additional insight into the timing and extent of glacial icecap advance (e.g., Brenchley and Cullen, 1984; Brenchley and Newall, 1984; Brenchley and Štorch, 1989). Brenchley (1988) estimated that sea level fell 50–100 m during the Hirnantian. In comparison, sea level has risen ~110–140 m since the Last Glacial Maximum (Siddall et al., 2010). Frakes et al. (1992) also reviewed the available evidence of the distribution of other climate-sensitive sediments, such as evaporates, during the Late Ordovician–early Silurian interval.\nThe fi rst study reporting oxygen isotope data from carbonates spanning the Late Ordovician–early Silurian was conducted by Jux and Manze (1979), followed by the work of Orth et al. (1986), Marshall and Middleton (1990), and Middleton et al. (1991). Whereas Middleton et al. suggested that the positive shift in δ18O values (Fig. 1) was the result of a combination of global ocean temperature fall and increasing ice volume associated with the Gondwanan glaciation, Orth et al. highlighted the possible role of changes in seawater salinity in controlling the δ18O values.\nOrth et al. (1986), Marshall and Middleton (1990), and Middleton et al. (1991) also pub-\nS ilu\nria n\nL la\nnd .\nU pp\ner O\nrd ov\nic ia\nn\n(A\nsh gi\nll) S\nys te m /S er ie s\nK at\nia n\n(R aw\nth ey\nan )\nR hu\nd. S\nta ge Eustatic Curve Stable Isotopes\nEnvironmental Changes Biotic ChangesZo\nne s\nH irn\nan tia n pa ci fic us\nex tra or d. pe rs c. ac um .\nco m pl ex .\n-5 -3 -1 +1 +3 +5 +7\nδ13Ccarb‰δ18Ocarb‰\nIce caps melt Climate warms Deep flooding of shelves Plankton extinction (conodonts, acritarchs) Climate warms Deep flooding of shelves\nGrowth of ice caps Spread of floating ice Climate cools Sea level starts to fall Possible oceanic overturn Major extinction of deep shelf benthic faunas (trilobites, cystoids) Major extinction of graptolites Extinction of conodonts and acritarchs in the temperate regions\nGlacial maximum Shelves largely emergent Possible extinction of some shelf biota (brachiopods and corals)\nMajor Extinction\nLow diversity biota starts to diversify\nFigure 1. Series, stages, and graptolite zones through the late Katian to early Rhuddanian. Summary of the state of understanding of the history of sea-level change, stable O and C isotope variations, and environmental and biotic changes as of 1988. Eustatic, environmental, and biotic changes are from Brenchley (1989); isotopic data are from Marshall and Middleton (1990). Abbreviations are as follows: Lland.—Llandovery; Rhud. — Rhuddanian; complex.—complexus; extraord.—extraordinarius; persc.—persculptus; acum.—acuminatus.\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/125/11-12/1635/3405191/1635.pdf by University of Arizona user on 21 February 2019\nGeological Society of America Bulletin, November/December 2013 1637\nlished δ13C data that showed a positive excursion through the Hirnantian glacial interval (Fig. 1). This change was interpreted to be the result of the changing carbon isotopic composition of seawater (rather than vital effects or diagenesis of the samples), which Marshall and Middleton suggested was the result of an increase in rate of organic carbon burial.\nIn addition to the oxygen isotopic evidence suggesting global cooling and the evidence of the spread of glacial and glaciomarine sediments in Hirnantian time, the paleogeographic distribution of benthic faunas, particularly brachiopods and trilobites, indicated that cool-water faunas may have migrated into lower paleolatitude regions during Hirnantian time (e.g., Brenchley, 1989; Fortey, 1989), supporting the hypothesis of overall global cooling and constriction of tropical climate belts. Wilde (1991), following from Berggren and Hollister (1977) and Parrish (1982), proposed models of changing ocean circulation patterns for the Ordovician based on available evidence of paleocontinental reconstructions, and faunal and sediment distribution patterns. He proposed that the onset of glaciation in the Late Ordovician, together with the changing positions of continents relative to the ocean basins and surface current systems, may have resulted in a change in patterns of deep-ocean circulation, from sinking saline (but warm) central ocean water in pre-Hirnantian times to sinking of colder, high-latitude waters during the Hirnantian. This would have resulted in changes in patterns of ventilation of deep and intermediate waters."
  }, {
    "heading": "Anoxia and Black Shales",
    "text": "It has long been recognized that the Ordovician and Silurian periods were times of widespread deposition of black shales, which are interpreted to have been deposited under conditions of anoxic bottom waters. In addition, it has also been observed that the Ordovician and Silurian were times of alternation between black and gray shales, indicative of different levels of organic matter preservation in deep-shelf, slope, and basinal settings (e.g., Leggett, 1980). It is not our intention here to undertake a thorough review of research on modern and ancient environments of deposition of black shales. Research on this topic up to the late 1980s has been summarized in a number of papers and volumes, including Brooks and Fleet (1987), Klemme and Ulmishek (1991), Arthur and Sageman (1994), and Wignall (1994). Rather, we focus particularly on the studies that specifi cally addressed black shale formation during the Late Ordovician and earliest Silurian and their use as proxies for changing paleoceanographic conditions.\nBerry and Wilde (1978) and Wilde (1987) proposed a model in which the deep oceans, from the late Precambrian to the early-midPaleozoic, became progressively better oxygenated in response to increased atmospheric oxygen levels. They also suggested that oxygenation of the abyssal depths of the oceans was episodic through the early-mid-Paleozoic rather than steady and ongoing, and that the Late Ordovician glaciation was a key episode in the transition from a stratifi ed world ocean with limited overturning circulation and permanently anoxic bottom waters, to an ocean more reminiscent of the present day, i.e., one characterized by strong vertical mixing and highly oxygenated bottom waters. Although the global deepocean anoxia model contains some key insights in terms of the development of black shales, particularly their spread into shelf settings during times of globally high sea levels and warm climates, the model failed to account for spatial and temporal patterns observed by later workers in sedimentary records of black shale deposition through the Ordovician and Silurian. For example, Leggett (1980) showed that black shales occurred at a wide range of depths in the British successions on both sides of the Iapetus Ocean during some time intervals during the Cambrian–Ordovician, but in others, the deep-shelf, slope, and basinal settings appear to have been fully oxygenated, or at least dysoxic, rather than anoxic. Thus, anoxia was apparently not persistent at slope depths throughout the Ordovician and early Silurian, as suggested by Berry and Wilde (1978). Nevertheless, both the Berry and Wilde and Leggett models highlight the importance of high sea level in the appearance of black shale deposition on the continental shelves, and proposed mechanisms for the observed increase in organic carbon content of the shales through increased productivity from nutrient upwelling, and/or increased preservation of the settled organic matter from the photic zone beneath low-oxygen bottom waters. Other authors (e.g., Brenchley, 1988) also highlighted the possible role of global warming associated with the end of the glaciation in the late Hirnantian, which they suggested may have resulted in more sluggish ocean circulation as a consequence of weak latitudinal temperature gradients, and thus contributed to the development of oceanic anoxia."
  }, {
    "heading": "Timing and Cause of Extinction",
    "text": "Most of the available data compilations concerning rates of species turnover of various groups of fossil taxa in the late 1980s were only available to a level of precision of stages at best (summarized by Brenchley, 1989). Nevertheless, even those data showed that there were\nclearly at least two phases of extinction through the Late Ordovician. The fi rst one was near the beginning of the Hirnantian Stage, approximately coincident with the onset of the Hirnantian glaciation based on facies indicators of sealevel change (Fig. 1). The second was associated with the end of glaciation and the postglacial sea-level rise and spread of black shales into shelf regions in many parts of the world. Different groups of organisms were affected to different degrees by these two phases of extinction (Brenchley, 1989).\nTwo investigations through the Hirnantian extinction intervals at well-known OrdovicianSilurian boundary successions, to test a bolide impact hypothesis for the origin for the extinctions (Wilde et al., 1986; Orth et al., 1986), found no evidence of a signifi cant iridium anomaly comparable to that of the CretaceousPaleogene boundary. Although Wang and Chai (1989) reported a weak iridium anomaly from a level within the Hirnantian succession in the eastern Yangtze Gorges area of China, Wang et al. (1992) attributed this to variations in sedimentation rate.\nMost authors of the 1980s instead highlighted the importance of three environmental infl uences that likely contributed to these two phases of extinction. The fi rst of these was sea level. Pre-Hirnantian Ordovician sea levels were among the highest in Earth history, and large areas of the interior of several of the major cratons were occupied by shallow, epicontinental seas with rich and often endemic benthic faunas (e.g., Sheehan, 1973, 1975). Thus, glacio-eustatic fall would have had the very profound effect of draining these widespread shallow-marine habitats, producing an unusually strong habitat-area effect (Schopf, 1974; Simberloff, 1974), and shifting moderate- and deep-shelf faunas to a relatively narrow region of the continental shelf edges. The second peak of extinction occurred during the sea-level rise associated with the end of the glaciation, which was also a period of widespread black shale deposition on the shelves. Formerly oxygenated areas of the shelves prior to and during the glaciation were now unavailable to shallow-water benthic organism, thus further limiting habitable shelf area (Brenchley, 1989).\nGlobal cooling and expansion of the polar to cool water belts at the expense of the warmer water realm at low latitudes may have also contributed to Hirnantian extinction (Skevington, 1974; Sheehan, 1979). This hypothesis was supported by patterns of replacement in benthic assemblages, especially at mid-latitude sites (e.g., Brenchley, 1989). In addition, Wilde and Berry (1984) and Berger and Thierstein (1979) suggested that the change from nonglacial\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/125/11-12/1635/3405191/1635.pdf by University of Arizona user on 21 February 2019\n1638 Geological Society of America Bulletin, November/December 2013\nto glacial conditions could have resulted in oceanic overturning and/or upwelling of potentially toxic waters into the photic zone, or both, and, therefore, disruption of primary productivity. This could have led to a cascade of abrupt extinctions during the onset and/or end of the Hirnantian glaciation. At levels deeper in the water column, Berry et al. (1987) proposed that the denitrifi cation zone may have been a preferred habitat for diverse planktonic graptolite communities. Both those authors and Melchin and Mitchell (1991) suggested that ventilation of the oceans during glaciation resulted in a dramatic reduction in oxygen minimum zones and, consequently, the proposed graptolite habitat. This hypothesis was offered to explain the particularly profound extinction of graptolites that occurred at the beginning of the Hirnantian glaciation. This process also may have affected other planktonic organisms, including the pelagic larvae of benthic animals."
  }, {
    "heading": "SYNTHESIS OF CURRENT UNDERSTANDING",
    "text": "There has been an enormous rate of growth in research dealing with the changes in climate, ocean conditions, and biodiversity through Late Ordovician–early Silurian time in the past 25 yr. We present here a synthesis of our current understanding and ongoing controversies surrounding these events, particularly the environmental changes associated with the Hirnantian glaciation and the occurrence of marine anoxia prior to, during, and after the peak glacial interval.\nFor this discussion, we employ the most recent Ordovician and Silurian time scale (Cooper and Sadler, 2012; Melchin et al., 2012). Based on the stratigraphic information available to us, we have replotted on that time scale a synthesis of the isotopic data previously published by Bergström et al. (2009, 2010), Young et al. (2009), and Finnegan et al. (2011), as well as data from several other studies focused more narrowly on the latest Ordovician and earliest Silurian (Fig. 2). Several features of our adaptation of this chronology and the associated stable isotopic record are important to emphasize here. First, the international correlation of Hirnantian strata and the associated stable isotope record is somewhat controversial (see, for example, Ainsaar et al., 2010; Delabroye and Vecoli, 2010; Mitchell et al., 2011; Jones and Fike, 2013). A review of these issues, together with a recent analysis of the sea-level and Nd isotope data relevant to Late Ordovician sea-level history, was presented by Holmden et al. (2013). We follow here the correlations advocated by Melchin and Holmden (2006a), Melchin (2008), Achab et al. (2011), Mitchell et al. (2011, 2012), and Holm-\nden et al. (2013). In addition, we present an extended version of Holmden et al.’s proposed correlation in Figure 3 and a yet broader set of correlations of Hirnantian strata from around the globe in the GSA Data Repository (Fig. S11).\nSecond, present evidence suggests that the effects of local carbon cycling had substantial infl uence on the mid-Ordovician to early Silurian carbon isotopic record (e.g., Melchin and Holmden, 2006a, 2006b; Young et al., 2008; LaPorte et al., 2009; Kaljo and Martma, 2011; Kaljo et al., 2012), which suggests, in turn, that the curve presented by Bergström et al. (2009) probably does not record a purely oceanic carbon reservoir signal. We show some of the regional variation in the δ13Ccarb record for the Hirnantian interval as a family of solid and dashed curves in Figure 2 and in their original detail along with δ13Corg and other data in Figure 3 (see also Fig. S1 [see footnote 1]).\nThird, we regard the strong positive δ13Ccarb excursion obtained from the Elkhorn Formation in the Cincinnati region by Bergström et al. (2010) as basal Hirnantian rather than upper Katian (Holmden et al., 2013; Fig. S1 [see footnote 1]), consistent with the isotopic record recently recognized in several other latest Ordovician epicratonic sections in North America (Bergström et al., 2006, 2011). The strata that show the Elkhorn excursion exhibit only subtle changes in faunal diversity and dominance (Holland and Patskowski, 2007). However, due to a break in sedimentation, only the rising limb of the Elkhorn excursion was documented by Bergström et al. (2010). In comparison, the rising limb of the lower δ13Ccarb excursion on western Anticosti Island occurs within the uppermost part of the Vauréal Formation, below the main interval of faunal turnover in chitino zoans (Achab et al., 2011), conodonts (McCracken and Nowlan, 1988; Zhang and Barnes, 2002), and brachiopods (Jin and Zhan, 2008)."
  }, {
    "heading": "Timing and Duration of Glaciation",
    "text": "There is now a wealth of evidence that glacial ice packs may have been present throughout some or all of the Ordovician and Silurian periods and that advance-retreat cycles may have infl uenced eustatic sea level during much of this interval. The episode of continentalscale glaciation that took place during early to mid-Hirnantian time was a unique event within the early Paleozoic, however. Evidence of this event is recorded in the extensive record\nof glacial deposits preserved on many parts of the Gondwanan continent (e.g., Vaslet, 1990; Buggisch and Astini, 1993; Caputo, 1998; Sutcliffe et al., 2000; Ghienne, 2003, 2011; Young et al., 2004; Ghienne et al., 2007; Kumpulainen, 2007; Schönian and Egenhoff, 2007; Le Heron and Dowdeswell, 2009; Le Heron et al., 2010; Loi et al., 2010; Moreau 2011), and in well-dated glaciomarine deposits on the Gondwanan margin and peri-Gondwanan terranes (e.g., Robardet and Doré, 1988; Štorch, 1990, 2006; Sačanski, 1994; Monod et al., 2003; Gutiérrez-Marco et al., 2010; Schönlaub et al., 2011; Mitchell et al., 2011). These studies also demonstrated that the Hirnantian included two major phases of ice advance and retreat, each consisting of at least two smaller-scale phases of ice-sheet growth and shrinkage. The Moroccan glaciogenic succession exhibits a strong ice retreat and transgression within the lower part of the Upper Second Bani Formation (Sutcliffe et al., 2000; Loi et al., 2010; Ghienne, 2011). This mid-Hirnantian interglacial event is also recorded in other Gondwanan localities (e.g., Jordan and Saudi Arabia—Armstrong et al., 2005; Turkey—Monod et al., 2003; Kozlu and Ghienne, 2012; Niger, Mauritania, and Libya— Moreau, 2011), as well as peri-Gondwanan settings (e.g., Štorch, 2006). Although these cycles manifest differently in different Gondwanan localities due to regional differences in the sedimentary and isostatic response to glacial advance and retreat, similarity in the overall glacial-interglacial patterns over such a broad region (e.g., Moreau, 2011) indicates that these strata record a broadly shared pattern of major cycles of ice-volume change.\nStudies from more tropical, far-fi eld localities also show clear isotopic and sequence-stratigraphic evidence of the effects of the phase of peak glaciation in the Hirnantian (e.g., Brenchley et al., 1994, 2003, 2006; Trotter et al., 2008; Fan et al., 2009; LaPorte et al., 2009; Ainsaar et al., 2010; Young et al., 2010; Finnegan et al., 2011; Jones et al., 2011; Kaljo et al., 2012), and some paleotropical regions also show sequencestratigraphic and chemostratigraphic evidence for several cycles of glacial ice advance and retreat within the Hirnantian (Desrochers et al., 2010; Holmden et al., 2013), including two widely recognized inter-regional unconformities referred to as HA and HB by Bergström et al. (2006, 2011; see also Fig. 2 herein).\nAlthough correlation between the tropical realm in which the base of the Hirnantian Stage has been defi ned and the clastic-dominated succession and cold-water faunas of the Gond wanan margin remains problematic, the profound eustatic changes produced by the Hirnantian glaciation are recorded as lithofacies and geo1GSA Data Repository item 2013352, Extended Late Ordovician-early Silurian correlation chart and isotope data tables, is available at http://www.geosociety .org/pubs/ft2013.htm or by request to editing@ geosociety.org.\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/125/11-12/1635/3405191/1635.pdf by University of Arizona user on 21 February 2019\nGeological Society of America Bulletin, November/December 2013 1639\nchemical changes that provide an opportunity to link together events across this range of settings (Fig. 3). Recent work on these relationships has helped to the constrain timing of the two main Hirnantian glacial episodes.\nGraptolites and characteristic elements of the Hirnantia fauna are directly associated with one another and are closely followed by Hirnantian diamictites in the latest Katian–Hirnantian part of the peri-Gondwanan succession of the Prague region (Štorch, 2006; Mergl, 2011; Mitchell et al., 2011). This region occurred on the peri-Gondwanan Perunica terrane. Although the paleogeographic position of this terrane in the latest Ordovician has been a matter of some debate (for a discussion of this debate, see Fatka and Mergl, 2009), the evidence for glaciomarine sediments in the Hirnantian part of the succession strongly suggests that it was close to the Gondwanan margin at that time, ~50°S–60°S according to Rothwell Group, L.P., (2011), although the most recent paleomagnetic data suggest mid-Silurian latitudes ~25°S (Tasáryová et al., 2012). The Prague region succession includes the basal Hirnantian δ13C excursion recorded in sedimentary organic matter (δ13Corg; Mitchell et al., 2011). Similar recent work by Kaljo and Martma (2011) and Kaljo et al. (2012) demonstrated the presence of a 3‰ shift in δ13Ccarb values in northeastern Siberia precisely at the base of the Hirnantian in association with an abrupt shift to more shallow-water rocks (Koren’ et al., 1983; Koren’ and Sobolevskaya,\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/125/11-12/1635/3405191/1635.pdf by University of Arizona user on 21 February 2019\n1640 Geological Society of America Bulletin, November/December 2013\n2008). Positive shifts in sedimentary δ13Ccarb and δ13Corg values associated with the base of the Metabolograptus extraordinarius Zone have also been reported from several sites in North America, including Nevada and northern Canada (Melchin and Holmden, 2006a; LaPorte et al., 2009). New detailed sampling from the Wangjiawan “riverside” section, very close to the Hirnantian GSSP at the Wangjiawan-North road cut, SE China, also reveals an abrupt ~1‰ shift in δ13Corg values immediately beneath the fi rst appearance of M. extraordinarius (Gorjan et al., 2012). Based on sedimentological evidence at Dob’s Linn, Southern Uplands, Scotland, Armstrong and Coe (1997) placed the start of the Hirnantian glacial maximum immediately above Anceps Band D, which contains a diverse Paraorthograptus pacifi cus Zone fauna. Since Anceps Band E contains the lowest occurrence M. extraordinarius, the base of the Hirnantian must lie between these two graptolite-bearing bands (Williams, 1982; Chen et al., 2000), near the onset of the glacial maximum. Thus, it is clear from these observations that the base of the Hirnantian closely coincides with the onset of the fi rst of the two major glacial advances.\nArmstrong and Coe (1997) suggested that Anceps Band E, which represents a return to graptolite-bearing black shales, marked an interglacial interval. This interval corresponds to a decrease in δ13Corg values (Fig. 3) and is the highest level of occurrence of the Diplograptina (DDO graptolite fauna of Melchin and Mitchell , 1991). In the Vinini Creek succession of Nevada, Diplograptina become rare at the onset of the Hirnantian but exhibit a strong recurrence in the upper part of M. extraordinarius Zone coincident with an ~2.5‰ negative excursion in δ13Corg values, and additional geochemical indicators of deepening (Fig. 3; LaPorte et al., 2009; Štorch et al., 2011; Holmden et al., 2013). The Anceps Band E and Vinini Creek Diplograptina recurrence levels appear to represent the mid-Hirnantian interglacial event. Likewise, the highest occurrence of common and diverse Diplograptina in the deep-shelf succession at Wangjiawan, SE China, occurs in the uppermost beds of the Wufeng Formation. Recent geochemical studies suggest a brief return to more anoxic-sulfi dic conditions in this same interval, and in the corresponding Hirnantia fauna–bearing calcareous mudstones of the lower part of the Kuanyinqiao Formation in the more nearshore Nanbazi section (Fig. 3; Yan et al., 2009; Gorjan et al., 2012). On Anticosti Island, Desrochers et al. (2010) placed the mid-Hirnantian interglacial at the base of their transgressive sequence 3, based on a particularly strong transgression in the lower part of the Prinsta Member of the Ellis Bay Formation. This interval again corresponds Int er gla cia l Int er gla cia l Int er gla cia l Hi rn an tia n Hi rn an tia n Hi rn an tia n Mi d Mi d Mi d\n?\n? ?\nbla ck\nsh ale\ngr ay\nsh ale\nsil tst\non e\nch er\nty lim\nes ton\ne\ndo lom\nitic m\nud sto\nne ar\ngil lac\neo us\nw ac\nke sto ne ca lca re ou s m ud sto\nne pa\nck sto\nne gr\nain sto\nne bio\nhe rm\ns & gr\nain sto\nne lim\nes ton\ne b re\ncc ia-\nco ng\nlom er ate int er be dd ed sh ale & lim es ton e ** * Di plo gr ap tin a r ec ur re nc e FA D of pe rs cu lpt us Z on e gr ap tol ite s Di up pe r li mi t co mm on Di plo gr ap tin a 3 1 5 20 m Mi rn y C re ek , S ib er ia δ1 3 C ca rb (‰ ) sh ell y sh ell y be ds be ds sh ell y be ds Q70 Q67 D Di * -1 BB AACC DD EE EB EBEB 2 m -3 3 -3 1 -2 9 Birkhill Shale Hartfell Shale rtfll l Do b’s L in n, S co tla nd δ1 3 C or g (‰ ) ac um ina tu s Zo ne ve sic ulo su s Z on e cy ph us Z on e Di * TR 1 TR 2 TR 4 TR 5 Grindstone Mbr. La fra m. * 20 m Ellis Bay Fm.Fox Point Fm. 4 3 2 1 0 -1 δ1 3 C ca rb (‰ ) Velleda Lo us y Co ve S. C. Mi ll B ay Va ur éa l F m. Va ur éa l F m. Va ur éa l F m. -2 0 2 4 Ea st E nd W es t E nd δ1 3 C ca rb (‰ ) TR 5 La fra m. TR 2 TR 1 B. gamachiana B. g am . 20 m TR 3 TR 3 TR 3 Prinsta TR 3 TR 3 TR 3 TR 4 TR 4 TR 4\nextraordinariuspersculptus pacificus\ntypicusmirus lower complexus\nKatianHirnantianRhuddanian OrdovicianSilurian\nas ce\nns usacuminatus\nAn tic\nos ti\nIs. , Q\nue .\nW an\ngj iaw\nan , H\nub ei\ngrap. zones\nStages Periods\nWufeng Fm.Lungmachi Fm. Hi\nrn an tia Hi rn an tia be ds be ds Hi rn an tia be ds\n443.8 445.2 446.5\n1.0 m\n2.0 m\nLungmachi Fm. Wufeng Fm. Kuanyinqiao Fm.\nsh ell y sh ell y be ds be ds sh ell y be ds\nδ1 3 C\nor g (‰\n)\n-2 8\n-2 6\n-3 0\nδ1 3 C\nor g (‰\n) δ3\n4 S (‰ ) -2 0 0 20 -3 0 -2 9 -2 8\nve sic\nulo su s Zo ne cy ph us Zo ne\nNa nb\naz i,\nGu izh\nou\npa cif\nicu s Zo ne\nco m\nple xu\ns Zo ne\nas ce\nns us\nZ on\ne\nMA\nHi rn\nan tia Hi rn an tia be ds be ds Hi rn an tia be ds\nDi\nDi\nGS SP\nRi ve\nr-s ide * *\n4.0 m\nhia tu\ns Vi ni\nni C\nre ek\n, N ev\nad a\nVinini Formation\n** **\nDi\n** *\nδ1 5 N\nTN (‰\n)\n-1 0\n1 2\n-3 2\n-3 1\n-3 0\n-2 9\n-2 8\nδ1 3 C\nor g (‰\n)\nF ig\nur e\n3. C\nor re\nla ti\non o\nf ke\ny w\nel l-\nst ud\nie d\nla te\nK at\nia n\n(O rd\nov ic\nia n)\nt o\nea rl\ny R\nhu dd\nan ia\nn (S\nilu ri\nan )\nst ra\nti gr\nap hi\nc su\ncc es\nsi on\ns re\nla ti\nve t\no th\ne ge\noc hr\non ol\nog ic\nal t\nim e\nsc al\ne an d gr ap to lit e zo ne s co m m on ly e m pl oy ed in th is in te rv al . C or re la ti on s ar e al so b as ed o n ca rb on is ot op e ch em os tr at ig ra ph y an d se qu en ce s tr at ig ra ph y, e sp ec ia lly th e st ra ti gr ap hi c an d pa le on to lo gi ca l e xp re ss io n of t he m id -H ir na nt ia n in te rg la ci al e pi so de . T R — tr an sg re ss iv ere gr es si ve s eq ue nc e. D at a so ur ce s: W an gj ia w an : F an e t al . ( 20 09 ) an d G or ja n et a l. (2 01 2) ; N an ba zi : Y an e t a l. (2 00 9, 2 01 2) ; V in in i C re ek : L aP or te e t a l. (2 00 9) , Š to rc h et a l. (2 01 1) , H ol m de n et a l. (2 01 3) ; A nt ic os ti I sl an d: D es ro ch er s et a l. (2 01 0) , A ch ab et a l. (2 01 1) , J on es e t al . ( 20 11 ); D ob ’s L in n: W ill ia m s (1 98 2, 1 98 3) , U nd er w oo d et a l. (1 99 7) , A rm st ro ng a nd C oe ( 19 97 ), M el ch in e t al . ( 20 03 ); M ir ny C re ek : K or en ’ e t al . (1 98 3) , K or en ’ a nd S ob ol ev sk ay a (2 00 8) , K al jo e t al . ( 20 12 ). F A D — fi r st a pp ea ra nc e da tu m ; G SS P — gl ob al s tr at ot yp e se ct io n an d po in t.\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/125/11-12/1635/3405191/1635.pdf by University of Arizona user on 21 February 2019\nGeological Society of America Bulletin, November/December 2013 1641\nto a brief drop in δ13Corg values at both the east and west ends of the island (Fig. 3). Relative to the Anticosti chitino zoan biostratigraphy, the interval of the mid-Hirnantian interglacial falls within the Belonechitina gamachiana Zone (Achab et al., 2011). The TR-3 sequence boundary most likely corresponds to the HA unconformity of Bergström et al. (2006, 2011). In the succession at Mirny Creek, Siberia, the midHirnantian interglacial transgression appears to be present in the upper part of Unit Q-68, where it is marked by numerous carbonate debrisfl ow beds, and is quickly followed by the lowest occurrence of Metabolograptus persculptus (Kaljo et al., 2012), as it is also at Vinini Creek (Štorch et al., 2011).\nMajor regression of the second and largest of the Hirnantian glacial episodes encompasses the largest and most widespread positive shift of the Hirnantian carbon isotope excursion. In every well-dated graptolitic succession, the main Hirnantian carbon isotope excursion peak falls in the lower-middle part of the M. persculptus Zone (e.g., Mirny Creek, Dob’s Linn, Vinini Creek) or its correlative strata (Wangjiawan). At Anticosti Island, this event is represented in TR-4 and TR-5, in the upper part of the Lousy Cove and Laframboise members of the Ellis Bay Formation. The former includes an occurrence of Metabolograptus parvulus, which indicates a M. persculptus Zone or slightly younger age for the overlying Laframboise strata (Melchin, 2008).\nThe last main phase of Hirnantian glaciation ended in the middle part of the late Hirnantian M. persculptus Zone (e.g., Brenchley et al., 1994; Underwood et al., 1998; LaPorte et al., 2009; Moreau, 2011; Kaljo et al., 2012). According to the time scale of Cooper and Sadler (2012), the duration of the Hirnantian Stage was ~1.4 m.y. It is important to note, however, the duration of the Hirnantian Stage is not tightly constrained by high-resolution radiometric dates, but is based on interpolation between dated horizons in overlying and underlying intervals, and the estimated uncertainty on the duration of the Hirnantian Stage is ±0.2 m.y. (Cooper and Sadler, 2012, their Table 20.2). Based on the combined biostratigraphic and chemostratigraphic record, as described here, the peak glacial interval occupies approximately the lower 70%–80% the Hirnantian Stage and, therefore, could be ~0.8–1.3 m.y. in duration. As noted already, the glacial interval consisted of two main phases of ice advance and retreat, each of which could include at least two to three smaller-scale cycles. If we accept that fi ve glacial advance-retreat cycles can be recognized in both Gondwanan (e.g., Sutcliffe et al., 2000; Moreau, 2011) and far-fi eld localities (Desrochers et al.,\n2010; Holmden et al., 2013) over a duration of ~1 m.y., then the average cycle duration would be ~200 k.y. This average suggests the possibility that the cyclicity observed through this interval was orbitally forced (e.g., Sutcliffe et al., 2000; Armstrong et al., 2005; Armstrong, 2007; Desrochers et al., 2010). Boulila et al. (2011) documented obliquity cycles of 200 k.y. duration through long-period obliquity cycles of 1.2 Ma in the Cenozoic, and 405 k.y. eccentricity cycles are also well documented (Hinnov and Hilgen, 2012). These patterns match well with the patterns seen in the Hirnantian. In addition, Williams (1991), in an analysis of cyclicity in Late Ordovician–early Silurian evaporites in Australia, found spectral peaks at ca. 206–233 k.y., as well as several shorterterm cycles that were consistent with Ordovician–Silurian orbital parameters. Most recently, Elrick et al. (2013) documented synchronous changes in δ18O (derived from cono donts) and relative water depth through 17 successive meter-scale parasequences from early to late Katian rocks at two Laurentian epicratonic sites. This result is the most direct test to date for the role of orbitally forced, eustatic driving of depositional sequences in the run-up to the Hirnantian glacial episode. Elrick et al. (2013) suggested that these meter-scale cycles have ~100 k.y. durations, but at present, such estimates of cycle durations are based on average durations calculated from what are rather imprecisely dated more inclusive intervals. There is currently no means of precisely constraining the ages or durations of any of these individual cycles within the Katian and Hirnantian glacial intervals to determine that they are of similar duration or to which of the orbital cycles they truly correspond.\nAs noted previously, it now appears likely that there were episodes of ice-sheet growth on Gondwana during the Ordovician prior to the large-scale Hirnantian glacial cycles. Frakes et al. (1992) suggested that glaciation began in the Middle Ordovician, signifi cantly predating the main Hirnantian phase of glaciation. Brenchley et al. (1994) argued, however, on the basis of available oxygen isotope evidence, that Gondwanan glaciation was restricted to the Hirnantian, advocating a very short-lived deteriora tion of early Paleozoic climate in what was dominantly a long period of greenhouse conditions. Recent interpretations, based mainly on indirect evidence from carbon isotopes or the pattern of sedimentary cycles (or both), indicated that the onset of Ordovician glaciation may have begun in early Late Ordovician time (e.g., Hamoumi, 1999; Pope and Steffen, 2003; Saltzman and Young, 2005; Loi et al., 2010; Holland and Patzkowsky, 2012), with\nfl uctuating, relatively small-scale Gondwanan ice sheets until the Hirnantian (e.g., Loi et al., 2010; Holmden et al., 2013). However, recently published oxygen isotope data on conodonts provides compelling evidence that signifi cant global cooling dates back to at least the late Middle Ordovician or early Late Ordovician (Trotter et al., 2008; Rosenau et al., 2012; Elrick et al. 2013). Those results are supported by clumped-isotope analysis of carbonate fossils, which suggest a coordinated reduction in seasurface temperatures and elevation of seawater δ18O values, indicative of both climate cooling and the presence of continental ice through the Katian (Finnegan et al., 2011). High-frequency fl uctuations in carbon isotope records in the Darriwilian (upper Middle Ordovician) have also led to suggestions of glacially infl uenced climate changes in this interval (e.g., Ainsaar et al., 2010; Zhang et al., 2011).\nAlthough the latest Hirnantian–early Llandovery is widely regarded as a time of signifi cant glacial retreat, there is considerable evidence for the persistence of smaller ice sheets both in the North African (Moreau, 2011; Le Heron et al., 2013) and South American parts of Gondwana (see Page et al., 2007). There is sedimentological evidence for at least three phases of ice-sheet advance in the early Silurian of South America (Caputo, 1998; Díaz-Martínez and Grahn, 2007; Díaz-Martínez et al., 2011), which again is corroborated by clumped-isotope analysis of carbonate fossils showing elevated seawater δ18O values in the Llandovery (Finnegan et al., 2011). Some authors have also suggested, based on C and O isotopic evidence, that there were episodes of glacial ice advance in the Ludlow and Pridoli (Kaljo et al., 1998; Lehnert et al., 2007, 2010; Calner, 2008; Žigaitė et al., 2010).\nIn summary, the available stratigraphic and isotopic evidence now clearly indicates that continental ice sheets existed, at least intermittently, through all or most of the Late Ordovician and early Silurian, with peak ice volumes occurring during the Hirnantian. Additionally, signifi cant ice caps may have begun to form in the Early Ordovician and may have persisted into later Silurian times. Page et al. (2007) referred to this interval as the early Paleozoic icehouse, and it lasted at least 20 m.y. (from the Sandbian or early Katian through to the Llandovery), although the peak glacial interval of the earlymid-Hirnantian likely lasted just 0.85–1.2 m.y."
  }, {
    "heading": "Cause of Glaciation",
    "text": "Many authors have proposed hypotheses concerning the cause of the Late Ordovician glaciation. One of the challenges in understanding this event has been the evidence that atmospheric\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/125/11-12/1635/3405191/1635.pdf by University of Arizona user on 21 February 2019\n1642 Geological Society of America Bulletin, November/December 2013\nCO2 levels were some 8–20 times higher than present atmospheric levels (PAL) during Late Ordovician time, at least prior to the peak glacial interval (Yapp and Poths 1992; Berner, 2006; Arvidson et al., 2006; Nardin et al., 2011). The possibility that solar luminosity may have been 4.5% lower (Herrmann et al., 2004) may reduce this incongruity somewhat. Furthermore, some very recent studies have suggested that Late Ordovician pCO2 was less than 8 times PAL (Vandenbroucke et al., 2010; Pancost et al., 2013). It is clear that further work is required to resolve the discrepancies implied by these varied results.\nMost hypotheses that seek to explain the Late Ordovician glaciation have focused on mechanisms for removing CO2 from the atmosphere in advance of the glacial interval, believing that global surface temperatures were closely coupled with atmospheric CO2 concentrations in the Paleozoic (e.g., Came et al., 2007). Weathering of silicate crustal rocks is a sink for atmospheric CO2 (Berner, 1991; Kump and Arthur, 1999), and several authors have proposed that this process led to cooling during the Late Ordovician (e.g., Young et al., 2009). Kump et al. (1999) suggested that the regional crustal uplift produced by the Taconic orogeny resulted in increased rates of silicate weathering beginning in late Middle Ordovician time. In addition, Finlay et al. (2010) provided Os isotope data that they interpreted as indicating an increase in the rate of silicate weathering during the late Katian, which they attributed to the effects of the Caledonian orogeny, although tectonic uplift and erosion were taking place in the British part of the Caledonides throughout much of Middle and Late Ordovician (Armstrong and Owen, 2001; Oliver, 2001). Indeed, signifi cant mountain building was also taking place around the margin of Gondwana in regions that presently occur in western Argentina (Astini and Dávila, 2004; Vujovich et al., 2004; Astini et al., 2007; van Staal et al., 2011), on the eastern margin of Australia (Foster and Gray, 2000; Fergusson, 2003), as well as in South China and the Siberian Kip arc (Chen and Mitchell, 1996; de Jong et al., 2006; Wang et al., 2006; van Staal and Hatcher, 2010).\nYoung et al. (2009) addressed the signifi - cance of a strong decrease in 87Sr/86Sr ratios through late Darriwilian to late Sandbian time, which they attributed to increased weathering of basalts through the late Middle and Late Ordovician. They suggested that although the rates of CO2 outgassing during volcanism would balance the increased rates of CO2 consumption from weathering during the initial phases of basalt emplacement, the weathering would continue well after the volcanic activity ceased,\nleading to lower CO2 levels in Katian time, immediately before the Hirnantian glacial interval. Lefebvre et al. (2010) proposed that formation of a large igneous province in late Katian time could have led to an initial phase of global warming followed by cooling through negative feedback mechanisms, leading to the Hirnantian glaciation. They noted, however, that compelling evidence of a late Katian large igneous province is lacking.\nIt has also been proposed that an initial phase of global cooling and possibly glaciation occurred in Sandbian time, associated with the widely recognized Guttenberg carbon isotope excursion (GICE) (e.g., Saltzman and Young, 2005; Page et al., 2007; Young et al., 2008; Pancost et al., 2013). In addition, the possible association between this C isotope event, a positive δ18O excursion, and the deposition of very thick and widespread volcanic ash units led Buggisch et al. (2010) to suggest that this cooling may have been triggered by intense volcanism due to production of high quantities of sun-blocking volcanic ash and aerosols produced by the eruptions. More recently, high-resolution records of paired δ13C and δ18O indicate that there is no clear coincidence between a brief interval of cooling, as suggested by the δ18O data, and either the time of deposition of the ash beds or the peak of the δ13C excursion (Herrmann et al., 2010, 2011; Rosenau et al., 2012). Nevertheless, as noted earlier, there is clear oxygen isotope evidence of global cooling and the presence of glacial ice through all or most of Late Ordovician time (Shields et al., 2003; Trotter et al., 2008; Finnegan et al., 2011; see Fig. 2), and this cooling was coincident with a prolonged phase of explosive volcanism (Sell, 2011).\nYoung et al. (2010) used stratigraphic records of Δ13C values reconstructed from paired δ13Ccarb and δ13Corg profi les through the Hirnantian succession from Anticosti Island to suggest that during the interval of peak glaciation within the Hirnantian, atmospheric CO2 began to rise in response to ice-sheet expansion and reduced rates of silicate weathering, but may also have been a result of relatively low rates of organic carbon burial in the then-well-mixed oceans. Their interpretation was in alignment with numerical modeling results of Kump et al. (1999), which were partly informed by a similar fi nding of a positive Δ13C excursion in the Monitor Range section of Nevada. These interpretations have been questioned, however, by Melchin and Holmden (2006a) and LaPorte et al. (2009), who reported large differences in the individual records of Hirnantian δ13Ccarb and δ13Corg excursions reconstructed from different Hirnantian settings and successions and, thus, concluded that Δ13C profi les are an unreliable\nproxy for paleo-pCO2 trends through the Hirnantian glaciation. Recent results by Metzger and Fike (2013) demonstrated within-bed variations of as much as 2‰ in δ13Ccarb and δ18Ocarb values obtained from even very carefully screened samples of Late Ordovician carbon ates, which may arise as a result of heterogeneity in allochem sources within the sample. Such variation also argues for considerable caution in the use of Δ13C profi les as proxies for the composition of the marine carbon reservoir (or for use of δ13Ccarb values in detailed chemostratigraphic correlations, among other implications).\nAnother potential sink for atmospheric CO2 is burial of organic matter. Page et al. (2007) recently reviewed the potential for changing rates of burial of organic matter as a mechanism for modulating glacial-interglacial cycles through the Late Ordovician–early Silurian glacial interval. We return to a more detailed consideration of carbon burial hypothesis and its relationship to the Hirnantian glacial interval in the Discussion section following presentation of our results.\nSome studies have pointed to the importance of paleogeographic factors in controlling Late Ordovician changes in climate. In particular, changing positions of continents relative to the South Pole and the paleotropics may have affected the global distribution of heat and also rates of continental weathering (Herrmann et al., 2004; Armstrong, 2007; Nardin et al., 2011). Nardin et al. (2011) provided quantitative estimates of the relative importance of changing paleogeography and silicate weathering rates as factors that could infl uence the observed pattern of global cooling through the Late Ordovician– early Silurian. Armstrong (2007), in particular, emphasized many close parallels between the development of phases of glaciation through the Ordovician and the late Cenozoic, in terms of the interaction among declining atmospheric CO2 and changing weathering rates, patterns of nutrient cycling, and heat transport resulting from changing continental positions. He also suggested that changes in solar insolation through orbital cycles played a key role in controlling the patterns of ice advance and retreat.\nLenton et al. (2012) provided both experimental and modeling evidence to suggest that successive phases of colonization of land, fi rst by nonvascular plants and, later, by the earliest vascular plants in Middle and Late Ordovician time, had a signifi cant impact on patterns and rates of silicate weathering, nutrient fl ux, carbon burial, and changes in atmospheric pCO2. They proposed that those changes contributed to the onset of global cooling in Darriwilian-Sandbian time, as well as the later pulse of cooling and maximum glacial expansion in the Hirnantian.\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/125/11-12/1635/3405191/1635.pdf by University of Arizona user on 21 February 2019\nGeological Society of America Bulletin, November/December 2013 1643\nIt should be noted, however, that the available record indicates that there was an important phase of cryptospore diversifi cation during the Hirnantian (Vecoli et al., 2011), rather than in the late Katian, as required by this model (see discussion later herein)."
  }, {
    "heading": "Boda Event—Preglacial Warming?",
    "text": "Several authors have noted that the Hirnantian glacial event was preceded by an interval marked by the spread of both shelf carbonates and faunas interpreted to represent warm-water assemblages into relatively high-latitude settings in Katian time (e.g., Brenchley, 1989; Villas et al., 2002; Boucot et al., 2003). Fortey and Cocks (2005) named this interval the Boda event. Subsequently, there has been considerable dispute over the timing and duration of this event (e.g., Kaljo et al., 2011), as well as whether the lithological and faunal signals represent global warming (e.g., Armstrong, 2007; Armstrong et al., 2009a; Jimenéz-Sánchez and Villas, 2010) or global cooling (Cherns and Wheeley, 2007, 2009). Armstrong et al. (2009a) published records of δ18O data from three widely separated regions and argued that consistency of the timing and patterns between the regions indicated that the data represented a relatively reliable primary signal despite the fact that they were from whole-rock analyses of carbonates. The warming event recognized by Armstrong et al. (2009a, their Fig. 4) as the Boda event was restricted to the late Katian P. pacifi cus Zone or upper part of the Ka4 time slice of Bergström et al. (2009). In contrast, other authors have suggested that the Boda event may have spanned much of the late Katian (e.g., Boucot et al., 2003; Ainsaar et al., 2010; Fig. 2 herein). Finnegan et al. (2011) also showed what appears to be a brief warming event in the latest Katian based on clumped oxygen isotope data. Indeed, the combination of sea-surface temperature values inferred by Trotter et al. (2008) and Finnegan et al. (2011; replotted herein in Fig. 2) suggest an extended period of warming in the late Katian (Pleurograptus linearis Zone to P. pacifi - cus Zone), interrupted by a brief, pre-Hirnantian cooling event. Interestingly, detailed facies and sequence-stratigraphic analysis of the Katian to Hirnantian shelf succession in Morocco reveals the presence to two large-scale glacio-eustatic depositional sequences within the interval typically identifi ed as the Boda event (Videt et al., 2010; Loi et al., 2010). The bryozoan-dominated carbonate succession there is largely confi ned to the earlier of these two sequences (Álvaro et al., 2007; Loi et al., 2010) and thus is older than the late Boda, P. pacifi cus Zone event examined by Armstrong et al. (2009a)."
  }, {
    "heading": "Mass Extinction Timing and Mechanism",
    "text": "Some recent data compilations suggest that in terms of magnitude of taxon loss, the two phases of the Hirnantian extinction were the second most severe of the Phanerozoic, after the Permian-Triassic extinction (e.g., Bambach, 2006), although a more recent, sampling-standardized analysis by Alroy (2008) suggests, rather, that the end-Triassic and end-Cretaceous events produced greater taxonomic loss. Relative to other major mass extinction events of the Phanerozoic, those of the Hirnantian appear to have had less impact on the basic structure of the marine ecosystem (Droser et al., 2000; Brenchley et al., 2001; McGhee et al., 2004, 2012; Bambach, 2006) and long-term biodiversity levels (Alroy, 2010).\nThe fact that the boundaries for the bases of the Hirnantian and Rhuddanian are both defi ned by GSSPs in graptolitic shales, with scarce or absent conodont or benthic faunas, has made it diffi cult to precisely correlate the two phases of Hirnantian extinction between shallow-shelf and basinal successions. Notwithstanding those diffi culties, recent, high-resolution studies have also shown that, at least for some groups, diversities decline gradually through the latest Katian to early-mid-Rhuddanian (e.g., Chen et al., 2005; Rasmussen and Harper, 2011a; Sadler et al., 2011), and that the intensity of extinctions and relative magnitudes of the early and later extinction peaks vary signifi cantly geographically (e.g., Chen et al., 2003; Krug and Patzkowski, 2007; Rasmussen and Harper, 2011a, 2011b; Finnegan et al., 2012). In addition, the extinction and subsequent diversifi - cation have been shown to be selective, both from a phylogenetic point of view (Chen et al., 2005; Rong et al., 2006; Mitchell et al., 2007; Sadler et al., 2011; Bapst et al., 2012), and based on habitat and geographic range (Sheehan, 2001; Cooper and Sadler, 2010; Goldman et al., 2011; Finnegan et al., 2012), although in the case of graptolites, at least, extinction was not selective with respect to colony morphology despite signifi cant clade-level effects on extinction risk (Bapst et al., 2012).\nRecent studies investigating the cause of the phases of mass extinction have focused mainly on the connections between the trends in biodiversity change and the environmental changes outlined earlier herein, particularly global cooling in general (e.g., Stanley and Powell, 2003; Stanley, 2010; McGhee et al., 2012), and the associated shifts and constrictions in global climate belts (e.g., Vandenbroucke et al., 2010; Finnegan et al., 2012). Changes in ocean-water chemistry, particularly levels of oxygenation and nutrients, are widely regarded as being important\nin relation to zooplankton assemblages, such as graptolites (e.g., Chen et al., 2005; Finney et al., 2007). In addition to the paleogeographic shifting of global climate belts, changes in continental and microcontinental plate confi guration have been suggested to be an important factor in the long-term decline in diversity exhibited by some taxa (e.g., Krug and Patzkowski, 2007; Rasmussen and Harper, 2011a, 2011b). In particular, Rasmussen and Harper (2011a) showed quantitatively that the progressive closure of the Iapetus Ocean and amalgamation of Iapetan microcontinents was a critical factor through the Ordovician-Silurian transition in terms of loss of γ-diversity in brachiopods. Most recently, Hammarlund et al. (2012) suggested that the mass extinction occurred in association with a widespread anoxic event in the deep oceans during the peak glacial interval, which resulted in high rates of extinction among deep-water benthic and nektonic organisms, at both the onset and end of the event.\nMelott et al. (2004) and Melott and Thomas (2009) proposed that the Late Ordovician extinction resulted from the effects of a cosmic gamma-ray burst. Although the authors noted that such an event would not leave a recognizable physical or geochemical stratigraphic record, they argued that their hypothesis makes specifi c, testable predications about the paleoenvir onmen tal and paleogeographic patterns of extinction and their timing in relation to climate change (e.g., Melott and Thomas, 2009), but these predictions have not yet been tested."
  }, {
    "heading": "Anoxia and Black Shales",
    "text": "Since 1988, there have been many papers and volumes summarizing our general understanding of black shales and marine anoxia (e.g., Arthur and Sageman, 1994; Wignall, 1994; Strauss, 2006; Negri et al., 2009; Jenkyns, 2010; Trabucho-Alexandre et al., 2012). Some have focused specifi cally on euxinia (e.g., Meyer and Kump, 2008), or the formation or petroleum source rocks (e.g., Harris, 2005; Bazhenova, 2009). Still other studies have specifi cally considered the role of sea-level change (e.g., Landing , 2011), large igneous provinces (Kidder and Worsley, 2010; Lefebvre et al., 2010), nutrient cycling (e.g., Van Cappellen and Ingall, 1994; Saltzman, 2005; Slomp and Van Cappellen, 2007; Tsandev et al., 2008, 2010; Tsandev and Slomp, 2009; Palastanga et al., 2011; Ozaki et al., 2011), or changes in eco system structure (Butterfi eld, 2009, 2011). Some studies have also highlighted the importance of paleogeographic confi guration on the development of marine anoxia and black shales (e.g., Meyer and Kump, 2008; Trabucho-Alexandre et al.,\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/125/11-12/1635/3405191/1635.pdf by University of Arizona user on 21 February 2019\n1644 Geological Society of America Bulletin, November/December 2013\n2012). Negri et al. (2009) particularly focused on some important temporal differences among the Paleozoic, Mesozoic, and Cenozoic in terms of climate, biotic change, plate confi gurations, temporal resolution, and distribution and duration of anoxic events that often make it diffi cult to apply uniformitarian concepts to Paleozoic black shales.\nIn concert with the development of our understanding of the depositional conditions necessary for formation of marine dysoxia to anoxia and black shales, there have been major advances in methods of determining and documenting ancient redox conditions in depositional sequences (e.g., Allison et al., 1995; Wilde et al., 2004; Boyer and Droser, 2009; Lyons et al., 2009; Severmann and Anbar, 2009; Jenkyns, 2010; Boyer et al., 2011; Zhou et al., 2011, 2012; Thompson and Kah, 2012). Some of these studies have shown that although many black shales represent deposition within anoxic bottom waters, some represent dysoxic depositional conditions. Space does not permit a compre hensive review and synthesis of the conclusions of these studies. Here, we will consider the specifi c depositional models that have been proposed recently for some Late Ordovician and earliest Silurian black shales. In addition, in the Discussion, we will consider some of this recent work in reference to our new data.\nStudies of Mesozoic and Cenozoic organicrich marine sediments show that formation of these sediments can be the result of a complex interplay of many factors. Some of the factors most relevant to the present study include:\n(1) hydrographical setting of the marine basin; (2) changes in sea level and climate; (3) rate of nutrient input into oceans; (4) rate of nutrient recycling within oceans; (5) atmospheric oxygen levels; and (6) changes in the biosphere. We will consider each of these factors next as they pertain to the Late Ordovician–early Silurian interval."
  }, {
    "heading": "Hydrographical Setting",
    "text": "Berry (2010) reviewed some of the wellknown occurrences of Ordovician black shales in relation to modern analogue environments and concluded that these ancient black shales were formed primarily in three different depositional settings: shallow epeiric seas, silled epicontinental basins, and shelf-edge upwelling zones. The black shales that occur within interior, relatively shallow epeiric seas, such as those of the North American midcontinent (e.g., Mitchell and Bergström, 1991; Goldman and Bergström, 1997) and the Baltic Platform (Lille, 2003), may have formed in stratifi ed basins characterized by a fresh to brackish surface\nlayer and quasi-estuarine pattern of circulation (Witzke, 1987). Nutrient input from continental runoff promoted high productivity and anoxia below the surface mixed layer.\nBlack shales that developed in silled epiconti nental basins appear to have arisen in part as a consequence of intrabasinal circulation that produced regional upwelling of nutrients to drive productivity. The Katian succession of the Yangtze Platform may be an example of this type of setting (see, for example, Chen, 1984; Chen et al., 1987; Rong and Chen, 1987; among others).\nMarine upwelling zones overlying outer continental shelf, slope, and ocean basin settings are also well represented in the late Katian black shales of the Vinini Formation in Nevada (Finney and Berry, 1997; Finney et al., 2007; LaPorte et al., 2009), the Phi Kappa Formation of Idaho (Dover et al., 1980), and the Moffatt Shales of Dob’s Linn, in the Southern Uplands of Scotland (Armstrong and Coe, 1997). Both the Vinini and Moffatt Shale successions are interpreted to have been deposited in oceanic settings beyond the edge of the continental shelf (Emsbo, 1993; Finney et al., 2000, 2007; Needham, 2004; Sawaki et al., 2010; Stone, 1995; Stone et al., 2003; Strachan, 2012). In addition, late Katian black shales intermittently deposited on the slope of the Welsh Basin have been interpreted as being the result of deposition in a marginal upwelling system on the basis of several lines of sedimentary, geochemical, and paleogeographic evidence (Challands et al., 2009).\nUpwelling conditions and enclosed or semienclosed marine basins with restricted circulation are both circumstances commonly associated with oxygen depletion below the surface mixed layer in modern and ancient settings (e.g., Negri et al., 2009). With the obvious exception of the Black Sea, oxygen depletion in these settings in the modern oceans seldom proceeds beyond dysoxic conditions. That is, currently, these hydro graphical conditions do not, by themselves, appear to routinely lead to the conditions of intense oxygen depletion (anoxia or euxinia) that exclude in situ benthos and result in laminated black muds. There must be other factors infl uencing this difference in outcome between Ordovician and recent times, as we summarize in the following."
  }, {
    "heading": "Sea Level and Climate",
    "text": "Global sea levels were higher in the Late Ordovician than at any time in the Cenozoic (e.g., Haq and Schutter, 2008). The potential for spread of oxygen-depleted slope waters into shelf settings was, therefore, much greater than at present. Transgressive to highstand intervals are also times of warming of shelf waters\naccompanied by the development of stable stratifi cation and nutrient recycling in deep-shelf and slope settings (e.g., Potter et al., 2005; Landing, 2011). This can lead to development of anoxia and the spread of black shales. We discuss the issues related to nutrient cycling separately in the following, and focus here on the physical effects.\nMany authors have focused on the important differences between black shales of transgressive systems versus highstand systems in the interpretation of the processes of deposition and organic matter production versus preservation (e.g., Wignall, 1991, 1994; Harris, 2005). Many of the studies of Ordovician–Silurian black shales, however, have not been documented within a well-resolved sequence-stratigraphic framework. Further work will be required to document the precise relationships between black shale occurrence and sea-level change. Indeed, many of the thicker black shale intervals may span one or more transgressive-highstand intervals. Therefore, for the following discussion, we will refer to those black shales that appear to have developed during intervals of rising to high sea level as transgressive/highstand.\nThe link between transgression/highstand and anoxia is particularly clear in the widespread black shales of the Sandbian–early Katian (e.g., Leggett, 1980; Page et al., 2007; Landing, 2011). Some regional sea-level curves also indicate a transgressive to highstand phase in the late Katian (Munnecke et al., 2010), which may have been a factor in the development of black shales in this interval. For instance, Page et al. (2007) associated the late Katian pulse of black shale deposition with a transgression/highstand. Armstrong et al. (2009a) noted that this interval of widespread black shale deposition is coincident with the Boda event, although as discussed earlier herein, the interval they examined corresponds only to the second or younger phase of that warming interval (Fig. 3). Therefore, the late Katian black shale occurrences appear primarily to have been deposited during an interval of sea-level rise to highstand associated with a temporary retreat of glacial ice in Gondwana.\nSeveral authors have proposed that relatively high sea levels and high sea-surface temperatures during the Ordovician led to sluggish ocean circulation, and that this played a role in the enhanced levels of localized anoxia such as those that developed during the early Katian (summarized in Landing, 2011). Several modeling studies of ocean circulation using both modern and ancient continental confi gurations, however, have suggested that changes in sea level and rates of ocean circulation, by themselves, can only result in development of oceanic anoxia under conditions of extremely low equator-to-pole\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/125/11-12/1635/3405191/1635.pdf by University of Arizona user on 21 February 2019\nGeological Society of America Bulletin, November/December 2013 1645\ntemperature gradients (e.g., Bjerrum et al., 2006; Ozaki et al., 2011; Montenegro et al., 2011). The available evidence suggests that the late Katian was a time when at least some glacial ice existed at high latitudes (Finnegan et al., 2011), and it was also a time of signifi cant paleolatitudinal differences in planktonic faunas (Vandenbroucke et al., 2010; Goldman et al., 2011). It is therefore unlikely that the equator-pole temperature gradient was low enough, by itself, to induce global-scale ocean stagnation and anoxia, although local anoxia in silled basins or epeiric seas with limited exchange (e.g., Holm den et al., 1998) may well have been enhanced by high sea levels and sea-surface temperatures during warmer interglacial phases, such as the Boda event (Armstrong et al., 2009a)."
  }, {
    "heading": "Rates of Nutrient Input",
    "text": "Intervals of warmer, humid climate, which we also expect to accompany high sea levels, are likely to result in increased rates of weathering and nutrient release from the continents, as well as increased stratifi cation in shelf seas and epicontinental seas due to freshwater input (Armstrong et al., 2009b; Landing, 2011). Saltzman (2005) discussed the role of nutrients in Paleozoic ocean systems, particularly phosphorus and nitrogen, and considered their role in the development of oceanic anoxia. Based in part on the work of Pope and Steffen (2003) and Pope (2004), who focused on upwellingrelated features in the Late Ordovician shelf setting of western Laurentia, Saltzman suggested that the Late Ordovician–early Silurian was a time of glacial-interglacial cycles, with wellventilated oceans during the glacial periods. These authors also suggested that intervals of increased upwelling, continental weathering, or both, could enhance the rate of P input into surface waters, resulting in enhanced productivity and spread of anoxia in deeper waters, particularly during interglacial periods. Spread of anoxia results in more effi cient remobilization of P (see following), thereby enhancing the further spread of anoxia (e.g., Van Cappellen and Ingall, 1994). These suggestions are supported by recent quantitative modeling studies (e.g., Tsandev and Slomp, 2009; Ozaki et al., 2011)."
  }, {
    "heading": "Rates of Nutrient Recycling",
    "text": "Changes in the rate of phosphorus remobilization may also have contributed to the enhanced development of localized anoxia in Late Ordovician to early Silurian epeiric seas, silled basins, and marginal upwelling zones. Under well-oxygenated conditions, reactive P in the water column (including particulate organic phosphorus, and dissolved organic and inorganic P) is readily buried in marine sediments,\nwhere dissolved P or organically bound P can be precipitated by bacterially mediated processes as phosphatic minerals or be bound to iron oxyhydroxide minerals (Slomp and Van Cappellen, 2007). Under conditions of severely reduced oxygen concentration in bottom waters, reactive P is remobilized from sediment into the water column, again primarily by bacterially mediated processes (Ingall et al., 1993; Van Cappellen and Ingall, 1994), where it fuels further productivity, permitting the further spread and persistence of anoxia. Given that 70%–95% of the world’s organic matter and its associated P are deposited in shelf seas (e.g., Bjerrum et al., 2006), episodes of sea-level rise that bring oxygendepleted waters onto the shelf would likely fuel increased productivity.\nAnother factor related to nutrient recycling is the rate of deposition of skeletal calcium phosphate. As highlighted by Slomp and Van Cappellen (2007), deposition of P in the form of fi sh debris is a key sink for P in highly productive waters, because although fi sh debris is a form of reactive P, its increased rate of burial under highly productive surface waters associated with anoxia outpaces its rate of dissolution within anoxic sediment pore waters. Moreover, they suggested that, for time intervals before the diversifi cation of bony fi sh, the absence of abundant fi sh “would result in higher steady state concentrations of soluble P in the oceans than today” as a consequence of the correspondingly lower rates of export of skeletal P. Although there is some debris from jawless fi sh as well as conodonts preserved in Late Ordovician sediments, it is likely that the mass of material deposited was much lower than in more recent times, after the “nekton revolution” of the Devonian (Klug et al., 2010). This lower rate of skeletal P deposition means that oceans may have been more prone to development of anoxia in the Ordovician as a result of the larger pool of reactive P in the oceans that was available for recycling (Slomp and Van Cappellen, 2007).\nNitrogen availability also plays a critical role in high-productivity systems but in a very different manner than P. In this case, the rate-limiting step involves generation of fi xed, or aerobically bioavailable N. LaPorte et al. (2009) were the fi rst to document stratigraphic changes in nitrogen isotope values of sedimentary organic matter in the Late Ordovician. They interpreted low δ15N values in the late Katian black shales of the Vinini Creek Formation, Nevada, as indicative of a strongly expanded oxygen minimum zone in which effi cient denitrifi cation left upwelling waters defi cient in fi xed nitrogen. As a result, algal productivity became strongly dependent on supplies of fi xed nitrogen from cyanobacterial productivity, which is refl ected in pre-\nserved organic matter with low δ15N values. These nitrogen isotope data support the generally held view that the late Katian Vinini shale was deposited under strongly oxygen-depleted conditions. By contrast, the stratigraphic transition into the Hirnantian is marked by a shift to slightly higher δ15N values, which LaPorte et al. (2009) attributed to increased ocean ventilation during glaciation, and a reduction in the intensity of denitrifi cation in this setting. This, they argued, led to higher inventories of fi xed nitrogen recycled as part of the ocean N cycle, and as a result, higher δ15N values in primary producers.\nIn connection with the role of nitrogen cycling, Logan et al. (1995) and Butterfi eld (2009, 2011) proposed that ecological drivers may have played a role in controlling the development and maintenance of anoxia in open-ocean waters. Butterfi eld suggested that evidence from organic biomarkers and nitrogen isotopes indicates that phytoplankton communities during some Phanerozoic oceanic anoxia events may have returned to cyanobacterially dominated communities similar to those present during the Proterozoic. In particular, Butterfi eld drew upon suggestions by Logan et al. (1995) that through the Proterozoic, after the initial oxygenation of the atmosphere, primary production in planktonic oceanic ecosystems was dominated by cyanobacteria. The small body size of these prokaryotic phytoplankton (0.2–2 μm), compared to eukaryotic phytoplankton (2–200 μm; Jiang et al., 2005), would have resulted in very low settling rates through the water column. Because such small cells essentially remain suspended in the water column, the upper levels of the oceans may have become turbid and oxygen depleted as a result. A signifi cant component of organic matter remineralization would also be moved from the sediment-water interface to higher levels in the water column, resulting in nutrient retention within the surface mixed layer.\nIn this paper, we provide new δ15N data from additional localities as a test of these hypotheses related to nitrogen cycling and the changing role of cyanobacteria in the primary producer communities of the Late Ordovician–early Silurian (see Results and Discussion sections)."
  }, {
    "heading": "Atmospheric O2 Concentration",
    "text": "Berry (2010), following Berry and Wilde (1978), noted that in several marine environments that are prone to high oxygen demand, development of anoxia and black shale deposition were more likely to occur in the Ordovician than in the Holocene. He attributed this contrast to the lower atmospheric oxygen concentrations in the early Paleozoic, which provided lower rates of supply for the O2 needed\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/125/11-12/1635/3405191/1635.pdf by University of Arizona user on 21 February 2019\n1646 Geological Society of America Bulletin, November/December 2013\nto balance the demands of aerobic respiration during organic matter (OM) decay and, therefore, permitted lower rates of productivity to push a given hydrographic setting into anoxia. Although there is a very wide range of model estimates of atmospheric O2 for the Late Ordovician (e.g., Bergman et al., 2004; Berner, 2006, 2009; Algeo and Ingall, 2007), all of those estimates indicate lower than present atmospheric levels in the Late Ordovician. We also note that Zhou et al. (2012) suggested that the O2 concentration of ocean waters was likely lower in the Late Ordovician–early Silurian than in modern times based on analysis of molybdenum isotope data from South China."
  }, {
    "heading": "Does the Distribution of Anoxia Change through the Late Ordovician and Early Silurian?",
    "text": "The positive reinforcing effects of greater P recycling in epeiric seas above the fl ooded continents, combined with lower rates of P burial in fi sh skeletal material, suggest that the style of nutrient cycling in the Late Ordovician and early Silurian oceans differed signifi cantly from those present today. In particular, these considerations suggest that relative to the pO2 available to meet respiratory demand, the Late Ordovician to early Silurian may have been a time of more sustained and higher productivity than is commonly present in comparable hydrographic settings in the recent past. These combined factors suggest that regions of the oceans in the late Cenozoic world that merely became dysoxic under conditions of comparable (or perhaps even higher) absolute rates of P input and re cycling (e.g., Palastanga et al., 2011) would have been more likely to become fully anoxic in the Ordovician and early Silurian.\nAlthough no systematic documentation of the distribution of black shales has previously been undertaken for either the late Katian or Hirnantian (see Results and Discussion), it has been widely recognized that black shales are much less common and widespread in the earlymid-Hirnantian than they are in the late Katian (e.g., Melchin and Mitchell, 1991; Armstrong and Coe, 1997; Finney et al., 2007; Page et al., 2007). Furthermore, very few of the black shale occurrences that do occur in the early-midHirnantian have been studied in detail in terms of their mode of formation. One exception to this generalization is the Hirnantian strata of the Yangtze Platform region in South China.\nThe Yangtze Platform successions have been the subject of considerable stratigraphic, paleogeographic, and geochemical study. This work has shown that the restricted anoxic basin conditions of the late Katian persisted in deeper portions of the Yangtze Platform intermittently\nthrough the early-mid-Hirnantian, while shallower-water regions changed from anoxic to oxic (Chen et al., 2004; Zhang et al., 2009; Yan et al., 2012; Gorjan et al., 2012). Zhang et al. (2009), however, suggested that the level of anoxia in deep waters increased in the Hirnantian glacial interval, based on their interpretation of sulfur isotope values in pyrite (see also Hammarlund et al., 2012). That interpretation of the S isotopes, however, is at odds with Yan et al. (2009) and Zhang et al. (2011), who documented a similar pattern of increasing δ34S values in pyrite, which they interpreted to represent a diagenetic signal, rather than variation in the size of the deep-ocean sulfur reservoir. In addition, Yan et al. (2012) showed that the level of anoxia decreased in both the deeper and shallower portions of the Yangtze Platform in the Hirnantian. Gorjan et al. (2012) suggested that the δ34S record in South China cannot easily be interpreted either in terms of changes in oceanic anoxia or diagenetic processes. Further consideration of the interpretation of the combined signals of C and S isotope data through this interval is presented in the Discussion.\nMolybdenum geochemistry is widely regarded as potentially providing useful insights into local and global oceanic redox conditions (e.g., Lyons et al., 2009). Hammarlund et al. (2012) documented Mo concentrations in two sections around the margins of the Iapetus Ocean, and Zhou et al. (2012) provided Mo/U data from the Yangtze Platform region, South China. In both cases, variations in these values were interpreted to refl ect variations in local bottom-water redox conditions, with indications of less strongly anoxic conditions during the Hirnantian glacial interval in comparison to strata above and below, consistent with other geochemical redox indicators from these sections. Zhou et al. (2012) also examined variations in Mo isotopic composition of the Ordovician-Silurian boundary sediments in the Yangtze region. They found strongly fl uctuating δ98/95Mo values through the Hirnantian glacial interval, which they attributed to a combination of increased basin restriction due to sea-level fall and crustal uplift in the early part of the glacial interval (leading to strongly positive values), followed by more negative (although still fl uctuating) values, which they suggested were commonly linked to local expression of a global oxygenation event.\nSeveral authors have suggested that late Hirnantian–Rhuddanian black shales are much more widespread in their distribution than those of the late Katian or early-mid-Hirnantian (e.g., Berry, 1998; Page et al., 2007). We test this hypothesis via a new global compilation of black shale occurrences (see Results and Dis-\ncussion). As with the late Katian and Hirnantian, no systematic study of the full global distribution has previously been undertaken for the earliest Silurian, although Page et al. (2007) showed that black shales were formed at a wide range of paleolatitudes and water depths in the latest Hirnantian and early Silurian.\nAt a global scale, the spread of anoxia in the earliest Silurian is commonly attributed to postglacial sea-level rise and global warming, and a slowed or even absent overturning circulation in the oceans, leading to deep-ocean anoxia in low paleolatitudes (e.g., Brenchley et al., 1994; Armstrong and Coe, 1997; Chen et al., 2004). Page et al. (2007) suggested that periods of transgression/highstand and reduced rates of overturning circulation may have also been associated with increased rates of freshwater input from high latitudes due to glacial melting, promoting oceanic stratifi cation as well as increased rates of nutrient input to surface waters in high latitudes.\nStudies of the late Hirnantian–Rhuddanian black shales of the Yangtze Platform support the suggestion that the large, restricted deep basinal setting of the late Katian was reestablished by the earliest Silurian (e.g., Yan et al., 2012). Paleogeographic studies show that the timing of onset of black shale deposition in this basin was diachronous throughout the South China region (Su et al., 2009; Fan et al., 2011), due, at least in part, to tectonic controls on basin development, and partly to gradual transgression and facies migration.\nThe most intensively studied black shales of the late Hirnantian–Rhuddanian are those of the North African–Arabian regions of Gondwana. These black shales, often referred to as “hot shales” because of their high uranium content and distinctive signature on gamma logs, form one of the world’s most important petroleum source rocks (e.g., Klemme and Ulmishek, 1991). Along most of this high-latitude margin of Gondwana, black shale deposition began either in the latest Hirnantian (Underwood et al., 1998; Loydell, 2007; Armstrong et al., 2009b) or earliest Rhuddanian (Lüning et al., 2005), and in some regions continued through all or much of the rest of the Rhuddanian, sometimes expanding in geographic extent through this time interval (Le Heron et al., 2009; Moreau, 2011), likely spanning several short-term cycles of sea-level change. In other regions, however, organic-rich shales are restricted to the latest Hirnantian–early Rhuddanian (e.g., Armstrong et al., 2009b; Le Heron et al., 2009). Based on these studies, several aspects of the depositional setting of these black shales are clear. First, most recent papers have suggested that they are mainly developed as highstand deposits (e.g., Armstrong et al., 2009a; Le Heron et al.,\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/125/11-12/1635/3405191/1635.pdf by University of Arizona user on 21 February 2019\nGeological Society of America Bulletin, November/December 2013 1647\n2009; although for an alternative interpretation, see Lüning et al., 2000, 2005). Sediment starvation likely contributed to their high total organic carbon (TOC) values. Second, their distribution was initially localized and strongly controlled by preexisting topography of the Gondwanan shelf margin. This topography was formed by a combination of glacial erosive processes , late-glacial and postglacial deposition, ice-front migration patterns, preexisting structural controls, and glacio-isostatic rebound (Le Heron et al., 2009; Moreau, 2011). Third, these studies also suggest that complete fl ooding of the Gondwanan shelf did not occur until late Rhuddanian or early Aeronian time. Thus, the individual subbasins and paleovalleys remained relatively isolated from one another and possibly also from the open ocean by silled margins, which was an important contributing factor in the generation of anoxia in these basins. A case in point, Loydell et al. (2009) suggested that a mid-Rhuddanian hot shale formed during a regressive interval, thus highlighting circulation barriers as factors infl uencing the interpretation of records of anoxia in this region.\nAnother controversy surrounding the origin of these extremely organic-rich black shales is the relative importance of the role of upwelling (Lüning et al., 2000, 2006) versus freshwaterinduced stratifi cation (fi ord-like model; Armstrong et al., 2005, 2006, 2009b) as the primary mechanisms for inducing enhanced primary productivity and anoxia. It is noteworthy that Armstrong et al. (2009b) provided organic geochemical evidence for photic-zone euxinia in this restricted setting during the deposition of latest Hirnantian–early Rhuddanian hot shales in Jordan.\nArmstrong (2007), Page et al. (2007), Armstrong et al. (2009b), and Le Heron et al. (2009) highlighted the signifi cant role that orbitally induced cyclicity likely played in the timing and extent of development of organic-rich sediments in these successions. Le Heron et al. (2013) also provided evidence that residual ice sheets persisted after the main phase of early-mid-Hirnantian glaciation, into the early Silurian, and that these more localized ice sheets played an important role in controlling the distribution of “hot shales” in that particular region."
  }, {
    "heading": "SOME REMAINING QUESTIONS",
    "text": "The past 25 yr has been a period of remarkable growth in our knowledge of the environmental and biotic changes that took place in Late Ordovician to earliest Silurian time. New insights are leading to a better understanding of the long-term linkages between the processes that control tectonics, climate, ocean circula-\ntion, and changing biodiversity. Despite the numerous advances that have been made in recent years, however, several major questions about the character of the late Katian to early Rhuddanian world and causes of the Hirnantian mass extinction remain to be answered. Among these questions are the following:\n(1) Was the Hirnantian a period of enhanced carbon burial and intensifi ed deep-ocean anoxia, or was it an interval of deep-ocean ventilation?\n(2) Were there regional or global changes in the community of primary producers through the late Katian-Hirnantian, as suggested by LaPorte et al. (2009), and did further changes occur in the late Hirnantian–early Rhuddanian?\n(3) How are the changes in oceanic anoxia and primary producer communities related to changes in the zooplankton assemblages, as represented in the record of graptolites?\n(4) Was there an oceanic anoxic event in the late Hirnantian-Rhuddanian, as suggested by Page et al. (2007)? If so, why did this event occur in this particular time interval, in contrast, say, to late Katian time?\nIn the following sections, we present new data on the spatial and temporal distribution of black shales in three time slices: late Katian, Hirnantian, and early Rhuddanian, together with new data on nitrogen isotopes in sedimentary organic matter. We employ these data to test several alternative hypotheses connected to the questions listed here, with the goal of advancing the current state-of-the-art in our understanding of the role that climate-driven changes in ocean anoxia may have played as a causative agent of extinction."
  }, {
    "heading": "METHODS",
    "text": ""
  }, {
    "heading": "Black Shale Distribution",
    "text": "There are no previous studies that document, at a high temporal resolution, the global distribution of black shales for the time intervals immediately preceding, during, and following the Hirnantian glaciation. Such an analysis is essential, however, for understanding the relationship between changing temporal patterns of ocean oxygenation and the climate and bio diversity changes that took place through the glacial and postglacial interval (Negri et al., 2009). Unfortunately, there are very few regions for which geochemical data are available to document the changing redox conditions through the late Katian–early Rhuddanian. As result, we have chosen to map the distribution of sediments that are commonly taken as indicative of deposition under anoxic conditions, i.e., black shales and other black or dark-gray mudrocks that lack evidence of benthos. We emphasize the point that\nnot all black shales are indicative of bottomwater anoxia and that not all sediments deposited in anoxic bottom waters are black shales (e.g., turbidites deposited in anoxic basins). However, we believe that black shale distribution provides a fi rst-order proxy for the global distribution of dysoxic to anoxic conditions at the depositional site and a basis for the development of hypotheses regarding temporal changes in global dysoxia/anoxia for further testing. It is clear that future studies will be required to more rigorously document the paleoredox conditions of deposition in each of these regions.\nOur documentation of black shale distribution is taken mainly from the literature, in some cases supplemented by our own observations (see Table 1). Accordingly, the amount of information that permits us to constrain the depositional conditions varies substantially from locality to locality. We use the term “black shale” in the descriptive sense of Ferretti et al. (2012), to refer to occurrences of strata reported in the literature as shales (including calcareous, dolomitic, or siliceous shales) that are black or dark gray, although in some successions, these strata may be interbedded with black, laminated lime mudstones. This contrasts with lighter-gray, brown, green, or red mudrocks or those strata reported to contain fossils of in situ benthic eukaryotes or evidence of bioturbation (Boyer et al., 2011). Whereas a few regions are very well documented in terms of the redox state of the black shales based on geochemical proxies (especially South China: Zhang et al., 2009; Zhou et al., 2011, 2012; Hammarlund et al., 2012; Yan et al., 2012), or have been studied in enough paleontological and sedimentological detail to confi dently determine the black shale biofacies (sensu Arthur and Sageman, 1994), many others have been reported as black shales or black mudrocks, usually (but not always) with a list of taxa observed in the sediment. Almost all of the localities are dated by planktic graptolites. Our observations of many successions of graptolitic black shales of various ages in many parts of the world show that these strata normally lack any evidence for the presence of benthic faunas, either in the form of body fossils or bioturbation. Thus, unless the literature report noted the presence of bioturbation or in situ benthic fossils, the presence of which would indicate dysoxic or oxic conditions in the bottom waters (e.g., Rhoads and Morse, 1971; Arthur and Sageman, 1994; Boyer and Droser, 2009), these graptolitic strata were assumed to lack benthic faunas, and thus, to indicate deposition under anoxic bottom waters. The combined biofacies and geochemical study conducted by Boyer et al. (2011) suggested that detailed biofacies studies can reliably distinguish black\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/125/11-12/1635/3405191/1635.pdf by University of Arizona user on 21 February 2019\n1648 Geological Society of America Bulletin, November/December 2013\nshales deposited under anoxic, dysoxic, or oxic depositional conditions, but that geochemical proxies are required to distinguish anoxic subsurface ocean waters from ferruginous (Fe-rich) or euxinic (H2S-bearing) waters (Poulton and Canfi eld, 2011). We note, however, that some forms of bioturbation or microbenthos can only be detected by detailed examination (e.g., Boyer et al., 2011). As a result, it is certainly possible that some of the reported graptolitic black shales from which no benthic faunas have been reported actually contain subtle, hitherto un detected evidence of benthos that would indicate dysoxic conditions.\nStrata that were described in the literature as having black shales (usually graptolitic, but lacking benthos) interbedded with strata with in situ benthos are described here as intermittent black shales and suggest the presence of intermittently anoxic subsurface waters. In some cases, the information provided in the literature did not permit us to determine whether interbedded benthic fossils were in situ or transported. In these cases, we took the conservative approach and assumed that the presence of benthic fossils indicated episodes of oxygenated bottom waters. In Table 1, which lists our reported localities, we also report the “data quality” or level of detail in which each of the black shale successions has been described.\nNitrogen Isotope Analysis\nSelection of study sections for nitrogen isotope analysis was based on a combination of previously available lithostratigraphic, biostratigraphic, and chemostratigraphic data, low level of thermal alteration of the organic matter, and the desire to capture a range of depositional and paleolatitudinal conditions, in comparison with the available data from Nevada (LaPorte et al., 2009). The Vinini Creek section documented by LaPorte et al. (2009, their Fig. 2) represents a very deep-water succession (base of slope or ocean fl oor; Finney et al., 2007), situated ~10° south of the paleoequator on the western margin of Laurentia. Our new data are from a deep, distal ramp succession that alternated between black shale and carbonate deposition in the Katian on the northern Laurentian margin (~8° north of the paleoequator) in the central Canadian Arctic Islands (see Melchin and Holmden, 2006a, 2006b), and an open-marine siliciclastic shelf succession from the Prague Basin in periGondwanan Europe that shows glacially infl uenced sedimentation in the Hirnantian (Štorch, 2006; Mitchell et al., 2011). Conodont alteration index (CAI) data are available from all of these regions. The Vinini Creek section has a CAI of 1 (Sweet, 2000), the Canadian Arctic sections\nTA B\nLE 1\n. S O\nU R\nC E\nS O\nF D\nA TA\nF O\nR P\nA LE\nO G\nE O\nG R\nA P\nH IC\nR E\nC O\nN S\nT R\nU C\nT IO\nN O\nF B\nLA C\nK S\nH A\nLE D\nIS T\nR IB\nU T\nIO N\nLo ca\nlit y\nR eg\nio n\nLa te\nK at\nia n\nM id\n-H irn\nan tia\nn E\nar ly\nR\nhu dd\nan ia\nn D\nep os\niti on\nal s\net tin\ng D\nat a\nsecnerefe R\n*ytilauq\n1 S\nco tla\nnd , S\n. U pl\nan ds\nIn te\nrm itt\nen t\nIn te\nrm itt\nen t\nB la\nck s\nha le\nB as\ne of\ns lo\npe /\nac cr\net io\nna ry\np ris\nm V\ner y\ngo od\nA rm\nst ro\nng a\nnd C\noe (\n19 97\n); H\nam m\nar lu\nnd e\nt a l.\n(2 01\n2) ; t\nhi s\nst ud\ny\n2a N\nev ad\na (s\nhe lf)\nM on\nito r\nR an\nge In\nte rm\nitt en\nt O\nxi c/\ndy so\nxi c\nB la\nck s\nha le\no r\nin te\nrm itt\nen t\nD ee\np sh\nel f b\nas in\nV er\ny go\nod F\nin ne\ny et\na l.\n(1 99\n9) ; Š\nto rc\nh et\na l.\n(2 01\n1) ; t\nhi s\nst ud\ny\n2b N\nev ad\na (d\nee p)\nV in\nin i C\nre ek\nB la\nck s\nha le\nIn te\nrm itt\nen t\nN o\nda ta\nB as\ne of\ns lo\npe /\nba ck\nar c\nba si\nn V\ner y\ngo od\nF in\nne y\net a\nl. (1\n99 9,\n2 00\n0, 2\n00 7)\n; Š to\nrc h\net a\nl. (2\n01 1)\n;\n3 Id\nah o\nTr ai\nl C re\nek B\nla ck\ns ha\nle O\nxi c/\ndy so\nxi c\nN o\nda ta\nB as\ne of\ns lo\npe G\noo d\nG ol\ndm an\ne t a\nl. (2\n00 7)\n; t hi\ns st\nud y\n4 S\nE A\nla sk\na B\nla ck\ns ha\nle\nor In\nte rm\nitt en\nt N\no da\nta B\nla ck\ns ha\nle B\nas e\nof s\nlo pe\nF ai\nr C\nhu rk\nin a\nnd C\nar te\nr (1\n97 0)\n5 N\n. Y uk\non B\nla ck\ns ha\nle In\nte rm\nitt en\nt B\nla ck\ns ha\nle D\nee p\nsh el\nf b as\nin V\ner y\ngo od\nLa P\nor te\ne t a\nl. (2\n00 9)\n; t hi\ns st\nud y\n6a A\nrc tic\nIs . (\nsh al\nlo w ) C or nw al lis /T ru\nro Is\n. In\nte rm\nitt en\nt O\nxi c/\ndy so\nxi c\nB la\nck s\nha le\nS he\nlf V\ner y\ngo od\nM el\nch in\na nd\nH ol\nm de\nn (2\n00 6a\n, 2 00\n6b );\nth is\ns tu\ndy\n6b A\nrc tic\nIs . (\nde ep\n) B\nat hu\nrs t I\ns. B\nla ck\ns ha\nle O\nxi c/\ndy so\nxi c\nB la\nck s\nha le\nD ee\np sh\nel f b\nas in\nG oo\nd M\nel ch\nin (\n19 89\n); th\nis s\ntu dy\n7 N\nE S\nib er\nia (\nK ol\nym a)\nB la\nck s\nha le\nor\nIn te\nrm itt\nen t\nIn te\nrm itt\nen t\nB la\nck s\nha le\no r\nin te\nrm itt\nen t\nD ee\np sh\nel f/b\nas in\nF ai\nr K\nor en\n’ e t a\nl. (1\n98 3)\n; Z ha\nng a\nnd B\nar ne\ns (2\n00 7)\n; K or\nen ’ a\nnd S\nob ol\nev sk\nay a\n(2 00\n8)\n)9002(.late sdnallah C;)0891(tteggeL doog yre V\nepols nisa B elahs kcal B\ncixosyd/cix O\ntnetti mretnI\nsela W\n8 9 N\n. E ng\nla nd\nO xi\nc/ dy\nso xi\nc O\nxi c/\ndy so\nxi c\nB la\nck s\nha le\nD ee\np sl\nop e\nG oo\nd Le\ngg et\nt ( 19\n80 );\nR ic\nka rd\ns (1\n98 8)\n10 P\nol an\nd (H\nol y\nC ro\nss )\nO xi\nc/ dy\nso xi\nc O\nxi c/\ndy so\nxi c\nB la\nck s\nha le\nD ee\np sh\nel f\nG oo\nd P\nod ha\nla ns\nka a\nnd T\nre la\n( 20\n07 );\nM as\nia k\net a\nl. (2\n00 3)\n; K re\nm er\na nd\nK aź\nm ie\nrc za\nk (2\n00 5)\n11 P\nol an\nd (p\ner i-B\nal tic\n) O\nxi c/\ndy so\nxi c\nO xi\nc/ dy\nso xi\nc B\nla ck\ns ha\nle D\nee p\nsh el\nf b as\nin G\noo d\nP od\nha la\nns ka\n( 19\n99 , 2\n00 3)\n12 P\nol an\nd (C\nar pa\nth ia\nn) In\nte rm\nitt en\nt O\nxi c/\ndy so\nxi c\nB la\nck s\nha le\n? F\nai r\nTo m\ncz yk\n( 19\n63 )\n13 S\n. S w\ned en\nO xi\nc/ dy\nso xi\nc O\nxi c/\ndy so\nxi c\nB la\nck s\nha le\nD ee\np sh\nel f\nG oo\nd B\ner gs\ntr öm\ne t a\nl. (1\n99 9)\n; K or\nen ’ e\nt a l.\n(2 00\n3a )\n14 B\nor nh\nol m\n, S w\ned en\nO xi\nc/ dy\nso xi\nc O\nxi c/\ndy so\nxi c\nIn te\nrm itt\nen t\nD ee\np sh\nel f\nV er\ny go\nod P\ned er\nso n\n(1 98\n9) ; H\nam m\nar lu\nnd e\nt a l.\n(2 01 2) 15 O sl o, N or w ay O xi c/ dy so xi c O xi c/ dy so xi c B la ck s ha le o r in te rm itt en t D ee p sh el f G oo d C oc ks ( 19 88 ) 16 N ov ay a Z em ly a O xi c/ dy so xi c O xi c/ dy so xi c In te rm itt en t S lo pe ? G oo d G og in e t a l. (1 99 7) ; K or en ’ a nd S ob ol ev sk ay\na (1\n99 9)\n; B aa\nrli e\nt a l.\n(2 00 3) 17 N or th U ra ls O xi c/ dy so xi c N o da ta B la ck s ha le o r in te rm itt en t D ee p sh el f/s lo pe P oo r B aa rli e t a l. (2 00 3) ; P uc hk ov ( 20 09 , 2 01 0) 18 S ou th U ra ls N o da ta N o da ta B la ck s ha le B as e sl op e/ ba ck ar c ba si n G oo d K or en ’ a nd R ic ka rd s (1 99 6, 2 00 4) ; P uc hk ov ( 20 09 , 2 01 0) ( ay ak svel obo S;)300 2(.lat e vokase T; )9 991 ( a ya ksvelo bo S dna’n er o K d oo G fleh s pe e D tnett i mr et nI c ix os yd/ ci x O t netti mretnI ry mi aT 9 1\n20 11 ) 20 N or ils k ar ea N o da ta N o da ta B la ck s ha le o r in te rm itt en t S he lf F ai r Te sa ko v et a l. (2 00 3) ; K an yg in e t a l. (2 01 0) 21 G or ny A lta i In te rm itt en t O xi c/ dy so xi c B la ck s ha le S lo pe /fo re ar c ba si n G oo d S en ni ko v et a l. (2 00 8) ; G lo rie e t a l. (2 01 1) 22 K az ak hs ta n B la ck s ha le In te rm itt en t B la ck s ha le S lo pe /b ac ka rc b as in G oo d A po llo no v et a l. (1 98 8) ; P op ov e t a l. (2 00 9) (c\non tin\nue d\n)\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/125/11-12/1635/3405191/1635.pdf by University of Arizona user on 21 February 2019\nGeological Society of America Bulletin, November/December 2013 1649\nhave a CAI of 2 (Melchin et al., 1991; Dewing and Obermajer, 2009), and the Levín section in the Prague Basin has a CAI of 3 (Ferretti, 1998). Data from the Triassic of western Canada show that strata with a CAI of ~3 (Orchard, 2007) retain a strong primary N isotope signal (Sephton et al., 2002). CAI values between 1 and 3 are indicative of thermal alteration conditions within the oil window (Bustin et al., 1990).\nSamples for N isotope analysis were broken into gravel-sized pieces to expose fresh surfaces. Pieces contaminated by modern plant traces on fracture surfaces were carefully removed before powdering in a tungsten carbide swing-mill device. Preparation of the bulk organic matter used for the measurements of δ13Corg and δ15NTN involved accurately weighing ~2 g of powdered rock, followed by digestion in HCl to remove carbonate minerals. The residue, consisting of organic matter, silicates, and oxides, was thoroughly rinsed, dried, and then repowdered to achieve sample homogeneity. Total organic carbon (TOC) was determined by comparing the sum of the ion beam voltages for the masses 44, 45, and 46 between the samples and an internal organic carbon standard with a known concentration of carbon. Total nitrogen contents (TN) were determined similarly to TOC using masses 28 and 30 and the nitrogen concentration of the standard. The uncertainty in TOC and TN is ±5% and ±25% (1σ), respectively, based on replicate analyses.\nThe δ13Corg and δ15NTN analyses were performed using a Flash Elemental Analyzer (EA) coupled to a Thermo Fisher Delta Plus XL instrument operating in continuous fl ow mode. The analyses are reported in the standard delta (δ) notation refl ecting the per mil variation in 13C/12C and 15N/14N ratios relative to Vienna Peedee belemnite (VPDB) and atmospheric N2, respectively. The reference materials used for the δ13Corg and δ15NTN measurements were calibrated against international standards: L-SVEC (δ13C = –46.6‰ VPDB) and IAEA-CH6 (δ13C = –10.45‰ VPDB) for δ13Corg; USGS–25 (δ15N = –30.4‰ atm. N2) and IAEA-305A (δ15N = 39.8‰ atm. N2) for δ15NTN. The 1σ external precision for δ13Corg and δ15NTN is ±0.1‰ and ±0.4‰, respectively, based on repeated analyses of caffeine as an internal standard. Molar C/N ratios were calculated from TOC and TN concentrations."
  }, {
    "heading": "RESULTS",
    "text": ""
  }, {
    "heading": "Black Shale Distribution",
    "text": "During the lower-middle P. pacifi cus Zone, late Katian time slice (Fig. 4A; Table 2), black shales formed mainly in tropical-subtropical\nTA B\nLE 1\n. S O\nU R\nC E\nS O\nF D\nA TA\nF O\nR P\nA LE\nO G\nE O\nG R\nA P\nH IC\nR E\nC O\nN S\nT R\nU C\nT IO\nN O\nF B\nLA C\nK S\nH A\nLE D\nIS T\nR IB\nU T\nIO N\n( c on\ntin ue\nd )\nLo ca\nlit y\nR eg\nio n\nLa te\nK at\nia n\nM id\n-H irn\nan tia\nn E\nar ly\nR\nhu dd\nan ia\nn D\nep os\niti on\nal s\net tin\ng D\nat a\nsecnerefe R\n*ytilauq\n23 U\nzb ek\nis ta\nn N\no da\nta N\no da\nta In\nte rm\nitt en\nt B\nas e\nof s\nlo pe / fo re ar c ba si n\nG oo\nd K\nor en\n’ a nd\nM el\nch in\n( 20\n00 );\nth is\ns tu\ndy\n24 a\nS . C\nhi na\n( sh\nal lo\nw )\nB la\nck s\nha le\nO xi\nc/ dy\nso xi c/ su bo xi c/ dy so xi\nc B\nla ck\ns ha\nle S\nhe lf\nV er\ny go\nod C\nhe n\net a\nl. (2\n00 0)\n; Z ha\nn an\nd Ji\nn (2\n00 7)\n; Y an\ne t a\nl. (2\n00 9,\n2 01\n2)\n24 b\nS . C\nhi na\n( de\nep )\nB la\nck s\nha le\nIn te\nrm itt\nen t\nB la\nck s\nha le\nD ee\np sh\nel f b\nas in\nV er\ny go\nod C\nhe n\net a\nl. (2\n00 0)\n; Z ha\nn an\nd Ji\nn (2\n00 7)\n; Y an\ne t a\nl. (2\n00 9,\n2 01 2) 25 S . C hi na ( sl op e) O xi c/ dy so xi c O xi c/ dy so xi c In te rm itt en t D ee p sl op e G oo d Z ha ng e t a l. (2 00 7) ro elahs kcal B cixo syd /c ix O ci xosyd/c ix O tebiT 62 in te rm itt en t S he lf F ai r M u an d N i ( 19 83 ) 27 P ra gu e B as in O xi c/ dy so xi c O xi c/ dy so xi c B la ck s ha le S he lf/ de ep s he lf ba si n V er y go od B re nc hl ey a nd Š to rc h (1 98 9) ; Š to rc h an d M er gl ( 1 98 9) ; Š to rc h\n(1 99\n0, 2\n00 6)\n; t hi\ns st\nud y\n28 T\nhu rin\ngi a\nO xi\nc/ dy\nso xi\nc O\nxi c/\ndy so\nxi c\nB la\nck s\nha le\nD ee\np sh\nel f b\nas in\nG oo\nd S\nte in\n( 19\n65 );\nS ch\nau er\n( 19\n71 );\nJ ae\nge r\n(1 97 7) 29 C ar ni c A lp s O xi c/ dy so xi c O xi c/ dy so xi c B la ck s ha le S he lf/ de ep s he lf ba si n V er y go od Ja eg er e t a l. (1 97 5) ; S ch ön la ub e t a l. (2 01\n1) ; Š\nto rc\nh an\nd S\nch ön\nla ub\n( 20\n12 )\n30 S\n. F ra\nnc e\nO xi\nc/ dy\nso xi\nc N\no re\nco rd\nB la\nck s\nha le\nD ee\np sh\nel f b\nas in\nG oo\nd Š\nto rc\nh an\nd F\nei st\n( 20\n08 )\n31 N\n. F ra\nnc e/\nB rit\nta ny\nN o\nda ta\nO xi\nc/ dy\nso xi\nc B\nla ck\ns ha\nle S\nhe lf/\nde ep\ns he\nlf ba\nsi n\nG oo\nd P\niç ar\nra e\nt a l.\n(2 00\n2, 2\n00 9)\n32 S\nW S\npa in\n/P or\ntu ga\nl O\nxi c/\ndy so\nxi c\nO xi\nc/ dy\nso xi\nc B\nla ck\ns ha\nle D\nee p\nsh el\nf G\noo d\nJa eg\ner a\nnd R\nob ar\nde t (\n19 79\n); P\niç ar\nra e\nt a l.\n(1 99 5) 33 C en tr al S pa in O xi c/ dy so xi c O xi c/ dy so xi c In te rm itt en t S he lf G oo d G ut ié rr ez -M ar co a nd Š to rc h (1 99 8) ; Š to rc h et a\nl. (1\n99 8)\n34 N\nW S\npa in\nN o\nda ta\nO xi\nc/ dy\nso xi\nc B\nla ck\ns ha\nle S\nhe lf\nG oo\nd G\nut ié\nrr ez\n-M ar\nco a\nnd R\nob ar\nde t (\n19 91\n); G\nut ié\nrr ez\n-M ar\nco e\nt a l.\n(2 01 0) 35 P yr en ee s N o da ta O xi c/ dy so xi c B la ck s ha le D ee p sh el f/d ee p sh el f ba si n F ai r th is s tu dy ; J . R oq ué ( 20 11 ) pe rs on al c om m un .) 36 S ar di ni a/ C or si ca O xi c/ dy so xi c O xi c/ dy so xi c B la ck s ha le S he lf/ de ep s he lf ba si n G oo d B ar ca a nd J ae ge r (1 99 2) ; B ar ca e t a l. (1 99 6) ; Š to rc h an d S er pa gl i (\n19 93\n); L\neo ne\net\na l.\n(2 00 9) 37 S er bi a/ B ul ga ria O xi c/ dy so xi c O xi c/ dy so xi c B la ck s ha le ?D ee p sh el f b as in F ai r M ih aj lo vi č (1\n97 4)\n; S ač\nan sk\ni ( 19\n93 , 1\n99 4)\n; S ač\nan sk\ni a nd\nT en\nov (\n19 93\n); L\nak ov\na an d č\nS ač\nan sk\ni ( 20\n04 )\n38 A\nrg en\ntin e\nP re\nco rd\nill er\na N\no da\nta O\nxi c/\ndy so\nxi c\nB la\nck s\nha le\nD ee\np sh\nel f?\nG oo\nd C\nue rd\na et\na l.\n(1 98\n8) ; M\nitc he\nll et\na l.\n(1 99 8) 39 S au di A ra bi a N o da ta O xi c/ dy so xi c B la ck s ha le S he lf G oo d V as le t ( 19 90 ); L ün in g et a l. (2 00 0) ; M ill er\na nd\nM el\nvi n\n(2 00\n5) ; Z\nal as\nie w\nic z\net a\nl. (2\n00 7\n)7002(lledyoL;)5002(.late gninüL\ndoog yre V fle h S ela hs k cal B\ncixosyd/ cix O\natad o N nadroJ 04 )0002,3991,88 91( dnargeL doo G fleh S ela hs k cal B cixosyd/cix O atad o N a iregl A 14 42 M or oc co O xi c/ dy so xi c O xi c/ dy so xi c B la ck s ha le S he lf G oo d D es to m be s an d W ill ef er t ( 19\n88 );\nL oi\ne t a\nl. (2\n01 0)\n; t hi\ns st\nud y\n) 21 02( lle dy oL;) 3002 (.l ate gn inüL\ndo og yr e V fl eh S el ahs k ca l B\nc ix osyd/cix O\nc ix osyd/ cix O\nayb iL 3 4 44 M au\nrit an\nia N\no da\nta O\nxi c/\ndy so\nxi c\nB la\nck s\nha le\nS he\nlf G\noo d\nP ar\nis e\nt a l.\n(1 99\n8) ; U\nnd er\nw oo\nd et\na l.\n(1 99\n8) ; G\nhi en\nne (\n20 03 ) 45 V ic to ria A us tr al ia B la ck s ha le or In te rm itt en t In te rm itt en t B la ck s ha le o r in te rm itt en t B as e sl op e/ ba ck ar c ba si n F ai r V an de nb er g et a l. (1 98 4) ; F er gu ss on ( 20 03 ) *D at a qu al ity : v er y go od — de ta ile d lit ho lo gi ca l, fa un al , a nd g eo ch em ic al d at a; g oo d— de ta ile d lit ho lo gi ca l a nd fa un al d at a; fa ir— ge ne ra l l ith ol og ic al a nd li m ite d fa un al d at a; p oo r— ve ry g en\ner al\nli th\nol og\nic al\nd at\na on\nly , w\nith\nlim ite\nd ag\ne co\nnt ro\nl.\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/125/11-12/1635/3405191/1635.pdf by University of Arizona user on 21 February 2019\n1650 Geological Society of America Bulletin, November/December 2013\npaleolatitudes, where they were associated with two physiographic settings: (1) the western margins of paleocontinents (e.g., the western margin of Laurentia and Siberia) and regions that may have been sites of divergent ocean currents (Herrmann et al., 2004), and (2) within restricted epicratonic seas, such as the Yangtze Platform (Chen et al., 2004; Yan et al., 2012) (Tables 1 and 2). The black shales of the Melbourne Trough in SW Australia, as well as those preserved in Kazakhstan, may refl ect deposition in a semi-enclosed, backarc basin (Fergusson, 2003; Koren’ et al., 2003b; Popov et al., 2009).\nAs far as we are aware, there are no regions anywhere in the world that show a record of continuous deposition of black shales or demonstrably anoxic sediments through the mid-Hirnantian (middle M. extraordinarius Zone to lower M. persculptus Zone). Although a number of regions show black shales in the basal strata of the M. extraordinarius Zone, black shales only occur interbedded with strata containing in situ shelly fossils in a few regions in the mid-Hirnantian, and all of those regions were semi-enclosed basins or regions that may have experienced divergent ocean current patterns (Herrmann et al., 2004). The majority of localities that were sites of black shale deposition during the late Katian, such as in the now well-studied sections in SE China (Gorjan et al., 2012; Yan et al., 2012; Zhou et al., 2012), switched to oxygenated or possibly dysoxic sediments by mid-Hirnantian time (Fig. 4B; Tables 1 and 2). Many formerly shallow shelf sites, however, experienced nondeposition, erosion, or both during most or all of the Hirnantian glacial interval (e.g., Finney et al., 1997; Bergström et al., 2006).\nBlack shales appear to have become much more widespread in the earliest Rhuddanian than they were in the late Katian or the midHirnantian (Fig. 4C). Sediments showing evidence of deposition under anoxic conditions occur at all paleolatitudes where there is a well-preserved, well-dated record, and also in a very wide range of paleogeographic settings (Table 2). In addition, the available data suggest that in most of these regions, the onset of anoxic conditions took place in late Hirnantian time, approximately coincident with the major phase of glacial retreat (Fig. 3). These data also suggest that in many parts of the world, anoxia persisted, either intermittently or continuously, through much of the Rhuddanian, and even into mid-Aeronian time. For example, in both the Yangtze Platform succession and successions of peri-Gondwanan Europe, from the onset of black shale deposition during the latter part of the M. persculptus Zone interval, black shales gradually increased their lateral extent\nwithin their respective basins, reaching their peak distribution in the early Aeronian, and, in some parts of the basins, they persisted continuously for at least 5 m.y. (Štorch, 2006; Fan et al., 2011). Thus, based on the fi rst-order pattern of occurrences of black shale, the latest Hirnantian–Rhuddanian interval appears globally to represent a time of much more widely distributed dysoxia-anoxia in both deep-shelf (below the pycnocline) and basinal settings. These data support the conclusion of Page et al. (2007) that the latest Hirnantian–Rhuddanian interval may be classed as an oceanic anoxic event, comparable in scope to those described from the Mesozoic (e.g., Schlanger and Jenkyns, 1976; Jenkyns, 2010; see Discussion).\nNitrogen Isotopes\nThe nitrogen isotope records in the studied sections from Arctic Canada exhibit a pattern of correspondence with lithological records of sealevel change and black shale (anoxic sediment) deposition. Unfortunately, the Katian portion of the Truro Island section (Fig. 5; Table S1 [see footnote 1]) was not systematically sampled with isotopic analysis in mind. Therefore, the carbonates that show evidence of oxygenation and/or shallowing are not as well represented in the sampling as are the laminated carbonates and dolomitic shales that contain graptolites. On the other hand, the uppermost P. pacifi cus Zone strata at this section, as well as the Hirnantian and lower Rhuddanian, were systematically sampled in all lithologies, as were the late Katian through latest Hirnantian strata at Eleanor Lake (Fig. 6; Table S2 [see footnote 1]) and the late Hirnantian and Rhuddanian strata at Cape Phillips South (Fig. 7; Table S3 [see footnote 1]).\nIn the Katian portion of the study sections, δ15N varies between approximately –0.5‰ and 1.5‰–2.0‰, with generally more negative values in laminated, graptolitic black shales and more positive values in bioturbated carbonates. All three sections show a negative shift in δ15N values in the highest interval of the graptolitic black shales, just below the onset of positive δ13C excursions that indicate the beginning of the Hirnantian glacial episode. This is very\nsimilar to the pattern seen in the Katian strata at Vinini Creek (LaPorte et al., 2009).\nThe stratigraphic record through the contact between the Katian and the Hirnantian differs among the three Arctic study sections. The succession is most complete at the deeperwater Truro Island section, where there is an abrupt change, within only a few millimeters of sediment, from a graptolite fauna consisting entirely of species of Diplograptina, to one comprising only Neograptina. Among the normalograptid species are Normalograptus mirnyensis, a species previously reported only from early Hirnantian and younger strata, and Metabolograptus ojsuensis, a species known to span the Katian-Hirnantian boundary. The occurrence of the former species, together with the sudden, total change in taxonomic composition of the fauna (e.g., Mitchell et al., 2007), indicates that this level occurs within the lower part of the M. extraordinarius Zone, even though the index species has not been found. This graptolite faunal turnover occurs 35 cm above the base of an ~3 m interval of strata that records the Hirnantian carbon isotope excursion in both the sedimentary inorganic and organic carbon fractions of the sediment (Melchin and Holmden, 2006a). Given the magnitude of the onset of the δ13C excursion and the relatively low diversity of the graptolite faunas, we use the level of the onset of the δ13C excursion to mark the base of the Hirnantian in this section (Fig. 5). The return to baseline δ13C values at the end of the Hirnantian glaciation is marked by a coincident return to black shales with graptolites, this time indicative of the M. persculptus Zone (Melchin et al., 1991).\nAt the shallower-water Eleanor Lake section, there is no direct evidence of graptolites of the M. extraordinarius Zone, and the interval of lithologic change from graptolitic shales to shallower-water siltstones is marked by a strongly bioturbated horizon, suggesting that there may be a brief hiatus at that level. The overlying ~2 m of calcareous siltstones and silty limestones show the Hirnantian carbon isotope excursion, overlain by black, calcareous shales with M. persculptus Zone graptolites (Melchin and Holmden , 2006a).\nFigure 4. Paleogeographic maps showing distribution of localities at which black shales have been documented to occur in at least one of the three studied time slices: (A) Late Katian (mid-pacifi cus Zone); (B) mid-Hirnantian (upper extraordinarius–lower persculptus Zone); (C) lower Rhuddanian (middle ascensus–acuminatus Zone). Base maps are courtesy of R.C. Blakey (http://www.cpgeosystems.com/globaltext2.html). A and B are 450 Ma paleogeographic reconstructions; C is a 440 Ma reconstruction. For numbered locality names and data sources, see Table 1. Paleogeographic locations of localities are taken from Goldman et al. (2011) and Rasmussen and Harper (2011a).\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/125/11-12/1635/3405191/1635.pdf by University of Arizona user on 21 February 2019\nGeological Society of America Bulletin, November/December 2013 1651\nEarly Rhuddanian\nX X\nMid-Hirnantian\nX\nX\nXX\nX\noxic-dysoxic no data interbedded black shale\nblack shale\nblack shale possibly interbedded\nLate Katian\nX\nX\nX X\nX\nX\nX\nX\nX\nX\nX\n11\n11\n14\n14\n11 14\n1\n2a2b\n3\n4 5\n6a\n6b 7\n8 9\n10 12\n13 15\n17 16\n19 20\n22\n27 37\n29\n30,36\n31 34 28 35\n33 42\n41 43\n40\n45\n39\n32\n23\n24a 24b 25\n26\n21\n18\n38\n44\n1\n2a2b\n3\n4\n5\n6a\n6b 7\n8 9\n10 12\n13 15\n17 16\n19 20\n22\n27 37\n29\n30,36\n31 34 2835\n33 42\n41 43\n40\n45\n39\n32\n23\n24a 24b\n25\n26\n21\n18\n38\n44\n1\n2a2b\n3\n4 5\n6a\n6b 7\n8 9\n10 12\n1315\n17 16\n19\n20\n22\n27 37 29\n30,36\n31 34 2835\n33 42\n41 43\n40\n45\n39\n32\n23\n24a\n24b 25\n26\n21\n18\n38\n44\nA\nB\nC\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/125/11-12/1635/3405191/1635.pdf by University of Arizona user on 21 February 2019\n1652 Geological Society of America Bulletin, November/December 2013\nAt the shallow-water Cape Phillips South section, there is an erosional surface with tens of centimeters of relief and evidence of shallow karstic dissolution and infi lling in the carbonate immediately underlying the lowest black, shaley strata containing M. persculptus Zone graptolites, indicating the presence of a signifi - cant hiatus and an episode of subaerial erosion. Here, we present the carbon isotope and percent total organic carbon data from the late Hirnantian–Rhuddanian interval at this section (from Melchin and Holmden, 2006b), along with new nitrogen isotope data (Fig. 7).\nThe stratigraphic interval between the base of the Hirnantian and the top of the positive δ13C excursion at Truro Island and Eleanor Lake records a positive δ15N excursion. The mean δ15N value from samples from the P. pacifi cus Zone from Eleanor Lake and Truro Island is +1.0‰. If this is taken as a pre-Hirnantian baseline value, then the magnitude of the peak δ15N excursion is +2.8‰–2.9‰, because peak values are +3.8‰ and 3.9‰ at Truro Island and Eleanor Lake, respectively.\nIt is particularly noteworthy that at Truro Island, the section where the base of the Hirnantian is well constrained by graptolite data, the biostratigraphic level of the lower Hirnantian change in graptolite faunas occurs within the rising limb of the δ15N excursion. The pattern at\nEleanor Lake is consistent with this, although, as noted already, it lacks supportive graptolite data in the basal Hirnantian strata.\nThe δ15N profi les in the Arctic study sections extend upwards into the late Hirnantian and early Rhuddanian, ages that are not preserved in the sedimentary succession at Vinini Creek. As noted already, the end of the Hirnantian glacial interval is marked by a sharp decline to substantially more negative values in the δ13C profi le and the fi rst occurrence of dark, laminated, calcareous shales with late Hirnantian graptolites. All three of the Canadian Arctic sections record this transition, and two of the sections extend into the lower Rhuddanian. The values for latest Hirnantian and early Rhuddanian (combined M. persculptus and Akidograptus ascensus zones) are 0‰ to +0.5‰ at Truro Island and Eleanor Lake and –2‰–0‰ at Cape Phillips South, which are signifi cantly lower than the late Katian baseline values for these sections. Taken as a whole, sedimentary δ15N values decline by 4‰ compared to the peak values observed during the Hirnantian glaciation.\nThe δ15N record from the early-mid-Rhuddanian at Cape Phillips South, our most complete section through that interval, shows a similar pattern as that seen in the late Katian: positive shifts in δ15N values in light-colored, carbonate strata that show evidence for deposition beneath\noxygenated bottom waters and/or shallowing, and negative shifts in δ15N values in black shale sediments showing evidence for deposition beneath more oxygen-depleted bottom waters.\nIn addition to these new data from Arctic Canada, we also report new nitrogen isotope data from across the Katian-Hirnantian transition at two sections in the Prague Basin (Fig. 8; Table S4 [see footnote 1]). The δ15N values are high through the entire Katian–Hirnantian interval, varying between +2‰ and +4‰. In the Canadian Arctic sections, such high values are only observed during the interval of the Hirnantian glaciation. Absent from the Prague section are the low δ15N values associated with black shales in both the Vinini Creek and Arctic Canada sections."
  }, {
    "heading": "DISCUSSION",
    "text": "N Isotopes\nStudies of late Cenozoic upwelling and Mediter ranean sapropel successions suggest that although there is some signifi cant spatial variability in δ15N values in organic matter due to differences in degrees of oxidation of organic matter prior to burial, long-term variations within sedimentary successions mainly refl ect variations in the primary δ15N signal (e.g., Higgins\nTABLE 2. NUMBER OF LOCALITIES WITH OXIC, INTERMITTENT, AND ANOXIC STRATA FOR EACH DEPOSITIONAL SETTING AND TIME SLICE\nOxic/dysoxic Intermittently anoxic* Anoxic or intermittent† Anoxic§ No data/no record Total Late Katian 3161–15flehS 0113–15nisabflehspeeD 6–––15flehspeeD 4–––13epolspeeD 3–21––epolsfoesaB 2–1–1–gnittescra/epolS 42–11–gnittescra/epolsesaB 62–112niatrecnU 841173702latoT\nMid-Hirnantian 211–––11flehS 21129nisabflehspeeD 6––––6flehspeeD 41–––3epolspeeD 52––21epolsfoesaB 2––11gnittescra/epolS 31––11gnittescra/epolsesaB 4–––13niatrecnU 84600753latoT\nEarly Rhuddanian 31–0121–flehS 11–011––nisabflehspeeD 6–312–flehspeeD 4–211–epolspeeD 321–––epolsfoesaB 2–2–––gnittescra/epolS 4–2–2–gnittescra/epolsesaB 5–3–2–niatrecnU 84233580latoT\n*Intermittently anoxic—interbedded black shales and oxic strata. †Anoxic or int.—black shales possibly interbedded with oxic strata. §Anoxic—continuous black shales through time slice.\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/125/11-12/1635/3405191/1635.pdf by University of Arizona user on 21 February 2019\nGeological Society of America Bulletin, November/December 2013 1653\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/125/11-12/1635/3405191/1635.pdf by University of Arizona user on 21 February 2019\n1654 Geological Society of America Bulletin, November/December 2013\net al., 2010; Möbius et al., 2011; Robinson et al., 2012). Where there is isotopic change due to organic matter oxidation, it normally results in enrichment of δ15N values by ~2‰ or more (e.g., Möbius et al., 2011). Since the δ15N values recorded in our study sections, as well as Vinini Creek, are very low in comparison with most records from the modern ocean, and are consistent with those recorded in well-preserved sapropels (e.g., Higgins et al., 2010) and Mesozoic black shale successions (e.g., Ganeshram et al., 2000; Kuypers et al., 2004; Junium and Arthur, 2007), it is unlikely that the values in our study have been extensively altered prior to burial.\nMost recent studies of the effects of thermal alteration and low-grade metamorphism suggest that there is little or no signifi cant alteration of the sedimentary δ15N signal up to low-grade metamorphism (Ader et al., 2006; Boudou et al., 2008), although one study (Jia, 2006) did indicate evidence of increasing δ15N values with increasing levels of metamorphism. As noted earlier herein, none of our study sections showed evidence of elevated δ15N values that may be associated with high levels of thermal alteration.\nThe development of anoxia in western and northern Laurentia during the late Katian and latest Hirnantian–early Rhuddanian may have been the result of upwelling, possibly combined with partial basin restriction, particularly in the Arctic Canadian localities (Melchin and Holmden, 2006a; Finney et al., 2007). Our nitrogen isotope data indicate, however, that the changes in communities of primary producers (LaPorte et al., 2009) were not analogous to those of\nmodern glacial-interglacial cycles in upwelling systems. In Quaternary upwelling systems, sediments in interglacial intervals, particularly early interglacials, exhibit relatively high δ15N values, which are generally in the range of 5‰–10‰. This is the result of the N isotope fractionation that takes place below the pycnocline as a result of denitrifi cation (e.g., Ganeshram et al., 2000). In contrast, sediments in glacial intervals are commonly at least 2‰–3‰ lower (Ganeshram et al., 2000; Möbius et al., 2011). This is interpreted as a refl ection of variations in the rates of denitrifi cation in oxygen minimum zones and surface sediments, with higher rates of denitrifi cation in interglacial intervals (Altabet et al., 1995; Ganeshram et al., 2000). Similar patterns of δ15N enrichment in early interglacial sediments (transgressive black shales) and lower values in later interglacial and glacial intervals were observed in Pennsylvanian sediments from the North American interior.\nAs documented by LaPorte et al. (2009), and further supported by our new data, the stratigraphic pattern of variation seen in the δ15N values of the Late Ordovician preglacial through glacial to postglacial transitions is opposite to the pattern in the Cenozoic glacial-interglacial upwelling successions. In the late Katian and early Rhuddanian, which are interpreted as preglacial and postglacial, respectively, the δ15N values are not as high as they are in the late Cenozoic preglacial, postglacial, and interglacial episodes, and they are also lower than those of the peak glacial intervals in both the Hirnantian and Cenozoic. In addition, the late Katian and late Hirnantian–early Rhuddanian\nvalues are lower than any seen in late Cenozoic upwelling systems. On the other hand, the late Katian and early Rhuddanian black shales of northern and western Laurentia show a similar pattern to those seen in the late Cenozoic sapropels of the Mediterranean and also some of the Mesozoic marine black shales associated with oceanic anoxic events. In the late Cenozoic sapropel cycles, δ15N values in the anoxic sediments have values around 0‰ to –2‰, whereas those in the interbedded, oxygenated sediments are 2‰–7‰ (e.g., Meyers and Bernasconi, 2005; Higgins et al., 2010). Although Möbius et al. (2010) showed that these δ15N values may be signifi cantly infl uenced by early diagenesis, Higgins et al. (2010) provided compelling evidence that the oxic-anoxic values showed a strong primary signal. The low values seen in the anoxic, organic-rich sapropels are interpreted to be the result of development of a strong, stable de nitrifi cation zone within the water column during anoxic episodes, in which denitrifi cation was essentially complete, so that there was little or no fl ux of fi xed nitrogen to the surface waters. As a result, productivity in the surface waters relied on nitrogen fi xed by cyanobacteria, which yields organic matter with δ15N values between –2‰ and 0‰. During more oxygenated intervals, δ15N values are higher, indicating a signifi - cant fl ux of recycled, partially denitrifi ed, fi xed nitrogen to the surface waters.\nA similar pattern is seen in the oxic-anoxic cycles associated with Mesozoic oceanic anoxic events (e.g., Ganeshram et al., 2000; Kuypers et al., 2004; Junium and Arthur, 2007), and these are also interpreted as resulting from a reduction\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/125/11-12/1635/3405191/1635.pdf by University of Arizona user on 21 February 2019\nGeological Society of America Bulletin, November/December 2013 1655\nin the upwelling of fi xed N to the surface waters and the increased role of N-fi xing cyanobacteria within the plankton communities during anoxic intervals. In these studies, this interpretation is supported by organic biomarkers indicating that an increased biomass of cyanobacteria is preserved within the bulk organic matter.\nOur results show that for the Nevada and Canadian Arctic sections, almost all of the samples that are interpreted to represent deposition under anoxic conditions show δ15N values of –1‰ to +1‰. These values are consistent with organic matter produced by a mixed community of cyano bacteria and algae in which the predomi nant source of bioavailable N is supplied by cyano bacterial fi xation. Recent organic biomarker data from the Vinini Creek section (hopane-sterane ratios and 3β-methylhopane; Rohrssen et al., 2012) support this interpretation, indicating that the waters of the photic zone were populated by phytoplankton communities with a high proportion of cyanobacteria during the intervals of black shale deposition. We also observe fl uctuations to more positive values within the late Katian and early Rhuddanian successions in those portions of the sections showing interbedded, organic-poor, bioturbated carbonate strata. This suggests that the black shale intervals\nrepresent times of incursion of more intensely denitri fi ed waters into the deep-shelf settings represented by the Cornwallis Island sections. These incursions alternated with episodes of more oxygenated waters with a less-pronounced infl uence of cyanobacterial N fi xation.\nIn the Canadian Arctic sections, the sediments deposited during the peak glacial interval of the early-mid-Hirnantian show signifi cantly higher δ15N values (2‰–4‰) than those of the late Katian. These values are within the range of modern ocean waters under well-oxygenated to suboxic conditions. This accords well with the observation that the sediments in this interval show sedimentological evidence of shallowing and oxygenation (Melchin and Holmden, 2006a). The magnitudes of the positive δ15N excursions recorded in the Arctic Hirnantian sections are comparable to those recorded through oxicanoxic cycles associated with Mesozoic oceanic anoxic events (e.g., Junium and Arthur, 2007; Paris et al., 2010). The fact that a positive shift in δ15N values was also observed in the deep-water succession in Nevada suggests that this shift in the balance of primary producers in Hirnantian time may have been a widespread phenomenon, as hypothesized by LaPorte et al. (2009). The smaller magnitude of the shift may be an indica-\ntion of a less localized N cycle at Vinini Creek, i.e., one that refl ects a more regional ocean basin signature, in contrast to the signature of a deep cratonic setting (e.g., Arctic Canada) where mixing with the global ocean was more restricted. Alternatively, the smaller shift at Vinini Creek could be a sign that effi ciency of denitrifi cation remained strong through the Hirnantian glacial interval due to patterns of ocean circulation or physiography of the local basin.\nThe late Katian strata in the Prague Basin, in a higher-paleolatitude, clastic, deep-shelf setting, do not show evidence of anoxia, either in the character of the sediments or in the N isotope record. The δ15N values fl uctuate between 2‰ and 4‰ throughout both the late Katian and the early Hirnantian, suggesting that the level of oxygenation and rate of input of fi xed N to the primary producers remained relatively constant, although the range of sample-to-sample variations in values is higher in the early Hirnantian than in the late Katian. The lack of evidence for predominance of cyanobacterial fi xation, indicating signifi cant upwelling of reduced N as a primary nutrient source for phytoplankton in the Bohemian samples, highlights the regional nature of anoxia in the world’s oceans at that time, and the corresponding development of the\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/125/11-12/1635/3405191/1635.pdf by University of Arizona user on 21 February 2019\n1656 Geological Society of America Bulletin, November/December 2013\nplankton systems dominated by upwelling from oxygen-depleted waters in the late Katian. This supports our conclusions based on the compilation of data on black shale distribution for the late Katian, i.e., that black shale occurrences were essentially controlled by regional variations in productivity and ocean circulation, mainly within the paleotropics. It appears that there were also strong regional variations in the composition of the primary producer communities.\nIt is also noteworthy that comparisons of the paired records of δ13C and δ15N of our late Katian–Rhuddanian successions show that intervals of positive shift in δ15N also show positive δ13C excursions. With respect to these paired records, our successions do not resemble those of late Cenozoic sapropels, which show negative δ13C shifts at levels of positive δ15N excursions (Meyers and Bernasconi, 2005). From the point of view of the combined C and N isotope changes, therefore, neither late Cenozoic upwelling systems nor sapropel-producing settings provide a satisfactory analogue for conditions that gave rise to the Late Ordovician and early Silurian black shales.\nWe also note that similar patterns of change in δ15N values through a succession of interbedded black shales and oxic limestone and mudstones were observed in the Katian and upper Rhuddanian–Aeronian successions in the subsurface of Latvia (Kiipli and Kiipli, 2013). Those authors also observed lower δ15N values in the black shales (generally –1.1‰ to +0.2‰) than the lighter-colored strata (generally 1.9‰–5.0‰), although the lower Katian black shale values were 0.5‰–2.4‰. Those authors also interpreted the lower δ15N values in the black shales to represent a dominance of cyanobacterial N fi xation, as a result of deep-water anoxia. They also suggested that the results indicated anoxia extending into the photic zone. Evidence of widespread cyanobacterial fi xation of N within the photic zone is not, however, indicative of photic zone anoxia, because cyanobacterial fi xation of N is a commonly occurring process in modern, oxygenated surface waters that are depleted in fi xed N (e.g., Brandes et al., 2007). In order to demonstrate photic zone anoxia, it would be necessary to document the presence of anoxic photosynthetic organisms, such as green sulfur-reducing bacteria, which can be inferred by identifi cation of the presence of the biomarker isorenieratene (e.g., Sinninghe Damsté and Köster, 1998; Armstrong et al., 2009b)."
  }, {
    "heading": "Hirnantian Glacial Interval: Carbon and",
    "text": "Sulfur Isotopes, Carbon Burial, and the Record of Anoxia\nAs discussed in the review section earlier herein, there is considerable controversy surrounding the interpretation of the Hirnantian positive carbon isotope excursion (Kump et al., 1999; Melchin and Holmden, 2006a; Munnecke et al., 2010; Holmden et al., 2012). Many authors have attributed this positive excursion primarily to increased burial of organic carbon during the glacial interval (e.g., Brenchley et al., 2003; Hammarlund et al., 2012; Jones and Fike, 2013). However, Melchin and Holmden (2006a) and LaPorte et al. (2009) demonstrated signifi - cant regional differences in shape and magnitude of the excursions (Fig. 3), which argue for strong infl uences of local carbon cycling in the circulation-restricted settings of shallow epeiric seas, combined with changes in the isotopic value of global weathering fl ux to the oceans, and local variation in the isotopic composition of allochems (Kump et al., 1999; Melchin and Holmden, 2006a; LaPorte et al., 2009; Jones et al., 2011; see also Metzger and Fike, 2013). LaPorte et al. (2009) provided evidence that the true shift in the Hirnantian ocean C reservoir was just 2.7‰ ± 0.4‰, based on study of three deep-water sections. Our goal in this section is to critically examine the strength and consistency of the evidence supporting the alternative, organic carbon burial interpretation, and the closely allied assumption that the studied records of C-cycle changes genuinely refl ect global ocean conditions."
  }, {
    "heading": "Coincidence of C and S Isotopic Changes",
    "text": "As noted in the review section, Zhang et al. (2009) and Hammarlund et al. (2012) suggested that a positive excursion in δ34S values in pyrite refl ected a decrease in the oceanic SO4 reservoir as a result of increased pyrite burial under conditions of deep-sea anoxia during the earlymid-Hirnantian. Hammarlund et al., in particular, suggested that the deep-sea anoxia of the early-mid-Hirnantian was caused by increased sequestration of organic matter in the deep ocean, which also resulted in the positive δ13C excursion that is globally observed in this stratigraphic interval. The prediction of this model is that within each of the studied sections, C, S-pyrite, and S-sulfate isotopic changes should be strongly correlated and in phase, sample by sample. The two sections studied thus far in China do exhibit the predicted coincident changes in δ13Corg and δ34SPy (e.g., Zhang et al., 2009, their Fig. 2; Yan et al., 2009, their Figs. 2 and 3). However, of the three sections studied by Hammarlund et al. (2012), one (in a section near\n1\n2\n3\n4\n5\n6\n7\n8\nm et\ner s\nm et\ner s\nZadní Třebáň\n0\n5\n10\n15\n20\n25\n30 Levín\nL P\nU\nlower (L) & upper (U) diamictites\nPernik Bed (P)\nsandstone\nmudstone & shale\nδ15NTN (‰ - air)\nδ15NTN (‰ - air) δ13Corg (‰ - VPDB)\nδ13Corg (‰ - VPDB)\n2 3 42 3 4-30 -28 -28-29 -27-26 -24\nla tic ep s\noj su en si s\nK at\nia n\nH irn\nan tia\nn\nK os\nov F\nor m\nat io n K rá lo v D vů r o * °\nFigure 8. Lithostratigraphy, biostratigraphy, carbon isotope chemostratigraphy (from whole-rock carbonate and organic matter), total organic carbon (TOC), and nitrogen isotope chemo stratigraphy of the sections at Levín and Zadní Třebáň, near Prague, Czech Republic. Nitrogen isotope data are new; otherwise, data and location information are from Mitchell et al. (2011, their Fig. 2). Asterisk marks the level of appearance of Metabolograptus ojsuensis ; square indicates lowest occurrence of Hirnantia fauna in the Prague region (Mergl, 2011). VPDB—Vienna Peedee belemnite.\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/125/11-12/1635/3405191/1635.pdf by University of Arizona user on 21 February 2019\nGeological Society of America Bulletin, November/December 2013 1657\nPlöcken Pass in the Carnic Alps) shows no positive shift in δ34SPy at the level of the Hirnantian carbon isotope excursion (see also Shönlaub et al., 2011), although there are high δ34SPy values both in the underlying upper Katian and the overlying upper Hirnantian strata. At Billegrav, Denmark, the peak in δ34SPy is in strata interpreted to represent the lower Hirnantian, but the peak in δ13Corg values does not occur until the overlying upper Hirnantian strata. In neither case do these patterns match the predictions of a model in which the S isotope excursion is the result of a decrease in the global SO4 reservoir due to an increase in global anoxia that resulted from increased sequestration of organic matter in the deep ocean.\nZhang et al. (2009) suggested that a test of their hypothesis that the positive δ34SPy excursion was the result of pyrite burial under conditions of deep-water anoxia was to conduct paired analyses of δ34S from pyrite and δ34S from carbonate-associated sulfate (CAS). If those patterns show parallel trends, then that would support the hypothesis that the positive excursions are the result of deep-water anoxia and high rates of pyrite burial. Jones and Fike (2013) conducted a study of paired δ34SPy and δ34SCAS in the Hirnantian strata at Anticosti Island and found that the δ34SCAS curve did not show a positive shift at the level of the strong δ34SPy excursion. They suggested that their data did not support the presence of a deep, anoxic ocean during the Hirnantian glacial interval. Rather, they suggested that the positive δ34SPy excursion was the result of changes in the patterns and rates of sulfur isotope fractionation expressed by microbial sulfur cycling. They also suggested, building on the hypothesis of Stanley (2010), that cooling of deep-ocean waters during the Hirnantian may have resulted in reduced rates of aerobic decomposition of organic matter, and increasing burial of organic matter in oxygenated, deep-ocean sediments.\nIn addition, we note, as discussed earlier, that our nitrogen isotope data, and that of LaPorte et al. (2009), suggest that at least along the western and northern margins of Laurentia, rates of denitrifi cation below the chemocline were somewhat lower during the early-mid-Hirnantian than during the late Katian or early Rhuddanian. This is not consistent with increased deep-water anoxia during the Hirnantian glacial interval.\nIt is also noteworthy that results of study of Mesozoic oceanic anoxic events do not show a consistent relationship between positive δ34S excursions and deep-ocean anoxia. In fact, in some sections, the largest of the Mesozoic oceanic anoxic events, the Cenomanian-Turonian event (oceanic anoxic event [OAE] 2), coincides\nwith a negative δ34S shift during the peak of the anoxic event in the deep ocean (Hetzel et al., 2009). Therefore, positive δ34S excursions cannot be taken as signals that consistently imply increases in global anoxia in the deep ocean."
  }, {
    "heading": "Shelf-Basin Gradients in C and S Isotope Records",
    "text": "Melchin and Holmden (2006a) and LaPorte et al. (2009) showed that there are strong shelfbasin gradients in C isotope values resulting from local-scale C-cycling processes. The data presented by Yan et al. (2009), Zhang et al. (2009), and Hammarlund et al. (2012) indicate that there are signifi cant changes in the magnitude of the positive shift in δ34SPy values between shallowerand deeper-water sections, similar to those previously described for C isotopes. Among the two Iapetus Ocean localities documented by Hammarlund et al., the highest δ34SPy values approach +40‰ in the on-shelf section (Billegrav) but only ~+5‰ in the oceanic realm site (Dob’s Linn). Likewise, the Nanbazi and Honghuayuan sections, which are in what has been interpreted as a shallower-water part of the Yangtze Platform Basin (e.g., Zhan and Jin, 2007), show a higher magnitude of δ34SPy excursion than the deeperwater Wangjiawan section (Zhang et al., 2009; Yan et al., 2009). This consistency in the pattern of declining δ34SPy values from shallower- to deeper-water sites in two different marine basins suggests the possibility that the pattern could have been widespread during the Hirnantian. If this shore-to-basin δ34SPy gradient does prove to be a general feature of the S system, then this pattern of spatial heterogeneity in S cycling would be inconsistent with the assumption of an S-cycle model in which the Chinese and Iapetus sections were deposited in paleobasins that were fully connected to the global ocean (Hammarlund et al., 2012). On the other hand, if it were common for seawater in the basin-proximal sections to be restricted from mixing with the ocean, then the high δ34SPy values recorded in these sections could be due to the progressive depletion of the water mass in dissolved SO4 as it circulated toward the shallowest and innermost regions of the paleobasin, analogous to the interpretation offered by Shen et al. (2002) in their study of the McArthur Basin, and consistent with the evidence for local C-cycling and Ca-cycling effects reported during the Hirnantian glaciation (Melchin and Holmden, 2006a; LaPorte et al., 2009; Holmden et al., 2012)."
  }, {
    "heading": "Record of Black Shale Preservation in Deep-Water Sediments",
    "text": "The data presented in this paper on black shale distributions also clearly show that the early-mid-Hirnantian glacial interval was a\ntime in which black shales were very restricted in their geographic distribution at all oceanic depths that are preserved in the rock record (see also Melchin and Mitchell, 1991; Melchin and Holmden, 2006a; Page et al., 2007) (Fig. 3B). The few basins that do exhibit evidence of oxygen depletion during this interval appear to have experienced only intermittent rather than continuous anoxia. In addition, the late Katian to mid-Hirnantian successions in South China (Yan et al., 2012), Scotland (Hammarlund et al., 2012), and Nevada (LaPorte et al., 2009), which record the most nearly continuous occurrence of oxygen-depleted sediments, show that the organic carbon content of the sediment deposited during the Hirnantian glacial interval was, on average, signifi cantly lower than that of the late Katian or the early Rhuddanian.\nThe strata of the Vinini Creek section in Nevada lie within the upper plate of the Roberts Mountains allochthon. Regionally, the base of the Vinini Formation succession includes abundant greenstones of primarily within-plate affi nities that were likely extruded as part of a seamount complex within what may have been a backarc basin (Emsbo, 1993; Finney et al., 2000, 2007). The upper member of the Vinini Formation conformably overlies an ~1.5-kmthick Middle Ordovician lowstand fan complex that is coeval with the Laurentian Sauk-Tippicanoe supersequence boundary and appears to have been deposited in a continental rise to ocean fl oor setting adjacent to the western shelf margin of Laurentia (Finney et al., 2000; Jones Crafford, 2008). The strata of the upper member are primarily shale, laminated carbonate mudstone, and fi ne to coarse calcarenite grainstone. These latter two lithologies appear to represent distal turbidites. Benthic fauna and burrows are rare to absent, but graptolites, sponge spicules, and radiolaria are common (Finney et al., 1999; Mitchell and Štorch, authors’ personal observation, 2011). Redox-sensitive N isotopes through the interval of the Hirnantian glaciation in this section shift to positive δ15N values at the base of the M. extraordinarius Zone, precisely coordinating with glacio-eustatically controlled sealevel fall (LaPorte et al., 2009; Holmden et al., 2013). LaPorte et al. interpreted this change in δ15N values to refl ect a shift to less strongly anoxic conditions below the surface mixed layer of the ocean. The Vinini succession also shows lower rather than higher concentrations of organic matter in the Hirnantian sediments as compared with those of the upper Katian. Neither of these features match the predictions of high rates of organic matter burial and increased anoxia in the early Hirnantian deep ocean.\nThe Late Ordovician to early Silurian Moffat Shale Group succession sampled at Dob’s Linn\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/125/11-12/1635/3405191/1635.pdf by University of Arizona user on 21 February 2019\n1658 Geological Society of America Bulletin, November/December 2013\nlies within the Southern Uplands terrane, which is a complexly deformed, southeast-verging, imbricate thrust system bounded by the Southern Uplands fault to the NW and the Iapetus suture on the SE (e.g., Fortey et al., 2000; Phillips et al., 2003; Needham, 2004). The tectonic origin of the Southern Uplands terrane is controversial, but the most strongly supported hypothesis is that it represents an accretionary prism complex that formed oceanward of a NW-dipping subduction zone located along the Laurentian margin of the Iapetus Ocean (e.g., Needham, 2004; Phillips et al., 2003; Sawaki et al., 2010; Stone and Merriman, 2004; Strachan, 2012). Alternative models include backarc and marginal-basin settings (see Armstrong and Owen, 2001; Phillips et al., 2003). The Hartfell and Birkhill Shales resemble hemipelagic sediments and appear to have been deposited distal to the Gala Group fan complex, which prograded over the Moffat Group strata in the region of Dob’s Linn during the early Silurian (Webb et al., 1993; Floyd, 2001; Strachan, 2012). These features of the tectonic setting and facies character suggest that the late Katian to early Rhuddanian strata at Dob’s Linn record deposition under oceanic conditions, below the depth of the pycnocline-chemocline throughout this time interval.\nThe early-mid-Hirnantian pattern of dysoxia/ anoxia contrasts even more strongly with the early Rhuddanian interval than with the late Katian. The early Rhuddanian shows black shale deposition at all paleolatitudes and water depths below the pycnocline where there is a well-preserved sedimentological record. Thus, although we do not have quantitative data on the carbon contents from most of our documented black shale localities, the available record of black shale distribution patterns suggests that global rates of organic carbon burial appear to have been much greater in the early Rhuddanian than during the glacial interval.\nSome authors have argued that the lowered sea level during the Hirnantian glacial interval would have shifted organic matter burial to the deep sea, where the sedimentary record has since been largely destroyed by tectonic processes (e.g., Brenchley et al., 2003; Hammarlund et al., 2012). However, as noted previously, several of the sections from which we do have sedimentary records through the Hirnantian appear to have been deposited in base of slope, backarc basin, settings, which likely are representative of deep-ocean conditions (e.g., Nevada, Scottish Southern Uplands, Gorny Altai, Lachlan fold belt) (Table 1), and none shows highly organicrich black shales through this interval, much less evidence of increased carbon burial, which is what would be expected if maximum productivity had been shifted to beyond the shelf\nedge. Indeed, in our global survey of black shale occurrences, we did not fi nd any sections that switched from a more oxic depositional setting during the late Katian to a less oxic setting in the Hirnantian. Thus, if increased carbon burial was an important contributing component to the Hirnantian positive carbon isotope excursion, then the reservoir for the sequestered carbon remains to be identifi ed.\nA plausible solution to the Hirnantian TOC conundrum may be found in the work of Hedges and Keil (1995) and Tsandev et al. (2010), who suggested that during times of glacial lowstand, signifi cant quantities of organic matter derived from terrestrial and shelf erosion would be transported directly to the deep sea by turbidity currents and deposited in slope and submarine fan settings. This process might have resulted in signifi cant sequestration of organic matter in thick prodelta, slope, and turbidite successions under oxygenated bottom-water conditions, particularly if rates of organic matter decomposition were slowed as a result of low seawater temperatures during the glacial interval (Stanley, 2010; Jones and Fike, 2013), where the increase in organic carbon burial rate would be masked by an increase in sedimentation rate, i.e., by a dilution effect. Accordingly, a change in the depositional mode for organic matter burial during the Hirnantian may have contributed to the +2.7‰ increase in the global δ13C value of the ocean C reservoir as suggested by LaPorte et al. (2009), together with changes in fl uxes of weathered carbonate and organic matter from the continents (Kump et al., 1999; Melchin and Holmden, 2006a)."
  }, {
    "heading": "Rhuddanian Oceanic Anoxic Event",
    "text": "We have documented the distribution of black shales specifi cally for the early Rhuddanian (Fig. 4C), although their distribution was similar in the late Hirnantian, and many sedimentary successions show a continuous record of black shale deposition across the HirnantianRhuddanian boundary. It is important to note that although black shales occurred at a wide range of localities, paleolatitudes, and depositional settings in the early Rhuddanian, we do not have data indicating whether or not anoxic, dysoxic, or euxinic conditions were widespread between these studied localities. Nevertheless, our compilation of black shale distributions clearly suggests that the oceans were more susceptible to oxygen depletion in deeper waters at all studied paleolatitudes in the Rhuddanian than in the earlier Hirnantian or late Katian (Fig. 4C). It is on this basis that we can consider some possible causes of this particularly widespread development of oxygen depletion.\nThe early Rhuddanian represents a period of apparently rapid global warming, although evidence suggests that there remained some glacial ice at high paleolatitudes (e.g., Finnegan et al., 2011; Le Heron et al., 2013). This interval of relative warming, sea-level rise, and widespread oxygen depletion coincides with the second phase of a major mass extinction event. It is surprising, therefore that this interval has not received as much research focus as the KatianHirnantian transition and has not been the specifi c subject of quantitative, global modeling studies.\nEarly Rhuddanian black shales occur not only at all paleolatitudes and on all paleocontinents where there are suffi ciently well-preserved and dated records to permit their identifi cation, but also in a wide range of depositional environments. These include distal shelf settings (Arctic Canada), semi-enclosed coastal embayments (North Africa and Jordan), deep epicontinental basins (South China, eastern Poland), and basin slope settings (Wales), as well as apparently abyssal environments preserved in accretionary prisms (Southern Uplands, Scotland) and forearc and backarc basins (Kazakhstan, South Urals) (Table 1). The wide geographic spread, as well as depth range, suggests that this interval does, indeed, represent an oceanic anoxic event, as suggested by Page et al. (2007), hereafter referred to as the Rhuddanian oceanic anoxic event. We note, however, that unlike some Mesozoic oceanic anoxic events, this interval does not show a positive C isotope excursion, although even Mesozoic oceanic anoxic events are not consistent in this regard (e.g., Jenkyns, 2010).\nThe evidence suggests that many of the factors promoting the development of black shales in the late Katian (discussed earlier) can also be attributed to the early Rhuddanian. They do not, however, help explain why dysoxia/anoxia was more widespread in the early Rhuddanian than in the late Katian. We next consider several potential causes of the great extent of Rhuddanian black shales."
  }, {
    "heading": "Sea Level in the Latest Hirnantian– Early Rhuddanian",
    "text": "The early Rhuddanian is widely recognized as a time of transgression to highstand conditions due to post-peak-glacial sea-level rise (e.g., Page et al., 2007; Johnson, 2010), beginning in the late Hirnantian. Very few studies documenting regional or global sea-level changes attempt to interpret the records continuously through the Late Ordovician to early Silurian (see Munnecke et al., 2010). However, most sea-level compilations indicate that sea level rose gradually or episodically through the Rhuddanian, but did not reach levels as high as those of the Katian\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/125/11-12/1635/3405191/1635.pdf by University of Arizona user on 21 February 2019\nGeological Society of America Bulletin, November/December 2013 1659\n(e.g., Haq and Schutter, 2008). Therefore, it is unlikely that the much greater extent of black shales seen in the early Rhuddanian, as compared with the late Katian, can be attributed to higher global sea levels, per se, although shorterterm transgression-highstand cycles almost certainly played a key role in their formation (e.g., Armstrong et al., 2009b). Signifi cant transgression of the incised glacial lowstand may have contributed to strong sediment condensation on clastic shelves such as the Gondwanan margin, Iberia, and Perunica, thus contributing to organic enrichment of shales, if not anoxia itself."
  }, {
    "heading": "Black Shales on the Gondwanan Margin",
    "text": "As noted earlier herein (see review), the spread of organic-rich black shales in Gondwana in the early Rhuddanian is widely attributed to a combination of increased weathering inputs of nutrients to the oceans from formerly glaciated regions aided by higher temperatures, combined with increased levels of salinity stratifi cation due to increased freshwater input (e.g., Page et al., 2007; Armstrong et al., 2009b). These combined factors, together with the increased effi ciency of P recycling under lowoxygen bottom-water conditions, could have resulted in the spread of anoxia observed in the peri-Gondwanan regions adjacent to the North African–Arabian margin. There is a question as to whether the inputs of nutrients and freshwater from glacial melting could have been sustained over suffi ciently long geological periods to produce the record of anoxia (over more than 1 m.y. in duration) seen at the great majority of the peri-Gondwanan localities (e.g., Prague Basin, Thuringia, Carnic Alps, S. France, SW and SE Spain, Portugal, Sardinia, E. Serbia, Bulgaria, E Taurides of Turkey; see Table 1). However, as noted already, once anoxia is established within a particular marine shelf or basin, the enhanced P recycling will contribute to preserving the state of anoxia over longer geological time intervals. In addition, there is clumped-isotope evidence that some glacial ice remained on the continents during the Rhuddanian (e.g., Finnegan et al., 2011), as well as stratigraphic evidence for the persistence of ice in South America (DíazMartínez and Grahn, 2007; Díaz-Martínez et al., 2011) and likely parts of North Africa (Moreau, 2011; Le Heron et al., 2013). This, combined with the fact that global sea level appears to have risen gradually (and probably episodically) through the Rhuddanian (e.g., Munnecke et al., 2010), suggests that there may have been successive episodes of glacial retreat and release of glacial sediments, nutrients, and freshwater. Considerably more research needs to be done to document the nature and frequency of episodic sea-level change in the Rhuddanian."
  }, {
    "heading": "Black Shales in the Paleotropics",
    "text": "The processes described herein provide hypotheses for the development of anoxia in high-latitude shelf and deep-water margins of Gondwana. In addition, the localities where black shales were deposited in the late Katian, likely mainly regions of upwelling and/or basin restriction, are marked by a return to apparently persistent anoxic conditions in the early Rhuddanian (see discussion; Fig. 4C). We reiterate here that many of the regions from which our black shale data have come are not suffi ciently well studied to be certain that these successions actually represent deposition under fully anoxic (as opposed to dysoxic) bottom waters. Bearing this in mind, however, one of the most striking aspects of the early Rhuddanian oceanic anoxic event is the spread of dysoxia/anoxia into other mid- and low-latitude regions where deep waters were oxygenated both in the late Katian and in the Hirnantian glacial interval. No recent, quantitative ocean circulation modeling studies have been conducted for the early Rhuddanian time interval. Therefore, any suggestions regarding the causal factors resulting in the distribution of dysoxia/anoxia in this time interval are necessarily speculative. Nevertheless, we feel that it is worthwhile to consider some of the possible causal factors as a means to leading to further insights into our understanding of this interval in Earth history.\nModeling studies that have examined deepocean circulation in the Late Ordovician have suggested that the principal source of deep waters for the Southern Hemisphere and tropical oceans of the world was the southern, high-latitude ocean region adjacent to the Gondwanan margin (Poussart et al., 1999; Herrmann et al., 2004). In late Katian and mid-Hirnantian time, waters of the shelves adjacent to these regions were oxygenated, as indicated by the oxidation state of sediments deposited in peri-Gondwanan localities (Figs. 4A and 4B), suggesting that the adjacent deeper waters were likely well oxygenated as well. These downwelling waters were likely the main source of oxygen for much of the world’s deep oceans through the late Katian to mid-Hirnantian (Poussart et al., 1999; Herrmann et al., 2004). However, as noted earlier, in the early Rhuddanian, many basins along the Gondwanan margin were sites of deposition of black shales (Fig. 4C; Table 1), indicating that the water mass structure of the southern ocean adjacent to the northern Gondwanan margin must have been confi gured differently in the Rhuddanian than it was during the Katian. Melting ice sheets, increased nutrient input, and changes in moisture transport may have freshened the waters of the peri-Gondwanan region, thus inhibiting deep-water formation through\nsalinity stratifi cation (e.g., Broecker et al., 1989). Ocean downwelling may have relocated northward to areas occupied by more saline surface waters, and because these waters would be warmer, they would also be less saturated with oxygen, and their capacity to ventilate the oceans would be correspondingly reduced. We therefore hypothesize that a major mode-shift in the thermohaline circulation regime contributed to the spread of anoxia in the world’s oceans during the Rhuddanian.\nThis speculative hypothesis will require testing through integration of detailed lithological, faunal, and geochemical studies at many localities around the world, combined with rigorous climate-ocean modeling studies."
  }, {
    "heading": "Spread of Land Plants during the Hirnantian?",
    "text": "Another possible source of difference between late Katian and early Rhuddanian circumstances may have involved the expansion of land plants and consequent changes in their contribution of terrestrially derived nutrients to conti nental shelves. Vecoli et al. (2011) provided evidence that the diversity of cryptospores may have increased signifi cantly through the Hirnantian. If their results apply to the globe generally, and if the increase cryptospore diversity is indicative of increasing ecological diversity of land plants, then the retreat of glacial ice from Gondwana and warming of higher-paleolatitude regions may have fostered a signifi cant increase in the spread of land plants in regions affected by climate amelioration. This may have had a signifi cant impact on rates of weathering, leading to pulses of increased P input into the oceans and increased global productivity (Lenton et al., 2012)."
  }, {
    "heading": "Black Shale Episodes and Plankton Biotas",
    "text": "Recent studies have shown that several different environmental processes played important roles in generating the two phases of the Hirnantian mass extinction. These include: sealevel change and associated changes in habitable shelf area; global temperature changes and shifts in climate belts; changes in ocean chemistry, particularly oxygenation; patterns of nutrient cycling; and changes in global paleogeography (see review section). Although each of these different factors, and the interaction between them, likely played a role in controlling changing biodiversity through the Hirnantian mass extinction, the relative importance of each of the factors was likely different for different groups of taxa and at different times through the Hirnantian. Quantifying the relative contribution of different environmental/ecological processes remains a signifi cant research challenge. In this section,\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/125/11-12/1635/3405191/1635.pdf by University of Arizona user on 21 February 2019\n1660 Geological Society of America Bulletin, November/December 2013\nwe discuss the specifi c role of changing patterns of dysoxia/anoxia and changing communities of primary producers on the biodiversity patterns of graptolites, in light of our new black shale distribution and N isotope data.\nIt is now widely agreed that the maximum abundance and diversity of graptolite faunas occur in black shales. It is hypothesized that the preferred habitat for most pelagic graptolites was the eutrophic waters associated with upwelling centers in deep-shelf and slope settings and deep, epicontinental seas, although some species were clearly adapted to a welloxygenated near-surface and shallower epicratonic biotope (see review in Cooper et al., 2012). Moreover, it has been specifi cally suggested that many graptolites lived in association with the dysoxic denitrifi cation zone in high-productivity waters. (e.g., Berry and Wilde, 1987; Finney et al., 2007). It is therefore signifi cant that at both the Vinini Creek section in Nevada and the Truro Island section in Arctic Canada, the timing of an episode of pronounced change in the graptolite faunas, including a decline in diversity and even more profound change in the patterns of taxonomic dominance (Mitchell et al., 2007; Štorch et al., 2011; authors’ personal observations, 2011), occurred precisely within the stratigraphic interval in which there is an increase in δ15N values, which we interpret to represent the fundamental shift in the nitrogen cycling regime that occurred in response to changes in intensity of denitrifi cation. The fact that the change in the graptolites at these two sections does not occur at the same level in relation to the onset of the Hirnantian carbon isotope excursion (unlike Vinini Creek, at Truro Island the onset of the Hirnantian carbon isotope excursion occurs below the change in graptolite faunas) supports the suggestion that the shifts in the nutrient cycling and composition of primary producer communities are critical factors in this episode of graptolite faunal turnover. In addition, the change in graptolite faunas is marked by a replacement of diplograptine graptolites typical of the late Katian paleotropics by taxa that appear to be derived from higherpaleolatitude settings (e.g., neograp tines), such as Bohemia and Iberia (quantitatively documented by Goldman et al., 2011), where the late Katian sediments do not indicate strong oxygen depletion and intense denitrifi cation. This supports the hypothesis that the eutrophic, strongly denitrifying waters were a preferred habitat for many of the late Katian graptolites of the paleotropics, and that the loss of this habitat, together with the fundamental change in the community of primary producers, in the early Hirnantian may have been an important factor in their profound extinction through this interval (Chen\net al., 2005; Finney et al., 2007; Mitchell et al., 2007; Sadler et al., 2011). Graptolites show progressive increases in diversity through the late Hirnantian–early Rhuddanian, although punctuated by highly variable rates of origination and extinction, which may be associated with the environmental instability or cyclicity accompanying the return of widespread oxygen-depletion following the end of the Hirnantian glacial maximum (Chen et al., 2005).\nUnfortunately, none of our studied sections has yielded a good record of fossil micro phytoplankton (acritarchs). However, recent studies of the patterns of acritarch abundances from late Katian to late Hirnantian time elsewhere indicate that the Katian-Hirnantian boundary was marked by an event of signifi cant fl oral turnover, with important changes in phytoplankton assemblage composition and, in some cases, slight increases in diversity (Vecoli, 2008; Delabroye et al., 2011). This is consistent with the patterns seen in the distribution of black shales and our N isotope data, which suggest that global ocean waters became more oxygenated, particularly in the tropics, allowing the phytoplankton communities to become less dependent on the supplies of fi xed nitrogen from cyanobacteria living in the photic zone. On the other hand, the transition through the Hirnantian into the Rhuddanian appears to show a striking extinction event in the acritarchs (Vecoli, 2008; Delabroye et al., 2011), associated with the onset of the Rhuddanian oceanic anoxic event. This suggests that this event included another signifi cant shift in the phytoplankton assemblages—this time returning to greater dependence on cyanobacterial N fi xation, as indicated by our N isotope data.\nWhereas the onset of the Rhuddanian oceanic anoxic event coincides, at least generally, with the second phase of the Hirnantian mass extinction event, the persistence of more widespread oxygen depletion through the Rhuddanian, and even into the mid-Aeronian in many regions (e.g., Štorch, 2006; Page et al., 2007; Fan et al., 2011), is accompanied by a relatively slow recovery of diversity in many groups of organisms following the Hirnantian mass extinction (e.g., Sheehan, 2001). Even the graptolites, which show a relatively rapid recovery in species diversity in the Rhuddanian, exhibit a signifi cant delay in the return of morphologic disparity (Melchin et al., 2011; Bapst et al., 2012). The fact that morphological diversifi cation lagged behind species richness suggests that the early Rhuddanian witnessed a similarly slow recovery of ecological interactions within the plankton (Bapst et al., 2012).\nHammarlund et al. (2012) proposed that the development and spread of deep-ocean anoxia\nin the early Hirnantian resulted in extinctions among deep-shelf benthos as well as planktonic and nektonic organisms. They suggested, in particular, that the spread of deep-sea anoxia would result in extinctions of deeper-water plankton that hovered in the dysoxic transition zone. However, the patterns seen in the extinctions of graptolites at the base of the Hirnantian in the paleotropics do not match the predictions of this hypothesis. In the paleotropics, graptolite faunas in relatively shallow-water localities (Arctic Canada, some South China localities) show a very abrupt turnover to very low-diversity lower Hirnantian faunas (e.g., Chen et al., 2005). On the other hand, at deeper-water localities, where the graptolite faunas contain a higher proportion of deep-water taxa, the faunal turnover is more gradual in terms of the progressive loss of taxa (Chen et al., 2005; Mitchell et al., 2007). If development of anoxia in deep water was the primary kill mechanism, the reverse pattern would be expected, with higher rates of survivorship at shallower-water localities less directly affected by the inferred deep-water anoxia. We note, however, that even though this may not have been an important extinction mechanism for graptolites at the beginning of the Hirnantian, it could have been a signifi cant factor affecting graptolites in the late Hirnantian, when graptolite faunas appear to have been diversifying within less oxygen-depleted ocean waters, which then returned to more strongly anoxic conditions in many regions.\nAs noted in the review section, Logan et al., (1995) and Butterfi eld (2009, 2011) proposed that ecological drivers may have also played a role in controlling the development and maintenance of anoxia in open-ocean waters. Butterfi eld (2009, 2011) suggested that evidence from organic biomarkers and nitrogen isotopes indicates that phytoplankton communities during some Phanerozoic oceanic anoxia events may have returned to cyanobacterially dominated communities similar to those present during the Proterozoic. Our N isotope data support this hypothesis, indicating that the black shale intervals, particularly in the late Katian and early Rhuddanian, were characterized by the presence of abundant cyanobacteria. These cyanobacteria may have contributed to the eutrophication of waters of the photic zone, resulting from their small size and slow settling rates, enhancing the rate and effi ciency of recycling of nutrients within the surface waters."
  }, {
    "heading": "CONCLUSIONS",
    "text": "The past 25 yr has been a period of remarkable growth in our knowledge of the environmental and biotic changes that took place in Late Ordo-\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/125/11-12/1635/3405191/1635.pdf by University of Arizona user on 21 February 2019\nGeological Society of America Bulletin, November/December 2013 1661\nvician to earliest Silurian time. New insights are leading to a better understanding of the longterm linkages between the processes that control tectonics, climate, ocean circulation, and changing biodiversity. Review of the recent literature leads to the following conclusions pertaining to the environmental and biotic changes that took place through Katian to Rhuddanian time:\n(1) Lithostratigraphic and chemostratigraphic evidence clearly shows that the peak glacial expansion of the Ordovician–Silurian took place in early-mid-Hirnantian time and that several additional episodes of glaciation extended into the early and possibly late Silurian. Chemostratigraphic and sequence-stratigraphic evidence indicates that some Gondwanan glaciation also occurred in Sandbian–Katian time, and possibly earlier in the Ordovician, but poor preservation and age control in many pre-Hirnantian successions in North Africa have hindered positive identifi cation of Sandbian–Katian glacial deposits.\n(2) Synthesis of geochemical, lithostratigraphic, and biostratigraphic data suggests that the Hirnantian glaciation occurred in two major phases, of which the second was more extensive and produced a larger sea-level drawdown. The onset of the fi rst Hirnantian ice advance on Gondwana coincides approximately with the base of the Hirnantian Stage, which is marked by the advent of the Neograptina-dominated graptolite faunas of the M. extraordinarius Zone, and in some (but not all) regions by an abrupt positive shift in δ13C. A brief but marked transgression occurred during the mid-Hirnantian interglacial, which is now securely placed near the end of the M. extraordinarius Zone, based on sequence-stratigraphic, chemostratigraphic, and biostratigraphic constraints. This interglacial was followed by the larger, second glacial advance and the most strongly developed expression of the Hirnantian carbon isotope excursion at many localities, which reached peak δ13C values during the early part of the M. persculptus Zone. It is important to note, however, that this coincidence does not in itself suggest a particular cause for the relatively large isotopic excursion during this interval, other than that the changes were likely related in some way to the consequences of the glacial episode.\n(3) Geochemical evidence suggests that increased rates of weathering of basalts or the newly uplifted Taconic and Caledonian mountains, or both, may have led to increased drawdown of atmospheric CO2 and global cooling, thus triggering the development of the Gondwanan glaciers during the Ordovician. In addition, modeling evidence suggests that changing sea level and plate positions through the Late Ordovician may have led to changes in latitu-\ndinal heat transport that contributed to the glacial development. Orbitally controlled changes in solar insolation may have been a factor in governing inferred cyclical changes in climate and glacio-eustasy, but there remain signifi cant challenges in development of a suffi ciently precise chronology to verify the cycle durations and identify the specifi c orbital forcing mechanisms. Nevertheless, on present evidence, it appears that the Hirnantian glacial interval may have consisted of two major advance-retreat cycles and fi ve included subcycles of ~200 k.y. in duration.\n(4) The Late Ordovician mass extinction event similarly took place in two main stages, one through the Katian-Hirnantian boundary interval during the onset of the early Hirnantian glaciation, and the second at the end of the later peak glacial phase in late Hirnantian time. Several extinction mechanisms have been proposed that have received recent support, including: loss of habitat due to sea-level fall, particularly the draining of large epicontinental seas at the onset of peak glaciation; changing climate and major shifts in the distribution of global climate belts; changes in patterns of ocean circulation and oxygenation, leading to changes in nutrient cycling; spread of anoxia; and changes in continental positions, resulting in loss of regional faunal differentiation. We suggest that a complex interplay among these different processes probably resulted in the different patterns of diversity change during each of the two phases of the Hirnantian extinction. However, assessment of the relative importance of these different mechanisms will remain an important subject of future research.\n(5) Our new compilation of data on the global distribution of black shales reveals that black shales were widespread in the late Katian, particularly in the paleotropics, but were not ubiqui tous. Further, this compilation indicates that almost all of the regions of late Katian black shale deposition appear to have been either sites of oceanic upwelling or occurred within potentially restricted or semirestricted settings, such as foreland or backarc basins. We suggest that several factors may have made oceanic upwelling zones and semirestricted marine basins more prone to the development of anoxia in the Ordovician as compared with the late Cenozoic, including: lower atmospheric oxygen levels, leading to lower equilibrium saturation levels of O2 in surface waters; warmer sea-surface temperatures, which resulted in lower O2 solubility in areas of peri-Gondwanan downwelling; and higher global sea levels, allowing for the lateral spread of oxygen minimum zones in the oceans. In addition, once established, the presence of bottom-water anoxia resulted in increased\nrates of benthic P regeneration, thus enabling increased production of organic carbon in the photic zone and increased deoxygenation of deep waters by organic matter remineralization. Changes in the rate of deposition of biomineralized P through the Paleozoic and differences in the rate of organic matter export from cyanobacterial versus algal-dominated phytoplankton communities may have also been important factors controlling nutrient fl ux through the Late Ordovician–early Silurian.\n(6) Our black shale distribution data, which are interpreted to represent localities spanning a range of settings from deep shelf to base of continental slope, indicate that anoxia was less widespread at a wide range of depths in the early-mid-Hirnantian than during either the late Katian or the succeeding early Rhuddanian. In addition, those successions that represent the deep-water settings in which anoxia did occur in the early-mid-Hirnantian show lower concentrations of organic matter compared with black shales in the underlying or overlying strata. Thus, we see no direct evidence that the positive Hirnantian δ13C excursion was the result of high rates of organic carbon burial in the deep ocean despite suggestions that this was the likely cause. However, it is possible there was an increase in the rate of burial of organic matter in prodelta slope and submarine fan environments during the early-mid-Hirnantian lowstand, where its presence would be masked by high rates of sediment dilution.\n(7) Black shales occur at all studied paleolatitudes and a wide range of water depths, in shelf to continental rise settings, in the early Rhuddanian. This time interval can, therefore, be characterized as an oceanic anoxic event, comparable to those of the Mesozoic. In addition to the regions interpreted to be upwelling centers and semirestricted basins (as in the late Katian), black shales occur both in the higherpaleolatitude regions of Gondwana and the periGondwanan terranes, as well as other paleotropical sites.\nDevelopment of black shales in the highpaleolatitude Gondwanan and peri-Gondwanan regions may be interpreted to have resulted from a strong infl ux of nutrients released with sediments by the retreat of the Gondwanan ice sheets, possibly combined with strong oceanic stratifi cation induced by high rates of freshwater input from melting ice. Once established, anoxia could then be sustained by enhanced P regeneration and recycling under anoxic bottom-water conditions. Spread of early land plants may have also been a factor affecting the release of nutrients from terrestrial soils.\nModeling of ocean circulation indicates that the Gondwanan margin may have been the\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/125/11-12/1635/3405191/1635.pdf by University of Arizona user on 21 February 2019\n1662 Geological Society of America Bulletin, November/December 2013\nprimary source of waters downwelling into the deep ocean in the Late Ordovician. This fi nding is consistent with the lack of evidence for anoxia in the shales of Katian and early Hirnantian age deposited in deep-shelf and slope settings in this region. However, the transition to much more widely distributed black shales in the Rhuddanian suggests that the deep-water circulation regime operated differently than it did in the Katian. Melting ice sheets and changes in moisture transport may have freshened the waters of the region, thus inhibiting deep-water formation through salinity stratifi cation, a scenario that could also lead to development of anoxia at relatively shallow water depths. Ocean downwelling may have relocated to areas of warmer and more saline surface waters containing less dissolved oxygen, and, as such, their capacity to ventilate the oceans would be correspondingly reduced. We suggest that a major mode-shift in the thermo haline circulation regime contributed to the spread of anoxia in the world’s oceans during the Rhuddanian.\n(8) Our new nitrogen isotope data, together with those of LaPorte et al. (2009), allow us to infer that the deep oceans in the late Katian and late Hirnantian–Rhuddanian were severely depleted in fi xed N, which means that very little bioavailable nitrogen could be returned to the photic zone by oceanic upwelling to support algal productivity. This led to an increase in cyanobacteria in the photic zone, as these organisms could produce their own fi xed nitrogen. Under the nitrogen-limiting conditions, the cyanobacteria could more effectively compete with the algae for reactive P in the water and other nutrients. Thus, algal productivity became dependent on cyanobacterial productivity during times of widespread anoxia and denitrifi cation in deep-ocean waters (LaPorte et al., 2009). However, there was a shift toward higher δ15N values in the early-mid-Hirnantian, suggesting a weakening of the intensity of denitrifi cation and therefore oxygen depletion in these regions, resulting in a shift in composition of the phytoplankton communities. At several studied sites, this interval was accompanied by a brief resurgence in the abundance of the Diplograptina. In contrast, data from a higher-paleolatitude setting in peri-Gondwanan Europe through the KatianHirnantian transition show that in those regions, the ocean remained oxygenated with a continuous supply of fi xed N to the surface waters.\n(9) It is signifi cant that in our paleotropical, Laurentian sections, the timing of an episode of pronounced change in the graptolite faunas, including a decline in diversity and even more profound change in the patterns of taxonomic dominance, occurred precisely within the stratigraphic interval in which there is an increase\nin δ15N values, which we interpret to represent a change in the contribution of cyanobacterial N fi xation to the phytoplankton productivity. In addition, the change in graptolite faunas is marked by a replacement of graptolites typical of the late Katian paleotropics with taxa that appear to be derived from higher-paleolatitude settings, where the late Katian sediments do not indicate strong oxygen depletion and intense denitrifi cation. This supports the hypothesis that the eutrophic, strongly denitrifying waters were a preferred habitat for many of the late Katian graptolites of the paleotropics and that the loss of this habitat, and the accompanying change in the community of primary producers in the early Hirnantian, may have been an important factor in their profound extinction through this interval."
  }, {
    "heading": "ACKNOWLEDGMENTS",
    "text": "We are grateful to Ron Blakey for providing us with high-resolution 450 Ma and 440 Ma paleogeographic maps and also to Seth Finnegan for sharing his isotopic data set. This paper has benefi ted signifi cantly from critical reviews by S. Finnegan and H.A. Armstrong. Financial support for this research was provided by Natural Sciences and Engineering Research Council (Canada) Discovery Grants to Melchin and Holmden, U.S. National Science Foundation grant EAR-0418790 to Mitchell and Melchin, and the Czech Science Foundation grant 205/09/0619 to Štorch. Holmden thanks Dinka Beisic for technical support in the Saskatchewan Isotope Laboratory and for performing the N isotope analyses. Jim Rosen is thanked for electronics support on the mass spectrometers. This paper is a contribution to the International Geoscience Programme Project 591: The Early to Middle Paleozoic Revolution."
  }, {
    "heading": "REFERENCES CITED",
    "text": "Achab, A., Asselin, E., Desrochers, A., Riva, J.F., and Farley, C., 2011, Chitinozoan biostratigraphy of a new Upper Ordovician stratigraphic framework for Anticosti Island, Canada: Geological Society of America Bulletin, v. 123, p. 186–205, doi:10.1130/B30131.1. Ader, M., Cartigny, P., Boudou, J.-P., Petit, E., Oh, J.H., and Javoy, M., 2006, Nitrogen isotopic evolution of carbonaceous matter during metamorphism methodology and preliminary results: Chemical Geology, v. 232, p. 152–169, doi:10.1016/j.chemgeo.2006.02.019. Ainsaar, L., Kaljo, D., Martma, T., Meidla, T., Mannik, P., Nōlvak , J., and Tinn, O., 2010, Middle and Upper Ordovician carbon isotope chemostratigraphy in Baltoscandia: A correlation standard and clues to environmental history: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 294, p. 189–201, doi:10.1016 /j.palaeo.2010.01.003. Algeo, T.J., and Ingall, E., 2007, Sedimentary Corg:P ratios , paleocean ventilation, and Phanerozoic atmospheric pO2: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 256, p. 130–155, doi:10.1016/j.palaeo.2007 .02.029. Allison, P.A., Wignall, P.B., and Brett, C.E., 1995, Palaeooxygenation: Effects and recognition, in Bosence, D.W.J., and Allison, P.A., eds., A Review of Marine Palaeo environmental Analysis from Fossils: Geological Society of London Special Publication 83, p. 97–112. Alroy, J., 2008, Dynamics of origination and extinction in the marine fossil record: Proceedings of the National Academy of Sciences of the United States of America, v. 105, p. 11,536–11,542, doi:10.1073/pnas.0802597105.\nAlroy, J., 2010, Geographical, environmental and intrinsic biotic controls on Phanerozoic marine diversifi cation: Palaeontology, v. 53, p. 1211–1235, doi:10.1111 /j.1475-4983.2010.01011.x. Altabet, M.A., Francois, R., Murray, D.W., and Prell, W.L., 1995, Climate-related variations in denitrification in the Arabian Sea from sediment N-15/N-14 ratios: Nature, v. 373, no. 6514, p. 506–509, doi:10.1038 /373506a0. Alvarez, L.W., Alvarez, W., Asaro, F., and Michel, H.V., 1980, Extraterrestrial cause for the Cretaceous-Tertiary boundary extinction: Science, v. 208, p. 1095–1108, doi:10.1126/science.208.4448.1095. Álvaro, J.J., Vennin, E., Villas, E., Destombes, J., and Vizcaïno, D., 2007, Pre-Hirnantian (latest Ordovician) benthic community assemblages: Controls and replacements in a siliciclastic-dominated platform of the eastern Anti-Atlas, Morocco: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 245, p. 20–36, doi:10.1016 /j.palaeo.2005.09.035. Apollonov, M.K., Koren’, T.N., Nikitin, I.F., Paletz, L.M., and Tsai, D.T., 1988, Nature of the Ordovician-Silurian boundary in south Kazakhstan, USSR: Bulletin of the British Museum of Natural History (Geology), v. 43, p. 145–154. Armstrong, H.A., 2007, On the cause of Ordovician glaciation, in Williams, M., Haywood, A.M., Gregory, F.J., and Schmidt, D.N., eds., Deep-Time Perspectives on Climate Change: Marrying the Signal from Computer Models and Biological Proxies: The Micropalaeontological Society Special Publications: London, Geological Society of London, p. 101–121. Armstrong, H.A., and Coe, A.L., 1997, Deep-sea sediments record the geophysiology of the Late Ordovician glaciation: Journal of the Geological Society of London, v. 154, p. 929–934, doi:10.1144/gsjgs.154.6.0929. Armstrong, H.A., and Owen, A.W., 2001, Terrane evolution of the paratectonic Caledonides of northern Britain: Journal of the Geological Society of London, v. 158, p. 475–486, doi:10.1144/jgs.158.3.475. Armstrong, H.A., Turner, B.R., Makhlouf, I.M., Weedon, G.P., Williams, M., Al Smadi, A., and Abu Salah, A., 2005, Origin, sequence stratigraphy and depositional environment of an Upper Ordovician (Hirnantian) deglacial black shale, Jordan: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 220, p. 273–289, doi: 10.1016/j.palaeo.2005.01.007. Armstrong, H.A., Turner, B.R., Makhlouf, I.M., Weedon, G.P., Williams, M., Al Smadi, A., and Abu Salah, A., 2006, Reply to “Origin, sequence stratigraphy and depositional environment of an Upper Ordovician (Hirnantian) deglacial black shale, Jordan”: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 230, p. 356–360, doi:10.1016/j.palaeo.2005.10.005. Armstrong, H.A., Baldini, J.U.L., Challands, T.J., Grocke, D.R., and Owen, A.W., 2009a, Response of the Intertropical Convergence Zone to Southern Hemisphere cooling during Upper Ordovician glaciation: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 284, p. 227–236, doi:10.1016/j.palaeo.2009.10.001. Armstrong, H.A., Abbott, G.D., Turner, B.R., Makhlouf, I.M., Muhammad, A.B., Pedentchouk, N., and Peters, H., 2009b, Black shale deposition in an Upper Ordovician–Silurian permanently stratifi ed, peri-glacial basin, southern Jordan: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 273, p. 368–377, doi:10.1016 /j.palaeo.2008.05.005. Arthur, M.A., and Sageman, B.B., 1994, Marine black shales: Depositional mechanisms and environments of ancient deposits: Annual Review of Earth and Planetary Sciences, v. 22, p. 499–551, doi:10.1146/annurev .ea.22.050194.002435. Arvidson, R.S., Mackenzie, F.T., and Guidry, M., 2006, MAGic: A Phanerozoic model for the geochemical cycling of major rock-forming components: American Journal of Science, v. 306, p. 135–190, doi:10.2475/ajs .306.3.135. Astini, R.A., and Dávila, F.M., 2004, Ordovician back arc foreland and Ocloyic thrust belt development on the western Gondwana margin as a response to Precordillera terrane accretion: Tectonics, v. 23, TC4008, doi:10.1029/2003TC001620.\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/125/11-12/1635/3405191/1635.pdf by University of Arizona user on 21 February 2019\nGeological Society of America Bulletin, November/December 2013 1663\nAstini, R.A., Collo, G., and Martina, F., 2007, Ordovician K-bentonites in the upper-plate active margin of western Gondwana (Famatina Ranges): Stratigraphic and palaeogeographic signifi cance: Gondwana Research, v. 11, p. 311–325, doi:10.1016/j.gr.2006.05.005. Baarli, B.G., Johnson, M.E., and Antoshkina, A.I., 2003, Silurian stratigraphy and paleogeography of Baltica, in Landing, E., and Johnson, M.E., eds., Silurian Lands and Shelf Margins Exclusive of North America: New York State Museum Bulletin 492, p. 3–34. Bambach, R.K., 2006, Phanerozoic biodiversity mass extinctions: Annual Review of Earth and Planetary Sciences, v. 34, p. 127–155, doi:10.1146/annurev.earth.33 .092203.122654. Bapst, D.W., Bullock, P.C., Melchin, M.J., Sheets, H.D., and Mitchell, C.E., 2012, Graptoloid diversity and disparity became decoupled during the Ordovician mass extinction: Proceedings of the National Academy of Sciences of the United States of America, v. 109, p. 3428–3433, doi:10.1073/pnas.1113870109. Barca, S., and Jaeger, H., 1992, New geological and biostratigraphical data on the Silurian in SE-Sardinia: Close affi nity with Thuringia: Bolletino della Societá Geologica Italiana, v. 108, p. 565–580. Barca, S., Durand-Delga, M., Rossi, P., and Štorch, P., 1996, Les micaschistes panafricains de Corse et leur couverture paléozoique: Leur interprétation au sein de l’orogene varisque sud-européen: Comptes Rendus de l’Academie des Sciences de Paris, v. 322, p. 981–989. Barnes, C.R., and Williams, S.H., eds., 1991, Advances in Ordovician Geology: Geological Survey of Canada Paper 90–9, 336 p. Bassett, M.G., 1985, Towards a “common language” in stratigraphy: Episodes, v. 8, p. 87–92. Bazhenova, T.K., 2009, Evolution of oil and gas generation in the Earth’s history and petroleum prediction in sedimentary basins: Russian Geology and Geophysics, v. 50, p. 308–319, doi:10.1016/j.rgg.2009.03.008. Berger, W.H., and Thierstein, H.R., 1979, On Phanerozoic mass extinctions: Naturwissenschaften, v. 66, p. 46–47, doi:10.1007/BF00369357. Berggren, W.A., and Hollister, C.D., 1977, Plate tectonics and paleocirculation—Commotion in the ocean: Tectonophysics, v. 38, p. 11–48, doi:10.1016/0040-1951 (77)90199-8. Bergman, N.M., Lenton, T.M., and Watson, A.J., 2004, COPSE: A new model of biogeochemical cycling over Phanerozoic time: American Journal of Science, v. 304, p. 397–437, doi:10.2475/ajs.304.5.397. Bergström, S.M., Huff, W.D., Koren’, T.N., Larsson, K., Ahlberg, P., and Kolata, D.R., 1999, The 1997 core drilling through Ordovician and Silurian strata at Röstånga, S. Sweden: Preliminary stratigraphic assessment and regional comparison: GFF, v. 121, p. 127– 135, doi:10.1080/11035899901212127. Bergström, S.M., Saltzman, M.M., and Schmitz, B., 2006, First record of the Hirnantian (Upper Ordovician) δ13C excursion in the North American midcontinent and its regional implications: Geological Magazine, v. 143, p. 657–678, doi:10.1017/S0016756806002469. Bergström, S.M., Chen, X., Gutiérrez-Marco, J.C., and Dronov, A., 2009, The new chronostratigraphic classifi cation of the Ordovician System and its relations to major regional series and stages and to δ13C chemostratigraphy: Lethaia, v. 42, p. 97–107, doi:10.1111 /j.1502-3931.2008.00136.x. Bergström, S.M., Young, S., and Schmitz, B., 2010, Katian (Upper Ordovician) δ13C chemostratigraphy and sequence stratigraphy in the United States and Baltoscandia: A regional comparison: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 296, p. 217–234, doi:10.1016/j.palaeo.2010.02.035. Bergström, S.M., Kleffner, M., Schmitz, B., and Cramer, B.D., 2011, Revision of the position of the Ordovician-Silurian boundary in southern Ontario: Regional chrono stratigraphic implications of δ13C chemostratigraphy of the Manitoulin Formation and associated strata: Canadian Journal of Earth Sciences, v. 48, p. 1447–1470, doi:10.1139/e11-039. Berner, R.A., 1991, A model for atmospheric CO2 over Phanero zoic time: American Journal of Science, v. 291, p. 339–376, doi:10.2475/ajs.291.4.339. Berner, R.A., 2006, GEOCARBSULF: A combined model for Phanerozoic atmospheric O2 and CO2: Geochimica et Cosmochimica Acta, v. 70, p. 5653–5664, doi:10.1016 /j.gca.2005.11.032. Berner, R.A., 2009, Phanerozoic atmospheric oxygen: New results using the GEOCARBSULF model: American Journal of Science, v. 309, p. 603–606, doi:10.2475 /07.2009.03. Berry, W.B.N., 1998, The Arabian Sea: A modern analogue for North African–Southern European Silurian organic-rich graptolite-bearing shales?: Temas Geológico-Mineros ITGE, v. 23, p. 57–59. Berry, W.B.N., 2010, Black shales: An Ordovician perspective, in Finney, S.C., and Berry, W.B.N., eds., The Ordovician Earth System: Geological Society of America Special Paper 466, p. 141–147. Berry, W.B.N., and Wilde, P., 1978, Progressive ventilation of the oceans—An explanation for the distribution of the Lower Paleozoic black shales: American Journal of Science, v. 278, p. 257–275, doi:10.2475 /ajs.278.3.257. Berry, W.B.N., Wilde, P., and Quinby-Hunt, M.S., 1987, The oceanic non-sulfi dic oxygen minimum zone: A habitat for graptolites?: Bulletin of the Geological Society of Denmark, v. 35, p. 103–114. Beuf, S., Biju-Duval, B., de Charpall, O., Rognon, P., Gariel, O., and Bennacaf, A., 1971, Les grès du Paléozoïque inférieur au Sahara, sédimentation et disconti nuitiés, evolution structurale d’un craton: Institute Francais Pétrole, Science et technique du Pétrole, 18, Éditions Technip, 464 p. Bjerrum, C.J., Bendtsen, J., and Legarth, J.J.F., 2006, Modeling organic carbon burial during sea level rise with reference to the Cretaceous: Geochemistry Geophysics Geosystems, v. 7, p. 1–24, doi:10.1029 /2005GC001032. Boucot, A.J., Rong, J., and Scotese, C.R., 2003, Pre-Hirnantian Ashgill climatically warm event in the Mediterranean region: Lethaia, v. 36, p. 119–131, doi:10.1080 /00241160310001245. Boudou, J.P., Schimmelmann, A., Ader, M., Mastalerz, M., Sebilo, M., and Gengembre, L., 2008, Organic nitrogen chemistry during low-grade metamorphism: Geochimica et Cosmochimica Acta, v. 72, p. 1199–1221, doi:10.1016/j.gca.2007.12.004. Boulila, S., Galbrun, B., Miller, K.G., Pekar, S.F., Browning, J.V., Laskar, J., and Wright, J.D., 2011, On the origin of Cenozoic and Mesozoic “third-order” eustatic sequences: Earth-Science Reviews, v. 109, p. 94–112, doi:10.1016/j.earscirev.2011.09.003. Boyer, D.L., and Droser, M.L., 2009, Palaeoecological patterns within the dysaerobic biofacies: Examples from Devonian black shales of New York State: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 276, p. 206–216, doi:10.1016/j.palaeo.2009.03.014. Boyer, D.L., Owens, J.D., Lyons, T.W., and Droser, M.L., 2011, Joining forces: Combined biological and geochemical proxies reveal a complex but refi ned high-resolution palaeo-oxygen history in Devonian epeiric seas: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 306, p. 134–146, doi:10.1016/j.palaeo .2011.04.012. Brandes, J.A., Devol, A.H., and Deutsch, C., 2007, New developments in the marine nitrogen cycle: Chemical Reviews, v. 107, p. 577–589, doi:10.1021/cr050377t. Brenchley, P.J., 1988, Environmental changes close to the Ordovician-Silurian boundary: Bulletin of the British Museum of Natural History (Geology), v. 43, p. 377–385. Brenchley, P.J., 1989, The Late Ordovician extinction, in Donovan, S.K., ed., Mass Extinctions: Processes and Evidence: London, Belhaven Press, p. 104–132. Brenchley, P.J., and Cullen, B., 1984, The environmental distribution of associations belonging to the Hirnantia fauna—Evidence from North Wales and Norway, in Bruton, D.L., ed., Aspects of the Ordovician System: Oslo, Norway, Universitetsforlaget, Palaeontological Contributions from the University of Oslo, v. 295, p. 113–125. Brenchley, P.J., and Newall, G., 1984, Late Ordovician environmental changes and their effect on faunas, in Bruton, D.L., ed., Aspects of the Ordovician System: Oslo,\nNorway, Universitetsforlaget, Palaeontological Contributions from the University of Oslo, v. 295, p. 65–79. Brenchley, P.J., and Štorch, P., 1989, Environmental changes in the Hirnantian (Upper Ordovician) of the Prague Basin, Czechoslovakia: Geological Journal, v. 24, p. 165–181, doi:10.1002/gj.3350240302. Brenchley, P.J., Romano, M., Young, T.P., and Štorch, P., 1991, Hirnantian glaciomarine diamictites—Evidence for the spread of glaciation and its effect on Upper Ordo vician faunas, in Barnes, C.R., and Williams, S.H., eds., Advances in Ordovician Geology: Geological Survey of Canada Paper 90–9, p. 325–336. Brenchley, P.J., Marshall, J.D., Carden, G.A.F., Robertson, D.B.R., Long, D.G.F., Meidla, T., Hints, L., and Anderson, T.F., 1994, Bathymetric and isotopic evidence for a short-lived Late Ordovician glaciation in a greenhouse period: Geology, v. 22, p. 295–298, doi:10.1130 /0091-7613(1994)022<0295:BAIEFA>2.3.CO;2. Brenchley, P.J., Marshall, J.D., and Underwood, C.J., 2001, Do all mass extinctions represent an ecological crisis? Evidence from the Late Ordovician: Geological Journal, v. 36, p. 329–340, doi:10.1002/gj.880. Brenchley, P.J., Carden, G.A., Hints, L., Kaljo, D., Marshall, J.D., Martma, T., Meidla, T., and Nõlvak, J., 2003, Highresolution stable isotope stratigraphy of Upper Ordovician sequences: Constraints on the timing of bioevents and environmental changes associated with mass extinction and glaciation: Geological Society of America Bulletin, v. 115, p. 89–104, doi:10.1130/0016-7606 (2003)115<0089:HRSISO>2.0.CO;2. Brenchley, P.J., Marshall, J.D., Harper, D.A.T., Buttler, C.J., and Underwood, C.J., 2006, A Late Ordovician (Hirnantian) karstic surface in a submarine channel, recording glacio-eustatic sea-level changes: Meifod, central Wales: Geological Journal, v. 41, p. 1–22, doi: 10.1002/gj.1029. Broecker, W.S., Kennett, J.P., Flower, B.P., Teller, J.T., Trumbore, S., Bonani, G., and Wolfl i, W., 1989, Routing of meltwater from the Laurentide ice sheet during the Younger Dryas cold episode: Nature, v. 341, p. 318–321, doi:10.1038/341318a0. Brooks, J., and Fleet, A.J., eds., 1987, Marine Petroleum Source Rocks: Geological Society of London Special Publication 26, 444 p. Buggisch, W., and Astini, R.A., 1993, The Late Ordovician ice age: New evidence from the Argentine Precordillera, in Findley, R.H., Unrug, R., Banks, M.R., and Veevers, J.J., eds., Gondwana Eight: Assembly, Evolution and Dispersal: Rotterdam, Netherlands, Balkema, p. 439–447. Buggisch, W., Joachimski, M.M., Lehnert, O., Bergström, S.M., Repetski, J.E., and Webers, G.F., 2010, Did intense volcanism trigger the fi rst Late Ordovician icehouse?: Geology, v. 38, p. 327–330, doi:10.1130 /G30577.1. Bustin, R.M., Barnes, M.A., and Barnes, W.C., 1990, Determining levels of organic diagenesis in sediments and fossil fuels, in Mcllreath, I.A., and Morrow, D.W., eds., Diagenesis: Geoscience Canada Reprint Series 4: Ontario, Canada, Runge Press, p. 205–226. Butterfi eld, N.J., 2009, Oxygen, animals and oceanic ventilation: An alternative view: Geobiology, v. 7, p. 1–7, doi:10.1111/j.1472-4669.2009.00188.x. Butterfi eld, N.J., 2011, Animals and the invention of the Phanerozoic Earth system: Trends in Ecology & Evolution, v. 26, p. 81–87, doi:10.1016/j.tree.2010.11.012. Calner, M., 2008, Silurian global events—At the tipping point of climate change, in Elewa, A.M.T., ed., Mass Extinctions: Berlin, Springer-Verlag, p. 21–58. Came, R.E., Eiler, J.M., Veizer, J., Azmy, K., Brand, U., and Weidman, C.R., 2007, Coupling of surface temperatures and atmospheric CO2 concentrations during the Palaeozoic Era: Nature, v. 449, p. 198–201, doi: 10.1038/nature06085. Caputo, M.V., 1998, Ordovician-Silurian glaciations and global sea-level changes, in Landing, E., and Johnson, M.E., eds., Silurian Cycles: Linkages of Dynamic Stratigraphy with Atmospheric, Oceanic, and Tectonic Changes; James Hall Centennial Volume: Albany, New York, New York State Museum, p. 15–25. Caputo, M.V., and Crowell, J.C., 1985, Migration of glacial centres across Gondwana during Paleozoic\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/125/11-12/1635/3405191/1635.pdf by University of Arizona user on 21 February 2019\n1664 Geological Society of America Bulletin, November/December 2013\nEra: Geological Society of America Bulletin, v. 96, p. 1020–1036, doi:10.1130/0016-7606(1985)96<1020: MOGCAG>2.0.CO;2. Challands, T.J., Armstrong, H.A., Maloney, D.P., Davies, J.R., Wilson, D., and Owen, A.W., 2009, Organic-carbon deposition and coastal upwelling at mid-latitude during the Upper Ordovician (late Katian): A case study from the Welsh Basin, UK: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 273, p. 395–410, doi:10.1016/j.palaeo.2008.10.004. Chen, X., 1984, Infl uence of the Late Ordovician glaciation on basin confi guration of the Yangtze Platform in China: Lethaia, v. 17, p. 51–59, doi:10.1111/j.1502 -3931.1984.tb00665.x. Chen, X., and Mitchell, C.E., 1996, Stratigraphic evidences on the Taconic and Guangxian orogeny: Journal of Stratigraphy, v. 20, p. 305–313. Chen, X., Xiao, C., and Chen, H., 1987, Wufengian (Ashgillian) graptolite faunal differentiation and anoxic environment in South China: Acta Palaeontologica Sinica, v. 26, p. 326–344. Chen, X., Rong, J.Y., Mitchell, C.E., Harper, D.A.T., Fan, J.X., Zhan, R.B., Zhang, Y.D., Li, R.Y. and Wang, Y., 2000, Late Ordovician to earliest Silurian graptolite and brachiopod biozonation from the Yangtze region, South China, with a global correlation: Geological Magazine, v. 137, p. 623–650, doi:10.1017 /S0016756800004702. Chen, X., Melchin, M.J., Fan, J., and Mitchell, C.E., 2003, Ashgillian graptolite fauna of the Yangtze region and the biogeographical distribution of diversity in the latest Ordovician: Bulletin de la Société Géologique de France, v. 174, p. 141–148, doi:10.2113/174.2.141. Chen, X., Rong, J.Y., Li, Y., and Boucot, A.J., 2004, Facies patterns and geography of the Yangtze region, South China, through Ordovician and Silurian transition: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 204, p. 353–372, doi:10.1016/S0031-0182 (03)00736-3. Chen, X., Melchin, M.J., Sheets, H.D., Mitchell, C.E., and Fan, J.-X., 2005, Patterns and processes of latest Ordovician graptolites extinction and recovery based on data from South China: Journal of Paleontology, v. 79, p. 842–861, doi:10.1666/0022-3360(2005)079[0842: PAPOLO]2.0.CO;2. Cherns, L., and Wheeley, J.R., 2007, A pre-Hirnantian (Late Ordovician) interval of global cooling—The Boda event re-assessed: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 251, p. 449–460, doi:10.1016 /j.palaeo.2007.04.010. Cherns, L., and Wheeley, J.R., 2009, Early Palaeozoic cooling events: Peri-Gondwana and beyond, in Bassett, M.G., ed., Early Palaeozoic Peri-Gondwanan Terranes: New Insights from Tectonics and Biogeography: Geological Society of London Special Publication 325, p. 256–278. Churkin, M.J., and Carter, C., 1970, Early Silurian Graptolites from Southeastern Alaska and their Correlation with Graptolitic Sequences in North America and the Arctic: U.S. Geological Survey Professional Paper 653, 51 p. Cocks, L.R.M., 1985, The Ordovician-Silurian boundary: Episodes, v. 8, p. 98–100. Cocks, L.R.M., 1988, The Ordovician-Silurian boundary in the Oslo region, Norway: Bulletin of the British Museum of Natural History (Geology), v. 43, p. 81–84. Cocks, L.R.M., and Rickards, R.B., eds., 1988, A Global Analysis of the Ordovician-Silurian Boundary: British Museum (Natural History) Bulletin 43 (Geology Series), 394 p. Cooper, R.A., and Sadler, P.M., 2010, Facies preference predicts extinction risk in Ordovician graptolites: Paleobiology, v. 36, p. 167–187, doi:10.1666/09043.1. Cooper, R.A., and Sadler, P.M., 2012, The Silurian Period , in Gradstein, F.M., Ogg, J.G., and Smith, A.G., eds., A Geologic Time Scale 2012: Elsevier Press, p. 489–523. Cooper, R.A., Rigby, S., Loydell, D.K., and Bates, D.E.B., 2012, Palaeoecology of the Graptoloidea: EarthScience Reviews, v. 112, p. 23–41, doi:10.1016 /j.earscirev.2012.01.001. Cramer, B.D., Brett, C.E., Melchin, M.J., Männik, P., Kleff ner, M.A., McLaughlin, P.I., Loydell, D.K., Munnecke, A.,\nJeppsson, L., Corradini, C., Brunton, F.R., and Saltzman, M.R., 2011, Revised correlation of Silurian Provincial Series of North America with global and regional chronostratigraphic units and δ13Ccarb chemostratigraphy: Lethaia, v. 44, p. 185–202, doi:10.1111/j.1502 -3931.2010.00234.x. Cuerda, A.J., Rickards, R.B., and Cingolani, C., 1988, A new Ordovician-Silurian boundary section in San Juan Province, Argentina, and its defi nitive graptolite fauna: Journal of the Geological Society of London, v. 145, p. 749–757, doi:10.1144/gsjgs.145.5.0749. de Jong, K., Xiao, W., Windley, B.F., Masago, H., and Lo, C.-h., 2006, Ordovician 40Ar/39Ar phengite ages from the blueschist-facies Ondor Sum subduction-accretion complex (Inner Mongolia) and implications for the early Paleozoic history of continental blocks in China and adjacent areas: American Journal of Science, v. 306, p. 799–845, doi:10.2475/10.2006.02. Delabroye, A., and Vecoli, M., 2010, The end-Ordovician glaciation and the Hirnantian Stage: A global review and questions about Late Ordovician event stratigraphy: Earth-Science Reviews, v. 98, p. 269–282, doi: 10.1016/j.earscirev.2009.10.010. Delabroye, A., Munnecke, A., Vecoli, M., Copper, P., Tribovillard, N., Joachimski, M.M., Desrochers, A., and Servais, T., 2011, Phytoplankton dynamics across the Ordovician/Silurian boundary at low palaeolatitudes: Correlations with carbon isotopic and glacial events: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 312, p. 79–97, doi:10.1016/j.palaeo.2011.09.011. Desrochers, A., Farley, C., Achab, A., Asselin, E., and Riva, J.F., 2010, A far-fi eld record of the end Ordovician glaciation: The Ellis Bay Formation, Anticosti Island, eastern Canada: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 296, p. 248–263, doi:10.1016 /j.palaeo.2010.02.017. Destombes, J., 1968, Sur la nature glaciaire des sediments du groupe du deuxieme Bani, Ashgill superieur de l’Anti-Atlas, Maroc: Compte Rendus Hedbomadaires des Seances de l’Academie des Sciences, Paris, ser. D, v. 267, p. 684–686. Destombes, J., and Willefert, S., 1988, The OrdovicianSilurian boundary in Morocco, in Cocks, L.R.M., and Rickards, R.B., eds., A Global Analysis of the Ordovician-Silurian Boundary: Bulletin of the British Museum of Natural History (Geology), v. 43, p. 165–170. Dewing, K., and Obermajer, M., 2009, Lower Paleozoic thermal maturity and hydrocarbon potential of the Canadian Arctic archipelago: Bulletin of Canadian Petroleum Geology, v. 57, p. 141–166, doi:10.2113 /gscpgbull.57.2.141. Díaz-Martínez, E., and Grahn, Y., 2007, Early Silurian glaciation along the western margin of Gondwana (Peru, Bolivia and northern Argentina): Palaeogeographic and geodynamic setting: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 245, p. 62–81, doi:10.1016 /j.palaeo.2006.02.018. Díaz-Martínez, E., Vavrdová, M., Isaacson, E., and Grahn, Y., 2011, Early Silurian vs. Late Ordovician glaciation in South America, in Gutiérrez-Marco, J.C., Rábano, I., and García-Bellido, D., eds., Ordovician of the World: Cuadernos del Museo Geominero, Instituto Geológico y Minero de España, Madrid, Spain, v. 14, p. 127–134. Dover, J.H., Berry, W.B.N., and Ross, R.J., Jr., 1980, Ordovician and Silurian Phi Kappa and Trail Creek Formations, Pioneer Mountains, Central Idaho—Stratigraphic and Structural Revisions, and New Data on Graptolite Faunas: U.S. Geological Survey Professional Paper 1090, p. 1–54. Droser, M.L., Bottjer, D.J., Sheehan, P.M., and McGhee, G.R., 2000, Decoupling of taxonomic and ecologic severity of Phanerozoic marine mass extinctions: Geology, v. 28, p. 675–678, doi:10.1130/0091-7613 (2000)28<675:DOTAES>2.0.CO;2. Elrick, M., Reardon, D., Labor, W., Martin, J., Desrochers, A., and Pope, M., 2013, Orbital-scale climate change and glacioeustasy during the early Late Ordovician (pre-Hirnantian) determined from δ18O values in marine apatite: Geology, v. 41, p. 775–778, doi:10.1130 /G34363.1. Emsbo, P., 1993, Cottonwood and Meadow Canyons, in Finney, S.C., Perry, B.D., Emsbo, P., and Madrid,\nR.J., eds., Crustal Evolution of the Great Basin and Sierra Nevada: Boulder, Colorado, Cordilleran/Rocky Mountain Section, Geological Society of America, and Reno, Department of Geological Sciences, University of Nevada , p. 197–230. Fan, J.X., Peng, P., and Melchin, M.J., 2009, Carbon isotopes and event stratigraphy near the Ordovician-Silurian boundary, Yichang, South China: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 276, p. 160–169, doi:10.1016/j.palaeo.2009.03.007. Fan, J.X., Melchin, M.J., Chen, X., Wang, Y., Zhang, Y.D., Chen, Q., Chi, Z.L., and Chen, F., 2011, Biostratigraphy and geography of the Ordovician-Silurian Lungmachi black shales in South China: Science China–Earth Science, v. 54, p. 1854–1863. Fatka, O., and Mergl, M., 2009, The “microcontinent” Perunica: Status and story 15 years after conception, in Bassett, M.G., eds., Early Palaeozoic Peri-Gondwana Terranes: New Insights from Tectonics and Biogeography: Geological Society of London Special Publication 325, p. 65–101. Fergusson, C.L., 2003, Ordovician-Silurian accretion tectonics of the Lachlan fold belt, southeastern Australia: Australian Journal of Earth Sciences, v. 50, p. 475– 490, doi:10.1046/j.1440-0952.2003.01013.x. Ferretti, A., 1998, Late Ordovician conodonts from the Prague Basin, Bohemia, in Szaniawski, H., ed., Proceedings of the Sixth European Conodont Symposium (ECOS VI): Acta Palaeontologica Polonica, v. 58, p. 123–139. Ferretti, A., Melchin, M.J., and Negri, A., 2012, Are there black shales and black shales?: Bollettino della Società Paleontologica Italiana, v. 51, p. 149–150. Finlay, A.J., Selby, D., and Grocke, D.R., 2010, Tracking the Hirnantian glaciation using Os isotopes: Earth and Planetary Science Letters, v. 293, p. 339–348, doi: 10.1016/j.epsl.2010.02.049. Finnegan, S., Bergmann, K., Eiler, J.M., Jones, D.S., Fike, D.A., Eisenman, I., Hughes, N.C., Tripati, A.K., and Fischer, W.W., 2011, The magnitude and duration of Late Ordovician–Early Silurian glaciation: Science, v. 331, p. 903–906, doi:10.1126/science.1200803. Finnegan, S., Heim, N.A., Peters, S.E., and Fischer, W.W., 2012, Climate change and the selective signature of the Late Ordovician mass extinction: Proceedings of the National Academy of Sciences of the United States of America, v. 109, p. 6829–6834, doi:10.1073 /pnas.1117039109. Finney, S.C., and Berry, W.B.N., 1997, New perspectives on graptolite distributions and their use as indicators of platform margin dynamics: Geology, v. 25, p. 919–922, doi:10.1130/0091-7613(1997)025<0919: NPOGDA>2.3.CO;2. Finney, S.C., Cooper, J.D., and Berry, W.B.N., 1997, Late Ordovician mass extinction: Sedimentologic, cyclostratigraphic, and biostratigraphic records from platform and basin successions: Central Nevada: Brigham Young University Geology Studies, v. 42, p. 79–102. Finney, S.C., Berry, W.B., Cooper, J.D., Rippardan, R.L., Sweet, W.C., Jacobson, S.R., Soufi ane, A., Achab, A., and Noble, P.J., 1999, Late Ordovician mass extinction: A new perspective from stratigraphic sections in central Nevada: Geology, v. 27, p. 215–218, doi:10.1130 /0091-7613(1999)027<0215:LOMEAN>2.3.CO;2. Finney, S.C., Noble, P.J., and Cluer, J.K., 2000, Lower Paleo zoic stratigraphy and structure of central Nevada : Comparisons and contrasts between the lower and upper plates of the Roberts Mountains thrust, in Schweickert , R.A., Lahren, M.M., Karlin, R., Howle, J., and Smith, K., eds., Great Basin and Sierra Nevada : Geological Society of America Field Guide 2, p. 279–300. Finney, S.C., Berry, W.B.N., and Cooper, R.A., 2007, The infl uence of denitrifying seawater on graptolite extinction and diversifi cation during the Hirnantian (latest Ordovician) mass extinction event: Lethaia, v. 40, p. 281–291, doi:10.1111/j.1502-3931.2007.00027.x. Floyd, J.D., 2001, The Southern Uplands terrane: A stratigraphical review: Transactions of the Royal Society of Edinburgh–Earth Sciences, v. 91, p. 349–362, doi: 10.1017/S0263593300008233.\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/125/11-12/1635/3405191/1635.pdf by University of Arizona user on 21 February 2019\nGeological Society of America Bulletin, November/December 2013 1665\nFortey, R.A., 1989, There are extinctions and extinctions: Examples from the Lower Palaeozoic: Philosophical Transactions of the Royal Society of London, ser. B, Biological Sciences, v. 325, p. 327–355, doi:10.1098 /rstb.1989.0092. Fortey, R.A., and Cocks, L.R.M., 2005, Late Ordovician global warming—The Boda event: Geology, v. 33, p. 405–408, doi:10.1130/G21180.1. Fortey, R.A., Harper, D.A.T., Ingham, J.K., Owen, A.W., Parkes, M.A., Rushton, A.W.A., and Woodcock, N.H., 2000, A revised correlation of Ordovician rocks in the British Isles: The Geological Society of London Special Report 24, p. 1–83. Foster, D.A., and Gray, D.R., 2000, Evolution and structure of the Lachlan fold belt (orogen) of eastern Australia: Annual Review of Earth and Planetary Sciences, v. 28, p. 47–80, doi:10.1146/annurev.earth.28.1.47. Frakes, L.A., 1979, Climates throughout Geological Time: Amsterdam, Netherlands, Elsevier, 310 p. Frakes, L.A., Francis, J.E., and Syktus, J.I., 1992, Climate Modes of the Phanerozoic: Cambridge, UK, Cambridge University Press, 274 p. Ganeshram, R.S., Pedersen, T.F., Calvert, S.E., McNeill, G.W., and Fontugne, M.R., 2000, Glacial-interglacial variability in denitrifi cation in the world’s oceans: Causes and consequences: Paleoceanography, v. 15, p. 361–376, doi:10.1029/1999PA000422. Ghienne, J.-F., 2003, Late Ordovician sedimentary environments, glacial cycles, and post-glacial transgression in the Taoudeni Basin, West Africa: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 189, p. 117–145, doi:10.1016/S0031-0182(02)00635-1. Ghienne, J.F., 2011, The Late Ordovician glacial record: State of the art, in Gutiérrez-Marco, J.C., Rábano, I., and García-Bellido, D., eds., Ordovician of the World: Cuadernos del Museo Geominero, Instituto Geológico y Minero de España, Madrid, Spain, v. 14, p. 13–19. Ghienne, J.-F., Le Heron, D.P., Moreau, J., Denis, M., and Deynoux, M., 2007, The Late Ordovician glacial sedimentary system of the North Gondwana platform, in Hambrey, M., Christoffersen, P., Glasser, N., Janssen, P., Hubbard, B., and Siegert, M., eds., Glacial Sedimentary Processes and Products: International Association of Sedimentologists Special Publication 39, p. 295–319. Glorie, S., De Grave, J., Buslov, M.M., Zhimulev, F.I., Izmer, A., Vandoorne, W., Ryabinin, A., Van den Haute, P., Vanhaecke, F., and Elburg, M.A., 2011, Formation and Palaeozoic evolution of the Gorny-Altai-Altai-Mongolia suture zone (south Siberia): Zircon U/Pb constraints on the igneous record: Gondwana Research, v. 20, p. 465– 484, doi:10.1016/j.gr.2011.03.003. Gogin, I.J., Koren’, T.N., Pegel’, T.V., and Sobolevskaya, R.F., 1997, Atlas zonalnykh kompleksov veduscikh grup rannepaleozoiskoi fauny severa Rossii: St. Petersburg, Izdatelstvo. VSEGEI, 205 p. Goldman, D., and Bergström, S.M., 1997, Late Ordovician graptolites from the North American midcontinent: Palaeon tology, v. 40, p. 965–1010. Goldman, D., Mitchell, C.E., Maletz, J., Riva, J.F.V., Leslie, S.A., and Motz, G.J., 2007, Ordovician graptolites and conodonts of the Phi Kappa Formation in the Trail Creek region of central Idaho: A revised, integrated biostratigraphy: Acta Palaeontologica Sinica, v. 46, p. 155–162. Goldman, D., Mitchell, C.E., Melchin, M.J., Fan, J.X., Wu, S.Y., and Sheets, H.D., 2011, Biogeography and mass extinction: Extirpation and re-invasion of Normalograptus species (Graptolithina) in the Late Ordovician palaeotropics: Proceedings of the Yorkshire Geological Society, v. 58, p. 227–246, doi:10.1144 /pygs.58.4.300. Gorjan, P., Kaiho, K., Fike, D.A., and Chen, X., 2012, Carbon- and sulfur-isotope geochemistry of the Hirnantian (Late Ordovician) Wangjiawan (Riverside) section, South China: Global correlation and environmental event interpretation: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 337, p. 14–22, doi:10.1016 /j.palaeo.2012.03.021. Gutiérrez-Marco, J.C., and Robardet, M., 1991, Découverte de la zone à Parakidograptus acuminatus (base du Llandovery) dans le Silurien du Synclinorium de Truchas (Zone asturo-léonaise, Nord-Ouest de l’Espagne):\nConséquences stratigraphiques et paléogéographiques au passage Ordovicien-Silurien: Comptes Rendus de l’Academie des Sciences de Paris, v. 312, p. 729–734. Gutiérrez-Marco, J.C., and Štorch, P., 1998, Graptolite biostratigraphy of the Lower Silurian (Llandovery) shelf deposits of the western Iberian Cordillera, Spain: Geological Magazine, v. 135, p. 71–92, doi:10.1017 /S0016756897007802. Gutiérrez-Marco, J.C., Ghienne, J.-F., Bernárdez, E., and Hacar, M.P., 2010, Did the Late Ordovician African ice sheet reach Europe?: Geology, v. 38, p. 279–282, doi:10.1130/G30430.1. Hambrey, M.J., and Harland, W.B., 1981, Earth’s Pre-Pleistocene Glacial Record: Cambridge, UK, Cambridge University Press, 1004 p. Hammarlund, E.U., Dahl, T.W., Harper, D.A.T., Bond, D.P.G., Nielsen, A.T., Bjerrum, C.J., Schovsbo, N.H., Schönlaub, H.P., Zalasiewicz, J.A., and Canfi eld, D.E., 2012, A sulfi dic driver for the end-Ordovician mass extinction: Earth and Planetary Science Letters, v. 331, p. 128–139, doi:10.1016/j.epsl.2012.02.024. Hamoumi, N., 1999, Upper Ordovician glaciation spreading and its sedimentary record in Moroccan North Gondwana margin: Acta Universitatis Carolinae: Geologica, v. 43, p. 111–114. Haq, B.U., and Schutter, S.R., 2008, A chronology of Paleozoic sea-level changes: Science, v. 322, p. 64–68, doi: 10.1126/science.1161648. Harris, N.B., ed., 2005, The Deposition of Organic CarbonRich Sediments: Models, Mechanisms and Consequences: Society for Sedimentary Geology Special Publication 82, 282 p. Hedges, J.I., and Keil, R.G., 1995, Sedimentary organicmatter preservation—An assessment and speculative synthesis—Closing comment: Marine Chemistry, v. 49, p. 137–139, doi:10.1016/0304-4203(95)00013-H. Herrmann, A.D., Haupt, B.J., Patzkowsky, M.E., Seidov, D., and Slingerland, R.L., 2004, Response of Late Ordovician paleoceanography to changes in sea level, continental drift, and atmospheric pCO2: Potential causes for long-term cooling and glaciation: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 210, p. 385–401, doi:10.1016/j.palaeo.2004.02.034. Herrmann, A.D., Macleod, K.G., and Leslie, S.A., 2010, Did a volcanic mega-eruption cause global cooling during the Late Ordovician?: Palaios, v. 25, p. 831–836, doi:10.2110/palo.2010.p10-069r. Herrmann, A.D., Leslie, S.A., and MacLeod, K.G., 2011, Did intense volcanism trigger the fi rst Late Ordovician icehouse?: Comment: Geology, v. 39, e237, doi: 10.1130/G31758C.1. Hetzel, A., Bottcher, M.E., Wortmann, U.G., and Brumsack, H.J., 2009, Paleo-redox conditions during OAE 2 refl ected in Demerara Rise sediment geochemistry (ODP Leg 207): Palaeogeography, Palaeoclimatology, Palaeoecology, v. 273, p. 302–328, doi:10.1016 /j.palaeo.2008.11.005. Higgins, M.B., Robinson, R.S., Carter, S.J., and Pearson, A., 2010, Evidence from chlorin nitrogen isotopes for alternating nutrient regimes in the Eastern Mediterranean Sea: Earth and Planetary Science Letters, v. 290, p. 102–107, doi:10.1016/j.epsl.2009.12.009. Hinnov, L.A., and Hilgen, F.J., 2012, Cyclostratigraphy and astrochronology, in Gradstein, F.M., Ogg, J.G., and Smith, A.G., eds., A Geologic Time Scale 2012: Elsevier , p. 63–83. Holland, S.M., and Patzkowsky, M.E., 2007, Gradient ecology of a biotic invasion: Biofacies of the type Cincinnatian series (Upper Ordovician), Cincinnati, Ohio region, USA: Palaios, v. 22, p. 392–407, doi:10.2110 /palo.2006.p06-066r. Holland, S.M., and Patzkowsky, M.E., 2012, Sequence architecture of the Bighorn Dolomite, Wyoming, USA: Transition to the Late Ordovician icehouse: Journal of Sedimentary Research, v. 82, p. 599–615, doi:10.2110 /jsr.2012.52. Holmden, C., Creaser, R.A., Muehlenbachs, K., Leslie, S.A., and Bergström, S.M., 1998, Isotopic evidence for geochemical decoupling between ancient epeiric seas and bordering oceans: Implications for secular curves: Geology, v. 26, p. 567–570, doi:10.1130 /0091-7613(1998)026<0567:IEFGDB>2.3.CO;2. Holmden, C., Panchuk, K., and Finney, S.C., 2012, Tightly coupled records of Ca and C isotope changes during the Hirnantian glaciation in an epeiric sea setting: Geochimica et Cosmochimica Acta, v. 98, p. 94–106, doi:10.1016/j.gca.2012.09.017. Holmden, C., Mitchell, C.E., LaPorte, D.F., Patterson, W.P., Melchin, M.J., and Finney, S.C., 2013, Nd isotope records of Late Ordovician sea-level change—Implications for glaciation frequency and global stratigraphic correlation: Palaeogeography, Palaeoclimatology, Palaeoecology, doi:10.1016/j.palaeo.2013.05.014 (in press). Ingall, E.D., Bustin, R.M., and Van Cappellen, P., 1993, Infl uence of water column anoxia on the burial and preservation of carbon and phosphorus in marine shales: Geochimica et Cosmochimica Acta, v. 57, p. 303–316, doi:10.1016/0016-7037(93)90433-W. Jaeger, H., 1977, Das Silur/Lochkov-Profi l im Franken berger Zwischengebirge (Sachsen): Freiberger Forschungshefte, ser. C, v. 326, p. 45–59. Jaeger, H., and Robardet, M., 1979, Le Silurien et le Dévonien basal dans le nord de la province de Seville (Espagne): Géobios, v. 12, p. 687–714, doi:10.1016 /S0016-6995(79)80097-2. Jaeger, H., Havlíček, V., and Schönlaub, H.P., 1975, Biostratigraphie der Ordovizium/Silur Grenze in den Südalpen—Ein Beitrag zur Diskussion um die HirnantiaFauna: Verhandlungen der Geologischen Bundesan stalt, v. 1975, p. 271–289. Jenkyns, H.C., 2010, Geochemistry of oceanic anoxic events: Geochemistry Geophysics Geosystems, v. 11, p. 1–30, doi:10.1029/2009GC002788. Jia, T., 2006, Nitrogen isotope fractionations during progressive metamorphism: A case study from the Paleozoic Cooma metasedimentary complex, southeastern Australia: Geochimica et Cosmochimica Acta, v. 70, p. 5201–5214, doi:10.1016/j.gca.2006.08.004. Jiang, L., Schofi eld, O.M.E., and Falkowski, P.G., 2005, Adaptive evolution of phytoplankton cell size: American Naturalist, v. 166, p. 496–505. Jimenéz-Sánchez, A., and Villas, E., 2010, The bryozoan dispersion into the Mediterranean margin of Gondwana during the pre-glacial Late Ordovician: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 294, p. 220–231, doi:10.1016/j.palaeo.2009.11.027. Jin, J., and Zhan, R., 2008, Late Ordovician Orthide and Billingsellide Brachiopods from Anticosti Island, Eastern Canada: Diversity Change through Mass Extinction: Ottawa, Canada, National Research Council of Canada Research Press, 151 p. Johnson, M.E., 2010, Tracking Silurian eustasy: Alignment of empirical evidence or pursuit of deductive reasoning?: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 296, p. 276–284, doi:10.1016/j.palaeo.2009 .11.024. Jones, D.S., and Fike, D.A., 2013, Dynamic sulfur and carbon cycling through the end-Ordovician extinction revealed by paired sulfate-pyrite delta S-34: Earth and Planetary Science Letters, v. 363, p. 144–155, doi: 10.1016/j.epsl.2012.12.015. Jones, D.S., Fike, D.A., Finnegan, S., Fischer, W.W., Schrag, D.P., and McCay, D., 2011, Terminal Ordovician carbon isotope stratigraphy and glacioeustatic sea-level change across Anticosti Island (Quebec, Canada): Geological Society of America Bulletin, v. 123, p. 1645– 1664, doi:10.1130/B30323.1. Jones Crafford, A.E., 2008, Paleozoic tectonic domains of Nevada: An interpretive discussion to accompany the geologic map of Nevada: Geosphere, v. 4, p. 260–291, doi:10.1130/GES00108.1. Junium, C.K., and Arthur, M.A., 2007, Nitrogen cycling during the Cretaceous, Cenomanian-Turonian oceanic anoxic event II: Geochemistry Geophysics Geosystems, v. 8, p. 1–18, doi:10.1029/2006GC001328. Jux, U., and Manze, U., 1979, Glazialeustatisch gesteuerte Sedimentationsablufeauf dem kaledonischen Schelf (Mittelschweden) an der WendeOrdovizium-Silur: Neues Jahrbuch für Geologie und Paläontologie, Monatshefte, v. 1979, p. 155–180. Kaljo, D., and Martma, T., 2011, Carbon isotope trend in the Mirny Creek area, NE Russia, its specifi c features and possible implications of the uppermost Ordovi-\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/125/11-12/1635/3405191/1635.pdf by University of Arizona user on 21 February 2019\n1666 Geological Society of America Bulletin, November/December 2013\ncian stratigraphy, in Gutiérrez-Marco, J.C., Rábano, I., and García-Bellido, D., eds., Ordovician of the World: Cuadernos del Museo Geominero, Instituto Geologico y Minero de España, Madrid, Spain, v. 14, p. 267–273. Kaljo, D., Kiipli, T., and Martma, T., 1998, Correlation of carbon isotope events and environmental cyclicity in the East Baltic Silurian, in Landing, E., and Johnson, M.E., eds., Silurian Cycles: Linkages of Dynamic Stratigraphy with Atmospheric, Oceanic, and Tectonic Changes, James Hall Centennial Volume: Albany, New York, New York State Museum, p. 297–312. Kaljo, D., Hints, L., Hints, O., Mannik, P., Martma, T., and Nōlvak, J., 2011, Katian prelude to the Hirnantian (Late Ordovician) mass extinction: A Baltic perspective: Geological Journal, v. 46, p. 464–477. Kaljo, D., Mannik, P., Martma, T., and Nōlvak, J., 2012, More about the Ordovician-Silurian transition beds at Mirny Creek, Omulev Mountains, NE Russia: Carbon isotopes and conodonts: Estonian Journal of Earth Sciences, v. 61, p. 277–294, doi:10.3176/earth.2012.4.07. Kanygin, A., Dronov, A., Timokhin, A., and Gonta, T., 2010, Depositional sequences and palaeoceanographic change in the Ordovician of the Siberian craton: Palaeo geography, Palaeoclimatology, Palaeoecology, v. 296, p. 285–296, doi:10.1016/j.palaeo.2010.02.014. Kidder, D.L., and Worsley, T.R., 2010, Phanerozoic large igneous provinces (LIPs), HEATT (haline euxinic acidic thermal transgression) episodes, and mass extinctions: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 295, p. 162–191, doi:10.1016/j.palaeo.2010.05.036. Kiipli, E., and Kiipli, T., 2013, Nitrogen isotopes in kukersite and black shale implying Ordovician-Silurian seawater redox conditions: Oil Shale, v. 30, p. 60–75, doi:10.3176/oil.2013.1.06. Klemme, H.D., and Ulmishek, G.F., 1991, Effective petroleum source rocks of the world—Stratigraphic distribution and controlling depositional factors: American Association of Petroleum Geologists Bulletin, v. 75, p. 1809–1851. Klug, C., Kroger, B., Kiessling, W., Mullins, G.L., Servais, T., Frýda, J., Korn, D., and Turner, S., 2010, The Devonian nekton revolution: Lethaia, v. 43, p. 465–477, doi:10.1111/j.1502-3931.2009.00206.x. Koren’, T.N., and Melchin, M.J., 2000, Lowermost Silurian graptolites from the Kurama Range, eastern Uzbekistan: Journal of Paleontology, v. 74, p. 1093–1113, doi:10.1666 /0022-3360(2000)074<1093:LSGFTK>2.0.CO;2. Koren’, T.N., and Rickards, R.B., 1996, Taxonomy and Evolution of Llandovery Biserial Graptoloids from the Southern Urals, Western Kazakhstan: Palaeontological Association Special Papers in Palaeontology 54, 103 p. Koren’, T.N., and Rickards, R.B., 2004, An unusually diverse Llandovery (Silurian) diplograptid fauna from the Southern Urals of Russia and its evolutionary signifi - cance: Palaeontology, v. 47, p. 859–918, doi:10.1111 /j.0031-0239.2004.00411.x. Koren’, T.N., and Sobolevskaya, R.F., 1999, Facies and faunal diversity across the Ordovician-Silurian boundary in the Asian part of Russia and adjacent territories: Acta Universitatis Carolinae: Geologica, v. 43, p. 213–215. Koren’, T.N., and Sobolevskaya, R.F., 2008, The regional stratotype section and point for the base of the Hirnantian Stage (the uppermost Ordovician) at Mirny Creek, Omulev Mountains: Northeast Russia: Estonian Journal of Earth Sciences, v. 57, p. 1–10, doi:10.3176 /earth.2008.1.01. Koren’, T.N., Oradovskaya, M.M., Sobolevskaya, R.F., Pylma , L.J., and Chugaeva, M.N., 1983, The Ordovi cian and Silurian Boundary in the Northeast of the USSR: Leningrad, Nauka, Publishers Leningrad Branch, Interdepartmental Stratigraphic Committee of USSR, 205 p. (in Russian). Koren’, T.N., Ahlberg, P., and Nielsen, A.T., 2003a, The post-persculptus and pre-ascensus graptolite fauna in Scania, south-western Sweden: Ordovician or Silurian?, in Ortega, G., and Aceolaza, G.F., eds., Proceedings of the 7th International Graptolite Conference & Field Meeting of the International Subcommission on Silurian Stratigraphy, Volume 18: Tucumn, Argentina, Comunicarte Editorial, p. 133–138. Koren’, T.N., Popov, L.E., and Degtjarev, K.E., Kovalevsky, O., and Modzalevskay, T., 2003b, Kazakhstan in the\nSilu rian, in Landing, E., and Johnson, M.E., eds., Silurian Lands and Seas, Paleogeography Outside of Laurentia: New York State Museum Bulletin 493, p. 323–343. Kozlu, H., and Ghienne, J.-F., 2012, Ordovician, in Göncüoglu, M.C., and Bozdogan, N., eds., Paleozoic of Northern Gondwana and its Petroleum Potential: A Field Workshop, 09–14 September 2012, Kayseri, Turkey; “Paleozoic of Eastern Taurides” Guidebook Volume: Ankara, Turkey, Turkish Association of Petroleum Geologists Special Publication 7, p. 42–60. Kremer, B., and Kamierczak, J., 2005, Cyanobacterial mats from Silurian black radiolarian cherts: Phototrophic life at the edge of darkness?: Journal of Sedimentary Research, v. 75, p. 897–904, doi:10.2110/jsr.2005.069. Krug, A.Z., and Patzkowski, M.E., 2007, Geographic variation in turnover and recovery from the Late Ordovician mass extinction: Paleobiology, v. 33, p. 435–454, doi:10.1666/06039.1. Kump, L.R., and Arthur, M.A., 1999, Interpreting carbonisotope excursions: Carbonates and organic matter: Chemical Geology, v. 161, p. 181–198, doi:10.1016 /S0009-2541(99)00086-8. Kump, L.R., Arthur, M.A., Patzkowsky, M.E., Gibbs, M.T., Pinkus, D.S., and Sheehan, P.M., 1999, A weathering hypothesis for glaciation at high atmospheric pCO2 during the Late Ordovician: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 152, p. 173–187, doi: 10.1016/S0031-0182(99)00046-2. Kumpulainen, R.A., 2007, The Ordovician glaciation in Eritrea and Ethiopia, NE Africa, in Hambrey, M.J., Christoffersen, P., Glasser, N.F., and Hubbard, B., eds., Glacial Sedimentary Processes and Products: International Association of Sedimentologists Special Publication 39, p. 295–319. Kuypers, M.M.M., van Breugel, Y., Schouten, S., Erba, E., and Damste, J.S.S., 2004, N2-fi xing cyanobacteria supplied nutrient N for Cretaceous oceanic anoxic events: Geology, v. 32, p. 853–856, doi:10.1130/G20458.1. Lakova, I., and Sačanski, V., 2004, Cryptospores and trilete spores in oceanic graptolite-bearing sediments (Saltar Formation) across the Ordovician-Silurian boundary in the West Balkan Mountains, Bulgaria: Review of the Bulgarian Geological Society, v. 65, p. 151–156. Landing, E., 2011, Time-specifi c black mudstones and global hyperwarming on the Cambrian-Ordovician slope and shelf of the Laurentia palaeocontinent: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 367–368, p. 256–272, doi:10.1016/j.palaeo.2011.09.005. LaPorte, D.F., Holmden, C., Patterson, W.P., Loxton, J.D., Melchin, M.J., Mitchell, C.E., Finney, S.C., and Sheets, H.D., 2009, Local and global perspectives on carbon and nitrogen cycling during the Hirnantian glaciation: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 276, p. 182–195, doi:10.1016/j.palaeo.2009.03.009. Lefebvre, V., Servais, T., Francois, L., and Averbuch, O., 2010, Did a Katian large igneous province trigger the Late Ordovician glaciation? A hypothesis tested with a carbon cycle model: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 296, p. 310–319, doi:10.1016 /j.palaeo.2010.04.010. Leggett, J.K., 1980, British Lower Palaeozoic black shales and their palaeooceanographic signifi cance: Journal of the Geological Society of London, v. 137, p. 139–156, doi:10.1144/gsjgs.137.2.0139. Legrand, P., 1988, The Ordovician-Silurian boundary in the Algerian Sahara, in Cocks, L.R.M., and Rickards, R.B., eds., A Global Analysis of the Ordovician-Silu rian Boundary: Bulletin of the British Museum of Natural History (Geology), v. 43, p. 171–176. Legrand, P., 1993, Graptolites d’âge ashgillien dans la région de Chirfa (Djado, République du Niger): Bulletin des Centres de Recherches Exploration-Production Elf-Aquitaine, v. 17, p. 435–442. Legrand, P., 2000, Une région de référence pour la limite Ordo vicien-Silurien: l’Oued In Djerane, Sahara algérien: Comptes Rendus de l’Académie des Sciences, Série 2: Sciences de la Terre et des Planètes, v. 330, p. 61–66. Le Heron, D.P., and Dowdeswell, J.A., 2009, Calculating ice volumes and ice fl ux to constrain the dimensions of a 440 Ma North African ice sheet: Journal of the Geological Society of London, v. 166, p. 277–281, doi:10.1144/0016-76492008-087. Le Heron, D.P., Craig, J., and Etienne, J.L., 2009, Ancient glaciations and hydrocarbon accumulations in North Africa and the Middle East: Earth-Science Reviews, v. 93, p. 47–76, doi:10.1016/j.earscirev.2009.02.001. Le Heron, D.P., Armstrong, H.A., Wilson, C., Howard, J.P., and Gindre, L., 2010, Glaciation and deglaciation of the Libyan Desert: The Late Ordovician record: Sedimentary Geology, v. 223, p. 100–125, doi:10.1016 /j.sedgeo.2009.11.002. Le Heron, D.P., Meinhold, G., Page, A., and Whitham, A., 2013, Did lingering ice sheets moderate anoxia in the early Palaeozoic of Libya?: Journal of the Geological Society of London, v. 170, p. 327–339, doi:10.1144 /jgs2012-108. Lehnert, O., Eriksson, M.J., Calner, M., Joachimski, M., and Buggisch, W., 2007, Concurrent sedimentary and isotopic indications for global climatic cooling in the Late Silurian: Acta Palaeontologica Sinica, v. 46, p. 249–255. Lehnert, O., Mannik, P., Joachimski, M.M., Calner, M., and Fryda, J., 2010, Palaeoclimate perturbations before the Sheinwoodian glaciation: A trigger for extinctions during the ‘Ireviken Event’: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 296, p. 320–331, doi:10.1016/j.palaeo.2010.01.009. Lenton, T.M., Crouch, M., Johnson, M., Pires, N., and Dolan, L., 2012, First plants cooled the Ordovician: Nature Geoscience, v. 5, p. 86–89, doi:10.1038/ngeo1390. Leone, F., Loi, A., Pillola, G.L., and Štorch, P., 2009, The Late Ordovician (Hirnantian) deposits in the Domusnovas area, SW Sardinia, in Corradini, C., Ferretti, A., and Štorch, P., eds., Silurian of Sardinia: Rendiconti della Societa Paleontologica Italiana, v. 3, p. 227–237. Lille, U., 2003, Current knowledge on the origin and structure of Estonian kukersite kerogen: Oil Shale, v. 20, p. 253–263. Logan, G.A., Hayes, J.M., Hieshima, G.B., and Summons, R.E., 1995, Terminal Proterozoic reorganization of biogeochemical cycles: Nature, v. 376, no. 6535, p. 53–56, doi:10.1038/376053a0. Loi, A., Ghienne, J.F., Dabard, M.P., Paris, F., Botquelen, A., Christ, N., Elaouad-Debbaj, Z., Gorini, A., Vidal, M., Videt, B., and Destombes, J., 2010, The Late Ordovician glacio-eustatic record from a high-latitude stormdominated shelf succession: The Bou Ingarf section (Anti-Atlas, southern Morocco): Palaeogeography, Palaeoclimatology, Palaeoecology, v. 296, p. 332–358, doi:10.1016/j.palaeo.2010.01.018. Loydell, D., 2007, Graptolites from the Upper Ordovician and Lower Silurian of Jordan: Palaeontological Association Special Papers in Palaeontology 78, 66 p. Loydell, D.K., 2012, Graptolite biostratigraphy of the E1– NC174 core, Rhuddanian (lower Llandovery, Silurian), Murzuq Basin, Libya: Bulletin of Geosciences, v. 87, doi:10.3140/bullgeosci.1311. Loydell, D.K., Butcher, A., Fryda, J., Lüning, S., and Fowler, M., 2009, Lower Silurian “hot shales” in Jordan: A new depositional model: Journal of Petroleum Geology, v. 32, p. 261–270, doi:10.1111/j.1747-5457.2009.00447.x. Lüning, S., Craig, J., Loydell, D.K., Štorch, P., and Fitches, B., 2000, Lower Silurian ‘hot shales’ in North Africa and Arabia: Regional distribution and depositional model: Earth-Science Reviews, v. 49, p. 121–200, doi: 10.1016/S0012-8252(99)00060-4. Lüning, S., Archer, R., Graig, J., and Loydell, D.K., 2003, The Lower Silurian hot shales and double hot shales in North Africa and Arabia, in Salem, M.J., Oun, K.M., and Seddiq, H.M., eds., The Geology of Northwest Libya (Ghadamis, Jifarah, Tarabulus and Sabratah Basins ), Volume 3: Tripoli, Libya, Earth Science Society of Libya, p. 91–105. Lüning, S., Shahin, Y.M., Loydell, D., Al-Rabi, H.T., Masri, A., Tarawneh, B., and Kolonic, S., 2005, Anatomy of a world-class source rock: Distribution and depositional model of Silurian organic-rich shales in Jordan and implications for hydrocarbon potential: American Association of Petroleum Geologists Bulletin, v. 89, p. 1397–1427, doi:10.1306/05250505014. Lüning, S., Loydell, D.K., Štorch, P., Shahin, Y., and Craig, J., 2006, Origin, sequence stratigraphy and depositional environment of an Upper Ordovician (Hirnantian) deglacial black shale, Jordan—Discussion:\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/125/11-12/1635/3405191/1635.pdf by University of Arizona user on 21 February 2019\nGeological Society of America Bulletin, November/December 2013 1667\nPalaeogeography, Palaeoclimatology, Palaeoecology, v. 230, p. 352–355, doi:10.1016/j.palaeo.2005.10.004. Lyons, T.W., Anbar, A.D., Severmann, S., Scott, C., and Gill, B.C., 2009, Tracking euxinia in the ancient ocean: A multiproxy perspective and Proterozoic case study: Annual Review of Earth and Planetary Sciences, v. 37, p. 507–534, doi:10.1146/annurev .earth.36.031207.124233. Marshall, J.D., and Middleton, P.D., 1990, Changes in marine isotopic composition in the Late Ordovician glaciation: Journal of the Geological Society of London, v. 147, p. 1–4, doi:10.1144/gsjgs.147.1.0001. Masiak, M., Podhalanska, T., and Stempien-Salek, M., 2003, Ordovician-Silurian boundary in the Bardo syncline, Holy Cross Mountains, Poland—New data on fossil assemblages and sedimentary succession: Geological Quarterly, v. 47, p. 311–330. McCracken, A.D., and Nowlan, G.S., 1988, The Gamachian Stage and Fauna 13, in Landing, E., New York State Museum Bulletin, no. 462 (1986); Proceedings of the Canadian Paleontology and Biostratigraphy Seminar, Albany, September 26–29 1988, p. 71–79. McGhee, G.R., Jr., Sheehan, P.M., Bottjer, D.J., and Droser , M.L., 2004, Ecological ranking of Phanerozoic biodiversity crises: Ecological and taxonomic severities are decoupled: Palaeogeography, Palaeoclimatology, Palaeo ecology, v. 211, p. 289–297, doi:10.1016/j.palaeo .2004.05.010. McGhee, G.R., Jr., Sheehan, P.M., Bottjer, D.J., and Droser , M.L., 2012, Ecological ranking of Phanerozoic biodiversity crises: The Serpukhovian (early Carboniferous) crisis had a greater ecological impact than the end-Ordovician: Geology, v. 40, no. 2, p. 147–150, doi:10.1130/G32679.1. Melchin, M.J., 1989, Llandovery graptolite biostratigraphy and paleobiogeography, Cape Phillips Formation, Canadian Arctic Islands: Canadian Journal of Earth Sciences, v. 26, p. 1726–1746, doi:10.1139/e89-147. Melchin, M.J., 2008, Restudy of some Ordovician-Silurian boundary graptolites from Anticosti Island, Canada, and their biostratigraphic signifi cance: Lethaia, v. 41, p. 155–162, doi:10.1111/j.1502-3931.2007.00045.x. Melchin, M.J., and Holmden, C., 2006a, Carbon isotope chemostratigraphy in Arctic Canada: Sea-level forcing of carbonate platform weathering and implications for Hirnantian global correlation: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 234, p. 186–200, doi:10.1016/j.palaeo.2005.10.009. Melchin, M.J., and Holmden, C., 2006b, Carbon isotope chemostratigraphy of the Llandovery in Arctic Canada: Implications for global correlation and sealevel change: GFF, v. 128, p. 173–180, doi:10.1080 /11035890601282173. Melchin, M.J., and Mitchell, C.E., 1991, Late Ordovician extinction in the Graptoloidea, in Barnes, C.R., and Williams, S.H., eds., Advances in Ordovician Geology: Geological Survey of Canada Paper 90–9, p. 143–156. Melchin, M.J., McCracken, A.D., and Oliff, F.J., 1991, The Ordovician-Silurian boundary on Cornwallis and Truro Islands, Arctic Canada: Preliminary data: Canadian Journal of Earth Sciences, v. 28, p. 1854–1862, doi:10.1139/e91-165. Melchin, M.J., Holmden, C., and Williams, S.H., 2003, Correlation of graptolite biozones, chitinozoan biozones, and carbon isotope curves through the Hirnantian, in Albanesi, G.L., Beresi, M.S., and Peralta, S.H., eds., Ordovician from the Andes, Volume 17: Tucumán, Argen tina, Comunicarte Editorial, p. 101–104. Melchin, M.J., Mitchell, C.E., Naczk-Cameron, A., Fan, J.X., and Loxton, J., 2011, Phylogeny and adaptive radiation of the Neograptina (Graptoloida) during the Hirnantian mass extinction and Silurian recovery: Proceedings of the Yorkshire Geological Society, v. 58, p. 281–309, doi:10.1144/pygs.58.4.301. Melchin, M.J., Sadler, P.M., and Cramer, B.D., 2012, The Silurian Period, in Gradstein, F.M., Ogg, J.G., and Smith, A.G., eds., A Geologic Time Scale 2012: Elsevier , p. 525–558. Melott, A.L., and Thomas, B.C., 2009, Late Ordovician geographic patterns of extinction compared with simulations of astrophysical ionizing radiation damage: Paleobiology, v. 35, p. 311–320, doi:10.1666/0094-8373-35.3.311. Melott, A.L., Lieberman, B.S., Laird, C.M., Martin, L.D., Medvedev, M.V., Thomas, B.C., Cannizzo, J.K., Gehrels , N., and Jackman, C.H., 2004, Did a gammaray burst initiate the Late Ordovician mass extinction?: International Journal of Astrobiology, v. 3, p. 55–61, doi:10.1017/S1473550404001910. Mergl, M., 2011, Earliest occurrence of the Hirnantia fauna in the Prague Basin (Czech Republic): Bulletin of Geosciences, v. 86, no. 1, p. 63–70, doi:10.3140/bull .geosci.1245. Metzger, J.G., and Fike, D.A., 2013, Techniques for assessing spatial heterogeneity of carbonate 13C values: Implications for craton-wide isotope gradients: Sedimentology, doi:10.1111/sed.12033. Meyer, K.M., and Kump, L.R., 2008, Oceanic euxinia in Earth history: Causes and consequences: Annual Review of Earth and Planetary Sciences, v. 36, p. 251– 288, doi:10.1146/annurev.earth.36.031207.124256. Meyers, P.A., and Bernasconi, S.M., 2005, Carbon and nitro gen isotope excursions in mid-Pleistocene sapropels from the Tyrrhenian Basin: Evidence for climate-induced increases in microbial primary production: Marine Geology, v. 220, p. 41–58, doi:10.1016 /j.margeo.2005.07.003. Middleton, P.D., Marshall, J.D., and Brenchley, P.J., 1991, Evidence for isotopic change associated with Late Ordovician glaciation, from brachiopods and marine cements of central Sweden, in Barnes, C.R., and Williams, S.H., eds., Advances in Ordovician Geology: Geological Survey of Canada Paper 90–9, p. 313–323. Mihajlovič, M., 1974, Silurski graptoliti istočne Serbije (Njihov stratigrafski pologaj): Bulletin du Museum d’Histoire Naturelle, Beograd, ser. A, v. 29, 247 p. (In Serbian.) Miller, M.A., and Melvin, J., 2005, Signifi cant new biostratigraphic horizons in the Qusaiba member of the Silurian Qalibah Formation of central Saudi Arabia, and their sedimentological expression in a sequence stratigraphic context: GeoArabia, v. 10, p. 49–92. Mitchell, C.E., and Bergström, S.M., 1991, New graptolite and lithostratigraphic evidence from the Cincinnati region, U.S.A., for the defi nition and correlation of the base of the Cincinnatian Series (Upper Ordovician), in Barnes, C.R., and Williams, S.H., eds., Advances in Ordovician Geology: Geological Survey of Canada, Paper 90–9, p. 59–77. Mitchell, C.E., Brussa, E.D., Toro, B.A., and Astini, R.A., 1998, Late Ordovician graptolites from the Empozada Formation, Argentine Precordillera, an outer shelf, cool water, peri-Gondwanan assemblage?, in Gutiérrez-Marco, J.C. and Rábano, I., eds, Proceedings Sixth International Graptolite Conference of the GWG (IPA) and the SW Iberia Field Meeting 1998 of the IUGS Subcommission on Silurian Stratigraphy, Madrid, 1998: Instituto Tecnologico Geominero de España Volume 23, p. 224–226. Mitchell, C.E., Sheets, H.D., Belscher, K., Finney, S.C., Holmden, C., LaPorte, D.F., Melchin, M.J., and Patterson, W.P., 2007, Species abundance changes during mass extinction and the inverse Signor-Lipps effect: Apparently abrupt graptolite mass extinction as an artifact of sampling: Acta Palaeontologica Sinica, v. 46, p. 340–346. Mitchell, C.E., Štorch, P., Holmden, C, Melchin, M.J., and Gutiérrez-Marco, J.C., 2011, New stable isotope data and fossils from the Hirnantian Stage in Bohemia and Spain: Implications for correlation and paleoclimate, in Gutiérrez-Marco, J.C., Rábano, I., and García-Bellido, D., eds., Ordovician of the World: Cuadernos del Museo Geominero, Instituto Geologico y Minero de España, v. 14, Madrid, Spain, p. 371–378. Mitchell, C.E., Melchin, M.J., Holmden, C., and Finney, S.C., 2012, An alternative international correlation of the Late Ordovician carbon isotope chemostratigraphic record: Implications for latest Ordovician temperature history: Geological Society of America Abstracts with Programs, v. 44, no. 7, p. 124. Möbius, J., Lahajnar, N., and Emeis, K.C., 2010, Diagenetic control of nitrogen isotope ratios in Holocene sapropels and recent sediments from the Eastern Mediterranean Sea: Biogeosciences, v. 7, p. 3901–3914, doi:10.5194 /bg-7-3901-2010. Möbius, J., Gaye, B., Lahajnar, N., Bahlmann, E., and Emeis, K.C., 2011, Infl uence of diagenesis on sedimentary delta N-15 in the Arabian Sea over the last 130 kyr: Marine Geology, v. 284, p. 127–138, doi:10.1016 /j.margeo.2011.03.013. Monod, O., Kozlu, H., Ghienne, J.-F., Dean, W.T., Gnay, Y., Le Herissé, A., Paris, A., and Robardet, M., 2003, Late Ordovician glaciation in southern Turkey: Terra Nova, v. 15, p. 249–257, doi:10.1046/j.1365 -3121.2003.00495.x. Montenegro, A., Spence, P., Meissner, K.J., Eby, M., Melchin, M.J., and Johnston, S.T., 2011, Climate simulations of the Permian-Triassic boundary: Ocean acidifi cation and the extinction event: Paleoceanography, v. 26, PA3207, doi:10.1029/2010PA002058. Moreau, J., 2011, The Late Ordovician deglaciation sequence of the SW Murzuq Basin (Libya): Basin Research, v. 23, p. 449–477, doi:10.1111/j.1365-2117.2010.00499.x. Mu, E., and Ni, Y., 1983, Uppermost Ordovician and lowermost Silurian graptolites from the Xainza area of Xizang (Tibet) with discussion on the OrdovicianSilurian boundary: Palaeontologica Cathayana, v. 1, p. 155–179. Munnecke, A., Calner, M., Harper, D.A.T., and Servais, T., 2010, Ordovician and Silurian sea-water chemistry, sea level, and climate: A synopsis: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 296, p. 389–413, doi:10.1016/j.palaeo.2010.08.001. Nardin, E., Godderis, Y., Donnadieu, Y., Le Hir, G., Blakey, R.C., Puceat, E., and Aretz, M., 2011, Modeling the early Paleozoic long-term climatic trend: Geological Society of America Bulletin, v. 123, no. 5–6, p. 1181– 1192, doi:10.1130/B30364.1. Needham, D.T., 2004, Deformation in Moffat Shale detachment zones in the western part of the Scottish Southern Uplands: Geological Magazine, v. 141, p. 441–453, doi:10.1017/S0016756804009203. Negri, A., Ferretti, A., Wagner, T., and Meyers, P.A., 2009, Phanerozoic organic-carbon–rich marine sediments: Overview and future research challenges: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 273, p. 218–227, doi:10.1016/j.palaeo.2008.10.002. Newell, N.D., 1963, Crises in the history of life: Scientific American, v. 208, p. 76–92, doi:10.1038 /scientifi camerican0263-76. Newell, N.D., 1967, Revolutions in the history of life, in Albritton , C., ed., Uniformity and Simplicity: Geological Society of America Special Paper 89, p. 63–91. Oliver, G.J.H., 2001, Reconstruction of the Grampian episode in Scotland: Its place in the Caledonian orogeny: Tectonophysics, v. 332, p. 23–49, doi:10.1016 /S0040-1951(00)00248-1. Orchard, M.J., 2007, A proposed Carnian-Norian boundary GSSP at Black Bear Ridge, northeast British Columbia, and a new conodont framework for the boundary interval: Albertiana, v. 36, p. 130–141. Orth, C.J., Gilmore, L.R., Quintana, L.R., and Sheehan, P.M., 1986, Terminal Ordovician extinction: Geochemical analysis of the Ordovician-Silurian boundary, Anticosti Island, Quebec: Geology, v. 14, p. 433–436, doi:10.1130 /0091-7613(1986)14<433:TOEGAO>2.0.CO;2. Ozaki, K., Tajima, S., and Tajika, E., 2011, Conditions required for oceanic anoxia/euxinia: Constraints from a one-dimensional ocean biogeochemical cycle model: Earth and Planetary Science Letters, v. 304, p. 270– 279, doi:10.1016/j.epsl.2011.02.011. Page, A.A., Zalasiewicz, J.A., Williams, M., and Popov, L.E., 2007, Were transgressive black shales a negative feedback modulating glacioeustasy in the early Palaeozoic icehouse?, in Williams, M., Haywood, A.M., Gregory, F.J., and Schmidt, D.N., eds., Deep-Time Perspectives on Climate Change: Marrying the Signal from Computer Models and Biological Proxies: The Micropalaeontological Society Special Publications: London, Geological Society of London, p. 123–156. Palastanga, V., Slomp, C.P., and Heinze, C., 2011, Longterm controls on ocean phosphorus and oxygen in a global biogeochemical model: Global Biogeochemical Cycles, v. 25, 2011, doi:10.1029/2010GB003827. Pancost, R.D., Freeman, K.H., Herrmann, A.D., Patzkowsky, M.E., Ainsaar, L., and Martma, T., 2013, Reconstructing Late Ordovician carbon cycle variations: Geochimica\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/125/11-12/1635/3405191/1635.pdf by University of Arizona user on 21 February 2019\n1668 Geological Society of America Bulletin, November/December 2013\net Cosmochimica Acta, v. 105, p. 433–454, doi:10.1016 /j.gca.2012.11.033. Paris, F., Deynoux, M., and Ghienne, J.-F., 1998, Découverte de Chitinozoaires la limite Ordovicien-Silurien en Mauritanie; implications paléogéographiques: Comptes Rendus de l’Academie des Sciences de Paris, v. 326, p. 499–504. Paris, G., Beaumont, V., Bartolini, A., Clemence, M.E., Gardin, S., and Page, K., 2010, Nitrogen isotope record of a perturbed paleoecosystem in the aftermath of the end-Triassic crisis, Doniford section, SW England: Geochemistry Geophysics Geosystems, v. 11, p. 1–15, doi:10.1029/2010GC003161. Parrish, J.T., 1982, Upwelling and petroleum source with reference to the Palaeozoic: American Association of Petroleum Geologists Bulletin, v. 66, p. 750–774. Pedersen, G.K., 1989, The sedimentology of Lower Palaeozoic black shales from the shallow wells Skelbro 1 and Billegrav 1, Bornholm, Denmark: Bulletin of the Geological Society of Denmark, v. 37, p. 151–173. Phillips, E.R., Evans, J.A., Stone, P., Horstwood, M.S.A., Floyd, J.D., Smith, R.A., Akhurst, M.C., and Barron, H.F., 2003, Detrital Avalonian zircons in the Laurentian Southern Uplands terrane, Scotland: Geol ogy, v. 31, p. 625–628, doi:10.1130/0091-7613(2003)031 <0625:DAZITL>2.0.CO;2. Piçarra, J.M., Štorch, P., Gutiérrez-Marco, J.C., and Oliveira J.T., 1995, Characterization of the Parakidograptus acuminatus graptolite biozone in the Silurian of the Barrancos region (Ossa Morena zone, south Portugal): Comunicações do Instituto Geológico e Mineiro, v. 81, p. 3–8. Piçarra, J.M., Robardet, M., Bourahrouh, A., Paris, F., Pereira, Z., Le Menn, J., Gourvennec, R., Oliveira, T., and Lardeux, H., 2002, Le passage Ordovicien-Silurien et la partie inferieure du Silurien (Sud-Est du Massif armoricain, France): Comptes Rendus de l’Academie des Sciences de Paris, v. 334, p. 1177–1183, doi:10.1016 /S1631-0713(02)01864-3. Piçarra, J.M., Robardet, M., Oliveira, J.T., Paris, F., and Lardeux, H., 2009, Graptolite faunas of the Llandovery phtanites at Les Fresnaies (Chalonnes-sur-Loire, southeastern Armorican Massif): Palaeontology and biostratigraphy: Bulletin of Geosciences, v. 84, p. 41– 50, doi:10.3140/bull.geosci.1085. Podhalanska, T., 1999, The Upper Ordovician and the Lower Silurian in the Peribaltic Depression; stratigraphy and development: Acta Universitatis Carolinae: Geologica, v. 43, p. 221–224. Podhalanska, T., 2003, Late Ordovician to Early Silurian transition and the graptolites from Ordovician/Silurian boundary near the SW rim of the East European craton (northern Poland), in Ortega, G., and Aceñolaza, G.F., eds., Proceedings of the 7th International Graptolite Conference & Field Meeting of the International Subcommission on Silurian Stratigraphy, Volume 18: Tucumán, Argentina, Comunicarte Editorial, p. 165–171. Podhalanska, T., and Trela, W., 2007, Stratigraphy and sedimentary record of the Lower Silurian succession in the southern Holy Cross Mountains, Poland: Acta Palaeontologica Sinica, v. 46, p. 397–401. Pope, M.C., 2004, Cherty carbonate facies of the Montoya Group, southern New Mexico and western Texas, and its regional correlatives: A record of Late Ordovician paleoceanography on southern Laurentia: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 210, p. 367–384, doi:10.1016/j.palaeo.2004.02.035. Pope, M.C., and Steffen, J.B., 2003, Widespread, prolonged late Middle to Late Ordovician upwelling in North America: A proxy record of glaciation?: Geology, v. 31, p. 63–66, doi:10.1130/0091-7613(2003)031<0063: WPLMTL>2.0.CO;2. Popov, L.E., Bassett, M.G., Zhemchuzhnikov, V.G., Holmer, L.E., and Klishevich, I.A., 2009, Gondwanan faunal signatures from early Palaeozoic terranes of Kazakhstan and Central Asia: Evidence and tectonic implications, in Bassett, M.G., ed., Early Palaeozoic Peri-Gondwana Terranes: New Insights from Tectonics and Biogeography: Geological Society of London Special Publication 325, p. 23–64. Potter, P.E., Maynard, J.B., and Depetris, P.J., 2005, Mud and Mudstones: Berlin, Springer, 314 p. Poulton, S.W., and Canfi eld, D.E., 2011, Ferruginous conditions: A dominant feature of the ocean through Earth’s history: Elements, v. 7, p. 107–112. Poussart, P.F., Weaver, A.J., and Barnes, C.R., 1999, Late Ordovician glaciation under high atmospheric CO2: A coupled model analysis: Paleoceanography, v. 14, p. 542–558. Puchkov, V.N., 2009, The evolution of the Uralian orogeny, in Murphy, J.B., Keppie, J.D., and Hynes, A.J., eds., Ancient Orogens and Modern Analogues: Geological Society of London Special Publication 327, p. 161–195. Puchkov, V.N., 2010, Geology of the Urals and Cis-Urals (Actual Problems of Stratigraphy, Tectonics, Geodynamics and Metallogeny): Ufa, DesignPoligraphService, 288 p. (in Russian). Rasmussen, C.M.O., and Harper, D.A.T., 2011a, Did the amalgamation of continents drive the end Ordovician mass extinctions?: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 311, p. 48–62, doi:10.1016 /j.palaeo.2011.07.029. Rasmussen, C.M.O., and Harper, D.A.T., 2011b, Interrogation of distributional data for the end Ordovician crisis interval: Where did disaster strike?: Geological Journal, v. 46, p. 478–500. Raup, D.M., and Sepkoski, J.J., Jr., 1982, Mass extinctions in the marine fossil record: Science, v. 215, p. 1501– 1503, doi:10.1126/science.215.4539.1501. Raup, D.M., and Sepkoski, J.J., Jr., 1986, Periodic extinction of families and genera: Science, v. 231, p. 833–836. Rhoads, D. S., and Morse, J. W., 1971, Evolutionary and ecological signifi cance of oxygen-defi cient marine basins: Lethaia, v. 4, p. 413–428. Rickards, R.B., 1988, Base of the Silurian in the Lake District and Howgill Fells, Northern England: Bulletin of the British Museum (Natural History) Historical Series, v. 43, p. 53–57. Robardet, M., and Doré, F., 1988, The Late Ordovician diamictic formations from southwestern Europe: North Gondwana glaciomarine deposits: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 66, p. 19–31, doi: 10.1016/0031-0182(88)90078-8. Robinson, R.S., Kienast, M., Albuquerque, A.L., Altabet, M., Contreras, S., Holz, R.D., Dubois, N., Francois, R., Galbraith, E., Hsu, T.C., Ivanochko, T., Jaccard, S., Kao, S.J., Kiefer, T., Kienast, S., Lehmann, M.F., Martinez, P., McCarthy, M., Möbius, J., Pedersen, T., Quan, T.M., Ryabenko, E., Schmittner, A., Schneider, R., SchneiderMor, A., Shigemitsu, M., Sinclair, D., Somes, C., Studer, A., Thunell, R., and Yang, J.Y., 2012, A review of nitrogen isotopic alteration in marine sediments: Paleoceanography, v. 27, PA4203, doi:10.1029/2012PA002321. Rohrssen, M., Love, G.D., Fischer, W., Finnegan, S., and Fike, D.A., 2012, Lipid biomarkers record fundamental changes in the microbial community structure of tropical seas during the Late Ordovician Hirnantian glaciation: Geology, v. 41, p. 127–130, doi:10.1130 /G33671.1. Rong, J.Y., and Chen, X., 1987, Faunal differentiation, biofacies and lithofacies patterns of Late Ordovician (Ashgillian) in southern China: Acta Palaeontologica Sinica, v. 26, p. 507–535. Rong, J.Y., Boucot, A.J., Harper, D.A.T., Zhan, R.B., and Neuman, R.B., 2006, Global analyses of brachiopod faunas through the Ordovician and Silurian transition: Reducing the role of the Lazarus effect: Canadian Journal of Earth Sciences, v. 43, p. 23–39, doi:10.1139 /e05-089. Rosenau, N.A., Herrmann, A.D., and Leslie, S.A., 2012, Conodont apatite δ18O values from a platform margin setting, Oklahoma, USA: Implications for initiation of Late Ordovician icehouse conditions: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 315, p. 172–180, doi:10.1016/j.palaeo.2011.12.003. Rothwell Group, LP., 2011, PaleoGIS/Arcview 4.0, PALEOMAP Project: Arlington, Texas, University of Texas at Arlington. Sačanski, V.V., 1993, Boundaries of the Silurian System in Bulgaria defi ned by graptolites: Geologica Balcanica, v. 23, p. 25–33. Sačanski, V.V., 1994, Age assessment of the Cerecel and Sirman formations in Sofi a Stara Planina Mountain (Ordo-\nvician, Ashgill): Review of the Bulgarian Geological Society, v. 55, p. 83–90. Sačanski, V.V., and Tenčov, J., 1993, Lithostratigraphic subdivision of the Silurian deposits in the Svoge anticline: Review of the Bulgarian Geological Society, v. 54, p. 71–81. Sadler, P.M., Cooper, R.A., and Melchin, M.J., 2011, Sequencing the graptoloid clade: Building a global diversity curve from local range charts, regional composites and global time-lines: Proceedings of the Yorkshire Geological Society, v. 58, p. 329–343, doi:10.1144 /pygs.58.4.296. Saltzman, M.R., 2005, Phosphorus, nitrogen, and the redox evolution of the Paleozoic oceans: Geology, v. 33, p. 573–576, doi:10.1130/G21535.1. Saltzman, M.R., and Young, S.A., 2005, Long-lived glaciation in the Late Ordovician? Isotopic and sequencestratigraphic evidence from western Laurentia: Geology, v. 33, p. 109–112, doi:10.1130/G21219.1. Sawaki, Y., Shibuya, T., Kawai, T., Komiya, T., Omori, S., Iizuka, T., Hirata, T., Windley, B.F., and Maruyama, S., 2010, Imbricated ocean-plate stratigraphy and U-Pb zircon ages from tuff beds in cherts in the Ballantrae complex, SW Scotland: Geological Society of America Bulletin, v. 122, p. 454–464, doi:10.1130/B26329.1. Schauer, M., 1971, Biostratigraphie und Taxionomie der Graptolithen des tieferen Silurs unter besonderer Berücksichtigung der tektonischen Deformation: Freiberger Forschungshefte, ser. C, v. 273, p. 1–185. Schlanger, S.O., and Jenkyns, H.C., 1976, Cretaceous oceanic anoxic events: Causes and consequences: Geologie en Mijnbouw, v. 55, p. 179–184. Schönian, F., and Egenhoff, S.O., 2007, A Late Ordovician ice sheet in South America: Evidence from the Cancairi tillites, southern Bolivia, in Linnemann, U., Nance, R.D., Kraft, P., and Zulauf, G., eds., The Evolution of the Rheic Ocean: Geological Society of America Special Paper 423, p. 525–548. Schönlaub, H.P., Ferretti, A., Gaggero, L., Hammarlund, E., Harper, D.A.T., Histon, K., Priewalder, H., Spötl, C., and Štorch, P., 2011, The Late Ordovician glacial event in the Carnic Alps (Austria), in Gutiérrez-Marco, J.C., Rábano, I., and García-Bellido, D., eds., Ordovician of the World: Cuadernos del Museo Geominero, Instituto Geologico y Minero de España: Madrid, Spain, v. 14, p. 515–526. Schopf, T.J.M., 1974, Permo-Triassic extinctions: Relation to sea-fl oor spreading: The Journal of Geology, v. 82, p. 129–143, doi:10.1086/627955. Sell, B.K., 2011, Intense volcanism and Ordovician icehouse climate, in Gutiérrez-Marco, J.C., Rábano, I., and García-Bellido, D., eds., Ordovician of the World: Cuadernos del Museo Geominero, Instituto Geologico y Minero de España, Madrid, Spain, v. 14, p. 527–536. Sennikov, N.V., Yolkin, E.A., Petrunina, Z.E., Gladkikh, L.A., Obut, O.T., Izokh, N.G., and Kipriyanova, T.P., 2008, Ordovician-Silurian Biostratigraphy and Paleogeography of the Gorny Altay: Novosibirsk, Russia, Publishing House SB RAS, 156 p. Sephton, M.A., Amor, K., Franchi, I.A., Wignall, P.B., Newton, R., and Zonneveld, J.P., 2002, Carbon and nitrogen isotope disturbances and an end-Norian (Late Triassic) extinction event: Geology, v. 30, p. 1119–1122, doi:10.1130/0091-7613(2002)030<1119:CANIDA>2.0 .CO;2. Sepkoski, J.J., Jr., 1986, Global bioevents and the question of periodicity, in Walliser, O., ed., Global Bio-Events, Volume 8: Berlin, Springer-Verlag, p. 47–61. Severmann, S., and Anbar, A.D., 2009, Reconstructing paleo redox conditions through a multitracer approach: The key to the past is the present: Elements, v. 5, p. 359–364, doi:10.2113/gselements.5.6.359. Sheehan, P.M., 1973, The relation of the Late Ordovician glaciation to the Ordovician-Silurian changeover in North American brachiopod faunas: Lethaia, v. 6, p. 146–154, doi:10.1111/j.1502-3931.1973.tb01188.x. Sheehan, P.M., 1975, Brachiopod synecology in a time of crisis (Late Ordovician–Early Silurian): Paleobiology, v. 1, p. 205–212. Sheehan, P.M., 1979, Swedish Late Ordovician marine benthic assemblages and their bearing on brachiopod zoogeography, in Gray, J., and Boucot, A.J., eds., His-\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/125/11-12/1635/3405191/1635.pdf by University of Arizona user on 21 February 2019\nGeological Society of America Bulletin, November/December 2013 1669\ntorical Biogeography, Plate Tectonics, and the Changing Environment: Corvallis, Oregon, Oregon State University Press, p. 61–73. Sheehan, P.M., 2001, The Late Ordovician mass extinction: Annual Review of Earth and Planetary Sciences, v. 29, p. 331–364, doi:10.1146/annurev.earth.29.1.331. Shen, Y.N., Canfi eld, D.E., and Knoll, A.H., 2002, Middle Proterozoic ocean chemistry: Evidence from the McArthur Basin, northern Australia: American Journal of Science, v. 302, p. 81–109, doi:10.2475/ajs .302.2.81. Shields, G.A., Carden, G.A.F., Veizer, J., Meidla, T., Rong, J.Y., and Li, R.Y., 2003, Sr, C, and O isotope geochemistry of Ordovician brachiopods: A major isotopic event around the Middle-Late Ordovician transition: Geochimica et Cosmochimica Acta, v. 67, p. 2005– 2025, doi:10.1016/S0016-7037(02)01116-X. Siddall, M., Kaplan, M.R., Schaefer, J.M., Putnam, A., Kelly, M.A., and Goehring, B., 2010, Changing infl uence of Antarctic and Greenlandic temperature records on sea-level over the last glacial cycle: Quaternary Science Reviews, v. 29, p. 410–423, doi:10.1016 /j.quascirev.2009.11.007. Simberloff, D.S., 1974, Permo-Triassic extinctions: Effects of area on biotic equilibrium: The Journal of Geology, v. 82, p. 267–274, doi:10.1086/627962. Sinninghe Damsté, J.S., and Köster, J., 1998, A euxinic southern North Atlantic Ocean during the Cenomanian/Turonian oceanic anoxic event: Earth and Planetary Science Letters, v. 158, p. 165–173, doi:10.1016 /S0012-821X(98)00052-1. Skevington, D., 1974, Controls infl uencing the composition and distribution of Ordovician graptolite faunal provinces, in Rickards, R.B., Jackson, D.E., and Hughes, C.P., eds., Graptolite Studies in Honour of O.M.B. Bulman: London, The Palaeontological Association, p. 59–73. Slomp, C.P., and Van Cappellen, P., 2007, The global marine phosphorus cycle: Sensitivity to oceanic circulation: Biogeosciences, v. 4, p. 155–171, doi:10.5194 /bg-4-155-2007. Sobolevskaya, R.F., 2011, Atlas of the Palaeozoic Fauna— Taimyr. Part II. The Ordovician-Silurian Graptolites: FGUP, I.S. Gramberg VNIIOkeangeologia, 283 p. (in Russian). Stanley, S.M., 2010, Relation of Phanerozoic stable isotope excursions to climate, bacterial metabolism, and major extinctions: Proceedings of the National Academy of Sciences of the United States of America, v. 107, p. 19,185–19,189, doi:10.1073/pnas.1012833107. Stanley, S.M., and Powell, M.G., 2003, Depressed rates of origination and extinction during the late Paleozoic ice age: A new state for the global marine ecosystem: Geology, v. 31, p. 877–880, doi:10.1130/G19654R.1. Stein, V., 1965, Stratigraphische und palontologische Untersuchungen im Silur des Frankenwaldes: Neues Jahrbuch für Geologie und Paläontologie: Abhandlungen, v. 121, p. 111–200. Stone, P., 1995, Geology of the Rhins of Galloway district: Memoir of the British Geological Survey, sheets 1 and 3 (Keyworth, England), 102 p. Stone, P., and Merriman, R.J., 2004, Basin thermal history favours an accretionary origin for the Southern Uplands terrane, Scottish Caledonides: Journal of the Geological Society of London, v. 161, p. 829–836, doi:10.1144/0016-764903-170. Stone, P., Rigby, S., and Rushton, A.W.A., 2003, Advances in Scottish graptolite biostratigraphy: An introduction: Scottish Journal of Geology, v. 39, p. 11–15. Štorch, P., 1990, Upper Ordovician–Lower Silurian sequences of the Bohemian Massif, central Europe: Geological Magazine, v. 127, p. 225–239. Štorch, P., 2006, Facies development, depositional settings and sequence stratigraphy across the Ordovician-Silurian boundary: A new perspective from the Barrandian area of the Czech Republic: Geological Journal, v. 41, p. 163–192. Štorch, P., and Feist, R., 2008, Lowermost Silurian graptolites of Montagne Noire, France: Journal of Paleontology, v. 82, p. 938–956. Štorch, P., and Mergl, M., 1989, Krlodvor/Kosov boundary and the Late Ordovician environmental changes in the\nPrague Basin (Barrandian, Bohemia): Sborník geologických věd, Geologie, v. 44, p. 117–153. Štorch, P., and Schönlaub, H.-P., 2012, Ordovician-Silurian boundary graptolites of the southern Alps, Austria: Bulletin of Geosciences. doi:10.3140/bull.geosci. Štorch, P., and Serpagli, E., 1993, Lower Silurian graptolites from southwestern Sardinia: Bolletino della Societa Paleontologia Italiana, v. 32, p. 3–57. Štorch, P., Gutiérrez-Marco, J.C., Sarmiento, G.N., and Rábano, I., 1998, Upper Ordovician and Lower Silurian of Corral de Calatrava, southern part of the Central Iberian zone, in Gutiérrez-Marco, J.C., and Rábano, I., eds., Proceedings of the Sixth International Graptolite Conference of the GWG (IPA) and the SW Iberia Field Meeting 1998 of the International Subcommission on Silurian Stratigraphy (ICS-IUGS): Madrid, Temas Geológico-Mineros ITGE, v. 23, p. 319–325. Štorch, P., Mitchell, C.E., Finney, S.C., and Melchin, M.J., 2011, Uppermost Ordovician (upper Katian-Hirnantian) graptolites of north-central Nevada, USA: Bulletin of Geosciences, v. 86, p. 301–386. Strachan, R.A., 2012, Mid-Ordovician to Silurian subduction and collision: Closure of the Iapetus Ocean, in Woodcock, N.H., and Strachan, R.A., eds., Geological History of Britain and Ireland (2nd ed.): Wiley-Blackwell, 423 p. Strauss, H., 2006, Anoxia through Time, in Neretin, L.N., ed., Past and Present Water Column Anoxia: NATO Science Series, IV: Earth and Environmental Sciences, Volume 64, p. 3–19. Su, W.B., Huff, W.D., Ettensohn, F.R., Liu, X.M., Zhang, J.E., and Li, Z.M., 2009, K-bentonite, black-shale and fl ysch successions at the Ordovician-Silurian transition, South China: Possible sedimentary responses to the accretion of Cathaysia to the Yangtze block and its implications for the evolution of Gondwana: Gondwana Research, v. 15, p. 111–130, doi:10.1016/j.gr .2008.06.004. Sutcliffe, O.E., Dowdeswell, J.A., Whittington, R.J., Theron, J.N., and Craig, J., 2000, Calibrating the Late Ordovician glaciation and mass extinction by the eccentricity cycles of Earth’s orbit: Geology, v. 28, p. 967–970, doi:10.1130/0091-7613(2000)28<967:CTLOGA>2.0 .CO;2. Sweet, W.C., 2000, Conodonts and biostratigraphy of Upper Ordovician strata along a shelf to basin transect in central Nevada: Journal of Paleontology, v. 74, p. 1148–1160, doi:10.1666/0022-3360(2000)074<1148: CABOUO>2.0.CO;2. Tasáryová, Z., Pruner, P., Manda, Janoušek, V., Schnabl, P., Štorch, P., Frýda, J., Šifnerová, K., and Erban, V., 2012, Perunica microplate in Silurian period: Implications from basalt geochemistry, palaeomagnetism and faunas (Prague Basin, Tepl-Barrandian Unit, Bohemian Massif), In BRGM & SGF: Géologie de la France, v. 2012, p. 213–214. Tesakov, Y.I., Predtetchenskyj, N.N., Khromych, V.G., Berger, A.Y., and Kovalevskaya, E.O., 2003, Stratigraphy and paleogeography of the Silurian of East Siberia, in Landing, E., and Johnson, M.E., eds., Silurian Lands and Shelf Margins Exclusive of North America: New York State Museum Bulletin 492, p. 345–400. Thompson, C.K., and Kah, L.C., 2012, Sulfur isotope evidence for widespread euxinia and a fl uctuating oxycline in Early to Middle Ordovician greenhouse oceans: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 313, p. 189–214, doi:10.1016/j.palaeo.2011.10.020. Tomczyk, H., 1963, Ordowik i sylur w podlou Zapadliska Przedkarpackiego: Rocznik Polskiego Towarzystwa Geologicznego, v. 33, p. 289–320. Trabucho-Alexandre, J., Hay, W.W., and de Boer, P.L., 2012, Phanerozoic environments of black shale deposition and the Wilson cycle: Solid Earth, v. 3, p. 29–42, doi: 10.5194/se-3-29-2012. Trotter, J.A., Williams, I.S., Barnes, C.R., Lecuyer, C., and Nicoll, R.S., 2008, Did cooling oceans trigger Ordovician biodiversification? Evidence from conodont thermometry: Science, v. 321, p. 550–554, doi:10.1126 /science.1155814. Tsandev, I., and Slomp, C.P., 2009, Modeling phosphorus cycling and carbon burial during Cretaceous oceanic anoxic events: Earth and Planetary Science Letters, v. 286, p. 71–79, doi:10.1016/j.epsl.2009.06.016. Tsandev, I., Slomp, C.P., and Van Cappellen, P., 2008, Glacialinterglacial variations in marine phosphorus cycling: Implications for ocean productivity: Global Biogeochemical Cycles, v. 22, doi:10.1029/2007GB003054. Tsandev, I., Rabouille, C., Slomp, C.P., and Van Cappellen, P., 2010, Shelf erosion and submarine river canyons: Implications for deep-sea oxygenation and ocean productivity during glaciation: Biogeosciences, v. 7, p. 1973–1982, doi:10.5194/bg-7-1973-2010. Underwood, C.J., Crowley, S.F., Marshall, J.D., and Brenchley, P.J., 1997, High-resolution carbon isotope stratig raphy of the basal Silurian stratotype (Dob’s Linn, Scotland) and its global correlation: Journal of the Geological Society of London, v. 154, p. 709–718, doi:10.1144 /gsjgs.154.4.0709. Underwood, C.J., Deynoux, M., and Ghienne, J.F., 1998, High palaeolatitude (Hodh, Mauritania) recovery of graptolite faunas after the Hirnantian (end Ordovician) extinction event: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 142, p. 91–105, doi:10.1016/S0031 -0182(98)00070-4. Van Cappellen, P., and Ingall, E.D., 1994, Benthic phosphorus regeneration, net primary production, and ocean anoxia: A model of the coupled marine biogeochemical cycles of carbon and phosphorus: Paleoceanography, v. 9, p. 677– 692, doi:10.1029/94PA01455. Vandenberg, A.H.M., Rickards, R.B., and Holloway, D.J., 1984, The Ordovician-Silurian boundary at Darraweit Guim, central Victoria: Alcheringa, v. 8, p. 1–22, doi: 10.1080/03115518408619607. Vandenbroucke, T.R.A., Armstrong, H.A., Williams, M., Paris, F., Zalasiewicz, J.A., Sabbe, K., Nōlvak, J., Challands, T.J., Verniers, J., and Servais, T., 2010, Polar front shift and atmospheric CO2 during the glacial maximum of the early Paleozoic icehouse: Proceedings of the National Academy of Sciences of the United States of America, v. 107, p. 14,983–14,986, doi:10.1073 /pnas.1003220107. van Staal, C.R., and Hatcher, R.D., Jr., 2010, Global setting of Ordovician orogenesis, in Finney, S.C., and Berry, W.B.N., eds., The Ordovician Earth System: Geological Society of America Special Paper 466, p. 1–11. van Staal, C.R., Vujovich, G.I., Currie, K.L., and Naipauer, M., 2011, An Alpine-style Ordovician collision complex in the Sierra de Pie de Palo, Argentina: Record of subduction of Cuyania beneath the Famatina arc: Journal of Structural Geology, v. 33, p. 343–361, doi:10.1016/j.jsg.2010.10.011. Vaslet, D., 1990, Upper Ordovician glacial deposits in Saudi Arabia: Episodes, v. 13, p. 147–167. Vecoli, M., 2008, Fossil microphytoplankton dynamics across the Ordovician-Silurian boundary: Review of Palaeobotany and Palynology, v. 148, p. 91–107, doi:10.1016 /j.revpalbo.2006.11.004. Vecoli, M., Delabroye, A., Spina, A., and Hints, O., 2011, Cryptospore assemblages from Upper Ordovician (Katian-Hirnantian) strata of Anticosti Island, Quebec, Canada, and Estonia: Palaeophytogeographic and palaeo climatic implications: Review of Palaeobotany and Palynology, v. 166, p. 76–93, doi:10.1016 /j.revpalbo.2011.05.006. Videt, B., Paris, F., Rubino, J.-L., Boumendjel, K., Dabard , M.-P., Loi, A., Ghienne, J.-F., Marante, A., and Gorini, A., 2010, Biostratigraphical calibration of third order Ordovician sequences on the northern Gondwana platform: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 296, p. 359–375, doi:10.1016/j.palaeo.2010 .03.050. Villas, E., Vennin, E., Álvaro, J.J., Hammann, W., Herrera, Z.A., and Piovano, E.L., 2002, The Late Ordovician carbonate sedimentation as a major triggering factor of the Hirnantian glaciation: Bulletin de la Société Géologique de France, v. 173, no. 6, p. 569–578, doi: 10.2113/173.6.569. Vujovich, G.I., van Staal, C.R., and Davis, W., 2004, Age constraints on the tectonic evolution and provenance of the Pie de Palo complex, Cuyania composite terrane, and the Famatinian orogeny in the Sierra de Pie de Palo, San Juan, Argentina: Gondwana Research, v. 7, p. 1041–1056, doi:10.1016/S1342-937X(05)71083-2. Wang, K., Chatterton, B.D.E., Attrep, M.J., and Orth, C.J., 1992, Iridium abundance maxima at the latest Ordo-\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/125/11-12/1635/3405191/1635.pdf by University of Arizona user on 21 February 2019\n1670 Geological Society of America Bulletin, November/December 2013\nvician mass extinction horizon, Yangtze Basin, China: Terrestrial or extraterrestrial?: Geology, v. 20, p. 39– 42, doi:10.1130/0091-7613(1992)020<0039:IAMATL >2.3.CO;2. Wang, T., Hong, D., Jahn, B., Tong, Y., Wang, Y., Han, B., and Wang, X., 2006, Timing, petrogenesis, and setting of Paleozoic synorogenic intrusions from the Altai Mountains, Northwest China: Implications for the tectonic evolution of an accretionary orogen: The Journal of Geology, v. 114, p. 735–751, doi:10.1086/507617. Wang, X., and Chai, Z., 1989, Terminal Ordovician mass extinction and discovery of iridium anomaly—An example from the Ordovician-Silurian boundary section, eastern Yangtze Gorges area, China, in Progress of Geosciences of China 1985–1988, Volume III: Beijing, Geological Publishing House, p. 11–16. Webb, B.C., Rushton, A.W.A., and White, D.E., 1993, Classic Areas of British Geology: Moffatdale and the Upper Ettrick Valley: Description of the Solid Geology of Parts of Sheets NT 10, 11, 20 and 21: London, Her Majesty’s Stationery Offi ce for the British Geological Survey, scale 1:25,000. Wignall, P.B., 1991, Model for transgressive black shales?: Geology, v. 19, p. 167–170. Wignall, P.B., 1994, Black Shales: Oxford, UK, Oxford University Press, 127 p. Wilde, P., 1987, Model of progressive ventilation of the late Precambrian–early Paleozoic ocean: American Journal of Science, v. 287, p. 442–459, doi:10.2475 /ajs.287.5.442. Wilde, P., 1991, Oceanography in the Ordovician, in Barnes, C.R., and Williams, S.H., eds., Advances in Ordovician Geology: Geological Survey of Canada Paper 90–9, p. 283–298. Wilde, P., and Berry, W.B.N., 1984, Destabilization of the oceanic density structure and its signifi cance to marine “extinction” events: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 48, p. 143–162, doi:10.1016 /0031-0182(84)90041-5. Wilde, P., Berry, W.B.N., Quinby-Hunt, M.S., Orth, C.J., Quintana, L.R., and Gilmore, J.S., 1986, Iridium abundances across the Ordovician-Silurian stratotype: Science, v. 233, p. 339–341, doi:10.1126/science.233 .4761.339. Wilde, P., Lyons, T.W., and Quinby-Hunt, M.S., 2004, Organic carbon proxies in black shales: Molybdenum: Chemical Geology, v. 206, p. 167–176, doi:10.1016 /j.chemgeo.2003.12.005. Williams, G.E., 1991, Milankovitch-band cyclicity in bedded halite deposits contemporaneous with Late Ordovician–Early Silurian glaciation, Canning Basin, Western Australia: Earth and Planetary Science Letters, v. 103, p. 143–155, doi:10.1016/0012-821X(91)90156-C. Williams, S.H., 1982, The Late Ordovician graptolite fauna of the Anceps Bands at Dob’s Linn, southern Scotland: Geologica et Palaeontologica, v. 16, p. 29–56. Williams, S.H., 1983, The Ordovician-Silurian boundary graptolite fauna of Dob’s Linn, southern Scotland: Palaeon tology, v. 26, p. 605–639. Williams, S.H., and Barnes, C.R., eds., 1988, Program and Abstracts: Fifth International Symposium on the Ordovician System, August 9–12, 1988: Memorial University, St. John’s, Newfoundland, 117 p. Witzke, B.J., 1987, Models for circulation patterns in epicontinental seas applied to Paleozoic facies of North America craton: Paleoceanography, v. 2, p. 229–248, doi:10.1029/PA002i002p00229. Yan, D.T., Chen, D.Z., Wang, Q.C., Wang, J.G., and Wang, Z.Z., 2009, Carbon and sulfur isotopic anomalies across the Ordovician-Silurian boundary on the Yangtze platform, South China: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 274, p. 32–39, doi:10.1016 /j.palaeo.2008.12.016. Yan, D.T., Chen, D.Z., Wang, Q.C., and Wang, J.G., 2012, Predominance of stratifi ed anoxic Yangtze Sea interrupted by short-term oxygenation during the OrdoSilurian transition: Chemical Geology, v. 291, p. 69–78, doi:10.1016/j.chemgeo.2011.09.015. Yapp, C.J., and Poths, H., 1992, Ancient atmospheric CO2 pressures inferred from natural goethites: Nature, v. 355, p. 342–344, doi:10.1038/355342a0. Young, G.A., Minter, W.E.L., and Theron, J.N., 2004, Geochemistry and palaeogeography of Upper Ordovician glaciogenic sedimentary rocks in the Table Mountain Group, South Africa: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 214, p. 323–345. Young, S.A., Saltzman, M.R., Bergström, S.M., Leslie, S.A., and Chen, X., 2008, Paired 13Ccarb and 13Corg records of Upper Ordovician (Sandbian-Katian) carbonates in North America and China: Implications for paleoceanographic change: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 270, p. 166–178, doi:10.1016 /j.palaeo.2008.09.006. Young, S.A., Saltzman, M.R., Foland, K.A., Linder, J.S., and Kump, L.R., 2009, A major drop in seawater Sr-87/Sr-86 during the Middle Ordovician (Darriwilian): Links to volcanism and climate?: Geology, v. 37, p. 951–954. Young, S.A., Saltzman, M.R., Ausich, W.I., Desrochers, A., and Kaljo, D., 2010, Did changes in atmospheric CO2 coincide with latest Ordovician glacial-interglacial cycles?: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 296, p. 376–388, doi:10.1016/j.palaeo.2010 .02.033. Zalasiewicz, J., Williams, M., Miller, M., Page, A., and Blackett, E., 2007, Early Silurian (Llandovery) graptolites from central Saudi Arabia: First documented\nrecord of Telychian faunas from the Arabian Peninsula: GeoArabia, v. 12, p. 15–36. Zhan, R.B., and Jin, J., 2007, Ordovician–Early Silurian (Llandovery) Stratigraphy and Palaeontology of the Upper Yangtze Platform, South China: Beijing, Science Press, 169 p. Zhang, S.X., and Barnes, C.R., 2002, A New Llandovery (Early Silurian) Conodont Biozonation and Conodonts from the Bescie, Merrimack, and Gun River Formations, Anticosti Island, Quebec: Paleontological Society Memoir 57 (Journal of Paleontology, v. 76, supplement), 46 p. Zhang, S.X., and Barnes, C.R., 2007, Late Ordovician to Early Silurian conodont faunas from the Kolyma terrane, Omulev Mountains, northeast Russia, and their paleobiogeographic affi nity: Journal of Paleontology, v. 81, p. 490–512, doi:10.1666/05077.1. Zhang, T., Shen, Y., Zhan, R., Shen, S., and Chen, X., 2009, Large perturbations of the carbon and sulfur cycle asso ciated with the Late Ordovician mass extinction in South China: Geology, v. 37, p. 299–302, doi:10.1130 /G25477A.1. Zhang, T.G., Trela, W., Jiang, S.Y., Nielsen, J.K., and Shen, Y.N., 2011, Major oceanic redox condition change correlated with the rebound of marine animal diversity during the Late Ordovician: Geology, v. 39, p. 675– 678, doi:10.1130/G32020.1. Zhang, Y.D., Chen, X., Yu, G.H., Goldman, D., and Liu, X., 2007, Ordovician and Silurian Rocks of Northwest Zhejiang and Northeast Jiangxi Provinces, SE China: Hefei, University of Science and Technology of China Press, 189 p. Zhou, L., Su, J., Huang, J.H., Yan, J.X., Xie, X.N., Gao, S., Dai, M.N., and Tonger, 2011, A new paleoenvironmental index for anoxic events—Mo isotopes in black shales from Upper Yangtze marine sediments: Science China–Earth Sciences, v. 54, no. 7, p. 1024–1033, doi:10.1007/s11430-011-4188-z. Zhou, L., Wignall, P., Su, J., Feng, Q., Xie, S., Zhao, L., and Huang, J., 2012, U/Mo ratios and δ98/95Mo as local and global redox proxies during mass extinction events: Chemical Geology, v. 324–325, p. 99107. Žigaitė, Z., Joachimski, M.M., Lehnert, O., and Brazauskas, A., 2010, δ18O composition of conodont apatite indicates climatic cooling during the middle Pridoli: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 294, p. 242–247, doi:10.1016/j.palaeo.2010.03.033."
  }, {
    "heading": "SCIENCE EDITOR: J. BRENDAN MURPHY",
    "text": ""
  }, {
    "heading": "MANUSCRIPT RECEIVED 1 NOVEMBER 2012 REVISED MANUSCRIPT RECEIVED 5 JUNE 2013 MANUSCRIPT ACCEPTED 14 AUGUST 2013",
    "text": "Printed in the USA\nDownloaded from https://pubs.geoscienceworld.org/gsa/gsabulletin/article-pdf/125/11-12/1635/3405191/1635.pdf by University of Arizona user on 21 February 2019"
  }],
  "year": 2013,
  "references": [],
  "id": "SP:2f335117325642c7ef13d7aa8b1c8aea12ce6517",
  "authors": [{
    "name": "Michael J. Melchin",
    "affiliations": []
  }, {
    "name": "Charles E. Mitchell",
    "affiliations": []
  }, {
    "name": "Chris Holmden",
    "affiliations": []
  }, {
    "name": "Petr Štorch",
    "affiliations": []
  }],
  "abstractText": "The Late Ordovician (Katian-Hirnantian) through earliest Silurian (Rhuddanian) interval was a time of varying climate and sea level, marked by a peak glacial episode in the early-mid-Hirnantian. Synthesis of recently published data permits global correlation of at least two cycles of glacial advance and retreat with a distinct interglacial period that is recognizable in sequence-stratigraphic and chemostratigraphic records in many parts of the world. A period of warming and sea-level rise during the late Katian is marked by the widespread occurrences of oceanic anoxia in paleotropical and subtropical localities, mostly confi ned to regions of inferred upwelling and semirestricted marine basins. Nitrogen isotope data show that the regions of oceanic anoxia were marked by intense water-column denitrifi cation in which cyanobacteria were the principal source of fi xed N. In the overlying peak glacial interval of the Hirnantian, sedimentary successions from localities representing a wide range of water depths and paleolatitudes indicate that anoxia was restricted during the early-mid-Hirnantian. The shift to more positive N isotope values also suggests less intense water-column denitrifi cation. In the overlying late Hirnantian and early Rhuddanian, the distribution of black shales reaches its greatest extent in the studied interval. Localities showing evidence of anoxia are globally spread over all paleolatitudes and water depths for which data are available, indicating a Rhuddanian ocean anoxic event comparable to examples from the Mesozoic. It is accompanied by a return to intensely denitrifying conditions within the water column, as indicated by the shift to negative N isotope values. The two phases of Hirnantian mass extinction coincide with rapid, climate-driven changes in oceanic anoxia. The fi rst extinction occurred at the onset of glaciation and with the loss of anoxic conditions at the end of the Katian. The second extinction occurred at the demise of glaciation and coincided with the return of anoxic conditions during the late Hirnantian–early Rhuddanian. Integration of our N isotope data with graptolite biodiversity records suggests that the extinctions were profoundly infl uenced by changes occurring at the base of the marine food web, i.e., redoxdriven changes in nutrient cycling and primary producer communities.",
  "title": "Environmental changes in the Late Ordovician– early Silurian: Review and new insights from black shales and nitrogen isotopes"
}