{
  "sections": [{
    "text": "Source of the great A.D. 1257 mystery eruption unveiled, Samalas volcano, Rinjani Volcanic Complex, Indonesia"
  }, {
    "heading": "Franck Lavignea,1, Jean-Philippe Degeaia,b, Jean-Christophe Komorowskic, Sébastien Guilletd, Vincent Roberta, Pierre Lahittee, Clive Oppenheimerf, Markus Stoffeld,g, Céline M. Vidalc, Suronoh, Indyo Pratomoi, Patrick Wassmera,j, Irka Hajdask, Danang Sri Hadmokol, and Edouard de Belizala",
    "text": "aUniversité Paris 1 Panthéon-Sorbonne, Département de Géographie, and Laboratoire de Géographie Physique, Centre National de la Recherche Scientifique, Unité Mixte de Recherche 8591, 92195 Meudon, France; bUniversité Montpellier 3 Paul Valéry and Centre National de la Recherche Scientifique, Unité Mixte de Recherche 5140, 34970 Lattes, France; cInstitut de Physique du Globe, Equipe Géologie des Systèmes Volcaniques, Centre National de la Recherche Scientifique, Unité Mixte de Recherche 7654, Sorbonne Paris-Cité, 75238 Paris Cedex 05, France; dInstitute of Geological Sciences, University of Bern, 3012 Bern, Switzerland; eDépartement des Sciences de la Terre (IDES), Université Paris-Sud, 91405 Orsay Cedex, France; fDepartment of Geography, University of Cambridge, Cambridge CB2 3EN, United Kingdom; gDepartment of Earth Sciences, Institute for Environmental Sciences, University of Geneva, 1227 Carouge, Switzerland; hCenter for Volcanology and Geological Hazard Mitigation, Geological Agency, 40122 Bandung, Indonesia; iGeological Museum, Geological Agency, 40122 Bandung, Indonesia; jFaculté de Géographie et d’Aménagement, Université de Strasbourg, 67000 Strasbourg, France; kLaboratory of Ion Beam Physics, Eidgenössiche Technische Hochschule, 8093 Zürich, Switzerland; and lFaculty of Geography, Department of Environmental Geography, Gadjah Mada University, Bulaksumur, 55281 Yogyakarta, Indonesia\nEdited by Ikuo Kushiro, University of Tokyo, Tsukuba, Japan, and approved September 4, 2013 (received for review April 21, 2013)\nPolar ice core records attest to a colossal volcanic eruption that took place ca. A.D. 1257 or 1258, most probably in the tropics. Estimates based on sulfate deposition in these records suggest that it yielded the largest volcanic sulfur release to the stratosphere of the past 7,000 y. Tree rings, medieval chronicles, and computational models corroborate the expected worldwide atmospheric and climatic effects of this eruption. However, until now there has been no convincing candidate for the mid-13th century “mystery eruption.” Drawing upon compelling evidence from stratigraphic and geomorphic data, physical volcanology, radiocarbon dating, tephra geochemistry, and chronicles, we argue the source of this long-sought eruption is the Samalas volcano, adjacent to Mount Rinjani on Lombok Island, Indonesia. At least 40 km3\n(dense-rock equivalent) of tephra were deposited and the eruption column reached an altitude of up to 43 km. Three principal pumice fallout deposits mantle the region and thick pyroclastic flow deposits are found at the coast, 25 km from source. With an estimated magnitude of 7, this event ranks among the largest Holocene explosive eruptions. Radiocarbon dates on charcoal are consistent with a mid-13th century eruption. In addition, glass geochemistry of the associated pumice deposits matches that of shards found in both Arctic and Antarctic ice cores, providing compelling evidence to link the prominent A.D. 1258/1259 ice core sulfate spike to Samalas. We further constrain the timing of the mystery eruption based on tephra dispersal and historical records, suggesting it occurred between May and October A.D. 1257.\nvolcanism | climate | ultraplinian | caldera | archaeology\nOver the last three decades, ice core records have offereda unique opportunity to study past volcanism and its environmental impacts. Glaciochemical records have yielded estimates of volcanic sulfate aerosol loadings in the stratosphere associated with large volcanic eruptions, and have also been used to gauge the Earth system response of volcanism (1, 2). These high-resolution records have also revealed many significant eruptions that remain otherwise unknown (3, 4). One of the largest of these “mystery eruptions” has an ice core sulfate deposit dated to A.D. 1258/1259, pointing to an eruption in A.D. 1257 or 1258 (5). Estimates of its stratospheric sulfate load are around eight- and two-times greater than those of Krakatau in A.D. 1883 and Tambora in A.D. 1815, respectively (6), ranking it among the most significant volcanic events of the Holocene (7). Tree-ring, historical, and archeological records attest to substantial climatic impacts, which were most pronounced in the\nnorthern hemisphere in A.D. 1258 (8–11). Medieval chronicles highlight an unseasonable cold summer with incessant rains, associated with devastating floods and poor harvests (10). The interhemispheric transport of tephra and sulfate suggests a lowlatitude eruption (12, 13). Until now, however, identification of the volcano responsible for the medieval “year without summer” has remained uncertain, despite more than 30 y of investigations. Various candidates have been implicated, including Okataina (New Zealand), El Chichón (Mexico), and Quilotoa (Ecuador), but none of these presents a strong case with respect to eruption magnitude, geochemistry, and timing (14–17). Here, we present a unique and compelling candidate for the\nsource of the mid-13th century mystery eruption, based—among others things—on historical records from Indonesia. The records we use are known as Babad Lombok and written on palm leaves in Old Javanese. These documents describe a catastrophic caldera-forming eruption of Mount Samalas, a volcano adjacent to Mount Rinjani (Lombok Island) (Fig. 1), and the formation of\nSignificance\nBased on ice core archives of sulfate and tephra deposition, one of the largest volcanic eruptions of the historic period and of the past 7,000 y occurred in A.D. 1257. However the source of this “mystery eruption” remained unknown. Drawing on a robust body of new evidence from radiocarbon dates, tephra geochemistry, stratigraphic data, a medieval chronicle, this study argues that the source of this eruption is Samalas volcano, part of the Mount Rinjani Volcanic Complex on Lombok Island, Indonesia. These results solve a conundrum that has puzzled glaciologists, volcanologists, and climatologists for more than three decades. In addition, the identification of this volcano gives rise to the existence of a forgotten Pompeii in the Far East.\nAuthor contributions: F.L. designed research; F.L., J.-P.D., S.G., V.R., C.M.V., S., I.P., P.W., D.S.H., and E.d.B. performed research; P.L. contributed new reagents/analytic tools; J.-P.D., J.-C.K., S.G., V.R., P.L., C.O., and I.H. analyzed data; F.L., J.-C.K., S.G., C.O., and M.S. wrote the paper; and S. provided maps and baseline data.\nThe authors declare no conflict of interest.\nThis article is a PNAS Direct Submission.\nFreely available online through the PNAS open access option. 1To whom correspondence should be addressed. E-mail: franck.lavigne@univ-paris1.fr.\nThis article contains supporting information online at www.pnas.org/lookup/suppl/doi:10. 1073/pnas.1307520110/-/DCSupplemental.\n16742–16747 | PNAS | October 15, 2013 | vol. 110 | no. 42 www.pnas.org/cgi/doi/10.1073/pnas.1307520110\nthe 6 × 8.5-km-wide and 800-m-deep Segara Anak caldera (Fig. 2A) and the horseshoe-shaped collapse structure that deeply incises the western flank of Rinjani volcano (Fig. 2B). The source also describes a sequence of volcanic phenomena (i.e., voluminous ashfall and pyroclastic flows) that would have devastated the lands and villages around the volcano, as well as the Kingdom’s capital, Pamatan, thereby killing thousands of people (18) (see the written sources provided in SI Materials and Methods). According to the Babad Lombok, this cataclysmic event took place before the Selaparang period (i.e., before the end of the 13th century). The age of the caldera was considered Holocene or older in the global databases and in the geological map of Lombok, whereas Nasution et al. (19) suggested that a caldera eruption had occurred between A.D. 1210 and A.D. 1260. Drawing on physical volcanology, stratigraphic, and geomorphic data, high-precision radiocarbon dating, tephra geochemistry, and on an exegesis of historical texts, we present fresh evidence that corroborate the events described in the Babad Lombok. We suggest that the caldera-forming eruption of Samalas is one the largest events of the past 7,000 y (Table S1), and the likely source of the A.D. 1258/1259 sulfate spike identified in polar ice cores. We reconstruct the nature and dynamics of the caldera-forming eruption of Samalas based on a study of associated deposits, and discuss the dating and geochemical evidence that link the volcano to the mid-13th century mystery eruption."
  }, {
    "heading": "Results: The Caldera-Forming Eruption of Mount Samalas",
    "text": "Detailed stratigraphic and sedimentological analyses of deposits, based on 130 outcrops, reveal a complex stratigraphy marked by a series of at least two major Plinian (F1 and F3) units intercalated with a phreatoplinian (F2) fallout unit (Figs. S1 and S2), subsequently overlain by a sequence of voluminous pumice-rich pyroclastic density current (PDC) deposits formed as a result of wholesale collapse of the eruption column, associated with caldera formation. Our fieldwork reveals a widespread and ubiquitous F1 fallout deposit on Lombok that was preserved on neighboring islands of Bali, Sumbawa, and most likely east Java, given the geometry of the 10-cm isopach (Fig. 3). Isopach and isopleth maps of the F1 fallout unit identify it as an ultraplinian deposit produced by one of the most powerful historic Plinian eruptions. From the isopach distribution (Fig. 3) we calculate a minimum bulk deposit\nvolume of around 5.6 to 7.6 km3, depending on the slope of the distal segment S2, which can vary from 0.013 to 0.009 (Fig. S6). Assuming a deposit density of 900 kg·m–3 and a dense-rock density of 2,470 kg·m–3, this amounts to a dense-rock equivalent (DRE) volume of 2 to 2.8 km3, approximately twice the magnitude estimated for the A.D. 1815 Tambora F4 climactic Plinian fallout deposits (1.2 km3) (20, 21). This amount is equivalent to a total mass of 5 to 6.9 × 1012 kg and corresponds to a magnitude of 5.7 to 5.8 for the fallout phase only, calculated from the expression (22): log10(total mass of deposit in kilograms) – 7. The height of the eruption plume was calculated from contour maps of the measured values of the largest axis of the five largest lithic and pumice clasts at any site (Fig. S3), using the method of Carey and Sparks (23) and Biass and Bonadonna (24). This finding suggests that the F1 eruption plume reached a maximum altitude of 43 km above sea level (Fig. S4), with a minimum of 34 km and a maximum of 52 km, given the uncertainties of empirically determined clast size measurements (25, 26). Mass and volumetric eruption rates (MER and VER) were estimated from column height and eruption temperature (Fig. S4). Considering a maximum column height of 43 ± 8.6 km and an estimated magma temperature of 1,000 °C (determined from rehomogenization of glass inclusions in plagioclase crystals), the F1 ultraplinian phase would have had an MER of 4 × 108 kg·s–1 (2–6 × 108 kg·s–1) based on the model of Sparks (27) (Fig. S5). The model of Carey and Sigurdsson (28) yields an MER of 8 × 108 kg·s–1 (3 × 108 to 3 × 109 kg·s–1), and the one of Wilson and Walker (29) an upper value of 1 × 109 kg·s–1 (4.5 × 108 to 2.3 × 109 kg·s–1). For this phase, we calculate an intensity of 11.3–12 from the expression (22): log10(total mass eruption rate in kg/s) + 3. These values infer a duration of about 4 ± 2.6 h for the F1 ultraplinian phase.\nFig. 2. Samalas caldera and Segara Anak. (A) Photograph of the present caldera viewed from the east (photo: Zulz, “Gunung Baru” June 26, 2006 via Flickr, Creative Commons License). (B) Present (shaded tones surface) and preexplosion reconstructed topography (black grid). We assume that a caldera was absent before the mid-13th century eruption, because no other large Plinian eruption has been identified.\nLavigne et al. PNAS | October 15, 2013 | vol. 110 | no. 42 | 16743\nEA RT\nH ,A\nTM O SP\nH ER\nIC ,\nA N D PL\nA N ET\nA RY\nSC IE N CE S EN V IR O N M EN TA L SC IE N CE S\nAnalysis of the F3 unit indicates an event of similar magnitude to F1 with a minimum bulk volume of 4.7–5.6 km3 (1.7–2 km3 DRE), corresponding to a total mass of 4.2–5.1 × 1012 kg, a magnitude of 5.6 to 5.7, and an intensity of 10.7–11 for this fallout phase. The plume of the F3 Plinian phase reached an estimated maximum altitude of 23–24 km. Hence, given that the MER was lower, on the order of 9 × 107 to 1 × 108 kg·s−1 using the model of Wilson and Walker (29) and 5 × 107 kg·s−1 using the model Carey and Sigurdsson (28), this phase of the eruption lasted for an estimated mean duration of 18.8 ± 7.7 h. Improved distal thickness data would likely increase this volume, which currently is based on a one-segment exponential thinning law with a slope of 0.014 (Fig. S6). Using a distal segment for F3 with a slope <0.012, as would be expected for such widespread fallout deposits, would add a volume of at least 20% (Fig. S6). Clear evidence thus exists that the MER for the Plinian F1 and F3 fallout phases of the Samalas caldera eruption was significantly greater than that of the A.D. 1815 Tambora eruption (20, 21). The Plinian phases were followed by the formation of the caldera and the generation of voluminous PDCs, producing immense umbrella clouds and intense tephra fallout in the region. Although highly eroded over the past 750 y, PDC deposits reaching 35-m thick can still be observed 25 km from the caldera (Fig. 1 and Fig. S7). Comparing thicknesses at equivalent distances, the volume of onshore PDC deposits associated with Samalas (14.5 ± 0.7 km3, equivalent to 8.0 ± 0.4 km3 dense magma based on a measured deposit density of 1,370 kg·m3, and a bubble-free rock density of 2,480 kg·m–3) exceeds that of the Tambora 1815 deposits (2.8 km3) (20, 21). Based on a model of the precaldera topography of Mount Samalas, we calculate that it originally rose to 4,200 ± 100 m above sea level (Fig. 2B and SI Material and Methods), similar to the estimated pre-1815 height of Tambora (30). The precaldera Samalas cone above the height of the present-day rim of the caldera therefore had a volume of approximately 14.5–15.4 km3. Given that field evidence is missing for the occurrence of lithicrich PDC deposits or debris avalanche deposits, and that Plinian fallout deposits contain less than 10% by weight of lithic fragments that originated from the older edifice, we hypothesize that the Samalas caldera formed primarily as a result of collapse associated with the withdrawal of large volumes of volatile-saturated magma. As a consequence, most of the volume of the original upper part of the edifice must have collapsed within the caldera. The total size of the Samalas eruption can be approximated by the sum of (SI Materials and Methods): (i) the volume of the current caldera and of the missing upper cone (33.8 ± 2.7 km3), (ii) the volume of the debris avalanche deposit from nearby Rinjani volcano (2.5 ± 0.4 km3) that partly in-filled the caldera during the Samalas eruption (based on the Babad Lombok), and (iii) the volume of postcaldera eruptive products within the caldera (3.7 ± 2.4 km3). This result yields an estimate of about 40.2 ± 3 km3 DRE of magma. Because of the large uncertainties and limited exposures, a determination of the volume of erupted magma based on mapping of tephra only yields a volume of about 21 km3 DRE. The total magnitude estimate for the Salamas eruption amounts to 7.0, which represents a minimum because: (i) the bulk fallout deposit density used for converting to deposit mass applies to proximal regions; medial and distal deposits have higher, but as yet undetermined bulk densities that will convert to higher deposit mass; (ii) we were unable to determine reliably the volumetric contributions from the F2 Phreatoplinian phase (≥0.39 km3) and F4 fallout deposits (Fig. S1); (iii) the volume of fallout and PDC deposits filling the caldera could not be determined; (iv) we could not estimate the volume of the submarine PDC deposits; and (v) we lack data to determine the volume of distal ash deposited from Plinian and co-PDC plumes. Indeed, Self et al. (20) have determined that the volume of the distal co-PDC ashfall of the Tambora A.D. 1815 eruption was about 26.6 km3 DRE of the eruption total of approximately 33 km3 DRE. The exceptional eruption’s intensity of 12 is confirmed by the high dispersal index D in excess of 49,000 km2, defined by Walker (31) as the area enclosed by the 0.01 Tmax isopach, which for Samalas is the 1.91-cm isopach (part of the distal exponential thinning segment 2 of Fig. S6). The Samalas F1 deposit is notably fine-grained, consistent with a very high fragmentation index F of about 80%, based on the correlation established by Pyle (22) between the half-distance ratio BC/BT and F defined by Walker (31).\n16744 | www.pnas.org/cgi/doi/10.1073/pnas.1307520110 Lavigne et al.\nTo confirm the eruption date suggested by the Babad Lombok, carbonized tree trunks and branches were sampled within or at the base of the PDC deposits on the flanks of Samalas and Rinjani volcanoes. The age model and 14C chronology for the eruption was determined by adopting a Bayesian modeling approach using OxCal v.4.2.2 (32). Calibration of 14C dates was done with the IntCal09 calibration curve (33) for a total of 21 accelerator mass spectrometry and 1 conventional 14C samples, with an analytical precision up to 25 14C years (Fig. 4). Radiocarbon dates are all consistent with a mid-13th century eruption and the age model shows an absence of samples younger than A.D. 1257. The present forest of Rinjani is composed of Podocarpus and\nEngelhardia (1,200–2,100 m above sea level) and Casuarina junghuhniana (<2,700 m above sea level), which have been demonstrated to live for hundreds of years (34). Because of the fact that various fragments of charred tree trunk were sampled (in the sense of “older” wood from inner rings and “younger” wood from outer rings), we observe a “tail” toward older ages in the age distribution. Passive long-term soil degassing or atmospheric (pre)eruptive degassing are known to cause additional offsets toward older radiocarbon ages and cannot be excluded, but this seems unlikely in the present case. The younger eruption age boundary therefore remains at A.D. 1257."
  }, {
    "heading": "Discussion",
    "text": "The Mount Samalas Caldera-Forming Eruption: One of the Largest Holocene Eruptions. With an estimated minimum magnitude of 7.0 and an intensity of up to 12, the Samalas eruption clearly ranks among the greatest volcanic episodes of the Holocene, together with the seventh Millennium B.C. Kuril lake (Kamchatka, Russia), the sixth Millennium B.C. Mount Mazama (Crater Lake, OR), the “Minoan” eruption of Santorini (Greece), or the Tierra Blanca Joven eruption of Ilopango (El Salvador), possibly in the sixth century A.D. (Table S1). A minimum of 40 km3 of dense magma was expelled during the Samalas eruption. Keeping in mind that the volume estimates for large eruptions can be notably underestimated (25, 26), it is possible that the total volume of the Samalas eruption might have exceeded the minimum volume of 30–33 km3 DRE of magma produced by the magnitude 6.9 Tambora A.D. 1815 eruption (21). The characteristics of the Samalas F1 deposit are comparable to those of the Taupo A.D. 180 ultraplinian eruption (35 km3 DRE), identified as the most intense known historic eruption (22).\nThe Strongest Candidate for the Mid-13th Century Mystery Eruption. Of the previous suggestions for the identity of the mid-13th century mystery eruption, El Chichón and Okataina can be readily discarded because calibration of radiocarbon dates removes any hint of a good temporal match (1, 15–17). The other tentative identification refers to Quilotoa (Ecuador). Radiocarbon dates place its last major eruption to between A.D. 1147 and 1320 (34). Although in the appropriate time range, the remaining evidence is weak. The lower bulk deposit volume of 18.7 km3 (35) corresponds to a lower estimated magnitude of 6.6 (Table S1), which would require the magma to have been exceptionally sulfur-rich to account for the sulfate deposition preserved in polar ice cores. Furthermore, the glass chemistry of the Quilotoa tephra does not correspond closely to the published composition of glass shards identified in the Greenland Ice Sheet Project 2 (Greenland) and Antarctic ice cores, especially with respect to contents of SiO2 and Al2O3 (1, 13, 36). In contrast, the major element composition of glass shards identified in the ice cores (SiO2∼69–70 wt% and Na2O+K2O∼8– 8.5 wt%) is a much closer match to the composition of glass shards values of the Samalas Plinian fall deposits (Fig. 5 and Table S2). Samalas glass has a trachytic-rhyolitic composition (Fig. 5A), with normalized SiO2 and Na2O+K2O values ranging from 68.78 ± 0.49–8.28 ± 0.28 wt% for F1, to 69.95 ± 0.54– 8.41 ± 0.32 wt% for F3, respectively. Values of Al2O3, FeOt, and CaO of the Samalas Plinian fall deposits are also found within equivalent ranges in the glass shards from the ice-core tephra (Fig. 5 B and C). In fact, the difference in SiO2 content between Samalas glass and the average composition of glass shards from ice cores is 0.51 wt% for F1 and −0.65 wt% for F3; and 1.12 wt% and 0.64 wt% for Al2O3, respectfully. For all other major elements, the difference varies from a minimum of 0.03–1.08 (Table S2). Pearce et al. (37, 38) have shown that positive matching of source with distal tephra requires the difference in composition to be ≤1–2% for SiO2 and Al2O3, and ≤5–10% for all other elements, therefore pointing to a very strong correlation between volcanic glass of the F1, F2, and F3 units of Samalas and the 1258/1259 ice-core tephra, with 1-σ error bars crossing each other for the eight major oxides. These results are compelling and suggest that both the tephra retrieved in ice cores and the associated A.D. 1258/1259 sulfate spike originated from Mount Samalas. However, despite the successes of ice core tephrochronology (39, 40), we recognize the limitations of geochemical correlations of tephra samples (41–43).\nRefining the Samalas Eruption Date. Previous evaluation of the timing of the mystery eruption has suggested that it occurred in January A.D. 1258 (10). However, a study by Oppenheimer (5)\nLavigne et al. PNAS | October 15, 2013 | vol. 110 | no. 42 | 16745\nEA RT\nH ,A\nTM O SP\nH ER\nIC ,\nA N D PL\nA N ET\nA RY\nSC IE N CE S EN V IR O N M EN TA L SC IE N CE S\nand a more recently published glaciochemical record for the Law Dome ice core (Eastern Antarctica), which identifies sulfate deposition in A.D. 1257 ± 1 y (44), suggest an eruption in A.D. 1257. Contemporary documents (10) and growth anomalies in tree-ring records indicate widespread summer cooling of the continental northern hemisphere, also consistent with an eruption in A.D. 1257. We have also found medieval records that point to a warm weather in the winter of A.D. 1257/1258 in western Europe. In Arras (northern France), for example, the winter was described as so mild “that frost barely lasted for more than two days. In January [1258], violets could be observed, and strawberries and apple trees were in blossom” (45) (SI Material and Methods). Winter warming of continental regions of the northern hemisphere is recognized as a dynamic response of the\natmosphere to high-sulfur eruptions in the tropics (46–48), providing further evidence for an A.D. 1257 eruption date. The distribution of tephra fall deposits from Mount Samalas (Fig. 3) reveals preferential tephra dispersal to the west, compatible with easterly trade winds that prevail during the dry season. These data would suggest an eruption between May and October 1257."
  }, {
    "heading": "Conclusions",
    "text": "Identification of the volcano responsible for the mid-13th century mystery eruption has eluded glaciologists, volcanologists, and climatologists for three decades. We now present a prima facie case to implicate Samalas as the origin of this great ultraplinian eruption. The tropical location, the size of its caldera (Segara Anak), the timing of the eruption, its magnitude, and the match between the geochemical composition of Mount Samalas ash with glass shards found in ice cores from Greenland and Antarctica that are associated with the largest sulfate spike in the past 7,000 y, all point to this volcano as the source of the great mid-13th century stratospheric dust veil. The identification of this exceptional eruption of Mount Samalas places another Indonesian volcano (along with Toba, Tambora, and Krakatau) in the spotlight of efforts to understand the abrupt environmental and societal changes associated with major episodes of volcanism and caldera genesis. Archaeologists recently determined a date of A.D. 1258 for mass burial of thousands of medieval skeletons in London (11), which can thus be linked to the global impacts of the A.D. 1257 ultraplinian Samalas eruption. At the local and regional scales, the socio-economic and environmental consequences of this cataclysmic event must have been dramatic. Significant parts of Lombok, Bali, and the western part of Sumbawa were likely left sterile and uninhabitable for generations. This finding might provide insights as to the reasons why the Javanese King Kertanegara, who invaded Bali in A.D. 1284 (49), did not encounter any resistance by local population. The Babad Lombok indicates that the eruption of Mount Samalas destroyed Pamatan, the capital of the Lombok kingdom. We speculate that this ancient city lies buried beneath tephra deposits somewhere on the island. Should it be discovered, Pamatan might represent a “Pompeii of the Far East,” and could provide important insights not only into Indonesian history but also into the vulnerability, adaptation, and resilience of past societies faced with volcanic hazards associated with large-magnitude explosive eruptions."
  }, {
    "heading": "Materials and Methods",
    "text": "Isopleth maps show isocontours of equal maximal clast size that allow the derivation of eruption parameters, such as the total column height and the intensity of the eruption (mass eruption flux in kilograms per s−1). The average length of the longest axis of the five largest vesicular pumice clasts, as defined by Biass and Bonadonna (24), from the unit F1 were measured at 36 localities to construct the maximum pumice (MP) isopleth map (Fig. S3). Maximum lithic (ML) isopachs could not be determined with confidence as the dataset was limited to 14 sites given the lithic-poor characteristic of the deposit. The maximum height HT of the column was determined using the model of Carey and Sparks (23) and the data from the 2- and 3-cm isopleths for pumice clasts. Biass and Bonadonna (24) and Bonadonna et al. (26) have determined the uncertainty on the maximal clast size to be ≤20% across different measuring strategies.\nThe property of Plinian fallout deposits to show an exponential thinning behavior with distance allows calculation of deposit volume of the mapped deposit, as well as an estimation (by extrapolation to an arbitrary thickness) of themissing volume. Applying themethodology of Fierstein andNathenson (50) and Pyle (51), we show on a plot of log (isopach thickness) vs. (isopach area)0.5 that the Samalas F1 unit is characterized by a two-segment thinning law (proximal and distal segment), whereas the F3 unit is characterized by a single segment law (Fig. S6). We calculated a minimum bulk deposit volume of 5.6–7.6 km3 for the F1 unit and of 4.7–5.6 km3 for the F3 unit. Given a deposit density of 900 kg·m−3 and a dense-rock powder density of 2,470 kg·m−3 for the magma measured by pycnometry of ground pumice, we derived a total DRE volume of 2–2.8 km3 for the F1 unit and of 1.7–2 km3 for the\n16746 | www.pnas.org/cgi/doi/10.1073/pnas.1307520110 Lavigne et al.\nF3 unit, summing to a minimum DRE volume of 3.7–4.3 km3 for the two main Plinian fallout phases (F1 and F3) of the Samalas eruption, excluding associated Plinian column collapse PDC deposits for the F1 and the F3 phase.\nAnalyses of nine major elements (Na, K, Si, Al, Mg, Ca, Fe, Ti, and Mn) and four volatile species (F, Cl, S, and P) were obtained from the matrix glass of the pumice from Plinian falls F1 to F3, using a Cameca SX100 electronic microprobe. Measurements used a 15-kV acceleration voltage and a 4-nA beam current. A defocused 4-μmbeamwas used because of the high vesicularity of the Samalas pumice, which made it difficult to locate larger areas of polished glass.\nWe verifiedwith the EDX probe thatmeasurement points avoided feldspar microlites, which are more abundant in the F2 and F3 pumice. Counting times were set at 5 s for Na, Si, and K elements, and 10 s for the other elements. Volatile elements were measured using a 15-kV, 30-nA beam current, and a defocused 4-μm beam. Counting times were set at 30 s for all elements. To compare the chemical composition of the matrix glass from the Samalas Plinian fall deposits with glass shards found in polar ice cores (from the mid13th century mystery eruption), we normalized compositions to 100% for eight oxides (SiO2, TiO2, Al2O3, FeO, MgO, CaO, Na2O, and K2O). The chemical composition of the ice core tephra was previously measured by electron microprobe analysis (13). We recalculated and renormalized to\n100% this composition after converting Fe2O3 to FeO based on molar masses. Comparison of the volcanic glass major element geochemical composition was made for 165 analyses of Samalas pyroclastic fall deposits (matrix glass) and 25 analyses for the ice core tephra (13).\nACKNOWLEDGMENTS. We thank Anne-Kyria Robin, Gilang Arya Dipayana, Catherine Kuzucuoglu, Clément Virmoux, Hiden, Syamsuddin, Wiwit Suryanto for participating in the fieldwork; the Indonesian Ministry of Research (RISTEK), the local government of Lombok, Gadjah Mada University, the University of Mataram, and Karen Fontijn for providing data from Bali; Putu Perdana and Kusuma Wiguna for facilitating fieldwork; Michel Fialin and Frédéric Couffignal for assistance in geochemical analyses; Julie Morin for mapping assistance; and Samia Hidalgo and Agnès Michel for clast density and pycnometry measurements. We thank two anonymous reviewers for their throrough and insightful comments and suggestions which improved the manuscript. Fieldwork was supported by the Laboratoire de Géographie Physique, University Paris 1-Panthéon-Sorbonne, the Centre National pour la Recherche Scientifique, the ECRin project (AO-INSU-2013), and the Institut de Physique du Globe de Paris. This research represents part of the work of the Laboratory of Excellence (LabEx) Dynamiques Territoriale (DYNAMITE) of the Pôle Recherche et Enseignement Supérieur Hautes Etudes Sorbonne Art et Métiers (PRES HESAM).\n1. Kurbatov AV, et al. (2006) A 12,000 year record of explosive volcanism in the Siple Dome Ice Core, West Antarctica. J Geophys Res 111:D12307. 2. Gao C, Robock A, Ammann C (2008) Volcanic forcing of climate over the past 1500 years: An improved ice core-based index for climate models. J Geophys Res 113:D23111. 3. Cole-Dai J, Mosley-Thompson E, Thompson L (1991) Ice core evidence for an explosive tropical eruption 6 years preceding Tambora. J Geophys Res 96(17):361–366. 4. Hammer CU, Clausen HB, Dansgaard W (1980) Greenland ice sheet evidence of postglacial volcanism and its climatic impact. Nature 288:230–235. 5. Oppenheimer C (2003) Ice core and palaeoclimatic evidence for the timing and nature of the great mid-13th century volcanic eruption. Int J Climatol 23(4):417–426. 6. Crowley TJ (2000) Causes of climate change over the past 1000 years. Science 289(5477):270–277. 7. Emile-Geay JR, Seager R, Cane MA, Cook ER, Haug GH (2008) Volcanoes and ENSO over the past millennium. J Clim 21(13):3134–3148. 8. D’Arrigo R, et al. Spatial response to major volcanic events on or about AD 536, 934 and 1258: Frost rings and other dendrochronological evidence from Mongolia and Northern Siberia: Comment on R.B Stothers, Volcanic dry fogs, climate cooling, and plague pandemics in Europe and theMiddle East (Clim Change 42(4), 1999). Clim Change 49(1-2):239–246. 9. Luckman BH, Wilson RJS (2005) Summer temperatures in the Canadian Rockies during the last millennium—A revised record. Clim Dyn 24(2-3):131–144.\n10. Stothers RB (2000) Climatic and demographic consequences of the massive eruption of 1258. Clim Change 45(2):361–374. 11. Connell B, et al. (2012) A Bioarchaeological Study of Medieval Burials on the Site of St Mary Spital: Excavations at Spitalfields Market, London E1, 1991–2007 (Museum of London Archaeology, Monograph Series 60, London). 12. Langway CC, Clausen HB, Hammer CU (1988) An inter-hemispheric volcanic timemarker in ice cores from Greenland and Antarctica. Ann Glaciol 10:102–108. 13. Palais JM, Germani MS, Zielinski GA (1992) Interhemispheric transport of volcanic ash from a 1259 A.D. volcanic eruption to the Greenland and Antarctic ice sheets. Geophys Res Lett 19(8):801–804. 14. Lowe DJ, Higham TFG (1997) Hit-or-myth? Linking a 1259 AD acid spike with an Okataina eruption. (response to P.C. Buckland et al., Antiquity, 71, p. 581, 1997). Antiquity 72(276):427–431. 15. Nooren CA (2009) Tephrochronological evidence for the late Holocene eruption history of El Chichón Volcano, Mexico. Geofis Int 48(1):97–112. 16. Buckland PC, Dugmore AJ, Kevin JE (1997) Bronze Agemyths? Volcanic activity and human response in the Mediterranean and North Atlantic regions. Antiquity 71(273):581–593. 17. Oppenheimer C (2011) Eruptions that Shook the World (Cambridge Univ Press, Cambridge, UK). 18. Marrison GE (1999) Sasak and Javanese Literature of Lombok (KITLV, Leiden, Netherlands). 19. Nasution A, Takada A, Udibowo, Widarto D, Hutasoit L (2010) Rinjani and Propok volcanics as a heat sources of geothermal prospects fron eastern Lombok, Indonesia. Jurnal Geoaplika 5(1):1–9. 20. Sigurdsson H, Carey S (1989) Plinian and co-ignimbrite tephra fall from the 1815 eruption of Tambora volcano. Bull Volcanol 51(4):243–270. 21. Self S, Gertisser R, Thordarson T, Rampino MR, Wolff JA (2004) Magma volume, volatile emissions, and stratospheric aerosols from the 1815 eruption of Tambora. Geophys Res Lett 31:L20608. 22. Pyle DM (2000) Sizes of volcanic eruptions. Encyclopedia of Volcanoes, eds Sigurdsson H, Houghton B, Rymer H, Stix J, McNutt S (Academic, San Diego), pp 263–269. 23. Carey S, Sparks RSJ (1986) Quantitative models of fallout and dispersal of tephra from volcanic eruption columns. Bull Volcanol 48(109):109–125. 24. Biass S, Bonadonna C (2011) A quantitative uncertainty assessment of eruptive parameters derived from tephra deposits: The example of two large eruptions of Cotopaxi volcano, Ecuador. Bull Volcanol 73(1):73–90. 25. Burden RE, et al. (2011) Estimating volcanic plume heights from depositional clast size. J Geophys Res Solid Earth 116:B11206.\n26. Bonadonna C, et al. (2013) Determination of the largest clast sizes of tephra deposits for the characterization of explosive eruptions: A study of the IAVCEI commission on tephra hazard modeling. Bull Volcanol 75(1):680. 27. Sparks RSJ (1986) The dimension and dynamics of volcanic eruption columns. Bull Volcanol 48(1):3–15. 28. Carey SN, Sigurdsson H (1989) The intensity of Plinian eruptions. Bull Volcanol 51:28–40. 29. Wilson L, Walker GPL (1987) Explosive volcanic eruptions-VI. Ejecta dispersal in Plinian eruptions: The control of eruption conditions and atmospheric properties. Geophys J R Astron Soc 89(2):657–679. 30. Stothers RB (1984) The great tambora eruption in 1815 and its aftermath. Science 224(4654):1191–1198. 31. Walker GPL (1973) Explosive Volcanic Eruptions—A new classification scheme. Geol Rundsch 62(2):431–446. 32. Bronk Ramsey C (2009) Bayesian analysis of radiocarbon dates. Radiocarbon 51(1): 337–360. 33. Reimer PJ, et al. (2009) Intcal09 and Marine09 radiocarbon age calibration curves, 0–50,000 years cal BP. Radiocarbon 51(4):1111–1150. 34. Monk KA, et al. (1997) The Ecology of Nusa Tenggara and Maluku (Periplus, Singapore). 35. Mothes PA, Hall ML (2008) The plinian fallout associated with Quilotoa’s 800 yr BP eruption, Ecuadorian Andes. J Volcanol Geotherm Res 176(1):56–69. 36. Rosi M, Landi P, Polacci M, Di Muro A, Zandomeneghi D (2004) Role of conduit shear on ascent of the crystal-rich magma feeding the 800-year-B.P. Plinian eruption of Quilotoa volcano (Ecuador). Bull Volcanol 66(4):307–321. 37. Pearce NJG, Westgate JA, Perkins WT, Preece SJ (2004) The application of ICP-MS methods to tephrochronological problems. Appl Geochem 19(3):289–322. 38. Pearce NJG, Denton JS, Perkins WT, Westgate JA, Alloway BV (2007) Correlation and characterisation of individual glass shards from tephra deposits using trace element laser ablation ICP-MS analyses: Current status and future potential. J Quat Sci 22(7): 721–736. 39. Zdanowicz CM, Zielinski GA, Germani MS (1999) Mount Mazama eruption: Calendrical age verified and atmospheric impact assessed. Geology 27(7):621–624. 40. De Silva SL, Zielinski GA (1998) Global influence of the AD1600 eruption of Huaynaputina, Peru. Nature 393:455–458. 41. Hammer CU, Kurat G, Hoppe P, GrumW, Clausen HB (2003) Thera eruption date 1645 BC confirmed by new ice core data? The Synchronisation of Civilisations in the Eastern Mediterranean, ed Bietak M (Austrian Academy of Science, Vienna), pp 87–94. 42. Pearce NJG, Westgate JA, Preece SJ, Eastwood WJ, Perkins WT (2004) Identification of Aniakchak (Alaska) tephra in Greenland ice core challenges the 1645 BC date for Minoan eruption of Santorini. Geochem Geophys Geosyst 5(3):Q03005. 43. Abbott PM, Davies S (2012) Volcanism and the Greenland ice-cores: The tephra record. Earth Sci Rev 115(3):173–191. 44. Plummer CT, et al. (2012) An independently dated 2000-yr volcanic record from Law Dome, East Antarctica, including a new perspective on the dating of the c. 1450s eruption of Kuwae, Vanuatu. Climate of the Past 8(3):1567–1590. 45. Delisle L, Jourdain CMG, Wailly DEN, eds (1877) Chronique Anonyme Finissant en 1306. Tome 21, Recueil des historiens des Gaules et de la France (Victor Palmé, Paris), pp 130–137. 46. Robock A (2000) Volcanic eruptions and climate. Rev Geophys 38(2):191–219. 47. Stenchikov G, et al. (2006) Arctic oscillation response to volcanic eruptions in the IPCC\nAR4 climate models. J Geophys Res 111:D07107. 48. Fischer EM, et al. (2007) European climate response to tropical volcanic eruptions over\nthe last half millennium. Geophys Res Lett 34:L05707. 49. Goris R (1965) Ancient History of Bali (Udayana Univ Press, Denpasar, Indonesia). 50. Fierstein J, Nathanson M (1992) Another look at the calculation of fallout tephra\nvolume. Bull Volcanol 54(2):156–167. 51. Pyle DM (1989) The Thickness, volume and grain size of tephra fall deposits.\nBull Volcanol 51(1):1–15.\nLavigne et al. PNAS | October 15, 2013 | vol. 110 | no. 42 | 16747\nEA RT\nH ,A\nTM O SP\nH ER\nIC ,\nA N D PL\nA N ET\nA RY\nSC IE N CE S EN V IR O N M EN TA L SC IE N CE S"
  }],
  "year": 2013,
  "references": [{
    "title": "A 12,000 year record of explosive volcanism in the Siple Dome Ice Core, West Antarctica",
    "authors": ["AV Kurbatov"],
    "venue": "J Geophys Res 111:D12307",
    "year": 2006
  }, {
    "title": "Volcanic forcing of climate over the past 1500 years: An improved ice core-based index for climate models",
    "authors": ["C Gao", "A Robock", "C Ammann"],
    "venue": "J Geophys Res 113:D23111",
    "year": 2008
  }, {
    "title": "Ice core evidence for an explosive tropical eruption 6 years preceding Tambora",
    "authors": ["J Cole-Dai", "E Mosley-Thompson", "L Thompson"],
    "venue": "J Geophys Res",
    "year": 1991
  }, {
    "title": "Greenland ice sheet evidence of postglacial volcanism and its climatic impact",
    "authors": ["CU Hammer", "HB Clausen", "W Dansgaard"],
    "venue": "Nature",
    "year": 1980
  }, {
    "title": "Ice core and palaeoclimatic evidence for the timing and nature of the great mid-13th century volcanic eruption",
    "authors": ["C Oppenheimer"],
    "venue": "Int J Climatol 23(4):417–426",
    "year": 2003
  }, {
    "title": "Causes of climate change over the past 1000 years",
    "authors": ["TJ Crowley"],
    "venue": "Science",
    "year": 2000
  }, {
    "title": "Volcanoes and ENSO over the past millennium",
    "authors": ["JR Emile-Geay", "R Seager", "MA Cane", "ER Cook", "GH Haug"],
    "venue": "J Clim 21(13):3134–3148",
    "year": 2008
  }, {
    "title": "Spatial response to major volcanic events on or about AD 536, 934 and 1258: Frost rings and other dendrochronological evidence from Mongolia and Northern Siberia: Comment on R.B Stothers, Volcanic dry fogs, climate cooling, and plague pandemics in Europe and theMiddle East (Clim Change",
    "authors": ["R D’Arrigo"],
    "year": 1999
  }, {
    "title": "Climatic and demographic consequences of the massive eruption of 1258",
    "authors": ["RB Stothers"],
    "venue": "Clim Change 45(2):361–374",
    "year": 2000
  }, {
    "title": "A Bioarchaeological Study of Medieval Burials on the Site of St Mary Spital: Excavations at Spitalfields Market, London E1, 1991–2007 (Museum of London Archaeology",
    "authors": ["B Connell"],
    "venue": "Monograph Series",
    "year": 2012
  }, {
    "title": "An inter-hemispheric volcanic timemarker in ice cores from Greenland and Antarctica",
    "authors": ["CC Langway", "HB Clausen", "CU Hammer"],
    "venue": "Ann Glaciol",
    "year": 1988
  }, {
    "title": "Interhemispheric transport of volcanic ash from a 1259 A.D. volcanic eruption to the Greenland and Antarctic ice sheets",
    "authors": ["JM Palais", "MS Germani", "GA Zielinski"],
    "venue": "Geophys Res Lett 19(8):801–804",
    "year": 1992
  }, {
    "title": "Hit-or-myth? Linking a 1259 AD acid spike with an Okataina eruption",
    "authors": ["DJ Lowe"],
    "venue": "TFG",
    "year": 1997
  }, {
    "title": "Tephrochronological evidence for the late Holocene eruption history of El Chichón Volcano, Mexico",
    "authors": ["CA Nooren"],
    "venue": "Geofis Int 48(1):97–112",
    "year": 2009
  }, {
    "title": "Bronze Agemyths? Volcanic activity and human response in the Mediterranean and North Atlantic regions. Antiquity 71(273):581–593",
    "authors": ["PC Buckland", "AJ Dugmore", "JE Kevin"],
    "year": 1997
  }, {
    "title": "Eruptions that Shook the World (Cambridge",
    "authors": ["C Oppenheimer"],
    "year": 2011
  }, {
    "title": "Sasak and Javanese Literature of Lombok (KITLV, Leiden, Netherlands)",
    "authors": ["GE Marrison"],
    "year": 1999
  }, {
    "title": "Rinjani and Propok volcanics as a heat sources of geothermal prospects fron eastern Lombok, Indonesia",
    "authors": ["A Nasution", "A Takada", "Udibowo", "D Widarto", "L Hutasoit"],
    "venue": "Jurnal Geoaplika 5(1):1–9",
    "year": 2010
  }, {
    "title": "Plinian and co-ignimbrite tephra fall from the 1815 eruption of Tambora volcano",
    "authors": ["H Sigurdsson", "S Carey"],
    "year": 1989
  }, {
    "title": "Magma volume, volatile emissions, and stratospheric aerosols from the 1815 eruption of Tambora",
    "authors": ["S Self", "R Gertisser", "T Thordarson", "MR Rampino", "JA Wolff"],
    "venue": "Geophys Res Lett 31:L20608",
    "year": 2004
  }, {
    "title": "Sizes of volcanic eruptions",
    "authors": ["DM Pyle"],
    "venue": "Encyclopedia of Volcanoes,",
    "year": 2000
  }, {
    "title": "Quantitative models of fallout and dispersal of tephra from volcanic eruption",
    "authors": ["S Carey", "RSJ Sparks"],
    "year": 1986
  }, {
    "title": "A quantitative uncertainty assessment of eruptive parameters derived from tephra deposits: The example of two large eruptions of Cotopaxi volcano, Ecuador",
    "authors": ["S Biass", "C Bonadonna"],
    "year": 2011
  }, {
    "title": "Estimating volcanic plume heights from depositional clast size",
    "authors": ["RE Burden"],
    "venue": "J Geophys Res Solid Earth 116:B11206",
    "year": 2011
  }, {
    "title": "Determination of the largest clast sizes of tephra deposits for the characterization of explosive eruptions: A study of the IAVCEI commission on tephra hazard modeling",
    "authors": ["C Bonadonna"],
    "year": 2013
  }, {
    "title": "The dimension and dynamics of volcanic eruption",
    "authors": ["RSJ Sparks"],
    "venue": "columns. Bull Volcanol",
    "year": 1986
  }, {
    "title": "The intensity of Plinian eruptions",
    "authors": ["SN Carey", "H Sigurdsson"],
    "venue": "Bull Volcanol",
    "year": 1989
  }, {
    "title": "Explosive volcanic eruptions-VI. Ejecta dispersal in Plinian eruptions: The control of eruption conditions and atmospheric properties",
    "authors": ["L Wilson", "GPL Walker"],
    "venue": "Geophys J R Astron Soc 89(2):657–679",
    "year": 1987
  }, {
    "title": "The great tambora eruption in 1815 and its aftermath",
    "authors": ["RB Stothers"],
    "venue": "Science",
    "year": 1984
  }, {
    "title": "Explosive Volcanic Eruptions—A new classification scheme",
    "authors": ["GPL Walker"],
    "venue": "Geol Rundsch 62(2):431–446",
    "year": 1973
  }, {
    "title": "Bayesian analysis of radiocarbon dates",
    "authors": ["C Bronk Ramsey"],
    "venue": "Radiocarbon",
    "year": 2009
  }, {
    "title": "Intcal09 and Marine09 radiocarbon age calibration curves, 0–50,000 years cal BP",
    "authors": ["PJ Reimer"],
    "venue": "Radiocarbon",
    "year": 2009
  }, {
    "title": "The Ecology of Nusa Tenggara and Maluku (Periplus, Singapore)",
    "authors": ["KA Monk"],
    "year": 1997
  }, {
    "title": "The plinian fallout associated with Quilotoa’s 800 yr BP eruption, Ecuadorian Andes",
    "authors": ["PA Mothes", "ML Hall"],
    "venue": "J Volcanol Geotherm Res",
    "year": 2008
  }, {
    "title": "Role of conduit shear on ascent of the crystal-rich magma feeding the 800-year-B.P. Plinian eruption of Quilotoa volcano (Ecuador)",
    "authors": ["M Rosi", "P Landi", "M Polacci", "A Di Muro", "D Zandomeneghi"],
    "venue": "Bull Volcanol 66(4):307–321",
    "year": 2004
  }, {
    "title": "The application of ICP-MS methods to tephrochronological problems",
    "authors": ["NJG Pearce", "JA Westgate", "WT Perkins", "SJ Preece"],
    "venue": "Appl Geochem 19(3):289–322",
    "year": 2004
  }, {
    "title": "Correlation and characterisation of individual glass shards from tephra deposits using trace element laser ablation ICP-MS analyses: Current status and future potential",
    "authors": ["NJG Pearce", "JS Denton", "WT Perkins", "JA Westgate", "BV Alloway"],
    "venue": "J Quat Sci",
    "year": 2007
  }, {
    "title": "Mount Mazama eruption: Calendrical age verified and atmospheric impact assessed. Geology 27(7):621–624",
    "authors": ["CM Zdanowicz", "GA Zielinski", "MS Germani"],
    "year": 1999
  }, {
    "title": "Global influence of the AD1600 eruption of Huaynaputina, Peru",
    "authors": ["SL De Silva", "GA Zielinski"],
    "venue": "Nature",
    "year": 1998
  }, {
    "title": "Thera eruption date 1645 BC confirmed by new ice core data? The Synchronisation of Civilisations in the Eastern Mediterranean, ed",
    "authors": ["CU Hammer", "G Kurat", "P Hoppe", "GrumW", "HB Clausen"],
    "venue": "Bietak M (Austrian Academy",
    "year": 2003
  }, {
    "title": "Identification of Aniakchak (Alaska) tephra in Greenland ice core challenges the 1645 BC date for Minoan eruption of Santorini",
    "authors": ["NJG Pearce", "JA Westgate", "SJ Preece", "WJ Eastwood", "WT Perkins"],
    "venue": "Geochem Geophys Geosyst 5(3):Q03005",
    "year": 2004
  }, {
    "title": "Volcanism and the Greenland ice-cores: The tephra record",
    "authors": ["PM Abbott", "S Davies"],
    "venue": "Earth Sci Rev 115(3):173–191",
    "year": 2012
  }, {
    "title": "An independently dated 2000-yr volcanic record from Law Dome, East Antarctica, including a new perspective on the dating of the c. 1450s eruption of Kuwae, Vanuatu",
    "authors": ["CT Plummer"],
    "venue": "Climate of the Past 8(3):1567–1590",
    "year": 2012
  }, {
    "title": "Arctic oscillation response to volcanic eruptions in the IPCC AR4 climate models",
    "authors": ["G Stenchikov"],
    "venue": "J Geophys Res 111:D07107",
    "year": 2006
  }, {
    "title": "European climate response to tropical volcanic eruptions over the last half millennium",
    "authors": ["EM Fischer"],
    "venue": "Geophys Res Lett 34:L05707",
    "year": 2007
  }, {
    "title": "Ancient History of Bali (Udayana",
    "authors": ["R Goris"],
    "year": 1965
  }, {
    "title": "Another look at the calculation of fallout tephra volume",
    "authors": ["J Fierstein", "M Nathanson"],
    "year": 1992
  }, {
    "title": "The Thickness, volume and grain size of tephra fall deposits",
    "authors": ["DM Pyle"],
    "venue": "Bull Volcanol",
    "year": 1989
  }],
  "id": "SP:90b3e427a9cfd441f19508152487fbe96495f05b",
  "authors": [{
    "name": "Franck Lavigne",
    "affiliations": []
  }, {
    "name": "Jean-Philippe Degeai",
    "affiliations": []
  }, {
    "name": "Jean-Christophe Komorowski",
    "affiliations": []
  }, {
    "name": "Sébastien Guillet",
    "affiliations": []
  }, {
    "name": "Vincent Robert",
    "affiliations": []
  }, {
    "name": "Pierre Lahitte",
    "affiliations": []
  }, {
    "name": "Clive Oppenheimer",
    "affiliations": []
  }, {
    "name": "Markus Stoffel",
    "affiliations": []
  }, {
    "name": "Céline M. Vidal",
    "affiliations": []
  }, {
    "name": "Indyo Pratomo",
    "affiliations": []
  }, {
    "name": "Patrick Wassmer",
    "affiliations": []
  }, {
    "name": "Irka Hajdas",
    "affiliations": []
  }, {
    "name": "Danang Sri Hadmoko",
    "affiliations": []
  }, {
    "name": "Edouard de Belizal",
    "affiliations": []
  }],
  "abstractText": "Université Paris 1 Panthéon-Sorbonne, Département de Géographie, and Laboratoire de Géographie Physique, Centre National de la Recherche Scientifique, Unité Mixte de Recherche 8591, 92195 Meudon, France; Université Montpellier 3 Paul Valéry and Centre National de la Recherche Scientifique, Unité Mixte de Recherche 5140, 34970 Lattes, France; Institut de Physique du Globe, Equipe Géologie des Systèmes Volcaniques, Centre National de la Recherche Scientifique, Unité Mixte de Recherche 7654, Sorbonne Paris-Cité, 75238 Paris Cedex 05, France; Institute of Geological Sciences, University of Bern, 3012 Bern, Switzerland; Département des Sciences de la Terre (IDES), Université Paris-Sud, 91405 Orsay Cedex, France; Department of Geography, University of Cambridge, Cambridge CB2 3EN, United Kingdom; Department of Earth Sciences, Institute for Environmental Sciences, University of Geneva, 1227 Carouge, Switzerland; Center for Volcanology and Geological Hazard Mitigation, Geological Agency, 40122 Bandung, Indonesia; Geological Museum, Geological Agency, 40122 Bandung, Indonesia; Faculté de Géographie et d’Aménagement, Université de Strasbourg, 67000 Strasbourg, France; Laboratory of Ion Beam Physics, Eidgenössiche Technische Hochschule, 8093 Zürich, Switzerland; and Faculty of Geography, Department of Environmental Geography, Gadjah Mada University, Bulaksumur, 55281 Yogyakarta, Indonesia",
  "title": "Source of the great A.D. 1257 mystery eruption unveiled, Samalas volcano, Rinjani Volcanic Complex, Indonesia"
}