{
  "sections": [{
    "heading": "Timing and tempo of the Great Oxidation Event",
    "text": ""
  }, {
    "heading": "Ashley P. Gumsleya,1, Kevin R. Chamberlainb,c, Wouter Bleekerd, Ulf Söderlunda,e, Michiel O. de Kockf, Emilie R. Larssona, and Andrey Bekkerg,f",
    "text": "aDepartment of Geology, Lund University, Lund 223 62, Sweden; bDepartment of Geology and Geophysics, University of Wyoming, Laramie, WY 82071; cFaculty of Geology and Geography, Tomsk State University, Tomsk 634050, Russia; dGeological Survey of Canada, Ottawa, ON K1A 0E8, Canada; eDepartment of Geosciences, Swedish Museum of Natural History, Stockholm 104 05, Sweden; fDepartment of Geology, University of Johannesburg, Auckland Park 2006, South Africa; and gDepartment of Earth Sciences, University of California, Riverside, CA 92521\nEdited by Mark H. Thiemens, University of California, San Diego, La Jolla, CA, and approved December 27, 2016 (received for review June 11, 2016)\nThe first significant buildup in atmospheric oxygen, the Great Oxidation Event (GOE), began in the early Paleoproterozoic in association with global glaciations and continued until the end of the Lomagundi carbon isotope excursion ca. 2,060 Ma. The exact timing of and relationships among these events are debated because of poor age constraints and contradictory stratigraphic correlations. Here, we show that the first Paleoproterozoic global glaciation and the onset of the GOE occurred between ca. 2,460 and 2,426 Ma, ∼100 My earlier than previously estimated, based on an age of 2,426 ± 3 Ma for Ongeluk Formation magmatism from the Kaapvaal Craton of southern Africa. This age helps define a key paleomagnetic pole that positions the Kaapvaal Craton at equatorial latitudes of 11° ± 6° at this time. Furthermore, the rise of atmospheric oxygen was not monotonic, but was instead characterized by oscillations, which together with climatic instabilities may have continued over the next ∼200 My until ≤2,250–2,240 Ma. Ongeluk Formation volcanism at ca. 2,426 Ma was part of a large igneous province (LIP) and represents a waning stage in the emplacement of several temporally discrete LIPs across a large low-latitude continental landmass. These LIPs played critical, albeit complex, roles in the rise of oxygen and in both initiating and terminating global glaciations. This series of events invites comparison with the Neoproterozoic oxygen increase and Sturtian Snowball Earth glaciation, which accompanied emplacement of LIPs across supercontinent Rodinia, also positioned at low latitude.\nGreat Oxidation Event | Snowball Earth | Paleoproterozoic | Kaapvaal Craton | Transvaal Supergroup\nThe early Paleoproterozoic is characterized by dramatic changesin Earth’s atmosphere and oceans, with the transition from anoxic to oxic conditions commonly referred to as the Great Oxidation Event (GOE) (1). It is generally thought that the onset of the GOE was a singular event (2), an assumption rooted in the perceived bistability of atmospheric oxygen (3). However, this inferred bistability in oxygen was challenged through additional modeling (4), allowing for multiple oscillations in atmospheric oxygen during the onset of the GOE. Geological evidence has also established that this transition was broadly coincident with emplacement of numerous large igneous provinces (LIPs) (5) on extensive continental landmasses positioned at low latitudes (6) and glaciations interpreted to reflect global Snowball Earth conditions (7). Models linking these events have been hampered, however, by uncertainties in local and global stratigraphic correlations and age constraints (2). Evidence from the Huronian Supergroup on the Superior Craton in Canada, which hosts three Paleoproterozoic glacial intervals, indicates that the GOE is bracketed in age between ca. 2,460 and 2,308 Ma (8–10). New observations from the critical Transvaal Supergroup in southern Africa indicate that the GOE may have occurred by ca. 2,310 Ma (9) but requires a fourth glaciation at ≤2,250–2,240 Ma (9, 11) before the development of the oldest widely accepted oxygenated paleosols (12) and red-bed sandstones (13). Discrepancies in correlations between these glacially influenced stratigraphic successions and the age of the GOE hinge on a disputed age for the Ongeluk Formation basalts (14–16). By using high-resolution in\nsitu secondary ion mass spectrometry (SIMS) on microbaddeleyite grains coupled with precise isotope dilution thermal ionization mass spectrometry (ID-TIMS) and paleomagnetic studies, we resolve these uncertainties by obtaining accurate and precise ages for the volcanic Ongeluk Formation and related intrusions in South Africa. These ages lead to a more coherent global perspective on the timing and tempo of the GOE and associated global glaciations and LIPs."
  }, {
    "heading": "Transvaal Supergroup",
    "text": "The Neoarchean to Paleoproterozoic Transvaal Supergroup overlies the Kaapvaal Craton and is preserved in two main subbasins. In the Griqualand West subbasin, the Makganyene Formation consists of a series of glaciomarine diamictites (Fig. 1) (17). Paleomagnetic data for the Ongeluk Formation, which conformably overlies and interfingers with the Makganyene Formation, indicate that these glacial sedimentary rocks were deposited at low latitude, implying a glacial event of global extent (6, 7). The age of the Ongeluk Formation basalts has long been accepted at 2,222 ± 13 Ma based on a whole-rock Pb-Pb isochron date (14) and correlation with the noncontiguous basalts of the ≤2,250–2,240 Ma Hekpoort Formation in the Transvaal subbasin (11, 12, 14, 18), although this correlation has been questioned recently (15, 16, 19). The Ongeluk Formation is overlain by banded iron and manganese deposits of the Hotazel Formation, which in turn, are followed by carbonate rocks of the Mooidraai Formation (Fig. 1). Pb-Pb and U-Pb dating of the Mooidraai Formation carbonates has yielded dates of 2,394 ± 26 and 2,392 ± 23 Ma (15, 20), respectively, in conflict with the 2,222 ± 13 Ma Pb-Pb date on the stratigraphically\nSignificance\nWe present U-Pb ages for the extensive Ongeluk large igneous province, a large-scale magmatic event that took place near the equator in the Paleoproterozoic Transvaal basin of southern Africa at ca. 2,426 Ma. This magmatism also dates the oldest Paleoproterozoic global glaciation and the onset of significant atmospheric oxygenation. This result forces a significant reinterpretation of the iconic Transvaal basin stratigraphy and implies that the oxygenation involved several oscillations in oxygen levels across 10−5 present atmospheric levels before the irreversible oxygenation of the atmosphere. Data also indicate that the Paleoproterozoic glaciations and oxygenation were ushered in by assembly of a large continental mass, extensive magmatism, and continental migration to near-equatorial latitudes, mirroring a similar chain of events in the Neoproterozoic.\nAuthor contributions: A.P.G., U.S., and M.O.d.K. designed research; A.P.G., K.R.C., W.B., U.S., M.O.d.K., and E.R.L. performed research; K.R.C., W.B., U.S., and M.O.d.K. contributed new reagents/analytic tools; A.P.G., K.R.C., W.B., U.S., M.O.d.K., E.R.L., and A.B. analyzed data; and A.P.G., K.R.C., W.B., U.S., M.O.d.K., E.R.L., and A.B. wrote the paper.\nThe authors declare no conflict of interest.\nThis article is a PNAS Direct Submission.\nFreely available online through the PNAS open access option. 1To whom correspondence should be addressed. Email: ashley.gumsley@geol.lu.se.\nThis article contains supporting information online at www.pnas.org/lookup/suppl/doi:10. 1073/pnas.1608824114/-/DCSupplemental.\nwww.pnas.org/cgi/doi/10.1073/pnas.1608824114 PNAS | February 21, 2017 | vol. 114 | no. 8 | 1811–1816\nEA RT\nH ,A\nTM O SP\nH ER\nIC ,\nA N D PL\nA N ET\nA RY\nSC IE N CE\nS\nlower Ongeluk Formation (14). The Hotazel Formation hosts giant Mn deposits with a negative Ce anomaly that are unequivocally interpreted to reflect deposition after the onset of the GOE (7, 21), whereas the Koegas Subgroup underlying the Makganyene Formation contains detrital pyrite and uraninite grains signifying deposition before the GOE (22). In the Transvaal subbasin (Fig. 1), the start of the GOE has been placed in the middle of either the Duitschland Formation or the Rooihoogte Formation by different authors (23, 24), with the age of the upper Duitschland Formation constrained by detrital zircon to ≤2,424 ± 24 Ma (11). A 2,316 ± 7Ma Re-Os age for diagenetic pyrite (25) and a 2,309 ± 9 Ma U-Pb age for tuff in the lower Timeball Hill Formation (9), which conformably overlies the Rooihoogte Formation, suggest that the GOE began by ca. 2,309 Ma (24). All chronological and redox records for the Transvaal Supergroup are provided in Tables S1 and S2."
  }, {
    "heading": "Sampling",
    "text": "To test and resolve some of these critical correlations, we have dated by U-Pb isotopic methods a number of dolerite and basalt samples that are linked geologically and paleomagnetically to the Ongeluk Formation basalts (SI Methods, Sampling, Fig. S1, and Table S3). An N-trending dolerite dike from the Griqualand\nWest subbasin (G02-B) (Fig. 1) (26) as well as an intrusive dolerite sheet from the southeastern Kaapvaal Craton (NL-13c) (Fig. 1) (27) were dated using U-Pb ID-TIMS on baddeleyite. Samples TGS-05 and OLL-2, a coarse-grained, thick basalt flow and a dolerite sill, respectively, from near the base of the Ongeluk Formation basalts (Fig. 1) (6) were dated by in situ U-Pb SIMS on microbaddeleyite grains. To couple geochronological and paleomagnetic records for these mafic units, complementary paleomagnetic studies were conducted on specimens from the TGS-05 and MDK-05 sample sites (Fig. 1) using conventional demagnetization techniques."
  }, {
    "heading": "Results",
    "text": "Samples G02-B and NL-13c produce upper intercept baddeleyite dates of 2,421 ± 3 and 2,423 ± 7 Ma, respectively (Fig. 2, SI Methods, Geochronology—ID-TIMS Analysis, Fig. S2, and Table S4), whereas samples TGS-05 and OLL-2 yield upper intercept dates of 2,424 ± 32 and 2,397 ± 22 Ma, respectively (Fig. 2, SI Methods, Geochronology—SIMS Analysis, Fig. S2, and Table S5). The upper intercept dates of 2,424 ± 32, 2,423 ± 7, and 2,421 ± 3 Ma are interpreted as reliable crystallization ages and overlap within 2σ uncertainty, whereas the date obtained from OLL-2 is likely affected by a minor contribution of secondary zircon as\n1812 | www.pnas.org/cgi/doi/10.1073/pnas.1608824114 Gumsley et al.\nindicated by SEM imaging. We, therefore, interpret the 2,397 ± 22 Ma date of OLL-2 as a minimum age. In support of this interpretation, one baddeleyite grain (spot F861b) (Fig. 2) yielded a 207Pb/206Pb date of 2,421 ± 22 Ma. A structurally corrected virtual geomagnetic pole (VGP) for the dated sample TGS-05 is located at −0.7° N and 288.2° E, whereas the VGP of sample MDK-05 is located at −0.9° N and 283.7° E (SI Methods, Paleomagnetism, Fig. S3, and Table S6). Samples OLL-2, G02-B, and NL-13c already have published shallow magnetization directions similar to those reported for the Ongeluk Formation (6, 26, 27)."
  }, {
    "heading": "Discussion",
    "text": "The Ongeluk LIP.All samples were collected stratigraphically from within or below the lower Ongeluk Formation (Fig. 1) and represent either the feeder system of dolerite dikes and sills to the Ongeluk Formation basalts or coarse-grained interiors of thicker basalt flows. We interpret the Westerberg Sill Province and the N-trending dolerite dike swarm (Fig. 1), both intruding into the GriqualandWest subbasin stratigraphy, as parts of the same shortlived magmatic event based on their temporal, spatial, and stratigraphic proximities and similar paleomagnetic results. The age of the Westerberg Sill itself was defined by an upper intercept date of 2,441 ± 6 Ma composed of five discordant baddeleyite analyses (28). However, excluding the most discordant analysis from this result yields a more probable upper intercept date of 2,428 ± 4 Ma. This reinterpretation is supported by concordant baddeleyite analyses from a second sill dated at 2,426 ± 1 Ma as part of the same study (28). Combining all of these dates, we calculate a weighted mean date of 2,425.5 ± 2.6 Ma (Fig. 2) as the age of a single relatively short-lived magmatic event, which is now clearly distinguished from ≤2,250–2,240 Ma Hekpoort Formation volcanism with which it was previously correlated. Because sample NL-13c is located ∼1,000 km to the east of the other sample sites, our results indicate a defined craton-scale LIP, the Ongeluk LIP.\nThe Ongeluk Key Paleomagnetic Pole. The VGPs presented in this study overlap with previously published paleopoles for the Ongeluk Formation and associated intrusions (6, 26–28). Collectively, the combined VGPs from all of these studies for the basalts from the Ongeluk Formation (6) and their intrusive feeders (26–28) define a grand key paleomagnetic pole for the Ongeluk LIP that is nearequatorial (29) at 4.1° N, 282.9° E (Table S7), with an A95 of 5.3° that achieves five of seven on the quality scale by Van der Voo (30).\nRevising the Transvaal Supergroup Stratigraphy. The age for Ongeluk Formation volcanism demands the revision of stratigraphic correlations between the successions of the Griqualand West and Transvaal subbasins of the Transvaal Supergroup (Fig. 1). Previous studies have correlated the Postmasburg and Pretoria Groups using the 2,222 ± 13 Ma Ongeluk Formation and the ≤2,250–2,240 Ma Hekpoort Formation volcanic rocks (11, 12, 14, 18). This correlation is now shown to be incorrect based on the 2,426 ± 3 Ma age constraint provided by the Ongeluk Formation volcanic rocks and associated intrusions. In addition, lithologic and chemostratigraphic data for the Duitschland and Rooihoogte formations (15, 18, 23, 24, 31) coupled with recent age constraints (9, 11, 25) and arguments relying on basin architecture (16) indicate that the Duitschland and Rooihoogte formations are younger than the Postmasburg Group (Fig. 1). A more complete discussion on the Transvaal Supergroup stratigraphy and the proposed revisions is provided in the stratigraphic synthesis (SI Methods, Stratigraphic Synthesis).\nAtmospheric Oxygen Oscillations. This stratigraphic interpretation indicates a dynamic state of atmospheric oxygen levels during the early Paleoproterozoic glacial period. The onset of the GOE occurred in the immediate aftermath of the Makganyene Formation glaciation with deposition of the world’s largest manganese deposit, the Hotazel Formation, with a negative Ce anomaly, both indicative of oxygenation (7, 21). This oxygenation was followed by a return to anoxic atmospheric conditions as indicated by the lack of a Ce anomaly in foreslope carbonates of the Mooidraai Formation (Fig. 1) (21, 32) and a mass-independent fractionation of sulfur (MIF-S) signal recorded by early diagenetic sulfides from the lower Duitschland Formation (Fig. 1) (23). Subsequent oxygenation events occurred during deposition of the upper Duitschland Formation (23) and once again, in the middle of the Rooihoogte Formation (24) as indicated by the reappearance and disappearance of the MIF-S signal (Fig. 1). Detrital pyrite grains persist above the oldest glacial diamictite in the Mississagi Formation in the Huronian Supergroup of the Superior Craton, Canada (33) and support oscillations in atmospheric oxygen herein inferred from the records of the Transvaal Supergroup (Fig. 3). Our geochronologic and stratigraphic framework argues against a simple, monotonic rise of atmospheric oxygen in the early Paleoproterozoic, a time period further characterized by four glaciations. Instead, the onset of the GOE was followed by oscillations in atmospheric oxygen content across the 10−5 present atmospheric level (PAL) threshold over an ∼200-My interval, adding empirical evidence to atmospheric modeling predictions (4).\nLinking Snowball Earth and the GOE. The Makganyene Formation, deposited in the tropics (6), records the oldest known Snowball Earth event (7). Makganyene Formation diamictites are now constrained to be slightly older than ca. 2,426 Ma and likely correlate with glacial units of the Ramsay Lake Formation in the Huronian Supergroup, Canada and the Campbell Lake Formation from the Snowy Pass Supergroup on the Wyoming Craton in the United States. Other correlative glacial units worldwide include the ca. 2,435 Ma Polisarka Formation on the Kola–Karelia Craton in Fennoscandia (34) as well as possibly, the Meteorite Bore Member on the Pilbara Craton in Australia, defining the wide extent of the oldest Paleoproterozoic glaciation (Fig. 3). This early Paleoproterozoic glaciation is broadly coeval with the onset of the GOE; both events are now tightly bracketed between ca. 2,460 Ma, the age of volcanic rocks near the base of the Huronian Supergroup (8, 10), and ca. 2,426 Ma, the approximate age of the Makganyene Formation glaciation and near-coeval Ongeluk Formation volcanic rocks in the Transvaal Supergroup. In addition, the 2,442 ± 2 Ma Seidorechka Formation and the overlying 2,435 ± 2 Ma Polisarka formations (34, 35) overlying the Kola–Karelia Craton may tightly bracket the oldest Paleoproterozoic glacial event between ca. 2,442 Ma and 2,435 Ma, respectively, implying that it lasted less than 7 My (Fig. 3). Our results add to the growing evidence for large low-latitude continental landmasses in the early Paleoproterozoic, including\nGumsley et al. PNAS | February 21, 2017 | vol. 114 | no. 8 | 1813\nEA RT\nH ,A\nTM O SP\nH ER\nIC ,\nA N D PL\nA N ET\nA RY\nSC IE N CE\nS\nthe Kaapvaal Craton (6) and the clan of cratons that defines supercraton Superia (5, 36, 37): Superior, Wyoming, Hearne, and Karelia–Kola. These landmasses, at least in part contiguous, record a series of LIP events between 2,510 Ma and 2,440 Ma and include the Mistassini, Kaminak, Baltic, Baggot Rocks, and Matachewan LIPs (Fig. 3) (5) before the ca. 2,426 Ma Ongeluk LIP of the Kaapvaal Craton. Cumulatively, these large juvenile volcanic provinces on extensive low-latitude continental landmasses are likely to have triggered near-equatorial glaciations via enhanced chemical weathering of aerially extensive, nutrient-rich continental flood basalts. This weathering resulted in increased carbon dioxide drawdown (38, 39) and an enhanced flux of phosphorus and other essential nutrients (40) onto extensive continental margins and into intracratonic basins. An enhanced nutrient flux would have greatly increased photosynthetic activity and oxygen production, temporally linked to higher net burial of organic carbon in accumulating sediments, as reflected by δ13C values of carbonates in the upper Tongwane Formation of the Transvaal Supergroup (31). The Tongwane Formation is locally preserved above the ca. 2,480–2,460 Ma iron formations (41) but below the major unconformity documented in the entire Transvaal basin (Fig. 1) (18). Thus, even an incipient rise of free atmospheric oxygen would have led to rapid oxidation of atmospheric methane (42), forcing catastrophic climate change and plunging Earth into a global glaciation (43). Importantly, the dated near-equatorial Ongeluk LIP, conformably overlying and interfingering with the uppermost Makganyene Formation glacial diamictites (Fig. 1), illustrates the dual role of LIPs in these global events, in that they would also have contributed carbon dioxide to rebuilding the greenhouse atmosphere that led to abrupt termination of the first Snowball Earth state of the early Paleoproterozoic.\n*Bleeker W, Chamberlain K, Kamo S, Kilian T, Buchan K (2016) Kaapvaal, Superior and Wyoming: Nearest neighbours in supercraton Superia. Proceedings of the 35th International Geological Congress.\n1814 | www.pnas.org/cgi/doi/10.1073/pnas.1608824114 Gumsley et al.\nComparing the Paleoproterozoic with the Neoproterozoic. In the Neoproterozoic, a remarkably similar sequence of events occurred, involving successive emplacement of multiple LIPs on the supercontinent Rodinia, a low-latitude position of this supercontinent, and incipient rifting and breakup (44). The massive Franklin LIP at ca. 717 Ma (45) immediately preceded the most dramatic and longest global glaciation of the Neoproterozoic, the Sturtian (46). This overall period is characterized by the second most dramatic change in surface redox conditions linked with Snowball Earth glaciations (47) and accompanied high rates of organic carbon burial (48, 49). Although substantial differences between the Paleo- and Neoproterozoic glacial periods might be expected, for instance, in the triggering mechanisms for the initial global glaciations, because methane was probably a more important greenhouse gas before the Makganyene glaciation (42, 43) than before the Sturtian glaciation (38, 39), there are also uncanny parallels. Examples include supercraton- or supercontinent-size continental landmasses that were capped by continental flood basalts, incipient rifting and/or breakup, and rapid transit to low latitudes. All of these factors enhanced chemical weathering of juvenile basaltic material and greatly increased the flux of biolimiting nutrients to depositional basins, thus leading to a biotic response of higher organic carbon burial (40, 50) as well as deposition of giant iron and manganese deposits. It seems likely that these similar scenarios are not coincidental but that the critical factors (assembly of large landmasses, LIPs, incipient rifting, and relief enhancement—all resulting in a lithospheric mass anomaly and movement to low latitudes, high rates of organic carbon burial, surface oxygenation, and Snowball Earth glaciations) are mechanistically linked. In this case, a critical link might be true polar wander caused by the lithospheric mass anomaly that nudged the basalt-covered and rifting supercontinental landmasses to the equator (51), where chemical weathering and nutrient fluxes kicked into high gear and triggered the biotic, redox, and climatic responses."
  }, {
    "heading": "Methods",
    "text": "Sampling. Samples in this study were taken from dolerite intrusions that intruded into the basement of the Kaapvaal Craton and the overlying cover\nsuccession of the Transvaal Supergroup in the Griqualand West subbasin, South Africa, except for one sample taken ∼1,000 km to the east (Fig. 1, SI Methods, Fig. S1, and Table S3). One sample is tentatively interpreted as a coarse-grained basalt from the base of the Ongeluk Formation.\nGeochronology—ID-TIMS Analysis. Water-based separation of baddeleyite was attempted for all rock samples at Lund University. Samples NL-13c and G02-B yielded baddeleyite grains using this method. Grains were selected and analyzed using U-Pb ID-TIMS on a Thermo Finnigan Triton Mass Spectrometer at the Department of Geosciences at the Swedish Museum of Natural History. Additional details of the operating procedures for the ID-TIMS analyses at the Swedish Museum of Natural History and results are given in SI Methods, Fig. S2, and Table S4.\nGeochronology—SIMS Analysis. Zr-bearing phases were imaged, mapped using SEM in conjunction with energy-dispersive spectrometry in samples TGS-05 and OLL-2, and then, ranked (SI Methods and Fig. S2). U-Pb isotopic data using SIMS were determined in situ on the microbaddeleyite grains in the mapped thin sections using the CAMECA ims1270 Mass Spectrometer at the University of California, Los Angeles (UCLA). Additional details of the operating procedures for the SIMS at UCLA and results are given in SI Methods, Fig. S2, and Table S5.\nPaleomagnetism. Measurements of magnetic remanence from samples TGS05 andMDK-05 were made using the superconducting vertical 2G Enterprises DC-4K Rock Magnetometer at the University of Johannesburg (UJ). All specimens were exposed to stepwise alternating-field demagnetization. Additional details of the sampling andoperating procedures for themagnetometer at the UJ and results are given in SI Methods, Fig. S3, and Table S6.\nACKNOWLEDGMENTS. We thank the staff of the SIMS and the TIMS laboratories at UCLA and the Department of Geosciences, Swedish Museum of Natural History, respectively, for all of the assistance during analyses. We thank N. Beukes for providing sample TGS-05. Funding was provided by grants from the Royal Physiographic Society in Lund (A.P.G.) and the Swedish Research Council (U.S.); M.O.d.K. and A.B. acknowledge support from the South African Department of Science and Technology and the National Research Foundation (DST-NRF)–funded Centre of Excellence for Integrated Mineral and Energy Resource Analysis (CIMERA). This article is a contribution to International Geoscience Programme (IGCP) 648: Supercontinents and Global Geodynamics.\n1. Holland HD (2002) Volcanic gases, black smokers, and the Great Oxidation Event.\nGeochim Cosmochim Acta 66(21):3811–3826. 2. Hoffman PF (2013) The Great Oxidation and a Siderian snowball Earth: MIF-S based\ncorrelation of Paleoproterozoic glacial epochs. Chem Geol 362:143–156. 3. Goldblatt C, Lenton TM, Watson AJ (2006) Bistability of atmospheric oxygen and the\nGreat Oxidation. Nature 443(7112):683–686. 4. Daines SJ, Lenton TM (2016) The effect of widespread early aerobic marine ecosys-\ntems on methane cycling and the Great Oxidation. Earth Planet Sci Lett 434:42–51. 5. Ernst R, Bleeker W (2010) Large igneous provinces (LIPs), giant dyke swarms, and\nmantle plumes: Significance for breakup events within Canada and adjacent regions\nfrom 2.5 Ga to the Present. Can J Earth Sci 47(5):695–739. 6. Evans DA, Beukes NJ, Kirschvink JL (1997) Low-latitude glaciation in the Palae-\noproterozoic era. Nature 386(6622):262–266. 7. Kirschvink JL, et al. (2000) Paleoproterozoic snowball earth: Extreme climatic and\ngeochemical global change and its biological consequences. Proc Natl Acad Sci USA\n97(4):1400–1405. 8. Ketchum KY, Heaman LM, Bennett G, Hughes DJ (2013) Age, petrogenesis and tectonic\nsetting of the Thessalon volcanic rocks, Huronian Supergroup, Canada. Precambrian\nRes 233:144–172. 9. Rasmussen B, Bekker A, Fletcher IR (2013) Correlation of Paleoproterozoic glaciations\nbased on U-Pb zircon ages for tuff beds in the Transvaal and Huronian Supergroups.\nEarth Planet Sci Lett 382:173–180. 10. Bleeker W, Kamo SL, Ames DE, Davis D (2015) New field observations and U-Pb ages\nin the Sudbury area: Toward a detailed cross-section through the deformed Sudbury\nStructure. Geol Surv Canada Open File 7856:151–166. 11. Schröder S, Beukes NJ, Armstrong RA (2016) Detrital zircon constraints on the tec-\ntonostratigraphy of the Paleoproterozoic Pretoria Group, South Africa. Precambrian\nRes 278:362–393. 12. Beukes NJ, Dorland H, Gutzmer J, Nedachi M, Ohmoto H (2002) Tropical laterites, life on\nland, and the history of atmospheric oxygen in the Paleoproterozoic.Geology 30(6):491–494. 13. Eriksson PG, Cheney ES (1992) Evidence for the transition to an oxygen-rich atmo-\nsphere during the evolution of red beds in the lower Proterozoic sequences of\nsouthern Africa. Precambrian Res 54(2-4):257–269. 14. Cornell DH, Schütte SS, Eglington BL (1996) The Ongeluk basaltic andesite formation\nin Griqualand West, South Africa: Submarine alteration in a 2222 Ma Proterozoic sea.\nPrecambrian Res 79(1-2):101–123.\n15. Bau M, Romer RL, Lüders V, Beukes NJ (1999) Pb, O, and C isotopes in silicified Mooidraai dolomite (Transvaal Supergroup, South Africa): Implications for the composition of Paleoproterozoic seawater and “dating” the increase of oxygen in the Precambrian atmosphere. Earth Planet Sci Lett 174(1-2):43–57. 16. Moore JM, Tsikos H, Polteau S (2001) Deconstructing the Transvaal Supergroup, South Africa: Implications for Palaeoproterozoic palaeoclimate models. J Afr Earth Sci 33(3-4):437–444. 17. Polteau S, Moore JM, Tsikos H (2006) The geology and geochemistry of the Palaeoproterozoic Makganyene diamictite. Precambrian Res 148(3-4):257–274. 18. Eriksson PG, Altermann W, Hartzer FJ (2006) The Transvaal Supergroup. The Geology of South Africa, eds Johnson MJ, Anhaeusser CR, Thomas RJ (Geological Society of South Africa/Council for Geoscience, Johannesburg), pp 237–260. 19. Moore JM, Polteau S, Armstrong RA, Corfu F, Tsikos H (2012) The age and correlation of the Postmasburg Group, southern Africa: Constraints from detrital zircon grains. J Afr Earth Sci 64:9–19. 20. Fairey B, Tsikos H, Corfu F, Polteau S (2013) U-Pb systematics in carbonates of the Postmasburg Group, Transvaal Supergroup, South Africa: Primary versus metasomatic controls. Precambrian Res 231:194–205. 21. Bau M, Alexander B (2006) Preservation of primary REE patterns without Ce anomaly during dolomitization of Mid-Paleoproterozoic limestone and the potential reestablishment of marine anoxia immediately after the “Great Oxidation Event.” South Afr J Geol 109(1-2):81–86. 22. Johnson JE, Gerpheide A, Lamb MP, Fischer WW (2014) O2 constraints from Paleoproterozoic detrital pyrite and uraninite. Geol Soc Am Bull 126(5-6):813–830. 23. Guo Q, et al. (2009) Reconstructing Earth’s surface oxidation across the ArcheanProterozoic transition. Geology 37(5):399–402. 24. Luo G, et al. (2016) Rapid oxygenation of Earth’s atmosphere 2.33 billion years ago. Sci Adv 2(5):e1600134. 25. Hannah JL, Bekker A, Stein HJ, Markey RJ, Holland HD (2004) Primitive Os and 2316 Ma age for marine shale: Implications for Paleoproterozoic glacial events and the rise of atmospheric oxygen. Earth Planet Sci Lett 225:43–52. 26. de Kock MO, et al. (2009) Paleomagnetism of a Neoarchean-Paleoproterozoic carbonate ramp and carbonate platform succession (Transvaal Supergroup) from surface outcrop and drill core, Griqualand West region, South Africa. Precambrian Res 169(1-2):80–99. 27. Lubnina N, Ernst R, Klausen M, Söderlund U (2010) Paleomagnetic study of NeoArcheanPaleoproterozoic dykes in the Kaapvaal Craton. Precambrian Res 183(3):523–552. 28. Kampmann TC, Gumsley AP, de Kock MO, Söderlund U (2015) U-Pb geochronology and paleomagnetism of the Westerberg Sill Suite, Kaapvaal Craton - Support for a\nGumsley et al. PNAS | February 21, 2017 | vol. 114 | no. 8 | 1815\nEA RT\nH ,A\nTM O SP\nH ER\nIC ,\nA N D PL\nA N ET\nA RY\nSC IE N CE\nS\ncoherent Kaapvaal-Pilbara Block (Vaalbara) into the Paleoproterozoic? Precambrian Res 269:58–72. 29. Buchan KL (2013) Key paleomagnetic poles and their use in Proterozoic continent and supercontinent reconstructions: A review. Precambrian Res 238:93–110. 30. Van der Voo R (1990) The reliability of paleomagnetic data. Tectonophysics 184(1):1–9. 31. Bekker A, et al. (2001) Chemostratigraphy of the Paleoproterozoic Duitschland For-\nmation, South Africa: Implications for coupled climate change and carbon cycling. Am J Sci 301(3):261–285. 32. Kunzmann M, Gutzmer J, Beukes NJ, Halverson GP (2014) Depositional environment and lithostratigraphy of the Paleoproterozoic Mooidraai Formation, Kalahari Manganese Field, South Africa. South Afr J Geol 117(2):173–192. 33. Ulrich T, Long DGF, Kamber BS, Whitehouse MJ (2011) In situ trace element and sulfur isotope analysis of pyrite in a Paleoproterozoic Gold Placer Deposit, Pardo and Clement Townships, Ontario, Canada. Econ Geol 106(4):667–686. 34. Brasier AT, et al. (2013) Earth’s earliest global glaciation? Carbonate geochemistry and geochronology of the Polisarka Sedimentary Formation, Kola Peninsula, Russia. Precambrian Res 235:278–294. 35. Amelin YV, Heaman LM, Semenov VS (1995) U-Pb geochronology of layered mafic intrusions in the eastern Baltic Shield: Implications for the timing and duration of Paleoproterozoic continental rifting. Precambrian Res 75(1-2):31–46. 36. Bleeker W, Ernst R (2006) Short-lived mantle generated magmatic events and their dyke swarms: The key unlocking Earth’s paleogeographic record back to 2.6 Ga. Dyke Swarms—Time Markers of Crustal Evolution, eds Hanski E, Mertanen S, Rämö T, Vuollo J (Taylor and Francis, London), pp 3–26. 37. Bleeker W (2003) The late Archean record: A puzzle in ca. 35 pieces. Lithos 71(2-4):99–134. 38. Marshall HG, Walker JCG, Kuhn WR (1988) Long-term climate change and the geo-\nchemical cycle of carbon. J Geophys Res Atmos 93(D1):791–801. 39. Donnadieu Y, Goddéris Y, Ramstein G, Nédélec A, Meert J (2004) A ‘snowball Earth’\nclimate triggered by continental break-up through changes in runoff. Nature 428(6980):303–306. 40. Horton F (2015) Did phosphorus derived from the weathering of large igneous provinces fertilize the Neoproterozoic ocean? Geochem Geophys Geosyst 16(6):1723–1738. 41. Schröder S, Warke MR (2016) Termination of BIF deposition in the Paleoproterozoic: The Tongwane Formation, South Africa. South Afr J Geol 119(2):329–346. 42. Pavlov AA, Kasting JF (2002) Mass-independent fractionation of sulfur isotopes in Archean sediments: Strong evidence for an anoxic Archean atmosphere. Astrobiology 2(1):27–41. 43. Bekker A, Kaufman AJ (2007) Oxidative forcing of global climate change: A biogeochemical record across the oldest Paleoproterozoic ice age in North America. Earth Planet Sci Lett 258(3-4):486–499. 44. Li ZX, et al. (2008) Assembly, configuration, and break-up history of Rodinia: A synthesis. Precambrian Res 160(1-2):179–210. 45. Macdonald FA, et al. (2010) Calibrating the Cryogenian. Science 327(5970):1241–1243. 46. Rooney AD, Strauss JV, Brandon AD, Macdonald FA (2015) A Cryogenian chronology:\nTwo long-lasting synchronous Neoproterozoic glaciations. Geology 43(5):459–462. 47. Pogge von Strandmann PAE, et al. (2015) Selenium isotope evidence for progressive\noxidation of the Neoproterozoic biosphere. Nat Commun 6:10157. 48. Thomson D, Rainbird RH, Planavsky NJ, Lyons TW, Bekker A (2015) Chemostratigraphy\nof the Shaler Supergroup, Victoria Island, NW Canada: A record of ocean composition prior to the Cryogenian glaciations. Precambrian Res 263:232–245. 49. Turner EC, Bekker A (2016) Thick sulfate evaporite accumulations marking a midNeoproterozoic oxygenation event (Ten Stone Formation, Northwest Territories, Canada). Geol Soc Am Bull 128(1-2):203–222. 50. Cox GM, et al. (2016) Continental flood basalt weathering as a trigger for Neoproterozoic Snowball Earth. Earth Planet Sci Lett 446:89–99. 51. Li Z-X, Zhong S (2009) Supercontinent-superplume coupling, true polar wander and plume mobility: Plate dominance inwhole-mantle tectonics. Phys Earth Planet Inter 176(3-4):143–156. 52. de Kock MO, Evans DAD, Beukes NJ (2009) Validating the existence of Vaalbara in the Neoarchean. Precambrian Res 174(1-2):145–154. 53. Gumsley A, et al. (2015) Precise U-Pb baddeleyite age dating of the Usushwana Complex, southern Africa: Implications for the Mesoarchaean magmatic and sedimentological evolution of the Pongola Supergroup, Kaapvaal Craton. Precambrian Res 267:174–185. 54. Stacey JS, Kramers JD (1975) Approximation of terrestrial lead isotope evolution by a two-stage model. Earth Planet Sci Lett 26(2):207–221. 55. Jaffey AH, Flynn KF, Glendenin LE, Bentley WC, Essling AM (1971) Precision measurement of half-lives and specific activities of U235 and U238. Phys Rev C Nucl Phys 4:1889–1906. 56. Steiger RH, Jäger E (1977) Subcommission on geochronology: Convention on the use of decay constants in geo- and cosmochronology. Earth Planet Sci Lett 36(3):359–362. 57. Ludwig KR (2003) User’s Manual for Isoplot 3.00—A Geochronological Toolkit for Microsoft Excel (Berkeley Geochronology Center, Berkeley, CA), Special Publ 4. 58. Chamberlain KR, et al. (2010) In situ U-Pb SIMS (IN-SIMS) micro-baddeleyite dating of mafic rocks: Method with examples. Precambrian Res 183(3):379–387. 59. Compston W, Williams IS, Meyer C (1984) U-Pb geochronology of zircons form lunar Breccia 73217 using a sensitive high mass-resolution ion microprobe. J Geophys Res Solid Earth 89(S02):B525–B534. 60. Ireland TR, Williams IS (2003) Considerations in zircon geochronology by SIMS. Rev Miner Geochem 53(1):215–241. 61. Kirschvink JL (1980) The least-squares line and plane and the analysis of paleomagnetic data. Geophys J Int 62(3):699–718. 62. Jones CH (2002) User-driven integrated software lives: “Paleomag” paleomagnetics analysis on the Macintosh. Comput Geosci 28(10):1145–1151. 63. Williams SE, Müller RD, Landgrebe TCW, Whittaker JM (2012) An open-source software environment for visualizing and refining plate tectonic reconstructions using high-resolution geological and geophysical data sets. GSA Today 22(4):4–9.\n64. Evans DAD, Beukes NJ, Kirschvink JL (2002) Paleomagnetism of a lateritic paleoweathering horizon and overlying Paleoproterozoic red beds from South Africa: Implications for the Kaapvaal apparent polar wander path and a confirmation of atmospheric oxygen enrichment. J Geophys Res Solid Earth 107(B12):EPM 2-1–EPM 2-22. 65. Schröder S, Bedorf D, Beukes NJ, Gutzmer J (2011) From BIF to red beds: Sedimentology and sequence stratigraphy of the Paleoproterozoic Koegas Subgroup (South Africa). Sediment Geol 236(1-2):25–44. 66. Beukes NJ (1984) Sedimentology of the Kuruman and Griquatown iron-formations, Transvaal Supergroup, Griqualand West, South Africa. Precambrian Res 24(1):47–84. 67. Bekker A, et al. (2008) Fractionation between inorganic and organic carbon during the Lomagundi (2.22–2.1 Ga) carbon isotope excursion. Earth Planet Sci Lett 271(1-4):278–291. 68. Coetzee LL, Beukes NJ, Gutzmer J, Kakegawa T (2006) Links of organic carbon cycling and burial to depositional depth gradients and establishment of a snowball Earth at 2.3 Ga. Evidence from the Timeball Hill Formation,Transvaal Supergroup, South Africa. South Afr J Geol 109(1-2):109–122. 69. Farquhar J, Bao H, Thiemens M (2000) Atmospheric influence of Earth’s earliest sulfur cycle. Science 289(5480):756–759. 70. Bekker A, et al. (2004) Dating the rise of atmospheric oxygen. Nature 427(6970):117–120. 71. Johnson JE, et al. (2013) Manganese-oxidizing photosynthesis before the rise of cy-\nanobacteria. Proc Natl Acad Sci USA 110(28):11238–11243. 72. Pickard AL (2003) SHRIMP U-Pb zircon ages for the Palaeoproterozoic Kuruman Iron\nFormation, northern Cape Province, South Africa: Evidence for simultaneous BIF deposition on Kaapvaal and Pilbara cratons. Precambrian Res 125(3-4):275–315. 73. Sumner DY, Bowring SA (1996) U-Pb geochronologic constraints on deposition of the Campbellrand Subgroup, Transvaal Supergroup, South Africa. Precambrian Res 79(1-2): 25–35. 74. Barton ES, Altermann W, Williams IS, Smith CB (1994) U-Pb zircon age for a tuff in the Campbell Group, Griqualand West sequence, South Africa: Implications for early Proterozoic rock accumulation rates. Geology 22(4):343–346. 75. Altermann W, Nelson DR (1998) Sedimentation rates, basin analysis and regional correlations of three Neoarchaean and Palaeoproterozoic sub-basins of the Kaapvaal craton as inferred from precise U-Pb zircon ages from volcaniclastic sediments. Sediment Geol 120(1-4):225–256. 76. Nelson DR, Trendall AF, Altermann W (1999) Chronological correlations between the Pilbara and Kaapvaal cratons. Precambrian Res 97(3-4):165–189. 77. Swart QD (1999) Carbonate Rocks of the Paleoproterozoic Pretoria and Postmasburg Groups, Transvaal Supergroup (Rand Afrikaans Univ, Johannesburg). 78. Bekker A, Karhu JA, Kaufman AJ (2006) Carbon isotope record for the onset of the Lomagundi carbon isotope excursion in the Great Lakes area, North America. Precambrian Res 148(1-2):145–180. 79. Sekine Y, et al. (2011) Manganese enrichment in the Gowganda Formation of the Huronian Supergroup: A highly oxidizing shallow-marine environment after the last Huronian glaciation. Earth Planet Sci Lett 307(1-2):201–210. 80. Chandler FW (1988) Diagenesis of sabkha-related, sulphate nodules in the early Proterozoic Gordon Lake formation, Ontario, Canada. Carbonates Evaporites 3(1):75–94. 81. Fedo CM, Nesbitt HW, Young GM (1995) Unraveling the effects of potassium metasomatism in sedimentary rocks and paleosols, with implications for paleoweathering conditions and provenance. Geology 23(10):921–924. 82. Papineau D, Mojzsis SJ, Schmitt AK (2007) Multiple sulfur isotopes from Paleoproterozoic Huronian interglacial sediments and the rise of atmospheric oxygen. Earth Planet Sci Lett 255(1-2):188–212. 83. Bekker A, Kaufman AJ, Karhu JA, Eriksson KA (2005) Evidence for Paleoproterozoic cap carbonates in North America. Precambrian Res 137(3-4):167–206. 84. Murakami T, Utsunomiya S, Imazu Y, Prasad N (2001) Direct evidence of late Archean to early Proterozoic anoxic atmosphere from a product of 2.5 Ga old weathering. Earth Planet Sci Lett 184(2):523–528. 85. Roscoe SM (1969) Huronian rocks and uraniferous conglomerates in the Canadian Shield. Geol Surv Canada Open File 68:1–205. 86. Gumsley A, Rådman J, Söderlund U, Klausen M (2016) U–Pb baddeleyite geochronology and geochemistry of the White Mfolozi Dyke Swarm: Unravelling the complexities of 2.70–2.66 Ga dyke swarms across the eastern Kaapvaal Craton, South Africa. GFF 138(1):115–132. 87. Reischmann T (1995) Precise U/Pb age determination with baddeleyite (ZrO2), a case study from the Phalaborwa igneous complex, South Africa. South Afr J Geol 98(1):1–14. 88. Letts S, Torsvik TH, Webb SJ, Ashwal LD (2011) New Palaeoproterozoic palaeomagnetic data from the Kaapvaal Craton, South Africa. Geol Soc Lond Spec Publ 357:9–26. 89. Zeh A, Ovtcharova M, Wilson AH, Schaltegger U (2015) The Bushveld Complex was emplaced and cooled in less than one million years—results of zirconology, and geotectonic implications. Earth Planet Sci Lett 418:103–114. 90. Letts S, Torsvik TH, Webb SJ, Ashwal LD (2009) Palaeomagnetism of the 2054 Ma Bushveld Complex (South Africa): Implications for emplacement and cooling. Geophys J Int 179(2):850–872. 91. Dorland HC, Beukes NJ, Gutzmer J, Evans DAD, Armstrong RA (2006) Precise SHRIMP U-Pb zircon age constraints on the lower Waterberg and Soutpansberg Groups, South Africa. South Afr J Geol 109(1-2):139–156. 92. de Kock MO, Evans DAD, Dorland HC, Beukes NJ, Gutzmer J (2006) Paleomagnetism of the lower two unconformity-bounded sequences of the Waterberg Group, South Africa: Towards a better-defined apparent polar wander path for the Paleoproterozoic Kaapvaal Craton. South Afr J Geol 109(1-2):157–182. 93. Kamo SL, Reimold WU, Krogh TE, Colliston WP (1996) A 2.023 Ga age for the Vredefort impact event and a first report of shock metamorphosed zircons in pseudotachylitic breccias and Granophyre. Earth Planet Sci Lett 144(3-4):369–387. 94. Carporzen L, Gilder SA, Hart RJ (2005) Palaeomagnetism of the Vredefort meteorite crater and implications for craters on Mars. Nature 435(7039):198–201.\n1816 | www.pnas.org/cgi/doi/10.1073/pnas.1608824114 Gumsley et al."
  }],
  "year": 2017,
  "references": [{
    "title": "Volcanic gases, black smokers, and the Great Oxidation Event",
    "authors": ["HD Holland"],
    "venue": "Geochim Cosmochim Acta 66(21):3811–3826",
    "year": 2002
  }, {
    "title": "The Great Oxidation and a Siderian snowball Earth: MIF-S based correlation of Paleoproterozoic glacial epochs",
    "authors": ["PF Hoffman"],
    "venue": "Chem Geol 362:143–156",
    "year": 2013
  }, {
    "title": "Bistability of atmospheric oxygen and the Great Oxidation",
    "authors": ["C Goldblatt", "TM Lenton", "AJ Watson"],
    "venue": "Nature",
    "year": 2006
  }, {
    "title": "Lenton TM (2016) The effect of widespread early aerobic marine ecosystems on methane cycling and the Great Oxidation",
    "authors": ["SJ Daines"],
    "venue": "Earth Planet Sci Lett 434:42–51",
    "year": 2016
  }, {
    "title": "Large igneous provinces (LIPs), giant dyke swarms, and mantle plumes: Significance for breakup events within Canada and adjacent regions from 2.5 Ga to the Present",
    "authors": ["R Ernst", "W Bleeker"],
    "venue": "Can J Earth Sci 47(5):695–739",
    "year": 2010
  }, {
    "title": "Low-latitude glaciation in the Palaeoproterozoic era",
    "authors": ["DA Evans", "NJ Beukes", "JL Kirschvink"],
    "venue": "Nature",
    "year": 1997
  }, {
    "title": "Paleoproterozoic snowball earth: Extreme climatic and geochemical global change and its biological consequences",
    "authors": ["JL Kirschvink"],
    "venue": "Proc Natl Acad Sci USA",
    "year": 2000
  }, {
    "title": "Age, petrogenesis and tectonic setting of the Thessalon volcanic rocks, Huronian Supergroup, Canada",
    "authors": ["KY Ketchum", "LM Heaman", "G Bennett", "DJ Hughes"],
    "venue": "Precambrian Res",
    "year": 2013
  }, {
    "title": "Correlation of Paleoproterozoic glaciations based on U-Pb zircon ages for tuff beds in the Transvaal and Huronian Supergroups",
    "authors": ["B Rasmussen", "A Bekker", "IR Fletcher"],
    "venue": "Earth Planet Sci Lett 382:173–180",
    "year": 2013
  }, {
    "title": "New field observations and U-Pb ages in the Sudbury area: Toward a detailed cross-section through the deformed Sudbury Structure",
    "authors": ["W Bleeker", "SL Kamo", "DE Ames", "D Davis"],
    "venue": "Geol Surv Canada Open File 7856:151–166",
    "year": 2015
  }, {
    "title": "Detrital zircon constraints on the tectonostratigraphy of the Paleoproterozoic Pretoria Group, South Africa",
    "authors": ["S Schröder", "NJ Beukes", "RA Armstrong"],
    "venue": "Precambrian Res",
    "year": 2016
  }, {
    "title": "Tropical laterites, life on land, and the history of atmospheric oxygen in the Paleoproterozoic.Geology 30(6):491–494",
    "authors": ["NJ Beukes", "H Dorland", "J Gutzmer", "M Nedachi", "H Ohmoto"],
    "year": 2002
  }, {
    "title": "Evidence for the transition to an oxygen-rich atmosphere during the evolution of red beds in the lower Proterozoic sequences of southern Africa",
    "authors": ["PG Eriksson", "ES Cheney"],
    "venue": "Precambrian Res",
    "year": 1992
  }, {
    "title": "The Ongeluk basaltic andesite formation in Griqualand West, South Africa: Submarine alteration in a 2222 Ma Proterozoic sea",
    "authors": ["DH Cornell", "SS Schütte", "BL Eglington"],
    "venue": "Precambrian Res",
    "year": 1996
  }, {
    "title": "Pb, O, and C isotopes in silicified Mooidraai dolomite (Transvaal Supergroup, South Africa): Implications for the composition of Paleoproterozoic seawater and “dating” the increase of oxygen in the Precambrian atmosphere",
    "authors": ["M Bau", "RL Romer", "V Lüders", "NJ Beukes"],
    "venue": "Earth Planet Sci Lett 174(1-2):43–57",
    "year": 1999
  }, {
    "title": "Deconstructing the Transvaal Supergroup, South Africa: Implications for Palaeoproterozoic palaeoclimate models",
    "authors": ["JM Moore", "H Tsikos", "S Polteau"],
    "venue": "J Afr Earth Sci 33(3-4):437–444",
    "year": 2001
  }, {
    "title": "The geology and geochemistry of the Palaeoproterozoic Makganyene diamictite",
    "authors": ["S Polteau", "JM Moore", "H Tsikos"],
    "venue": "Precambrian Res",
    "year": 2006
  }, {
    "title": "The Transvaal Supergroup. The Geology of South Africa, eds Johnson MJ, Anhaeusser CR, Thomas RJ (Geological Society of South Africa/Council for Geoscience, Johannesburg), pp 237–260",
    "authors": ["PG Eriksson", "W Altermann", "FJ Hartzer"],
    "year": 2006
  }, {
    "title": "The age and correlation of the Postmasburg Group, southern Africa: Constraints from detrital zircon grains",
    "authors": ["JM Moore", "S Polteau", "RA Armstrong", "F Corfu", "H Tsikos"],
    "venue": "J Afr Earth Sci 64:9–19",
    "year": 2012
  }, {
    "title": "U-Pb systematics in carbonates of the Postmasburg Group, Transvaal Supergroup, South Africa: Primary versus metasomatic controls",
    "authors": ["B Fairey", "H Tsikos", "F Corfu", "S Polteau"],
    "venue": "Precambrian Res",
    "year": 2013
  }, {
    "title": "Preservation of primary REE patterns without Ce anomaly during dolomitization of Mid-Paleoproterozoic limestone and the potential reestablishment of marine anoxia immediately after the “Great Oxidation Event.",
    "authors": ["M Bau", "B Alexander"],
    "venue": "South Afr J Geol 109(1-2):81–86",
    "year": 2006
  }, {
    "title": "WW (2014) O2 constraints from Paleoproterozoic detrital pyrite and uraninite",
    "authors": ["JE Johnson", "A Gerpheide", "MP Lamb", "Fischer"],
    "venue": "Geol Soc Am Bull 126(5-6):813–830",
    "year": 2014
  }, {
    "title": "Reconstructing Earth’s surface oxidation across the ArcheanProterozoic transition",
    "authors": ["Q Guo"],
    "venue": "Geology",
    "year": 2009
  }, {
    "title": "Rapid oxygenation of Earth’s atmosphere 2.33 billion years ago",
    "authors": ["G Luo"],
    "venue": "Sci Adv 2(5):e1600134",
    "year": 2016
  }, {
    "title": "Primitive Os and 2316 Ma age for marine shale: Implications for Paleoproterozoic glacial events and the rise of atmospheric oxygen",
    "authors": ["JL Hannah", "A Bekker", "HJ Stein", "RJ Markey", "HD Holland"],
    "venue": "Earth Planet Sci Lett 225:43–52",
    "year": 2004
  }, {
    "title": "Paleomagnetism of a Neoarchean-Paleoproterozoic carbonate ramp and carbonate platform succession (Transvaal Supergroup) from surface outcrop and drill core, Griqualand West region, South Africa",
    "authors": ["MO de Kock"],
    "venue": "Precambrian Res",
    "year": 2009
  }, {
    "title": "Paleomagnetic study of NeoArcheanPaleoproterozoic dykes in the Kaapvaal Craton",
    "authors": ["N Lubnina", "R Ernst", "M Klausen", "U Söderlund"],
    "venue": "Precambrian Res",
    "year": 2010
  }, {
    "title": "U-Pb geochronology and paleomagnetism of the Westerberg Sill Suite, Kaapvaal Craton - Support for a Gumsley et al",
    "authors": ["TC Kampmann", "AP Gumsley", "MO de Kock", "U Söderlund"],
    "venue": "PNAS | February",
    "year": 2015
  }, {
    "title": "Key paleomagnetic poles and their use in Proterozoic continent and supercontinent reconstructions: A review",
    "authors": ["KL Buchan"],
    "venue": "Precambrian Res",
    "year": 2013
  }, {
    "title": "The reliability of paleomagnetic data",
    "authors": ["R Van der Voo"],
    "venue": "Tectonophysics",
    "year": 1990
  }, {
    "title": "Chemostratigraphy of the Paleoproterozoic Duitschland Formation, South Africa: Implications for coupled climate change and carbon cycling",
    "authors": ["A Bekker"],
    "venue": "Am J Sci 301(3):261–285",
    "year": 2001
  }, {
    "title": "Depositional environment and lithostratigraphy of the Paleoproterozoic Mooidraai Formation, Kalahari Manganese Field, South Africa",
    "authors": ["M Kunzmann", "J Gutzmer", "NJ Beukes", "GP Halverson"],
    "venue": "South Afr J Geol 117(2):173–192",
    "year": 2014
  }, {
    "title": "In situ trace element and sulfur isotope analysis of pyrite in a Paleoproterozoic Gold Placer Deposit, Pardo and Clement Townships, Ontario, Canada",
    "authors": ["T Ulrich", "DGF Long", "BS Kamber", "MJ Whitehouse"],
    "venue": "Econ Geol 106(4):667–686",
    "year": 2011
  }, {
    "title": "Earth’s earliest global glaciation? Carbonate geochemistry and geochronology of the Polisarka Sedimentary Formation, Kola Peninsula, Russia",
    "authors": ["AT Brasier"],
    "venue": "Precambrian Res",
    "year": 2013
  }, {
    "title": "U-Pb geochronology of layered mafic intrusions in the eastern Baltic Shield: Implications for the timing and duration of Paleoproterozoic continental rifting",
    "authors": ["YV Amelin", "LM Heaman", "VS Semenov"],
    "venue": "Precambrian Res",
    "year": 1995
  }, {
    "title": "Short-lived mantle generated magmatic events and their dyke swarms: The key unlocking Earth’s paleogeographic record back to 2.6 Ga",
    "authors": ["W Bleeker", "R Ernst"],
    "venue": "Dyke Swarms—Time Markers of Crustal Evolution,",
    "year": 2006
  }, {
    "title": "The late Archean record: A puzzle in ca",
    "authors": ["W Bleeker"],
    "venue": "Lithos",
    "year": 2003
  }, {
    "title": "Long-term climate change and the geochemical cycle of carbon",
    "authors": ["HG Marshall", "JCG Walker", "WR Kuhn"],
    "venue": "J Geophys Res Atmos 93(D1):791–801",
    "year": 1988
  }, {
    "title": "A ‘snowball Earth’ climate triggered by continental break-up through changes in runoff",
    "authors": ["Y Donnadieu", "Y Goddéris", "G Ramstein", "A Nédélec", "J Meert"],
    "venue": "Nature",
    "year": 2004
  }, {
    "title": "Did phosphorus derived from the weathering of large igneous provinces fertilize the Neoproterozoic ocean? Geochem Geophys Geosyst 16(6):1723–1738",
    "authors": ["F Horton"],
    "year": 2015
  }, {
    "title": "Termination of BIF deposition in the Paleoproterozoic: The Tongwane Formation, South Africa",
    "authors": ["S Schröder", "MR Warke"],
    "venue": "South Afr J Geol 119(2):329–346",
    "year": 2016
  }, {
    "title": "Mass-independent fractionation of sulfur isotopes in Archean sediments: Strong evidence for an anoxic Archean atmosphere",
    "authors": ["AA Pavlov", "JF Kasting"],
    "venue": "Astrobiology",
    "year": 2002
  }, {
    "title": "Oxidative forcing of global climate change: A biogeochemical record across the oldest Paleoproterozoic ice age in North America",
    "authors": ["A Bekker", "AJ Kaufman"],
    "venue": "Earth Planet Sci Lett 258(3-4):486–499",
    "year": 2007
  }, {
    "title": "Assembly, configuration, and break-up history of Rodinia: A synthesis",
    "authors": ["ZX Li"],
    "venue": "Precambrian Res",
    "year": 2008
  }, {
    "title": "Calibrating the Cryogenian",
    "authors": ["FA Macdonald"],
    "venue": "Science",
    "year": 2010
  }, {
    "title": "A Cryogenian chronology: Two long-lasting synchronous Neoproterozoic glaciations",
    "authors": ["AD Rooney", "JV Strauss", "AD Brandon", "FA Macdonald"],
    "year": 2015
  }, {
    "title": "Selenium isotope evidence for progressive oxidation of the Neoproterozoic biosphere",
    "authors": ["PAE Pogge von Strandmann"],
    "venue": "Nat Commun",
    "year": 2015
  }, {
    "title": "Chemostratigraphy of the Shaler Supergroup, Victoria Island, NW Canada: A record of ocean composition prior to the Cryogenian glaciations",
    "authors": ["D Thomson", "RH Rainbird", "NJ Planavsky", "TW Lyons", "A Bekker"],
    "venue": "Precambrian Res",
    "year": 2015
  }, {
    "title": "A (2016) Thick sulfate evaporite accumulations marking a midNeoproterozoic oxygenation event (Ten Stone Formation, Northwest Territories, Canada)",
    "authors": ["Turner EC", "Bekker"],
    "venue": "Geol Soc Am Bull 128(1-2):203–222",
    "year": 2016
  }, {
    "title": "Continental flood basalt weathering as a trigger for Neoproterozoic Snowball Earth",
    "authors": ["GM Cox"],
    "venue": "Earth Planet Sci Lett 446:89–99",
    "year": 2016
  }, {
    "title": "Supercontinent-superplume coupling, true polar wander and plume mobility: Plate dominance inwhole-mantle tectonics",
    "authors": ["Li Z-X", "Zhong S"],
    "venue": "Phys Earth Planet Inter 176(3-4):143–156",
    "year": 2009
  }, {
    "title": "Validating the existence of Vaalbara in the Neoarchean",
    "authors": ["MO de Kock", "DAD Evans", "NJ Beukes"],
    "venue": "Precambrian Res",
    "year": 2009
  }, {
    "title": "Precise U-Pb baddeleyite age dating of the Usushwana Complex, southern Africa: Implications for the Mesoarchaean magmatic and sedimentological evolution of the Pongola Supergroup",
    "authors": ["A Gumsley"],
    "venue": "Kaapvaal Craton. Precambrian Res",
    "year": 2015
  }, {
    "title": "Approximation of terrestrial lead isotope evolution by a two-stage model",
    "authors": ["JS Stacey", "JD Kramers"],
    "venue": "Earth Planet Sci Lett 26(2):207–221",
    "year": 1975
  }, {
    "title": "Precision measurement of half-lives and specific activities of U235 and U238",
    "authors": ["AH Jaffey", "KF Flynn", "LE Glendenin", "WC Bentley", "AM Essling"],
    "venue": "Phys Rev C Nucl Phys 4:1889–1906",
    "year": 1971
  }, {
    "title": "Subcommission on geochronology: Convention on the use of decay constants in geo- and cosmochronology",
    "authors": ["RH Steiger", "E Jäger"],
    "venue": "Earth Planet Sci Lett 36(3):359–362",
    "year": 1977
  }, {
    "title": "User’s Manual for Isoplot 3.00—A Geochronological Toolkit for Microsoft Excel (Berkeley Geochronology",
    "authors": ["KR Ludwig"],
    "venue": "Special Publ",
    "year": 2003
  }, {
    "title": "In situ U-Pb SIMS (IN-SIMS) micro-baddeleyite dating of mafic rocks: Method with examples",
    "authors": ["KR Chamberlain"],
    "venue": "Precambrian Res",
    "year": 2010
  }, {
    "title": "U-Pb geochronology of zircons form lunar Breccia 73217 using a sensitive high mass-resolution ion microprobe",
    "authors": ["W Compston", "IS Williams", "C Meyer"],
    "venue": "J Geophys Res Solid Earth 89(S02):B525–B534",
    "year": 1984
  }, {
    "title": "Considerations in zircon geochronology by SIMS",
    "authors": ["TR Ireland", "IS Williams"],
    "venue": "Rev Miner Geochem",
    "year": 2003
  }, {
    "title": "The least-squares line and plane and the analysis of paleomagnetic data",
    "authors": ["JL Kirschvink"],
    "venue": "Geophys J Int 62(3):699–718",
    "year": 1980
  }, {
    "title": "User-driven integrated software lives: “Paleomag",
    "authors": ["CH Jones"],
    "venue": "paleomagnetics analysis on the Macintosh. Comput Geosci 28(10):1145–1151",
    "year": 2002
  }, {
    "title": "An open-source software environment for visualizing and refining plate tectonic reconstructions using high-resolution geological and geophysical data sets. GSA Today 22(4):4–9",
    "authors": ["SE Williams", "RD Müller", "TCW Landgrebe", "JM Whittaker"],
    "year": 2012
  }, {
    "title": "Paleomagnetism of a lateritic paleoweathering horizon and overlying Paleoproterozoic red beds from South Africa: Implications for the Kaapvaal apparent polar wander path and a confirmation of atmospheric oxygen enrichment",
    "authors": ["DAD Evans", "NJ Beukes", "JL Kirschvink"],
    "venue": "J Geophys Res Solid Earth 107(B12):EPM",
    "year": 2002
  }, {
    "title": "From BIF to red beds: Sedimentology and sequence stratigraphy of the Paleoproterozoic Koegas Subgroup (South Africa)",
    "authors": ["S Schröder", "D Bedorf", "NJ Beukes", "J Gutzmer"],
    "venue": "Sediment Geol 236(1-2):25–44",
    "year": 2011
  }, {
    "title": "Sedimentology of the Kuruman and Griquatown iron-formations, Transvaal Supergroup, Griqualand West, South Africa",
    "authors": ["NJ Beukes"],
    "venue": "Precambrian Res",
    "year": 1984
  }, {
    "title": "Fractionation between inorganic and organic carbon during the Lomagundi (2.22–2.1 Ga) carbon isotope excursion",
    "authors": ["A Bekker"],
    "venue": "Earth Planet Sci Lett 271(1-4):278–291",
    "year": 2008
  }, {
    "title": "Links of organic carbon cycling and burial to depositional depth gradients and establishment of a snowball Earth at 2.3 Ga. Evidence from the Timeball Hill Formation,Transvaal Supergroup, South Africa",
    "authors": ["LL Coetzee", "NJ Beukes", "J Gutzmer", "T Kakegawa"],
    "venue": "South Afr J Geol 109(1-2):109–122",
    "year": 2006
  }, {
    "title": "Atmospheric influence of Earth’s earliest sulfur cycle",
    "authors": ["J Farquhar", "H Bao", "M Thiemens"],
    "venue": "Science",
    "year": 2000
  }, {
    "title": "Dating the rise of atmospheric oxygen",
    "authors": ["A Bekker"],
    "venue": "Nature",
    "year": 2004
  }, {
    "title": "Manganese-oxidizing photosynthesis before the rise of cyanobacteria",
    "authors": ["JE Johnson"],
    "venue": "Proc Natl Acad Sci USA",
    "year": 2013
  }, {
    "title": "SHRIMP U-Pb zircon ages for the Palaeoproterozoic Kuruman Iron Formation, northern Cape Province, South Africa: Evidence for simultaneous BIF deposition on Kaapvaal and Pilbara cratons",
    "authors": ["AL Pickard"],
    "venue": "Precambrian Res",
    "year": 2003
  }, {
    "title": "U-Pb geochronologic constraints on deposition of the Campbellrand Subgroup, Transvaal Supergroup, South Africa",
    "authors": ["DY Sumner", "SA Bowring"],
    "venue": "Precambrian Res",
    "year": 1996
  }, {
    "title": "U-Pb zircon age for a tuff in the Campbell Group, Griqualand West sequence, South Africa: Implications for early Proterozoic rock accumulation rates. Geology 22(4):343–346",
    "authors": ["ES Barton", "W Altermann", "IS Williams", "CB Smith"],
    "year": 1994
  }, {
    "title": "Sedimentation rates, basin analysis and regional correlations of three Neoarchaean and Palaeoproterozoic sub-basins of the Kaapvaal craton as inferred from precise U-Pb zircon ages from volcaniclastic sediments",
    "authors": ["W Altermann", "DR Nelson"],
    "venue": "Sediment Geol 120(1-4):225–256",
    "year": 1998
  }, {
    "title": "Chronological correlations between the Pilbara and Kaapvaal cratons",
    "authors": ["DR Nelson", "AF Trendall", "W Altermann"],
    "venue": "Precambrian Res",
    "year": 1999
  }, {
    "title": "Carbonate Rocks of the Paleoproterozoic Pretoria and Postmasburg Groups, Transvaal Supergroup (Rand Afrikaans Univ, Johannesburg)",
    "authors": ["QD Swart"],
    "year": 1999
  }, {
    "title": "Carbon isotope record for the onset of the Lomagundi carbon isotope excursion in the Great Lakes area, North America",
    "authors": ["A Bekker", "JA Karhu", "AJ Kaufman"],
    "venue": "Precambrian Res",
    "year": 2006
  }, {
    "title": "Manganese enrichment in the Gowganda Formation of the Huronian Supergroup: A highly oxidizing shallow-marine environment after the last Huronian glaciation",
    "authors": ["Y Sekine"],
    "venue": "Earth Planet Sci Lett 307(1-2):201–210",
    "year": 2011
  }, {
    "title": "Diagenesis of sabkha-related, sulphate nodules in the early Proterozoic Gordon Lake formation, Ontario, Canada",
    "authors": ["FW Chandler"],
    "venue": "Carbonates Evaporites",
    "year": 1988
  }, {
    "title": "Unraveling the effects of potassium metasomatism in sedimentary rocks and paleosols, with implications for paleoweathering conditions and provenance. Geology 23(10):921–924",
    "authors": ["CM Fedo", "HW Nesbitt", "GM Young"],
    "year": 1995
  }, {
    "title": "Multiple sulfur isotopes from Paleoproterozoic Huronian interglacial sediments and the rise of atmospheric oxygen",
    "authors": ["D Papineau", "SJ Mojzsis", "AK Schmitt"],
    "venue": "Earth Planet Sci Lett 255(1-2):188–212",
    "year": 2007
  }, {
    "title": "Evidence for Paleoproterozoic cap carbonates in North America",
    "authors": ["A Bekker", "AJ Kaufman", "JA Karhu", "KA Eriksson"],
    "venue": "Precambrian Res",
    "year": 2005
  }, {
    "title": "Direct evidence of late Archean to early Proterozoic anoxic atmosphere from a product of 2.5 Ga old weathering",
    "authors": ["T Murakami", "S Utsunomiya", "Y Imazu", "N Prasad"],
    "venue": "Earth Planet Sci Lett 184(2):523–528",
    "year": 2001
  }, {
    "title": "Huronian rocks and uraniferous conglomerates in the Canadian Shield",
    "authors": ["SM Roscoe"],
    "venue": "Geol Surv Canada Open File 68:1–205",
    "year": 1969
  }, {
    "title": "U–Pb baddeleyite geochronology and geochemistry of the White Mfolozi Dyke Swarm: Unravelling the complexities of 2.70–2.66 Ga dyke swarms across the eastern Kaapvaal Craton, South Africa",
    "authors": ["A Gumsley", "J Rådman", "U Söderlund", "M Klausen"],
    "venue": "GFF",
    "year": 2016
  }, {
    "title": "Precise U/Pb age determination with baddeleyite (ZrO2), a case study from the Phalaborwa igneous complex, South Africa",
    "authors": ["T Reischmann"],
    "venue": "South Afr J Geol 98(1):1–14",
    "year": 1995
  }, {
    "title": "New Palaeoproterozoic palaeomagnetic data from the Kaapvaal Craton, South Africa",
    "authors": ["S Letts", "TH Torsvik", "SJ Webb", "LD Ashwal"],
    "venue": "Geol Soc Lond Spec Publ 357:9–26",
    "year": 2011
  }, {
    "title": "The Bushveld Complex was emplaced and cooled in less than one million years—results of zirconology, and geotectonic implications",
    "authors": ["A Zeh", "M Ovtcharova", "AH Wilson", "U Schaltegger"],
    "venue": "Earth Planet Sci Lett 418:103–114",
    "year": 2015
  }, {
    "title": "Palaeomagnetism of the 2054 Ma Bushveld Complex (South Africa): Implications for emplacement and cooling",
    "authors": ["S Letts", "TH Torsvik", "SJ Webb", "LD Ashwal"],
    "venue": "Geophys J Int 179(2):850–872",
    "year": 2009
  }, {
    "title": "Precise SHRIMP U-Pb zircon age constraints on the lower Waterberg and Soutpansberg Groups, South Africa",
    "authors": ["HC Dorland", "NJ Beukes", "J Gutzmer", "DAD Evans", "RA Armstrong"],
    "venue": "South Afr J Geol 109(1-2):139–156",
    "year": 2006
  }, {
    "title": "Paleomagnetism of the lower two unconformity-bounded sequences of the Waterberg Group, South Africa: Towards a better-defined apparent polar wander path for the Paleoproterozoic Kaapvaal Craton",
    "authors": ["MO de Kock", "DAD Evans", "HC Dorland", "NJ Beukes", "J Gutzmer"],
    "venue": "South Afr J Geol 109(1-2):157–182",
    "year": 2006
  }, {
    "title": "A 2.023 Ga age for the Vredefort impact event and a first report of shock metamorphosed zircons in pseudotachylitic breccias and Granophyre",
    "authors": ["SL Kamo", "WU Reimold", "TE Krogh", "WP Colliston"],
    "venue": "Earth Planet Sci Lett 144(3-4):369–387",
    "year": 1996
  }, {
    "title": "Palaeomagnetism of the Vredefort meteorite crater and implications for craters on Mars",
    "authors": ["L Carporzen", "SA Gilder", "RJ Hart"],
    "venue": "Nature 435(7039):198–201",
    "year": 2005
  }],
  "id": "SP:43533506b74c01b4347e649e7cc2375dad2e1e7d",
  "authors": [{
    "name": "Ashley P. Gumsley",
    "affiliations": []
  }, {
    "name": "Kevin R. Chamberlain",
    "affiliations": []
  }, {
    "name": "Wouter Bleeker",
    "affiliations": []
  }, {
    "name": "Ulf Söderlund",
    "affiliations": []
  }, {
    "name": "Michiel O. de Kock",
    "affiliations": []
  }, {
    "name": "Emilie R. Larsson",
    "affiliations": []
  }, {
    "name": "Andrey Bekker",
    "affiliations": []
  }],
  "abstractText": "Department of Geology, Lund University, Lund 223 62, Sweden; Department of Geology and Geophysics, University of Wyoming, Laramie, WY 82071; Faculty of Geology and Geography, Tomsk State University, Tomsk 634050, Russia; Geological Survey of Canada, Ottawa, ON K1A 0E8, Canada; Department of Geosciences, Swedish Museum of Natural History, Stockholm 104 05, Sweden; Department of Geology, University of Johannesburg, Auckland Park 2006, South Africa; and Department of Earth Sciences, University of California, Riverside, CA 92521",
  "title": "Timing and tempo of the Great Oxidation Event"
}