{
  "sections": [{
    "text": "Modeling ocean heat content changes during the last millennium\nThomas J. Crowley,1 Steven K. Baum,2 Kwang-Yul Kim,3 Gabriele C. Hegerl,1 and William T. Hyde1\nReceived 22 May 2003; revised 1 August 2003; accepted 15 August 2003; published 19 September 2003.\n[1] Observational studies show a significant increase in ocean heat content over the last half century. Herein we estimate heat content changes during the last millennium with a climate model whose forcing terms have been best-fit to surface proxy data. The model simulates the observed late 20th century ocean heat content increase and a comparable Little Ice Age minimum. When glacial advances are factored in, these results imply a sea level fall after the Middle Ages that is consistent with some geologic data. The present ocean heat content increase can be traced back to the mid-19th century, with a near-linear rate of change during the 20th century. INDEX TERMS: 0370 Atmospheric Composition and Structure: Volcanic effects (8409); 1620 Global Change: Climate dynamics (3309); 1635 Global Change: Oceans (4203); 4556 Oceanography: Physical: Sea level variations. Citation: Crowley, T. J., S. K. Baum, K.-Y. Kim, G. C. Hegerl, and W. T. Hyde, Modeling ocean heat content changes during the last millennium, Geophys. Res. Lett., 30(18), 1932, doi:10.1029/2003GL017801, 2003."
  }, {
    "heading": "1. Introduction",
    "text": "[2] Assessments of climate change provide increasing support for the importance of anthropogenic greenhouse gas changes in explaining the late 20th century surface temperature increase. Recently, surface temperature observations have been augmented by ocean temperature profile data [Levitus et al., 2000] indicating a significant increase in ocean heat content from 1955–1996. Model results [Barnett et al., 2001; Levitus et al., 2001] suggest that such an increase can only be explained by greenhouse gas increases. Parallel to these developments, paleoclimate modeling studies [Robock, 1979; Free and Robock, 1999; Crowley, 2000] indicate a significant role for naturally forced climate variability over the last millennium. Herein we combine these two strands of research to assess how the magnitude of observed changes in ocean heat content compares with model predictions of the forced response over the last 1,000 years. [3] In order to avoid an arbitrary tuning of a climate model to observed heat content changes, our strategy is to first use an ensemble of simulations over the last six hundred years (where the forcing is best known) to determine model parameters that provide a best-fit simulation of\nsurface temperatures. We then extend the best-fit calculation back to A.D. 1000 and compare its ocean heat content with observations. First, we discuss the climate model, forcing, and proxy data."
  }, {
    "heading": "2. Model and Forcing Terms",
    "text": "[4] Although it is now feasible to perform some general circulation model (GCM) simulations of century-scale duration, we need to test a wide range of parameter space that can only reasonably be examined with simpler energy balance models (EBMs), which reproduce many of the large-scale temperature responses of GCMs [Crowley et al., 1991]. Previous EBM simulations [Free and Robock, 1999; Crowley, 2000] compared results with hemispheric scale temperature reconstructions [Mann et al., 1999; Crowley and Lowery, 2000]. Since most paleoclimate data are from themid- and high-latitudes of the northern hemisphere, in this study we employ a linear North-type [North et al., 1983] 2D (i.e., realistic land-sea distribution) seasonal model to compare the model results over the same domain as the data. [5] The EBM has an upwelling-diffusion deep ocean coupling that allows for heat content changes in the ocean interior. This is a standard approach with simple models [Wigley and Raper, 1987] to simulate heat content changes and continues to be used in the recent Intergovernmental Panel for Climate Change projections. Vertical diffusivity was varied over a range of 1.2–2.4 cm2/s. [6] The model is driven by external forcing changes in greenhouse gases, solar irradiance, volcanism, and tropospheric aerosols. Two of the forcing field fields used in the present study are from Crowley [2000]—pre-1850 greenhouse gas changes are based on ice cores and a recent summary over the instrumental interval, and solar irradiance is based on a 10Be ice core record spliced into the Lean et al. [1995] reconstruction after 1600. Tropospheric aerosol forcing (i.e., direct plus indirect) ranges from 0.3–1.0 W/m2 for 30–90 N; there is a latitudinal taper to lower values in the other equal-area strips (0–30 N, 0–30 S, 30–90 S). [7] The volcano forcing time series from Crowley [2000] has been updated to include global forcing. In addition to data from the GISP2 [Zielinski, 1995] and Crete ice cores [Hammeret al., 1980], we compiled results from other assessments of northern hemisphere volcanism [Robock and Free, 1996] through 1960 (the less complete ice core information and dispersion of volcano signals in the snow and firn layer make estimates after that time more difficult). Greenland signals were compared to Antarctic ice core data and composites to infer cases of global scale volcanism [Moore et al., 1991;Delmas et al., 1992; Langway et al., 1995; Cole-Dai et al., 1997; Crowley et al., 1997; Robock and Free, 1996]. [8] Ice core peaks in sulphate/conductivity were initially scaled against the 1883 Krakatau eruption in each core.\nGEOPHYSICAL RESEARCH LETTERS, VOL. 30, NO. 18, 1932, doi:10.1029/2003GL017801, 2003\n1Division of Earth and Ocean Sciences, Nicholas School for the Environment and Earth Sciences, Duke University, Durham, North Carolina, USA.\n2Department of Oceanography, Texas A&M University, College Station, Texas, USA.\n3Department of Meteorology, Florida State University, Tallahassee, Florida, USA.\nCopyright 2003 by the American Geophysical Union. 0094-8276/03/2003GL017801\nCLM 3 - 1\nBecause there is considerable uncertainty about the absolute value of Krakatau aerosol optical depth (AOD) estimates, the preliminary ice core scaling for 1900–1960 was validated against the presumably more-reliable 30–90 N 1900–1960 portion of the AOD record with a total least squares fit. Adjustments were made to the time series to bring the validation fit to a slope of 1.0. The AOD was converted to radiative forcing using a factor of 30 multiplier [Sato et al., 1993] determined by radiative convective modeling. [9] Subsequent to the AOD scaling, a volcano catalog [Simkin and Siebert, 1994] was used to assign tentative sources to many of the eruptions. Unknown ice core peaks were assigned a high latitude (>60 ) origin unless they could be verified in ice cores from both hemispheres; this approach minimizes the effects of ice core volcano peaks unless their larger-scale imprint can be verified with independent data. The new reconstruction of global volcanism (Figure 1) indicates particularly low levels of volcanism in most in the 11th and 12th centuries and higher levels of the 13th century, 1580–1700, and the early 19th and late 20th centuries. The mid-20th century decrease in AOD can also be found in other ice core time series. [10] In order to compare the model with observations we updated the Crowley and Lowery [2000] reconstruction by dropping low resolution records and time series that had a low correlation with temperature, and restricted the analysis to 30–90 N,where almost all long paleo-time series are located. As we wanted to ensure that no temporal trends are an artifact of increasing data density in the younger intervals, we chose this reconstruction as a starting point because it is based only on long records that are time-invariant between 1078–1960 (one record drops out between 1000–1078). [11] The following long proxy indices from the CrowleyLowery composite were used (see that paper for full information on sites): tree ring records from the White Mtns. of California, Alberta, Canada, northern Sweden, the Ural Mtns., the Taimyr Peninsula of Siberia, and a record from southern France. We also used the GISP2 ice\ncore from central Greenland, the Dunde ice core on the Tibetan Plateau, and a historical record of sea ice fluctuations around Iceland. The paleotemperature estimate is based on a weighted mean of the local records, with weights determined by the regression coefficients of individual records with the decadally smoothed 1856–1960 portion of the 30–90 N instrumental record [Jones et al., 1999; Hegerl et al., 2003]."
  }, {
    "heading": "3. Results and Discussion",
    "text": "[12] As discussed in Hegerl et al. [2003], the best fit from an ensemble of 120 simulations involved a sensitivity of 2.5 C, a vertical diffusivity of 2.4 cm2/s, and a 30–90 N tropospheric aerosol forcing of 0.7W/m2, and explained 77% of the decadal scale variance from 1400–1960, and 57% of the variance over the interval 1000–1960 (Figure 2). Over the 1400–1960 intervalHegerl et al. [2003] also determined that the model could explain 49–67% of the decadal variance in three other paleo-reconstructions [Mann et al., 1999; Briffa et al., 2001; Esper et al., 2002], but the amplitude of the response varied by time series (see further comments below). [13] The best-fit model simulations (Figure 3) result in an ocean heat content change between 1955 –1996 of 1.75 1023 Joules for 0–3000 m, which is in very good agreement with Levitus et al. [2000]. For the paleo part of the record, the model simulates a decrease in ocean heat content after the Middle Ages that is consistent with some spot reconstructions of centennial scale sea level variations based on paleo-data [Tanner, 1992; van de Plassche et al., 1998]. Because the deep ocean has a long time constant\n[Hansen et al., 1985], ourMedieval ocean heat content values are sensitive to the initial state at A.D. 1000. We therefore illustrate the evolution of heat content after A.D. 1000 for a simulation that starts at A.D. 1, using zero forcing from A.D. 1–999 for all terms but volcanism and a constant ‘‘volcanic’’ forcing of 0.15 W/m2/yr (this value is slightly less than the mean of the second millennium volcanism that Zielinski [1995] has charcterized as having high levels of activity). In this way we allow the model at A.D. 1000 to be in approximate equilibrium with the prescribed, but more uncertain, volcanic forcing from A.D 1–999. This exercise indicated that the the adjustment time for ocean heat content changes in the model is on the order of 400 years (Figure 4). [14] Subsequent to the Little Ice Age minimum from about 1600–1840, the model simulates an ocean heat content rise of 5.0 1023 Joules. This rise is almost a factor of three greater than the heat content increase recorded in the interval overlapping the Levitus et al. [2000] data set and, when compared to the rise predicted by natural forcing, can almost entirely be attributed to greenhouse gas forcing. The absolute value of the heat content maximum is comparable to the minimum in the Little Ice Age. A linear fit to the 20th century part of the simulation explains 98.8% of the variance - a result consistent with tide gauge assessments [Church and Gregory, 2001] indicating that there is no clear evidence for an acceleration of sea level rise in the 20th century. However, annual values in the 1990s are above the long-term growth rate, increasing by 0.1 1023 Joules/yr. after the threeyear dip following the 1991 Pinatubo eruption.\n[15] Assessment of the roles of individual forcing (Figure 4) indicates that both tropospheric and volcanic aerosol forcing increased in the latter half of the 20th century, thereby ‘‘flattening out’’ by chance the exponential rate of increase due to greenhouse gases. During the first half of the 20th century, when volcanism and tropospheric aerosols were low, the increase in greenhouse gases accounts for 80% of the simulated 1.6 1023 Joule increase in ocean heat content—a value almost as large as the simulated late 20th century increase. Comparison with the response from ‘‘natural’’ forcing (Figure 4) underlines this conclusion - our results indicate that most of the 20th century heat content increase is driven by greenhouse gas forcing. [16] Because there are continued uncertainties about the reality of past solar irradiance changes [Lean et al., 2002], we also illustrate a run without solar forcing but with climate sensitivity increased 20% to compensate for the reduced solar forcing in the 20th century [cf. Crowley and Kim, 1999]. We get a comparable increase in ocean heat content through the 20th century. Even though the best fit diffusivity is 2.4 cm2/s, we also examined runs with diffusivity of 1.2 cm2/s because their residuals were only slightly larger than the best fit case. For a sensitivity of 3.0 C, we found a 1.4 1023 Joule increase—slightly less than Levitus et al. but within the uncertainty of the observations. [17] The decrease in total ocean heat content in the Little Ice Age, and subsequent increase since the mid-19th century, has implications in a number of areas. Using the relationship developed in Wigley and Raper [1987], the change in ocean heat content since 1840 would be associated with about a 7 cm rise in sea level. Changes in glacier mass balance [Church and Gregory, 2001] would account for about 4 cm more. These results might explain the ‘‘early’’ rise is sea level observed in some tide gauge records [Church and Gregory, 2001]. However, the sea level record still has a 50% larger amplitude than calculated [cf. Munk, 2002]. [18] The heat content decrease during the Little Ice Age also suggests that certain parts of the ocean interior, such as the relatively young waters of the Atlantic Basin, may have\ntemperatures cooler than predicted by models using present atmospheric forcing levels. This result has implications not only for validation of ocean models but also suggests that deconvolution techniques could conceivably back out the Little Ice Age temperature signal from existing hydrographic data. [19] Although there is good agreement between our model and a variety of data, the absolute value of Little Ice Age ocean heat content changes are open to a number of uncertainties. Other volcanic reconstructions [e.g., Robertson et al., 2001] suggest larger forcing than used in our time series. This would not necessarily translate into a larger heat content change because the best fit between model and data would then lead to a smaller sensitivity, yielding (we conjecture) comparable levels of Little Ice Age ocean heat content reductions for the same paleo reconstruction. However, best surface fits to other paleo reconstructions could yield different heat content changes back through time. For example, Hegerl et al. [2003] obtain smaller best fit sensitivities for the Mann et al. [1999] and Briffa et al. [2001] reconstructions, and larger best fit sensitivity to the Esper et al. [2002] reconstruction [cf. Pollack and Huang, 2000]. For these cases we would expect different magnitudes of change through time, including the late 20th century. Sensitivity experiments (not shown) taking these uncertainties into account can reduce the amplitude of changes in the last half century by about one third. But in all such experiments, significant decreases are still simulated for the transition from the Middle Ages to the Little Ice Age. [20] The reconstructions of sea level change over the last millennium are also subject to a number of complications. Despite these and other uncertainties, using a model that has been tested against surface proxy temperatures suggests significant changes in ocean heat content and sea level during the last millennium. Greenhouse gas forcing dominates the 20th century rise in ocean heat content. Further experiments with coupled models would be desirable in assessing additional details of such changes.\n[21] Acknowledgments. Research supported by NOAA grant NA16GP2242 and by NOAA’s Office of Global Programs and DOE’s Officel of Biological and Environmental Research. We thank an anonymous reviewer for their comments."
  }],
  "year": 2003,
  "references": [{
    "title": "Detection of anthropogenic climate change in the world’s oceans",
    "authors": ["T.P. Barnett", "D.W. Pierce", "R. Schnur"],
    "venue": "Science, 292,",
    "year": 2001
  }, {
    "title": "Annually resolved southern hemisphere volcanic history from two Antarctic ice",
    "authors": ["J. Cole-Dai", "E. Mosley-Thompson", "L.G. Thompson"],
    "venue": "cores, J. Geophys. Res.,",
    "year": 1997
  }, {
    "title": "Causes of climate change during the last 1000",
    "authors": ["T.J. Crowley"],
    "venue": "years, Science,",
    "year": 2000
  }, {
    "title": "Modeling the temperature response to forced climate change over the last six centuries",
    "authors": ["T.J. Crowley", "K.-Y. Kim"],
    "venue": "Geophys. Res. Lett.,",
    "year": 1904
  }, {
    "title": "Climate model comparison of Gondwanan and Laurentide glaciations",
    "authors": ["T.J. Crowley", "S.K. Baum", "W.T. Hyde"],
    "venue": "J. Geophys. Res.,",
    "year": 1991
  }, {
    "title": "Petit, 1000 years of explosive volcanism recorded at the South Pole",
    "authors": ["R.J. Delmas", "S. Kirchner", "J.M. Palais", "J.-R"],
    "venue": "Tellus, 44B,",
    "year": 1992
  }, {
    "title": "Robock, Global warming in the context of the Little Ice Age",
    "authors": ["M. Free"],
    "venue": "J. Geophys. Res.,",
    "year": 1999
  }, {
    "title": "Dansgaard, Greenland ice sheet evidence of post-glacial volcanism and its climatic impact",
    "authors": ["C.U. Hammer", "H.B. Clausen"],
    "venue": "Nature, 288,",
    "year": 1980
  }, {
    "title": "Climate response times: Dependence on climate sensitivity and ocean mixing",
    "authors": ["J. Hansen", "G. Russell", "A. Lacis", "I. Fung", "D. Rind"],
    "venue": "Science, 229,",
    "year": 1985
  }, {
    "title": "Detection of volcanic, solar and greenhouse gas signals in paleo-reconstructions of Northern Hemispheric temperature",
    "authors": ["G.C. Hegerl", "T.J. Crowley", "S.K. Baum", "K.-Y. Kim", "W.T. Hyde"],
    "venue": "Geophys. Res. Lett.,",
    "year": 2002
  }, {
    "title": "A ten century composite of prominent bipolar volcanic events in ice",
    "authors": ["Langway", "C. C"],
    "venue": "cores, J. Geophys. Res.,",
    "year": 1995
  }, {
    "title": "Reconstruction of solar irradiance changes since 1610: Implications for climate change, Geophys",
    "authors": ["J.L. Lean", "J. Beer", "R. Bradley"],
    "venue": "Res. Lett.,",
    "year": 1995
  }, {
    "title": "The effect of increasing solar activity on the Sun’s total and open magnetic flux during multiple cycles: Implications for solar forcing of climate",
    "authors": ["J.L. Lean", "Y.-M. Wang", "N.R. Sheeley Jr."],
    "venue": "Geophys. Res. Lett.,",
    "year": 2002
  }, {
    "title": "Northern hemisphere temperatures during the last millennium: Inferences, uncertainties, and limitations, Geophys",
    "authors": ["M.E. Mann", "R.S. Bradley", "M.K. Hughes"],
    "venue": "Res. Lett.,",
    "year": 1999
  }, {
    "title": "A continuous 770-year record of volcanic activity from East Antarctica",
    "authors": ["J.C. Moore", "H. Narita", "N. Maeno"],
    "venue": "J. Geophys. Res.,",
    "year": 1991
  }, {
    "title": "20th century sea level rise: An enigma",
    "authors": ["W. Munk"],
    "venue": "Proc. Nat. Acad. Sci.,",
    "year": 2002
  }, {
    "title": "Simple energy balance model resolving the seasons and the continents: Application to the astronomical theory of glaciation",
    "authors": ["G.R. North", "J.G. Mengel", "D.A. Short"],
    "venue": "J. Geophys. Res.,",
    "year": 1983
  }, {
    "title": "Climate reconstruction from subsurface temperatures",
    "authors": ["H.N. Pollack", "S. Huang"],
    "venue": "Ann. Rev. Earth Plan. Sci.,",
    "year": 2000
  }, {
    "title": "Hypothesized climate forcing time series for the last 500 years",
    "authors": ["A Robertson"],
    "venue": "J. Geophys. Res.,",
    "year": 2001
  }, {
    "title": "The ‘‘Little Ice Age’’: Northern Hemisphere average observations and model calculations",
    "authors": ["A. Robock"],
    "venue": "Science, 206,",
    "year": 1979
  }, {
    "title": "The volcanic record in ice cores for the past 2,000 years, in Climatic Variations and Forcing Mechanism of the last 2000 Years",
    "authors": ["A. Robock", "M.P. Free"],
    "year": 1996
  }, {
    "title": "Stratospheric aerosol optical depths (1850–1990)",
    "authors": ["M. Sato", "J.E. Hansen", "M.P. McCormick", "J.B. Pollack"],
    "venue": "J. Geophys. Res.,",
    "year": 1993
  }, {
    "title": "Volcanoes of the World",
    "authors": ["T. Simkin", "L. Siebert"],
    "year": 1994
  }, {
    "title": "Sea level-climate correlation during the past",
    "authors": ["O. Van de Plassche", "K. van der Borg", "A.F.M. de Jong"],
    "venue": "yrs, Geology,",
    "year": 1998
  }, {
    "title": "Thermal expansion of sea water associated with global warming",
    "authors": ["T.M.L. Wigley", "S.C.B. Raper"],
    "venue": "Nature, 330,",
    "year": 1987
  }, {
    "title": "Stratospheric loading and optical depth estimates of explosive volcanism over the last 2100 years derived from Greenland Ice Sheet Project 2 ice core",
    "authors": ["G.A. Zielinski"],
    "venue": "J. Geophys. Res.,",
    "year": 1995
  }],
  "id": "SP:2f410dc46585d65b046b438b50766c4dbc0c6587",
  "authors": [{
    "name": "Thomas J. Crowley",
    "affiliations": []
  }, {
    "name": "Steven K. Baum",
    "affiliations": []
  }, {
    "name": "Kwang-Yul Kim",
    "affiliations": []
  }, {
    "name": "Gabriele C. Hegerl",
    "affiliations": []
  }, {
    "name": "William T. Hyde",
    "affiliations": []
  }],
  "abstractText": "[1] Observational studies show a significant increase in ocean heat content over the last half century. Herein we estimate heat content changes during the last millennium with a climate model whose forcing terms have been best-fit to surface proxy data. The model simulates the observed late 20th century ocean heat content increase and a comparable Little Ice Age minimum. When glacial advances are factored in, these results imply a sea level fall after the Middle Ages that is consistent with some geologic data. The present ocean heat content increase can be traced back to the mid-19th century, with a near-linear rate of change during the 20th century.",
  "title": "Modeling ocean heat content changes during the last millennium"
}