{
  "sections": [{
    "text": "Analyzing seasonal temperature trends in forced climate simulations of\nthe past millennium\nEva Bauer1 and M. Claussen2,3\nReceived 28 September 2005; revised 1 December 2005; accepted 13 December 2005; published 19 January 2006.\n[1] Temperature observations from the Northern Hemisphere reveal a warming since 1861 which is larger in winter than in summer. Possible explanations for a decline in seasonal spread are discussed using the Earth system model CLIMBER-2. Simulations forced by natural and anthropogenic factors (Milankovitch forcing, solar variability, volcanism, atmospheric CO2 concentration, deforestation) generate specific seasonal responses. While the Milankovitch forcing increased the millennial seasonal spread, and solar variability and volcanism proved ancillary in reducing the spread on the centennial timescale, the anthropogenic factors appear the primary agents to attenuate the seasonal spread. The climatic effect of the anthropogenic factors is amplified by seasonally varying feedbacks related to the albedo of changing sea-ice and snow cover. Citation: Bauer, E., and M. Claussen (2006), Analyzing seasonal temperature trends in forced climate simulations of the past millennium, Geophys. Res. Lett., 33, L02702, doi:10.1029/2005GL024593."
  }, {
    "heading": "1. Introduction",
    "text": "[2] The variability of annual mean surface air temperatures from the Northern Hemisphere (NH) of the past millennium (1000–2000 AD) is attributable to natural and anthropogenic factors [Crowley, 2000]. The joint action of different factors, and diverse temperature responses complicate the detection of the origin of observed temperature variability. The diversity in the response is visible, for instance, in differences between annual mean and seasonal mean temperature changes. Annual NH temperatures have increased by 0.6 K since 1861 with a warming of 0.8 K in winter and 0.4 K in summer [Jones et al., 2001]. Unequal warming trends in winter and summer appear most pronounced for NH land areas but are negligibly small for Southern Hemisphere land areas and marine regions. The NH warmed from 1861 to 2000 by 0.61 K in the annual mean, and the NH land area by 1.05 K in winter (DJF) and by 0.31 K in summer (JJA) [Jones et al., 2003]. [3] Differences between annual and seasonal temperature trends can be caused by seasonally varying radiative forcing or seasonally varying response processes in the climate system. In case, proxy data are sensitive to specific seasonal conditions, a simple and stationary relation between annual mean temperatures and proxy data may not be applicable.\nOne example are tree-ring data which are indicative of warm-season conditions in land areas [Briffa and Osborn, 2002]. Further, reconstructed annual mean temperatures from borehole data may be biased if the seasonal snow precipitation is different for present climate than for the Last Glacial Maximum [Werner et al., 2000], or if the borehole site is isolated by snow cover in winter [Mann et al., 2003; Mann and Schmidt, 2003]. The question then is, how to retrieve reliable temperature changes from changes in climatic proxy data if causes alter with time, season and region. [4] Here, we pursue a forward approach in which we study changes in monthly temperatures and in the seasonal spread in response to different forcing. This study is based on an earlier assessment of the climate forcing for the past millennium [Bauer et al., 2003] in which we used the same version of the climate model CLIMBER-2, and the same forcing."
  }, {
    "heading": "2. Climate Simulations for Past Millennium",
    "text": ""
  }, {
    "heading": "2.1. Climate Model CLIMBER-2",
    "text": "[5] CLIMBER-2 comprises models of the atmosphere, ocean and sea ice, and vegetation which are coupled by fluxes of energy, water, and momentum [Petoukhov et al., 2000; Ganopolski et al., 2001; Brovkin et al., 2002]. The atmosphere model has a resolution of 10 in latitude and about 51 in longitude. The transport equations for temperature and humidity are solved for 10 layers utilizing universal vertical profiles for temperature and humidity. The spatial wind fields consist of geostrophic and ageostrophic components. Synoptic-scale motions are treated as subgrid-scale variables whose second-order moments are parameterized using a statistical-dynamical approach. The short-wave and long-wave radiation fluxes are calculated for 16 vertical layers accounting for evolving stratus and cumulus cloud coverage and average aerosol and ozone concentrations. [6] The ocean model has zonally averaged basins for the Atlantic, Indian and Pacific Oceans which are connected by the Antarctic circumpolar current. The meridional resolution is 2.5 , and the vertical has 20 layers. Each land surface grid cell has fractions of glacial and vegetational cover. Terrestrial vegetation is divided into forest, grass and bare soil and depends mainly on annual counts of growing-degree days and precipitation. Monthly and seasonal mean temperatures are averages over 30 and 90 days, respectively, and anomalies are shown relative to the corresponding mean at the beginning of the millennium."
  }, {
    "heading": "2.2. Climate Simulations With Different Forcing",
    "text": "[7] The forced simulations are conducted with four external factors [Bauer et al., 2003], (i) changes in solar\nGEOPHYSICAL RESEARCH LETTERS, VOL. 33, L02702, doi:10.1029/2005GL024593, 2006\n1Potsdam Institute for Climate Impact Research, Potsdam, Germany. 2Meteorological Institute, University of Hamburg, Hamburg, Germany. 3Also at Max-Planck-Institute for Meteorology, Hamburg, Germany.\nCopyright 2006 by the American Geophysical Union. 0094-8276/06/2005GL024593\nL02702 1 of 4\nconstant, S, (ii) reductions in irradiance due to volcanism, V, (iii) changes in atmospheric carbon dioxide (CO2) concentration, C, and (iv) deforestation, D. Throughout, the simulations are driven by a fifth factor, the Milankovitch forcing, M, i.e., daily and latitudinally varying solar irradiance including long-term changes in the Earth’s orbital parameters [Berger, 1978]. The temperature response to an external factor is thus determined by subtracting from the response of the forced simulation the response to factor M only. The factor M induces negligible small changes in the NH annual temperature response over the millennium but M can induce noticeable changes in the monthly responses which depend also on latitude. [8] The simulated NH annual anomalies (Figure 1a) differ slightly from anomalies for winter (DJF) and summer (JJA), and differ markedly from anomalies for spring (MAM) and autumn (SON). The differences become larger and less uniform for temperatures of land areas between 30 and 70 N (Figure 1b). The land temperatures cool from the beginning of the 12th century to the beginning of the 19th century ranging approximately from 0.4 K for MAM to 0.9 K for SON. In this cooling phase, the downward trend is slightly larger for DJF than for JJA, while in the following warming phase, the upward trend is larger for DJF than for JJA."
  }, {
    "heading": "3. Analysis of Temperature Responses",
    "text": ""
  }, {
    "heading": "3.1. Monthly Responses in Mid-latitude Land Areas",
    "text": "[9] Figure 2 shows the temperature responses to the different factors for land areas from 30 to 70 N for each month and every year of the millennium. The response to the factors SVCDM (Figure 2a) leads to negative anomalies of up to 1 K from 1400 to 1900 between August and October and to positive anomalies of about 0.5 K in the last decades of the millennium during May and June, and also at the end of the millennium in winter. This anomaly pattern is\ncomposed of the patterns induced by the single factors as shown below. [10] The factor S only produces interdecadal anomalies of varying sign and a warming trend in the last decades (Figure 2b). The factor V leads to temperature drops of several tenths of a degree which last a few years in case of a single volcanic eruption (Figure 2c). The cooling can extend over a decade for a sequence of eruptions. Intermonthly differences due to the factors S and V are ineffective in causing lasting deviations in monthly temperature trends. It should be mentioned, however, that the effect of volcanism is implemented in our model by simply reducing the global solar irradiance. Effects on atmospheric dynamics which may lead to regional warming at northern mid-latitudes in boreal winter [Shindell et al., 2004] are ignored. [11] The factor C induces before 1850 minor anomalies (Figure 2d). The growing emission of the greenhouse gas CO2 leads after 1850 to a rapid temperature rise. This rise is larger in winter (0.9 K) than in summer (0.8 K) due to decreasing cover of sea ice and snow. The factor D causes a cooling (Figure 2e) which reaches up to 0.9 K in spring and 0.7 K in autumn, and is larger in summer than in winter. This cooling is associated with the biogeophysical effect of increasing surface albedo which is amplified by the feedback of the vegetation-snow albedo when deforestated areas are covered by snow in spring and autumn.\n2 of 4\n[12] The response pattern to the factors SVCD (Figure 2f) depicts from 1100 to 1400 a warmer period relative to the following cool period until 1900, and a rapid warming in the last century. In the warmer periods, the four external factors create a larger warming in winter than in summer, and create after 1800 a clear cooling in spring. [13] The factor M causes a bimodal response pattern (Figure 2g). This pattern shows a warming of more than 0.3 K in May and a cooling of more than 0.3 K in October at the end of the millennium. The pattern is induced by a similar bimodal pattern of irradiance changes, except that the forcing precedes the response by one to two months. The monthly irradiance at the top of the atmosphere from 35 to 65 N exhibits its largest increase in April, and its largest decrease August (not shown). This irradiance changes result mainly from long-term changes in the daily Earth-Sun distance expressed by the climatic precession parameter [Berger et al., 1993]. This parameter accounts for the relative motion of the perihelion and the vernal equinox with a period of variation of about 21,000 years. Today, the perihelion occurs at January, 3rd that is after the NH winter solstice. At the beginning of the past millennium, the perihelion occurred two weeks earlier, i.e., before the NH winter solstice. This constellation involves an increase in global irradiance in the first half of the year and a decrease in the second half of the year. In high latitudes, these changes are further modified by obliquity changes of the Earth’s axis. [14] The bimodal pattern in Figure 2g imprints on the pattern in Figure 2a. However, the changes due to the factor M are unique features of the past millennium as shown in Figure 3 by monthly anomalies in irradiance between 35 and 65 N from 10,000 years ago to 10,000 years in future. The anomalies for March and September exhibit a phase shift of half a precession period with irradiance decreasing in Mar. and increasing in Sep., and vice versa. The anomalies for June and December are anticorrelated thereby altering the seasonal spread. During the Holocene, the seasonal spread between Jun. and Dec. decreased steadily by 53 W/m2, passed the turning point in the recent past and will increase in future for half a precession period."
  }, {
    "heading": "3.2. Seasonal Spread in Temperature Responses",
    "text": "[15] For comparison with Jones et al. [2003], Figure 4 shows the seasonal spread from summer (JJA) minus winter (DJF) temperature anomalies using the same simulations as in Figure 2. The seasonal spread induced by the factors SVCDM increases first slightly and decreases in the last century (Figure 4a). The analysis of the responses to the single factors reveals that the decrease in seasonal spread results little from the factors S and V (Figures 4b\nand 4c) but mainly from the factors C and D (Figures 4d and 4e). [16] The response to the factors SVCD (Figure 4f) shows a decreasing seasonal spread by eventually 0.2 K. Hence, the cumulative warming over the last two centuries is 0.2 K larger in DJF than in JJA. The response to the factor M, however, leads to an increased seasonal spread by 0.1 K (Figure 4g). This follows from small trends of cooling in DJF and warming in JJA since the mean irradiance over autumn and winter decreases and increases over spring and summer."
  }, {
    "heading": "4. Discussion and Conclusions",
    "text": "[17] Observations show since the second half of the 19th century a larger surface air warming in winter than in summer. To isolate potential causes for changes in the seasonal cycle, we studied monthly responses of the climate system to different natural and anthropogenic factors in the past millennium with the Earth system model CLIMBER-2 of intermediate complexity. We assessed climatic effects from solar and volcanic variability, changes in atmospheric CO2 concentration, deforestation, and changes in the Earth’s orbit around the Sun. We focused on decadal and longer temperature trends from mid-latitude land areas because there the unequal upward trends in winter and summer are most pronounced. Effects from basin-scale modes of variability, such as the North Atlantic Oscil-\n3 of 4\nlation and the El Niño-Southern Oscillation, are not resolved. [18] The temperature response to the five factors leads to annual temperature anomalies similar to those in data of the past millennium, and the seasonal spread shows a decline over the past century as in observations. The simulations suggest that the decline in the seasonal spread is mainly caused by growing CO2 concentrations and deforestation. Internal feedbacks from decreases in albedo by decreases in sea ice and snow cover enhance northern winter warming, and increases in albedo by deforestation enhance northern summer cooling. The irradiance changes from orbital parameter changes increase the seasonal spread over the millennium which attenuates the decrease in seasonality from anthropogenic forcing marginally. [19] The overall decline of the seasonal spread is, however, underestimated in our simulations. While orbital forcing can be calculated with high precision and determinations of CO2 concentrations are considered to be reliable, solar and volcanic variability as well as historic deforestation are only approximately known. Further, volcanic activity is introduced here by simply reducing the solar radiative forcing. In this way, a dynamically induced warming at mid-latitudes during boreal winter is not reproduced which is one reason for underestimating the reduction in the seasonal spread. Other reasons could be missing factors in our simulations such as the neglect of effects from other greenhouse gases and aerosols. The direct aerosol effect from anthropogenic sulfur emissions is expected to contribute to the decline in the seasonal spread [Wallace and Osborn, 2002]. [20] Our study could be useful for interpreting palaeoclimatic proxy data containing seasonal climate signals. For reconstructing temperatures from vegetational proxy data which depend on growing degree-day counts, the summer temperatures are primarily relevant. According to Jones et al. [2002], the growing degree-day counts in northern and central Europe are closer correlated with summer temperatures than with the duration of the growing season. The described relatively large temperature changes for spring and autumn due to orbital parameter changes, might shift the beginning and the end of the growing season, respectively. But even if these shifts would influence the duration of the growing season, these changes hardly influence summer temperatures seen by vegetational proxy data. It is, however, beyond the scope of this study to explore the consequences of changes in seasonality for the variety of proxy data. [21] Acknowledgments. The authors are grateful to discussions with A. Ganopolski and V. Petoukhov. E.B. acknowledges support from DFG grant CL/178 3-1."
  }],
  "year": 2006,
  "references": [{
    "title": "Long-term variations of daily insolation and Quaternary climate changes",
    "authors": ["A.L. Berger"],
    "venue": "J. Atmos. Sci.,",
    "year": 1978
  }, {
    "title": "Insolation and Earth’s orbital periods",
    "authors": ["A. Berger", "M.-F. Loutre", "C. Tricot"],
    "venue": "J. Geophys. Res.,",
    "year": 1993
  }, {
    "title": "Carbon cycle, vegetation and climate dynamics in the Holocene: Experiments with the CLIMBER-2 model, Global Biogeochem",
    "authors": ["V. Brovkin", "J. Bendtsen", "M. Claussen", "A. Ganopolski", "C. Kubatzki", "V. Petoukhov", "A. Andreev"],
    "year": 2002
  }, {
    "title": "Causes of climate change over the past",
    "authors": ["T.J. Crowley"],
    "venue": "years, Science,",
    "year": 2000
  }, {
    "title": "CLIMBER-2: A climate system model of intermediate complexity",
    "authors": ["A. Ganopolski", "V. Petoukhov", "S. Rahmstorf", "V. Brovkin", "M. Claussen", "A. Eliseev"],
    "venue": "Kubatzki",
    "year": 2001
  }, {
    "title": "The evolution of climate over the last millennium",
    "authors": ["P.D. Jones", "T.J. Osborn", "K.R. Briffa"],
    "year": 2001
  }, {
    "title": "Relationships between circulation strength and the variability of growing-season and cold-season climate in northern and central Europe, Holocene",
    "authors": ["P.D. Jones", "K.R. Briffa", "T.J. Osborn", "A. Moberg", "H. Bergström"],
    "year": 2002
  }, {
    "title": "Changes in the Northern Hemisphere annual cycle: Implications for paleoclimatology",
    "authors": ["P.D. Jones", "K.R. Briffa", "T.J. Osborn"],
    "venue": "J. Geophys. Res.,",
    "year": 2003
  }, {
    "title": "Ground vs. surface air temperature trends: Implications for borehole surface temperature reconstructions",
    "authors": ["M.E. Mann", "G.A. Schmidt"],
    "venue": "Geophys. Res. Lett.,",
    "year": 2003
  }, {
    "title": "Optimal surface temperature reconstructions using terrestrial borehole data",
    "authors": ["M.E. Mann", "S. Rutherford", "R.S. Bradley", "M.K. Hughes", "F. T"],
    "venue": "Keimig",
    "year": 2003
  }, {
    "title": "CLIMBER-2: A climate system model of intermediate complexity. Part I: Model description and performance for present climate",
    "authors": ["V. Petoukhov", "A. Ganopolski", "V. Brovkin", "M. Claussen", "A. Eliseev", "C. Kubatzki", "S. Rahmstorf"],
    "venue": "Clim. Dyn.,",
    "year": 2000
  }, {
    "title": "Dynamic winter climate response to large tropical volcanic eruptions since 1600",
    "authors": ["D.T. Shindell", "G.A. Schmidt", "M.E. Mann"],
    "venue": "Faluvegi",
    "year": 2004
  }, {
    "title": "Recent and future modulation of the annual cycle",
    "authors": ["C.J. Wallace", "T.J. Osborn"],
    "venue": "Clim. Res.,",
    "year": 2002
  }, {
    "title": "Borehole versus isotope temperatures on Greenland: Seasonality does matter",
    "authors": ["M. Werner", "U. Mikolajewicz", "M. Heimann", "G. Hoffmann"],
    "venue": "Geophys. Res. Lett.,",
    "year": 2000
  }],
  "id": "SP:900151d16e05813556a341cfef5db22fdf78a0be",
  "authors": [{
    "name": "Eva Bauer",
    "affiliations": []
  }, {
    "name": "M. Claussen",
    "affiliations": []
  }],
  "abstractText": "[1] Temperature observations from the Northern Hemisphere reveal a warming since 1861 which is larger in winter than in summer. Possible explanations for a decline in seasonal spread are discussed using the Earth system model CLIMBER-2. Simulations forced by natural and anthropogenic factors (Milankovitch forcing, solar variability, volcanism, atmospheric CO2 concentration, deforestation) generate specific seasonal responses. While the Milankovitch forcing increased the millennial seasonal spread, and solar variability and volcanism proved ancillary in reducing the spread on the centennial timescale, the anthropogenic factors appear the primary agents to attenuate the seasonal spread. The climatic effect of the anthropogenic factors is amplified by seasonally varying feedbacks related to the albedo of changing sea-ice and snow cover. Citation: Bauer, E., and M. Claussen (2006), Analyzing seasonal temperature trends in forced climate simulations of the past millennium, Geophys. Res. Lett., 33, L02702, doi:10.1029/2005GL024593.",
  "title": "Analyzing seasonal temperature trends in forced climate simulations of the past millennium"
}