{
  "sections": [{
    "text": "Keywords: Arizona; Cactaceae; Carnegiea gigantea; Global climate; Krakatau; Plant-climate interaction; Population structure; Saguaro cactus; USA.\nAbbreviations: WHDVI = Weighted Historical Dust Veil Index; PHDI = Palmer Hydrological Drought Index."
  }, {
    "heading": "Introduction",
    "text": "Much research has been conducted on the local impacts of volcanism on vegetation (e.g. succession) (Titus & Tsuyuzaki 2003; del Moral & Eckert 2005; Munoz-Jimenez et al. 2005; Gomez-Romero et al. 2006). At the global scale, researchers have used tree rings as a proxy for climate changes resulting from volcanic activity (D’Arrigo & Jacoby 1999; Briffa et al. 2002), and a few studies have considered the temporary disruption caused by volcanic activity such as changes in photosynthetic patterns, declines in atmospheric carbon dioxide, carbon exchange and primary productivity (Roderick et al. 2001; Gu et al. 2002, 2003; Potter et al. 2004). We know of no study that has linked global-scale volcanic activity with local-scale population cycles and regeneration patterns of any plant species. The purpose of this paper is to determine if there is a link between volcanic activity and regeneration of the saguaro, Carnegiea gigantea (Engelm.) Britt. and Rose, (Cactaceae).\nThe tall, columnar Carnegiea gigantea cactus is a keystone species and a protected symbol of the desert. Carnegiea gigantea establish during favorable periods, including years with relatively high pre-monsoon rainfall and mild winters, and they also benefit from relatively cooler summer temperatures (Turner et al. 1966; Brum 1973; Drezner 2004a). No or few individuals establish during intervening years that have less favorable conditions. Thus, populations are made-up of cohorts and Carnegiea gigantea populations fluctuate considerably over space and time (Steenbergh & Lowe 1983; GodinezAlvarez et al. 2003).\nIn an earlier study, Drezner & Balling (2002) detected a link between C. gigantea regeneration and El Niño. Links between El Niño and other cacti have also been observed (Bowers 1997). Adams et al. (2003, p. 274) found, “a doubling of the probability of an El Niño event occurring the winter following a volcanic eruption.” Drezner (2006a) observed a large C. gigantea regeneration period during the late 1800s and early 1900s in the\nSonoran Desert, a regeneration period that has also been observed in single locale studies (Turner 1990; Drezner & Balling 2002). The late 1800s and early 1900s coincide with a period of elevated global volcanic activity, such as the eruptions of Krakatau (1883), Mt. Pelée, Soufriere, Santa Maria (1902), Ksudach (1907), and Katmai (1912), among others. This period resulted in substantial cooling in subsequent summers and relatively mild winters for several years after the eruptions (Sear et al. 1987; Robock & Mao 1992; Lindzen & Giannitsis 1998). Volcanic cooling during the high sun season may promote the periodic and sometimes rare periods of C. gigantea proliferation and regeneration as C. gigantea require shade and benefit from cooler summer temperatures for regeneration (Turner et al. 1966). Even small temperature decreases over a summer season may play a significant role in survivorship (Drezner 2004a). Carnegiea gigantea mortality is nearly 100% during the first year of life, and then mortality drops dramatically, particularly in the absence of severe freezing events (Steenbergh & Lowe 1983). This is the same time scale (e.g., a couple of years) at which effects of volcanic cooling would be most pronounced.\nIn this study, we analyze whether volcanic activity is statistically linked with C. gigantea regeneration over the last century. We hypothesize that favorable periods of regeneration coincide with periods of high volcanic\nactivity. We analyze this relationship using a combined dataset comprising data for individuals from 30 populations over a 50 000 km2 region of the Sonoran Desert to test our hypothesis. Additionally, we also consider a relatively marginal population, where one would expect any influence to be most pronounced."
  }, {
    "heading": "Methods",
    "text": ""
  }, {
    "heading": "Study sites",
    "text": "The combined dataset is made-up of individuals from 30 populations in the northern Sonoran Desert (Fig. 1). The area includes both the Arizona Upland and Lower Colorado River Valley subdivisions of the Sonoran Desert (Shreve 1951; Turner & Brown 1994). Summertime temperatures often exceed 45 ºC during the day. Winters are mild, with temperatures occasionally falling below freezing. Convective rainfall associated with the monsoon falls during the summer (Carleton 1986, 1987) and regional-scale extra-tropical cyclones bring cold season rainfall (Sheppard et al. 2002).\nThe marginal locale is located just west of the Kofa National Wildlife Refuge (NWR) in western Arizona, and is referred to as the Kofa site (Fig. 1). This site is dry when compared to other Sonoran Desert sites, and is\nnear the precipitation-limited edge of the species’ range (Turner et al. 1995). For example, Kofa may receive one third or less of the critical summer rainfall received at other Sonoran Desert locales. Vegetation is sparse with a total cover of only 7%; other Sonoran Desert sites may have nearly ten times that vegetation cover (Drezner 2003a,b)."
  }, {
    "heading": "Data",
    "text": "A universal growth model was recently developed that incorporates site-specific data to estimate individual Carnegiea gigantea age through calculation of the local growth rate (Drezner 2003c). Due to physiological constraints and conditions, the growth pattern of individuals is predictable; for example, a small C. gigantea will grow slowly (e.g., Jordan & Nobel 1982), growth rate increases with size, and reaches a maximum at about 3-4 m in height (Steenbergh & Lowe 1983; Turner 1990), and then growth rate declines. Actual growth varies in different populations based on local conditions. With repeated sampling of individuals at a given locale, relative growth is established, which is then combined with the generic growth curve that has already been developed for the species (Drezner 2003c). We sampled C. gigantea starting at the intersection of the Kofa NWR boundary and a dirt road. We collected height data for all individuals encountered until we reached our quota (e.g. Brum 1973) of 250 individuals. Including a final sweep back to the dirt road, we collected height data for a total of 254 plants. We carefully searched under all vegetation to find small individuals. Age-height relationships were then computed for the dataset. Using the Drezner (2003c) model, age was estimated for each individual based on its height and the local growth rate at that site. With individual age, year of establishment for each C. gigantea at Kofa was computed (Drezner & Balling 2002; Drezner 2006b). The data were smoothed using a 5-year weighted mean. Other studies have also used 5-year means for smoothing (Parker 1993; Pierson & Turner 1998).\nNext, we utilized individual height data for 30 locales across the northern Sonoran Desert over an area of over 50 000 km2 from a previous study conducted by one of the authors (Drezner 2003a). In total 537 individuals were sampled. The age-height relationships for this second regional dataset were estimated based on local growth rates as well as on July precipitation, a very strong predictor of growth (Hastings 1959-1960; Hastings & Alcorn 1961; Drezner 2005). See Drezner (2005) for detailed information. Because the data come from many locales and are merged into one database, we used an 11-year weighted mean for smoothing.\nWe selected the annual Weighted Historical Dust Veil\nIndex (WHDVI) as an indicator of climatically relevant volcanism. The WHDVI is based primarily on work done by Lamb (1970) who recognized that interannual variations in the passage of the sun’s rays through the atmosphere were strongly related to the volume of stratospheric dust emitted from volcanic eruptions. Focusing on the volume of dust emitted by different eruptions, and using the 1883 eruption of Krakatau as a standard, Lamb constructed a chronology of eruptions that appeared to be strongly related to variations in global (or at least northern hemispheric) temperatures.\nSince the time of Lamb’s (1970) pioneering work, many scientists have altered the index based on physical principles and statistical relationships with known changes in regional, hemispheric and/or global temperature responses (see excellent reviews by Robock & Free 1995; Robock 2000). The WHDVI was chosen for use by Mann et al. (2000). It is used in recent scientific assessments from the United Nations Intergovernmental Panel on Climate Change (IPCC) and distributed by the National Climatic Data Center. While other volcanic indices exist (see Lamb 1970; Robock & Free 1995; Mann et al. 1998) and differences appear in the various time series, WHDVI selected for our study is highly recommended by experts in paleoclimatology, and it is used by the IPCC."
  }, {
    "heading": "Normality",
    "text": "Due to the fact that young C. gigantea are very small – it may be several years before they reach a height of 1 cm (Steenbergh & Lowe 1983) – and because they only establish under the cover of a nurse plant (Turner et al. 1966; Drezner 2004b), one that typically has a dense canopy (Hutto et al. 1986; Parker 1989), C. gigantea frequencies for the most recent years should be viewed as minimum estimates. Old-age mortality limits the reliability of frequencies representing the very earliest years. Thus, we do not incorporate establishment data after 1980 or before 1870.\nBecause several of the statistical techniques used in our study assume that the data are normally distributed (a Gaussian distribution), we tested both the C. gigantea establishment and volcanic dust veil variables for this property using the standardized coefficients of skewness, z1, and kurtosis, z2, (e.g., Keeping 1995). We also used the Kolmogorov-Smirnov one-sample test to further evaluate each variable. The C. gigantea establishment and WHDVI variables both had significant positive skewness and the WHDVI had significant positive kurtosis. The deviations from normality were confirmed by the Kolmogorov-Smirnov one-sample test. A square-root transformation ‘normalized’ the establishment data while a cube-root transformation ‘normalized’ the WHDVI time series."
  }, {
    "heading": "Statistical analyses and Results",
    "text": "We used simple Pearson product-moment correlation analysis to establish the significance of the relationship between Carnegiea gigantea establishment and the WHDVI variable. The correlation coefficient between the two is 0.46 and is statistically significant (P < 0.001) even when the serial correlation in the WHDVI is accounted for by dividing N by 1+(2/N)[(N–1)r1 + (N–2)r2 + ...] to obtain degrees of freedom (Quenouille 1952), where r1 is the lag 1 correlation coefficient, r2 is the lag 2 correlation coefficient, and so on. The moderately high lag 1 serial correlation in the WHDVI time series (0.79) over the 111 years of record ultimately reduces the number of degrees of freedom to 70. We used a Spearman rank-order correlation analysis and found similar results.\nWe used a Student’s t-test to compare means of the establishment data for the 59 years with the WHDVI < 10 and the 52 years with the WHDVI >16. In order to divide the data into two similarly sized groups, we utilized the natural break in the data that occurred between 10 and 16. The WHDVI is a continuum with 0 indicating a very clean stratosphere and with large numbers after large eruptions. The WHDVI is exclusively related to volcanism and not to dust from deserts (Robock 2000). The t-value is 5.35 for the Kofa site and is highly statistically significant (P < 0.001). We repeated the analyses for the combined data from 30 sites and found a t-value of 4.08 which is also highly statistically significant (P < 0.001)."
  }, {
    "heading": "Climate analyses",
    "text": "The three primary climate variables used in this study include divisional mean monthly temperature, total precipitation, and the Palmer Hydrological Drought Index (PHDI) from the National Climate Data Center. Our study area is encompassed by the ‘Southwest’ climate division of Arizona (there are eight divisions in Arizona); data for that division were assembled from January 1895 to December 1995.\nPalmer (1965) developed the PHDI, along with other drought measures, and these indices have been used in countless research studies as well as in operational drought monitoring during the past 40 years. The PHDI accounts not only for precipitation totals, but also for temperature, evapotranspiration, soil runoff, and soil recharge. The index varies roughly between –6.0 and +6.0 although there are a few values in the magnitude of +7 or –7. Values near zero indicate normal conditions for a region, values less than –2 indicate moderate drought, values less than –3 indicate severe drought, and values less than –4 indicate extreme drought. Oppositely, values\ngreater than +2 indicate moderately wet conditions, those above +3 represent very wet conditions, and PHDI values above +4 are for extremely wet conditions. The PHDI provides decision makers with a measurement of the abnormality of recent weather for a region, it provides an opportunity to place current conditions in a historical perspective, and the PHDI also provides spatial and temporal representations of historical droughts (Alley 1984). There are limitations when using the PHDI (or any other index) and these are described in Alley (1984), Karl & Knight (1985), and Guttman (1991).\nWe compared the WHDVI to each of the monthly and annual climate variables by computing the nonparametric Spearman rank-order correlation coefficient. The absolute value of the coefficients had to be greater than 0.18 to be statistically significant at the P = 0.05 level of confidence. Of the 39 coefficients computed (monthly and annual values for the three variables), seven were found to be significant at the P = 0.05 level. These were February temperature (0.21), precipitation in February (0.18), March (0.33), May (0.28), December (0.25), precipitation for the year (0.26) and December PHDI (0.20). These results show that periods with higher volcanic dust levels to have warmer and wetter winters in our study area, and increased rainfall in the dry premonsoon period."
  }, {
    "heading": "Discussion",
    "text": "We know of no study linking the demographics of any one species locally and/or regionally with volcanic eruptions that occurred in other parts of the world. The impact of individual volcanic eruptions on the areas in close proximity to the volcano have been documented, such as the extensive work by Yamaguchi and others that have used trees rings to reconstruct historic volcanic events locally such as those associated with Mt. St. Helens (Yamaguchi et al. 1990; Yamaguchi & Lawrence 1993). Dendrochronology records from trees near Mt. St. Helens show tree rings that were particularly narrow, suggesting damage to the trees by historical eruptions of that volcano (Yamaguchi & Lawrence 1993). They suggest that this may have been due to hot debris surges rather than other volcanic (lahar) or non-volcanic (e.g. climate) causes (Yamaguchi & Lawrence 1993). Other studies have focused on post-disturbance successional patterns in the vicinity of volcanoes following recent activity and disturbance (e.g., Munoz-Jimenez et al. 2005). This study is perhaps the first to link global-scale volcanism with local population fluctuations of a species.\nThe establishment of new individuals at Kofa and in the regional dataset are both statistically correlated with volcanism. When considering the Kofa and the\ncombined regeneration curves alongside the WHDVI (volcanic index) curve (Fig. 2), two different patterns are observed. First, there is a visual match in both the regeneration datasets and the WHDVI peaks, particularly during the late 1800s - early 1900s. A second pattern is the overall trend of the curves. During the late 1800s - early 1900s the WHDVI index exhibits peaks (representing high volcanic activity) and a high average during this time (i.e. the trend), and relatively high variability. This is followed by a nearly 50-year lull. Similarly, the Kofa population and the regional dataset both exhibit regeneration peaks in the late 1800s - early 1900s. While they are smaller by comparison, the trend (or average) is similarly high and variability is higher as well. During the quiet WHDVI period, the frequency\nof establishment in both of the regeneration datasets are lower, and the fluctuations in the WHDVI and the two C. gigantea datasets are also smaller.\nSuccessful C. gigantea establishment has two essential requisites. The first is that periods of favorable conditions exist for successful initial establishment. Such a favorable period locally will be a combination of regional and global-scale climate patterns (which affect local conditions) and local climate. The second requirement is the post-establishment absence of adverse conditions (typically climatic) that result in high mortality. These include extended periods of subfreezing temperatures (e.g. 24 hours or longer) and frosts, as well as drought (Niering et al. 1963; Nobel 1980; Pierson & Turner 1998). Because of the great variability in conditions over the\nrange of the species, some factors will be favored over others in different locales. For example, mortality from freezing events is ultimately range-limiting in the north (Nobel 1982), while initial establishment of C. gigantea is relatively infrequent in the hot, arid west, where high temperatures and inadequate summer rainfall limit establishment and are range-limiting (Turner et al. 1995; Drezner 2004a). The cooler summer temperatures associated with volcanic activity (e.g., Luhr 1991; Crowley 2000) would be particularly beneficial in such sites.\nAny improvement in a year’s weather increases the probability of survival through improved conditions. It is also important to point out that the favorable conditions for C. gigantea establishment that are climatebased – e.g. mild winters, adequate pre-monsoon rainfall, etc. (Brum 1973, Steenbergh & Lowe 1983; Pierson & Turner 1998) – may also occur in the absence of volcanic eruptions. For example, the WHDVI is quite flat during the mid-20th century (Fig. 2), but there are periods of favorable conditions where C. gigantea clearly established successfully, such as in the 1930s. We propose that volcanic eruptions provide conditions that are conducive to C. gigantea regeneration, likely through climate modification. Volcanic eruptions may increase the frequency of favorable periods for the species, particularly at marginal sites such as Kofa where C. gigantea is already at the edge of its habitable space, and near its physiological limit, and where slight variations may be particularly critical in promoting survival. This does not, however, preclude periodic favorable climate conditions that simply occur independently of any volcanic activity. There are also local factors that can inflence successful establishment, such as the presence of small mammals that eat young C. gigantea, cattle grazing, which has been historically widespread in some locations, and even introduction of invasive grasses (Niering et al. 1963; Pierson & Turner 1998; Titus 2004).\nThe impact of volcanism varies in different locales which are differentially affected by similar events (e.g. a population at a cool site may be more severely impacted by a freeze, than a warmer locale which may not experience the same drop in temperature). Similarly, the same event (whatever it may be, e.g. freeze, drought, volcanic eruption and its impacts) will be differentially reflected in each population. C. gigantea in marginal sites, such as Kofa that are reproductively limited (at least in part) by high summer temperatures, may benefit more than those at other sites from the cooler summer temperatures that follow volcanic eruptions. Populations that are susceptible (i.e., more limited) to those climate variables that are modified by volcanic eruptions will presumably benefit more than other sites from an eruption.\nIt has long been recognized that C. gigantea rely on nurse plants for establishment (Turner et al. 1966; Withgott 2000). Nurse plants provide several benefits to the C. gigantea they protect including providing shade and cooler subcanopy conditions during the scorching summer, which in turn also reduce subcanopy soil surface temperatures (Franco & Nobel 1989), and direct insolation (Evans et al. 1992, 1994; Drezner 2003d), and moderate low winter temperatures (Drezner & Garrity 2003) as C. gigantea is a cold-intolerant species. Temporary effects of volcanic eruptions provide the same climatic benefits, and enhance the nurse effect. Volcanic eruption emission influences on climate are well documented; aerosols absorb and backscatter incoming solar radiation, which in turn causes cooler temperatures in summer (Luhr 1991; Briffa et al. 1998a). Milder winter temperatures have been observed following volcanic eruptions as well (Robock & Mao 1992). Although volcanism can increase or decrease winter temperatures at different temporal scales, short-term winter warming is well documented (e.g. Shindell et al. 2003) and in our study area, warmer winter temperatures were found in the climate record. In addition, eruptions may trigger El Niño events or strengthen them (Hirono 1988; Handler 1989; Adams et al. 2003). El Niño is related to C. gigantea (Drezner & Balling 2002) and other cactus (Bowers 1997) regeneration.\nThe WHDVI is significantly related to the weather conditions in our study area. Furthermore, the resulting conditions benefit and promote the successful establishment of C. gigantea. We found that in our study area, winter precipitation, annual precipitation and winter soil moisture tend to be higher during periods with a high WHDVI. This enables young C. gigantea, which may only be 2 mm tall, to take in and store more moisture (Steenbergh & Lowe 1983) and in spring may also enjoy a secondary period of growth in warmer conditions (Steenbergh & Lowe 1983). In this study we found that February temperatures in our study area are indeed warmer during periods with elevated levels of volcanic dust. Thus the pairing of these two conditions (warmer winter temperatures, increased winter precipitation) is ideal for enhancing C. gigantea growth and survival.\nIt takes several years for C. gigantea to reach a height of 1 cm (Steenbergh & Lowe 1983) and plants remain hidden under vegetation upon germination (Drezner 2006c). Thus, C. gigantea are too small to locate confidently to create a reliable dataset for 1991 and later when Mt. Pinatubo erupted. However, we can look at the climate patterns that followed. The eruption of Mt. Pinatubo occurred in June 1991, and in 1992 our study area received twice the average rainfall. By 1993, the PHDI averaged 7.66, which was the highest annual PHDI ever recorded in over 100 years of record. It is\nlikely that another regeneration peak could be identified in a decade from now when individuals will become large enough to confidently sample.\nOne of the crucial periods for young C. gigantea is the dry pre-monsoon period from April to June when little precipitation falls but very high temperatures are typical, desiccating the tiny plants (Brum 1973). Increases in precipitation during this period greatly enhance survival through the first year of life until the return of the summer rains (Brum 1973). We found that in our study area precipitation during this period (i.e., May) increases when the WHDVI is higher.\nIn MacDougal Crater, Sonora, Mexico, Turner (1990) found the highest C. gigantea regeneration in two peaks, just before and after 1900, as studied over the period from 1800-1960. During this same period (before and after 1900), only small cohorts were documented at Tumamoc Hill (Tucson, Arizona) (Pierson & Turner 1998) and at Organ Pipe Cactus National Monument, Arizona (Parker 1993); subsequent frost and drought have been suggested as possible explanations for the low frequency of individuals that established at Organ Pipe Cactus National Monument and Tumamoc Hill during that period rather than poor establishment (Pierson & Turner 1998).\nWe find a statistically significant relationship between C. gigantea regeneration over a 50 000 km2 portion of their range (nearly all of their U.S. range) and volcanic activity. Benefits are likely derived from the emissions that result in temporarily cooler summer temperatures, though also possibly from elevated winter temperatures (Robock & Mao 1992). A strong relationship was also observed in Kofa where regeneration (occurring in summer) is limited by the especially hot and dry conditions and where cooler summer temperatures associated with volcanism (Robock & Liu 1994; Briffa et al. 1998b) would be particularly beneficial. Drezner (2004a) found that regeneration over C. gigantea‘s range is closely linked with cooler summer temperatures, as has also been observed in experimental studies (Turner et al. 1966).\nThe peaks in regeneration at Kofa – as well as in the regional dataset, and the results of other findings such as Turner (1990) – match the pattern of volcanic eruptions in temporal overlap and to varying degrees, amplitude, beginning with the 1875 eruption of Askja (Iceland) and the 1883 Krakatau eruption, which marked the beginning of a good establishment period. The eruptions that followed (e.g. Mt. Pelée, Santa Maria in 1902, and others) are recognized in the present study as well as in peaks in other studies at different sites in the Sonoran Desert.\nCarnegiea gigantea is a keystone species and perhaps one of the most important species in the Sonoran\nDesert (Fleming 2002). Dozens of birds, bats, and insects consume the nectar of and/or the fruits of C. gigantea (McGregor et al. 1962; Steenbergh & Lowe 1977; Simons & Simons 1993; Fleming et al. 1996). Numerous species of birds nest in holes made inside of the living plant (Goad & Mannan 1987; Kerpez & Smith 1990a,b), and many different animal species use C. gigantea for mating and incubation sites (Fleming 2002). Thus, the implications of this observed volcanic relationship range from implications for C. gigantea itself, for the population cycles of other related species and columnar cacti, as well as the fluctuations that may ultimately impact and shape the entire Sonoran Desert ecosystem. Future research should further investigate this link for species in other biomes, as well as with other species in the desert ecosystem, such as other Sonoran Desert cacti that share many ecological and reproductive characteristics with C. gigantea, including high mortality during the first years of life due to desiccation, reliance on nurse plants for shade and microclimate amelioration, and establishment of cohorts during favorable years (Valiente-Banuet & Ezcurra 1991; Moran 1998; Godinez-Alvarez et al. 1999; Bashan 2000; Esparza-Olguin et al. 2002; Godinez-Alvarez & Valiente-Banuet 2004). Understanding the link between global-scale geological events and the reproduction of protected, keystone, and other species is critical. This has broad implications for ecosystems worldwide, as this could impact not only the species of interest, but whole communities. Long-lived species that show great fluctuations in their populations are particularly enigmatic, and the complexity of their reproductive cycle continues to demonstrate the interconnectivity of ecosystems and global climate.\nAcknowledgements. The authors thank Barbara TrapidoLurie and Donna Genzmer for help designing the map. We thank two anonymous reviewers for their helpful suggestions on the manuscript."
  }],
  "year": 2008,
  "references": [{
    "title": "Demographic patterns of Ferocactus",
    "authors": ["J.E. Bowers"],
    "venue": "Natural Areas Journal",
    "year": 1997
  }, {
    "title": "Influence of volcanic eruptions on Northern Hemisphere summer temperature over the past 600 years",
    "authors": ["K.R. Briffa", "P.D. Jones", "F.H. Schweingruber", "T.J. Osborn"],
    "venue": "Nature",
    "year": 1998
  }, {
    "title": "Tree-ring width and density data around the Northern Hemisphere: part 1, local and regional climate",
    "authors": ["K.R. Briffa", "T.J. Osborn", "F.H. Schweingruber", "P.D. Jones", "S.G. Shiyatov", "E.A. Vaganov"],
    "venue": "signals. Holocene",
    "year": 1998
  }, {
    "title": "Ecology of the saguaro (Carnegiea gigantea), phenology and establishment in marginal populations",
    "authors": ["G.D. Brum"],
    "venue": "Madroño 22: 195-204.",
    "year": 1973
  }, {
    "title": "Synoptic-dynamic character of “bursts” and “breaks” in the south-west U.S. summer precipitation singularity",
    "authors": ["A.M. Carleton"],
    "venue": "Journal of Climatology",
    "year": 1986
  }, {
    "title": "Summer circulation climate of the American Southwest, 1945-1984",
    "authors": ["A.M. Carleton"],
    "venue": "Annals of the Association of American Geographers 77: 619-634.",
    "year": 1987
  }, {
    "title": "Causes of climate change over the past 1000 years",
    "authors": ["T.J. Crowley"],
    "venue": "Science 289: 270-277.",
    "year": 2000
  }, {
    "title": "Northern North American tree-ring evidence for regional temperature changes after major volcanic events",
    "authors": ["R.D. D’Arrigo", "G.C. Jacoby"],
    "venue": "Climatic Change",
    "year": 1999
  }, {
    "title": "Colonization of volcanic deserts from productive patches",
    "authors": ["R. del Moral", "A.J. Eckert"],
    "venue": "American Journal of Botany",
    "year": 2005
  }, {
    "title": "A test of the relationship between seasonal rainfall and saguaro cacti branching patterns",
    "authors": ["T.D. Drezner"],
    "venue": "Ecography 26: 393-404.",
    "year": 2003
  }, {
    "title": "Regional- and local-scale variations in plant distribution in the Sonoran Desert",
    "authors": ["T.D. Drezner"],
    "venue": "Madroño 50: 122-125.",
    "year": 2003
  }, {
    "title": "2003c Saguaro (Carnegiea gigantea, Cactaceae) age-height relationships and growth: the development of a general growth curve",
    "authors": ["T.D. Drezner"],
    "venue": "American Journal of Botany",
    "year": 2003
  }, {
    "title": "Branch direction in Carnegiea gigantea (Cactaceae): regional patterns and the effect of nurse plants",
    "authors": ["T.D. Drezner"],
    "venue": "Journal of Vegetation Science 14: 907-910.",
    "year": 2003
  }, {
    "title": "Saguaro recruitment over their American range: a separation and comparison of summer temperature and rainfall",
    "authors": ["T.D. Drezner"],
    "venue": "Journal of Arid Environments 56: 509-524.",
    "year": 2004
  }, {
    "title": "Saguaros and their nurses in the Sonoran Desert: a review",
    "authors": ["T.D. Drezner"],
    "venue": "Desert Plants 20: 3-10.",
    "year": 2004
  }, {
    "title": "Saguaro (Carnegiea gigantea, Cactaceae) growth rate over its American range and the link to summer precipitation",
    "authors": ["T.D. Drezner"],
    "venue": "Southwestern Naturalist 50: 65-68.",
    "year": 2005
  }, {
    "title": "The regeneration of a protected Sonoran Desert cactus since 1800 A.D. over 50,000 km2 of its range",
    "authors": ["T.D. Drezner"],
    "venue": "Plant Ecology",
    "year": 2006
  }, {
    "title": "Regeneration of Carnegiea gigantea (Cactaceae) since 1850 in three populations in the northern Sonoran Desert",
    "authors": ["T.D. Drezner"],
    "venue": "Acta Oecologica 29: 178-186.",
    "year": 2006
  }, {
    "title": "Plant facilitation in extreme environments: The non-random distribution of saguaro cacti (Carnegiea gigantea) under their nurse associates and the relationship to nurse architecture",
    "authors": ["T.D. Drezner"],
    "venue": "Journal of Arid Environments 65: 46-61.",
    "year": 2006
  }, {
    "title": "Climatic controls of saguaro (Carnegiea gigantea) regeneration: a potential link with El Niño",
    "authors": ["T.D. Drezner", "R.C. Balling Jr."],
    "venue": "Physical Geography",
    "year": 2002
  }, {
    "title": "Saguaro distribution under nurse plants in Arizona’s Sonoran Desert: directional and microclimate influences",
    "authors": ["T.D. Drezner", "C.M. Garrity"],
    "venue": "The Professional Geographer",
    "year": 2003
  }, {
    "title": "Demographic analysis of a rare columnar cactus (Neobuxbaumia macrocephala) in the Tehuacan Valley, Mexico",
    "authors": ["L. Esparza-Olguin", "T. Valverde", "E. Vilchis-Anaya"],
    "venue": "Biological Conservation",
    "year": 2002
  }, {
    "title": "Epidermal browning of saguaro cacti (Carnegiea gigantea): is it new or related to direction",
    "authors": ["L.S. Evans", "K.A. Howard", "E.J. Stolze"],
    "venue": "Environmental and Experimental Botany",
    "year": 1992
  }, {
    "title": "Epidermal browning of saguaro cacti (Carnegiea gigantea): surface and internal characteristics associated with browning",
    "authors": ["L.S. Evans", "V.A. Cantarella", "K.W. Stolte", "K.H. Thompson"],
    "venue": "Environmental and Experimental Botany",
    "year": 1994
  }, {
    "title": "Pollination biology of four species of Sonoran Desert columnar cacti",
    "authors": ["T.H. Fleming"],
    "venue": "In: Fleming, T.H. & Valiente-Banuet, A. (eds) Columnar cacti and their mutualists, pp.207-224. University of Arizona Press, Tucson, AZ, US.",
    "year": 2002
  }, {
    "title": "Pollination biology and the relative importance of nocturnal and diurnal pollinators in three species of Sonoran Desert columnar cacti",
    "authors": ["T.H. Fleming", "M.D. Tuttle", "M.A. Horner"],
    "venue": "Southwestern Naturalist",
    "year": 1996
  }, {
    "title": "Effect of nurse plants on the microhabitat and growth of cacti",
    "authors": ["A.C. Franco", "P.S. Nobel"],
    "venue": "Journal of Ecology",
    "year": 1989
  }, {
    "title": "Nest site selection by elf owls in Saguaro National Monument, Arizona",
    "authors": ["M.S. Goad", "R.W. Mannan"],
    "year": 1987
  }, {
    "title": "Demography of the columnar cactus Neobuxbaumia macrocephala: a comparative approach using population projection matrices",
    "authors": ["H. Godinez-Alvarez", "A. Valiente-Banuet"],
    "venue": "Plant Ecology",
    "year": 2004
  }, {
    "title": "Biotic interactions and the population dynamics of Neobuxbaumia tetetzo in the Tehuacan Valley, Mexico",
    "authors": ["H. Godinez-Alvarez", "A. Valiente-Banuet", "L. Valiente Banuet"],
    "venue": "Canadian Journal of Botany",
    "year": 1999
  }, {
    "title": "Demographic trends in the Cactaceae",
    "authors": ["H. Godinez-Alvarez", "T. Valverde", "P. Ortega-Baes"],
    "venue": "Botanical Review",
    "year": 2003
  }, {
    "title": "Effect of tephra depth on vegetation development in areas affected by volcanism",
    "authors": ["M. Gomez-Romero", "R. Lindig-Cisneros", "S. Galindo-Vallejo"],
    "venue": "Plant Ecology",
    "year": 2006
  }, {
    "title": "Advantages of diffuse radiation for terrestrial ecosystem productivity",
    "authors": ["L. Gu", "D. Baldocchi", "S.B. Verma", "T.A. Black", "T. Vesala", "E.M. Falge", "P.R. Dowty"],
    "venue": "Journal of Geophysical Research 107. doi: 10.1029/2001JD001242",
    "year": 2002
  }, {
    "title": "Response of a deciduous forest to the Mount Pinatubo eruption: enhanced photosynthesis",
    "authors": ["L. Gu", "D. Baldocchi", "S.C. Wofsy", "J.W. Munger", "J.J. Michalsky", "S.P. Urbanski", "T.A. Boden"],
    "venue": "Science",
    "year": 2003
  }, {
    "title": "A sensitivity analysis of the Palmer",
    "authors": ["N.B. Guttman"],
    "year": 1991
  }, {
    "title": "The effect of volcanic aerosols on global climate",
    "authors": ["P. Handler"],
    "venue": "Journal of Volcanology and Geothermal Research 37: 233-249.",
    "year": 1989
  }, {
    "title": "Precipitation and saguaro growth",
    "authors": ["J.R. Hastings"],
    "venue": "University of Arizona Arid Lands Colloquia",
    "year": 1959
  }, {
    "title": "Physical determinations of growth and age in the giant cactus",
    "authors": ["J.R. Hastings", "S.M. Alcorn"],
    "venue": "Journal of the Arizona Academy of Science",
    "year": 1961
  }, {
    "title": "On the trigger of El Niño Southern Oscillation by the forcing of early El-Chichon volcanic aerosols",
    "authors": ["M. Hirono"],
    "venue": "Journal of Geophysical Research – Atmospheres 93: 5365-5384.",
    "year": 1988
  }, {
    "title": "Distributional associates of the saguaro (Carnegiea gigantea)",
    "authors": ["R.L. Hutto", "J.R. McAuliffe"],
    "venue": "Southwestern Naturalist",
    "year": 1986
  }, {
    "title": "Height distributions of two species of cacti in relation to rainfall, seedling establishment, and growth",
    "authors": ["P.W. Jordan", "P.S. Nobel"],
    "venue": "Botanical Gazette",
    "year": 1982
  }, {
    "title": "Atlas of Monthly Palmer Hydrological Drought Indices (1931-1983) for the contiguous United States",
    "authors": ["T.R. Karl"],
    "venue": "Historical Climatology Series 3-7,",
    "year": 1985
  }, {
    "title": "Introduction to statistical inference",
    "authors": ["E.S. Keeping"],
    "venue": "Dover Publications, Inc., New York, NY, US.",
    "year": 1995
  }, {
    "title": "Competition between European starlings and native woodpeckers of nest cavities in saguaros",
    "authors": ["T.A. Kerpez", "N.S. Smith"],
    "venue": "Auk",
    "year": 1990
  }, {
    "title": "1990b. Nest-site selection and nestcavity characteristics of Gila woodpeckers and northern flickers",
    "authors": ["T.A. Kerpez", "N.S. Smith"],
    "year": 1990
  }, {
    "title": "Volcanic dust in the atmosphere, with a chronology and assessment of its meteorological significance",
    "authors": ["H.H. Lamb"],
    "venue": "Philosophical Transactions of the Royal Society of London, a266: 425-533.",
    "year": 1970
  }, {
    "title": "On the climatic implications of volcanic cooling",
    "authors": ["R.S. Lindzen", "C. Giannitsis"],
    "venue": "Journal of Geophysical Research",
    "year": 1998
  }, {
    "title": "Volcanic shade causes cooling",
    "authors": ["J.F. Luhr"],
    "venue": "Nature 354: 104-105.",
    "year": 1991
  }, {
    "title": "Global-scale temperature patterns and climate forcing over the past six centuries",
    "authors": ["M.E. Mann", "R.S. Bradley", "M.K. Hughes"],
    "venue": "Nature",
    "year": 1998
  }, {
    "title": "Global temperature patterns in past centuries: an interactive presentation, earth interactions",
    "authors": ["M.E. Mann", "E.P. Gille", "R.S. Bradley", "M.K. Hughes", "J.T. Overpeck", "Keimig F.T", "W.S. Gross"],
    "year": 2000
  }, {
    "title": "Pollination and pollinating agents of the saguaro",
    "authors": ["S.E. McGregor", "S.M. Alcorn", "G. Olin"],
    "venue": "Ecology",
    "year": 1962
  }, {
    "title": "Cardon-personal reminiscences of Pachycereus pringlei",
    "authors": ["R. Moran"],
    "venue": "Cactus and Succulent Journal (U.S.) 70: 135-147.",
    "year": 1998
  }, {
    "title": "Plant colonization of recent lahar deposits on Popocatepetl volcano, Mexico",
    "authors": ["J. Muñoz-Jimenez", "K. Rangel-Rios", "A. Garcia-Romero"],
    "venue": "Physical Geography",
    "year": 2005
  }, {
    "title": "Morphology, nurse plants, and minimum apical temperatures for young Carnegiea gigantea",
    "authors": ["P.S. Nobel"],
    "venue": "Botanical Gazette 141: 188-191.",
    "year": 1980
  }, {
    "title": "Low-temperature tolerance and cold hardening of cacti",
    "authors": ["P.S. Nobel"],
    "venue": "Ecology 63: 1650-1656.",
    "year": 1982
  }, {
    "title": "Meteorological drought",
    "authors": ["W.C. Palmer"],
    "venue": "U.S. Weather Bureau Res. Paper 45, Washington, DC, US.",
    "year": 1965
  }, {
    "title": "Nurse plant relationships of columnar cacti in Arizona",
    "authors": ["K.C. Parker"],
    "venue": "Physical Geography 10: 322-335.",
    "year": 1989
  }, {
    "title": "Climatic effects on regeneration trends for two columnar cacti in the northern Sonoran Desert",
    "authors": ["K.C. Parker"],
    "venue": "Annals of the Association of American Geographers 83: 452-474.",
    "year": 1993
  }, {
    "title": "An 85-year study of saguaro (Carnegiea gigantea) demography",
    "authors": ["E.A. Pierson", "R.M. Turner"],
    "venue": "Ecology",
    "year": 1998
  }, {
    "title": "Understanding the global teleconnections of climate to regional model estimates of Amazon ecosystem carbon fluxes",
    "authors": ["C. Potter", "S. Klooster", "M. Steinbach", "P.N. Tan", "V. Kumar", "S. Shekhar", "C.R. De Carvalho"],
    "venue": "Global Change Biology",
    "year": 2004
  }, {
    "title": "Associated measurements",
    "authors": ["M.H. Quenouille"],
    "venue": "Butterworths Scientific Publications, London, UK.",
    "year": 1952
  }, {
    "title": "Volcanic eruptions and climate",
    "authors": ["A. Robock"],
    "venue": "Reviews of Geophysics 38: 191-219.",
    "year": 2000
  }, {
    "title": "Ice cores as an index of global volcanism from 1850 to the present",
    "authors": ["A. Robock", "M.P. Free"],
    "venue": "Journal of Geophysical Research",
    "year": 1995
  }, {
    "title": "The volcanic signal in Goddard institute for space studies’ three-dimensional model simulations",
    "authors": ["A. Robock", "Y. Liu"],
    "venue": "Journal of Climate",
    "year": 1994
  }, {
    "title": "Winter warming from large volcanic eruptions",
    "authors": ["A. Robock", "J. Mao"],
    "venue": "Geophysical Research Letters",
    "year": 1992
  }, {
    "title": "On the direct effect of clouds and atmospheric particles on the productivity and structure of vegetation",
    "authors": ["M.L. Roderick", "G.D. Farquhar", "S.L. Berry", "I.R. Noble"],
    "year": 2001
  }, {
    "title": "Global surface-temperature responses to major volcanic eruptions",
    "authors": ["C.B. Sear", "P.M. Kelly", "P.D. Jones", "C.M. Goodess"],
    "venue": "Nature",
    "year": 1987
  }, {
    "title": "The climate of the US Southwest",
    "authors": ["P.R. Sheppard", "A.C. Comrie", "G.D. Packin", "K. Angersbach", "M.K. Hughes"],
    "venue": "Climate Research",
    "year": 2002
  }, {
    "title": "Volcanic and solar forcing of climate change during the preindustrial era",
    "authors": ["D.T. Shindell", "G.A. Schmidt", "R.L. Miller", "M.E. Mann"],
    "venue": "Journal of Climate",
    "year": 2003
  }, {
    "title": "Vegetation and flora of the Sonoran Desert Vol",
    "authors": ["F. Shreve"],
    "venue": "I. Vegetation. Carnegie Institution of Washington publication 591, Washington, DC, US.",
    "year": 1951
  }, {
    "title": "Seed dispersal through removal of avian nestling fecal sacs",
    "authors": ["L.S. Simons", "L.H. Simons"],
    "venue": "Southwestern Naturalist",
    "year": 1993
  }, {
    "title": "Ecology of the saguaro II: reproduction, germination, establishment, growth, and survival of the young plant",
    "authors": ["W.F. Steenbergh"],
    "venue": "National Park Service scientific monograph series no",
    "year": 1977
  }, {
    "title": "Ecology of the saguaro III: growth and demography",
    "authors": ["W.F. Steenbergh"],
    "venue": "National Park Service scientific monograph series no",
    "year": 1983
  }, {
    "title": "A survey of saguaro at the northeastern elevational edge of their range",
    "authors": ["J.H. Titus"],
    "venue": "Desert Plants 20: 11-15.",
    "year": 2004
  }, {
    "title": "Influence of a non-native invasive tree on primary succession at Mt. Koma, Hokkaido, Japan",
    "authors": ["J.H. Titus", "S. Tsuyuzaki"],
    "venue": "Plant Ecology",
    "year": 2003
  }, {
    "title": "Long-term vegetation change at a fully protected Sonoran Desert site",
    "authors": ["R.M. Turner"],
    "venue": "Ecology 71: 464-477.",
    "year": 1990
  }, {
    "title": "Tropical-subtropical desertlands: Sonoran Desertscrub",
    "authors": ["R.M. Turner"],
    "year": 1994
  }, {
    "title": "Sonoran Desert plants: an ecological atlas",
    "authors": ["R.M. Turner", "J.E. Bowers", "T.L. Burgess"],
    "year": 1995
  }, {
    "title": "The influence of shade, soil, and water on saguaro seedling establishment",
    "authors": ["R.M. Turner", "S.M. Alcorn", "G. Olin", "J.A. Booth"],
    "venue": "Botanical Gazette",
    "year": 1966
  }, {
    "title": "Shade as a cause of the association between the cactus Neobuxbaumia tetetzo and the nurse plant Mimosa luisana in the Tehuacan Valley, Mexico",
    "authors": ["A. Valiente-Banuet", "E. Ezcurra"],
    "venue": "Journal of Ecology",
    "year": 1991
  }, {
    "title": "Botanical nursing: from deserts to shorelines, nurse effects are receiving renewed attention",
    "authors": ["J. Withgott"],
    "venue": "Bioscience 50: 479-484.",
    "year": 2000
  }, {
    "title": "Tree-ring evidence for 1842-1843 eruptive activity at the Goat Rocks dome, Mount St. Helens, Washington",
    "authors": ["D.K. Yamaguchi", "D.B. Lawrence"],
    "venue": "Bulletin of Volcanology",
    "year": 1993
  }, {
    "title": "A new tree-ring date for the ‘floating island",
    "authors": ["D.K. Yamaguchi", "R.P. Hoblitt", "D.B. Lawrence"],
    "venue": "lava flow, Mount St. Helens, Washington. Bulletin of Volcanology",
    "year": 1990
  }],
  "id": "SP:caf09dcd705f714b7ddf499a7caa2366c1f6dfee",
  "authors": [{
    "name": "Robert C",
    "affiliations": []
  }],
  "abstractText": "Question: We know of no study that has linked volcanic eruptions occurring anywhere worldwide and the local population cycles of any species. The keystone saguaro cactus (Carnegiea gigantea) establishes in cohorts. We test whether there is a statistical relationship between Carnegiea gigantea establishment and volcanic eruptions. Location: Northern Sonoran Desert, Arizona, USA. Methods: We use both a region-wide dataset made up of 30 populations, and a dataset from a marginal site. We incorporate data for over 750 individuals over an area of more than 50 000 km2. We created a 111-year time series of population peaks and troughs and correlated this over the 111-year record with the annual Weighted Historical Dust Veil Index (WHDVI). A t-test compared establishment patterns with the WHDVI. Results: We found a significant relationship between volcanism and C. gigantea regeneration at both the marginal site, and in the region-wide dataset. Conclusions: We suggest that while different populations are influenced by temporary global temperature ameliorations to different extents, our results show that populations do derive significant benefits from volcanic eruptions that promote their regeneration over large portions of their range, as is also exhibited locally at our marginal site, where populations are most susceptible to the inhospitable conditions that are witnessed at the edge of their range. This paper draws a link between the population fluctuations and regeneration of a species locally with geologic events from distant parts of the earth.",
  "title": "Regeneration cycles of the keystone species Carnegiea gigantea are linked to worldwide volcanism"
}