{
  "sections": [{
    "text": "Anomalous sulfur isotope compositions of volcanic sulfate over the last\nmillennium in Antarctic ice cores\nMélanie Baroni,1,2 Joël Savarino,1 Jihong Cole-Dai,3 Vinai K. Rai,4,5 and Mark H. Thiemens4\nReceived 27 March 2008; revised 16 July 2008; accepted 30 July 2008; published 25 October 2008.\n[1] The reconstruction of past volcanism from glaciological archives is based on the measurement of sulfate concentrations in ice. This method does not allow a proper evaluation of the climatic impact of an eruption owing to the uncertainty in classifying an event between stratospheric or tropospheric. This work develops a new method, using anomalous sulfur isotope composition of volcanic sulfate in order to identify stratospheric eruptions over the last millennium. The advantages and limits of this new method are established with the examination of the 10 largest volcanic signals in ice cores from Dome C and South Pole, Antarctica. Of the 10, seven are identified as stratospheric eruptions. Among them, three have been known to be stratospheric (Tambora, Kuwae, the 1259 Unknown Event) and they exhibit anomalous sulfur isotope compositions. Three unknown events (circa 1277, 1230, 1170 A.D.) and the Serua eruption have been identified as stratospheric eruptions, which suggests for the first time that they could have had significant climatic impact. However, the Kuwae and the 1259 Unknown Event stratospheric eruptions exhibit different anomalous sulfur isotope compositions between South Pole and Dome C samples. Differences in sulfate deposition and preservation patterns between the two sites can help explain these discrepancies. This study shows that the presence of an anomalous sulfur isotope composition of volcanic sulfate in ice core indicates a stratospheric eruption, but the absence of such composition does not necessarily lead to the conclusion of a tropospheric process because of differences in the sulfate deposition on the ice sheet.\nCitation: Baroni, M., J. Savarino, J. Cole-Dai, V. K. Rai, and M. H. Thiemens (2008), Anomalous sulfur isotope compositions of volcanic sulfate over the last millennium in Antarctic ice cores, J. Geophys. Res., 113, D20112, doi:10.1029/2008JD010185."
  }, {
    "heading": "1. Introduction",
    "text": "[2] Predicting future climate change depends on comprehensive climate models incorporating all forcings in the climatic system. To estimate the anthropogenic impact, a crucial aspect of climate modeling is the accurate representation of natural forcings including volcanism [e.g., Crowley, 2000]. Volcanic eruptions impact the climate by producing sulfuric acid (H2SO4) aerosols that alter the radiative properties of the atmosphere [Robock, 2000]. The sulfuric acid results from the rapid oxidation of sulfur dioxide (SO2) emitted into the atmosphere by a volcano. From the view of climatic impact, volcanic eruptions can be classified in two groups, tropospheric or stratospheric, depending on if the volcanic plume rises above the tropopause. A tropospheric eruption in general emits small amounts of SO2 and does not have a significant climatic impact as the sulfuric acid aerosols are contained in a relatively small geographic location and tend to be rapidly washed out from the atmosphere. In a stratospheric eruption, the sulfuric acid aerosol layer formed at stratospheric altitudes (e.g., approximately 14 km above the equator) may persist for up to several years while reflecting solar radiation and changing the energy balance of the atmospheric system. The result is usually a brief (a few months to a few years) cooling of the troposphere and Earth surface with amplitude depending upon the optical depth and residence time of the sulfuric acid aerosols, themselves depending upon the amount of SO2 (mass loading) injected into the stratosphere, the location of the volcano and the time of the year of the eruption. [3] All volcanic sulfuric acid aerosols eventually fall out\nfrom the atmosphere and settle onto the Earth surface including the polar ice sheets. The volcanic signals resulting from the fallout can be detected and measured in glaciological archives, i.e., polar ice cores. Up to the present, the common method of reconstructing volcanic records\nJOURNAL OF GEOPHYSICAL RESEARCH, VOL. 113, D20112, doi:10.1029/2008JD010185, 2008\n1Laboratoire de Glaciologie et Géophysique de l’Environnement, Université Joseph Fourier, CNRS, Saint Martin d’Hères, France.\n2Now at CEREGE, Collège de France, Université Paul Cézanne, UMR6635, CNRS, Aix-en-Provence, France.\n3Department of Chemistry and Biochemistry, South Dakota State University, Brookings, South Dakota, USA.\n4Department of Chemistry and Biochemistry, University of California, San Diego, La Jolla, California, USA.\n5Now at Planetary and Geosciences Division, Physical Research Laboratory, Ahmedabad, India.\nCopyright 2008 by the American Geophysical Union. 0148-0227/08/2008JD010185\nD20112 1 of 12\nconsisted in measuring the amount of volcanic sulfate in the ice cores and calculating a stratospheric mass loading and the increase of the atmospheric optical depths as a result of the eruptions [Gao et al., 2007; Sato et al., 1993; Zielinski, 1995, 2000]. In general, a very large sulfate signal corresponds to a large stratospheric eruption with significant climatic impact. However, a major limit of estimating the climatic impact using this methodology is the lack of an objective means to determine if a detected signal represents a stratospheric or tropospheric eruption. For example, if a tropospheric eruption occurs in South America, the sulfate signal in Antarctica snow may be very strong owing to the proximity of the sampling site to the volcano and this could lead to the erroneous conclusion that the eruption was stratospheric and therefore had a significant climatic impact. Therefore, the magnitude of volcanic sulfate signals in ice cores alone does not allow the differentiation between tropospheric and stratospheric eruptions and, as a consequence, the accurate estimate of the climatic impact of past eruptions. [4] In this work, we use anomalous sulfur isotopic compositions of volcanic sulfate from ice cores to provide new and independent information on the type of past volcanic eruptions that may have significantly impacted climate. Mass-dependent isotopic fractionation processes are governed by relative mass differences between the four sulfur isotopes and are described by d33S = 1000*[(1 + d34S/ 1000)0.515 1] and d36S = 1000*[(1 + d34S/1000)1.91 1]. The deviation from the two mass-dependent relationships is termed anomalous. The anomalous isotope composition is quantified byD33S = d33S 1000*[(1 + d34S/1000)0.515 1] and D36S = d36S 1000*[(1 + d34S/1000)1.91 1]. The sulfur isotope anomaly is created by UV photolysis on gas molecules such as sulfur dioxide (SO2) at wavelengths lower than 310 nm [Farquhar et al., 2000, 2001]. This source of sulfur isotope anomaly was further demonstrated by Savarino et al. [2003] who showed that volcanic sulfate formed in the stratosphere and later deposited on the Antarctic ice sheet, acquired the anomalous signature as UV radiation lower than 310 nm is available only above the tropopause in the modern atmosphere. A direct implication of the previous work was that stratospheric eruptions recorded in ice cores could be characterized by their anomalous sulfur isotope composition and differentiated from tropospheric eruptions. Savarino et al. [2003] studied two well-known stratospheric volcanic eruptions, Pinatubo (Philippines, June 1991) and the 1259 A.D. Unknown Event (the location of the volcano is unknown) in Antarctica snow and ice samples, and observed anomalous sulfur isotope compositions in both cases (D33S 6¼ 0%). In comparison, the essentially tropospheric eruption [Doiron et al., 1991] of the Cerro Hudson volcano (Chile, August 1991), does not exhibit any sulfur isotope anomaly. Evidence from several other recent studies also supports this hypothesis. Sulfate aerosols collected from the vents of the Masaya volcano (Nicaragua) are found to contain no sulfur isotope anomaly [Mather et al., 2006]. Bindeman et al. [2007] analyzed sulfate from the 1991 Pinatubo eruption, in gypsum samples taken near the volcano (Luzon, Philippines), and did not detect any sulfur isotope anomaly. These results can be explained by the fact that in each case the sulfur did not reach the stratosphere and therefore the sulfate formed near the volcano was probably tropospheric or biological-made. Although small sulfur isotope anomalies can be generated by mass-dependent processes [Ono et al., 2006a; Rouxel et al., 2008], it is unlikely that such processes are responsible for our observed sulfur anomaly owing to the very low levels of biological activities on the Antarctic ice sheet. Likewise, nonvolcanic sulfate formed in the troposphere and found in the snow or soil of Antarctica does not show any sulfur isotope anomaly [Alexander et al., 2003; Baroni et al., 2007; Romero and Thiemens, 2003; Savarino et al., 2003]. [5] Following the study by Savarino et al. [2003] on two stratospheric and one tropospheric volcanic eruptions,Pavlov et al. [2005] proposed a model to explain the origin of sulfur isotope anomaly detected in volcanic sulfate in Antarctic snow. Their model involves a dynamic process in which the sulfate formed at the beginning of the conversion of the volcanic SO2 carries an anomalous signature different from that in subsequently formed sulfate during the same volcanic event. This suggests that the D33S values would change gradually with time during the sulfate deposition following a volcanic eruption. To test this hypothesis, a study of the Pinatubo (Philippines, June 1991) and the Agung (Indonesia, March 1963) stratospheric eruptions was undertaken with a high time resolution sampling of the volcanic sulfate in Antarctic snow [Baroni et al., 2007]. In both cases, the sulfur isotope anomaly of the volcanic sulfate is found to change from positive D33S values at the beginning of the sulfate deposition ( 1%) to negative values at the end ( 1%). These results and the Pavlov model indicate that both photochemistry and atmospheric dynamics are involved in producing sulfur isotope anomaly in the sulfate of stratospheric volcanic eruptions, although different photochemical reaction mechanisms are proposed by Pavlov et al. [2005] and Baroni et al. [2007] to explain the formation of the sulfur isotope anomaly. Both of our previous studies [Baroni et al., 2007; Savarino et al., 2003] were based on only a few (2 or 3) volcanic eruptions in Antarctic snow. In this work, we use the methodology developed and knowledge gained in the previous studies to investigate ten volcanic events found in Antarctic ice cores. The main objectives of this study are (1) to identify stratospheric eruptions over the last 1000 years and (2) to determine the advantages and the limits of the sulfur isotope anomaly technique when applied to ice core volcanic records. Owing to the limited volcanic sulfate mass available in our ice core samples, a high time resolution sampling similar to that used by Baroni et al. [2007] was impossible. Therefore, the approach here is similar to that of [Savarino et al., 2003]; that is, each volcanic event had to be sampled and analyzed singularly."
  }, {
    "heading": "2. Method",
    "text": ""
  }, {
    "heading": "2.1. Ice Core Sites",
    "text": ""
  }, {
    "heading": "2.1.1. Dome C",
    "text": "[6] Dome C (75 060S, 123 210E, elevation 3240 m, mean annual temperature 54.5 C) is a French-Italian station located on the High Antarctic Plateau. The snow accumulation rate at Dome C is 25 kg m 2 a 1 or 2.5 cm water equivalent per year [EPICA community members, 2004]. In January 2004, two ice cores of 50 m length and one ice core\nD20112 BARONI ET AL.: VOLCANIC ERUPTIONS OF THE LAST 1000 YEARS\n2 of 12\nD20112\nof 150 m length and of 10 cm diameter, were drilled. Three ice cores were necessary to collect sufficient sulfate to proceed with the sulfur and oxygen isotopic analysis. 2.1.2. South Pole [7] South Pole (90 S, elevation 2850 m, mean annual temperature 49.5 C) is located on the High Antarctic Plateau. The snow accumulation rate is 84 kg m 2 a 1, or 8.4 cm water equivalent per year [Mosley-Thompson et al., 1999]. [8] In January 2001, two ice cores of 10 cm diameter were drilled to a depth of 123 m near the Amundsen-Scott South Pole station. Six ice cores of various depths (40–180 m) with a 10 cm diameter were obtained in December 2004 near the station (89 570S, 17 30W–500W). All South Pole cores were transported frozen at 20 C to a laboratory at South Dakota State University (South Dakota, USA) where ion chromatographic analysis of the cores and the extraction of volcanic sulfate were performed."
  }, {
    "heading": "2.2. Volcanic Signals Designation",
    "text": "[9] Volcanic events of the last 1000 years have been extensively studied. Databases of prominent volcanic events have been produced from both Greenland and Antarctic ice cores [Budner and Cole-Dai, 2003; Castellano et al., 2005; Clausen and Hammer, 1988; Clausen et al., 1997; Cole-Dai et al., 1997, 2000; Delmas et al., 1992; Gao et al., 2006, 2007; Hammer, 1977; Kurbatov et al., 2006; Langway et al., 1995; Legrand and Delmas, 1987; Palmer et al., 2001; Zielinski, 1995; Zielinski et al., 1997]. We identified each of the volcanic events discussed in this work and located the approximate depths in our Dome C and South Pole ice cores on the basis of the ice core timescales and the known age of each event. The known ages of these volcanic eruptions are often used to date new ice cores [Cole-Dai et al., 2000; Castellano et al., 2005]. [10] For the volcanic signal at the end of the 17th century in Dome C cores, we used the designation of the Serua eruption (Banda Sea) used by Castellano et al. [2005] who dated this event to 1696 A.D.. The large signal in the middle of the 15th century is attributed to the Kuwae eruption\n(Vanuatu, 1452–1453 [Gao et al., 2006]). The seven volcanic signals in the 12th and 13th centuries have not been clearly connected to specific volcanoes and are therefore unknown events. The most prominent and well-dated among them appears around 1260 A.D. and is often called the 1259 Unknown Event (1259UE). To avoid confusion that may result from using the designation of year-UE, owing to the fact that the year of the signal may differ from core to core or site to site, we chose a simple notation method (unknown A to F, Table 1) for the other six volcanic signals. The Tambora (April 1815, Indonesia) volcanic signal is noted on Figure 1 but it was only sampled in the South Pole ice cores. [11] To determine the precise depth intervals where the volcanic signals appear and would be sampled for isotope analysis, we used two analytical methods to detect changes in sulfate concentrations along the cores: (1) electrical conductivity measurement (ECM) on the Dome C cores and (2) ion chromatography on the South Pole cores. ECM of polar snow or ice is known to be sensitive to high acid concentration. Figure 1 shows the ECM trace of one of the Dome C cores, where ECM spikes are linked to volcanic eruptions. However, ECM peaks due to ice core internal fracture (‘‘ghost’’ peaks) and unrelated to volcanic acid layers are commonwith this method. Thus, it is usually necessary to verify the ECM results with the sulfate concentration in the ice samples to locate the volcanic signals with a high level of confidence. For this purpose, the ECM profiles of the 3 ice cores from Dome C were compared with the sulfate concentration profiles (Figure 1) obtained from the EPICA (European Project for Ice Coring in Antarctica) Dome C deep ice core [Castellano et al., 2005]. In Figure 2, the details of the ECM profile in a section are compared with sulfate measurement of the EPICA core containing the seven unknown events in the 12th and 13th centuries. The 8 ice cores from South Pole were analyzed continuously for concentrations of sulfate and other ions with ion chromatography. Major volcanic events discussed in this work were detected on the basis of elevated sulfate concentrations (similar to the detected events in the\nD20112 BARONI ET AL.: VOLCANIC ERUPTIONS OF THE LAST 1000 YEARS\n3 of 12\nD20112\nEPICA deep ice core) and identified according to precisely determined chronology from annual layer counting."
  }, {
    "heading": "2.3. Background Sulfate",
    "text": "[12] Antarctic snow contains sulfate from a number of sources. Immediately following a large explosive volcanic eruption, sulfuric acid from the eruption dominates, as seen in the concentrations spikes in Figures 1 and 2. Sulfate also comes from marine biogenic emissions of sulfur compounds and is ubiquitous in polar snow. This marine-generated sulfate forms the continuous, low-concentration background on which volcanic sulfate is superimposed. Ice samples with\nD20112 BARONI ET AL.: VOLCANIC ERUPTIONS OF THE LAST 1000 YEARS\n4 of 12\nD20112\nvolcanic sulfate also contain background sulfate. Therefore, measurement of sulfur isotopic composition of volcanic samples must take into account the contribution from background sulfate. [13] High-precision, multisulfur isotopic analysis requires at least 3 mmol of sulfate [Savarino et al., 2001]. As a result, more than 1 m of an ice core with a 10 cm diameter is needed to provide sufficient mass of background sulfate ( 80 ng g 1 of sulfate at Dome C [Udisti et al., 2004] and about 55 ng g 1 at South Pole [Kirchner and Delmas, 1988]) for isotope analysis. In order to improve the background measurements, we used a quantity twice that of the minimum for isotopic analysis, (about 6 mmol of sulfate from nearly 2 m of ice core with a 10 cm diameter). Because of this large sample size, only two background samples were prepared from the Dome C cores and analyzed for isotopes. At the South Pole site where a larger number of cores were taken, it was possible to obtain a background sample for each volcanic event. However, previous studies [Alexander et al., 2003; Baroni et al., 2007; Savarino et al., 2003] have already analyzed background sulfate in Antarctica snow and found no sulfur isotope anomalies. We analyzed background sulfate mainly to evaluate consistency with the previous studies and to apply a background correction on the sulfur isotopic values of each volcanic sulfate sample. [14] The Dome C sample background 1 corresponds to the combined samples of one of the 3 ice cores from these depths: 7.25–8.05 m, 10.25–12.23 m, 13.23–14.13 m, and background 2 corresponds to the depths 30.08–32.08 m. The depth ranges from which background samples were obtained in the South Pole cores are: 26.2–29.2 m (SP04) for Tambora, 60.0–62.3 m (SP01) for Kuwae, and 80.0– 83.4 m (SP04) for 1259UE, all excluding depth intervals containing volcanic signals."
  }, {
    "heading": "2.4. Analysis",
    "text": ""
  }, {
    "heading": "2.4.1. Sample Preparation and Sulfate Extraction",
    "text": "[15] After identifying the same volcanic event in the 3 ice cores from Dome C or in the 8 ices cores from South Pole, the corresponding pieces of snow/ice were cut. Dome C and South Pole snow/ice containing volcanic events and background sulfate were first decontaminated and then melted in preparation for extraction of the sulfate. All manipulation of the ice or the meltwater was performed in a clean environment. Each snow/ice sample was decontaminated by removing the outer snow/ice layer with a blade which was precleaned and recleaned often during this process. Then the remaining snow/ice was put in clean beakers covered by a plastic film to avoid contact with the ambient air and was allowed to melt at ambient temperature. An aliquot of approximately 10 mL was analyzed for concentrations of sulfate and other ions by ion chromatography. The extraction and concentration of the volcanic and background sulfate from Dome C was performed with an ion-chromatographic system. The procedure follows the steps described by Alexander et al. [2002, 2003] and in the supplementary online material of Baroni et al. [2007]. The volume of each South Pole meltwater sample was reduced by slow evaporation and this step was followed by the separation of the sulfate from other species by ion exchange. In the end, the sulfate in each sample was collected in the form of sulfuric\nacid in a polyethylene centrifuge tube in a volume lower than 10 mL. 2.4.2. Isotopic Analysis [16] For the Dome C samples, the purified and concentrated sulfate as sulfuric acid is subsequently converted to silver sulfate (Ag2SO4) by exchanging the H\n+ cation in the sulfuric acid with Ag+ using a membrane (Dionex Ionpac1 AMMS III) permeable only to cations. Ag2SO4 was dried and processed according to the procedure described by Savarino et al. [2001], in which Ag2SO4 is decomposed to O2 and SO2 by pyrolysis. O2 is analyzed for its isotopic ratio on a Finnigan MAT 251 mass spectrometer (the results are not presented in this paper). The other pyrolysis product, SO2, is reoxidized to H2SO4 by reaction with hydrogen peroxide (30%), and the sulfate is subsequently precipitated with 1.3 M BaCl2 [Savarino et al., 2001]. The South Pole samples were only prepared for the sulfur isotopes measurements as a result the sulfate was directly precipitated with BaCl2. The final Dome C and South Pole sulfate samples are then converted to SF6 according to the procedure described by Rai et al. [2005]. SF6 is transferred into a finger trap in a dual inlet of a Thermofinnigan MAT 252 mass spectrometer [Farquhar et al., 2001; Rai et al., 2005] and analyzed for its isotopic composition. The samples are measured with a SF6 working standard calibrated versus CDT (Canyon Diablo Troilite) [Rai et al., 2005; Rai and Thiemens, 2007]. [17] The analytical uncertainty was defined with a commercial silver sulfide (Ag2S) converted into SF6 using the same procedure than the samples. More details can be found in the supporting online material of Baroni et al. [2007]. Additionnal measurements of this commercial silver sulfide have been made by Rai and Thiemens [2007]. The d33S, d34S or d36S values have not been calibrated against an international reference standard, consequently these values are unknown on the CDT scale but show no sulfur isotope anomaly as expected for a commercial silver sulfide and terrestrial standards. Nevertheless, these measurements were used to fix the standard deviations of d33S, d34S or d36S for the fluorination step and used in an error propagation formula to calculate the D33S and D36S standard deviations. The 2s analytical uncertainties determined from 2 measurements with different amount (3.5 and 12.2 mol of Ag2S) of this commercial Ag2S are 0.07, 0.19, 0.53, 0.12 and 0.64 for the d33S, d34S, d36S, D33S and D36S values, respectively. These uncertainties are related to the fluorination process. Because of the very small mass of sulfate in our samples, we were sometimes at the limits of the mass-spectrometer performances and the standard deviation given by the machine was higher than the one calculated from the commercial standard. In this case, we chose the higher standard deviation given by the isotopic ratio mass spectrometer as the analytical uncertainty. All theD33S andD36S absolute values higher than the 2s analytical uncertainties are considered as anomalous in sulfur isotope composition."
  }, {
    "heading": "3. Results",
    "text": ""
  }, {
    "heading": "3.1. Background Sulfate Values",
    "text": "[18] In addition to the 2 background samples at the Dome C site over the last millennium (section 2.3), two other background samples were collected during the same field\nD20112 BARONI ET AL.: VOLCANIC ERUPTIONS OF THE LAST 1000 YEARS\n5 of 12\nD20112\nseason for the study of the Pinatubo (June 1991) and the Agung (March 1963) eruptions [Baroni et al., 2007]. The three background samples from South Pole correspond to the Tambora, Kuwae and 1259 UE eruptions (see section 2.3). The isotopic composition of all background samples is listed in Table 2. The background D33S values, in the range between 0.01 and 0.05%, are within the 2s analytical uncertainty (±0.12%) and are consistent with those previously obtained in snow and ice samples from Dome C, Vostok and South Pole [Alexander et al., 2003; Baroni et al., 2007; Savarino et al., 2003]. These data show clearly that background sulfate in Antarctic snow does not possess any D33S isotope anomaly. In nonvolcanic conditions, the sulfate deposited at the Dome C and the South Pole sites is mainly of marine biogenic origin [Alexander et al., 2003; Legrand and Delmas, 1984; Minikin et al., 1998], and is formed via reactions in the troposphere where no photochemical reactions of SOx ( = SO, SO2, SO3) at wavelengths lower than 310 nm is involved and results in D33S 0%. [19] The D36S values of background samples vary from\n1.35 to 0.13 % and are more heterogeneous than the D33S values. Sample background 1 exhibits a D36S value of 1.35 %, but it was expected to be close to 0 % within the 2s analytical uncertainty (±1.32 %, Table 2) as no photolysis reaction of SOx gases is involved here. This unexpected D36S value may be explained by the relative low 36S abundance and the very small amount of sulfate used for the isotopes analysis. Such an extremely small quantity of 36S results in an instrumental uncertainty larger than 1.30 % for the d36S value (Table 2) which is propagated in the D36S calculation. However, the other backgrounds (background 1, Agung background and the Pinatubo background) exhibit D36S values close to 0 % within the 2s analytical uncertainty. [20] We were not able to analyze a background sample corresponding to each volcanic signal at the Dome C site but, as the sulfate sources are identified (they are tropospheric) and stable, we calculated mean sulfur isotope anomalies (D33S,D36S). The d33S, d34S and the d36S values of the Dome C background samples are very similar and allow the calculation of a mean sulfur isotopic composition. The d34S values of the background from Dome C, which vary from 11.45 to 15.30%, are consistent with values measured on different Holocene sulfate samples from the\nsame site [Alexander et al., 2003] or with soil samples taken in the McMurdo Dry Valleys [Bao and Marchant, 2006]. The South Pole background sulfate samples exhibit d34S values from 10.98 to 14.43 % and are close to those obtained at the Dome C site and confirm the predominance of a biogenic source [Calhoun et al., 1991; McArdle and Liss, 1995; Patris et al., 2000]."
  }, {
    "heading": "3.2. Volcanic Sulfate Values",
    "text": "[21] The samples containing the deposition of volcanic sulfate are composed of the volcanic sulfate along with the background or nonvolcanic sulfate. To determine the isotopic composition of the volcanic sulfate, it is necessary to remove or correct for the background contribution. The correction is calculated using the total and background sulfate mass and the sulfur isotopic composition of the volcanic samples and the background samples, on the basis of the following equation: dmeas = fbg dbg + fv dv, where dmeas represents d\n33S, d34S or d36S of the total sulfate measured; dbg and dv stand for the isotopic composition of nonvolcanic and volcanic sulfate, respectively, fv and fbg are the mass fraction calculated from samples concentrations of volcanic and nonvolcanic sulfate, respectively. The calculations and equations used to determine the isotopic composition (dv) of the volcanic samples have been detailed by Patris et al. [2000] and in the supplement online material of Baroni et al. [2007]. [22] To apply a correction to the Dome C volcanic samples, we used the mean background sulfur isotopic composition (Table 2) and the sulfate concentrations of the EPICA Dome C ice core measured before and after each volcanic signal [Castellano et al., 2005]. We calculated a mean sulfate concentration in order to determine the volcanic and nonvolcanic sulfate fractions noted fv and fb, respectively (Table 3). The correction of the South Pole recordswas easier as each volcanic signal has a corresponding background sample; consequently no average was necessary. The background values used for the correction of the South Pole samples are from Table 2. To focus on the identification of stratospheric eruptions based on the D33S and D36S values, further discussion will not include the d33S, d34S and d36S values. [23] Seven volcanic signals (Tambora (South Pole), Serua (Dome C), Kuwae (South Pole), unknown B (Dome C),\nD20112 BARONI ET AL.: VOLCANIC ERUPTIONS OF THE LAST 1000 YEARS\n6 of 12\nD20112\n1259UE (South Pole and Dome C), unknown D and unknown F) exhibit D33S values higher than the 2s analytical uncertainty (Table 4) which indicates that these eruptions are in the stratospheric category. Among these events, Tambora has the lowest D33S value (0.15%) and unknown D exhibits the highest sulfur isotope anomaly (1.16%) ever measured in a glaciological archive [Baroni et al., 2007; Savarino et al., 2003]. All other volcanic signals have D33S values between 0.25 and 0.39%. As shown in the Table 4, the D36S values of the unknown B, unknown D and unknown F events are the only ones to be higher than the 2s analytical uncertainties and considered as a stratospheric imprint. The positive D33S and the negative D36S values are in opposite sign, consistent with the findings of the previous study [Savarino et al., 2003]. The D36S values of the Tambora and the 1259UE (South Pole 2004) have not been measured. The samples of Serua, Kuwae (South Pole), 1259 UE (Dome C) exhibit D36S values within the 2s analytical uncertainties which, unlike the D33S values, suggests no anomalous sulfur isotope composition. However, these unexpected D36S values are probably the consequence of the small amount of sulfate available for the isotopes measurements and the low 36S abundance, making these measurements unreliable. The other volcanic eruptions which exhibit D33S and D36S values within the 2s uncertainty likely correspond to tropospheric eruptions or stratospheric eruptions that have not been properly recorded in the snow or correctly sampled. This point will be further explored in later discussion that will focus on the D33S values as the D36S ones are difficult to interpret because of the measurements of 36S isotope."
  }, {
    "heading": "4. Interpretation and Discussion",
    "text": ""
  }, {
    "heading": "4.1. Stratospheric Eruptions",
    "text": "[24] Among the 7 eruptions exhibiting a sulfur isotope anomaly higher than the analytical uncertainty, 3 (Unknowns B, D, F) are from volcanoes of unknown location. Previously two of these eruptions (Unknowns D and F) were suspected to be stratospheric according to their signals in ice cores from both Antarctica and Greenland, on the basis of the hypothesis that if a volcanic signal is recorded in the snow/ice of both poles, the volcano was probably located in the low latitudes and the volcanic aerosols were probably present in and transported through the stratosphere, and later\nD20112 BARONI ET AL.: VOLCANIC ERUPTIONS OF THE LAST 1000 YEARS\nD20112\ndeposited globally on the Earth’s surface. The previous evidence was found by Langway et al. [1995], who observed the unknown D and unknown F signals in ice cores from Greenland (Dye 3 and Crete) and Antarctica (South Pole and Byrd Station). Our results support the conclusion that these two unknown events are stratospheric in nature. [25] The unknown B and the Serua events exhibit D33S values of 0.32% and 0.16%, respectively. These data indicate that the eruptions are stratospheric and that their volcanic sulfate should be recorded both in Greenland and Antarctica. However, only a small sulfate peak, possibly corresponding to the unknown B event and barely above the noise of background sulfate, was detected in the Crete ice core [Langway et al., 1995] and there is no signal for this event in the GISP2 ice core (Greenland) [Zielinski, 1995]. It appears that the unknown B eruption is stratospheric, but is recorded clearly only in Antarctica. The Serua eruption has not been reported in Greenland ice cores [Langway et al., 1995; Zielinski, 1995]. Cole-Dai and coworkers [Budner and Cole-Dai, 2003; Cole-Dai et al., 1997, 2000] found volcanic signals near 1693 in a number of Antarctic ice cores, but did not attribute them to the Serua eruption. The transport of the volcanic aerosols formed after a stratospheric eruption, from a low latitude to the polar regions depends on several parameters such as the latitude of the volcano, the time of year of the eruption, and the winds circulation. Under specific conditions, it is possible that sulfate aerosols of such an eruption is not transported to one of the poles in sufficient quantities to be recorded in glaciological archives in that polar region. This example shows that sulfur isotope anomaly in volcanic sulfate can be used to reliably identify a stratospheric event, when all the information failed to provide information on the nature of an eruption. [26] The 3 other volcanic signals exhibiting an anomalous sulfur isotope composition are Tambora, Kuwae and 1259UE. These results are in accordance with previous observations of these eruptions in ice cores from both polar regions [Gao et al., 2006, 2007; Kreutz et al., 1997; Langway et al., 1995]. These eruptions are known to have injected tens of Tg of SO2 into the stratosphere and their sulfate signals have often been used as time stratigraphic references to date ice cores [Castellano et al., 2005;Cole-Dai et al., 2000]. In terms of magnitude and atmospheric impact, 1259UE is the most important volcanic eruption of the last 1000 years: the amount of SO2 emitted by the volcano into the stratosphere is estimated to be 2 to 3 times that of Tambora or close to 350 Tg [Zielinski, 1995]. The chemical composition of the 1259UE ash/tephra found in an Antarctic ice core appears to correspond to that of the El Chichòn volcano (Mexico) [Palais et al., 1990]. The Tambora (10 April 1815, Indonesia) eruption injected approximately 100 Tg of SO2 into the atmosphere [Cole-Dai and Mosley-Thompson, 1999; Pinto et al., 1989]. In the Northern Hemisphere, the cooling from the eruption is estimated to be 0.5 to 1 C [Angell and Korshover, 1985]. Tree ring studies reveal that the summer following the Tambora eruption was one of the 4 coldest ever observed over the last 600 years with a temperature anomaly of 0.5 C [Briffa et al., 1998]. Similarly, tree ring data show that the summer of 1453 is another one of the 4 coldest in this period [Briffa et al., 1998] with a cooling of 0.5 C; this cooling appears to result from the Kuwae eruption that is likely to have occurred in 1452 or 1453 on the basis of the synthesis of data from Greenland and Antarctica ices cores [Gao et al., 2006]. The volcanic sulfate deposition of the Kuwae eruption in Antarctica is as significant as the Tambora eruption ( 100 Tg) [Budner and Cole-Dai, 2003; Castellano et al., 2005; Zielinski, 1995] or even higher as recently suggested by Gao et al. [2006]. [27] The Tambora volcanic sulfate recorded at the South Pole station exhibits a D33S value of 0.15% in accordance with the literature describing this eruption as stratospheric. The anomalous sulfur isotope composition of the 1259UE sulfate at the South Pole and the Dome C sites both indicate the eruption was stratospheric although the D33S values are in opposite signs. The new measurement of the 1259UE sulfate recorded at the South Pole station exhibits a D33S value of 0.32 ± 0.14% which agrees with the 0.5 ± 0.10% result from the previous study [Savarino et al., 2003]. The D33S value of 1259UE of +0.39% at Dome C indicates that the eruption is stratospheric; however the opposite signs between South Pole and Dome C D33S values for this event were unexpected. Another unexpected result concerns Kuwae, an eruption confirmed to be stratospheric by previous studies [Gao et al., 2007; Cole-Dai et al., 2000]. The D33S value of +0.25% at South Pole record indicates the eruption is stratospheric while the D33S value of 0.06% at the Dome C site suggests otherwise. [28] We propose that differences in sulfate deposition and in ice core sampling between Dome C and South Pole can account for the discrepancies regarding the D33S values of the 1259 UE and the Kuwae sulfate. Both sources of differences are linked to the same phenomenon: D33S of volcanic sulfate changes in sign with time during deposition. This characteristic was observed in the high time resolution study of the Agung (March 1963, Indonesia) and the Pinatubo (June 1991, Philippines) stratospheric eruptions [Baroni et al., 2007]. In that study, 5 to 6 samples for each event were taken over the duration of sulfate deposition at Dome C. The results from these two volcanic eruptions show that the sulfur isotope anomaly changes from positive D33S values at the beginning of the sulfate deposition to negative values at the end. Since the SO2 emitted by the volcano does not have any sulfur isotope anomaly [Mather et al., 2006], it is only when it attains the stratosphere that it acquires an anomalous composition with a positive D33S component which has to be balanced by the negative one to meet the mass balance requirement. If the system is closed, i.e., if no partial loss of the volcanic sulfate occurs during transport and deposition, the sum of the sulfur isotopic anomaly over the entire duration of the deposition of volcanic sulfate in snow should be 0%. However, the system is open, and consequently part of the volcanic sulfate is lost during transport and/or deposition, creating an unbalanced D33S budget in snow and thus an integrated signal different from 0% [Baroni et al., 2007]. Similarly, assuming the system is closed during transport and deposition, the entire volcanic event must be recorded in the snow strata and completely recovered during the sampling process in order, for the D33S value of the event, to be zero. As the sulfur isotope anomaly changes in sign with time, partial recording and/or partial sampling of the event can result in either positive or negative D33S values, depending on\nD20112 BARONI ET AL.: VOLCANIC ERUPTIONS OF THE LAST 1000 YEARS\n8 of 12\nD20112\nwhich part of the deposition is absent in the volcanic sulfate sample analyzed for isotopic composition. The possible loss of a part of the volcanic layer in the sampling step was used to explain the difference of the Pinatubo D33S values between South Pole (+0.67%) and Dome C (+0.29%) [Baroni et al., 2007]. [29] While sampling differences may account for the different D33S values in the case of the Pinatubo eruption, they seem insufficient to explain the discrepancies observed in this work, because the full sulfate event in the ice core was sampled in each of the cases. We therefore offer another explanation related to the variation of the volcanic sulfate deposition over Antarctica. The combination of volcanic records from 19 Antarctic ices cores covering the last millennium showed that the fluxes of sulfate deposition can vary significantly across the continent [Gao et al., 2007]. For the same volcanic event, the total amount of sulfate in snow can be highly variable between interior Antarctica and coastal locations, which is understandable as elevation, sulfate sources, snow accumulation rate, meteorology, deposition mechanism (i.e., wet versus dry deposition) are all location-dependent and their variation can affect the sulfate deposition flux. Significant variations occur even within central East Antarctica. For example, the Tambora sulfate deposition is as high as 60–70 kg km 2 at South Pole while at the Dome C it is less than 10 kg km 2 [Gao et al., 2007]. The difference suggests that some of the Tambora sulfate is not deposited and preserved at Dome C.\nUnfortunately, we have not been able to sample the Tambora event at Dome C for sulfur isotope analysis, and the deposition flux data on 1259UE and Kuwae are lacking at Dome C [Gao et al., 2007], consequently, we are not able to compare the D33S value as a function of the sulfate deposition. Because of the extremely low accumulation rate at Dome C (50% of the rate at South Pole) and the elevation above 3000 km, Gao et al. [2007] suggest that, in terms of recording and preserving volcanic deposit, Dome C ‘‘is not representative of other regions of Antarctica and vice versa,’’ implying that partial loss of the volcanic sulfate may be common at Dome C. [30] The D33S value of 1259UE at South Pole is negative ( 0.32 % in this study and 0.50 % from Savarino et al. [2003]), unlike the values for all the other volcanic eruptions (Table 4). Savarino et al. [2003] already noted this characteristic and attributed it to the specific stratospheric dynamics of this eruption. However, the negative D33S values may have resulted from the loss of the beginning (with positive D33S) of the sulfate deposition in the South Pole snow compared to the Dome C snow. [31] It is interesting to note that even if the volcanic signal is not completely recorded in snow or if part of the volcanic sulfate is missing, a strong correlation exists between D33S and d34S values (Figure 3) for Kuwae or 1259 UE at South Pole and Dome C. Indeed, all the stratospheric eruptions identified in this study follow this relationship and their D33S and d34S regression lines maintain a slope of 0.07. The D33S versus d34S graph representing a mass-independent process as a function of a mass-dependent process, shows that a part of the sulfur isotope anomaly originates from the fractionation of the 34S isotope. The slope of 0.07 is close to that in SO2 experiments conducted at wavelengths > 220 nm (Xe lamp) and at 248 nm (KrF laser) that exhibit 0.13 and 0.11 slopes (Figure 3), respectively [Farquhar et al., 2000, 2001]. The agreement between our results and the Xe lamp or the KrF laser experiments is not perfect but only a few laboratory experimental data exist [Farquhar et al., 2000, 2001] and they constitute the only basis of comparison. In an experiment using a Hg lamp (two emission lines at 184.9 and 253.7 nm) and an ArF laser (193 nm), [Farquhar et al., 2001] found that the slopes are equal to 2.44 and 0.90, respectively, radically different from the results obtained with volcanic sulfate. The wavelengths obtained with the Xe lamp or the KrF laser seem to better represent the conditions prevailing in the stratosphere to generate sulfur mass-independent fractionation on the volcanic SO2 and are consistent with the fact that wavelengths shorter than 200 nm are mainly shielded by O2. The similarity between laboratory experiments and field data suggest that the mechanism producing sulfur isotope anomaly during stratospheric eruptions occurs at wavelengths longer than 220 nm. The photooxidation reaction that occurs in the 260–340 nm window (SO2 + SO2* ! SO3 + SO) [Chung et al., 1975] may be responsible for the creation of the sulfur isotope anomaly [Baroni et al., 2007; Savarino et al., 2003]. Lyons [2007] proposes the possibility of an isotope selection effect during this reaction with a self-shielding mechanism. This is related to the theoretical understanding of mass-independent fractionation which is beyond the scope of this work. The evidence for the SO2 photooxidation reaction implies that\nD20112 BARONI ET AL.: VOLCANIC ERUPTIONS OF THE LAST 1000 YEARS\n9 of 12\nD20112\nthe entire sulfur isotope anomaly is created on SO2 before its oxidation to sulfate [Baroni et al., 2007]. The consequence is that, at any location, the D33S versus d34S correlation will be preserved in all or any part of stratospheric volcanic sulfate sampled or deposited onto snow."
  }, {
    "heading": "4.2. Unresolved Nature of the Eruptions",
    "text": "[32] The dynamics of the formation of sulfur isotope anomaly, the deposition and sampling variations complicate the process to determine the tropospheric or stratospheric nature of an eruption with aD33S value within the analytical uncertainty range. Three unknown events (A, C, and E) have D33S values within the analytical uncertainty range. This may suggest that these are tropospheric events. However, as the Kuwae case illustrates, the lack of sulfur isotope anomaly may be a result of opportunistic/coincidental deposition and/ or sampling differences. It would be incorrect to conclude, on the basis of the data in Table 4, that these are not stratospheric eruptions. The unknown C and unknown E events have not been reported in Greenland ice cores [Budner and Cole-Dai, 2003; Zielinski, 2000]. There is no other evidence that indicates these eruptions were stratospheric. A conclusion that these are tropospheric events would be consistent with our sulfur isotopic results. The unknown A event is observed in ice cores of both poles [Gao et al., 2007; Langway et al., 1995], which seems to indicate that this is likely a stratospheric eruption and suggests our sampling and/or sulfate deposition of this event in Dome C snow resulted in a sample of zero sulfur isotope anomaly. [33] Our results and the above analysis of various issues of atmospheric dynamics, transport, stratosphere-troposphere exchange, deposition and ice core sampling of volcanic sulfate, along with the conclusions of Baroni et al. [2007], suggest that several approaches are needed, in order to determine, on the basis of sulfur isotope anomaly, the nature of a volcanic event preserved in Antarctic snow with high confidence. First, samples from more than one location should be obtained and analyzed, as spatial variations are significant in the deposition and preservation of volcanic sulfate in snow. A nonzero D33S of a sample from any location indicates the eruption is stratospheric. The weakness of this approach is that, even if no sulfur isotope anomaly is found in any sampled location, the eruption can still be stratospheric. In order to remove any ambiguity, it is necessary to conduct a high time resolution study of the volcanic event in snow, as described for the Pinatubo and the Agung events by Baroni et al. [2007]. D33S values usually vary between +1% and 1% from the beginning to the end of the volcanic sulfate deposition. Even if the sum of D33S over the entire sulfate deposition is 0%, the timeresolved sampling will detect the sulfur isotope anomaly, if the amplitude of the D33S variation is higher than the analytical uncertainty. This will provide a conclusion with high confidence that the eruption was indeed stratospheric. If the D33S values throughout the sampled event stay within the analytical uncertainty and do not change with time, one may conclude that the eruption was tropospheric."
  }, {
    "heading": "5. Conclusion and Future Work",
    "text": "[34] The anomalous sulfur isotope composition of volcanic sulfate recorded in South Pole and Dome C ices cores\nallows the identification of seven stratospheric events over the last 1000 years (Tambora, Serua, Kuwae, unknown B, 1259UE, unknown D and unknown F). The D33S values within the analytical uncertainty recovered from the sulfate of the unknown A, unknown C and unknown E events do not provide conclusive information on the tropospheric or stratospheric nature of the eruptions. This study demonstrates the advantages and the limits of the use of sulfur isotope anomaly of the volcanic sulfate recorded in ice cores. At present, however, the sulfur isotope anomaly constitutes the only way to clearly identify a stratospheric eruption and potentially provide information on its climatic impact. The difficulty in using sulfur isotope anomaly appears when the D33S value is within the analytical uncertainty because it does not necessarily lead to the conclusion that the eruption is tropospheric. Sampling practices and patterns of volcanic sulfate deposition at particular sites in Antarctica can result in zero D33S in samples of stratospheric eruptions. One way to definitively differentiate stratospheric from tropospheric eruptions is to perform a high time resolution measurement of the volcanic sulfate. However, high time resolution measurement is difficult to perform, as the mass of volcanic sulfate in an ice core is very limited, on the account of the minimum mass required for isotope measurement. Options to solve this problem include (1) increasing the number of ice cores from which volcanic sulfate can be extracted, and/or (2) increasing the sensitivity of the analytical method [e.g., Ono et al., 2006b]. The number of ice cores is usually limited by field work and ice core handling logistics. Work is under way to lower the detection limits, and consequently the mass of volcanic sulfate required for sulfur isotope measurement, so that high time resolution sampling can be performed in future studies.\n[35] Acknowledgments. This work has been made possible by partial support from the European Science Foundation (ESF) under the EUROCORES Programme EuroCLIMATE, through contract ERAS-CT-2003980409 of the European Commission, DG Research, FP6. The French national program on atmospheric chemistry (LEFE-CHAT) is also acknowledged for its financial support of the J. Savarino laboratory. This work benefited from the logistic support of the French Polar Institute IPEV and the help of their technical staff. M. Baroni acknowledges the Conseil Régional Rhônes-Alpes through the Eurodoc program for supporting travel expenses. J. Cole-Dai and M.H. Thiemens acknowledge (1) the support of U.S. National Science Foundation (NSF) through OPP-0337933 and OPP0338363, (2) contribution to field work at South Pole by D. Budner and D. Ferris, and (3) assistance with ice core logistics from the U.S. National Ice Core Laboratory. We thank Shuhei Ono and an anonymous reviewer for their thoughtful reviews and suggestions that improved the manuscript."
  }],
  "year": 2008,
  "references": [{
    "title": "Climate driven changes in the oxidation pathways of atmospheric sulfur",
    "authors": ["B. Alexander", "J. Savarino", "N.I. Barkov", "R.J. Delmas", "M. H"],
    "venue": "Thiemens",
    "year": 2002
  }, {
    "title": "East Antarctic ice core sulfur isotope measurements over a complete glacial-interglacial cycle",
    "authors": ["B. Alexander", "M.H. Thiemens", "J. Farquhar", "A.J. Kaufman", "J. Savarino", "R.J. Delmas"],
    "venue": "J. Geophys. Res.,",
    "year": 2003
  }, {
    "title": "Surface temperatures changes following the six major volcanic episodes between 1780 and 1980",
    "authors": ["J.K. Angell"],
    "venue": "Korshover",
    "year": 1985
  }, {
    "title": "Quantifying sulfate components and their variations in soils of the McMurdo Dry Valleys, Antarctica",
    "authors": ["H. Bao", "D.R. Marchant"],
    "venue": "J. Geophys. Res.,",
    "year": 2006
  }, {
    "title": "Mass-independent sulfur isotopic compositions in stratospheric volcanic eruptions",
    "authors": ["M Baroni"],
    "venue": "Science, 315(5808),",
    "year": 2007
  }, {
    "title": "Rare sulfur and triple oxygen isotope geochemistry of volcanogenic sulfate aerosols, Geochim",
    "authors": ["Bindeman", "I. N"],
    "venue": "Cosmochim. Acta,",
    "year": 2007
  }, {
    "title": "Influence of volcanic eruptions on Northern Hemisphere summer temperatures over the past",
    "authors": ["Briffa", "K. R"],
    "year": 1998
  }, {
    "title": "The number and magnitude of large explosive volcanic eruptions between 904 and 1865 A. D.: Quantitative evidence from a new South Pole ice",
    "authors": ["D. Budner"],
    "venue": "Cole-Dai",
    "year": 2003
  }, {
    "title": "Sulfur isotope measurements of submicrometer sulfate aerosol particles over the Pacific Ocean",
    "authors": ["Calhoun", "J. A"],
    "venue": "Geophys. Res. Lett., 18(10),",
    "year": 1991
  }, {
    "title": "Holocene volcanic history as recorded in the sulfate stratigraphy of the European Project for Ice Coring in Antarctica Dome C (EDC96) ice core",
    "authors": ["E. Castellano", "S. Becagli", "M. Hansson", "M. Hutterli", "J.R. Petit", "M.R. Rampino", "M. Severi", "J.P. Steffensen", "R. Traversi"],
    "venue": "Udisti",
    "year": 2005
  }, {
    "title": "The photochemistry of sulfur dioxide excited within its first allowed band (3130A) and the forbidden band (3700–4000A)",
    "authors": ["K Chung"],
    "venue": "Int. J. Chem. Kinet.,",
    "year": 1975
  }, {
    "title": "The Laki and Tambora eruptions as revealed in Greenland ice cores from 11 locations",
    "authors": ["H.B. Clausen", "C.U. Hammer"],
    "venue": "Ann. Glaciol.,",
    "year": 1988
  }, {
    "title": "A comparison of the volcanic record over the past 4000 years from the Greenland Ice Core Project and Dye 3 Greenland ice",
    "authors": ["H.B. Clausen", "C. Hammer", "C. Hvidberg", "D. Dahl-Jensen", "J. Steffensen", "J. Kipfstuhl", "M. Legrand"],
    "venue": "cores, J. Geophys. Res.,",
    "year": 1997
  }, {
    "title": "The Pinatubo eruption in South Pole snow and its potential value to ice-core paleovolcanic records",
    "authors": ["J. Cole-Dai"],
    "venue": "Mosley-Thompson",
    "year": 1999
  }, {
    "title": "Quantifying the Pinatubo volcanic signal in South polar snow, Geophys",
    "authors": ["J. Cole-Dai", "E. Mosley-Thompson", "L.G. Thompson"],
    "year": 1997
  }, {
    "title": "A 4100-year record of explosive volcanism from an East Antarctica ice-core",
    "authors": ["J. Cole-Dai", "E. Mosley-Thompson", "S.P. Wight", "L.G. Thompson"],
    "venue": "J. Geophys. Res.,",
    "year": 2000
  }, {
    "title": "Causes of climate change over the past 1000 years",
    "authors": ["T.J. Crowley"],
    "venue": "Science, 289,",
    "year": 2000
  }, {
    "title": "1000 years of explosive volcanism recorded at the South Pole, Tellus",
    "authors": ["Delmas", "R. J"],
    "venue": "Ser. B,",
    "year": 1992
  }, {
    "title": "Evidence of atmospheric sulphur in the Martian regolith from sulphur isotopes in meteorites",
    "authors": ["J Farquhar"],
    "venue": "Nature, 404,",
    "year": 2000
  }, {
    "title": "Observation of wavelength-sensitive mass-independent sulfur isotope effects during SO2 photolysis: Implications for the early atmosphere",
    "authors": ["J. Farquhar", "J. Savarino", "S. Airieau", "M. H"],
    "venue": "Thiemens",
    "year": 2001
  }, {
    "title": "Kuwae eruption signal derived from multiple ice core records: Greatest volcanic sulfate event of the past",
    "authors": ["D. A"],
    "venue": "J. Geophys. Res.,",
    "year": 2006
  }, {
    "title": "Past volcanism revealed by Greenland",
    "authors": ["C.U. Hammer"],
    "venue": "Ice Sheet impurities,",
    "year": 1977
  }, {
    "title": "A 1000 yr glaciochemical study at the South Pole",
    "authors": ["S. Kirchner", "R. Delmas"],
    "venue": "Ann. Glaciol.,",
    "year": 1988
  }, {
    "title": "Bipolar changes in atmospheric circulation during the Little Ice Age, Science, 277",
    "authors": ["Kreutz", "K. J"],
    "year": 1997
  }, {
    "title": "A 10-century comparison of prominent bipolar volcanic events in ice",
    "authors": ["C.C. Langway", "Jr.", "K. Osada", "H.B. Clausen", "C.U. Hammer", "H. Shoji"],
    "venue": "cores, J. Geophys. Res.,",
    "year": 1995
  }, {
    "title": "The ionic balance of Antarctic snow: A 10-year detailed record",
    "authors": ["M. Legrand", "R.J. Delmas"],
    "venue": "Atmos. Environ.,",
    "year": 1984
  }, {
    "title": "A 220-year continuous record of volcanic",
    "authors": ["M. Legrand", "R.J. Delmas"],
    "year": 1987
  }, {
    "title": "Isotopes and atmospheric sulphur",
    "authors": ["N.C. McArdle", "P.S. Liss"],
    "venue": "Atmos. Environ.,",
    "year": 1995
  }, {
    "title": "Sulfur-containing species (sulfate and methanesulfonate) in coastal Antarctic aerosol and precipitation",
    "authors": ["A. Minikin", "M. Legrand", "J. Hall", "D. Wagenbach", "C. Kleefeld", "E. Wolff", "E.C. Pasteur"],
    "venue": "Ducroz",
    "year": 1998
  }, {
    "title": "Late 20th century increase in South Pole accumulation",
    "authors": ["E. Mosley-Thompson", "J.F. Paskievitch", "A.J. Gow", "L.G. Thompson"],
    "venue": "J. Geophys. Res.,",
    "year": 1999
  }, {
    "title": "Mass-dependent fractionation of quadruple stable sulfur isotope system as a new tracer of sulfur biogeochemical cycles, Geochim. Cosmochim",
    "authors": ["S Ono"],
    "venue": "Acta ,",
    "year": 2006
  }, {
    "title": "High precision analysis of all four stable isotopes of sulfur (32S, 33S, 34S and 36S) at nanomole levels using a laser fluorination isotope-ratio-monitoring gas chromatography-mass spectrometry",
    "authors": ["S Ono"],
    "year": 2006
  }, {
    "title": "Identification of some global volcanic horizons by major element analysis of fine ash in Antarctic ice",
    "authors": ["Palais", "J. M"],
    "venue": "Ann. Glaciol.,",
    "year": 1990
  }, {
    "title": "Isotopic signatures of sulfur in shallow Antarctic ice",
    "authors": ["N. Patris", "R.J. Delmas"],
    "venue": "Jouzel",
    "year": 2000
  }, {
    "title": "Mystery of the volcanic mass-independent sulfur isotope fractionation signature in the Antarctic ice core, Geophys",
    "authors": ["A.A. Pavlov", "M.J. Mills", "O.B. Toon"],
    "year": 2005
  }, {
    "title": "Self-limiting physical and chemical effects in volcanic eruption",
    "authors": ["J.P. Pinto", "R.P. Turco", "O.B. Toon"],
    "venue": "clouds, J. Geophys. Res.,",
    "year": 1989
  }, {
    "title": "Mass independently fractionated sulfur components in chondrites, Geochim",
    "authors": ["V.K. Rai", "M. H"],
    "venue": "Thiemens",
    "year": 2007
  }, {
    "title": "Photochemical mass-independent sulfur isotopes in achondritic meteorites",
    "authors": ["Rai", "V. K"],
    "venue": "Science,",
    "year": 2005
  }, {
    "title": "Volcanic eruptions and climate",
    "authors": ["A. Robock"],
    "venue": "Rev. Geophys.,",
    "year": 2000
  }, {
    "title": "Mass-independent sulfur isotopic compositions in present-day sulfate",
    "authors": ["A.B. Romero", "M. H"],
    "venue": "Thiemens",
    "year": 2003
  }, {
    "title": "Sulfur isotope evidence for microbial sulfate reduction in altered oceanic basalts at ODP Site 801",
    "authors": ["Rouxel", "O. J"],
    "venue": "Earth Planet. Sci. Lett., 268,",
    "year": 2008
  }, {
    "title": "Stratospheric aerosol optical depths, 1850–1990",
    "authors": ["M. Sato", "J.E. Hansen", "M.P. McCormick", "J.B. Pollack"],
    "venue": "J. Geophys. Res.,",
    "year": 1993
  }, {
    "title": "Sulfur and oxygen isotope analysis of sulfate at micromole levels using a pyrolysis technique in a continuous flow",
    "authors": ["J Savarino"],
    "year": 2001
  }, {
    "title": "UV induced mass-independent sulfur isotope fractionation in stratospheric volcanic sulfate",
    "authors": ["J. Savarino", "A. Romero", "J. Cole-Dai", "S. Bekki", "M. H"],
    "venue": "Thiemens",
    "year": 2003
  }, {
    "title": "Sensitivity of chemical species to climatic changes in the last 45 kyr as revealed by high-resolution Dome C (East Antarctica",
    "authors": ["R Udisti"],
    "venue": "ice-core analysis, Ann. Glaciol.,",
    "year": 2004
  }, {
    "title": "Stratospheric loading and optical depth estimates of explosive volcanism over the last 2100 years derived from the Greenland Ice Sheet Project 2 ice",
    "authors": ["G.A. Zielinski"],
    "venue": "core, J. Geophys. Res.,",
    "year": 1995
  }, {
    "title": "Use of paleo-records in determining variability within the volcanism-climate system, Quat",
    "authors": ["G.A. Zielinski"],
    "venue": "Sci. Rev.,",
    "year": 2000
  }, {
    "title": "Assessment of the record of the 1982 El Chichon eruption as preserved in Greenland snow",
    "authors": ["G.A. Zielinski", "J.E. Dibb", "Q. Yang", "P.A. Mayewski", "S. Whitlow", "M.S. Twickler", "M.S. Germani"],
    "venue": "J. Geophys. Res.,",
    "year": 1997
  }, {
    "title": "Thiemens, Department of Chemistry and Biochemistry, University of California, San Diego, La Jolla, CA 92093–0352",
    "authors": ["H. M"],
    "venue": "USA. (mthiemens@ ucsd.edu)",
    "year": 2093
  }],
  "id": "SP:c2bd9019be5496eb70badd2e696dd55cbdee20d0",
  "authors": [{
    "name": "Mélanie Baroni",
    "affiliations": []
  }, {
    "name": "Joël Savarino",
    "affiliations": []
  }, {
    "name": "Jihong Cole-Dai",
    "affiliations": []
  }, {
    "name": "Vinai K. Rai",
    "affiliations": []
  }, {
    "name": "Mark H. Thiemens",
    "affiliations": []
  }],
  "abstractText": "[1] The reconstruction of past volcanism from glaciological archives is based on the measurement of sulfate concentrations in ice. This method does not allow a proper evaluation of the climatic impact of an eruption owing to the uncertainty in classifying an event between stratospheric or tropospheric. This work develops a new method, using anomalous sulfur isotope composition of volcanic sulfate in order to identify stratospheric eruptions over the last millennium. The advantages and limits of this new method are established with the examination of the 10 largest volcanic signals in ice cores from Dome C and South Pole, Antarctica. Of the 10, seven are identified as stratospheric eruptions. Among them, three have been known to be stratospheric (Tambora, Kuwae, the 1259 Unknown Event) and they exhibit anomalous sulfur isotope compositions. Three unknown events (circa 1277, 1230, 1170 A.D.) and the Serua eruption have been identified as stratospheric eruptions, which suggests for the first time that they could have had significant climatic impact. However, the Kuwae and the 1259 Unknown Event stratospheric eruptions exhibit different anomalous sulfur isotope compositions between South Pole and Dome C samples. Differences in sulfate deposition and preservation patterns between the two sites can help explain these discrepancies. This study shows that the presence of an anomalous sulfur isotope composition of volcanic sulfate in ice core indicates a stratospheric eruption, but the absence of such composition does not necessarily lead to the conclusion of a tropospheric process because of differences in the sulfate deposition on the ice sheet.",
  "title": "Anomalous sulfur isotope compositions of volcanic sulfate over the last millennium in Antarctic ice cores"
}