{
  "sections": [{
    "text": "Click Here\nfor\nFull Article\nA 2680 year volcanic record from the DT‐401 East Antarctic ice core\nJiawen Ren,1 Chuanjin Li,1,2 Shugui Hou,1,3 Cunde Xiao,1 Dahe Qin,1 Yuansheng Li,4 and Minghu Ding1,2,5\nReceived 25 July 2009; revised 11 January 2010; accepted 19 January 2010; published 3 June 2010.\n[1] Volcanic signals recorded in the Antarctic and Greenland ice cores can provide useful information on past explosive volcanism and its impact. In this study, we carried out a continuous sulfate analysis of a 102.65 m East Antarctic ice core (DT‐401, dated as 2682 years) and identified 36 extensive volcanic eruption signals using Cole‐Dai’s method, which gives an average of 1.4 eruptions per century, consistent with the results from the Plateau Remote (PR‐B) ice core. When the record is divided into three parts, the latest millennium (1999–1000 A.D.), the middle millennium (999–1 A.D.), and the earliest 682 years (0 A.D. to 682 B.C.), it is found that there were more volcanic eruptions that occurred during the latest millennium (19 eruptions) than during the middle millennium (10 eruptions) of the record and that the intensities of the eruptions in the latest millennium are markedly larger than those in the middle one. There were only seven events recorded in the earliest 682 years, but their intensities were greater, and nearly half of the eruptions had a similar intensity to Tambora’s (1815 A.D.), which differs from the PR‐B record. It is also found that volcanism and its average accumulation rate were lower during the “Little Ice Age” than during the “Medieval Warm Period.” Comparison of volcanic records between DT‐401 and other Antarctica ice cores (PR‐B, Dome C, DT‐263, and Byrd) show that in the East Antarctica area with its lower accumulation rates, postdepositional effects may play an important role in the deposition of the sulfate.\nCitation: Ren, J., C. Li, S. Hou, C. Xiao, D. Qin, Y. Li, and M. Ding (2010), A 2680 year volcanic record from the DT‐401 East Antarctic ice core, J. Geophys. Res., 115, D11301, doi:10.1029/2009JD012892."
  }, {
    "heading": "1. Introduction",
    "text": "[2] Explosive volcanism has long been recognized as one of the three most important factors affecting short time scale climate variability (the other two are solar variability and interactions of the ocean‐atmosphere system) [Cole‐ Dai et al., 1997; Gao et al., 2007, 2008; Zielinski et al., 1994; Zielinski, 1995]. Comparison of observations with simulations from an energy balance climate model shows that as much as 41%–64% of preanthropogenic decadal‐ scale temperature variations are due to changes in solar irradiance and volcanism [Crowley, 2000]. Continental‐scale summer cooling over Europe and winter warming over northern Europe following major tropical eruptions and the direct radiative cooling effect is remarkably robust back to 1500 A.D. [Fischer et al., 2007]. Among the most valuable records in ice cores from both the Antarctic and Greenland ice sheets, the historic records of the volcanic eruptions are so attractive that they have spurred many scientists’ interest [Cole‐Dai et al., 1997, 2000; Delmas et al., 1992; Hammer et al., 1980; Legrand and Delmas, 1987; Zhou et al., 2006]. Detection of volcanic events was initially based on the measurement of the electric conductivity of ice cores [Hammer et al., 1980; Moore et al., 1991] and later on the excess sulfate (mainly sulfur dioxide) measured from discrete ice core samples [Delmas et al., 1992]. The primary source of large sulfate spikes in ice cores is volcanic emission of sulfur compounds (mainly sulfur dioxide) into the atmosphere. The sulfur compounds are oxidized to sulfuric acid and travel with particulate aerosols. These aerosols are transported via atmospheric circulation and distributed around the world, including the polar regions, where they are deposited and preserved in the snow and ice [e.g., Cole‐Dai et al., 1997, 2000; Delmas et al., 1985]. [3] Volcanic events in ice cores from both polar regions\nare important not only for dating but also for documenting\n1State Key Laboratory of Cryospheric Sciences, Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences, Lanzhou, China.\n2College of Resources and Environment, Graduate University of Chinese Academy of Sciences, Beijing, China.\n3School of Geographic and Oceanographic Sciences, Nanjing University, Nanjing, China.\n4Laboratory of Polar Glacial Research, Polar Research Institute of China, Shanghai, China.\n5Institute of Geology and Geophysics, Chinese Academy of Sciences, Beijing, China.\nCopyright 2010 by the American Geophysical Union. 0148‐0227/10/2009JD012892\nJOURNAL OF GEOPHYSICAL RESEARCH, VOL. 115, D11301, doi:10.1029/2009JD012892, 2010\nD11301 1 of 11\nvolcano climate interpretations [Castellano et al., 2004, 2005; Cole‐Dai et al., 2000]. However, several issues such as complexities in eruption dynamics, variation of the atmospheric transport mechanisms, glaciological preservation, snow drift, and other postdeposition effects [Barnes et al., 2003; Jourdain and Legrand, 2002; Jourdain et al., 2008; Jouzel et al., 2001] may obscure these connections or cause opposing conclusions for eruptions investigated in multiple cores. [4] In this study, we carried out a continuous measurement of a 102.65 m ice core (DT‐401) from East Antarctica to show the volcanic information recorded in an ice core from a place with the lowest accumulation rate in the Antarctica plateau [Xiao et al., 2007] and to compare with those well‐described volcanic records from other places with higher accumulation rates [Castellano et al., 2004, 2005; Cole‐Dai et al., 1997, 2000; Delmas et al., 1992; Langway et al., 1995; Zhou et al., 2006]."
  }, {
    "heading": "2. Sampling and Analyzing",
    "text": "[5] The DT‐401 ice core was retrieved from the East Antarctica plateau (79°01′S, 77°00′E, 3760 m above sea level), 1100 km from Chinese Zhongshan station and 120 km from Dome A (Figure 1). Site DT‐401 and site DT‐263 (76°32.5′S, 77°01.5′E) are 280 km apart, both along the traverse route of the Chinese National Antarctica Research Expedition (CHINARE) from the Zhongshan Station to Dome A. [6] During the fifteenth CHINARE in 1999, a 2.04 m snow pit was dug at the DT‐401 site. Sixty‐eight firn samples were taken at a resolution of 3 cm per sample. A 100.61 m ice core was recovered starting from the bottom of\nthe pit with a mechanical drill. The mean accumulation rate from 1999 to 2005 A.D. was determined from a 100 × 100 m stake network as 0.025 ± 0.016 m H2O/yr (see detailed description in Appendix A). This value at this site is comparable to other inland sites in East Antarctica but much lower than the South Pole (0.070 mH2O/yr) and Byrd station (0.160 mH2O/yr) in West Antarctica. Annual temperature was estimated (because of no measurements) from automated weather station data at Dome A summit and the DT‐263 site. Dome A summit is located 1280 km from Zhongshan station at an altitude of 4093 m and an annual temperature of −58.3°C [Xiao et al., 2007]. DT‐263 lies 820 km from Zhongshan station, at an altitude of 2830 m, and the mean annual temperature is −43.1°C. On the basis of work by Wang [2009], the mean annual temperature for DT‐401 site is estimated as −54.3°C using a temperature gradient of ∼12°C/km. [7] After retrieval, the ice core samples were transported frozen to the State Key Laboratory of Cryospheric Sciences in Lanzhou and stored in a freezer at −18°C. Sample processing was carried out in a class‐100 clean room. Ice cores were subsampled to 3.5 cm in length per sample for the top 5 m porous firn portion and 3 cm per sample for rest of the cores, which resulted in 2945 ice core samples. To avoid contamination, the outer 1 cm layer was removed with clean tools. Blank samples were also prepared using the same procedures. [8] During the whole analysis procedure, Milli‐Q water was used for cleaning containers and sample‐processing equipment. Samples were melted in closed polyethylene containers and analyzed for cations (Na+, K+, Ca2+, Mg2+, and NH4 +) and anions (NO2 −, Cl−, Br−, NO3 −, and SO4 2−) with a Dionex‐600 ion chromatograph. The analyzing columns\n2 of 11\nused for the cations and anions are CS‐12 and AS‐11, and protecting columns were CG‐12 and AG‐11, respectively. The injected volume was 800 mL, and isocratic analysis was adopted for all samples. Eluents used for cations and anions were methanesulfonic acid and potassium hydroxide with concentrations of 20 mM and 12 mM, respectively. Blanks were regularly monitored during the sample analysis, and all blanks were found to be lower than detection limits. Analytical imprecision was calculated (on the basis of replicate measurements of standards) to be within 10% of the average concentration levels found in the core samples.\n3. Results\n[9] Non‐sea‐salt SO4 2− (nss SO4 2−) has been used to identify volcanic eruptions in the past centuries to millennia [Cole‐Dai et al., 2000; Delmas et al., 1992; Zhou et al., 2006]. It is calculated\nnss SO2 4 ¼ SO2 4 0:25 Naþ½ ; ð1Þ\nin which 0.25 is the mean weight ratio of the SO4 2− and Na+ ions in mean ocean water. This value is the upper limit for the ratio of SO4\n2−/Na+ in aerosols reaching inland sites because SO4\n2−/Na+ ratio decreases during transport [Jourdain and Legrand, 2002; Jourdain et al., 2008]. However, we did not measure SO4\n2−/Na+ ratio along the CHINARE traverse route, and there are no existing data available at this DT‐401 site. Therefore, in the following discussions, we assume that the change of the ratio is negligible. [10] The threshold of the nss SO4\n2− value for identifying volcanic eruptions was calculated with the method of Cole‐ Dai et al. [1997, 2000]. After removing those distinctly high values that may have been caused by volcanic eruptions, a mean nss SO4\n2− value (background, X ) and its standard deviation (s) was calculated. To identify volcanic signals\nwith the threshold, the following two conditions also have to be met: first, the value of the nss SO4\n2−, at least, exceeds the mean value plus 2 times the standard deviation, and second, nss SO4\n2− concentration must be elevated above the threshold for at least two consecutive samples. Figure 2 shows the nss SO4\n2− profile with depth marked with the mean value (76.2 ng/g) and the threshold (119.9 ng/g) lines. [11] Owing to density variation in firn and ice with depth, it is difficult to calculate the accumulation rate and to make comparisons between different ice cores directly; it is therefore necessary to convert the ice core real depth into water equivalent depth [Cole‐Dai et al., 2000; Zhou et al., 2006]. The best fit equation for the relationship between determined density and depth is as follows:\ny ¼ 0:001x3 0:2076x2 þ 15:934xþ 365:47 R2 ¼ 0:9905:\nð2Þ\n[12] In order to ascertain volcanic signal identification with this method, fluxes of the volcanic eruptions were also used for further confirmation. The nss SO4\n2− flux for a volcanic event was calculated by multiplying the nss SO4 2− concentration in a sample by the sample length in water equivalent and then adding up flux in all the samples relevant to the volcanic event [Mosley‐Thompson et al., 2003]."
  }, {
    "heading": "4. Dating",
    "text": "[13] Dating is an important step in ice core studies, and many methods have been used in previous works. So far, dating methods include (1) stake methods, annual accumulation rate [Cole‐Dai et al., 2000]; (2) empirical models for firn densification [Herron and Langway, 1980]; (3) the stratigraphic methods based on seasonal variations of d18O,\n3 of 11\nparticle concentration, chemical composition, pH, and ECM profiles [Ekaykin et al., 2002; Hammer et al., 1978; Legrand and Delmas, 1984; Thompson et al., 1981]; (4) prominent and well‐dated volcanic eruption signals recorded by high nss SO4\n2− values [Cole‐Dai et al., 1997, 2000; Cole‐Dai and Mosley‐Thompson, 1999; Delmas et al., 1985, 1992; Zhou et al., 2006; Zielinski et al., 1997]; and (5) 210Pb method [Crozaz and Langway, 1966; Masuda and Harada, 1986]. [14] The temporal resolution in this study is not high enough to date the DT‐401 ice core by counting seasonal variations of the ions (e.g., Na+), and no measurement of d18O and 210Pb is available with this core sample analysis. Therefore, we use the other three methods to date this ice core and verify our dating with other existing results."
  }, {
    "heading": "4.1. Dating the DT‐401 Ice Core With Past Prominent Volcanic Records",
    "text": "[15] The organic sulfide (dimethyl sulfide) emitted by microorganisms in the ocean abounds in the southern hemispheric ocean atmosphere, and part of it is converted into sulfate. Sulphuric acid aerosols are deposited globally,\nincluding on the surface of the Antarctic Plateau, yielding the background value of sulfate in Antarctica [Saltzman, 1995]. A violent volcanic eruption can inject sulfate aerosols into the stratosphere and produce acid precipitation for 1 to 2 years, and the acid precipitation is recorded in Antarctic snow as peaks superimposed on the irregular nonvolcanic acid background [Moore et al., 1991]. With well‐ dated volcanic signals, this record provides dating calibration for ice core records (Table 1) [Cole‐Dai et al., 2000; Delmas et al., 1992]. [16] With the determined accumulation rate, the age of a nss SO4 2− peak at 2.18 m (water equivalent depth 0.85 m) is estimated to be 1964 ± 1 A.D., which falls in the time when the eruption sulfate of Agung (1963 A.D.) was deposited. To confirm this age assignment, another shallow ice core (10 m) right beside the main ice core recovered during the same field season was analyzed for b activity at a resolution of 50 cm/measurement. The peak of the b activity in a 1963 nuclear test appeared at a similar depth to the Agung signal (Figure 3) [Hou et al., 2007]; the consistency supports the correctness of the age assignment for this eruption. Fur-\n4 of 11\nthermore, the relative depth (2.18 m) of this sulfate peak and its intensity are comparable to those with the DT‐263 ice core [Zhou et al., 2006]. [17] Tambora (1815 A.D.) is a prominent eruption event during the nineteenth century and is usually used as a time marker for dating and as a reference event to evaluate intensities of the other eruptions (f/fT, the ratio of flux with an eruption to that of Tambora) [Cole‐Dai et al., 1997, 2000; Delmas et al., 1992; Zhou et al., 2006]. Tambora usually shows prominent double peaks with an adjacent unknown eruption in 1809 A.D. [Cole‐Dai et al., 1997, 2000; Delmas et al., 1992; Moore et al., 1991; Zhou et al., 2006]. In the DT‐401 ice core, a similar sulfate peak signal was found at 8.03 m (a water equivalent depth of 3.54 m). Using the determined accumulation rate, this depth was calculated to be 1857 A.D. with a discrepancy of 41 years if this is the Tambora eruption depth. [18] Kuwae (1453 A.D.) is another prominent volcanic eruption event that has been recorded in many ice cores [Budner and Coe‐Dai, 2003; Cole‐Dai et al., 1997, 2000; Gao et al., 2006]. Cole‐Dai et al. [2000] found that this volcanic event gave the strongest signal in the Plateau Remote (PR‐B) ice core. In the DT‐401 ice core, the corresponding signal was found at 25.90 m (a water equivalent depth of 13.77 m). A calculated age for this depth was 1443 A.D. with an inaccuracy of 11 years from the eruption time (1454 A.D.) [Cole‐Dai et al., 2000; Gao et al., 2006]. [19] The Unknown (1259 A.D.) is also a well‐recorded eruption event in many ice cores, such as the G15 [Moore et al., 1991], the South Pole [Delmas et al., 1992], and the DT‐ 263 ice core (the strongest signal is in the DT‐263 core) [Zhou et al., 2006]. Those locations and the DT‐401 core are all located on the East Antarctic Plateau, and therefore, they should be exposed to similar air masses and show a similar volcanic signal profile. In the DT‐401 ice core, the highest sulfate peak value is located at 37.92 m (a water equivalent depth of 22.17 m). The corresponding average accumulation rate from surface to this depth is calculated as 0.030 m H2O/yr, higher than the average from the stake network measurements. This could be due to postdeposition effects, such as annual variations of accumulation rates, snow drifting, scouring, local topography, and so on [Ciais et al., 1994; Kurbatov et al., 2006; Petit et al., 1999]. [20] Taupo (186 A.D.) is another prominent eruption event used as a time marker for dating the PR‐B ice core [Cole‐Dai et al., 2000]. However, not all ice cores reached back to this age. For positioning and aligning this event with the other volcanic peaks in the profile, we first compared the four larger nss SO4\n2− peaks in the depth interval between 75 and 95 m in the DT‐401 ice core (Figure 2) with the Taupo signal in the PR‐B ice core (PR‐31). We believe the peak (V27) at 75.92 m (a water equivalent depth of 52.53 m) is from Taupo, with the following three considerations. First, V27 has the biggest flux value (62.82 kg/km2), which is comparable to PR‐31 (69.38 kg/km2); second, the depth of V27 is similar to that found in a Dome A ice core (C. Li, personal communication, 2010); and third, this age assignment gives a mean accumulation rate of 0.029 mH2O/yr between this depth and the surface, which is more consistent with our stake network measurements.\n[21] A mean accumulation rate between the Unknown (1259 A.D.) and the Taupo (186 A.D.) was calculated to be 0.028 m H2O/yr, which was then used to estimate the ages for the bottom portion of the ice core lower than the Taupo event. Therefore, it is estimated to be 2682 ± 40 years B.P. at the bottom of the DT‐401 ice core. It is understood that this age dating was not perfectly precise. However, the inaccuracy is tolerable for the purpose of this study because climatic variations in a short duration may not be always registered in this location with a very low accumulation rate."
  }, {
    "heading": "4.2. Dating With the H‐L Empirical Model",
    "text": "[22] The H‐L empirical model is used for modeling the densification procedure of firn. It was designed by Herron and Langway [1980] using 17 ice cores from Antarctica and Greenland. Many dating results of subsequent research on other polar region ice cores have demonstrated the viability of the H‐L empirical model [Moore et al., 1991; Kohno et al., 1996]. In this study, we aim to use the model to confirm our dating results by volcanic layers. In the model confirmation, a mean accumulation rate of 0.025 mH2O/yr was used. Together with the initial snow density of 0.39 g/ cm3 at the surface and 0.88 g/cm3 at the bottom of the ice core, the model gave an age of 2540 ± 200 years for this DT‐401 ice core. The time difference between the results from the H‐L model and the volcanic events is 142 years and is ∼5.3% of the entire period. For details of using this model, refer to Appendix B."
  }, {
    "heading": "5. Discussion",
    "text": "[23] Thirty‐six volcanic signals are identified with Cole‐ Dai’s criterion (Figure 2), accounting for about 56% of all the sulfate peak values. Great caution was used to remove the “unrealistic” volcanic signals caused by snow drift at this site. In order to ensure the correctness of the volcanic signal locations in the DT‐401 ice core, we also compared the relative positions of the volcanic signals with those in other ice cores from other Antarctica locations [Cole‐Dai et al., 1997, 2000; Delmas et al., 1992; Langway et al., 1995]. [24] Profile results from this study were divided into three periods in order to better compare volcanic events and climatic visibilities: (1) the latest millennium (1999–1000 A. D.), (2) the middle millennium (999–1 A.D.), and (3) the earliest half millennium (0 A.D. to 682 B.C.). [25] Intercore comparisons were also made for the latest millennium to discuss the differences in deposition mechanisms and the climatic influence from the volcanic events (Figure 4). It is aimed to compare DT‐401 in this study with the following four ice cores: PR‐B [Cole‐Dai et al., 2000], DT‐263 [Zhou et al., 2006], Dome C (EDC) [Castellano et al., 2005], and Byrd (NBY) ice cores [Langway et al., 1995]. For this comparison purpose, only the flux values of the events were adopted because concentrations were greatly influenced by the accumulation rate, and with the densification process, annual snow layer gets thinner and thinner, which results in a different annual layer thickness in different depths."
  }, {
    "heading": "5.1. Latest 1000 Years (1999–1000 A.D.)",
    "text": "[26] Among all the 36 detected volcanic events for the DT‐401 ice core, more than half (19 events) are recorded in\n5 of 11\nthis period (Figure 2), which is equivalent with that in the PR‐B and EDC ice cores (both are 19 events). The NBY ice core has more events (23). DT‐263 ice cores recorded 17 signals within a 780 year record. Most of the volcanic events found in the other four ice cores are detected in the DT‐401 ice core. They include these well‐known events during the last 1000 years: Agung (1963 A.D.), Krakatoa (1883 A.D.), Coseguina (1835 A.D.), Tambora (1815 A.D.) and two unknown eruptions (1809 A.D. and 1693 A.D.), Huaynaputina (1600 A.D.), Kuwae (1453 A.D.), and Unknown (1259 A.D.), etc. However, not all the events matched exactly with those in other ice cores. For instance, the Coseguina event is not detected in the EDC ice core [Castellano et al., 2005]. [27] Agung volcano erupted in March 1963 on the Lesser Sunda Islands (8°S, 115°E) in Indonesia with volcanic explosivity index (VEI) = 5 [Simkin and Siebert, 1994]. Agung signal is associated with the other eruption in 1963 A.D. on Deception Island, and this overlap of two eruptions is usually used as a time marker for dating Antarctic ice cores [Cole‐Dai et al., 2000]. This overlap signal was shown as a medium event in the DT‐401 ice core with a flux ratio to Tambora (f/fT) of 0.20. The flux value is similar to that in the NBY ice core from West Antarctica but lower than those in the EDC and DT‐263 ice cores (Figure 4). [28] Deposition flux of the volcanic eruptions may be influenced by many factors. Different atmospheric circulation patterns prevail in different locations of the Antarctic Plateau. Also, postdeposition effects, including snow drift, can be different. Much attention must be paid when comparing the flux values among different locations in Antarctica, especially for East Antarctica. [29] An elevated nss SO4 2− concentration at 4.77 m (V2, a water equivalent depth of 2.12 m) of the DT‐401 ice core is dated by using the mean accumulation rate between Agung and Tambora. We tentatively identified this event as the Krakatoa eruption (6°S, 105°E) in 1883 A.D. Another eruption that happened in a similar time period (1886 A.D., New Zealand) is Tarawera (38°S, 176°E). A double peak for the two adjacent events was found by others [Cole‐Dai et al., 2000; Zhou et al., 2006]. However, only a single peak, Krakatoa, is detected in the DT‐401 ice core, with f/fT = 0.10, which is a weak volcanic registration in the events list, only half of the Agung signal (Table 2). The fluxes of this event for the DT‐401 and EDC locations are similar, but both of them are lower than those in the DT‐263,\n6 of 11\nNBY, and PR‐B ice cores. DT‐263 has the largest flux value (37.03 kg/km2), over 10 times higher than the DT‐401 ice core. [30] V3 peak falls in 1850 A.D. in the time scale, and there are no other significant nss SO4 2− peaks near this peak in the DT‐401 ice core. V3 median flux magnitude is comparable to the intensity of the Coseguina eruption in 1835 A.D. in Nicaragua (13°N, 87°W, VEI = 5). Therefore, V3 is assigned as the Coseguina eruption, which resulted in a dating discrepancy of 16 years. The relatively small peak sulfate value and flux may be because this eruption was not a sulfur‐rich one [Self et al., 1989] or because of loss of the sulfate during the long‐range transportation of aerosols. The DT‐401 and PR‐B ice cores have similar flux values and both of them are lower than that in the DT‐263 ice core. [31] Tambora volcano erupted in April of 1815 A.D. in the Lesser Sunda Islands, Indonesia, with VEI = 7 [Cole‐ Dai et al., 1991]. The extensive eruption caused prominent nss SO4\n2− peak values in ice cores in both hemispheres. The flux of the eruption is the second highest value for the latest millennium in the DT‐401 ice core, and this value is similar to those in the NBY and PR‐B ice cores but lower than in the DT‐263 and EDC ice cores. DT‐401 and PR‐B are located inland, with higher altitudes than the DT‐263 site. As it is understood, inland areas receive depositions\nmainly from the atmosphere through vertical deposition, but for lower altitude locations such as DT‐263, local downwind sources from the high plateau can contribute to the deposition. [32] For the accompanying event at 8.95 m in depth (a water equivalent depth of 3.99m) in the DT‐401 ice core, it could be assigned to the eruption in the tropics in 1809 A.D. if compared to the dating results of Cole‐Dai et al. [1991]. The mismatch of our dated age for this event in the DT‐401 ice core with the actual deposition time is 13 years. This signal could be from other eruptions such as that shown by Moore et al. [1991]. They suggested that it could be possibly from a high‐latitude Southern Hemisphere (SH) eruption in 1810–1811 A.D. However, an 1810–1811 A.D. volcanic deposition was also found with a similar strength in a Greenland ice core by Cole‐Dai et al. [1997]. This simultaneous presentation of the volcanic signal in both Antarctic and Greenland cores with a similar signal amplitudes may suggest that the signal is a single, low‐latitude eruption [Cole‐Dai et al., 1997]. By comparison with the Tambora event, this eruption has a much lower flux value, implying that this event may have a much smaller eruption intensity than the latter. [33] Elevated sulfate concentrations were found in both the DT‐401 and PR‐B ice cores in the period from 1691 A.\n7 of 11\nD. to 1697 A.D. Similar to the results from Dyer and Siple ice cores [Cole‐Dai et al., 1997], there are also two events found in this study. It is possible that there were multiple volcanic eruptions in 2 to 3 years. However, there is no report yet on volcanic eruptions in previous Antarctic ice cores during this period. To confirm our finding with the moderate or large sub‐Antarctica eruptions during this period is difficult because of poor historical records in this area, but linking these elevated nss SO4\n2− peaks to certain volcanic eruptions is possible. For example, according to Simkin and Siebert [1994], a series of moderate eruptions occurred in the Banda Sea area of Indonesia during 1693A.D. and 1694 A.D. and another moderate eruption of Reventador occurred in Ecuador in 1691 A.D. [34] There are several unknown eruptions with small flux values between the Unknown (1693 A.D.) and the Kuwae (1453 A.D.) events. The amounts of those unknown eruptions are 3 for the DT‐401 ice core (V7, 8, and 9), 5 for the PR‐B ice core, 6 for the EDC, and 6 for the NBY ice core. The variations of the amounts among these ice cores may suggest that the volcanic eruptions could be small or moderate in far distant areas. [35] Similar to the finding in the DT‐263 ice core [Li et al., 2009; Zhou et al., 2006], the period 1460–1800 A.D. was relatively quiescent for volcanism, with no prominent signals detected. There were five eruptions found during this duration, with a frequency of 1 eruption per 63.6 years. This period is consistent in time with the Little Ice Age (LIA). The average accumulation rate for this period is 0.027 mH2O/yr, slightly lower than the average of the whole ice core (0.030 mH2O/yr). [36] Kuwae is the third largest volcanic record in the latest millennium with a high nss SO4 2− concentration (260.4 ng/g) and flux value (19.36 kg/km2, f/fT = 0.72). In the PR‐B ice core, this eruption gave the highest flux value with a very high flux ratio (f/fT = 5.39), higher than the prominent eruption in 1259 A.D. (Figure 4). This event also gave a high flux value among the 17 events in DT‐263, with f/fT = 1.23. Pang [1993] examined the historic records from European and Asian ice cores and concluded that the global atmospheric effects from this eruption in early 1453 A.D. at least reached through 1456 A.D. Results from the PR‐B and DT‐401 ice cores support this conclusion and gave a lasting time of 7.2 years for the former and 6.6 years for the latter. [37] Volcanic events between the Kuwae (1454 A.D.) and the Unknown (1259 A.D.) are unclear. Zhou et al. [2006] attributed the event at 72.40 m (D13) in the DT‐263 ice core to an event in 1285 A.D., but the exact eruption is still unclear. Comparison of the relative positions of the events in the DT‐263 and DT‐401 ice cores suggests a tentative match between the D13 and V13 signals between the two ice cores. In the chronicle of the volcanic eruptions, there are 26 eruptions all over the world during this period, five of them with VEI ≥ 5, and 13 events were from the SH [Simkin et al., 1994]. All the events could possibly contribute to the high sulfate in Antarctic snow. [38] The event that occurred around 1259 A.D. showed the highest sulfate concentration and flux in four of the five mentioned ice cores except for PR‐B. Cole‐Dai et al. [2000] explained that the lower value in the PR‐B ice core may be caused by the loss of the 1259 “Unknown” volcanic mass at Plateau Remote due to snow drift and redistribution. Delmas\net al. [1992] tentatively attributed this event to El Chichon (17°N, 93°W) in Mexico, and results from this study agreed with the work of Cole‐Dai et al. [2000]. This eruption also caused prominent signals in Greenland ice cores [Langway et al., 1988, 1995]. In the DT‐401 ice core, the peak concentration value of this event is 895.9 ng/g, 1.3 times higher than Tambora’s, and its flux value of 66.03 kg/km2 is 1.5 times higher than the latter. An interesting phenomenon for this event is the discrepancies of the peak concentrations and flux values between the DT‐401 and DT‐263 ice cores. The peak concentration of the “1259 event” in the DT‐401 ice core is higher than the DT‐263 ice core, but the flux value is lower than the latter. From these discrepancies, we first can get that the difference may be caused by the different accumulation rates in the two sites, and second, the inconsistencies of the discrepancies support our assumption that the influencing mechanisms in the two sites are different."
  }, {
    "heading": "5.2. Period of the Second Thousand Years (999–1 A.D.)",
    "text": "[39] Ten volcanic signals were detected from the DT‐401 ice core during this period, compared to 14 from the PR‐B ice core, 12 from the EDC ice core, and 11 from the Siple Dome ice core [Kurbatov et al., 2006]. [40] Most of the detected eruption signals have low fluxes with f/fT ratios lower than 0.5, which suggests these signals could be from small or medium volcanism with long‐distance transport [Cole‐Dai et al., 2000]. However, there are some differences in the detected events between the EDC and PR‐B ice cores. Four nss SO4\n2− peaks (PR20, PR21, PR31, and PR32) in the PR‐B ice core have high fluxes with f/fT ratios > 0.9 [Cole‐Dai et al., 2000], but only three medium fluxes (699 A.D., 601 A.D., and 340 A.D.) with f/fT ratios > 0.6 were found in the EDC ice core. Meanwhile, no prominent signal comparable to the Taupo eruption was detected in the EDC ice core [Castellano et al., 2005]. [41] V27 had the largest volcanic flux (62.82 kg/km2) during this millennium in the DT‐401 ice core. This event is attributed to the Taupo eruption (38.8°S, 176.1°E) in 186 A.D., which had the most explosive eruption (VEI = 6+) in the SH during this period. This eruption registered in the PR‐B ice core (PR31) with a peak concentration of 804.0 ng/g, an event flux of 69.38 kg/km2, and a f/fT ratio = 3.10 [Cole‐Dai et al., 2000]. Zielinski [1995] also detected a corresponding large volcanic signal, dated as 182 A.D., in the annually dated GISP2 ice core. Because this eruption was located in the SH, its global distribution demonstrated that this eruption could be as intensive as Tambora (1815 A.D.) and Kuwae (1453 A.D.). Because of its large eruption intensity, the Taupo eruption ejected its discharge to an exceptional height (≥50 km) in an explosive type (Ultraplinian) [Cole‐Dai et al., 2000]. In the DT‐401 ice core, the volcanic sulfate flux from Taupo (62.82 kg/km2) is similar to the Unknown eruption in 1259 A.D. (66.03 kg/km2) but 2 times higher than that from Kuwae (19.36 kg/km2) (1453 A.D.). The peak concentration of the Taupo eruption in the DT‐263 ice core is larger than in DT‐401, but their fluxes are comparable. [42] The Medieval Warming Period (MWP) between the tenth century and the fourteenth century is recorded in many ice cores from both polar regions [Goosse et al., 2004]. During this period, it was an active period for volcanism, and 10 eruptions were detected in the DT‐401 ice core, with\n8 of 11\na frequency of one eruption per 47.9 years. Three of them have f/fT ratios > 0.4, and the largest eruption (1259 A.D.) in the last 2680 years falls in this period. The average accumulation rate for this period is 0.034 mH2O/yr and is slightly higher than that of the whole 102.65 m ice core. The amounts and intensities of eruptions during MWP and LIA stages were similar to those in the 2001 South Pole ice core [Budner and Cole‐Dai, 2003]. From the comparison relative to the LIA stage, we may be able to speculate that the volcanic eruptions play a minor role in the climate changes during the past two millennia."
  }, {
    "heading": "5.3. Earliest 680 Years (0 A.D. to 682 B.C.)",
    "text": "[43] There were seven volcanic events recorded in the DT‐401 ice core during this period, compared to three in the PR‐B and five in the EDC ice cores. Also, the volcanic events did not match well among the ice cores according to their dating times [Castellano et al., 2005; Cole‐Dai et al., 2000]. In the seven events in the DT‐401 ice core, five of them (V30, V31, V33, V34, and V35) have large peak concentrations (Table 2), and two of the peak concentrations (V30 and V31) were even higher than the one from the Taupo eruption (V27, 187 A.D.). However, their fluxes were all lower than the latter. This suggests that the two eruptions (V30 and V31) could be from small or moderate eruptions in sub‐Antarctic areas or mid to high latitudes in the SH. [44] With consideration of the moderate or low‐intensity eruptions from the SH, we tentatively aligned these nss SO4 2 − signals with those known volcanic events according to the dates from Simkin and Siebert [1994]. The matching results are shown as follows: V30 (20 B.C.) for the Merapi eruption at Java (Indonesia) at around 20 B.C.; V31 (83 B.C.) for the Misti, E L eruption (VEI = 4) in Peru at around 80 B.C.; V33 (299 B.C.) for the Arenal eruption (VEI = 4) in Costa Rica at 270 B.C.; V34 (456 B.C.) for the Pelee eruption in West Indies at around 440 B.C.; and V35 (468 B.C.) for the Pululangua eruption in Ecuador at around 450 B.C. These tentative assignments, solely based on dated ages, did not take magnitudes, fluxes, and dating errors into consideration. Therefore, further verification is needed."
  }, {
    "heading": "6. Conclusions",
    "text": "[45] Thirty‐six volcanic events were detected in the past 2680 years in the DT‐401 ice core from East Antarctica. Of these events, eight events may be considered as large eruptions with volcanic sulfate fluxes comparable to or larger than that of the 1815 A.D. Tambora eruption (VEI = 7). More than half of the 36 events occurred during the latest millennia (1999–1 A.D.). Comparison of the events found in the study with those in the DT‐263, PR‐B, NBY, and EDC ice cores show that the deposition mechanism of the sulfate aerosol in the DT‐401 location is different from the others. At site DT‐401, snow drift or other postdeposition effects may play an important role in the redistribution of the sulfate deposition. [46] Frequencies of the volcanic events and average accumulation rate during the two historic climatic events LIA and MWP (1795–1477 A.D. and 1386–907 A.D., respectively) were calculated. A lower frequency of volcanism was found for the “cold stage,” while a higher fre-\nquency was found for the “warm stage.” The average accumulation rate is higher during the MWP than during the LIA. Variation of the accumulation rate during the LIA in this study is comparable to that in the PR‐B ice core given by Cole‐Dai et al. [2000]. [47] The climatic implications of the volcanic eruptions, based on results in ice cores from this study and others, may be of great significance, and further studies are needed to explain the differences of volcanic registrations in different ice cores, to develop more precise dating methods, and to verify the fluxes with additional ice core records."
  }, {
    "heading": "Appendix A: Procedures to Determine Average Accumulation Rate With a Stake Network",
    "text": "[48] During the fifteenth CHINARE in 1999, a 100 × 100m square stake matrix with 36 bamboo stakes was built by the expedition team members. The distance between two adjacent stakes at the x or y axis is 20 m. After construction, the distance from the top of the stake to the snow surface was first determined for every stake on 4 January 1999. The second measurements of stake poles were carried out during the 21st CHINARE on 24 January 2005. The difference of the two measurements for one stake represents the amount of snow accumulation at that stake during the past 6 years, and the average value is the mean accumulation rate at this stake location. The average from measurements of these 36 stakes is the mean snow accumulation rate at the DT‐401 site, which gives 6.29 cm/yr. Density of snow on the surface was 0.39 g/cm3, and therefore the average water equivalent accumulation rate during 1999–2005 is 0.025 ± 0.016 m H2O/yr."
  }, {
    "heading": "Appendix B: Description of the H‐L Empirical Model",
    "text": "[49] In the H‐L model [Herron and Langway, 1980], the age of the firn at the depth with the density r is defined as follows:\nt ¼ 1k1A0:5 ln i 0:55 i þ t0:55 ðB1Þ\nwhere k1 and t0.55 are calculated by the following equations (B2) and (B3), respectively, ri is density of the pure ice (0.917 g/cm3), r is the density of the firn at the depth or age we need, and A represents the accumulation rate in water equivalent per year (m H2O/yr). For the DT‐401 site, the variation of the mean accumulation rates in different stages is huge (Table 2), but the average accumulation rate for the whole ice core duration (0.029 mH2O/yr) is constant with the determined value. We assumed the accumulation rate (A) at this site is constant, and on the basis of this assumption, we calculated the date of the ice core.\nk1 ¼ 575 exp 21400RT\nðB2Þ\nt0:55 ¼ 1k0A ln i 0 i 0:55 : ðB3Þ\n9 of 11\n[50] In equation (B2), R is the gas constant (8.314J K−1 mol−1) and T is the mean annual temperature in Kelvin (the average temperature at Dome A is 219.2K); in equation (B3), k0 is the constant for the research location defined by equation (B4) below, and r0 is the initial density of the snow.\nk0 ¼ 11 exp 10160RT : ðB4Þ\n[51] Acknowledgments. We thank all the members of the fifteenth CHINARE for their help in sampling the snow pit and extracting the ice core. Special thanks go to the three anonymous reviewers. Their comments are important for improving the quality of this manuscript. Special thanks also go to Paul A. Mayewski and James Zheng for their English language improvements. We thank Xiaoxiang Wang and Xiaoqing Cui for their excellent analysis work. This study is financially supported by the Ministry of Science and Technology (2006BAB18B01) and the following projects: KZCX3‐SW‐354 and the Hundred Talent Project with the Chinese Academy of Sciences, 0852H71001 with the State Oceanic Administration, 40825017 with the National Natural Science Foundation of China, 40776002 with the NSFC, and CAAA projects."
  }],
  "year": 2010,
  "references": [{
    "title": "Evolution of chemical peak shapes in the Dome C, Antarctica, ice",
    "authors": ["P.R.F. Barnes", "E.W. Wolff", "H.M. Mader", "R. Udisti", "E. Castellano", "R. Röthlisberger"],
    "venue": "core, J. Geophys. Res.,",
    "year": 2003
  }, {
    "title": "The number and magnitude of explosive volcanic eruptions between 904 and 1865 A.D.: Quantitative evidence from a new South Pole ice core, in Volcanism and the Earth’s Atmosphere",
    "authors": ["D. Budner"],
    "venue": "Cole‐Dai",
    "year": 2003
  }, {
    "title": "Volcanic eruption frequency over last 45 ky as recorded in Epica‐Dome C ice core (East Antarctica) and its relationship with climatic changes",
    "authors": ["E. Castellano", "S. Becagli", "J. Jouzel", "A. Migliori", "M. Severi", "J.P. Steffensen", "R. Traversi"],
    "venue": "Udisti",
    "year": 2004
  }, {
    "title": "Holocene volcanic history as recorded in the sulfate stratigraphy of the European Project for Ice Coring in Antarctica Dome C (EDC96) ice core",
    "authors": ["E. Castellano", "S. Becagli", "M. Hansson", "M. Hutterli", "J.R. Petit", "M.R. Rampino", "M. Severi", "J.P. Steffensen", "R. Traversi"],
    "venue": "Udisti",
    "year": 2005
  }, {
    "title": "The Pinatubo eruption in South Pole snow and its potential value to ice‐core paleovolcanic records",
    "authors": ["J. Cole‐Dai"],
    "venue": "Mosley‐Thompson",
    "year": 1999
  }, {
    "title": "Ice core evidence for an explosive tropical volcanic eruption 6 years preceding Tambora",
    "authors": ["J. Cole‐Dai", "E. Mosley‐Thompson", "L.G. Thompson"],
    "venue": "J. Geophys. Res.,",
    "year": 1991
  }, {
    "title": "Annually resolved southern hemisphere volcanic history from two Antarctic ice",
    "authors": ["J. Cole‐Dai", "E. Mosley‐Thompson", "L.G. Thompson"],
    "venue": "cores, J. Geophys. Res.,",
    "year": 1997
  }, {
    "title": "A 4100‐year record of explosive volcanism from an East Antarctica ice core",
    "authors": ["J. Cole‐Dai", "E. Mosley‐Thompson", "S.P. Wight", "L.G. Thompson"],
    "venue": "J. Geophys. Res.,",
    "year": 2000
  }, {
    "title": "Causes of climate changes over the past",
    "authors": ["T.J. Crowley"],
    "venue": "years, Science,",
    "year": 2000
  }, {
    "title": "Dating Greenland firn‐ice with Pb‐210",
    "authors": ["G. Crozaz", "C. C"],
    "venue": "Langway",
    "year": 1966
  }, {
    "title": "Volcanic deposit in Antarctic snow and ice",
    "authors": ["R.J. Delmas", "M. Legrand", "A.J. Aristarain"],
    "venue": "Zanolini",
    "year": 1985
  }, {
    "title": "Barkov, and J.‐R",
    "authors": ["A.A. Ekaykin", "N.I.V.Y. Lipenkov"],
    "venue": "Ann. Glaciol.,",
    "year": 2002
  }, {
    "title": "European climate response to tropical volcanic erup",
    "authors": ["E.M. Fischer", "J. Luterbacher", "E. Zorita", "S.F.B. Tett", "C. Casty", "H. Wanner"],
    "year": 2007
  }, {
    "title": "The 1452 or 1453 A.D. Kuwae eruption signal derived from multiple ice core records: Greatest volcanic sulfate event of the past",
    "authors": ["C. Gao", "A. Robock", "S. Self", "J.B. Witter", "J.P. Steffenson", "H.B. Clausen", "M.‐L. Siggaard‐Andersen", "S. Johnsen", "P.A. Mayewski", "C. Ammann"],
    "venue": "J. Geophys. Res.,",
    "year": 2006
  }, {
    "title": "Volcanic forcing of climate over past 1500 years: An improved ice core‐based index for climate models",
    "authors": ["C. Gao", "A. Robock", "C. Ammann"],
    "venue": "J. Geophys. Res.,",
    "year": 2008
  }, {
    "title": "Dating of Greenland ice cores by flow models, isotopes, volcanic debris, and continental dust",
    "authors": ["C.U. Hammer", "H.B. Clausen", "W. Dansgaard", "N. Gundestrup", "S.J. Johnsen", "N. Reeh"],
    "venue": "J. Glaciol.,",
    "year": 1978
  }, {
    "title": "Greenland ice sheet evidence of post‐glacial volcanism and its climatic impact",
    "authors": ["C.U. Hammer", "H.B. Clausen"],
    "venue": "Dansgaard",
    "year": 1980
  }, {
    "title": "Recent accumulation rate at Dome A, Antarctica, Chin",
    "authors": ["S. Hou", "Y. Li", "C. Xiao", "J. Ren"],
    "year": 2007
  }, {
    "title": "Year‐round records of bulk and size‐ segregated aerosol composition and HCl and HNO3 levels in the Dumont d’Urville (coastal Antarctica) atmosphere: Implications for sea‐salt aerosol fractionation in the winter and summer",
    "authors": ["B. Jourdain", "M. Legrand"],
    "venue": "J. Geophys. Res.,",
    "year": 2002
  }, {
    "title": "Year‐round record of size‐segregated aerosol composition in central Antarctica (Concordia station): Implications for the degree of fractionation of sea‐salt particles",
    "authors": ["B. Jourdain", "S. Preunkert", "O. Cerri", "H. Castebrunet", "R. Udisti", "M. Legrand"],
    "venue": "J. Geophys. Res.,",
    "year": 2008
  }, {
    "title": "A new 27 ky high resolution East Antarctic climate",
    "authors": ["J Jouzel"],
    "venue": "record, Geophys. Res. Lett.,",
    "year": 2001
  }, {
    "title": "Volcanic records and dating of an upper half of the H15 ice core from Mizuho Plateau, East Antarctica",
    "authors": ["M. Kohno", "T. Fukuoka", "Y. Fujii", "M. Kusakabe"],
    "venue": "Tech. Rep. A.‐66,",
    "year": 1996
  }, {
    "title": "A 12,000 year record of explosive volcanism in the Siple Dome Ice Core, Western Antarctica",
    "authors": ["A.V. Kurbatov", "G.A. Zielinski", "N.W. Dunbar", "P.A. Mayewski", "E.A. Meyerson", "S.B. Sneed", "K.C. Taylor"],
    "venue": "J. Geophys. Res.,",
    "year": 2006
  }, {
    "title": "An inter‐ hemispheric volcanic time‐marker in ice cores from Greenland and Antarctica",
    "authors": ["C.C. Langway", "H.B. Clausen", "C.U. Hammer"],
    "venue": "Ann. Glaciol.,",
    "year": 1988
  }, {
    "title": "A 10‐century comparison of prominent bipolar volcanic events in ice",
    "authors": ["C.C. Langway", "Jr.", "K. Osada", "H.B. Clausen", "C.U. Hammer", "H. Shoji"],
    "venue": "cores, J. Geophys. Res.,",
    "year": 1995
  }, {
    "title": "The ionic balance of Antarctic snow: A 10‐year detailed record",
    "authors": ["M.R. Legrand", "R.J. Delmas"],
    "venue": "Atmos. Environ.,",
    "year": 1984
  }, {
    "title": "A 220‐year continuous record of volcanic",
    "authors": ["M.R. Legrand", "R.J. Delmas"],
    "year": 1987
  }, {
    "title": "Glaciochemical evidence in an East Antarctica ice core of a recent (AD 1450‐1850) neoglacial episode",
    "authors": ["Y. Li", "J. Cole‐Dai", "L. Zhou"],
    "venue": "J. Geophys. Res.,",
    "year": 2009
  }, {
    "title": "Accumulation rate at Mizuho station, East Antarctica: An application of Pb‐210 method, Mem",
    "authors": ["N. Masuda", "K. Harada"],
    "venue": "Natl. Inst. Polar Res.,",
    "year": 1986
  }, {
    "title": "A continuous 770‐year record of volcanic activity from East Antarctica",
    "authors": ["J.C. Moore", "H. Narita", "N. Maeno"],
    "venue": "J. Geophys. Res.,",
    "year": 1991
  }, {
    "title": "High resolution ice core records of late Holocene volcanism: Current and future contributions from the Greenland PARCA cores, in Volcanism and the Earth’s Atmosphere",
    "authors": ["E. Mosley‐Thompson", "T.A. Mashiotta", "L.G. Thompson"],
    "venue": "Geophys. Monogr. Ser.,",
    "year": 2003
  }, {
    "title": "Climatic impact of the mid‐fifteenth century Kuwae Caldera formation, as reconstructed from historic and proxy data (abstract)",
    "authors": ["K.D. Pang"],
    "venue": "Eos Trans. AGU,",
    "year": 1993
  }, {
    "title": "Climate and atmospheric history of the past 420000 years from the Vostok ice",
    "authors": ["Petit", "J. R"],
    "venue": "core, Antarctica,",
    "year": 1999
  }, {
    "title": "Ocean/atmosphere cycling of dimethysulfide, in Ice Core Studies of Global Biogeochemical Cycles",
    "authors": ["E.S. Saltzman"],
    "venue": "NATO ASI Ser.,",
    "year": 1995
  }, {
    "title": "A reappraisal of the 1835 eruption of Cosiguina and its atmospheric impact",
    "authors": ["S. Self", "M.R. Rampino", "M.J. Carr"],
    "venue": "Bull. Volcanol.,",
    "year": 1989
  }, {
    "title": "Glaciological interpretation of microparticle concentrations from the French 905‐m Dome C, Antarctic core",
    "authors": ["L.G. Thompson", "E.M. Thompson", "J.R. Petit"],
    "venue": "IAHS Publ.,",
    "year": 1981
  }, {
    "title": "Spatial distribution of stable isotopic composition of precipitation and surface temperature over Antarctica (in Chinese), doctoral thesis, Cold and Arid Reg",
    "authors": ["Y.T. Wang"],
    "venue": "Environ. and Eng. Res. Inst., Chin. Acad. of Sci., Lanzhou",
    "year": 2009
  }, {
    "title": "The highest location of the Antarctic ice cap has the essential qualifications for the oldest ice core: The latest observation results at Dome A, Chin",
    "authors": ["C. Xiao", "Y. Li", "S. Hou", "J. Ren"],
    "year": 2007
  }, {
    "title": "A 780‐year volcanic record from the DT263 ice core, East Antarctica, Chin",
    "authors": ["L. Zhou", "Y. Li", "J. Cole‐Dai", "D. Tan", "B. Sun", "J. Ren", "L. Wei", "H. Wang"],
    "year": 2006
  }, {
    "title": "Stratospheric loading and optical depth estimates of explosive volcanism over the last 2100 years derived from the Greenland Ice Sheet Project 2 ice",
    "authors": ["G.A. Zielinski"],
    "venue": "core, J. Geophys. Res.,",
    "year": 1995
  }],
  "id": "SP:7c3e00042b732c380ed03067052d4b19a834764a",
  "authors": [{
    "name": "Jiawen Ren",
    "affiliations": []
  }, {
    "name": "Chuanjin Li",
    "affiliations": []
  }, {
    "name": "Shugui Hou",
    "affiliations": []
  }, {
    "name": "Cunde Xiao",
    "affiliations": []
  }, {
    "name": "Dahe Qin",
    "affiliations": []
  }, {
    "name": "Yuansheng Li",
    "affiliations": []
  }, {
    "name": "Minghu Ding",
    "affiliations": []
  }],
  "abstractText": "[1] Volcanic signals recorded in the Antarctic and Greenland ice cores can provide useful information on past explosive volcanism and its impact. In this study, we carried out a continuous sulfate analysis of a 102.65 m East Antarctic ice core (DT‐401, dated as 2682 years) and identified 36 extensive volcanic eruption signals using Cole‐Dai’s method, which gives an average of 1.4 eruptions per century, consistent with the results from the Plateau Remote (PR‐B) ice core. When the record is divided into three parts, the latest millennium (1999–1000 A.D.), the middle millennium (999–1 A.D.), and the earliest 682 years (0 A.D. to 682 B.C.), it is found that there were more volcanic eruptions that occurred during the latest millennium (19 eruptions) than during the middle millennium (10 eruptions) of the record and that the intensities of the eruptions in the latest millennium are markedly larger than those in the middle one. There were only seven events recorded in the earliest 682 years, but their intensities were greater, and nearly half of the eruptions had a similar intensity to Tambora’s (1815 A.D.), which differs from the PR‐B record. It is also found that volcanism and its average accumulation rate were lower during the “Little Ice Age” than during the “Medieval Warm Period.” Comparison of volcanic records between DT‐401 and other Antarctica ice cores (PR‐B, Dome C, DT‐263, and Byrd) show that in the East Antarctica area with its lower accumulation rates, postdepositional effects may play an important role in the deposition of the sulfate.",
  "title": "A 2680 year volcanic record from the DT‐401 East Antarctic ice core"
}