{
  "sections": [{
    "text": "Glimpses of East Antarctica: Aeromagnetic and satellite magnetic view from the central Transantarctic Mountains of East Antarctica\nJohn W. Goodge1 and Carol A. Finn2\nReceived 19 August 2009; revised 25 May 2010; accepted 1 July 2010; published 21 September 2010.\n[1] Aeromagnetic and satellite magnetic data provide glimpses of the crustal architecture within the Ross Sea sector of the enigmatic, ice‐covered East Antarctic shield critical for understanding both global tectonic and climate history. In the central Transantarctic Mountains (CTAM), exposures of Precambrian basement, coupled with new high‐resolution magnetic data, other recent aeromagnetic transects, and satellite magnetic and seismic tomography data, show that the shield in this region comprises an Archean craton modified both by Proterozoic magmatism and early Paleozoic orogenic basement reactivation. CTAM basement structures linked to the Ross Orogeny are imaged 50–100 km farther west than previously mapped, bounded by inboard upper crustal Proterozoic granites of the Nimrod igneous province. Magnetic contrasts between craton and rift margin sediments define the Neoproterozoic rift margin, likely reactivated during Ross orogenesis and Jurassic extension. Interpretation of satellite magnetic and aeromagnetic patterns suggests that the Neoproterozoic rift margin of East Antarctica is offset by transfer zones to form a stepwise series of salients tracing from the CTAM northward through the western margin of the Wilkes Subglacial Basin to the coast at Terre Adélie. Thinned Precambrian crust inferred to lie east of the rift margin cannot be imaged magnetically because of modification by Neoproterozoic and younger tectonic events.\nCitation: Goodge, J. W., and C. A. Finn (2010), Glimpses of East Antarctica: Aeromagnetic and satellite magnetic view from the central Transantarctic Mountains of East Antarctica, J. Geophys. Res., 115, B09103, doi:10.1029/2009JB006890."
  }, {
    "heading": "1. Introduction",
    "text": "[2] East Antarctica comprises a composite Precambrian shield containing some of the oldest crustal rocks on Earth [Tingey, 1991; Fitzsimons, 2000a, 2003; Harley and Kelly, 2007]. Key elements of this extensive continental shield, formed during Paleoproterozoic (∼1.7–1.6 Ga), Mesoproterozoic (∼1.2–0.9 Ga), and Pan‐African (∼0.6–0.5 Ga) crustal assembly, reflect East Antarctica’s role in orogenic development of past supercontinents [Fitzsimons, 2000b; Boger et al., 2001;Boger andMiller, 2004;Cawood, 2005;Betts et al., 2008; Goodge et al., 2008]. Despite recent advances in our understanding of the ages, kinematics and continuity of various orogenic belts within and adjacent to East Antarctica, extensive ice cover and remote access make it difficult to extrapolate isolated outcrop data from coastal areas and mountain ranges very far across the continent. Although surface wave velocity data image thick (>150 km), high‐ velocity (>∼5% shear wave velocity perturbation) aseismic lithosphere typical of Precambrian shields beneath much of East Antarctica [Danesi and Morelli, 2001; Ritzwoller et al., 2001;Morelli and Danesi, 2004], they do not resolve orogen‐\nscale features. Hence, our understanding of the major crustal elements and the orogenic structures that juxtaposed them during assembly of the Rodinia and Gondwana supercontinents remains largely conjectural. [3] In the Nimrod Glacier area of the central Transantarctic Mountains (TAM), metamorphic and igneous rocks of the ∼3.0–1.7 Ga Nimrod Group provide the only direct window into the Ross Sea margin of the East Antarctic shield (Figure 1). These rocks represent the only Archean‐ Proterozoic crust exposed for >3000 km along the TAM from Terre Adélie to the Shackleton Range [Oliver and Fanning, 2002; Will et al., 2009]. As such, they provide an opportunity to directly compare geophysical signatures in the exposed part of the western shield with those obtained over the adjacent plateau region. [4] Our airborne magnetic and ground gravity survey of the East Antarctic shield margin in the central TAM area (CTAM) extends from mapped geologic units (including Precambrian basement, Ross Orogen basement, and Jurassic mafic igneous rocks) and their structures into the subsurface (Figure 1b). The primary goals of the CTAM aeromagnetic and gravity survey were (1) to image ice‐covered basement of the East Antarctic shield in order to reveal structure of the Precambrian craton, the Neoproterozoic rift margin, and modifications by the early Paleozoic convergent margin Ross Orogeny; (2) to evaluate the extent of Ross orogenic overprint on the Archean‐Proterozoic crystalline basement; and (3) to evaluate the role of rift margin structure in 1Department of Geological Sciences, University of Minnesota, Duluth, Minnesota, USA. 2U.S. Geological Survey, Denver, Colorado, USA. Copyright 2010 by the American Geophysical Union. 0148‐0227/10/2009JB006890\nJOURNAL OF GEOPHYSICAL RESEARCH, VOL. 115, B09103, doi:10.1029/2009JB006890, 2010\nB09103 1 of 22\ncontrolling emplacement of Jurassic magmas. Modeled magnetic and gravity data are interpreted in the context of known geologic relations in order to reveal previously unrecognized features of the ice‐covered craton and to address the goals outlined above. Comparison of the CTAM survey with other aeromagnetic and satellite magnetic data\nfrom Antarctica and its Gondwana neighbor, Australia, provide a broad new view of the interior craton and Neoproterozoic rift margin in East Antarctica. Such data may help to test models of Rodinia supercontinent paleogeography."
  }, {
    "heading": "2. Crustal Structure and Magnetic Rock Properties of the Transantarctic Mountains",
    "text": "[5] The TAM, one of Earth’s major intraplate mountain belts that divide cratonic East Antarctica from younger provinces in West Antarctica [Dalziel, 1992], marks a fundamental physiographic boundary that extends for >3000 km along about one third of the East Antarctic shield margin between northern Victoria Land and the Pensacola Mountains (Figures 1 and 2). High elevations in the TAM expose a Devonian and younger Gondwana succession (Beacon Supergroup and Ferrar dolerites), underlain mainly by early Paleozoic Ross Orogen basement [Stump, 1995; Goodge, 2002, 2007a]. Deformed Neoproterozoic and lower Paleozoic supracrustal rocks and a continental margin plutonic belt (Granite Harbour series) are widespread, yet cratonic Precambrian basement is virtually absent. Uplift of the TAM rift shoulder is related to Cretaceous‐Paleogene development of the West Antarctic Rift system that resulted in lithospheric extension, crustal thinning and widening of the Ross Sea basin. Mechanisms of lithospheric extension are debated but include flexure [Stern and ten Brink, 1989; ten Brink et al., 1997] and collapse of a West Antarctic plateau [Studinger et al., 2004; Huerta and Harry, 2007; Bialas et al., 2007]. Within the TAM, extension was accommodated along steep, range‐parallel normal faults [Barrett, 1965; Laird et al., 1971], although there is evidence for Cenozoic dextral transtension [Wilson, 1995; Rossetti et al., 2006]. [6] Seismic velocity data indicate that crustal thickness varies from about 20 km in the Ross Sea basin to about 40 km at the range crest and about 35 km in inland East Antarctica [Lawrence et al., 2006a]. Gravity models indicate that thinner crust (∼30 km) underlies the northern Wilkes Subglacial Basin [Ferraccioli et al., 2001], a long‐wavelength down warp behind the Transantarctic Mountains that extends from the Oates Coast to southern Victoria Land (Figure 1a); it is thought to contain thin crust overlain by several kilometers of sediment fill, but its origin is enigmatic [Studinger et al., 2004; Ferraccioli et al., 2001, 2009]. The seismic data show that there is only a small crustal root beneath the TAM (≤5 km) and that the Moho is uniformly flat, extending more than 1300 km inland. Seismic velocity and body wave tomography data also indicate that a prominent transition between high‐ and low‐velocity lithospheric mantle underlies the TAM between about 50–150 km inboard of the present‐day range front [Watson et al., 2006; Lawrence et al., 2006b]. [7] Basement in the central TAM (Figure 2) consists of sedimentary and metamorphic assemblages that were deformed during the Cambro‐Ordovician Ross Orogeny (principally active between about 540–480 Ma [Goodge et al., 1993b, 2004a]), which developed along an Andean‐ type convergent plate margin. They include Neoproterozoic to lower Paleozoic rift and active margin successions, along with inboard Archean‐Proterozoic crystalline rocks of the Nimrod Group immediately to the west [Goodge et al., 1993a, 2001; Goodge and Fanning, 1999]. A Neoproterozoic rift margin is\n2 of 22\n3 of 22\ninferred near the outboard limit of Precambrian crystalline basement, coincident with the occurrence of rift margin sedimentary and volcanic strata (Beardmore Group [Goodge et al., 2002;Myrow et al., 2002]). These rocks underlie aDevonian to Triassic sedimentary succession (Beacon Supergroup [Barrett et al., 1986; Barrett, 1991; Collinson et al., 1994]), in turn overlain by mafic volcanics of the Early Jurassic Ferrar Group and intruded by abundant tholeiitic sills and dikes of the Jurassic Ferrar Dolerite suite, which relate to early breakup of Gondwana [Elliot, 1992; Elliot and Fleming, 2008]."
  }, {
    "heading": "2.1. Nimrod Basement Complex",
    "text": "[8] In the central TAM, basement of the East Antarctic shield is represented by diverse Nimrod Group metasedimentary and metaplutonic rocks (Figure 2). These include upper amphibolite to lower granulite facies interlayered schist, amphibolite, banded quartzofeldspathic to mafic gneiss, granitic to gabbroic orthogneiss, calc‐silicate gneiss, migmatite, and relict eclogite [Grindley et al., 1964; Grindley, 1972; Goodge et al., 1991, 1993a; Peacock and Goodge, 1995]. The dominant present‐day metamorphic parageneses and structures developed during the ∼500 Ma Ross Orogeny by reactivation of older igneous and metamorphic crust [Goodge et al., 1991; Goodge and Dallmeyer, 1992, 1996; Goodge et al., 1993a, 1993b; Goodge and Fanning, 2002; Goodge, 2007a]. Important pre‐Ross events affecting the Nimrod Group include Archean and Paleoproterozoic magmagenesis at about 3.0 Ga [Borg et al., 1990; Goodge and Fanning, 1999], magmatism at about 2.5 Ga, and high‐P granulite to eclogite facies metamorphism at about 1.7 Ga (Nimrod Orogeny [Goodge and Fanning, 1999; Goodge et al., 2001]). [9] Metamorphic and igneous rocks in the Nimrod Group with Nd isotope depleted mantle model ages of 3.5–1.6 Ga [Borg et al., 1990; Borg and DePaolo, 1994] show that this exposed part of the East Antarctic shield comprises primary Early Archean and Paleoproterozoic crust. Detrital zircon populations in Neoproterozoic and Lower Cambrian rift margin siliciclastic rocks indicate proximal sources in East Antarctica of about 2.8, 2.5, 1.8–1.7, 1.5–1.4, and 1.2–1.1 Ga [Goodge et al., 2002, 2004b]. U‐Pb zircon ages of about 1.88, 1.58, 1.45, and 1.10 Ga from igneous and metamorphic clasts sampled in glacial tills further support the presence of Proterozoic igneous basement beneath the polar ice cap [Goodge et al., 2008; Goodge and Fanning, 2009]. These direct and proxy age data constrain the ages and types of crust that underlie the western East Antarctic ice sheet."
  }, {
    "heading": "2.2. Supracrustal Rocks",
    "text": "[10] Neoproterozoic rift margin sedimentary and volcanic rocks of the Beardmore Group (∼670 Ma [Goodge et al., 2002; Myrow et al., 2002]) occur mainly in the Cobham and western Queen Elizabeth ranges near Cotton Plateau (Figure 2). These rocks were deposited on the rift margin of East Antarctica and have sedimentary and isotopic similarities with coeval strata in western Laurentia [Goodge et al., 2008]. Outboard of the rift margin succession lie Lower Cambrian platformal carbonates (Shackleton Limestone) and a synorogenic Upper Cambrian–Lower Ordovician molasse basin succession (Starshot Formation), deposited prior to and during the Ross Orogeny [Myrow et al., 2002; Goodge et al., 2004a, 2004b]. Both the crystalline and su-\npracrustal rocks are intruded by numerous stocks and plutons of the Granite Harbour Intrusive suite, spanning syntectonic to posttectonic emplacement between about 580–480 Ma [Goodge et al., 1993b]."
  }, {
    "heading": "2.3. Ross Orogen Overprint on Basement",
    "text": "[11] Petrological, structural and thermochronological data show that rocks of the Nimrod Group underwent profound thermomechanical reactivation during the Ross Orogeny (summarized by Goodge [2007a]). The main phase of Ross orogenic metamorphism in the Nimrod basement complex occurred under moderate‐P, high‐T conditions (8–12 kbar; 650–750°C) in the upper amphibolite to lower granulite facies, corresponding to minimum crustal levels of ∼25 km. In the Miller and Geologists ranges, generally SW dipping (local coordinates) ductile L‐S tectonite fabrics and folds of Ross age are pervasive, and kinematic features at all scales record top‐to‐the‐SE displacement through a minimum structural thickness of 12–15 km [Goodge et al., 1993a]. The tectonite fabrics are penetrative throughout present‐day exposure but appear focused along a zone separating layered gneisses from metasedimentary schist units and marked by eclogitic and ultramafic blocks (Endurance thrust; Figure 2). The eclogite blocks (Figure 3) appear to be relicts of eclogite facies metamorphosed mafic intrusions, such as basaltic or diabasic dikes and sills that once formed continuous layers but were structurally dismembered and partially retrogressed during Ross Orogen ductile flow [Goodge et al., 1992, 1993a, 2001; Peacock and Goodge, 1995]. Shear fabrics in the Nimrod Group crystalline rocks are oblique with respect to coeval contractional structures within outboard supracrustal units [Goodge et al., 1993a; Goodge, 1997], suggesting a sinistral oblique transpressional plate margin during the time of the Ross Orogeny. [12] Present‐day erosion levels in the Nimrod Group indicate that during, and perhaps prior to, the Ross Orogeny these crystalline rocks were at midcrustal to deep crustal levels. We can infer from this that the gneissic rocks represent lower crust in the region. Prior to the Ross Orogeny, therefore, the basement complex likely consisted of deformed Archean‐ Paleoproterozoic gneissic and mafic to intermediate intrusive rocks that were the source for Neoproterozoic and younger siliciclastic sediment deposition."
  }, {
    "heading": "2.4. New Magnetic Susceptibility Data",
    "text": "[13] We measured magnetic susceptibilities of major rock units in the field in order to help interpret the aeromagnetic anomaly patterns. Most samples have susceptibilities <2 × 10−3 SI (Figure 4), reflecting little variation in magnetic behavior amongmajor rock types. Outboard supracrustal units, mainly low‐grade metasedimentary and metavolcanic rocks of Neoproterozoic to Ordovician age, have very low susceptibilities (typically <1 × 10−3 SI; Figure 4b), and granitoid units of the Granite Harbour Intrusive suite are similarly weakly magnetized. Dolerites of the Ferrar Supergroup have intermediate susceptibilities (≤8 × 10−3 SI) that exceed those of the supracrustal units they overlie or intrude, but they are equal to or lower than values measured in the basement units. [14] Several basement metamorphic units of the inboard Nimrod Group are more strongly magnetized, with susceptibilities as high as about 5–20 × 10−3 SI (Figure 4a). In particular, the eclogite facies mafic and ultramafic blocks\n4 of 22\nhave susceptibilities up to about 80 × 10−3 SI, many times the values of the layered gneisses that enclose them. Susceptibilities of the relict eclogitic block cores are low, whereas the retrogressed rims and whole pods of actinolite schist have the highest values (Figure 4a). The textures and mineralogy of the most magnetic rock types indicate that\nretrogressive metamorphism and formation of symplectites during Ross Orogen basement reactivation produced significant amounts of magnetite, resulting in high susceptibilities. Relict eclogitic block cores contain Mg‐rich garnet surrounded by symplectites of clinopyroxene + plagioclase + quartz and moats containing coarse crystals of magnetite (Figures 5a and 5b). These textures suggest that retrogression to form the magnetite occurred under Fe‐saturated and oxidizing conditions. Ultramafic pods typically contain metamorphic assemblages with anthophyllite, talc, serpentine, and/or chlorite. Where relict olivine is preserved with serpentine, Cr‐rich chlorite, and talc (Figures 5c and 5d), these retrogressed and rehydrated blocks contain trains of magnetite crystals, in some cases showing a delicate filigree texture (Figure 5e). Some entire blocks and rinds of blocks are mainly amphibole‐rich schist containing actinolite/ tremolite + chlorite + phlogopite + magnetite (Figure 5f). These rocks likewise appear to be the product of Ross age retrogressive recrystallization within mechanically separated relicts of preexisting Nimrod Group basement. Although the susceptibilities of these Nimrod Group lithologies are high enough to produce magnetic anomalies (>∼2 × 10−3 SI), the magnetite was produced during the Ross Orogeny, suggesting that some of the high‐P lower crustal rocks were initially magnetite‐poor prior to deformation."
  }, {
    "heading": "3. Geophysical Data and Modeling",
    "text": ""
  }, {
    "heading": "3.1. Aeromagnetic Data Acquisition and Processing",
    "text": "[15] To extend the known geology of the region to ice‐ covered areas beneath the polar ice cap, more than 32,000\n5 of 22\nline km of total‐field magnetic data were flown in 2003– 2004, covering an area of nearly 60,000 km at an average altitude of 600 m above the ice (Figure 6) [Anderson et al., 2006]. The lines were flown east‐west with a line spacing of 2.5 km over most areas and 1.25 km over exposed basement rocks in the Miller and Geologists ranges with north‐south trending tie lines at 25 km intervals (Figures 2 and 7a). Leveling of the eastern half of the survey data was difficult because of magnetic storm activity; thus artifacts still remain in the grids. (Online data and metadata are available at http://pubs.usgs.gov/of/2006/1255.) [16] To facilitate geologic interpretation, we applied several analysis techniques. A reduction of the observed magnetic data to the pole, a standard geophysical technique to center magnetic anomalies to positions directly above their sources [Baranov and Naudy, 1964; Blakely, 1995], was applied to the magnetic data (Figure 7b). Faults, fractures, and lithologic contacts can be delineated by the magnitude of the horizontal gradients (HGM) of the reduced‐to‐pole aeromagnetic anomalies [Grauch, 2001; Phillips, 2000]. Local extrema that form linear and curved ridges mark magnetic property contrasts in the subsurface. The HGM\n6 of 22\nFigure 7. Geologic map and aeromagnetic transects across the central Transantarctic Mountains near Nimrod Glacier. (a) Geology of the Nimrod Glacier area, as in Figure 2. Box outline shows area of aeromagnetic survey (see Figures 7b–7d). (b) Color‐shaded relief image of reduced‐to‐the‐pole aeromagnetic anomalies of the CTAM main survey area. White lines show areas of rock outcrop; white dots are locations of gravity stations; black line is location of magnetic and gravity model (Figure 8). GR, Geologists Range; HR, Holland Range; MR, Miller Range; QER, Queen Elizabeth Range. (c) Terraced, reduced‐to‐pole aeromagnetic image of CTAM survey area. Numbered magnetic features are discussed in text. (d) Geologic interpretation of aeromagnetic patterns, showing boundaries between major crustal domains and their internal structure. Interpretation is aided by geologic mapping and magnetic susceptibility measurements in all units except for the ice‐covered unmodified Precambrian craton.\n7 of 22\nFigure 7\n8 of 22\nbound domains with uniform properties produced by iteratively “steepening” the gradients at the margins of anomalies until anomalies are “flattened” and reflect the physical properties within each domain (Figure 7c) [Cordell and McCafferty [1989]."
  }, {
    "heading": "3.2. Gravity Measurements",
    "text": "[17] In addition to the aeromagnetic data, 42 gravity stations were collected on the ground along a profile from near the Ross Ice Shelf to beyond the Miller Range and were corrected to free‐air values [Anderson et al., 2006] (Figures 7b and 8). Lacking ice thickness measurements, it was not possible to make Bouguer anomaly calculations. The ice‐covered, inboard part of the profile is associated with a 60 mGal gravity low, which increases to a 50 mGal high over the ice‐covered Miller Range. Marsh Glacier covers the inferred Marsh fault (Figures 2 and 8, bottom) associated with a 100 mGal low. The Transantarctic Mountains are associated with a 100 mGal free‐air high."
  }, {
    "heading": "3.3. Magnetic Features Correlated With Geologic Exposure",
    "text": "[18] Archean and Proterozoic metamorphic rocks exposed in the Miller and Geologists ranges show a strongly NW oriented magnetic fabric, with magnetic highs ranging in amplitude from 30 to 150 nT that coincide with mapped Ross age L‐S tectonite structures within layered gneisses and schists of the Nimrod Group (magnetic unit 1 in Figure 7c) [Goodge et al., 1993a]. The NW oriented magnetic fabric in this basement terrain reflects Ross Orogen structure superimposed on preexisting Precambrian crustal rocks (Figure 7d). High‐amplitude nodes up to 500 nT decorate the linear NW magnetic trends and correspond with strongly magnetic mafic and ultramafic blocks that have experienced Ross age retrograde recrystallization. [19] East of this moderately magnetic metamorphic terrain, lie rocks with weak magnetization (unit 2 in Figure 7c) that correspond in part to magnetite‐poor metasedimentary\n9 of 22\nunits (schist, quartzite, and calc‐silicate gneiss) of the Nimrod Group in the eastern Miller Range but are indistinguishable in susceptibility from low‐grade metasedimentary units of the Beardmore Group east of Marsh Glacier (Figure 4b). Unit 2 is sharply truncated on the east by a north trending moderately magnetized ∼50 km wide unit (unit 3) characterized by linear N‐S short‐wavelength magnetic highs (100–200 nT; Figure 7c). These highs are associated with dikes and sills of the Jurassic Ferrar diabase with measured susceptibilities ≤8 × 10−3 SI (Figure 4b) and typical of their magnetic signature throughout the TAM [Damaske and Finn, 1996; Ferraccioli and Bozzo, 1999; Finn et al., 2006; Studinger et al., 2004, 2006]. The broad semicircular ∼150 nT high at the southern end of unit 3 may correspond to thick sequences of Ferrar dolerites similar to those inferred from aeromagnetic data to the north [Studinger et al., 2004; Ferraccioli et al., 2009; Finn et al., 1999]. [20] The eastern end of the survey area is underlain by a broad weakly magnetized unit (unit 4) of low‐grade molasse basin siliciclastic rocks (sandstone, shale, and pebble conglomerate) of the Starshot Formation (upper Byrd Group, Figures 4b and 7c [Myrow et al., 2002]) whose anomalies average ∼50–150 nT less than the Jurassic dolerites. These rocks exhibit almost no magnetic structure except for E‐W flight line artifacts (Figures 7b and 8). Small negative magnetic anomalies within unit 4 may correlate with reversely magnetized Ferrar dolerites. [21] Two regionally important structural features can be inferred from the aeromagnetic data. First, the western limit of Ferrar diabase (unit 3) appears to correspond in places with the eastern edge of known Precambrian basement (unit 1). Although differentiating between weakly magnetic units in the Archean‐Proterozoic Nimrod and Neoproterozoic Beardmore groups is difficult, we consider the eastern edge of crystalline basement representing the East Antarctic shield to follow the trace numbered 5 in Figure 7c. We place the trace of this boundary east of unit 2, which includes known metamorphic units of the Nimrod Group in the eastern Miller Range that, for the most part, corresponds to a magnetic boundary and a steep‐sided free‐air gravity low (Figure 8). Second, a system of east directed thrust faults placing Shackleton Limestone over Starshot Formation extends south from the Holyoake Range (H, Figure 2) and along the eastern spine of the Queen Elizabeth Range (O, Figure 2) [Goodge et al., 2004b]. This thrust system marks the boundary between upper plate rift margin platform and lower plate synorogenic molasse basin deposits. From field mapping, it follows a trace south of Nimrod Glacier along Otago Glacier (O, Figure 2) and then along the headwall of the Lowery Glacier drainage east of Markham Plateau. A pronounced negative magnetic lineament corresponds with this trace of the Otago thrust system (numbered 6 in Figure 7c). Although the source of this negative anomaly relative to weakly magnetic upper and lower plate units is not clear, there appears to be geophysical expression of this Ross Orogen feature, similar to anomalies detected over some Ross age thrust faults in northern Victoria Land [Ferraccioli et al., 2003]. Because the magnetic trace of this structure is spatially associated with the boundary between magnetic Ferrar and magnetite‐poor sedimentary rocks, it is possible that the fault was reactivated after Ferrar magma emplacement or helped to localize fluid‐assisted alteration as a result of thermal heating. [22] Intruding both Precambrian basement and outboard supracrustal rocks are syntectonic to posttectonic plutons and stocks of the Granite Harbour Intrusive suite (Figure 2; ∼540–490 Ma). All granitoids of the suite have low measured magnetic susceptibilities that are generally indistinguishable from the rocks that host them (Figure 4b). As a result, there is little aeromagnetic expression of these intrusions, except where they crosscut the more magnetic basement (magnetic unit 7 in Figure 7c). Magnetic lows in the central and northern Miller Range, and in the central Geologists Range, correspond with known Granite Harbour outcrops (Figure 7b); it is likely, therefore, that the prominent magnetic lows ranging in amplitude from 100 to 150 nT below adjacent anomalies relate to broader, mostly unexposed, granitoid intrusions in the upper Nimrod Glacier area. By contrast, in the eastern Queen Elizabeth and Holland ranges (within magnetic unit 4), known exposures of granitic plutons cannot be distinguished with certainty from the Starshot Formation because their difference in magnetic susceptibility is negligible (Figures 7a and 7b). The low measured susceptibilities and negative anomaly patterns of the Granite Harbour intrusives in the Nimrod Glacier area are consistent with their two‐mica, peraluminous character [Gunner, 1976]. Granites with similarly low magnetic signature occur in northern Victoria Land [Ferraccioli et al., 2002], whereas magnetite‐rich intrusions in northern Victoria Land and the southern TAM show strong positive anomalies of tens to hundreds of nanoteslas [Bozzo and Meloni, 1992; Ferraccioli and Bozzo, 1999; Finn et al., 1999; Studinger et al., 2006]."
  }, {
    "heading": "3.4. Magnetic Features of Ice‐Covered Area",
    "text": "[23] The western part of the aeromagnetic survey is dominated by broad (10–50 km wide) bands of 400–550 nT magnetic highs with a NW to NNW trending orientation separated by magnetic quiet zones and discrete 200–250 nT magnetic lows (Figures 7b and 7c). This ∼300 km wide terrain is marked by a long‐wavelength, high‐amplitude trough and valley structure showing both the highest‐ (magnetic unit 8 in Figure 7c) and lowest‐ (unit 9) amplitude magnetic anomalies in the survey area. These high amplitudes are particularly notable as the thickness of the ice in this region exceeds 1500 m [Lythe et al., 2000]. Together, they appear to form a coherent, large‐scale basement terrain composed of magnetite‐rich and magnetite‐poor domains. The coarse signature, as compared to unit 1, extends for at least 150 km in the western half of the survey area, including the portion covered by widely spaced individual flight lines. We located an approximate boundary between units 1 and 8 in Figure 7c that corresponds to a notable change in width and amplitude of the magnetic anomalies."
  }, {
    "heading": "3.5. Magnetic and Gravity Model",
    "text": "[24] In order to determine the structures, magnetizations and densities that produce the observed magnetic and gravity anomalies, we used a commercial 2.5‐dimensional forward and inverse magnetic modeling software package. The program uses profiles of magnetic and gravity observations and a starting model consisting of body corners\n10 of 22\nand magnetization contrasts. The program then adjusts the starting model so that its magnetic attraction fits the profiles of observed data. Allowing only a few parameters to vary in each modeling attempt and constraining those parameters to a specified range control the evolution of the final model. We assumed that the rocks are uniformly magnetized in the Earth’s present field direction with an inclination of −77° and declination of 167°, an assumption that is violated if remanent magnetization is present, as can be the case in the Ferrar dolerites [e.g., Lanza and Zanella, 1993]. We varied the thickness of the variably magnetized upper crustal blocks to between 11 and 30 km in the shield area to achieve a reasonable range of susceptibilities. The model with an upper crustal thickness of 12–15 km (Figure 8) is based on estimates of the thickness of a midcrustal magnetic layer derived from spectral analysis [Finn and Ravat, 2004], but this is not well constrained. Although the variability of the magnetic signature suggests that crustal densities should also vary along the gravity profile, two‐dimensional modeling of the free‐air gravity profile was limited to a simple model with a single crustal density due to lack of good constraints on the thickness and density of ice and crust. [25] The resulting model shows relatively high magnetic susceptibility values ranging from 46 to 71 × 10−3 SI in the westernmost blocks for the 15 km thick upper crust model (Figure 8), 26–45 × 10−3 SI in the 30 km thick model, and 56–83 × 10−3 SI in the thinnest model of 12 km. In the eastern three blocks of the shield region, susceptibilities range between 8 and 19 × 10−3 SI for the 15 km thick model (Figure 8); in the 30 km thick model the range is 6–16 × 10−3 SI and in the 12 km thick model the range is 10–23 × 10−3 SI. Gneisses and schists of the reworked Nimrod Group produce the observed magnetic anomalies in the 75– 100 km wide modified craton block (2 × 10−3 SI in all models). Most of the sedimentary and igneous crust in the CTAM profile is assigned a zero susceptibility value, except for the blocks representing Ferrar dolerites with thickness ranging from 1 to 3 km and susceptibilities from 2 to 19 × 10−3 SI, within the range of measured (Figure 4b) and modeled values from elsewhere [Ferraccioli et al., 2009; Studinger et al., 2004]. [26] Variations in thickness of crust with an average density of 2728 kg/m3, ranging from about 35–37 km under the polar plateau, increasing to 42 km under the TAM, and thinning to 27 km at the Ross Sea margin, can explain the observed free‐air gravity anomalies, assuming 1.0–2.5 km of ice beneath the plateau, 1.6 km under Marsh Glacier (based on BEDMAP data [Lythe et al., 2000] and a profile from Dome A to the Marsh Glacier (T. Jordan, written communication, 2009)), and 1.0–2.5 km of Beacon sedimentary rocks and dolerites with an average density of 2400 kg/m3 [Wonik, 2008]. Crustal thicknesses of 35–37 km beneath the polar plateau and ∼40 km beneath the TAM correspond to those modeled from gravity, surface, and bed elevation data in southern Victoria Land [Studinger et al., 2004] and the South Pole area [Studinger et al., 2006] and from seismic and gravity data in Victoria Land [Lawrence et al., 2006a]. The transition from the modified craton block to the outboard Neoproterozoic‐Mesozoic block is marked by a steep gravity gradient (Figure 8) that, together with the magnetic data, suggests that the inferred Marsh fault (Figure 2) dips steeply eastward, coincident with an increase in crustal thickness from ∼35 to 42 km under the axis of the central TAM."
  }, {
    "heading": "4. Discussion",
    "text": ""
  }, {
    "heading": "4.1. Crustal Magnetic Domains",
    "text": "[27] On the basis of trends, amplitudes, and textures in the magnetic data and the modeling, we define five major crustal magnetic domains (Figure 7d), from west to east (and generally from older to younger): (1) Precambrian craton unmodified by the Ross Orogeny, including alternating zones of strongly and weakly or perhaps reversely magnetized, crust; (2) Precambrian basement modified structurally by Ross Orogen reworking; (3) weakly magnetic transitional crust of a Neoproterozoic rift margin; (4) magnetically weak and uniform crust dominated by synorogenic molasse basin deposits associated with the Ross Orogeny and intruded by nonmagnetic or weakly magnetic granitoid plutons; and (5) a generally N‐S belt of magnetically noisy positive and negative anomalies coincident with exposure of Jurassic Ferrar dikes and sills that were emplaced through older rock units representing domains 3 and 4. [28] The aeromagnetic data help to elucidate several geotectonic features left ambiguous by poor exposure and ice cover. First, we interpret the change in scale and pattern of NW trending deformation features between the two basement domains (magnetic units 1 and 8 in Figure 7c) to indicate how far inboard Precambrian crust was mechanically reworked by Ross deformation. The fine‐scale patterns evident in the eastern domain correlate with known ductile shear zone structures in the Miller and Geologists ranges [Goodge et al., 1993a], and the local high‐amplitude magnetic anomalies there correlate with specific types of mafic and ultramafic blocks that show petrologic evidence of Ross age retrogression to produce magnetite (e.g., blocks and lenses of relict eclogite, actinolite schist, anthophyllite‐talc rock). The westernmost basement domain, while also showing NW trending anomalies, has a much greater amplitude range and scale of magnetization, which we interpret as a primary feature of the East Antarctic craton in the region west of the Ross Orogen. In Figure 7d, this domain is referred to as unmodified Precambrian craton, meaning that it was not affected by <1 Ga tectonic events. The Ross Orogen, some 150 km wide where exposed in the central TAM, extends at least 50–100 km farther west into modified cratonic rocks beneath the ice cap (Figure 7d). Because of the similar orientation of the anomalies in the unmodified and reworked Precambrian craton domains, it is possible that penetrative Ross deformation features in the Nimrod Group reactivated older inherited basement structure."
  }, {
    "heading": "4.2. Crustal Architecture of the Domains",
    "text": "[29] The decrease from high susceptibilities in the westernmost seven blocks of our model to moderate values in the three middle blocks to low values beneath the Miller Range (Figure 8) corresponds to a decrease in modeled thickness of a midcrustal layer from 12 to 15 km in the west to 7 km under the moderately magnetized region [Finn and Ravat, 2004]. Several possibilities can explain these variations. One explanation is that the composition and/or age of the moderately magnetized blocks could differ from those to the west. Alternatively, the composition of the entire craton\n11 of 22\nfrom the Miller Range to the polar plateau could originally have been the same, but the Ross Orogeny reworked crust of the Miller Range region 50–75 km even farther into the unmodified craton to the first Mt‐poor basement domain in the craton (Figure 7d). In this scenario, the moderately magnetized region would represent thinner and slightly modified craton but less deformed than to the east. [30] Second, the sharp contrast in magnetization between the reworked Precambrian and Neoproterozoic crust (Figure 7d) appears to mark the location of the Neoproterozoic cratonic rift margin in this area [Goodge, 2002]. Although masked somewhat along the western edge of high‐amplitude anomalies related to Ferrar intrusions, this boundary corresponds generally to that suggested from satellite magnetic data [Finn et al., 2006]. It also corresponds with the position of Beardmore Group rift margin strata in the western Queen Elizabeth Range [Goodge et al., 2002; Myrow et al., 2002], although faults associated with Neoproterozoic rifting are nowhere observed because they are buried by synrift to postrift sediments. The absence of Ferrar magmas in the presently exposed Nimrod Group indicates that Jurassic extension did not directly affect that part of the craton. Therefore, it is likely that any crystalline basement in the region dissected by extensional faulting during the rift phase leading to Neoproterozoic continental separation is restricted to areas east of the Miller Range. The absence of recognizable magnetic anomalies indicative of crystalline basement east of Marsh Glacier indicates that the inboard rift boundary is relatively narrow and any Precambrian crystalline crust underlying the eastern assemblages is thin and deep. If the position of the rift margin (Figure 7d) is correct, the difference in its orientation compared to basement trends to the west indicates that Neoproterozoic rift structures were not strongly controlled by Precambrian basement features. [31] Third, emplacement of the Ferrar dike and sill complex appears to follow the trend of the Neoproterozoic rift margin. This suggests that the mechanically thinned and structurally weakened rift margin, overlapped by Neoproterozoic clastic deposits and volcanics as well as a Lower Cambrian platform [Myrow et al., 2002], played a role in providing pathways for Jurassic basaltic magmas into the upper crust. The locus of Ferrar dikes, generally coincident with a boundary between crystalline basement and supracrustal rocks, probably corresponds with the westernmost limit of Jurassic crustal extension in this area. Both Neoproterozoic and Jurassic extension may have created crustal weaknesses reactivated by Cretaceous to Cenozoic high‐ angle faults in the Queen Elizabeth and Holyoake ranges [Barrett et al., 1970; Laird et al., 1971]."
  }, {
    "heading": "4.3. Sources of Buried Magnetic Anomalies",
    "text": "[32] The buried sources of the high‐amplitude NW trending anomalies are most likely to be Precambrian basement older than Neoproterozoic age, based on the presence of Archean‐Paleoproterozoic igneous and metamorphic rocks in the Nimrod Group, the thick high‐velocity lithosphere imaged by seismic tomography in the region [Danesi et al., 2001; Morelli and Danesi, 2004; Ritzwoller et al., 2001], and the high amplitude of positive anomalies observed both in satellite data over the polar plateau and in the western end of our survey [Finn et al., 2006]. In addition, the similarly oriented but finer‐scale magnetic structure\nof the Nimrod basement complex (magnetic unit 1), whose magnetization was produced during Ross age metamorphism, probably reflects tectonic modification of preexisting Precambrian basement structure. Since the Ross Orogeny, however, ∼15–25 km of overlying crust was removed by tectonically controlled erosion from the Miller and Geologists ranges [Goodge et al., 2004b; Goodge, 2007a], presumably including most of the magnetic upper crust. Thus, the lower‐amplitude magnetic anomalies of the reworked Precambrian craton domain might be representative of the lower crustal magnetic signature regionally, as is observed in other regions of lower crustal exposure (e.g., Gawler Craton [Ferris et al., 2002]), especially if the secondary magnetite‐rich mafic blocks produced during Ross age retrograde metamorphism are omitted. Projecting southwest dipping Ross shear fabrics in the Nimrod Group beneath the polar plateau places these magnetite‐poor rocks in the lower crust beneath the region of higher amplitude and wider magnetic anomalies of the unmodified craton domain (magnetic units 8 and 9; Figures 7c and 7d); the latter likely represent intact upper crust. [33] Typical sources of high‐amplitude positive magnetic anomalies in Precambrian terrains are less varied than in younger terrains. Common anomaly sources include granites and felsic orthogneisses, perhaps in combination with underplated lower crustal gabbroic rocks such as found in the ∼1.4 Ga Granite‐Rhyolite province in the southwestern United States [Anderson and Cullers, 1999; Finn and Sims, 2005; Van Schmus et al., 1993] and Paleoproterozoic to Mesoproterozoic intrusions in the Gawler Craton of South Australia, including the ∼1.85 Ga Donington, ∼1.68 Tunkillia, and ∼1.59 Ga Hiltaba suites [Daly et al., 1998; Fanning et al., 2007; Hand et al., 2007]. Strong positive anomalies are also found over banded iron formation (e.g., Hamersley Basin in western Australia [Clark and Schmidt, 1994] and Prince Charles Mountains in East Antarctica [Golynsky et al., 2006; McLean et al., 2008]), Archean granites in granite‐ greenstone belts, granulite facies greenstone belts containing metamorphosed gabbros, serpentinized ultramafic rocks, and charnockites (e.g., southern India Peninsular terrane [Ram Babu and Prasanthi Lakshmi, 2005]). Anomalies associated with inverted basins containing banded iron formations are typically extremely high (>1000 nT, even 2 km above the source) [e.g., McLean et al., 2009]; they are often associated with high‐amplitude lows related to anisotropy in the rocks [Clark, 1997], linear, and narrower (<∼40 km) than the anomalies observed over the western end of our survey. Greenstone belts, even when metamorphosed to granulite facies, which increases magnetization [Clark, 1997], are not typically magnetic enough to produce the observed anomalies, except when they contain serpentinite and komatiite, which possess the high susceptibilities as produced by the 12–30 km blocks in our model (Figure 8) but are much thinner (<1 km) [e.g., McCall et al., 1995]. The correspondence of a satellite magnetic high [Finn et al., 2006] with the high‐amplitude positive anomalies also suggests thick sources. This evidence indicates that Fe‐rich A‐ or I‐type granites or orthogneisses, perhaps associated with underplated mafic lower crustal rocks, could be the most likely source of most of the observed long‐wavelength anomalies. [34] If the sources of the prominent high‐amplitude anomalies are granites or orthogneisses, what are their\n12 of 22\npossible age(s)? Intrusions related to known magmatic events at about 3.0, 2.5, and 1.7 Ga could be the source of the observed anomalies, yet rocks of this age from the Nimrod Group have low measured susceptibilities and do not have associated strong magnetic anomalies. However, the exposed rocks represent lower crust whose upper crust (∼15–25 km) was removed during the Ross Orogeny. Therefore, it is possible that the sources of the high‐ amplitude anomalies to the west represent 3.0, 2.5, or 1.7 Ga gneissic and mafic to intermediate intrusive rocks in intact upper crust unmodified by the Ross Orogeny. [35] Ages of other possible igneous sources for the magnetic anomalies are indicated by detrital zircon signatures in Pleistocene to Holocene glacial deposits, Neoproterozoic and Lower Cambrian rift margin sandstones, and quartzite units from the Nimrod Group basement, with prominent age signatures of 1.1–1.2, 1.4–1.6, and 1.7–1.8 Ga [Goodge et al., 2002, 2004b; Goodge, 2007b]. Dated igneous and metaigneous clasts collected from glacial tills with a western source in the upper Nimrod Glacier drainage have primary crystallization ages of ∼1.4 and ∼1.1 Ga [Goodge et al., 2008; Goodge and Fanning, 2009], although no rocks with these ages are known from the Nimrod Group [Goodge and Fanning, 2002]. If the SWEAT reconstruction of Rodinia is reasonable [Moores, 1991; Goodge et al., 2008; Betts et al., 2008], the western domain is most likely dominated by ∼1.4 Ga igneous rocks, or a mixture of ∼1.4 Ga crust with lesser ∼1.1 and ∼1.7 Ga igneous rocks locally forming magnetic highs [Finn and Pisarevesky, 2007]. A ∼1.1 Ga igneous source is less likely because the lower crust (i.e., Nimrod Group) is demonstrably Archean‐ Paleoproterozoic in age whereas Mesoproterozoic igneous rocks in the western termination of the Laurentian Grenville province typically display juvenile characteristics [Li et al., 2007]. Considering the distribution and character of the magnetic anomalies, the evidence from dated outcrops and glacial clasts, detrital zircon age signatures, and possible links with Laurentia, the prominent, positive anomalies in the western cratonic domain have a likely source in Mesoproterozoic Fe‐rich I‐ or A‐type granites. [36] The magnetite‐poor basement units (unit 9; Figures 7c and 7d) might correspond with a wide variety of rock types (metamorphic, sedimentary, altered volcanic rocks, and reversely magnetized mafic rocks), making interpretation of the magnetic lows ambiguous. The semicircular shape of some of the lows suggests plutons or sedimentary basins, although their size (≤40 km) suggests the former is more likely. To the west, lows that appear circular are probably linear, their shape falsely aliased by the lack of data between widely spaced lines."
  }, {
    "heading": "4.4. Precambrian Crustal Elements From the CTAM Perspective",
    "text": "[37] The perspective gained from ability to tie aeromagnetic data with exposed Precambrian geology in the CTAM can help elucidate the nature of Precambrian basement and structure elsewhere in the TAM sector of East Antarctica. A compilation of aeromagnetic surveys in East Antarctica helps to reveal the crustal structure and compositional variation of the present‐day Transantarctic mountain range and the ice‐covered Precambrian shield (Figures 1a and 9). This compilation consists of aeromagnetic surveys flown prior to\n1999, leveled to each other but not to a common elevation [Golynsky et al., 2001]; more recent surveys from the central TAM [Anderson et al., 2006], South Pole [Studinger et al., 2006], Vostok [Studinger et al., 2003], and southern Wilkes Subglacial Basin [Studinger et al., 2004]; an image of recent aeromagnetic data from the northern Wilkes Subglacial Basin [Ferraccioli et al., 2009]; and individual line profiles [Holt et al., 2006]. Because of the lack of continuation to a common elevation above the bed and the different flight line spacings, the amplitudes and wavelengths of anomalies from similar sources can vary from survey to survey. Despite such limitations, all of these data, combined with bed elevation [Ferraccioli et al., 2009; Lythe et al., 2000; Studinger et al., 2004, 2006] and regional seismic tomography data [Morelli and Danesi, 2004; Ritzwoller et al., 2001], help to resolve critical features of the craton and outboard sequences. In particular, the western limit of the Neoproterozoic rift, and the extent of the Ross Orogen and Jurassic Ferrar dolerites can be mapped in more detail (Figure 9) than previously possible [Finn et al., 2006]. [38] In addition, profiles from the center of three transects that clearly cross Precambrian basement (NWLK, SWLK and CTAM, Figures 1 and 10) and satellite magnetic data downward continued to the geoid [Maus et al., 2008] from East Antarctica and Australia in their Gondwana configuration (Figure 11) provide synoptic views that help visualize Precambrian crustal elements. Although complementary to aeromagnetic data, satellite magnetic data only detect thick (tens of kilometers) and broad (hundreds of kilometers) magnetic sources [Maus et al., 2008]. Satellite magnetic highs over continents [Maus et al., 2008] can be associated with iron‐rich intrusive rocks from granitic (e.g., Gawler Craton, Figure 11) to mafic (e.g., Laurentian Midcontinent Rift) compositions, widespread banded iron formation (e.g., Hamersley Basin, Figure 11), and accreted oceanic rocks (e.g., Coast Range, Oregon and Washington; Great Valley, California). Satellite magnetic lows can be caused by many sedimentary, igneous, and metamorphic rock types, including relatively thin magnetic units that otherwise produce high‐amplitude aeromagnetic highs, such as volcanic arcs and isolated banded iron formations. [39] On the basis of our new data, existing individual profiles, and satellite magnetic data, we are able to better define the extent of cratonic basement in the central TAM region. Together, these data mark a broad regional magnetic high (Figures 9 and 11), which we define as the Nimrod igneous province. Within the Nimrod igneous province itself, we recognize two major elements: reworked Precambrian basement represented by finely textured and moderately magnetic rocks and unmodified Precambrian basement characterized by contiguous, high‐amplitude positive magnetic anomalies (Figures 7 and 9). Geologically, the former is represented by metamorphic terrain of the Nimrod Group, and we define the source of the latter here as the Nimrod igneous province. [40] In the CTAM region, structures associated with Ross deformation continue farther inland (white line, Figure 9) than the inboard limit of Neoproterozoic rifting and Ferrar magmatism (red line). This region of deformed Archean‐ Proterozoic basement is similar to inliers along the northern and eastern edges of the Curnamona Province in Australia (Figure 11), where semi‐isolated, partly exposed Paleopro-\n13 of 22\n14 of 22\nterozoic blocks with faulted western margins and eastern margins unconformably overlain by Neoproterozic rift sediments (Adelaidean) were deformed by the Ross‐equivalent Delamerian Orogeny [Drexel et al., 1993; Flöttmann et al., 1993; Williams et al., 2009a]. These inliers are comparable in size to the ∼75 km × 150 km (minimum) extent of the Nimrod Group and hidden reworked basement mapped by the aeromagnetic data. As evident from the location of the presumed rift margin shown in Figures 9 and 11, the crustal promontories represented by the Nimrod and Curnamona provinces were the locus of later Ross and Delamerian basement deformation, respectively. [41] South of the Nimrod igneous province, from South Pole to the Scott Glacier area of the southern TAM (SPT, Figure 9), crustal signatures appear to be quite different from the corresponding part of the CTAM survey farther north. The SPT data, along with subice topography, gravity, and mapped geology, show that Granite Harbor intrusions are magnetic as in northern Victoria Land and produce 50– 200 nT positive anomalies in much of the survey area [Studinger et al., 2006]. A distinctive north trending magnetic low that sharply truncates magnetic highs in the region was interpreted to delineate large‐scale structures (dashed red lines, SPT, Figure 9) that may have formed at the edge of the East Antarctic craton during supercontinent formation or breakup [Studinger et al., 2006]. This low corresponds to a broad trough in the satellite magnetic data (Figure 11) that continues north of the CTAM survey where it represents Neoproterozoic rift sequences intruded by Ross plutons and Ferrar dolerites. The amplitudes of the magnetic anomalies west of the proposed structures in both the SPT aeromagnetic (<∼130 nT) and satellite (−35 nT) data are significantly lower than those over the craton farther north, suggesting a significant difference in composition. In addition, the amplitude and wavelength of the SPT anomalies and their correlation with topography suggest a possible Ferrar, rather than Precambrian, source. A seismic velocity gradient (blue line, Figure 9) indicates that the edge of the unmodified\n15 of 22\ncraton in this region passes either through the SPT transect near the crustal magnetic structures (red lines, Figure 9) or entirely west of it, although the velocity data have significantly lower spatial resolution compared to the aeromagnetic data and correlating gradients cannot be done precisely. Furthermore, no modern aerogeophysical surveys exist between the SPT and CTAM surveys, hampering our ability to resolve a boundary between the clearly different domains. [42] North of the Nimrod igneous province, between southern Victoria Land and Dome C of the East Antarctic interior (SWLK, Figures 9 and 10b), magnetic and gravity anomalies reflecting Paleozoic Granite Harbor plutons and Ferrar dolerites show that the character of the TAM can be\n16 of 22\ntraced several hundred kilometers inland (red line, Figure 9). To the west toward Dome C, distinctive broad, high‐ amplitude positive (>700 nT) and negative (<−1000 nT) magnetic anomalies trend NW‐SE and define basement structure of the East Antarctic shield [Studinger et al., 2004]. A satellite magnetic high is associated with the easternmost of these high‐amplitude positive anomalies, suggesting thick sources such as Fe‐rich granites. The satellite low over the western portion of this transect corresponds to narrow high‐amplitude highs and broader negative anomalies whose sources are likely to be reversely magnetized (SWLK, Figures 9 and 10b) [Studinger et al., 2004]. Likely sources include banded‐iron formation or greenstone belts for the linear highs and reversely magnetized mafic intrusions for the lows. Although the trend of the positive magnetic anomalies is similar to those observed in the CTAM transect, the amplitudes of the positive and negative anomalies are greater (compare Figures 10b and 10c). The positive satellite magnetic anomaly associated with the western, cratonic portion of the SWLK transect continues south toward the central TAM region but is truncated by a NE trending satellite magnetic low. This low also corresponds to a 200–300 km westward shift in the Neoproterozoic rift margin boundary discussed below (offset in red lines, Figures 9 and 11). [43] Farther north still, high‐amplitude magnetic anomalies (∼500–1000 nT) are associated with Precambrian basement at the western edge of the Wilkes Subglacial Basin (NWLK, Figures 9 and 10a) [Ferraccioli et al., 2009]. A 12 km thick model of the magnetic data indicates that the source of the high‐amplitude anomalies has an apparent susceptibility of 110 × 10−3 SI [Ferraccioli et al., 2009], higher than those in the CTAM model (Figure 8) with similar thickness (compare Figures 10a and 10c). The aeromagnetic high corresponds to a satellite magnetic high that continues to the George V Coast where a single aeromagnetic flight line captures part of a positive anomaly whose amplitude exceeds 300 nT with increasing values inland (west end of OAT, Figure 9). Gondwana reconstructions of the magnetic data (Figure 11), and ∼1600 Ma Fe‐rich volcanic glacial erratics on the coast [Oliver and Fanning, 2002; Peucat et al., 2002], indicate that the likely source of the broad satellite and aeromagnetic highs west of Mertz Glacier relate to Mesoproterozoic and Paleoproterozoic Fe‐rich granites and rhyolites, perhaps underplated by mafic rocks, as a southern continuation of the Gawler Craton (Gawler‐Terre Adélie Craton, Figures 9, 10a, and 11) [Finn et al., 2006]. New data are needed west of Mertz Glacier to firmly establish the transition from the Ross Orogen to the craton in this area. Nonetheless, the amplitudes and northerly trends of the aeromagnetic anomalies from the Gawler– Terre Adélie Craton observed in the NWLK survey and Australian magnetic data [see Finn et al., 2006] do not appear similar to the high‐amplitude, NW trending magnetic highs and lows in the SWLK transect (Figure 9; compare Figures 10a and 10b). The NE trending satellite high over the western portion of the SWLK transect contrasts with the southwesterly trend in the Terre Adélie Craton and is offset from it by a satellite low. All of these observations suggest that the Precambrian basement beneath the SWLK transect differs from that in the NWLK. In addition, the amplitudes and strongly negative lows observed in the SWLK (Figures 9 and 10b) are not similar to anomalies in the Gawler Craton [see Daly et al., 1998]. [44] The variations in aeromagnetic signatures and offset boundaries in the satellite magnetic data indicate that the Ross Sea sector of the East Antarctic shield (Figures 9, 10, and 11) is probably divided into discrete regions underlain by presumed Archean‐Mesoproterozoic rocks separated by younger intracratonic rocks or structures defined by magnetic lows. Although it is difficult to define individual cratonic blocks, elements include the Terre Adélie continuation of the Gawler Craton, the Nimrod igneous province, and the region between (Figure 11)."
  }, {
    "heading": "4.5. Neoproterozoic Rift Margin in East Antarctica",
    "text": "[45] Comparing the CTAM aeromagnetic data with aeromagnetic signatures elsewhere along the inland side of the TAM, and by analogy with Australia, the western limit of the Neoproterozoic rift margin in the Ross Sea sector of East Antarctica can be located from Terre Adélie at the northern coast to at least the central TAM (Figure 9). We define the Neoproterozoic rift margin as the eastern edge of Precambrian craton imaged by coherent positive satellite and aeromagnetic anomalies, which is associated with a pronounced magnetic low, presumably caused by faults as in the CTAM region (Figure 10). In aeromagnetic data, this boundary (red line in Figures 9 and 11) is visible where high‐amplitude, long‐wavelength positive anomalies are juxtaposed against lower‐amplitude noisy anomaly patterns produced by the close spatial association of extended crust, overlying sediments, Paleozoic granites, and Ferrar dikes and sills. The rift boundary is particularly apparent adjacent to highly magnetic material of the adjacent cratonic provinces, as in NWLK and SWLK, and less so when compared to moderately magnetized rocks of the CTAM area (Figure 10). Coincident with this boundary is a discrete eastern edge of broad regions marked by magnetic highs in the long‐wavelength satellite data (Figure 11). In some places, such as in the CTAM transect, we can differentiate the craton edge from a more inboard limit of Ross Orogen deformation (white lines in Figure 9), as discussed above. [46] Comparison of the CTAM magnetic and gravity data (Figure 8) with the NWLK magnetic model [Ferraccioli et al., 2009] shows further that the western limit of Neoproterozoic rifting is marked by steeply dipping fault(s). Generally, such faults are not exposed because of burial by rift sediment or Ross Orogen overprinting. The rift boundary in the NWLK (T. Jordan, personal communication, 2009) and SWLK [Studinger et al., 2004] transects is a free‐air gravity low, as in the CTAM (Marsh fault, Figure 8). In the CTAM and SWLK models, the Neoproterozoic rift margin corresponds to a slight thinning of the crust in the west and thickening to the east (Figure 8). This thinning may be real or may reflect a contrast in density that was not modeled in either the CTAM or SWLK transects [Studinger et al., 2004]. The remarkable consistency in the magnetic and gravity signature that defines its western limit suggests that the developing Neoproterozoic rift margin yielded a geophysically similar expression along its full extent regardless of local rock type. Integration of the exposed basement geology, magnetics and gravity in the CTAM area, not possible in other areas, may therefore serve as a model for the rest of the margin in East Antarctica and Australia.\n17 of 22\n[47] Offsets in the rift margin are also evident in the magnetic data. One of these, projecting toward the Mulock and Byrd glaciers (violet dashed line in Figure 9), can be mapped by inflections of satellite magnetic highs and the horizontal gradients in magnitude of the magnetic and gravity anomalies. The 200–300 km westward shift of the rift boundary north of CTAM also corresponds to NE trending lineaments in the bed elevation data at Byrd Glacier in the south and Mulock Glacier in the north. The Mulock‐ Byrd area was previously considered a Mesozoic to Cenozoic rift accommodation zone [Demyanick and Wilson, 2007; Fitzgerald, 2002; Wilson, 1999], but the integrated magnetic data indicate that initial offset in the cratonic rifted margin probably dates to Neoproterozoic separation of East Antarctica and its conjugate Rodinia neighbor. This is supported near Byrd Glacier by deflections in Ross Orogen structures within Lower Cambrian strata [Rowell et al., 1986], changes in isotopic composition of Ross age granites [Borg et al., 1990; Borg and DePaolo, 1994], and contrast in rock types across Byrd Glacier [Stump, 1995], all of which indicate control by preexisting basement structures on Ross age features. Similar patterns of Delamerian deformation around older cratonic blocks are observed in Australia [Williams et al., 2009b]. These offsets in the magnetic anomaly trends thus are likely to be fundamental crustal structures formed by transfer faulting between rift margin salients and embayments and may have exerted influence on the geometry of subsequent orogenic and extensional activity [Goodge and Dallmeyer, 1996; Stump et al., 2006]. For example, patterns of Jurassic faulting and dike emplacement indicate differential motion between blocks that may have been controlled in part by the geometry of preexisting crustal structures [Wilson, 1993]. A similar but less well‐defined offset is apparent in the satellite magnetic data between the SWLK and NWLK transects, but little is known about this region due to ice cover. A broad magnetic low detected by a single over‐snow traverse [Ferraccioli et al., 2001] suggests that the Wilkes Subglacial Basin is underlain by Neoproterozoic rift crust that abuts the craton margin at about 145°E longitude. Such a boundary is linearly continuous with those passing through the SWLK and NWLK traverses (Figure 9), so we show two alternative positions for the western rift margin limit in this area that can be tested with new aeromagnetic and aerogravity data. [48] Notably, the orientation of the Neoproterozoic rift boundary, as defined here, lies at an angle with respect to cratonic magnetic trends in the CTAM and SWLK transects. In both cases the western rift margin has a N‐S orientation that appears to truncate the NW‐SE trends in the inboard basement (Figures 7c and 9), suggesting that preexisting basement structure exerted only limited control on the orientation of the Neoproterozoic rift boundary. One structural zone, the Mertz shear zone to the north, can be traced southward with aeromagnetics to mark the boundary between the Terre Adélie Craton and the Ross Orogen [Ferraccioli et al., 2009], but its kinematics and cooling history are not compatible with Neoproterozoic extensional displacement (∼1500 Ma [Di Vincenzo et al., 2007]) so it is unclear if this Mesoproterozoic tectonic zone accommodated younger rift movement. [49] South of the Mulock‐Byrd transfer zone, regional seismic tomography data [Ritzwoller et al., 2001] show that the location of the craton edge as interpreted from the magnetic data corresponds to a change from high‐ (>5%) to lower‐velocity perturbations in the upper ∼150 km of the lithosphere and a decrease in lithospheric thickness [Ritzwoller et al., 2001], indicating that Neoproterozoic and younger tectonic events affected the lithosphere east of the magnetic boundary. North of the transfer zone, the seismic boundary is not offset and generally follows the center and east side of the Wilkes Subglacial Basin (Figure 9). Local tomography studies suggest that high‐velocity, thick lithosphere extends farther east nearly to the coast at ∼75°S [Lawrence et al., 2006a, 2006b; Watson et al., 2006]. The difference between the magnetically delineated and seismically delineated edges of the undeformed craton is puzzling and unusual. Even though it is likely that Proterozoic basement continues east of the Neoproterozoic rift boundary [e.g., Borg and DePaolo, 1994; Ferraccioli et al., 2009], as it does in Australia [Handler et al., 1997; Handler and Bennett, 2001], it is clear from the correspondence of magnetic anomalies on the Oates Coast and in the Transantarctic Mountains in the NWLK [Ferraccioli et al., 2009] and SWLK [Studinger et al., 2004] transects that the Wilkes Subglacial Basin is partly composed of Paleozoic plutons and Ferrar dolerites. This discrepancy indicates that extensive deformation can reduce the seismic velocities and lithospheric thickness, as in regions deformed by the Ross‐ equivalent Delamerian Orogeny in Australia (Figure 11) and in the CTAM region where the seismic boundary corresponds to both the inboard limit of Ross deformation and the outboard Neoproterozoic boundary determined from the geology and magnetic data (Figure 9). [50] In Australia, a broad region of Neoproterozoic rift‐ related faults bisects the Gawler Craton to the west, east, and south of the Curnamona Province (Figure 11) and is associated with magnetic lows and relatively low seismic velocities throughout the lithosphere [Fishwick and Reading, 2008; Zielhuis and van der Hilst, 1996]. The western rift margin boundary, as represented by the Torrens Hinge Zone, is interpreted on stratigraphic grounds to be steeply dipping with deep basins developed to the east [Preiss, 2000]. As in Antarctica, the eastern edge of the Neoproterozoic rifted margin was reactivated during the Ross‐equivalent Delamerian Orogeny [Drexel et al., 1993; Flöttmann et al., 1993]."
  }, {
    "heading": "4.6. Lateral Changes in the Ross Orogen",
    "text": "[51] From the magnetic data, the Ross orogenic belt appears to widen substantially from south to north toward the Oates Coast. In both the SWLK and NWLK, the inferred inland Neoproterozoic rift margin lies at the western edge of the Wilkes Subglacial Basin, about 500 km west of the inner Ross belt as defined by outcrop relations and the eastern edge of the basin. The occurrence of early Paleozoic granites immediately east of Mertz Glacier and the inferred presence of Ross arc basement beneath the Wilkes Subglacial Basin [Studinger et al., 2004; Ferraccioli et al., 2009] indicate that the Ross Orogen is much wider than indicated by the present‐day TAM. Apparent widening of the Ross Orogen could be an artifact of obliquely oriented extension in the West Antarctic Rift system [Wilson, 1995; Rossetti et al., 2006], removing more of it to the south, or it might be due to development of a broad Ross age back‐arc mobile belt as suggested by long‐wavelength aeromagnetic data in the NWLK traverse [Ferraccioli et al., 2009]. A broad reentrant\n18 of 22\nwithin the Ross‐Delamerian system as it continues into southern Australia [Flöttmann et al., 1993] and the change in trend of linear magnetic highs related in part to Ferrar dolerite from N‐S to NW‐SE subparallel to the Oates Coast [Damaske et al., 2003] might also indicate that an embayment in the Neoproterozoic rift margin helped control the locus of rifting between Australia and Antarctica during Gondwana breakup."
  }, {
    "heading": "5. Summary",
    "text": "[52] Aeromagnetic and gravity data from the CTAM profile in western East Antarctica show the following. [53] 1. The magnetic anomaly pattern over exposed geology of the Nimrod Glacier region provides direct imaging of the crystalline basement and supracrustal rocks of the TAM, including differentiation of a Precambrian metamorphic terrain, some Granite Harbour plutons, Ferrar dolerites, and Ross age thrust faults within the outboard sedimentary molasse belt. In contrast to other areas, the relationships between basement and supracrustal sequences are well defined. High‐amplitude satellite and aeromagnetic anomalies define the extent of the Nimrod igneous province, interpreted to represent a previously unknown Proterozoic granite terrain occurring inboard of exposed Archean‐ Paleoproterozoic basement. Independent evidence for the existence of a Proterozoic granite province is provided by glacially derived granitoid clasts with ages of 1.88, 1.58, and 1.44 Ga [Goodge et al., 2008, 2010; Goodge and Fanning, 2009]. [54] 2. Magnetic anomaly patterns distinguish crystalline basement reworked during the high‐grade Ross Orogeny from unmodified Precambrian craton. Because the two basement domains show similar trends but different anomaly amplitudes and wavelengths, it is likely that Ross reactivation of the crystalline basement rocks was focused along older cratonic trends. Conversely, the angular relationship evident in the magnetic structure between basement and supracrustal (rift margin and molasse basin sediments) rocks probably reflects strain partitioning within the Ross Orogen between crystalline basement (oblique slip) and supracrustal rocks (orthogonal shortening) [Goodge et al., 1993a; Goodge, 1997], thought to be a result of oblique convergence. [55] 3. Cratonic basement modified by the Ross Orogen in the Nimrod Glacier area extends at least 75 km farther inland, 140 km farther north, and 60 km farther south than previously known from basement exposure and forms a zone of reactivated Precambrian basement similar to inliers observed in Australia along the margins of the Curnamona Province. [56] 4. The Neoproterozoic rift margin of East Antarctica is expressed magnetically by a contrast between high‐ amplitude positive anomalies and relatively less magnetic terrain to the east. In the CTAM transect, the rift margin is inferred to separate reworked basement from the immediately adjacent Ross belt, including outboard supracrustal rocks, and Granite Harbour and Ferrar magmatic rocks. Farther north, the rift margin as defined by the outer edge of highly magnetic craton is more widely separated from the main Ross orogenic belt, possibly by intervening Ross magmatic or rift margin remnants [Ferraccioli et al., 2009],\nsuggesting that attenuated rift margin crust and/or a Ross accretionary province underlie the TAM and adjacent Wilkes Subglacial Basin. [57] 5. Long‐wavelength magnetic patterns along the inner Ross Orogen between the South Pole area and the Oates Coast offshore northern Victoria Land indicate that the Neoproterozoic rift margin associated with breakup of Rodinia in East Antarctica forms a stepwise system of salients and embayments that we suggest may have formed as rift margin transfer zones. Although such accommodation zones are based mainly on interpretation of satellite magnetic anomaly patterns, they likely played a role in guiding regional deformation patterns related to Ross orogenesis, Jurassic extension, and Cenozoic rifting. Because aeromagnetic data are lacking between the main craton segments we identify here, our inferences need to be tested with acquisition of new data.\n[58] Acknowledgments. This work was supported by awards from the National Science Foundation to Finn (0232042) and Goodge (0350039) and by the U. S. Geological Survey (Finn). The U.S. Antarctic Program and the Bundesanstalt für Geowissenschaften und Rohstoffe in Germany provided operational support in the field. In particular, we are grateful for the cooperation of Detlef Damaske in leading the BGR collaboration and for his help with data acquisition, processing, and interpretation. We thank the aircrews of Petroleum Helicopters International, Inc., and Kenn Borek Air, Ltd., for excellent flight operations. We also thank the field team of Eric Anderson, Jared Abraham, Felix Goldmann, Heinz‐Dieter Möller, Norbert Roland, Peter Braddock, and Michael Rieser for their dogged support in the field and data processing. Fausto Ferraccioli and an anonymous reviewer provided many constructive comments that helped to clarify presentation and interpretation of the data; we thank them for thorough and thoughtful reviews."
  }],
  "year": 2010,
  "references": [{
    "title": "Aeromagnetic and gravity data",
    "authors": ["J.W. Goodge", "P. Braddock"],
    "year": 2006
  }, {
    "title": "Numerical calculation of the formula",
    "authors": ["V. Baranov"],
    "venue": "Naudy",
    "year": 1964
  }, {
    "title": "Geology of the area between the Axel",
    "authors": ["P.J. 1439334. Barrett"],
    "year": 1965
  }, {
    "title": "Devonian to Jurassic Beacon Supergroup of the Trans",
    "authors": ["Group", "N.Z.J. Geol"],
    "venue": "Geophys.,",
    "year": 1991
  }, {
    "title": "Reconnaissance geologic",
    "authors": ["Oxford", "P.J.U.K. Barrett", "J.F. Lindsay"],
    "venue": "Gunner",
    "year": 1970
  }, {
    "title": "Map 1, U.S. Geol",
    "authors": ["tica", "Antarct"],
    "year": 1986
  }, {
    "title": "Potential Theory in Gravity and Magnetic Applications, 464 pp",
    "authors": ["R.J. Blakely"],
    "year": 1995
  }, {
    "title": "Terminal suturing of Gondwana and the onset of the Ross‐Delamerian Orogeny: The cause and effect of an Early Cambrian reconfiguration of plate motions, Earth Planet",
    "authors": ["S.D. Boger", "J.M. Miller"],
    "year": 2004
  }, {
    "title": "Laurentia, Australia, and Antarctica as a Late Proterozoic supercontinent: Constraints from isotopic",
    "authors": ["S.G. Borg", "D. J"],
    "venue": "DePaolo",
    "year": 1994
  }, {
    "title": "Isotopic structure and tectonics of the central Transantarctic Mountains",
    "authors": ["S.G. Borg", "D.J. DePaolo", "B.M. Smith"],
    "venue": "J. Geophys. Res.,",
    "year": 1990
  }, {
    "title": "Geomagnetic anomaly maps of Central Victoria Land (East Antarctica) from ground measurements, Tectonophysics",
    "authors": ["E. Bozzo", "A. Meloni"],
    "year": 1992
  }, {
    "title": "Terra Australis Orogen: Rodinia breakup and development of the Pacific and Iapetus margins of Gondwana during the Neoproterozoic and Paleozoic",
    "authors": ["P.A. Cawood"],
    "venue": "Earth Sci. Rev.,",
    "year": 2005
  }, {
    "title": "Magnetic petrophysics and magnetic petrology: Aids to geological interpretation of magnetic surveys",
    "authors": ["D.A. Clark"],
    "venue": "AGSO J. Aust. Geol. Geophys.,",
    "year": 1997
  }, {
    "title": "Magnetic properties and magnetic signatures of BIFS of the Hamersley Basin and Yilgarn Block, Western Australia",
    "authors": ["D.A. Clark", "P.W. Schmidt"],
    "venue": "Explor. Geophys.,",
    "year": 1994
  }, {
    "title": "Permian‐Triassic Transantarctic basin, in Permian‐Triassic Pangean Basins and Foldbelts Along the Panthalassan Margin of Gondwanaland",
    "authors": ["J.W. Collinson", "J.L. Isbell", "D.H. Elliot", "M.F. Miller", "J.M.G. Miller"],
    "venue": "Mem. Geol. Soc. Am.,",
    "year": 1994
  }, {
    "title": "A terracing operator for physical property mapping with potential field",
    "authors": ["L. Cordell", "A.E. McCafferty"],
    "venue": "data, Geophysics,",
    "year": 1989
  }, {
    "title": "Tectonic evolution and exploration potential of the Gawler Craton, South Australia",
    "authors": ["S.J. Daly", "C.M. Fanning", "M.C. Fairclough"],
    "venue": "J. Aust. Geol. Geophys.,",
    "year": 1998
  }, {
    "title": "Antarctica: A tale of two supercontinents",
    "authors": ["I.W.D. Dalziel"],
    "venue": "Annu. Rev. Earth Planet. Sci.,",
    "year": 1992
  }, {
    "title": "Explanatory notes on the 1:250,000 maps of the anomalies of the total magnetic field, Bowers Mountains, Antarctica; Aeromagnetic survey during the expedition GANOVEX VI 1990/1991, report, 10 pp., Bundesanst. für Geowiss. und Rohstoffe, Hannover",
    "authors": ["D. Damaske", "C.A. Finn"],
    "year": 1996
  }, {
    "title": "Aeromagnetic Anomaly Investigations along the Antarctic Coast between Yule Bay and Mertz Glacier",
    "authors": ["D. Damaske", "F. Ferraccioli", "E. Bozzo"],
    "venue": "Terra Antarct.,",
    "year": 2003
  }, {
    "title": "Structure of the upper mantle under the Antarctic Plate from surface wave tomography",
    "authors": ["S. Danesi", "A. Morelli"],
    "venue": "Geophys. Res. Lett.,",
    "year": 2001
  }, {
    "title": "Lithospheric structure of the Antarctic region revealed by Rayleigh wave tomography",
    "authors": ["S. Danesi", "A. Morelli", "N.M. Pagliuca"],
    "venue": "Terra Antarct.,",
    "year": 2001
  }, {
    "title": "Morphotectonic architecture of the Transantarctic Mountains rift flank between the Royal Society Range and the Churchill Mountains based on geomorphic analysis, in Antarctica: A Keystone in a Changing World–Online",
    "authors": ["E. Demyanick", "T.W. Wilson"],
    "venue": "Proceedings of the 10th ISAES,",
    "year": 2007
  }, {
    "title": "Fossil seaward‐dipping reflector sequences preserved in southeastern Australia: A 600 Ma volcanic passive margin in eastern Gondwanaland",
    "authors": ["N.G. Direen", "A.J. Crawford"],
    "venue": "J. Geol. Soc.,",
    "year": 2003
  }, {
    "title": "An 40Ar/39Ar investigation of the Mertz Glacier area (George V Land, Antarctica): Implications for the Ross Orogen‐East Antarctic Craton relationship and Gondwana reconstructions",
    "authors": ["G. Di Vincenzo", "F. Talarico", "G. Kleinschmidt"],
    "venue": "Precambrian Res.,",
    "year": 2007
  }, {
    "title": "Jurassic magmatism and tectonism associated with Gondwanaland break‐up: An Antarctic perspective, in Magmatism and the Causes of Continental Break‐up, edited by B. C",
    "authors": ["D.H. Elliot"],
    "year": 1992
  }, {
    "title": "Rifted(?) crust at the East Antarctic Craton margin",
    "authors": ["M. Frezzotti"],
    "year": 2001
  }, {
    "title": "Aeromagnetic and gravity",
    "authors": ["F. Ferraccioli", "E. Bozzo", "G. Capponi"],
    "year": 2002
  }, {
    "title": "Anomalous lithosphere beneath",
    "authors": ["Springer", "S. Berlin. Fishwick", "A. M"],
    "venue": "Reading",
    "year": 2008
  }, {
    "title": "Tectonics and landscape evolution of the Antarctic",
    "authors": [],
    "year": 2002
  }, {
    "title": "2000a), A review of tectonic events in the East Antarc",
    "authors": ["I.C.W. 453–469. Fitzsimons"],
    "year": 2000
  }, {
    "title": "Structural continuity of the Ross and Delamer",
    "authors": [],
    "year": 1993
  }, {
    "title": "Grunow, and the ADMAP Work Group (2001), ADMAP magnetic anomaly map of the Antarctic, Misc",
    "authors": ["A.V. Golynsky", "M. Ghidella", "M. Chiappini", "A.R.R.B. von Frese"],
    "venue": "Ser. Rep. 10, Br. Antarct. Surv.,",
    "year": 2001
  }, {
    "title": "Crustal provinces of the Prince Charles Mountains region and surrounding areas in a light of aeromagnetic data, in Antarctica: Contributions to Global Earth Sciences, edited by D",
    "authors": ["A.V. Golynsky", "V.N. Masolov", "V.S. Volnukhin", "D. A"],
    "venue": "Golynsky",
    "year": 2006
  }, {
    "title": "Latest Neoproterozoic basin inversion of the Beardmore Group, central Transantarctic Mountains, Antarctica, Tectonics",
    "authors": ["J.W. Goodge"],
    "year": 1997
  }, {
    "title": "From Rodinia to Gondwana: Supercontinent evolution in the Transantarctic Mountains, in Antarctica at the Close of a Millennium",
    "authors": ["J.W. Goodge"],
    "venue": "Proceedings of the 8th International Symposium on Antarctic Earth Science, edited by J. Gamble et al., Bull. R. Soc. N. Z.,",
    "year": 2002
  }, {
    "title": "Metamorphism in the Ross Orogen and its bearing on Gondwana margin tectonics, in Convergent Margin Terranes and Associated Regions; A Tribute to W",
    "authors": ["J.W. Goodge"],
    "venue": "Geol. Soc. Am.,",
    "year": 2007
  }, {
    "title": "Proxies of the East Antarctic shield: Composition and age of ice‐covered basement from sedimentary and glacial provenance, in Antarctica: A Keystone in a Changing World–Online",
    "authors": ["J.W. Goodge"],
    "venue": "Proceedings of the 10th ISAES,",
    "year": 2007
  }, {
    "title": "40Ar/39Ar mineral age constraints on the Paleozoic tectonothermal evolution of high‐grade basement rocks within the Ross orogen, central Transantarctic Mountains",
    "authors": ["J.W. Goodge", "R.D. Dallmeyer"],
    "venue": "J. Geol.,",
    "year": 1992
  }, {
    "title": "Contrasting thermal evolution within the Ross Orogen, Antarctica: Evidence from mineral 40Ar/39Ar ages",
    "authors": ["J.W. Goodge", "R.D. Dallmeyer"],
    "venue": "J. Geol.,",
    "year": 1996
  }, {
    "title": "Precambrian crustal history of the Nimrod Group, central Transantarctic Mountains, in Antarctica at the Close of a Millennium",
    "authors": ["J.W. Goodge", "C.M. Fanning"],
    "venue": "Proceedings of the 8th International Symposium on Antarctic Earth Science, edited by J. Gamble et al., Bull. R. Soc. N. Z.,",
    "year": 2002
  }, {
    "title": "Discovery of Grenville‐age and older Proterozoic crustal rocks along the palaeo‐Pacific margin of East Antarctica: Implications for the ice‐covered East Antarctic shield and geologic ties to western Laurentia, paper presented at Rodinia: Supercontinents, Superplumes and Scotland, Fermor Meeting, Geol",
    "authors": ["J.W. Goodge", "C.M. Fanning"],
    "year": 2009
  }, {
    "title": "Tectonic significance of Proterozoic ductile shortening and translation along the Antarctic margin of Gondwana",
    "authors": ["J.W. Goodge", "S.G. Borg", "B.K. Smith", "V.C. Bennett"],
    "venue": "Earth Planet. Sci. Lett.,",
    "year": 1991
  }, {
    "title": "Multiple petrotectonic events in high‐grade metamorphic rocks of the Nimrod group, central Transantarctic Mountains, Antarctica, in Recent Progress in Antarctic Earth Science, edited by Y",
    "authors": ["J.W. Goodge", "V.L. Hansen", "S.M. Peacock"],
    "year": 1992
  }, {
    "title": "Kinematic evolution of the Miller Range shear zone, central Transantarctic Mountains, Antarctica, and implications for Neoproterozoic to early Paleozoic tectonics of the East Antarctic margin of Gondwana, Tectonics",
    "authors": ["J.W. Goodge", "V.L. Hansen", "S.M. Peacock", "B.K. Smith", "N.W. Walker"],
    "year": 1993
  }, {
    "title": "1993b), Neoproterozoic‐ Cambrian basement‐involved orogenesis within the Antarctic margin of Gondwana, Geology",
    "authors": ["J.W. Goodge", "N.W. Walker", "V.L. Hansen"],
    "year": 1993
  }, {
    "title": "U‐Pb evidence of ∼1.7Ga crustal tectonism during theNimrodOrogeny in the Transantarctic Mountains, Antarctica: Implications for Proterozoic plate reconstructions",
    "authors": ["J.W. Goodge", "C.M. Fanning", "V.C. Bennett"],
    "venue": "Precambrian Res.,",
    "year": 2001
  }, {
    "title": "Age and provenance of the Beardmore Group, Antarctica: Constraints on Rodinia supercontinent breakup",
    "authors": ["J.W. Goodge", "P. Myrow", "I.S. Williams", "S.A. Bowring"],
    "venue": "J. Geol.,",
    "year": 2002
  }, {
    "title": "Siliciclastic record of rapid denudation in response to convergent‐margin orogenesis, Ross Orogen, Antarctica, in Detrital Thermochronology—Provenance Analysis, Exhumation, and Landscape",
    "authors": ["J.W. Goodge", "P. Myrow", "D. Phillips", "C.M. Fanning", "I.S. Williams"],
    "year": 2004
  }, {
    "title": "Continuation of the Laurentian Grenville province across the Ross Sea margin of East Antarctica",
    "authors": ["Goodge", "J. W"],
    "venue": "J. Geol.,",
    "year": 2010
  }, {
    "title": "Using high‐resolution aeromagnetic surveys to map subsurface hydrogeology in sediment‐filled basins: A case study over the Rio Grande rift, central New Mexico, USA, paper presented at ASEG 15th Geophysical Conference and Exhibition, Brisbane",
    "authors": ["V.J.S. Grauch"],
    "year": 2001
  }, {
    "title": "Polyphase deformation of the Precambrian Nimrod Group, central Transantarctic Mountains, in Antarctic Geology and Geophysics, edited by R",
    "authors": ["G.W. Grindley"],
    "venue": "J. Adie,",
    "year": 1972
  }, {
    "title": "Geology of the Shackleton Coast, Antarctica, in Geologic Map of Antarctica, Antarctic Map Folio Series, edited by V",
    "authors": ["G.W. Grindley", "M.G. Laird"],
    "venue": "C. Bushnell and C. Craddock, folio 12,",
    "year": 1969
  }, {
    "title": "Outline of the geology of the Nimrod‐Beardmore‐Axel Heiberg Glaciers region, Ross Dependency, in Antarctic Geology, edited by R",
    "authors": ["G.W. Grindley", "V.R. McGregor", "R.I. Walcott"],
    "venue": "J. Adie,",
    "year": 1964
  }, {
    "title": "Isotopic and geochemical studies of the pre‐Devonian basement complex",
    "authors": ["J.D. Gunner"],
    "venue": "Beardmore Glacier region, Antarctica,",
    "year": 1976
  }, {
    "title": "Tectonic framework and evolution of the Gawler Craton, southern Australia, Econ",
    "authors": ["M. Hand", "A. Reid", "L. Jagodzinski"],
    "venue": "Geol., 102,",
    "year": 2007
  }, {
    "title": "Constraining continental structure by integrating Os isotopic ages of lithospheric mantle with geophysical and crustal data: An example from southeastern Australia, Tectonics",
    "authors": ["M.R. Handler", "V.C. Bennett"],
    "year": 2001
  }, {
    "title": "The persistence of off‐cratonic lithospheric mantle: Os isotopic systematics of variably metasomatised southeast Australian xenoliths, Earth Planet",
    "authors": ["M.R. Handler", "V.C. Bennett", "T.M. Esat"],
    "year": 1997
  }, {
    "title": "MODIS mosaic of Antarctica (MOA) image map, U.S. Natl. Snow and Ice Data Cent., Boulder, Colo",
    "authors": ["T. Haran", "J. Bohlander", "T. Scambos", "T. Painter"],
    "venue": "Fahnestock",
    "year": 2005
  }, {
    "title": "Ancient Antarctica: The Archean of the East Antarctic Shield, in Earth’s Oldest Rocks, Dev",
    "authors": ["S.L. Harley", "N.M. Kelly"],
    "venue": "Precambrian Geol.,",
    "year": 2007
  }, {
    "title": "Airborne gravity over Lake Vostok and adjacent highlands of East Antarctica, Geochem",
    "authors": ["J.W. Holt", "T.G. Richter", "S.D. Kempf", "D.L. Morse", "D.D. Blankenship"],
    "venue": "Geophys. Geosyst.,",
    "year": 2006
  }, {
    "title": "The transition from diffuse to focused extension: Modeled evolution of the West Antarctic Rift system, Earth Planet",
    "authors": ["A.D. Huerta", "D.L. Harry"],
    "year": 2007
  }, {
    "title": "Geology of the central Nimrod Glacier area, Antarctica",
    "authors": ["Laird", "M. G"],
    "venue": "N. Z. J. Geol. Geophys.,",
    "year": 1971
  }, {
    "title": "Palaeomagnetism of the Ferrar dolerite in the northern Prince Albert Mountains (Victoria Land, Antarctica)",
    "authors": ["R. Lanza", "E. Zanella"],
    "venue": "Geophys. J. Int.,",
    "year": 1993
  }, {
    "title": "Crust and upper mantle structure of the Transantarctic Mountains and surrounding regions from receiver functions, surface waves, and gravity: Implications for uplift models, Geochem",
    "authors": ["J.F. Lawrence", "D.A. Wiens", "A.A. Nyblade", "S. Anandakrishnan", "P.J. Shore", "D. Voigt"],
    "venue": "Geophys. Geosyst.,",
    "year": 2006
  }, {
    "title": "Rayleigh wave phase velocity analysis of the Ross Sea, Transantarctic Mountains, and East Antarctica from a temporary seismograph",
    "authors": ["J.F. Lawrence", "D.A. Wiens", "A.A. Nyblade", "S. Anandakrishnan", "P.J. Shore", "D. Voigt"],
    "venue": "array, J. Geophys. Res.,",
    "year": 2006
  }, {
    "title": "The PLATES 2003 atlas of plate reconstructions (750 Ma to present day)",
    "authors": ["L.A. Lawver", "I.W.D. Dalziel", "L.M. Gahagan", "K.M. Martin", "D.A. Campbell"],
    "venue": "UTIG Tech. Rep. 190,",
    "year": 2003
  }, {
    "title": "Grenville‐age A‐type and related magmatism in southern Laurentia",
    "authors": ["Y. Li", "M.A. Barnesa", "C.G. Barnesa", "C.D. Frost"],
    "venue": "Texas and New Mexico, U.S.A, Lithos,",
    "year": 2007
  }, {
    "title": "Resolution of direction of oceanic magnetic lineations by the sixth‐generation lithospheric magnetic field model from CHAMP satellite magnetic measurements, Geochem",
    "authors": ["S. Maus", "F. Yin", "H. Lühr", "C. Manoj", "M. Rother", "J. Rauberg", "I. Michaelis", "C. Stolle", "R.D. Müller"],
    "venue": "Geophys. Geosyst.,",
    "year": 2008
  }, {
    "title": "Three‐dimensional inversion modelling of a Neoproterozoic basin in the southern Prince Charles Mountains",
    "authors": ["M.A. McLean", "T.J. Rawling", "P.G. Betts", "G. Phillips", "C.J.L. Wilson"],
    "venue": "East Antarctica,",
    "year": 2008
  }, {
    "title": "Southwest U.S.‐East Antarctica (SWEAT) connection",
    "authors": ["E.M. Moores"],
    "venue": "A hypothesis, Geology,",
    "year": 1991
  }, {
    "title": "Seismological imaging of the Antarctic continental lithosphere; a review, in Ice Sheets and Neotectonics",
    "authors": ["A. Morelli", "S. Danesi"],
    "year": 2004
  }, {
    "title": "Depositional history of pre‐Devonian strata and timing of Ross Orogenic tectonism in the central Transantarctic Mountains, Antarctica, Geol",
    "authors": ["Myrow", "P. M"],
    "year": 2002
  }, {
    "title": "Proterozoic geology east and southeast of Commonwealth Bay, George V Land, Antarctica, and its relationship to that of adjacent Gondwana terranes, in Antarctica at the Close of a Millennium, edited",
    "authors": ["R.L. Oliver", "C.M. Fanning"],
    "venue": "N. Z.,",
    "year": 2002
  }, {
    "title": "Eclogite‐facies metamorphism preserved in tectonic blocks from a lower crustal shear zone, central Transantarctic Mountains, Antarctica, Lithos",
    "authors": ["S.M. Peacock", "J. W"],
    "venue": "Goodge",
    "year": 1995
  }, {
    "title": "Locating magnetic contacts: A comparison of the horizontal gradient, analytic signal, and local wavenumber methods, paper presented at Society of Exploration",
    "authors": ["J.D. Phillips"],
    "venue": "Geophysicists International Exposition and Seventh Annual Meeting,",
    "year": 2000
  }, {
    "title": "The Adelaide Geosyncline of South Australia and its significance in Neoproterozoic continental reconstruction",
    "authors": ["W.V. Preiss"],
    "venue": "Precambrian Res.,",
    "year": 2000
  }, {
    "title": "Aeromagnetic image of a part of peninsular India and its relation to geology and structure",
    "authors": ["H.V. Ram Babu", "M. Prasanthi Lakshmi"],
    "venue": "Explor. Geophys.,",
    "year": 2005
  }, {
    "title": "Crustal and upper mantle structure beneath Antarctica and surrounding oceans",
    "authors": ["M.H. Ritzwoller", "N.M. Shapiro", "A.L. Levshin", "G.M. Leahy"],
    "venue": "J. Geophys. Res.,",
    "year": 2001
  }, {
    "title": "Eocene initiation of Ross Sea dextral faulting and implications for East Antarctic neotectonics",
    "authors": ["F. Rossetti", "F. Storti", "M. Busetti", "F. Lisker", "G. Di Vincenzo", "A.L. Läufer", "S. Rocchi", "F. Salvini"],
    "venue": "J. Geol. Soc.,",
    "year": 2006
  }, {
    "title": "Pre‐Devonian Paleozoic rocks of the central Transantarctic Mountains, Antarct",
    "authors": ["A.J. Rowell", "M.N. Rees", "P. Braddock"],
    "venue": "J. US.,",
    "year": 1986
  }, {
    "title": "Flexural uplift of the Transantarctic Mountains",
    "authors": ["T.A. Stern", "U.S. ten Brink"],
    "venue": "J. Geophys. Res.,",
    "year": 1989
  }, {
    "title": "Geophysical models for the tectonic framework",
    "authors": ["M. Studinger", "G.D. Karner", "R.E. Bell", "V. Levin", "C.A. Raymond", "A. A"],
    "venue": "Tikku",
    "year": 2003
  }, {
    "title": "Sub‐ice geology inland of the Transantarctic Mountains in light of new geophysical data, Earth Planet",
    "authors": ["M. Studinger", "R.E. Bell", "W.R. Buck", "G.D. Karner", "D.D. Blankenship"],
    "year": 2004
  }, {
    "title": "Tectonic model for development of the Byrd Glacier discontinuity and surrounding regions of the Transantarctic Mountains during the Neoproterozoic–Early Paleozoic, in Antarctica: Contributions to Global Earth Sciences",
    "authors": ["E. Stump", "B. Gootee", "F. Talarico"],
    "venue": "Proceedings of the 9th International Symposium of Antarctic Earth Sciences,",
    "year": 2006
  }, {
    "title": "Uplift of the Transantarctic Mountains and the bedrock beneath the East Antarctic ice",
    "authors": ["U.S. ten Brink", "R.I. Hackney", "S. Bannister", "T.A. Stern"],
    "venue": "Makovsky",
    "year": 1997
  }, {
    "title": "The regional geology of Archaean and Proterozoic rocks in Antarctica, in The Geology of Antarctica, edited by R",
    "authors": ["R.J. Tingey"],
    "venue": "J. Tingey,",
    "year": 1991
  }, {
    "title": "Transcontinental Proterozoic provinces, in The Geology of North America, vol. G2, Precambrian: Conterminous U.S., edited",
    "authors": ["Van Schmus", "W. R"],
    "venue": "Geol. Soc. of Am.,",
    "year": 1993
  }, {
    "title": "Palaeoproterozoic to Palaeozoic magmatic and metamorphic events in the Shackleton Range, East Antarctica: Constraints from zircon and monazite dating, and implications for the amalgamation of Gondwana",
    "authors": ["T.M. Will", "A. Zeh", "A. Gerdes", "H.E. Frimmel", "I.L. Millar", "E. Schmädicke"],
    "venue": "Precambrian Res.,",
    "year": 2009
  }, {
    "title": "Constrained 3D modeling of the Mesoproterozoic Benagerie Volcanics",
    "authors": ["H.A. Williams", "P.G. Betts", "L. Ailleres"],
    "venue": "Australia, Phys. Earth Planet. Inter.,",
    "year": 2009
  }, {
    "title": "Imposition of a Proterozoic salient on a Palaeozoic orogen at the eastern margin of Gondwana",
    "authors": ["H.A. Williams", "J.R. Stewart", "P.G. Betts"],
    "venue": "Gondwana Res.,",
    "year": 2009
  }, {
    "title": "Jurassic faulting and magmatism in the Transantarctic Mountains: Implications for Gondwana breakup, in Gondwana Eight: Assembly, Evolution and Dispersal",
    "authors": ["T.J. Wilson"],
    "year": 1993
  }, {
    "title": "Cenozoic transtension along the Transantarctic Mountains‐West Antarctic rift boundary, southern Victoria Land, Antarctica, Tectonics",
    "authors": ["T.J. Wilson"],
    "year": 1995
  }, {
    "title": "Cenozoic structural segmentation of the Transantarctic Mountains rift flank in southern Victoria",
    "authors": ["T.J. Wilson"],
    "year": 1999
  }, {
    "title": "Borehole logging, in Environmental Geology: Handbook of Field Methods and Case Studies, edited by K",
    "authors": ["T. Wonik"],
    "year": 2008
  }, {
    "title": "Upper‐mantle shear velocity beneath eastern Australia from inversion of wave‐forms from Skippy portable arrays, Geophys",
    "authors": ["A. Zielhuis", "R.D. van der Hilst"],
    "venue": "J. Int., 127,",
    "year": 1996
  }],
  "id": "SP:22b943818a357fbc98a1e9deca08fe815e2858e0",
  "authors": [{
    "name": "John W. Goodge",
    "affiliations": []
  }, {
    "name": "Carol A. Finn",
    "affiliations": []
  }],
  "abstractText": "[1] Aeromagnetic and satellite magnetic data provide glimpses of the crustal architecture within the Ross Sea sector of the enigmatic, ice‐covered East Antarctic shield critical for understanding both global tectonic and climate history. In the central Transantarctic Mountains (CTAM), exposures of Precambrian basement, coupled with new high‐resolution magnetic data, other recent aeromagnetic transects, and satellite magnetic and seismic tomography data, show that the shield in this region comprises an Archean craton modified both by Proterozoic magmatism and early Paleozoic orogenic basement reactivation. CTAM basement structures linked to the Ross Orogeny are imaged 50–100 km farther west than previously mapped, bounded by inboard upper crustal Proterozoic granites of the Nimrod igneous province. Magnetic contrasts between craton and rift margin sediments define the Neoproterozoic rift margin, likely reactivated during Ross orogenesis and Jurassic extension. Interpretation of satellite magnetic and aeromagnetic patterns suggests that the Neoproterozoic rift margin of East Antarctica is offset by transfer zones to form a stepwise series of salients tracing from the CTAM northward through the western margin of the Wilkes Subglacial Basin to the coast at Terre Adélie. Thinned Precambrian crust inferred to lie east of the rift margin cannot be imaged magnetically because of modification by Neoproterozoic and younger tectonic events.",
  "title": "Glimpses of East Antarctica: Aeromagnetic and satellite magnetic view from the central Transantarctic Mountains of East Antarctica"
}