{
  "sections": [{
    "text": "The mid‐Cretaceous North Atlantic nutrient trap: Black shales and OAEs\nJoão Trabucho Alexandre,1 Erik Tuenter,2 Gijs A. Henstra,1,3 Kees J. van der Zwan,4 Roderik S. W. van de Wal,2 Henk A. Dijkstra,2 and Poppe L. de Boer1\nReceived 5 January 2010; revised 21 May 2010; accepted 7 June 2010; published 1 October 2010.\n[1] Organic‐rich sediments are the salient marine sedimentation product in the mid‐Cretaceous of the ocean basins formed in the Mesozoic. Oceanic anoxic events (OAEs) are discrete and particularly organic‐rich intervals within these mid‐Cretaceous organic‐rich sequences and are defined by pronounced carbon isotope excursions. Marine productivity during OAEs appears to have been enhanced by the increased availability of biolimiting nutrients in seawater due to hydrothermal alteration of submarine basalts in the Pacific and proto‐ Indian oceans. The exact mechanisms behind the deposition of organic‐rich sediments in the mid‐Cretaceous are still a matter of discussion, but a hypothesis which is often put forward is that their deposition was a consequence of the coupling of a particular paleogeography with changes in ocean circulation and nutrient supply. In this study, we used a global coupled climate model to investigate oceanic processes that affect the interbasinal exchange of nutrients as well as their spatial distribution and bioavailability. We conclude that the mid‐Cretaceous North Atlantic was a nutrient trap as a consequence of an estuarine circulation with respect to the Pacific. Organic‐rich sediments in the North Atlantic were deposited below regions of intense upwelling. We suggest that enhanced productivity during OAEs was a consequence of upwelling of Pacific‐ derived nutrient‐rich seawater associated with submarine igneous events.\nCitation: Trabucho Alexandre, J., E. Tuenter, G. A. Henstra, K. J. van der Zwan, R. S. W. van de Wal, H. A. Dijkstra, and P. L. de Boer (2010), The mid‐Cretaceous North Atlantic nutrient trap: Black shales and OAEs, Paleoceanography, 25, PA4201, doi:10.1029/2010PA001925."
  }, {
    "heading": "1. Introduction",
    "text": "[2] The mid‐Cretaceous (∼130–89 Ma; Barremian‐ Turonian) is one of the six stratigraphic intervals in the Phanerozoic with significant organic‐rich facies [Klemme and Ulmishek, 1991]. This clustering of organic‐rich facies through time suggests that the conditions which favor the deposition of “widespread” organic‐rich sediments are related to global tectonics (via paleogeography and climate). The mid‐Cretaceous was characterized by important paleogeographic changes [Scotese et al., 1988], by enhanced volcanic activity associated with rising overheated deep‐ mantle material [Larson, 1991a, 1991b], by extreme greenhouse conditions [Huber et al., 2002; Jenkyns et al., 2004] and by a long‐term sea level rise [Miller et al., 2005; Müller et al., 2008]. During this time interval, large amounts of organic carbon were deposited and subsequently preserved in Mesozoic ocean basins (namely, the North Atlantic,\nWestern Tethys, South Atlantic and proto‐Indian Ocean, but especially in the North Atlantic) as dark colored, often carbonate‐free sediments, which are commonly referred to as black shales (Figure 1) [e.g., Bralower et al., 1994; Schlanger et al., 1987]. [3] In the North Atlantic, where these sediments are particularly well developed, the organic‐rich sequence spans ca. 40 Myr and is called the Hatteras Formation [Jansa et al., 1979]. This formation is composed of varicolored shales and marls, ranging from the dominant laminated, black organic carbon‐rich mudstones to red, organic carbon‐ lean marls and mudstones. The common rhythmic alternations of black shales and green marls in this sequence have been shown to be related to orbitally forced productivity variations whereby the black shales correspond to the highest productivity [Kuypers et al., 2004]. The total organic carbon content (TOC) of these sediments is typically 2–10% and the organic matter has a marine and/or terrestrial origin [e.g., Summerhayes, 1981; Tissot et al., 1980]. Geochemical studies of these sediments have shown a clear subdivision between a southern area of the North Atlantic Basin where abundant marine organic matter was deposited and preserved, and a northern area dominated by terrestrial organic matter associated with turbidites alternating with discrete beds of dark pelagic mudstone with marine organic matter (Figure 2) [Summerhayes, 1981; Tissot et al., 1980]. These northern pelagic mudstones (up to 26% TOC; average 5–6%), when compared to their 1Sedimentology Group, Department of Earth Sciences, Utrecht University, Utrecht, Netherlands. 2Institute for Marine and Atmospheric Research Utrecht, Department of Physics and Astronomy, Utrecht University, Utrecht, Netherlands. 3Now at Shell International Exploration and Production B.V., Rijswijk, Netherlands. 4Shell Technology India Private Limited, Bangalore, India. Copyright 2010 by the American Geophysical Union. 0883‐8305/10/2010PA001925\nPALEOCEANOGRAPHY, VOL. 25, PA4201, doi:10.1029/2010PA001925, 2010\nPA4201 1 of 14\nequivalents along the southern and eastern margins of the basin (up to 45% TOC; average ca. 10%) are less rich in organic matter, have a higher terrigenous contribution and represent discrete layers rather than thick organic‐rich mudstone successions [e.g., Forster et al., 2007; Kuypers et al., 2004; Summerhayes, 1981]. [4] Embedded throughout these organic‐rich sequences and their organic‐lean lateral equivalents, excursions in the carbon isotope record occur and the stratigraphic intervals (spanning less than 1 Myr) thus defined are referred to as oceanic anoxic events (OAEs) [Gale et al., 1993; Schlanger and Jenkyns, 1976; Scholle and Arthur, 1980]. OAEs are characterized by locally enhanced marine organic matter content (ca. 10–20% TOC) and important geochemical anomalies [e.g., Brumsack, 1980; Leckie et al., 2002; Orth et al., 1993; Scholle and Arthur, 1980]. While the word “widespread” is often used to describe the extent of documented deposition of organic‐rich sediments during OAEs, these black shale levels are best described as being interoceanic/interbasinal rather than global (Figure 1). The lithologic expression of an OAE may not be organic‐rich since it depends on local factors (e.g., basin configuration, water depth and circulation, terrigenous source areas). The isotopic signal, unlike the organic‐rich sediments, is global and well recorded in sections worldwide (Figures 1 and 3). [5] Organic‐rich sediments deposited during the mid‐ Cretaceous are also found in the South Atlantic and in the proto‐Indian Ocean. These sediments have been less extensively studied, but it has nonetheless been shown that their formation is related to mid‐water (500–2500 m) oxygen minima [Van Andel et al., 1977; Thurow et al., 1992] and that oxygenated sediments were coevally deposited in the deeper parts of both basins [Thiede and Van Andel, 1977; Thurow et al., 1992]. In the Eastern Tethys there are no known occurrences of black shales or OAE deposits, while in the Pacific Ocean known organic‐rich intervals are thought to be related to the passage of submarine mounts beneath the equatorial divergence zone of high productivity [Jenkyns and Wilson, 1999; Wilson et al., 1998]. This hypothesis is supported by W. Dean’s observation that organic‐rich sediments in the Pacific are not exactly coeval, but rather deposited intermittently over a ca. 40 Myr interval from Hauterivian to Turonian [Waples, 1983]. The Mesozoic deep sea record of this basin consists of red/brown sediments [Heezen et al., 1973] except for a single 2 cm‐ thick organic‐rich mudstone layer at ODP Site 585 (Mariana Basin). However, this mudstone is best interpreted as a reworked deposit because it contains a mix of planktonic foraminiferal species of both Cenomanian and Turonian age and comes from a succession that shows frequent intercalations of reworked deposits like turbidites [Premoli Silva and Sliter, 1986; Whitman et al., 1985]. [6] While many workers were studying these then recently discovered organic‐rich marine deposits, Schlanger\n2 of 14\net al. [1981] and Larson [1991a] documented an anomalous pulse in Pacific submarine volcanic activity in the mid‐ Cretaceous and suggested that it might have forced other geologic anomalies in the mid‐Cretaceous including the deposition of these remarkable sediments. The “superplume” episode of the mid‐Cretaceous is thought to have caused the long period of constant normal magnetic polarity [Larson, 1991b], to have resulted in high sea level and,\n3 of 14\nthrough CO2 output, in high paleotemperatures. Subsequently, other authors suggested a relationship between the emplacement of particular oceanic plateaus and OAEs [Bralower et al., 1997; Erba, 1994; Kerr, 1998; Tarduno et al., 1991] on the basis that the availability of nutrients and CO2 stimulated primary productivity in the marine realm leading to the establishment of anoxia in large parts of the oceans. While the hypothesis that large igneous events caused the environmental responses that ultimately led to OAEs seems plausible, it is not a proven relationship. One of the problems concerns the link between volcanic nutrient input to the marine realm and enhanced marine productivity. For example, most of the large mid‐Cretaceous submarine volcanic edifices were located in the Pacific Ocean, some were located in the proto‐Indian Ocean and in the South Atlantic, and none in the North Atlantic and Tethys oceans where most of the organic‐rich sediments are found and hence where enhanced marine productivity has taken place (Figure 1). [7] The processes and mechanisms that have ultimately led to the deposition of the Hatteras Formation (including OAEs) are still being debated. One of the possibilities is that ocean processes may be behind the deposition of these organic‐rich sediments in the marine realm: based on similar ideas for the Neogene sapropels of the Mediterranean Sea [e.g., Brongersma‐Sanders, 1971; Demaison and Moore, 1980; Stanley, 1978], many authors have suggested that the prevailing ocean circulation (i.e., an estuarine circulation) could have been the mechanism behind the deposition of mid‐Cretaceous black shales in the North Atlantic [e.g., Summerhayes, 1981; Thierstein and Berger, 1978]. More recently, a biogeochemical cycling model has been applied to the Cretaceous oceans and the results show an enhanced phosphate trapping efficiency in the North Atlantic and Western Tethys [Meyer and Kump, 2008; Ridgwell et al., 2007]. In addition, Meyer and Kump [2008] performed calculations that show that ocean stagnation cannot lead to euxinia and, based on these outcomes, also suggested that an estuarine circulation pattern may play an important role in the deposition of black shales. [8] For the present study, we modeled the circulation of the mid‐Cretaceous ocean in order to investigate whether ocean circulation could be indeed behind the deposition of organic‐rich sediments in the North Atlantic and surrounding epicontinental basins. We propose here possible oceanographic mechanisms that can explain the geographic distribution of the sediments in (reviewed) published geologic data as well as their variability in time and space. Based on our climate model results, we show that the circulation in the mid‐Cretaceous North Atlantic was estuarine and we discuss the implications of this oceanographic regime on marine sedimentation in this basin. While it is not the purpose of our study to model the major chemical perturbation of the ocean and the atmosphere that also marks this period in Earth’s history, we suggest that there is a link between Pacific submarine igneous events, the introduction of Pacific intermediate water into the North Atlantic and OAEs."
  }, {
    "heading": "2. Modeling the Mid‐Cretaceous Ocean Circulation",
    "text": ""
  }, {
    "heading": "2.1. Climate Model",
    "text": "[9] The model used in this study is the global coupled ocean/atmosphere/sea ice/land surface climate model CCSM3 (Community Climate SystemModel, version 3) [Collins et al., 2006a]. The ocean model is POP (Parallel Ocean Program) [Danabasoglu et al., 2006], a three dimensional primitive equation model with 100 longitudinal and 122 latitudinal grid points. There are 25 vertical levels with increasing\n4 of 14\nthickness into the deep ocean. The ocean model uses a displaced pole in the Northern Hemisphere grid with the pole located in Greenland. The atmosphere model CAM3 (Community Atmosphere Model, version 3) is a three‐ dimensional primitive equation model with 26 hybrid coordinate levels in the vertical and a horizontal resolution of T42 (∼2.8° in longitude and latitude) [Collins et al., 2006b]. The sea ice model is a dynamic‐thermodynamic model and it uses the same horizontal grid and land mask as the ocean model [Briegleb et al., 2004]. The land model (CLM3, Community Land Model, version 3) uses the same\n5 of 14\ngrid as the atmospheric model with no dynamical vegetation module [Dickinson et al., 2006]."
  }, {
    "heading": "2.2. Experimental Setup",
    "text": "[10] A simulation for the latest Cenomanian was performed using CCSM3. The land‐sea distribution, bathymetry and topography are based on 1° × 1° (latitude × longitude) paleo Digital Elevation Models (paleoDEMs) for the mid‐Cretaceous [Scotese, 2001] (Figure 4). These paleoDEMs were adjusted using the paleogeographic reconstructions of Ronald Blakey (http://jan.ucc.nau.edu/rcb7/ globaltext2.html) and published literature and were then modified for use in CCSM3 [Sewall et al., 2007]. In general, these modifications are the removal of marginal seas (to ensure conservation of water), the merging of island clusters without sufficient flow between islands and the expansion of narrow gateways to ensure actual flow [Sewall et al., 2007]. In particular, to ensure flow between the Pacific and the Atlantic Ocean all small islands in the Central American Seaway (Panama Strait) were removed. Although some paleogeographic reconstructions indicate the presence of some islands in this strait [Meschede and Frisch, 1998; Ross and Scotese, 1988; Scotese, 2001], the migration of the Caribbean Plateau and associated islands was only accomplished in the Late Cretaceous [Utsunomiya et al., 2007] and the general consensus is that the Central American Seaway was wide and deep enough for ocean currents to flow through [cf. Hay et al., 1999]. [11] The paleovegetation distribution is based on published data and reconstructions and consultation with members of the paleobotanical community and is represented as 10 different generalized biomes [Sewall et al., 2007, and references therein]. The CO2 concentration is 1250 ppmv (parts per million volume). Present‐day orbital parameters were used. The initial ocean conditions were an\nisothermal (25°C), an isohaline (35 g kg−1) and a motionless ocean. The results are averages over the last ten years of a 2000 yr simulation. This simulation is long enough to ensure that the ocean and the atmosphere are in equilibrium."
  }, {
    "heading": "2.3. Model Results",
    "text": "[12] Contrary to the well‐established idea that ocean circulation in the Cretaceous was sluggish [Bralower and Thierstein, 1984; Erbacher et al., 2001], our climate model results show that the global thermohaline circulation was stronger than today. This global intensification is mainly attributed to the Pacific Ocean where, in contrast to present‐day, two very large vertical circulation cells are found in the model (Figure 5). The meridional overturning circulation in the mid‐Cretaceous North Atlantic Basin consisted of a large vertical cell and circulation was about 75% as vigorous as in the present‐day North Atlantic (Figure 6). However, the present‐day North Atlantic Ocean (together with the South Atlantic) represents a meridional ocean connecting the polar regions of both hemispheres whereas in the Cretaceous it was a narrower latitudinal tropical sea, which evolved from being part of the trans‐ equatorial Tethys Ocean to becoming a separate oceanographic entity. As a consequence of the trans‐equatorial west‐to‐east basin connectivity, a strong (∼20 Sv) zonal overturning circulation dominated the southern part of the basin instead (R. Topper, personal communication, 2010). The largest and strongest meridional overturning circulation cell was located in the south‐central part (10–30°N) of the North Atlantic Basin. [13] Figure 7 shows the modeled annual‐mean velocity vectors and the zonal flow velocity (colors) at different depths. They characterize the general circulation pattern during the latest Cenomanian sea level highstand. At the surface, water moves from the Atlantic Ocean toward the\n6 of 14\nPacific Ocean (Figure 7a), and at intermediate depths the circulation is reversed (Figure 7b), with equatorial Pacific water masses moving eastward into the Atlantic Basin. Below the Central American Seaway sill depth, the Atlantic and Pacific are disconnected (Figure 7c). The modeled circulation pattern, with Pacific intermediate depth water penetrating into the North Atlantic Basin via the Central American Seaway and flowing eastward, is an estuarine circulation. The main implication of such a hydrologic regime is that the basin receiving subsurface water, in this case the North Atlantic receiving Pacific intermediate water, will be more productive where this subsurface water reaches the euphotic zone. [14] Figure 8 shows a large equatorial upwelling zone in the Pacific (divergence zone), one along the margins of the southern North Atlantic Basin and two other upwelling zones in the Eastern Tethys: one in northern India and the other along the western coast of Australia (Exmouth Plateau). Ocean circulation as modeled here shows a good agreement between upwelling zones and localities where mid‐Cretaceous black shales were deposited and where OAEs have an organic‐rich expression (Figures 1 and 8). Upwelling rates in the mid‐Cretaceous were higher than at present and hence these regions were more prone to high productivity in the mid‐Cretaceous (Figure 8). [15] Summarizing, our results do indeed show that the North Atlantic was a nutrient trap during the mid‐Cretaceous and they show an ocean which was poised to increased productivity due to vigorous overturning circulation and enhanced upwelling rates along the equatorial divergence zone and basin margins."
  }, {
    "heading": "3. Discussion",
    "text": ""
  }, {
    "heading": "3.1. Oceanographic Mechanisms Behind the Deposition of Organic‐Rich Sediments in the Mid‐Cretaceous North Atlantic",
    "text": "[16] Whether productivity or anoxia are behind the deposition of organic‐rich sediments has led to much debate in the literature [e.g., Demaison and Moore, 1980; Pedersen\n7 of 14\nand Calvert, 1990]. What appears to be consensual is that at least some productivity is always needed in order to form organic‐rich sediments and that the final degree of organic richness will then depend on sedimentation rates [e.g., Sageman et al., 2003; Tyson, 2001]. Productivity is limited by light availability, zooplankton grazing and by nutrient availability. The most important nutrient supply to the euphotic zone is the ocean itself (subsurface waters) and this supply takes place through mixing and upwelling, which accounts for around three quarters of the new production in the present‐day ocean [Piper and Calvert, 2009]. The nutrients that have taken part in new production are then transported downward through the water column via sinking particulates and may be recycled within the euphotic zone to take part in regenerated production. [17] Oceanic processes affect the interbasinal exchange of nutrients, their vertical mixing and their geographic distribution. The geographic/spatial distribution of nutrient elements, in particular, is controlled by seawater circulation patterns and modulated by biogeochemical processes. For example, at present, nutrients are driven toward the deep Pacific, which is located at the end of the deep‐water circulation path, where they build up and fuel marine productivity when upwelled. [18] There is, however, an ingrained idea in the literature that the meridional overturning circulation in the Cretaceous was sluggish and that the “deep‐water renewal rate [was] about one‐hundredth of today’s rate” [Bralower and Thierstein, 1984]. The results of a recent biogeochemical general circulation model study [Misumi and Yamanaka, 2008], for instance, suggest the existence of an inactive transient state for the meridional overturning circulation whereby the cells are weak and shallow hence associated with deepwater stagnation. However, the stability of such an inactive state, computed for example by Manabe and Stouffer [1988], has been questioned by Schiller et al. [1997]. There is no reason to assume that the forcing behind the overturning circulation in the ocean, presently largely fed by winds and tides [Ledwell et al., 2000], would have been different in the mid‐Cretaceous. Indeed, our climate model results (Figures 5 and 6) show that the intensity of the global thermohaline circulation in the Cretaceous was similar to/or slightly higher than at present. A result which is similar to the result by Otto‐Bliesner et al. [2002] and in agreement with, for instance, the general absence of anoxic sediments in the deep Pacific during the Cretaceous [Heezen et al., 1973]. Our results for the mid‐Cretaceous overturning circulation are also similar to those obtained by Poulsen et al. [2001], who further showed that deepwater formation occurred in the North Pacific and in the Southern Ocean. However, in their model the former deepwater formation site is less important and water masses only penetrate to a depth of ca. 1500 m, whereas in our model and in the model by Otto‐Bliesner et al. [2002] both overturning circulation cells are equally important. There are two important practical consequences of this result: first, black shales and black shale levels related to OAEs cannot be truly global as they must be absent in the deep Pacific Ocean (Figures 1 and 5) and second, the global ocean meridional overturning circulation in the Cretaceous allowed nutrient elements (N, P, Si,\n8 of 14\nCd, Cu, Ni, Zn, etc) to be recycled from the sea surface into deep and intermediate waters and promoted their circulation through all ocean basins within and just below the main thermoclines [e.g., Gnanadesikan et al., 2001; Sarmiento et al., 2004]. In the North Atlantic, especially along the southern margins, these nutrients were brought to the surface and promoted productivity there (Figure 8) leading to the deposition of organic‐rich sediments with nannofossil assemblages pointing to conditions of high fertility [Hardas and Mutterlose, 2007]. [19] The oceanographic regime that allowed the inflow of nutrient‐rich water masses into the North Atlantic was largely a consequence of paleogeography. The mid‐Cretaceous North Atlantic (Figure 2) was a semi‐enclosed basin with its long axis roughly parallel to the direction of the persistent trade winds and a gateway located downwind (Central American Seaway). Under this configuration, surface water is driven toward the gateway (i.e., from east to west, out of the basin) and there is inflow of subsurface water, a pattern which is shown by our climate model results for the mid‐ Cretaceous North Atlantic (Figure 7). In basins of low salinity such as the present‐day Baltic and Black seas, the same estuarine circulation occurs because of excess precipitation and runoff over evaporation. A similar dynamic behavior, but in the mid‐Cretaceous North Atlantic the hydrologic regime was controlled by geography and wind systems. The consequence of an estuarine circulation between the North Atlantic and the Pacific was the transport of nutrient elements by the inflowing intermediate water mass from the much larger Pacific Basin to the North Atlantic. Overturning circulation in the North Atlantic promoted the circulation of nutrient elements across the vertical water column toward the euphotic zone through wind‐driven upwelling (Figure 8). While the modeled overturning circulation in the North Atlantic Basin implies that ventilation of the basin must have been efficient, the saturation O2 concentration of seawater at 15°C is ca. 20% lower than at 0°C [Huber et al., 2002; Pedersen and Calvert, 1990] and thus bottom waters at all water depths in this basin were prone to oxygen depletion under a large flux of settling reactive organic matter. In combination with the neritic sedimentation setting, i.e., relatively short settling paths, this likely favored the sedimentation of organic matter. [20] The source and movement of different water masses can also be tracked using neodymium isotopes. Neodymium records (\"Nd) for the mid‐Cretaceous at Demerara Rise show a shift from extremely low background values to more positive values akin to the Pacific \"Nd signature [MacLeod et al., 2008]. In the same manner, a studied Atlantic site (Site 1050) shows values with a more Pacific signature during the OAE 2 interval and a shift to more Atlantic/Tethyan values in the Late Cretaceous [MacLeod et al., 2008]. This reflects a change in the source and circulation of intermediate water during the mid‐Cretaceous. In the light of our modeling results, we interpret these shifts as reflecting the introduction of Pacific‐derived intermediate water into the North Atlantic and hence in good agreement with ocean circulation as modeled in this study (Figure 7). [21] The same combination of paleogeography and wind regimes, which was behind the establishment of an estuarine North Atlantic in the mid‐Cretaceous, was also behind upwelling along the southern margins of this basin. A persistent wind (e.g., trade winds) blowing parallel to a coast will lead to Ekman upwelling along the coast. As has already been mentioned, our climate model results show that such an upwelling zone existed along the southern margins of the North Atlantic which is also the region where most organic‐rich sediments were deposited during the mid‐ Cretaceous (Figure 8). Upwelling brings deeper (down to 100–200 m) nutrient‐rich water to the surface because nutrients are extracted from the euphotic zone by organisms upon their death, leading to an increase of the nutrient content with depth. Moreover, as discussed above, nutrients are transported below the thermocline by the overturning circulation and are brought to the euphotic zone where upwelling takes place. Therefore, upwelling zones are characterized by high productivity and organic‐rich sediments are commonly formed in these areas. [22] The Ekman induced upwelling is strongly associated with the horizontal ocean circulation. Since the surface and intermediate waters flow in opposite directions (Figure 7), a shift of nutrients in a horizontal direction also takes place and the total surface and intermediate nutrient budget increases in the direction of the subsurface flow [Brongersma‐ Sanders, 1971; Redfield et al., 1963], which in the case of the mid‐Cretaceous North Atlantic was toward the east. The result of this horizontal shift was the expansion of the deposition of organic‐rich sediments toward the Tethys Ocean (Figure 3). On the other hand, in the NW Europe epicontinental sea, Cenomanian sediments are essentially organic‐lean pelagic marls and chalks. While associated with increased carbonate production, coccolithophores are also indicative of oligotrophic surface waters hence contrasting with the equatorial North Atlantic organic‐rich sediments with high fertility planktonic assemblages [Hardas and Mutterlose, 2007]. Since the nutrients introduced to the North Atlantic Basin were mainly entrapped in the southern half of the North Atlantic (Figure 6), transported in the direction of the subsurface current (toward the Tethys) and upwelled along the southern margins of the North Atlantic, less nutrients were likely to have reached the European shelf (Figures 2 and 9) thus explaining the oligotrophic conditions there. [23] The effect of the combination of an estuarine circulation with upwelling is the creation of a nutrient trap, leading to high productivity of a basin or coast (Figure 9). High organic carbon and metal contents of the sediments are caused by the high production and high settling fluxes on the continental shelves, which in turn promote anoxic conditions within the bottom sediments. These conditions cause enrichments of redox‐sensitive elements (Cd, Cu, Ni, Zn, Mo, U, V) and possibly lead to preferential organic matter preservation via vulcanization and hydrogenation via reaction with H2S. [24] Marine organic‐rich sediments are generally related to transgressive pulses and the role of eustatic sea level rises has already been emphasized in literature discussing mid‐ Cretaceous black shales [e.g., Arthur and Sageman, 2005; Parrish and Curtis, 1982]. An important effect of a sea level highstand on marine organic sedimentation is the reduction\n9 of 14\nof terrigenous dilution through the entrapment of clastics near the coast. Nevertheless, we note here that sea level highstands may allow the passage of subsurface waters through gateways, influence the meridional overturning circulation of a basin and/or lead to the development of conditions leading to important current reversals. For example, Barron and Peterson’s [1990] model suggests that changes in sea level have the potential to produce changes in circulation patterns; for instance, low sea levels resulted in a Tethyan current pattern reversal in their model. [25] Changes in ocean circulation resulting from opening of gateways and current reversals, either tectonic or sea level related, may thus be behind the establishment and demise of organic‐rich sedimentation in the marine realm. As previously discussed, the mid‐Cretaceous estuarine circulation of the North Atlantic resulted in the deposition of the Hatteras Formation and was probably promoted by the Aptian‐Cenomanian eustatic sea level rise (Figure 10). In the Lower Turonian, on the other hand, organic‐rich facies are absent from most of the North Atlantic and their demise may be related to the opening of the Equatorial Atlantic Seaway to deep water hence effectively disrupting the circulation patterns described above."
  }, {
    "heading": "3.2. Additional Nutrient Source for OAEs",
    "text": "[26] While nutrients stored within the ocean and nutrient recycling are sufficient as a fuel for marine organic‐rich sedimentation, the amount of organic matter deposited during OAEs and the trace metal anomalies found in these sediments cannot easily be explained without invoking a non‐actualistic nutrient supplier to seawater. This nutrient\n10 of 14\nsource may have been the hydrothermal alteration of oceanic plateau basalts in the Pacific (Figure 1). This process releases iron, trace metals (Cd, Cu, Ni, Zn) – which affect productivity by trace metal limitation of nitrogen fixation – and other micronutrients into seawater that may become available to phytoplankton in the euphotic zone. Their transport from the Pacific toward the North Atlantic and their introduction into the euphotic zone should have followed the same mechanism as presented above for the organic‐rich sediments of the Hatteras Formation. Their increased stability (e.g., facilitation of iron transport in an oxic water column) was probably enhanced by a lower seawater pH [Liu and Millero, 2002], the latter related to the increase in atmospheric and seawater CO2 also related to submarine volcanism. [27] The link between oceanic plateau volcanism and OAEs has been explored by many authors [Larson, 1991b; Larson and Erba, 1999; Orth et al., 1993; Sinton and Duncan, 1997; Tarduno et al., 1991], who documented an anomalous amount of oceanic volcanism in the Cretaceous and suggested that other geologic anomalies (e.g., increase in global temperature, eustatic sea level, deposition of organic‐rich sediments) may have resulted from that igneous pulse. For instance, evidence presented for the occurrence of a widespread magmatic pulse at the onset of OAE 2 (∼93.6 Ma; Cenomanian/Turonian boundary) includes a marked drop in 87Sr/86Sr values [e.g., Bralower et al., 1997; Jones and Jenkyns, 2001] and marine osmium isotope data measured in sediments from the North Atlantic [Turgeon and Creaser, 2008]. More specifically, lead isotope ratios measured in Italy show a shift near the base of OAE 2 toward values with a Caribbean Plateau and/or Madagascar Flood Basalt (the latter sub‐aerial) affinity [Kuroda et al., 2007]. Evidence for enhanced hydrothermal activity related to these magmatic pulses, which should have released nutrient elements into seawater, comes from an elevated trace metal content in most sections containing an organic‐ rich record of OAE 2 [Brumsack, 1980; Orth et al., 1993; Turgeon and Brumsack, 2006]. Notably, the trace metal anomaly shows a pronounced eastward decrease in the North Atlantic, i.e., it is highest in the southern Western Interior Seaway of North America and along the northern margin of South America and lowest in the epicontinental sections of NW Europe (Figure 2) [Orth et al., 1993]. This pattern is similar to the pattern that has been described in the literature for the onset of organic matter deposition in relation to the carbon isotope excursion, showing a west‐to‐east trend (Figure 3) [Kuroda and Ohkouchi, 2006]: organic matter deposition began earlier in the SW North Atlantic, where it precedes the excursion, and later in the northern North Atlantic and Tethys, where the deposition of organic‐ rich sediments only began after the start of the isotope excursion. Thus, it appears that the deposition of organic‐ rich sediments expanded from the marginal regions of the southwestern North Atlantic toward the rest of the basin and toward the adjacent Tethys Ocean. [28] Describing and quantifying the hydrothermal system associated with oceanic plateau volcanism remains conjectural and a matter of speculation as there are no present‐day analogs. We note, however, that while most of the organic‐ rich sediments containing important elemental anomalies are located in the North Atlantic [Orth et al., 1993], the volcanic edifices proposed to be the source for these anomalies are located in the Pacific (Figure 1). Therefore, we suggest that\n11 of 14\nthe same mechanism behind mid‐Cretaceous organic‐rich sediments in the North Atlantic, i.e., an estuarine circulation, coupled to the introduction of nutrients into Pacific seawater by submarine volcanism (and subsequently into the North Atlantic) was responsible for the development of OAEs (Figure 10)."
  }, {
    "heading": "4. Conclusions",
    "text": "[29] In the mid‐Cretaceous, the productivity associated with the formation of black shales was triggered by changes in ocean circulation whereby the Mesozoic ocean basins, the North Atlantic in particular, became estuarine with respect to the Pacific Ocean. This oceanographic regime transformed the North Atlantic into a nutrient trap and promoted conditions of low oxygen, low carbonate, high heavy/trace metals and the accumulation of organic‐rich sediments on the seafloor below regions of intense wind‐ driven upwelling. [30] The accumulation and preservation of marine organic matter in these sediments was enhanced by mid‐Cretaceous warm seawater temperatures, i.e., lower seawater oxygen\nsolubility, and by mid‐Cretaceous transgressive pulses which prevented dilution of the neritic sediments by siliciclastics. [31] OAEs occur intercalated with these organic‐rich sediments and are characterized by higher TOC, important elemental anomalies and globally synchronous perturbations in the carbon isotope record. Furthermore, they are coeval with important submarine volcanic events in the Pacific. For this reason, we suggest that intermediate seawater entering the North Atlantic through the Central American Seaway was more nutrient rich during OAEs even though the oceanographic mechanism leading to the deposition of organic‐rich sediments essentially remained unchanged.\n[32] Acknowledgments. We thank Henk Brinkhuis, Frits Hilgen, Peter Kraal, Paul Meijer, Haydon Mort, Cees van Oosterhout, Caroline Slomp and Robin Topper for discussions and/or reading of the manuscript. Michael Kliphuis for technical model support and Nikki Bos for technical help producing the figures. We thank Atsushi Utsunomiya for providing us with the base map used in Figure 1. We thank Tim Bralower, Michèle Caron, Joerg Mutterlose, Harilaos Tsikos and Silke Voigt for kindly providing us with their data used for producing Figure 3. We are grateful to the editor, Christopher Charles, and to the reviewers, Xiaona Li, Katja Meyer and Silke Severmann, for their helpful suggestions and constructive comments which have greatly improved this manuscript. The project is funded by Senter Novem."
  }],
  "year": 2010,
  "references": [{
    "title": "Timing and paleo",
    "authors": ["12<614:LPASDC>2.0.CO", "2. Bralower", "T. J"],
    "year": 1994
  }, {
    "title": "Geochemistry of Cretaceous black shales from the Atlantic Ocean (DSDP Legs",
    "authors": ["Brumsack", "H.‐J"],
    "year": 1980
  }, {
    "title": "High‐resolution stratigraphy of the Cenomanian‐Turonian boundary interval at Pueblo (USA) and wadi Bahloul (Tunisia) stable isotope and bio‐events",
    "authors": ["M Caron"],
    "venue": "correlation, Geobios,",
    "year": 2006
  }, {
    "title": "The Community Climate System Model version 3 (CCSM3)",
    "authors": ["Collins", "W. D"],
    "venue": "J. Clim. ,",
    "year": 2006
  }, {
    "title": "The formulation and atmospheric simulation of the Community Atmosphere Model version 3 (CAM3)",
    "authors": ["Collins", "W. D"],
    "venue": "J. Clim.,",
    "year": 2006
  }, {
    "title": "Diurnal coupling in the tropical oceans of CCSM3",
    "authors": ["G Danabasoglu"],
    "venue": "J. Clim.,",
    "year": 2006
  }, {
    "title": "Anoxic environments and oil source bed genesis",
    "authors": ["G.J. Demaison", "G.T. Moore"],
    "venue": "AAPG Bull.,",
    "year": 1980
  }, {
    "title": "The Community Land Model and its climate statistics as a component of the Community Climate System",
    "authors": ["Dickinson", "R. E"],
    "venue": "Model, J. Clim.,",
    "year": 2006
  }, {
    "title": "Nannofossils and superplumes: The Early Aptian “nannoconid crisis,",
    "authors": ["E. Erba"],
    "venue": "Paleoceanography ,",
    "year": 1994
  }, {
    "title": "Increased thermohaline stratification as a possible cause for an ocean anoxic event in the Cretaceous",
    "authors": ["J Erbacher"],
    "year": 2001
  }, {
    "title": "Tropical warming and intermittent cooling during the Cenomanian/ Turonian oceanic anoxic event: 2. Sea surface temperature records from the equatorial Atlan",
    "authors": ["A Forster"],
    "year": 2007
  }, {
    "title": "Chemostratigraphy versus biostratigraphy: Data from around the Cenomanian‐Turonian boundary",
    "authors": ["Gale", "A. S"],
    "venue": "J. Geol. Soc.,",
    "year": 1993
  }, {
    "title": "Oceanic vertical exchange and new production: A comparison between models and observations, Deep Sea",
    "authors": ["A Gnanadesikan"],
    "year": 2001
  }, {
    "title": "A Geologic Time Scale 2004, 589 pp",
    "authors": ["F Gradstein"],
    "year": 2004
  }, {
    "title": "Calcareous nannofossil assemblages of Oceanic Anoxic Event 2 in the equatorial Atlantic: Evidence of an eutrophication",
    "authors": ["P. Hardas"],
    "venue": "Mutterlose",
    "year": 2007
  }, {
    "title": "An alternative global Cretaceous paleogeography, in Evolution of the Cretaceous Ocean/Climate System, edited by E",
    "authors": ["Hay", "W. W"],
    "venue": "Barrera and C. Johnson, Spec. Pap. Geol. Soc. Am.,",
    "year": 1999
  }, {
    "title": "The post‐Jurassic sedimentary sequence of the Pacific plate: A kinematic interpretation of diachronous deposits",
    "authors": ["B Heezen"],
    "venue": "Initial Rep. Deep Sea Drill. Proj.,",
    "year": 1973
  }, {
    "title": "Deep‐sea paleotemperature record of extreme warmth during the Cretaceous, Geology",
    "authors": ["Huber", "B. T"],
    "year": 2002
  }, {
    "title": "Mesozoic‐Cenozoic sedimentary formations of the North American Basin, western North Atlantic, inDeep Drilling Results in the Atlantic Ocean: Continental Margins and Paleoenvironment, Maurice",
    "authors": ["L Jansa"],
    "year": 1979
  }, {
    "title": "Stratigraphy, paleoceanography, and evolution of Cretaceous Pacific guyots: Relics from a greenhouse earth",
    "authors": ["H.C. Jenkyns", "P.A. Wilson"],
    "venue": "Am. J. Sci.,",
    "year": 1999
  }, {
    "title": "High temperatures in the Late Cretaceous",
    "authors": ["Jenkyns", "H. C"],
    "venue": "Arctic Ocean,",
    "year": 2004
  }, {
    "title": "Seawater strontium isotopes, oceanic anoxic events, and seafloor hydrothermal activity in the Jurassic and Cretaceous",
    "authors": ["C.E. Jones", "H. C"],
    "venue": "Jenkyns",
    "year": 2001
  }, {
    "title": "Oceanic plateau formation: A cause of mass extinction and black shale deposition around the Cenomanian‐Turonian boundary",
    "authors": ["A.C. Kerr"],
    "venue": "J. Geol. Soc.,",
    "year": 1998
  }, {
    "title": "Effective petroleum source rocks of the world—Stratigraphic distribution and controlling depositional factors",
    "authors": ["H.D. Klemme", "G. F"],
    "venue": "Ulmishek",
    "year": 1991
  }, {
    "title": "Cenomanian‐Turonian source rocks: Paleobiogeographic and paleoenvironmental aspects, in Paleogeography, Paleoclimate, and Source Rocks, edited by A.‐Y",
    "authors": ["W. Kuhnt", "J. Wiedmann"],
    "year": 1995
  }, {
    "title": "Implication of spatiotemporal distribution of black shales deposited during the Cretaceous Oceanic Anoxic Event‐2",
    "authors": ["J. Kuroda", "N. Ohkouchi"],
    "venue": "Paleontol. Res.,",
    "year": 2006
  }, {
    "title": "Contemporaneous massive subaerial volcanism and Late Cretaceous Oceanic Anoxic Event 2, Earth Planet",
    "authors": ["J Kuroda"],
    "venue": "Sci. Lett.,",
    "year": 2007
  }, {
    "title": "Orbital forcing of organic carbon burial in the proto‐North Atlantic during oceanic anoxic event 2, Earth Planet",
    "authors": ["Kuypers", "M.M. M"],
    "year": 2004
  }, {
    "title": "Latest pulse of Earth: Evidence for a mid‐Cretaceous",
    "authors": ["R.L. Larson"],
    "venue": "Superplume, Geology,",
    "year": 1991
  }, {
    "title": "Onset of the mid‐Cretaceous greenhouse in the Barremian‐Aptian: Igneous events and the biological, sedimentary, and geochemical responses, P a l e o c e a n o g r a p h y",
    "authors": ["R.L. Larson", "E. Erba"],
    "year": 1999
  }, {
    "title": "Oceanic anoxic events and plankton evolution: Biotic response to tectonic forcing during the mid‐Cretaceous, Paleoceanography",
    "authors": ["Leckie", "R. M"],
    "year": 2002
  }, {
    "title": "Evidence for enhanced mixing over rough topography in the abyssal ocean",
    "authors": ["J Ledwell"],
    "venue": "Nature, 403,",
    "year": 2000
  }, {
    "title": "The solubility of iron in seawater",
    "authors": ["X. Liu"],
    "venue": "Millero",
    "year": 2002
  }, {
    "title": "Nd isotopic excursion across Cretaceous ocean anoxic event 2(Cenomanian‐Turonian) in the tropical North Atlantic",
    "authors": ["MacLeod", "K. G"],
    "venue": "Geology ,",
    "year": 2008
  }, {
    "title": "Two stable equilibria of thermohaline circulation",
    "authors": ["S. Manabe", "R.J. Stouffer"],
    "year": 1988
  }, {
    "title": "A plate‐ tectonic model for the Mesozoic and Early Cenozoic history of the Caribbean plate, Tectonophysics",
    "authors": ["M. Meschede", "W. Frisch"],
    "year": 1998
  }, {
    "title": "Oceanic euxinia in Earth history: Causes and consequences",
    "authors": ["K.M. Meyer", "L.R. Kump"],
    "venue": "Annu. Rev. Earth Planet. Sci.,",
    "year": 2008
  }, {
    "title": "The phanerozoic record of global sea‐level",
    "authors": ["Miller", "K. G"],
    "venue": "change, Science,",
    "year": 2005
  }, {
    "title": "Ocean anoxic events in the mid‐Cretaceous simulated by a 3‐D biogeochemical general circulation model, Cretaceous",
    "authors": ["K. Misumi", "Y. Yamanaka"],
    "venue": "Res. ,",
    "year": 2008
  }, {
    "title": "Long‐term sea‐level fluctuations driven by ocean basin dynamics",
    "authors": ["Müller", "R. D"],
    "venue": "Science, 319,",
    "year": 2008
  }, {
    "title": "Elemental abundance anomalies in the late Cenomanian extinction interval: A search for the source(s), Earth Planet",
    "authors": ["Orth", "C. J"],
    "year": 1993
  }, {
    "title": "Late Cretaceous ocean: Coupled simulations with the national center for atmospheric research climate system model",
    "authors": ["Otto‐Bliesner", "B. L"],
    "venue": "J. Geophys. Res.,",
    "year": 2002
  }, {
    "title": "Atmospheric circulation, upwelling, and organic‐ rich rocks in the Mesozoic and Cenozoic eras, Palaeogeogr",
    "authors": ["J.T. Parrish", "R.L. Curtis"],
    "venue": "Palaeoclimatol. Palaeoecol.,",
    "year": 1982
  }, {
    "title": "Anoxia vs. productivity—What controls the formation of organic‐carbon‐rich sediments and sedimentary rocks",
    "authors": ["T.F. Pedersen", "S.E. Calvert"],
    "venue": "AAPG Bull.,",
    "year": 1990
  }, {
    "title": "A marine biogeochemical perspective on black shale deposition",
    "authors": ["D.Z. Piper", "S.E. Calvert"],
    "venue": "Earth Sci. Rev. ,",
    "year": 2009
  }, {
    "title": "Response of the mid‐Cretaceous global oceanic circulation to tectonic and CO2",
    "authors": ["Poulsen", "C. J"],
    "venue": "forcings, Paleoceanography,",
    "year": 2001
  }, {
    "title": "Late Aptian and Cenomanian‐Turonian planktonic foraminifers from Deep Sea Drilling Project Site 585",
    "authors": ["I. Premoli Silva"],
    "venue": "Sliter",
    "year": 1986
  }, {
    "title": "The influence of organisms on the composition of sea water, in The Sea",
    "authors": ["Redfield", "A. G"],
    "venue": "Ideas and Observations on Progress in the Study of the Seas,",
    "year": 1963
  }, {
    "title": "Marine geochemical data assimilation in an efficient Earth System Model of global biogeochemical cycling, Biogeosciences",
    "authors": ["A Ridgwell"],
    "year": 2007
  }, {
    "title": "A hierarchical tectonic model of the Gulf of Mexico and Caribbean region, Tectonophysics",
    "authors": ["M. Ross"],
    "venue": "Scotese",
    "year": 1988
  }, {
    "title": "A tale of shales: The relative roles of production, decomposition, and dilution in the accumulation of organic‐rich strata, Middle‐Upper Devonian",
    "authors": ["Sageman", "B. B"],
    "year": 2003
  }, {
    "title": "High‐latitude controls of thermocline nutrients and low latitude biological productivity",
    "authors": ["Sarmiento", "J. L"],
    "venue": "Nature, 427,",
    "year": 2004
  }, {
    "title": "The stability of the North Atlantic thermohaline circulation in a coupled ocean‐atmosphere general circulation m o d e l",
    "authors": ["A Schiller"],
    "venue": "C l i m . D y n ",
    "year": 1997
  }, {
    "title": "Cretaceous oceanic anoxic events: Causes and consequences",
    "authors": ["S.O. Schlanger", "H. C"],
    "venue": "Jenkyns",
    "year": 1976
  }, {
    "title": "Volcanism and vertical tectonics in the Pacific Basin related to global Cretaceous transgressions, Earth Planet",
    "authors": ["Schlanger", "S. O"],
    "year": 1981
  }, {
    "title": "The Cenomanian‐ Turonian Oceanic Anoxic Event, I. Stratigraphy and distribution of organic carbon‐rich beds and the marine d13C excursion, in Marine Petroleum Source Rocks, edited by J",
    "authors": ["Schlanger", "S. O"],
    "year": 1987
  }, {
    "title": "Carbon isotope fluctuations in Cretaceous pelagic limestones: Potential stratigraphic and petroleum exploration tool",
    "authors": ["P.A. Scholle", "M.A. Arthur"],
    "venue": "AAPG Bull.,",
    "year": 1980
  }, {
    "title": "A continental drift flipbook",
    "authors": ["C.R. Scotese"],
    "venue": "J. Geol., 112,",
    "year": 2004
  }, {
    "title": "Plate tectonic reconstructions of the Cretaceous and Cenozoic ocean basins, Tectonophysics",
    "authors": ["Scotese", "C. R"],
    "year": 1988
  }, {
    "title": "Climate model boundary conditions for four Cretaceous time slices, Clim",
    "authors": ["Sewall", "J. O"],
    "venue": "Past Discuss.,",
    "year": 2007
  }, {
    "title": "Potential links between ocean plateau volcanism and global ocean anoxia at the Cenomanian‐Turonian boundary",
    "authors": ["C.W. Sinton", "R.A. Duncan"],
    "venue": "Econ. Geol.,",
    "year": 1997
  }, {
    "title": "Ionian Sea sapropel distribution and late Quaternary palaeoceanography in the eastern Mediterranean",
    "authors": ["D.J. Stanley"],
    "venue": "Nature, 274,",
    "year": 1978
  }, {
    "title": "Organic facies of Middle Cretaceous black shales in deep North Atlantic",
    "authors": ["C.P. Summerhayes"],
    "venue": "AAPG Bull.,",
    "year": 1981
  }, {
    "title": "Rapid formation of Ontong Java Plateau by Aptian mantle plume volcanism",
    "authors": ["Tarduno", "J. A"],
    "venue": "Science, 254,",
    "year": 1991
  }, {
    "title": "The paleoenvironment of anaerobic sediments in the Late Mesozoic South Atlantic Ocean, Earth Planet",
    "authors": ["J. Thiede", "T.H. Van Andel"],
    "year": 1977
  }, {
    "title": "Injection events in ocean history",
    "authors": ["H.R. Thierstein", "W.H. Berger"],
    "venue": "Nature, 276,",
    "year": 1978
  }, {
    "title": "The Cenomanian/ Turonian boundary event in the Indian Ocean —A key to understand the global picture, in Synthesis of Results from Scientific Drilling in the Indian Ocean",
    "authors": ["J Thurow"],
    "year": 1992
  }, {
    "title": "Paleoenvironment and petroleum potential of middle Cretaceous",
    "authors": ["B Tissot"],
    "year": 1980
  }, {
    "title": "Carbon‐isotope stratigraphy recorded by the Cenomanian‐Turonian Oceanic Anoxic Event: Correlation and implications based on three key localities",
    "authors": ["H Tsikos"],
    "venue": "J. Geol. Soc. ,",
    "year": 2004
  }, {
    "title": "Anoxic vs dysoxic events reflected in sediment geochemistry during the Cenomanian‐ Turonian Boundary Event (Cretaceous) in the Umbria‐Marche",
    "authors": ["S. Turgeon", "H. J"],
    "venue": "Brumsack",
    "year": 2006
  }, {
    "title": "Cretaceous oceanic anoxic event 2 triggered by a massive magmatic episode",
    "authors": ["S.C. Turgeon", "R.A. Creaser"],
    "venue": "Nature, 454,",
    "year": 2008
  }, {
    "title": "Sedimentation rate, dilution, preservation and total organic carbon: Some results of a modelling study, Org. Geochem",
    "authors": ["R.V. Tyson"],
    "year": 2001
  }, {
    "title": "History of the Pacific superplume: Implications for Pacific paleogeography since the Late Proterozoic, in Superplumes: Beyond Plate Tectonics, edited by D. A",
    "authors": ["A Utsunomiya"],
    "year": 2007
  }, {
    "title": "Depositional history of the South Atlantic Ocean during the last 125 million years",
    "authors": ["Van Andel", "T. H"],
    "venue": "J. Geol.,",
    "year": 1977
  }, {
    "title": "Late Cenomanian to Middle Turonian high‐resolution carbon isotope stratigraphy: New data from the Munsterland Cretaceous Basin, Germany, Earth Planet",
    "authors": ["S Voigt"],
    "year": 2007
  }, {
    "title": "Reappraisal of anoxia and organic richness, with emphasis on Cretaceous of North Atlantic",
    "authors": ["D.W. Waples"],
    "venue": "AAPG Bull.,",
    "year": 1983
  }, {
    "title": "Turbidite sedimentology and history of the East Mariana basin",
    "authors": ["J Whitman"],
    "venue": "Initial Rep. Deep Sea Drill. Proj.,",
    "year": 1985
  }, {
    "title": "The paradox of drowned carbonate platforms and the origin",
    "authors": ["Wilson", "P. A"],
    "year": 1998
  }],
  "id": "SP:3da6ad8a4d15b85de746c8f3083e5d253402e46d",
  "authors": [{
    "name": "João Trabucho Alexandre",
    "affiliations": []
  }, {
    "name": "Erik Tuenter",
    "affiliations": []
  }, {
    "name": "Gijs A. Henstra",
    "affiliations": []
  }, {
    "name": "Kees J. van der Zwan",
    "affiliations": []
  }, {
    "name": "Roderik S. W. van de Wal",
    "affiliations": []
  }, {
    "name": "Henk A. Dijkstra",
    "affiliations": []
  }, {
    "name": "L. de Boer",
    "affiliations": []
  }],
  "abstractText": "[1] Organic‐rich sediments are the salient marine sedimentation product in the mid‐Cretaceous of the ocean basins formed in the Mesozoic. Oceanic anoxic events (OAEs) are discrete and particularly organic‐rich intervals within these mid‐Cretaceous organic‐rich sequences and are defined by pronounced carbon isotope excursions. Marine productivity during OAEs appears to have been enhanced by the increased availability of biolimiting nutrients in seawater due to hydrothermal alteration of submarine basalts in the Pacific and proto‐ Indian oceans. The exact mechanisms behind the deposition of organic‐rich sediments in the mid‐Cretaceous are still a matter of discussion, but a hypothesis which is often put forward is that their deposition was a consequence of the coupling of a particular paleogeography with changes in ocean circulation and nutrient supply. In this study, we used a global coupled climate model to investigate oceanic processes that affect the interbasinal exchange of nutrients as well as their spatial distribution and bioavailability. We conclude that the mid‐Cretaceous North Atlantic was a nutrient trap as a consequence of an estuarine circulation with respect to the Pacific. Organic‐rich sediments in the North Atlantic were deposited below regions of intense upwelling. We suggest that enhanced productivity during OAEs was a consequence of upwelling of Pacific‐ derived nutrient‐rich seawater associated with submarine igneous events.",
  "title": "The mid‐Cretaceous North Atlantic nutrient trap: Black shales and OAEs"
}