{
  "sections": [{
    "heading": "1. Introduction",
    "text": "Rapidly rising anthropogenic emissions of mercury (Hg) to the atmosphere during the past decade are superimposed on a longer-term increasing trend since the industrial revolution [Streets et al., 2011]. Hg is transported globally as gaseous Hg0 [e.g., Mason et al., 1994], deposited to the land/water surface as Hg2+, and rapidly transferred to biota as extremely toxic methyl-Hg [Harris et al., 2007], posing a great risk to human and ecosystem health. An accurate understanding of the global Hg cycle is required to assess the role of anthropogenic emissions on current and future Hg deposition. Information on the biogeochemical cycling of Hg primarily comes from reconstructions of Hg deposition over time in sedimentary archives (i.e., lake sediment, peat, and ice) and from global Hg models. A wealth of lake sediment records from around the world provide direct evidence for an average 3.5-fold increase in Hg deposition since ~A.D. 1850 [Biester et al., 2007], but very few records extend earlier in time. A recent model of global Hg cycling, forced with estimates of anthropogenic Hg emissions from 2000 B.C. to A.D. 2008 and constant natural emissions, yields a similar amount of increase (2.6 times) since A.D. 1840 but a much larger increase (7.5 times) since 2000 B.C. [Amos et al., 2013]. The apparent importance of anthropogenic emissions before ~ A.D. 1850 (i.e., during preindustrial time) and the assumption of constant natural emissions require independent validation with geophysical evidence, such as Hg contained in sedimentary archives.\nNatural variations in Hg emissions to the atmosphere can be caused by changes in volcanism, low-temperature volatilization, and external factors which affect exchanges between surface Hg reservoirs (soil/biomass, ocean, and atmosphere) [Fitzgerald and Lamborg, 2007]. Terrestrial volcanic Hg sources are somewhat constrained [Nriagu and Becker, 2003; Pyle and Mather, 2003], but large uncertainties remain in estimates of the inputs from submarine volcanism [Lamborg et al., 2006] and low-temperature volatilization [Gustin et al., 2000] due to limited observational data. A number of factors are thought to affect the exchange of Hg between surface\nBEAL ET AL. ©2014. American Geophysical Union. All Rights Reserved. 437\nSupporting Information: • Readme • Table S1 • Table S2 • Table S3 • Table S4 • Table S5 • Figure S1 • Figure S2 • Figure S3 • Figure S4 • Figure S5\nCorrespondence to: S. A. Beal, samuel.a.beal.gr@dartmouth.edu\nCitation: Beal, S. A., M. A. Kelly, J. S. Stroup, B. P. Jackson, T. V. Lowell, and P. M. Tapia (2014), Natural and anthropogenic variations in atmospheric mercury deposition during the Holocene near Quelccaya Ice Cap, Peru, Global Biogeochem. Cycles, 28, 437–450, doi:10.1002/2013GB004780.\nReceived 26 NOV 2013 Accepted 27 MAR 2014 Accepted article online 31 MAR 2014 Published online 24 APR 2014\nreservoirs including biomass burning [Friedli et al., 2003], permafrost thaw/freeze [Rydberg et al., 2010], and oceanic evasion [Strode et al., 2007].\nUse of Hg by humans began as early as 1500 B.C. in Egypt and Peru and continued later in parts of Asia and the Roman Empire [Nriagu, 1979; Cooke et al., 2009]. This early use primarily consisted of extracting the common mineral form cinnabar (HgS) as the bright red pigment vermilion, although there are also early accounts of metal amalgamation using liquid Hg0 [Nriagu, 1979]. Anthropogenic Hg emissions increased dramatically in the late sixteenth century when Hg amalgamation for silver extraction was introduced to South and Central America [Nriagu, 1993]. Hg was emitted during the smelting of cinnabar to form liquid Hg0, which occurred extensively in Huancavelica, central Peru, and during the heating of silver amalgams, which occurred throughout the Andes but most notably in Potosí, Bolivia (Figure 1) [Robins and Hagan, 2012]. Estimates of preindustrial Hg emissions are based on historical records and anecdotes of past metal use coupled with assumed emission factors, and they are subject to high uncertainty [Nriagu, 1993; Streets et al., 2011]. In addition, the spatial distribution of Hg emissions from preindustrial mining remains uncertain. There is strong evidence for local deposition in highly enriched soils and sediments near mining sites [Cooke et al., 2009; Robins et al., 2012], limited evidence for regional (~200–500 km) transport [Beal et al., 2013; Cooke et al., 2013], and no evidence for an impact of preindustrial Hg emissions on a global scale [Lamborg et al., 2002].\nIn this study, we reconstruct atmospheric Hg deposition during the Holocene in a sediment core from a headwater lake in southeastern Peru near Quelccaya Ice Cap (QIC). Past Hg deposition is recorded reliably in lake sediments and is not affected by diagenetic changes [e.g., Biester et al., 2007; Rydberg et al., 2008]. We use this continuous record of atmospheric Hg deposition and coregistered proxies for paleoenvironmental change to (1) assess natural variability in Hg deposition by comparing the Hg record to local and regional paleoclimate conditions andmajor volcanic eruptions, (2) evaluate the impact of preindustrial anthropogenic emissions on Hg deposition in the study lake by examining the Hg record during periods of known\nBEAL ET AL. ©2014. American Geophysical Union. All Rights Reserved. 438\npreindustrial metal use, and (3) quantify the extent of anthropogenic modification to natural Hg cycling by calculating an atmospheric deposition Hg flux ratio using modern and preanthropogenic Hg fluxes."
  }, {
    "heading": "2. Study Site",
    "text": "The study lake informally known as Yanacocha is located in the South Fork valley on the western side of Quelccaya Ice Cap (QIC) in the Cordillera Vilcanota of southeastern Peru (13.945°S, 70.875°W, 4910m above sea level; Figure 1). Yanacocha is a tarn that occupies 0.036 km2 in a catchment of 0.11 km2. The catchment is composed of a sparsely vegetated and gently sloping colluvial apron that extends radially ~100m from the edge of the lake, beyond which a near-vertical ~100 m high ignimbrite bedrock headwall surrounds the north, east, and south sides of the lake (Figure 1). Inflows are limited to surface runoff from the catchment, and a single outflow on the west side of the lake is active only during the wet season. During the field season in June 2011, the lake exhibited constant pH (~8), temperature (~6 °C), and conductivity (~10 μS) with depth (Figure S1 and Table S1), characteristic of a holomictic lake.\nSituated near the eastern edge of the Andes at 4910m above sea level, Yanacocha likely receives most of its precipitation from easterly middle-upper troposphere flows in Austral Summer that bring moisture from the Amazon Basin [e.g., Garreaud et al. [2003]]. Precipitation and atmospheric conditions at the study site have likely changed with the position of the Intertropical Convergence Zone and El Niño–Southern Oscillation, with drier conditions during modern-day El Niño and wetter conditions during modern-day La Niña [e.g., Garreaud et al., 2003].\nAn expanded QIC prior to ~12.8 ka (kiloannum; defined here as thousands of years before A.D. 1950) had a terminus position ~2 km downvalley from Yanacocha, covering the lake with glacial ice [Kelly et al., 2012]. Retreat of QIC began ~12.3 ka, leaving the Yanacocha catchment by at least 11.6 ka and remaining ~3 km upvalley of Yanacocha during the Holocene [Kelly et al., 2012]. The bedrock of the headwall surrounding Yanacocha prevented inflows of QIC meltwater from entering the lake during the Holocene. Therefore, any material transported to the lake occurred either by surface runoff within the relatively small catchment or atmospheric deposition.\nYanacocha is removed from major development. The nearest major population center is Cusco, located ~130 km away. Present-day land use in the vicinity of Yanacocha is limited to sparse livestock grazing. We are not aware of any mining near the margins of QIC, and although there are currently no large-scale mining operations in the region, a large silver-lead-zinc mine is in planning stages ~25 km northwest of Yanacocha. Small-scale and artisanal gold mining is prevalent in the Amazon basin ~120 km away, but this mining was shown not to be a major contributor of Hg to high-elevation lakes in southeastern Peru [Beal et al., 2013]."
  }, {
    "heading": "3. Methods",
    "text": ""
  }, {
    "heading": "3.1. Core Collection and Processing",
    "text": "We collected a long (4 m) sediment core, YANA11, near the center of Yanacocha and at its greatest water depth (5.5m) in June 2011. We used a Bolivian coring system from a floating platform to retrieve ~1 m drives of sediment into polycarbonate tubes, collecting two adjacent cores offset by ~50 cm. Core tubes were capped, kept unfrozen in the field, and then shipped from Cusco to the National Lacustrine Core Facility (LacCore) at the University of Minnesota. At LacCore, we split the polycarbonate core tubes and took high-resolution core images. Working halves of each core drive were shipped to Dartmouth College for subsequent analyses, and archive halves are stored at the LacCore repository.\nWe also collected a short (40 cm) sediment core, YC1, adjacent to the YANA11 core using a gravity corer that preserves the sediment-water interface. This core was collected prior to YANA11 to avoid disturbance of the sediment-water interface. YC1 was extruded in the field at 1 cm intervals and stored in Whirlpak bags [Beal et al., 2013]."
  }, {
    "heading": "3.2. Geochemical Analyses",
    "text": "We sampled the YANA11 core at continuous 1 cm intervals using acid-clean polystyrene spoons. The samples from YANA11 and YC1 were freeze-dried in new polypropylene centrifuge tubes, homogenized in an agate\nBEAL ET AL. ©2014. American Geophysical Union. All Rights Reserved. 439\nmortar and pestle, and subsampled for loss on ignition (LOI), biogenic silica (BSi), major and trace metals, and heavy mineral separations. 3.2.1. Loss on Ignition and Biogenic Silica We performed LOI in three stages: 110°C overnight, 550°C for 4 h, and 1000°C for 2 h. BSi was determined at Northern Arizona University by molybdate-blue reaction and spectrophotometry following Mortlock and Froelich [1989]. Bulk density was calculated based on water content and assumed densities for the organic (1.4 g cm 3), carbonate (2.7 g cm 3), and inorganic (2.0 g cm 3) components determined by LOI. 3.2.2. Major and Trace Metals We determined total Hg using a Milestone DMA-80 on ~50 mg subsamples. One of the Standard Reference Materials (SRMs) IAEA-SL-1 (lake sediment), STSD-1 and STSD-2 (stream sediment), and NIST-1547 (peach leaves) was run every 10 samples. Measured SRM concentrations (Table S2) were within their published 95% confidence intervals. Sample replicates were run every 10 samples with typical precision (relative percent difference for n=2, relative standard deviation for n≥ 3) of less than 10%. We also extracted ~200 mg subsamples by strong acid (9:1 HNO3:HCl) in open microwave vessels at 90°C and analyzed the leachates for metal concentrations (henceforth referred to as Mext) by quadrupole ICP-MS (Agilent 7700x), running calibration checks and blanks every 10 samples. Typical precision on replicate samples for detectable analytes was less than 10%. All concentrations are expressed asmass ofmetal permass of dry sediment. In addition, total metals weremeasured at 0.5 cm resolution on archive core halves by ITRAX core-scanning XRF at the University of Minnesota Duluth with a dwell time of 30 s [Croudace et al., 2006]. 3.2.3. Heavy Mineral Separation and Analysis We separated the heavy mineral fraction of selected samples by mixing ~500mg of freeze-dried sediment with 10ml of sodium polytungstate adjusted to a density of 2.8 g cm 3, placing the mixtures in an ultrasonic bath for 30min and centrifuging the mixtures for 90min at 4500 rpm. This separation procedure accommodates a theoretical minimum cinnabar (8.1 g cm 3) particle diameter of 65 nm following the equation in Plathe et al. [2013]. We rinsed the heavy fraction by following the above ultrasonic and centrifugation steps with 10ml of deionized H2O, repeated 3 times. We digested and analyzed selected heavy fraction samples for metal concentrations (henceforth referred to as Mhvy) using the same methods described above for bulk samples, while accounting for contamination by the heavy liquids with one procedural blank for every five samples. For certain nondigested samples, we dried the heavy fractions and studied them using a scanning electron microscope (SEM; Hitachi TM3000) with energy-dispersive X-ray spectroscopy (EDS)."
  }, {
    "heading": "3.3. Chronology",
    "text": "The composite record (henceforth the Yanacocha record) includes YC1 from 0 to 27 cm depth and YANA11 from 27 to 333 cm depth. We correlated the offset drives from YANA11 based on visual stratigraphy and then correlated YC1 to YANA11 using LOI550 (R = 0.90, p< 0.001; Figure S2). Age control in the Yanacocha record consists of 12 210Pb ages from YC1 (details previously published in Beal et al. [2013]) and 10 AMS 14C ages on macrofossils isolated from discrete sediment layers throughout YANA11 (Table S3). The age-depth model uses 210Pb ages from 0 to 12 cm, linear interpolation from 12 to 27 cm, Bayesian age modeling from 27 to 303 cm using the program Bacon [Blaauw and Christen, 2011], and linear interpolation from 303 to 333 cm (Figure 2). The following nondefault parameters were used in Bacon: mean accumulation rate 0.0167 cm yr 1, memory strength 20, and memory mean 0.1. All ages were calibrated in Bacon using SHCal04 [McCormac et al., 2004], except for the basal age which was calibrated using IntCal09 [Reimer et al., 2011] because its 14C age exceeds SHCal04. Linear interpolation was used from 303 to 333 cm because of deviations in Bacon’s fit near the base of cores where accumulation rates decrease rapidly."
  }, {
    "heading": "3.4. Flux Calculations",
    "text": "Hg fluxes were calculated as the product of concentration and dry mass sedimentation rate. Dry mass sedimentation rate (gm 2 a 1) was calculated as the product of bulk density (g cm 3) and accumulation rate (cm a 1). Because Bacon assumes unrealistic changes in accumulation rate between adjacent sections [Jacobson et al., 2012], a second-order polynomial fit was used to calculate accumulation rates (Figure S3).\nBEAL ET AL. ©2014. American Geophysical Union. All Rights Reserved. 440\n4.3. Hg Variability During the Holocene\nHg concentrations in the Yanacocha record range from a minimum of 13 μg kg 1 at\n8.9 ka to a maximum of 115 μg kg 1 at 3.2 ka (Figure 4). Pre-3.5 ka Hg concentrations are relatively stable (mean ± 1σ: 32 ± 9 μg kg 1), except from ~10 to 9 ka when Hg concentrations are relatively elevated (~40–60 μg kg 1). An abrupt increase in Hg concentration occurs at 3.4 ka and reaches the Holocene maximum concentration at 3.2 ka, followed by a steady decline to pre-3.5 ka values by ~2.5 ka. Slightly elevated Hg concentrations (~45 μg kg 1) persist from 1.5 to 0.5 ka. An abrupt increase beginning in ~ A.D. 1480 is followed by consistently elevated concentrations (46–75 μg kg 1) until the most recent sediment in A.D. 2011.\nThe record of Hg flux is largely a reflection of the record of Hg concentration, as it is the product of Hg concentration and sedimentation rate (Figure S4). Pre-3.5 ka Hg fluxes are ~1.0–1.5μgm 2 a 1, compared to a maximumof 6.7μgm 2 a 1 at 3.2 ka and average post-A.D. 1980 fluxes of ~4.1μgm 2 a 1. Themain deviation of Hg flux from concentration occurs from ~1.5 to 0.5 ka, concurrent with increased LOI550 (Figure 4). Because\nBEAL ET AL. ©2014. American Geophysical Union. All Rights Reserved. 441\nsix heavy fraction samples by SEM, with a particular focus on the period 3.3–3.2 ka that is characterized by a peak in Feext concentrations and Holocene-maximum Hg concentrations (Figure 5b). We did not identify Hg sulfides in any of the six samples analyzed by SEM, but we found abundant framboidal pyrite in one sample from 3.3 ka with diameters of 10–15μm (Figure 5a) and Fe, S, and C spectral peaks identified by EDS. A pronounced one-sample peak in concentrations of Fehvy and Shvy at 3.2 ka (Figure 5) has a molar Fe:S ratio of 1:1.79 similar to observed framboidal pyrite and highly elevated concentrations of Ashvy, Aghvy, and Tlhvy [Large et al., 2001]. Although the Hghvy concentration is relatively elevated in this sample, the percent of Hg in the heavy fraction (%Hghvy) is not relatively elevated (Figure 5b)."
  }, {
    "heading": "5. Discussion",
    "text": ""
  }, {
    "heading": "5.1. Depositional Pathway",
    "text": "We first test the hypothesis that atmospheric deposition is the primary source of Hg to Yanacocha by comparing Hg concentrations and sedimentology in the Yanacocha record during the entire record (12.3 to 0 ka) and just\nR2 = 0.5317 p < 0.001\n0\n10\n20\n30\n40\n50\n60\n0 10 20 30 40 50 60\nB S\ni ( %\n)\nLOI550(%)\n12 ka\nBEAL ET AL. ©2014. American Geophysical Union. All Rights Reserved. 442\nsediment as opposed to within the water column [Wilkin et al., 1996]. Therefore, we hypothesize that framboidal pyrite was formed within Yanacocha’s uppermost sediments due to external input of oxidized Fe and S, which may have sequestered Hg from the lake during the period of elevated Feext concentrations from 3.3 to 3.2 ka.\n5\n10\n0.2\n0.4\n0.6\nF e\n/F e\n( %\n)\nF e\n( g\nkg )\nFehvy\nS (\ng kg\n)\nShvy\n5\n10\n0.2\n0.4\n0.6\nC u\n/C u\n( %\n)\nC u\n( m\ng kg\n)\nCuhvy\n40\n80\n120 0 1 2 3 4 5 6 7\nH g\n(µ g\nkg )\nHghvy\n0\n20\n40\n5\n10\n15\nH g\n/H g\n( %\n)\nH g\n( µg\nk g\n) A\ng (\nµg k\ng )\nAghvy\n0\n5\n10\n1.0\n4.0\n2.0\n2.0\nA s\n/A s\n( %\n)\nA s\n( m\ng kg\n)\nAshvy\n2 3 4 5 0.5 0.4 0.3 0.2 0.1\n6 7\nF e\n( g\nkg )\n0.0\n0.2\n0.4\n0 1 2 3 4 5 6 7\nT l\n( m\ng kg\n)\nAge (ka)\nTlhvy\nb.)\n10 µm 10 µm\na.)\nBEAL ET AL. ©2014. American Geophysical Union. All Rights Reserved. 443\nAtmospheric Hg deposition to a lake can occur by oxidation of Hg0 vapor in the atmosphere to Hg2+, which then binds with particles or is dissolved in precipitation, and by atmospheric transport and deposition of Hg-bearing particles [e.g.,Mason et al., 1994]. Either form of deposited Hg likely had a residence time on the order of years due to Yanacocha’s small catchment size and surrounding colluvium that lacks developed soil. In the sections below, we examine the possible influences of climate (i.e., precipitation and temperature), volcanism, and anthropogenic activity on atmospheric Hg deposition to Yanacocha."
  }, {
    "heading": "5.2. Climate and Hg Deposition",
    "text": "We investigate the possible response of atmospheric Hg deposition to past changes in regional precipitation and temperature during the preanthropogenic period using nearby paleoclimate records and coregistered proxy data in the Yanacocha record. Long-term monitoring in North America has found that wet deposition of Hg (Hg bound in precipitation) represents ~50–90% of modern total atmospheric Hg deposition and can vary seasonally [Prestbo and Gay, 2009]. Temperature has been proposed as a controlling factor on Hg in sedimentary systems either directly, by affecting the thermal stability of Hg in peat [Martínez-Cortizas et al., 1999], or indirectly, through warming-driven increases in algal productivity that scavenges Hg from the lake water column [e.g., Outridge et al. [2007]]. 5.2.1. Precipitation Past precipitation in the central Andes is inferred primarily from lake level records and δ18O records of carbonate lake sediments and cave deposits. Lake level records from Lake Titicaca are interpreted to reflect precipitation amounts on the Altiplano (14–21 °S) and show high lake levels from ~21 to 10 ka, followed by low lake levels from ~8 to 5 ka, [Baker et al., 2001; Rowe et al., 2002]. From ~4 ka to the present day, Lake Titicaca levels were near modern and are interpreted to reflect relatively high precipitation [Rowe et al., 2002]. Records of precipitation inferred from δ18O values of carbonate lake sediments and cave deposits in central Peru (11 °S) show a similar pattern to Lake Titicaca, although they indicate more gradually increasing precipitation throughout the Holocene [Bird et al., 2011; Kanner et al., 2013]. Precipitation-related changes in biomass burning, which cause Hg release to the air primarily as Hg0 [Friedli et al., 2003], are unlikely due to the rarity of natural fires in the Amazon Basin during the Holocene [Bush et al., 2007].\nWe interpret BSi in the Yanacocha record as a proxy for precipitation on the catchment, resulting from runoff delivery of Si to the lake for diatom frustule formation. An inverse correlation between BSi and LOI550 throughout the Yanacocha record (Figure 3) likely reflects the dilution of organic matter deposition with diatoms. We infer high precipitation at the lake from high BSi (low LOI550) prior to ~7 ka and lower precipitation from near minimum BSi (maximum LOI550) between ~7 and 4.5 ka (Figure 4). Continuously below average Ti between ~7 and 4.5 ka supports decreased lithogenic input from runoff during this time. Subsequent to ~4.5 ka, generally high BSi (low LOI550) and approximately average Ti suggest relatively high precipitation. The general pattern of precipitation changes interpreted from BSi in Yanacocha is similar to that inferred from Lake Titicaca [Baker et al., 2001; Rowe et al., 2002] and δ18O records in central Peru [e.g., Kanner et al., 2013]. A shift in hydrology during the appearance of framboidal pyrite at ~3.3 ka is not evident in the Yanacocha sedimentology, and regional proxy records do not show precipitation changes during this time in central Peru [Kanner et al., 2013]. Despite millennial-scale changes in precipitation inferred from BSi\nBEAL ET AL. ©2014. American Geophysical Union. All Rights Reserved. 444\nWyoming, United States [Schuster et al., 2002], report short-lived (~100 year for peat, ~1–10 year for ice) peaks in Hg deposition, usually manifested as a greater than tripling of Hg flux, that are similar in timing to explosive volcanic eruptions in both the Northern and Southern Hemispheres. Based on the temporal resolution of the Yanacocha record (median = 26 years per sample), we would expect to find Hg peaks during times of known volcanic eruptions. However, Hg deposition in the Yanacocha record during the preanthropogenic period is relatively stable, and eruption-related increases in Hg deposition are not distinguishable from the noise (Figure 4). Continuous volcanic degassing and more frequent smaller eruptions may contribute significant amounts of natural Hg to the atmosphere [Pyle and Mather, 2003] but similarly cannot be distinguished in the Yanacocha record.\nThe Andean Central Volcanic Zone (CVZ) is located ~300–400 km from Yanacocha (Figure 1) and has hosted a number of Plinian eruptions since ~3.5 ka (Figure 7). The VEI 5 eruption of the volcano Yucamane\nLY2\nLY1\n10\n102\n103\n104\nHuaynaputina\nUbinas El Misti\nYucamane\n4\n5\n6\n0 1 2 3\nC V\nZ E\nru pt\nio ns\n( V\nE I)\nAge (ka)\nNegrilla\n0\n25\n50\n75\n100\nH g\nF lu\nx (µ\ng m\n-2 a\n-1 )\nH g\nF lu\nx (µ\ng m\n-2 a\n-1 )\n2\n4\n6\n8\n1\n3\n5\n7\n20\n40\n60\n80\n100\n120 -2000-1000010002000\nYear AD/BC\nH g\nF lu\nx (µ\ng m\n-2 a\n-1 )\nP b e\nxt (\nm g\nkg -1\n) H\ng C\non c.\n( µg\nk g-\n1 )\nBEAL ET AL. ©2014. American Geophysical Union. All Rights Reserved. 445\n(~3270 14C yr B.P.) [Siebert and Simkin, 2002] roughly overlaps in timing with the abrupt increase in Hg and Feext concentrations and framboidal pyrite appearance from ~3.3 to 3.2 ka. Deposition of volcanic sulfate and Fe to Yanacocha from this eruption may have provided adequate reactants for framboid formation within the lake’s surface sediments and sequestration of Hg from the water column or volcanic ash. Further evidence for volcanism at ~3.2 ka comes from highly enriched Ashvy, Aghvy, and Tlhvy concentrations in Yanacocha sediments (Figure 5b), which, in addition to having an affinity for framboidal pyrite [Schoonen, 2004; Neumann et al., 2013], are also emitted predominantly from volcanic sources [Kellerhals et al., 2010]. If volcanism were responsible for the sharp increase in Hg concentration at ~3.3 ka, then the Hg is retained in the less dense fraction of sediment (< 2.8 g cm 3) or in nanometer-scale particles because of near-constant %Hghvy during this time (Figure 5b).\nThe largest eruption in the CVZ during the Holocene was the VEI 6 eruption of the volcano Huaynaputina, historically dated to 19 February, A.D. 1600. Ashfall from this eruption with particle diameters of ~20μm is registered in ice cores from QIC [Thompson et al., 1986], and lava flows on Huaynaputina have a similar Fe content (~3–6 wt %) to those on Yucamane [Mamani et al., 2008]. Hg concentrations in the Yanacocha record do not register this volcanic eruption, but instead generally decline between A.D. 1590 and 1730 (Figure 7). This finding is consistent with a lake sediment record from Southern Chile that shows relatively constant Hg fluxes within and subsequent to visible tephra layers from three separate Holocene eruptions [Hermanns and Biester, 2013]. In contrast to the peat and ice core records that show volcanic Hg peaks, the overall lack of volcanic events registered in the Yanacocha Hg record from both regional and global eruptions suggests that large volcanic events during the Holocene had negligible decadal- to century-scale effects on atmospheric Hg levels."
  }, {
    "heading": "5.4. Anthropogenic Activity and Hg Deposition",
    "text": ""
  }, {
    "heading": "5.4.1. 1450–500 B.C.",
    "text": "An early phase of increased atmospheric Hg deposition in the Yanacocha record began at 1450 B.C. (3.4 ka), reached a maximum at 1200 B.C. (3.15 ka), and remained elevated until at least 500 B.C. (2.45 ka; Figure 7). This peak is not associated with a change in any of the other bulk analytes in the Yanacocha record except for a brief peak in Feext concentrations from 1340 to 1240 B.C. associated with the presence of framboidal pyrite and discussed above. A mining dust source of Fe and S for framboidal pyrite formation is unlikely due to the low solubility of most sulfide ore minerals. However, increased concentrations of Cuhvy, Cohvy, Nihvy, Mohvy, and Pbhvy from 1650 to 1500 B.C. (Figures 5b and S5) suggest an early mining dust source to Yanacocha. These metals are commonly found together within the same sulfide deposits and can be accessible at the surface in areas affected by glaciation in Peru [Petersen, 1965]. This period of enhanced chalcophile deposition preceded the abrupt increase in Hg deposition at 1400 B.C. and is concurrent with a slight monotonic increase in Hg concentration and flux. Following the peak in Hg deposition at 1200 B.C. , the endurance of elevated Hg deposition (5.0 to 6.8 μgm 2 a 1) for nearly a millennium implies a persistent local anthropogenic source of Hg to Yanacocha. Furthermore, the shapes of Hg concentration and flux peaks, characterized by onsets with abrupt increases and subsequent slow declines to background levels, are similar to preindustrial anthropogenic peaks found in cores from the headwater lake Laguna Negrilla in Peru (Figure 7) [Cooke et al., 2013] and a saltwater lagoon in France [Elbaz-Poulichet et al., 2011]. Near-constant %Hghvy (Figure 5b) suggests that Hg frommining during this timewas likely emitted either as ultrafine (< 65nmdiameter) cinnabar particles or as Hg0/Hg2+ that was subsequently bound to less dense materials.\nThe timing of the early phase of Hg deposition in Yanacocha is identical to precolonial cinnabar mining registered in the lakes LY1 and LY2 located ~10 km from Huancavelica (Figure 7) [Cooke et al., 2009]. Cooke et al. [2009] found that the Hg deposited during pre-Incan time was primarily bound as cinnabar, and neither an increase in Hg fluxes nor a distinct change in Hg isotopes was observed during pre-Incan time in a sediment core from Laguna Negrilla, located ~200 km southeast of Huancavelica (Figure 1) [Cooke et al., 2013]. This spatial limitation of Hg emissions from Huancavelica would have likely precluded the longer distance transport to Yanacocha, located ~460 km southeast of Huancavelica (Figure 1), which suggests that the early phase of Hg deposition in Yanacocha is from pre-Incan metal use near the catchment.\nWe hypothesize that the early phase of anthropogenic Hg deposition in Yanacocha was due to a three-part sequence of events. First, mining of a nearby polymetallic sulfide deposit provided minimal Hg contributions\nBEAL ET AL. ©2014. American Geophysical Union. All Rights Reserved. 446\nto Yanacocha from 1650 to 1450 B.C. Second, a combination of nearby mining emissions, potential volcanic emissions, and/or an affinity of Hg for framboidal pyrite caused the abrupt increase in Hg deposition from 1450 to 1200 B.C. Third, ongoing nearby mining supplied decreasing amounts of Hg to Yanacocha from 1200 B.C. to at least 500 B.C. 5.4.2. A.D. 1480–2011 A later phase of enhanced atmospheric Hg deposition in Yanacocha is registered from~A.D. 1480 to 2011. Increased Hg concentrations (55–73μg kg 1) from~A.D. 1480 to 1640 (Figure 7) may reflect both cinnabar mining in Huancavelica, first by the Inca from~A.D. 1450 and then by the Spanish from A.D. 1564 onward [Cooke et al., 2009], and the concurrent growth of Ag refining using Hg amalgamation throughout the Andes beginning~A.D. 1570 [Robins and Hagan, 2012]. A simultaneous peak in Pbext concentrations from~A.D. 1500 to 1670 (Figure 7) is similar in timing to the initial use of Pb for smelting Ag ores [Guerrero, 2012]. If Hg was cotransported with aerosol-based smelting emissions, it must either reside as cinnabar with particle diameters less than 65 nm (because %Hghvy does not change substantially (Figure 5b)) or as Hg adsorbed to less dense aerosols. Atmospheric transport of Hg from Huancavelica to Laguna Negrilla between~A.D. 1450 and 1650 is supported by a pronounced increase in Hg fluxes (~10 fold increase, up to 82μgm 2 a 1; Figure 7) and a shift in the mass-dependent fractionation of Hg isotopes [Cooke et al., 2013]. The relatively small increase in Hg deposition in Yanacocha compared to Laguna Negrilla suggests that Hg emissions from Huancavelica were, at least during the time of Inca control (~A.D. 1450–1564), predominantly in the solid phase and decreased in spatial extent with distance from Huancavelica.\nThe shift to elemental Hg production for silver mining between A.D. 1564 and 1810 likely influenced more globally distributed Hg emissions [Nriagu, 1993; Robins and Hagan, 2012]. Decreased Hg concentrations and fluxes in the Yanacocha record from~A.D. 1650 to 1750 are followed by a general increase coincident in timing with estimated maximum Hg0 emissions in South and Central America from~A.D. 1750 to 1810 [Nriagu, 1993]. However, increasing Hg fluxes are not evident during this period in Laguna Negrilla (Figure 7) or in two lakes ~65 km west of Yanacocha [Beal et al., 2013]. The spatially inconsistent signal of Hg fluxes in this region suggests that mining dust continued to contribute significant amounts of Hg to certain lakes and that any increase in Hg deposition due to anthropogenic Hg0 emissions was relatively negligible during the preindustrial period. A more localized distribution of preindustrial Hg emissions is consistent with new chemical modeling by Guerrero [2012] that shows solid calomel (Hg2Cl2) comprised up to 90% of Hg losses from Ag refining in the Hispanic New World. Post-industrial increases in Hg deposition in the Yanacocha record were likely caused by global Hg0 emissions."
  }, {
    "heading": "5.4.3. Modern Flux Ratio",
    "text": "The extent of anthropogenic modification to natural Hg cycling is typically represented by an Hg flux ratio, which is the ratio of recent Hg fluxes to background fluxes that occurred at some earlier time (i.e., from A.D. 1800 to 1850 in most sediment records). Table 1 lists mean Hg concentrations and fluxes in the Yanacocha record for key time periods during the Holocene, weighted on the length of time each sample represents. Because of the evidence for significant pre-A.D. 1850 anthropogenic deposition in the Yanacocha record, natural Hg fluxes are likely only represented prior to 3.5 ka in this record. Whereas Hg concentrations remain remarkably constant from 12.3 to 3.5 ka, Hg fluxes gradually decrease with increasing age (Table 1). This is likely an artifact of the age-depth model. We therefore calculate a best approximation of the Hg flux ratio in the Yanacocha record as time-weighted mean post-A.D. 1980 fluxes (4.0μgm 2 a 1) over pre-3.5 ka fluxes (1.4μgm 2 a 1), yielding a flux ratio of 3.0 ± 1.5. This flux ratio, which accounts for total anthropogenic\nTable 1. Time-Weighted Means for Hg Flux and Concentration During Periods Representative of Natural and Anthropogenic Conditions\nFlux (μgm 2 a 1) Concentration (μg kg 1)\nPeriod Mean σ Mean σ n\nPre-8 ka 1.0 0.4 31 11 58 Pre-6 ka 1.2 0.5 31 10 91 Pre-3.5 ka 1.4 0.6 32 9 189 Post-A.D. 1980 4.0 1.0 68 4 5 Post-A.D. 2000 3.4 0.3 70 1 2\nBEAL ET AL. ©2014. American Geophysical Union. All Rights Reserved. 447\nmodification to the global Hg cycle during the Holocene, is in good agreement with sediment records that use the period A.D. 1800 to 1850 as background fluxes from two other lakes in southeastern Peru (i.e., 4.0 ± 1.0) [Beal et al., 2013] and from lakes around the world (i.e., on average 3.5) [Biester et al., 2007]. The discrepancy between our Holocene Hg flux ratio (3.0 ± 1.5) and the modeled 7.5-fold enrichment since 2000 B.C. by Amos et al. [2013] indicates that preindustrial Hg emissions were either not as globally distributed as assumed in the model or were not as persistent in labile surface reservoirs. Revised accounting for losses of Hg0 to the atmosphere from preindustrial mining may improve the accuracy of global Hg models and help reconcile them with sedimentary records."
  }, {
    "heading": "6. Conclusions",
    "text": "During the preanthropogenic period, atmospheric Hg deposition recorded in Yanacocha was relatively constant and did not vary with changes in local and regional climate. Holocene volcanic eruptions are generally not registered in the Hg record despite a number of Plinian eruptions that occurred both globally and within the Andean CVZ. An early phase of enhanced Hg deposition in Yanacocha began in 1450 B.C. (3.4 ka) likely due to a combination of nearby mining emissions and volcanic input of Fe and S that led to framboidal pyrite formation and possible Hg sequestration between~ 1340 and 1240 B.C. The endurance of this early phase of enhanced Hg deposition until 500 B.C. is coincident with known pre-Incan cinnabar mining in Huancavelica. The limited spatial distribution of Hg emissions from Huancavelica and the magnitude of Hg fluxes during this early phase, which are greater than modern fluxes, indicate a separate and nearby mining source of Hg to Yanacocha, likely from within the Cordillera Vilcanota. Increased concentrations of Hg and Pbext from~A.D. 1480 to 1640 suggest sources of Hg to the lake first from Incan cinnabar mining and then from colonial Hg production and Ag refining. The agreement of the Holocene flux ratio determined from the Yanacocha record with flux ratios determined from post-industrial lake sediment records suggests that preindustrial Hg emissions either were not well distributed globally or did not have a long-lasting impact on the global atmospheric Hg burden."
  }],
  "year": 2014,
  "references": [{
    "title": "Legacy impacts of all-time anthropogenic emissions on the global mercury cycle",
    "authors": ["H.M. Amos", "D.J. Jacob", "D.G. Streets", "E.M. Sunderland"],
    "venue": "Global Biogeochem. Cycles,",
    "year": 2013
  }, {
    "title": "The history of South American tropical precipitation for the past",
    "authors": ["P.A. Baker", "G.O. Seltzer", "S.C. Fritz", "R.B. Dunbar", "M.J. Grove", "P.M. Tapia", "S.L. Cross", "H.D. Rowe", "J.P. Broda"],
    "year": 2001
  }, {
    "title": "Effects of historical and modern mining on mercury deposition in southeastern Peru, Environ",
    "authors": ["S.A. Beal", "B.P. Jackson", "M.A. Kelly", "J.S. Stroup", "J.D. Landis"],
    "year": 2013
  }, {
    "title": "Modeling the past atmospheric deposition of mercury using natural archives, Environ",
    "authors": ["H. Biester", "R. Bindler", "A. Martinez-Cortizas", "D.R. Engstrom"],
    "venue": "Sci. Technol.,",
    "year": 2007
  }, {
    "title": "Holocene tropical South American hydroclimate revealed from a decadally resolved lake sediment",
    "authors": ["B.W. Bird", "M.B. Abbott", "D.T. Rodbell"],
    "venue": "Vuille",
    "year": 2011
  }, {
    "title": "Recently exposed vegetation reveals Holocene changes",
    "authors": ["A.M. 457–474. Buffen", "L.G. Thompson", "E. Mosley-Thompson", "K.I. Huh"],
    "year": 2009
  }, {
    "title": "A Holocene perspective on algal mercury scavenging to sediments",
    "authors": ["A. Sci. U. S"],
    "year": 2012
  }, {
    "title": "Chemistry as a tool for historical research: Identifying paths of historical mercury pollution in the hispanic newworld",
    "authors": ["S. Guerrero"],
    "venue": "Bull. Hist. Chem.,",
    "year": 2012
  }, {
    "title": "Assessing the contribution of natural sources to regional atmospheric mercury",
    "authors": ["M.S. Gustin", "S.E. Lindberg", "K. Austin", "M. Coolbaugh", "A. Vette", "H. Zhang"],
    "venue": "budgets, Sci. Total Environ.,",
    "year": 2000
  }, {
    "title": "Whole-ecosystem study shows rapid fish-mercury response to changes in mercury deposition",
    "authors": ["Harris", "R. C"],
    "venue": "Proc. Natl. Acad. Sci. U. S. A.,",
    "year": 2007
  }, {
    "title": "A 17,300-year record of mercury accumulation in a pristine lake in southern Chile",
    "authors": ["Hermanns", "Y.-M", "H. Biester"],
    "venue": "J. Paleolimnol.,",
    "year": 2013
  }, {
    "title": "Changing climate and sea level alter Hg mobility at Lake Tulane",
    "authors": ["G.L. Jacobson", "S.A. Norton", "E.C. Grimm", "T. Edgar"],
    "year": 2012
  }, {
    "title": "High-resolution variability of the South American summer monsoon over the last sevenmillennia: Insights from a speleothem record from the central Peruvian Andes,Quat",
    "authors": ["L.C. Kanner", "S.J. Burns", "H. Cheng", "R.L. Edwards", "M. Vuille"],
    "year": 2013
  }, {
    "title": "Thallium as a tracer for preindustrial volcanic eruptions in an ice core record from Illimani, Bolivia",
    "authors": ["T. Kellerhals", "L. Tobler", "S. Brütsch", "M. Sigl", "L. Wacker", "H.W. Gäggeler", "M. Schwikowski"],
    "venue": "Environ. Sci. Technol.,",
    "year": 2010
  }, {
    "title": "Late glacial fluctuations of Quelccaya Ice Cap, southeastern",
    "authors": ["M.A. Kelly", "T.V. Lowell", "P.J. Applegate", "C.A. Smith", "F.M. Phillips", "A.M. Hudson"],
    "year": 2012
  }, {
    "title": "Modern and historic atmospheric mercury fluxes in both hemispheres: Global and regional mercury cycling implications",
    "authors": ["C.H. Lamborg", "W.F. Fitzgerald", "A.W.H. Damman", "J.M. Benoit", "P.H. Balcom", "D.R. Engstrom"],
    "venue": "Global Biogeochem. Cycles,",
    "year": 2002
  }, {
    "title": "Mercury and monomethylmercury in fluids from Sea Cliff submarine hydrothermal field",
    "authors": ["C.H. Lamborg", "K.L. Von Damm", "W.F. Fitzgerald", "C.R. Hammerschmidt"],
    "venue": "Zierenberg",
    "year": 2006
  }, {
    "title": "Petrographic observations of iron, copper, and zinc zulfides in freshwater canal sediment",
    "authors": ["D.J. Large", "N.J. Fortey", "A.E. Milodowski", "A.G. Christy", "J. Dodd"],
    "venue": "J. Sediment. Res.,",
    "year": 2001
  }, {
    "title": "Composition and structural control of crustal domains in the central Andes, Geochem",
    "authors": ["M. Mamani", "A. Tassara", "G. Wörner"],
    "venue": "Geophys. Geosyst.,",
    "year": 2008
  }, {
    "title": "Mercury in a Spanish peat bog: Archive of climate change and atmospheric metal deposition",
    "authors": ["A. Martínez-Cortizas", "X. Pontevedra-Pombal", "E. García-Rodeja", "J.C. Nóvoa-Muñoz"],
    "venue": "Shotyk",
    "year": 1999
  }, {
    "title": "The biogeochemical cycling of elemental mercury: Anthropogenic influences, Geochim",
    "authors": ["R.P. Mason", "W.F. Fitzgerald", "F.M.M. Morel"],
    "venue": "Cosmochim. Acta,",
    "year": 1994
  }, {
    "title": "SHCal04 Southern Hemisphere calibration, 0–11.0 cal kyr",
    "authors": ["F. McCormac", "A. Hogg", "P. Blackwell", "C. Buck", "T. Higham", "P. Reimer"],
    "venue": "BP, Radiocarbon,",
    "year": 2004
  }, {
    "title": "A simple method for the rapid determination of biogenic opal in pelagic marine sediments, Deep Sea Res. Part A Oceanogr",
    "authors": ["R.A. Mortlock", "P.N. Froelich"],
    "year": 1989
  }, {
    "title": "Arsenic in framboidal pyrite from recent sediments of a shallow water lagoon of the Baltic Sea, Sedimentology",
    "authors": ["T. Neumann", "F. Scholz", "U. Kramar", "M. Ostermaier", "N. Rausch", "Z. Berner"],
    "year": 2013
  }, {
    "title": "Production and uses of mercury, in The Biogeochemistry of Mercury in the Environment",
    "authors": ["J.O. Nriagu"],
    "year": 1979
  }, {
    "title": "Volcanic emissions of mercury to the atmosphere: Global and regional inventories, Sci",
    "authors": ["J. Nriagu", "C. Becker"],
    "venue": "Total Environ.,",
    "year": 2003
  }, {
    "title": "Evidence for control of mercury accumulation rates in Canadian High Arctic lake sediments by variations of aquatic primary productivity, Environ",
    "authors": ["H.S. Outridge", "H. Stern", "F. Goodarzi"],
    "year": 2007
  }, {
    "title": "Regional geology and major ore deposits of central Peru, Econ",
    "authors": ["U. Petersen"],
    "venue": "Geol., 60(3),",
    "year": 1965
  }, {
    "title": "The role of nanominerals and mineral nanoparticles in the transport of toxic trace metals: Field-flow fractionation and analytical TEM analyses after nanoparticle isolation and density separation, Geochim",
    "authors": ["K.L. Plathe", "F. von der Kammer", "M. Hassellöv", "J.N. Moore", "M. Murayama", "T. Hofmann", "M.F. Hochella Jr."],
    "venue": "Cosmochim. Acta,",
    "year": 2013
  }, {
    "title": "The importance of volcanic emissions for the global atmospheric mercury",
    "authors": ["D.M. Pyle", "T.A. Mather"],
    "venue": "cycle, Atmos. Environ.,",
    "year": 2003
  }, {
    "title": "IntCal09 and Marine09 radiocarbon age calibration curves, 0–50,000",
    "authors": ["P Reimer"],
    "venue": "Years cal BP, Radiocarbon,",
    "year": 2011
  }, {
    "title": "Mercury production and use in colonial Andean silver production: Emissions and health implications, Environ",
    "authors": ["N.A. Robins", "N.A. Hagan"],
    "venue": "Health Perspect.,",
    "year": 2012
  }, {
    "title": "Estimations of historical atmospheric mercury concentrations from mercury refining and present-day soil concentrations of total mercury in Huancavelica, Peru, Sci",
    "authors": ["Robins", "N. A"],
    "venue": "Total Environ.,",
    "year": 2012
  }, {
    "title": "A 14 500 year record of the accumulation of atmospheric mercury in peat: Volcanic signals, anthropogenic influences and a correlation to bromine accumulation, Earth Planet",
    "authors": ["F. Roos-Barraclough", "A. Martinez-Cortizas", "E. García-Rodeja"],
    "venue": "Shotyk",
    "year": 2002
  }, {
    "title": "Insolation, moisture balance and climate change on the South American Altiplano since the Last Glacial Maximum",
    "authors": ["H.D. Rowe", "R.B. Dunbar", "D.A. Mucciarone", "G.O. Seltzer"],
    "venue": "Clim. Change,",
    "year": 2002
  }, {
    "title": "Climate driven release of carbon and mercury from permafrost mires increases mercury loading to sub-arctic lakes, Sci",
    "authors": ["J. Rydberg", "J. Klaminder", "P. Rosén"],
    "venue": "Bindler",
    "year": 2010
  }, {
    "title": "Mechanisms of sedimentary pyrite formation, Geol",
    "authors": ["M.A.A. Schoonen"],
    "venue": "Soc. Am. Spec. Pap., 379,",
    "year": 2004
  }, {
    "title": "Volcanoes of the world: An illustrated catalogue of Holocene volcanoes and their eruptions. Smithsonian Institution",
    "authors": ["L. Siebert", "S. Simkin"],
    "venue": "Global Volcanism Program Digital Information Series,",
    "year": 2002
  }, {
    "title": "All-time releases of mercury to the atmosphere from human activities, Environ",
    "authors": ["D.G. Streets", "M.K. Devane", "Z. Lu", "T.C. Bond", "E.M. Sunderland", "D.J. Jacob"],
    "venue": "Sci. Technol.,",
    "year": 2011
  }, {
    "title": "Late Holocene fluctuations of Qori Kalis outlet glacier Quelccaya Ice Cap, Peruvian Andes, Geology, doi:10.1130/G35245.1",
    "authors": ["J.S. Stroup", "M.A. Kelly", "T.V. Lowell", "P.J. Applegate", "J.A. Howley"],
    "year": 2014
  }, {
    "title": "Pyrite formation in the water column and sediments of a meromictic",
    "authors": ["N.S. Suits", "R.T. Wilkin"],
    "venue": "lake, Geology,",
    "year": 1998
  }, {
    "title": "Pre-) historic changes in natural and anthropogenic heavy metals deposition inferred from two contrasting Swiss Alpine lakes, Quat",
    "authors": ["F. Thevenon", "S. Guédron", "M. Chiaradia", "J.-L. Loizeau", "J. Poté"],
    "venue": "Sci. Rev.,",
    "year": 2011
  }, {
    "title": "The Little Ice Age as recorded in the stratigraphy of the tropical Quelccaya",
    "authors": ["L.G. Thompson", "E. Mosley-Thompson", "W. Dansgaard", "P. M"],
    "venue": "Grootes",
    "year": 1986
  }, {
    "title": "Abrupt tropical climate change: Past and present",
    "authors": ["L.G. Thompson", "E. Mosley-Thompson", "H. Brecher", "M. Davis", "B. León", "D. Les", "P.-N. Lin", "T. Mashiotta"],
    "venue": "Mountain",
    "year": 2006
  }, {
    "title": "Annually resolved ice core records of tropical climate variability over the past ~1800",
    "authors": ["L.G. Thompson", "E. Mosley-Thompson", "M.E. Davis", "V.S. Zagorodnov", "I.M. Howat", "V.N. Mikhalenko", "P.-N. Lin"],
    "year": 2013
  }, {
    "title": "The size distribution of framboidal pyrite in modern sediments: An indicator of redox conditions, Geochim",
    "authors": ["R.T. Wilkin", "H.L. Barnes", "S.L. Brantley"],
    "venue": "Cosmochim. Acta,",
    "year": 1996
  }],
  "id": "SP:37c90eb8aa2ff3118de1e02bf3c27619133db265",
  "authors": [{
    "name": "Samuel A. Beal",
    "affiliations": []
  }, {
    "name": "Meredith A. Kelly",
    "affiliations": []
  }, {
    "name": "Justin S. Stroup",
    "affiliations": []
  }, {
    "name": "Brian P. Jackson",
    "affiliations": []
  }, {
    "name": "Thomas V. Lowell",
    "affiliations": []
  }, {
    "name": "Pedro M. Tapia",
    "affiliations": []
  }],
  "abstractText": "Mercury (Hg) is a toxic metal that is transported globally through the atmosphere. Emissions of Hg from mineral reservoirs and recycling between soil/biomass, oceans, and the atmosphere are fundamental to the global Hg cycle, yet past emissions from anthropogenic and natural sources are not fully constrained. We use a sediment core from Yanacocha, a headwater lake in southeastern Peru, to study the anthropogenic and natural controls on atmospheric Hg deposition during the Holocene. From 12.3 to 3.5 ka, Hg fluxes in the record are relatively constant (mean ± 1σ: 1.4 ± 0.6 μgm 2 a ). Past Hg deposition does not correlate with changes in regional temperature and precipitation or with most large volcanic events that occurred regionally (~300–400 km from Yanacocha) and globally. In 1450 B.C. (3.4 ka), Hg fluxes abruptly increased and reached the Holocene-maximum flux (6.7 μgm 2 a ) in 1200 B.C., concurrent with a ~100 year peak in Fe and chalcophile metals (As, Ag, Tl) and the presence of framboidal pyrite. Continuously elevated Hg fluxes from 1200 to 500 B.C. suggest a protracted mining-dust source near Yanacocha that is identical in timing to documented pre-Incan cinnabar mining in central Peru. During Incan and Colonial time (A.D. 1450–1650), Hg deposition remains elevated relative to background levels but lower relative to other Hg records from sediment cores in central Peru, indicating a limited spatial extent of preindustrial Hg emissions. Hg fluxes from A.D. 1980 to 2011 (4.0± 1.0μgm 2 a ) are 3.0± 1.5 times greater than preanthropogenic fluxes.",
  "title": "Natural and anthropogenic variations in atmospheric mercury deposition during the Holocene near Quelccaya Ice Cap, Peru"
}