{
  "sections": [{
    "heading": "1. Introduction",
    "text": ""
  }, {
    "heading": "1.1. Setting",
    "text": "Mono Lake lies in a tectonic depression just east of the bounding fault zone that separates the Sierra Nevada from the Basin and Range Province in east-central California (Figure 1). The lake also lies at the north end of the Mono Craters’ volcanic chain, which has been active through at least the last glacial cycle [Zimmerman et al., 2006; Vazquez and Lidzbarski, 2012], and in particular over the last several thousand years [Bursik and Sieh, 2013]. Flanked by glacial moraines, fault scarps, and active volcanoes, the Mono Lake basin has been the subject of a wide range of tectonic, volcanic, glacial, and limnological research. The saline, alkaline lake is currently artificially low because of the diversion of inflow streams for water supplies, beginning in about 1940 Common Era (C.E.) [Stine, 1990].\nMono Lake is a classical pluvial lake whose history has been the subject of numerous studies, beginning with the pioneering work of Russell [1889]. Especially noteworthy are the studies of the late Pleistocene Wilson Creek Formation exposed above present lake level around the margins of the lake [Lajoie, 1968; Benson et al., 1998; Zimmerman et al., 2006, 2011, and references therein]. A detailed reconstruction of the late Holocene history of lake level fluctuations has been derived from shoreline exposures, enhanced, in part, by the artificially low level of the lake [Stine, 1987, 1990].\nRelatively few coring studies have been conducted in Mono Lake, and none of them selected core sites guided by subsurface geophysics. Some information on the Holocene history of the lake comes from the\nCOLMAN ET AL. ©2014. American Geophysical Union. All Rights Reserved. 3955\nCorrespondence to: S. M. Colman, scolman@d.umn.edu\nCitation: Colman, S. M., S. R. Hemming, S. Stine, and S. R. H. Zimmerman (2014), The effects of recent uplift and volcanism on deposition in Mono Lake, California, from seismic-reflection (CHIRP) profiles, J. Geophys. Res. Solid Earth, 119, 3955–3970, doi:10.1002/2013JB010726.\nReceived 25 SEP 2013 Accepted 27 APR 2014 Accepted article online 5 MAY 2014 Published online 28 MAY 2014\ncores on the margin of the western embayment [Newton, 1991, 1994; Davis, 1999]. Stable isotopes of carbonates in short cores have been used as a proxy for evaporation-controlled lake volume for the last few hundred years [Li et al., 1997; Benson et al., 2003]. Detailed studies of cores taken in conjunction with the project described here are underway."
  }, {
    "heading": "1.2. Late Quaternary Stratigraphy of the Mono Lake Basin",
    "text": "The most studied interval in the sedimentary history of the basin is the Wilson Creek Formation of the last glacial cycle, which is represented by extensive outcrop exposures around the basin [Lajoie, 1968; Zimmerman et al., 2011]. Deep lake silts of the period ~70 ka–~12 ka are exposed up to an elevation of 2000m and are interbedded with 19 mostly locally derived tephras. As much as 100m of pre-Wilson Creek silts and diatomites are exposed on Paoha Island [Lajoie, 1968]. The Holocene stratigraphy of the western part of the basin was described from shallow cores [Newton, 1994; Davis, 1999] and consists generally of bedded to laminated mud with varying proportions of organic matter, tephra, and several forms of carbonate material.\nCOLMAN ET AL. ©2014. American Geophysical Union. All Rights Reserved. 3956\nThe latest Holocene variations in lake level have been comprehensively described and dated by Stine [1987, 1990] from sediment stratigraphy in pits and cores and geomorphic features."
  }, {
    "heading": "1.3. Subsurface of the Lake",
    "text": "Despite much research on the Mono Lake system as a whole, relatively little exploration of the lake’s subsurface structure and stratigraphy has been conducted. Of the studies that have been undertaken [Scholl et al., 1976; Pelagos, 1987], most of the acoustic imaging has been focused on the bathymetry and lake floor character. Both previous studies obtained subsurface information from high-frequency echo sounders (minimum frequency of 38 and 41 kHz, respectively). In addition, the Pelagos’ [1987] study obtained data from a midfrequency (Geopulse, approximately 0.5–2 kHz) boomer system. Our survey augments these using compressed high-intensity radar pulse (CHIRP) technology (see Methods) operating at frequencies of 4–20 kHz.\nThe physiography of the lake floor has been divided into a number of named features [Scholl et al., 1976; Pelagos, 1987; Stine, 1990]. For simplicity, we mostly refer only to the western and eastern basins of the lake, largely divided by Paoha Island and the submerged topography that surrounds it. The islands in the lake are striking and include Paoha and Negit Islands, and the many islets that surround them, whose number depends on the lake level. Negit and the islets are volcanic features, whereas Paoha is dominantly mantled by fine-grained lake sediments domed upward by intrusive activity. Based on the presence or absence of various tephra and shoreline features, Stine [1990, 2011] has dated all of these to the last ~800 years; Paoha is the youngest, at ~300 years. Other features in Mono Lake are mentioned as they arise in the discussion."
  }, {
    "heading": "1.4. Purpose of the Study",
    "text": "In this study, we focus on the implications of high-resolution seismic reflection profiles for the recent sedimentary history of Mono Lake. In contrast to large-scale tectonic and volcanic questions addressed by\nCOLMAN ET AL. ©2014. American Geophysical Union. All Rights Reserved. 3957\nmore traditional geophysical methods [e.g., Pakiser, 1976], we are concerned with the architecture of relatively recent sedimentation in the basin and relatively small-scale effects of tectonics and volcanism (those within the depositional basin). In particular, this study was motivated by the need to find optimal sites to core for long sedimentary records of environmental change.\nWe discuss the results of a high-resolution, shallow-penetration, seismic reflection (CHIRP) survey of Mono Lake conducted in June 2009. Here our discussion of the cores is limited to the information they provide concerning the stratigraphy of seismic units. We focus in particular on the effects of relatively recent uplift, volcanism, and lake level change on the sedimentary record of the lake."
  }, {
    "heading": "2. Methods",
    "text": "Seismic reflection data were collected with an Edgetech™ CHIRP (Compressed High-Intensity Radar Pulse) subbottom system, consisting of a 3100P deck unit and a SB-424 fish. The CHIRP data were collected along about 150 km of survey lines (Figure 2) and were recorded in digital Society of Exploration Geophysicists Y\nCOLMAN ET AL. ©2014. American Geophysical Union. All Rights Reserved. 3958\n(SEG Y) format using Edgetech™ Discover software. The CHIRP swept frequency range was 4–20 kHz in a pulse length of 10ms. Under ideal conditions, the vertical resolution of the system is about 10–20 cm. Average survey speed was 6–7 km/h, using a 6m pontoon boat with an outboard motor. Navigation coordinates were obtained by a handheld Garmin™ GPS unit and were recorded with each recorded CHIRP in the SEGY files. The interpretation of the data and the mapping of units were accomplished using the Seismic MicroTechnology Kingdom™ Suite software.\nThe survey was conducted in June 2009, when the lake was at an elevation of 1945.4m. The towfish (zero on the time axis of the seismic profiles) was suspended about 0.5m below the lake surface. For safety and data quality reasons, the survey mostly was restricted to water depths greater than about 3m. The speed of sound in the water of Mono Lake varies from about 1450m/s in relatively freshwater at the surface (when the lake is stratified) to about 1554m/s in the deep, saline water [Scholl et al., 1976; Pelagos, 1987]. The depths and thicknesses discussed in this paper assume a speed of sound of 1500m/s.\nOur interpretations of the seismic-stratigraphic units in this study were guided by a limited amount of core data from both published studies and our ongoing work. Our cores are archived at the University of Minnesota’s LacCore national lake core repository (http://lrc.geo.umn.edu/laccore/). The core sites discussed here are numbered 1–20, listed with ancillary information in Table 1 and located in Figure 2."
  }, {
    "heading": "3. Results",
    "text": "Four seismic-stratigraphic units were defined for Mono Lake on the basis of their acoustic properties in the CHIRP data, including their internal character, bounding unconformities, and relationships to adjacent units. As in most seismic reflection studies, the presentation of all of the data is not feasible, so individual profile segments are shown here to illustrate particular features or relationships. Also, scaling issues limit what can be shown in any individual profile. We present example of seismic profiles with the following rationale. Figures 3 and 4 show relatively detailed sections that are representative of the western and eastern basins, respectively. Figure 5 shows additional stratigraphic relationships in the eastern basin. Finally, Figure 6 shows one of the shorter cross sections of the basin that contains all major unit relationships; even so, that profile is shown with significantly higher vertical exaggeration than the others. Although there are subtle differences in the stratigraphic relationships seen in the western (Figure 3) and eastern (Figure 4) basins of\nCOLMAN ET AL. ©2014. American Geophysical Union. All Rights Reserved. 3959\nthe lake, the general stratigraphy is the same. The seismic-stratigraphic units were defined primarily on the basis of seismic properties, but limited amounts of available core data were also considered in defining the units.\nUnit S1 comprises the lowermost unit imaged in the survey, but the base of the unit is below the maximum penetration of the CHIRP system. The upper boundary of the unit is marked by the strong reflections at the base of the overlying unit S2. Although internal reflections within unit S1 are not always apparent (Figure 4), in many cases, continuous internal reflections are readily observed, commonly parallel to those in overlying units, but in some cases in slight angular unconformity with them (Figure 3 and later figures). Unit S1 is interpreted to be lake sediments older than the tephras (discussed below) that dominate unit S2. As such, it probably includes sediments spanning much of the Holocene, such as those identified in the western part of the lake [Newton, 1994; Davis, 1999]. The unit may also include sediments of the underlying late Pleistocene Wilson Creek Formation [Lajoie, 1968].\nUnit S2 is marked by a series of high-amplitude, parallel reflections (Figures 3 and 4). It has a maximum thickness of about 3m in the deepest part of the basin, thinning landward to the point that it is difficult to resolve in the CHIRP data in water less than a few meters deep. In most cases, the reflections in unit S2 are parallel to those in the underlying unit S1, but locally, a slight angular unconformity separates the two units (Figure 3). Based on core data and other inferences (see Discussion), the unit is composed of a series of tephras and intereruption lake sediments deposited in the late Holocene.\nUnit S3 is a thick deposit restricted to deepwater areas surrounding Paoha Island (Figures 3 and 4). For the most part, it is acoustically massive. Its base is marked by a very strong reflection that is commonly the deepest reflection observed in our survey. The unit thins abruptly from more than 12m (18m maximum observed) in areas near Paoha Island to less than 0.5m, a few kilometers away. Although the unit is remarkably uniform internally in most places, strong internal reflections occur locally near the top or bottom of the unit, especially toward its distal edges.\nUnit S4 is the uppermost unit in the section. It is characterized by weak but continuous internal reflections, where the unit is more than about 1m thick. Its base is marked by a strong reflection where unit S4 overlies tephra-rich unit S2 and by a moderately strong but very continuous reflection where unit S4 conformably\nCOLMAN ET AL. ©2014. American Geophysical Union. All Rights Reserved. 3960\nCOLMAN ET AL. ©2014. American Geophysical Union. All Rights Reserved. 3961\noverlies unit S3. The unit is 1–2m thick inmost of the deepwater areas of the lake, thinning toward shore to less than what can be resolved in the CHIRP data. Numerous cores (Sites 7–19; Figure 2) show that the unit consists of finely laminated lake sediments."
  }, {
    "heading": "4. Discussion",
    "text": ""
  }, {
    "heading": "4.1. Origins of the Seismic-Stratigraphic Units",
    "text": "Prelate Holocene lake sediments have been recovered in cores only on the westernmost margin of Mono Lake (Sites 1–5 and 18; Figure 2). Even for these western margin cores, parallel studies [Newton, 1991, 1994; Davis, 1999] of the longest (Site 3; Figure 2) have produced descriptions that are not entirely consistent. These cores contain Holocene sediments, from which the oldest radiocarbon age (on a terrestrial macrofossil) is about 10.7 calibrated (cal) kiloyear B.P. at a depth of 7.15m at Site 3 [Davis, 1999]. In the Pelagos’ [1987] report, reflections beneath the uppermost lake sediments (their horizons A and B) were designated as part of the late Pleistocene Wilson Creek Formation, but this interpretation leaves no room for early to mid-Holocene deposition, since the top of the Wilson Creek Formation is about 12.5 ka [Lajoie, 1968; Benson et al., 1998].\nUnit S1 is present throughout the lake basin, and where well imaged, it contains long, continuous reflections (Figures 3 and 5). Consequently, we infer that it is composed predominantly of slightly deformed, but relatively intact lake sediments. Low-amplitude folding, exaggerated in the seismic profiles (Figures 3 and 5), is clear, and faulting may be present, although the evidence from the seismic reflection data is equivocal. From the CHIRP data, we can infer only that unit S1 is older than late Holocene. Given that Holocene sediments are likely much thicker near the center of the lake than at the western margin because of sediment focusing, it seems likely that we did not image pre-Holocene (Wilson Creek) sediments in most areas. However, on the eastern margin of the lake, deformed strata that dip relatively steeply (a few degrees) toward the basin center are truncated at the lake floor (Figure 5). The lowest of these sediments may be equivalent to the part of the Wilson Creek Formation. The presence of dipping Wilson Creek beds in this area is consistent with the location of outcrops of this formation on land along the southeast shore [Zimmerman et al., 2011, and references therein].\nBased on correlations to a variety of core sites, we infer that unit S2 is composed of interbedded lake sediments and volcanic tephras. Tephra deposits typically contrast with lake sediments in their acoustic impedance, consistent with the strong, continuous, parallel reflections in unit S2 (Figures 3 and 4). Specifically, we correlate unit S2 with deposits formed during a sequence of local eruptions that deposited pumice and tephra into the lake in the last 2000 years, evidence for at least four of which have been observed in the basin [Stine, 1990]. Some of the reflections within unit S2 could also be related to changes in lithology associated with abrupt fluctuations of lake level in the last 2000 years [Stine, 1990; Newton, 1994]. The most prominent of the eruptions in this interval, the North Mono eruptions of 600–625 cal years B.P. from Mono Craters [Sieh and Bursik, 1986; Bursik and Sieh, 2013], produced thick primary and redeposited ash that is overlain by thin ash from Inyo Craters.\nUnit S2 has a maximum thickness of about 3m and thins shoreward. Because of its reflectivity, it is difficult to image in the CHIRP profiles in water depths less than a few meters. In addition, unit S2 has been cored only on the shallow, extreme western margins of the lake (Figure 2; Sites 1–5, 15, 16, and 20). We infer that our unit S2 is roughly equivalent to unit B of Newton [1994], perhaps including his unit C1 as well. The variable lithologies in Newton’s [1994] unit B at Site 3 (Figure 2) and in the upper part of our cores at nearby Sites 16 and 20 are similar, but the precise location of the base of the unit equivalent to our unit S2 is difficult to define in these cores.\nNewton [1994] identified three Mono Crater tephras (mc1–mc3), deposited at approximately 2000, 1200, and 600 cal years B.P., within his unit B. The youngest of these tephras is clearly the North Mono tephra [Sieh and Bursik, 1986], now dated to 600–625 cal years B.P. [Bursik and Sieh, 2013]. The North Mono and other ashes are present in the upper meter of cores from the western margin of the lake, including Sites 1 and 3–5 [Newton, 1994] and in our core from Sites 16 to 20. The North Mono tephra is difficult to core in deeper water; all five of Newton’s [1994] gravity cores (Figure 2; Sites 6–10) and three of our piston cores (Figure 2; Sites 17–19, our unpublished data) were stopped by tephra, presumably the North Mono tephra, after penetrating less than 1.5m.\nCOLMAN ET AL. ©2014. American Geophysical Union. All Rights Reserved. 3962\nUnit S2 clearly descends beneath the base of unit S3 at the landward margins of the latter unit (Figures 3 and 4). This observation contrasts with the interpretation in thePelagos’ [1987] report, which identified a single, thick, surficial “ooze” unit in deep water and which correlated a moderately strong reflection near the top of the ooze unit with the North Mono tephra. Instead, we believe that this reflection in the upper part of their ooze unit is equivalent to the base of our stratified unit S4 and that the North Mono tephra, in the upper part of unit S2, lies beneath the thick mudflow of unit S3. Cores taken in deep water by us and by Benson et al. [2003] penetrate 1–2m of laminated lake sediments (our unit S4) above highly disturbed sediments (our unit S3), without encountering the North Mono tephra (Sites 11–14; Figure 2).\nUnit S3 is remarkable for its relative transparency to seismic signals and for its restricted spatial distribution around Paoha Island. In the CHIRP data, as well as in echo sounder and boomer data [Scholl et al., 1976; Pelagos, 1987], the unit is acoustically uniform, or “translucent” in the terminology of Scholl et al. [1976]. Locally, near the top or bottom of the unit and near its distal margins, one or more strong, discontinuous internal reflections may be present (Figure 4). Unit S3 is bounded by a very strong reflection at its base and moderately strong reflection at its top. The strong reflector at the base of unit S3 is equivalent to the “main subbottom reflector (MSBR)” of Scholl et al. [1976], the single most prominent reflection in their data, and to the “horizon C” of the Pelagos’ [1987] report. Based on its thickness and distribution, unit S3 appears to be mostly equivalent to the ooze unit in the Pelagos’ [1987] study, although we interpret the uppermost part of the ooze and its stratigraphic relation to the North Mono ash differently, as discussed above in the descriptions of units S2 and S4.\nUnit S3 commonly is more than 12m thick in a band around Paoha Island; a maximum thickness of 18m was observed southwest of the island. Closer to Paoha, the base of the unit either fades out in the profiles or disappears beneath jumbled terrain near the island (Figure 6). The distribution and thickness of the unit are roughly symmetrical around Paoha Island (Figure 7). The unit thins rapidly away from Paoha Island, and its landward margin forms a distinct, mappable pinch out, where it abruptly thins to <0.5m in a roughly concentric pattern around Paoha Island (Figure 7). This pinch out or abrupt thinning commonly occurs at a scarp or break in slope in a water depth of about 26m. A thin (<0.5m) part of the unit may continue landward of the pinch out, but it is difficult to resolve from bounding units S2 and S4.\nThe internal character of unit S3 is the classic seismic signature of a mudflow deposit. This signature has been identified in numerous previous studies of lake sediments; a recent example of which can be seen in the CHIRP data in nearby Lake Tahoe [Smith et al., 2013, their Figure 11; deposit J]. The thickness and spatial\nCOLMAN ET AL. ©2014. American Geophysical Union. All Rights Reserved. 3963\ndistribution of the mudflow, radially symmetrical around Paoha Island and its fringing blocky, disrupted terrain (Figure 2), strongly suggest that the mudflow was genetically related to the formation of Paoha Island. We refer to unit S3 as the Paoha Island mudflow.\nUnit S4 is the uppermost unit in the sequence, with the lake floor at its top. This unit is equivalent to the laminated unit (152 cm thick at Site 11; Figure 2) of Benson et al. [2003]. Internally, it is weakly acoustically laminated. At its base is either amoderately strong reflection where it overlies the Paoha Islandmudflow (unit S3), or a strong reflection where it overlies unit S2. Cores in relatively deep water (Sites 11–14; Figure 2) show that the unit is composed of 1–2m of finely laminated mud, whose basal sediments are estimated to date from about 1700 C.E. [Benson et al., 2003]. Isopachs of unit S4 are consistent with the thicknesses of the upper laminated mud in cores, and the unit thins gradually toward shore (Figure 8). In deepwater areas, it is relatively uniform in thickness and does not thicken toward Paoha Island (Figure 8). Unit S4 was considered as part of the thick ooze unit of the Pelagos’ [1987] report, but we have separated this upper unit from the Paoha Island mudflow (unit S3).\nA diagrammatic cross section of the lake shows the relationships among the four seismic-stratigraphic units, the available core data, and the configuration of the lake basin (Figure 9). The single clearest observation from this view of the stratigraphy of Mono Lake is the dominance of the Paoha Island mudflow (unit S3). The stratigraphy makes it obvious why previous coring attempts have failed to obtain undisturbed sediments older than a few hundred years from the deepwater parts of the lake. The optimal zone for obtaining cores of older deepwater lake sediments is just outside the limits of the Paoha Island mudflow, although several of our attempts to do so with piston cores have been thwarted by tephra in unit S2. It is likely that piston coring will not be successful in this setting and that different coring strategies will need to be used."
  }, {
    "heading": "4.2. Geomorphic Features Below Present Lake Level",
    "text": "Like most of the world’s large and persistent hydrographically closed water bodies, Mono Lake has fluctuated widely during late Quaternary time [Russell, 1889; Lajoie, 1968; Stine, 1990; Zimmerman et al., 2011]. After reaching a highstand elevation of 2155m during the late Pleistocene, the lake surface fell to below 1981m in the middle to late Holocene, where it has remained, fluctuating by 20–30m [Stine, 1990]. Diversion of Mono Basin streams by the City of Los Angeles beginning in 1941 C.E. forced the lake to its modern lowstand of 1942.2m in 1982 C.E. Following legal action to curtail diversions, the shoreline regained some elevation and stood at 1945.4m at the time of our survey in 2009.\nAt elevations between the lake’s late Pleistocene highstand (2155m) and its modern lowstand (1942.2m), the Mono Basin is ringed by relict strandlines (abrasion platforms, wave-cut notches, and littoral\nCOLMAN ET AL. ©2014. American Geophysical Union. All Rights Reserved. 3964\nembankments) that attest to these late Quaternary fluctuations (Figure 1). At yet lower levels, there exists one other strandline. This submerged feature, an abrasion platform whose distal margin stands at 1940–1941m, was first recognized in echo sounder data of Scholl et al. [1976]. They designated this as the “25 ft (7.62m) terrace” since it stood at that depth at the time of their survey in July of 1964. Stine [1987] observed and photographed this “Scholl terrace” at numerous locations around the Mono shorelands when it stood under shallow water in 1981. Based on geormorphic and stratigraphic relationships and on radiocarbon dating of stumps rooted on the platform surface, Stine demonstrated that the Scholl terrace had initially been cut when the lake rose from a lowstand of ~1941m around 2000 years ago and that it had twice been reoccupied by the shoreline during lowstands associated with the severe and persistent droughts of the Medieval Climatic Anomaly [Stine, 1990, 1994]. Other nearby studies have corroborated the observation of significant drought during the Medieval Climate Anomaly, including recent work at Fallen Leaf Lake [Kleppe et al., 2011].\nThe Scholl terrace is a prominent feature of our CHIRP survey (Figures 5 and 10). The CHIRP data show it to reach a maximum depth of 5m (thus extending to elevation 1940.5m), and we observed nothing in our data to suggest alternatives to the origin and history of the terrace resulting from the detailed studies of Stine [1987]. The seismic reflection data show that the terrace is discontinuously mantled by tower-like structures a few meters high. These towers were identified, during the low-lake conditions of the early 1980s, as tufa spires, similar to features that are common at higher levels on the Mono shorelands [Stine, 1987].\nOur seismic survey revealed no evidence that the lake has occupied levels below the Scholl terrace. Any such lowstand should be marked not only by prominent strandlines but by deeply incised, gravel- and cobblelined stream channels, each with a gravel and cobble delta at its terminus geomorphic and sedimentary features that should be conspicuous in our high-resolution CHIRP records. This lack of evidence for the lake that stands below the Scholl terrace is consistent with the interpretations of Scholl et al. [1976].\nA prominent, partially buried scarp-like feature, whose toe occurs at a depth of about 26m, appears in many profiles (Figures 2, 3, and 5). The feature is best developed in the western basin (Figure 2), where the maximum slope is about 7° (Figure 3), but in most areas, the slope of the scarp-like feature is considerably less (Figure 4). In Figure 3, the scarp-like feature is accentuated by the vertical exaggeration and by a possible tufa deposit at its top. In a few places, underlying strata of unit S1 appear to be truncated near the scarp (Figure 3). In many cases, the thick mudflow deposit (unit S3) pinches out or abruptly thins at this scarp. Thus, the\nCOLMAN ET AL. ©2014. American Geophysical Union. All Rights Reserved. 3965\nlocation of the mudflow pinch out (Figure 6) marks the approximate location of this scarp. Unit S2 appears to be draped over this scarp-like feature.\nThe scarp-like feature was clearly observed by Scholl et al. [1976], as shown on the left side of their Figure 6. They ascribed the relatively steep offshore slopes (the scarp-like feature) to delta foreset sedimentation off the mouths of Rush and Lee Vining Creeks and attributed the abrupt decrease in slope at the toe of the scarp to onlap of younger deposits. This explanation is consistent with the fact that the scarp is much more prominent in the western basin of the lake (Figure 3), where the major tributaries are located (Mill, Rush, and Lee Vining Creeks), than in the eastern basin (Figure 4). This delta foreset explanation for the steep slope segment also is consistent with our observations of the onlap of the Paoha Island mudflow on preexisting slopes. Actual foreset bedding was not observed in the CHIRP data, probably because relatively coarsegrained sediments in prograding delta slope environments, like those observed in tributary deltas close to the modern shore [Stine, 1990], inhibit penetration by the CHIRP signals."
  }, {
    "heading": "4.3. Late Holocene Tephra Deposition in Mono Lake",
    "text": "The Mono and Inyo Crater chains have long been recognized as sources of widespread tephra in the Mono Lake basin. Several other tephras also occur in the Holocene section of the western margin cores, including the Mazama ash [Newton, 1994; Davis, 1999]. However, a distinct concentration of local ashes younger than about 2000 cal years B.P. occurs, including at least four in the Mono Lake basin in general [Stine, 1990; Bursik and Sieh, 2013]. At least three of these (mc1–mc3 of Newton [1994]) occur in the western margin cores [Newton, 1994; Davis, 1999]. The most prominent of these is the North Mono ash [Sieh and Bursik, 1986], now dated to 600–625 cal years B.P. [Bursik and Sieh, 2013]. This concentration of tephra and the enclosing lacustrine sediments, with the North Mono ash at or near the top, comprises our unit S2.\nA critical issue for the late Holocene history of Mono Lake is the stratigraphic position of the North Mono ash with respect to the Paoha Island mudflow (unit S3) and the overlying postmudflow lacustrine sediments (unit S4). Cores in shallow water in the western basin of the lake (Sites 1–5, 15, 16, and 20) contain the North Mono ash near their tops. In moderately deep water, several gravity and piston cores (Sites 6–10 and 17–19) were stopped by ash in the upper 1.5m of the section, presumably by the North Mono tephra. In both of these situations (shallow and moderately deep water), our CHIRP profiles show a simple stratigraphy of unit S4\nCOLMAN ET AL. ©2014. American Geophysical Union. All Rights Reserved. 3966\nemergence of Paoha Island between 1625 and1685 C.E. [Stine, 1987, 1990], and an age for the North Mono ash of 600–625 cal years B.P. [Stine, 1990; Bursik and Sieh, 2013]."
  }, {
    "heading": "4.4. Formation of Paoha Island and the Paoha Island Mudflow",
    "text": "Although minor eruptive activity accompanied the formation of Paoha Island, the island was mostly created by intrusion through, and uplift of, a thick sequence of preexisting lake sediments on the floor of the lake [Lajoie, 1968; Scholl et al., 1976; Stine, 1987, 2011]. The island is currently draped by a thick sequence of domed lacustrine sediment [Lajoie, 1968], much of which has been affected by slumping toward the lake (Figure 11). At least 100m of pre-Wilson Creek lacustrine deposits are exposed on the island, including at least five diatomite units, interbedded with laminated clayey silts and silty clays [Lajoie, 1968]. An exploration drill hole on the island penetrated almost 600m of what drillers’ logs described as primarily shale [Scholl et al., 1976].\nThe island is surrounded by distinctive irregular bathymetry of peaks and basins (Figure 2) in which outcrops of “mudstone” are common [Pelagos, 1987; Scholl et al., 1976]. In our data, this terrain is characterized by high relief and only local penetration of the underlying material (Figure 6). The outer margin of this terrain (Figure 7) is irregular, but abrupt, giving way to the smooth floor of the deep basins of the lake. These basins are all underlain by a thick mudflow deposit (the Paoha Island mudflow, unit S3), covered by 1–2m of recent lake sediments (unit S4). Although the disrupted terrain and themudflow are clearly both related to the failure of the uplifted mantle of sediments on Paoha Island, the exact relation between the two is not evident in our data.\nThe Paoha Island mudflow thins in a radial pattern away from Paoha Island to a near pinch out at a buried scarp (in the western basin) in water depths of about 24m (altitude approximately 1920m; toe of the scarp is at about 1918m) (Figure 7). The unit continues shoreward as a very thin (<0.5) stratum that becomes difficult to resolve from the bounding units S2 and S4 (Figures 3 and 4). The base of unit S3, the Paoha Island mudflow, is marked by a very strong, continuous reflection, equivalent to the main subbottom reflector (MSBR) of Scholl et al. [1976], the single most prominent reflection in their data and horizon C of the Pelagos’ [1987] report. Not recognizing the mudflow origin of the overlying unit, Scholl et al. suggested that this strong reflection marked the transition from Pleistocene glacial lacustrine sediments to Holocene finegrained, organic-rich muds.\nThe evidence strongly suggests a series of large-scale mass movements, closely spaced in time, associated with the emplacement of Paoha Island. In this scenario, sediments as much as 600m thick [Scholl et al., 1976] mantling the flanks of the island failed in a radial pattern. The upper part of the section, saturated and unconsolidated, was highly deformed and partly fluidized, flowing into the deep basins of the lake. Failure of\nCOLMAN ET AL. ©2014. American Geophysical Union. All Rights Reserved. 3967\nthe partly consolidated lower part of the section produced a near-field zone of disrupted, but largely intact blocks of sediment (“mudstone” of Pelagos [1987]).\nThe fluid mudflow flowed up the depositional slope of the lake, ponding and thinning to a feather edge against a preexisting slope or partially buried scarp at an altitude of about 1920m. Shoreward of the scarp, thin sediments contiguous with unit S3 (Figures 3, 4, and 6) suggest mud settling from suspension in the water column following emplacement of the main body of the mudflow. The limited number of cores that have penetrated the S3 mudflow unit (Sites 11, 13, and 14) mostly contain sediments that are highly deformed or homogenous.\nIn most areas, the mudflow deposit is almost completely massive, with a characteristic fuzzy, translucent interior in the CHIRP profiles. However, locally, especially near the top and base of the unit and toward its distal margin, the unit contains strong internal reflections (Figures 3 and 6). These reflections persist for hundreds of meters, diverge basinward, and suggest onlap onto a preexisting topography. These characteristics suggest that rather than a single, instantaneous event, the mudflow (and perhaps the related uplift) occurred in a series of closely spaced surges, perhaps especially during the waxing and waning phases of the main deformation event. The surges were disruptive and turbulent near their source, but became mostly depositional near the mudflow margins, where horizons between surge deposits now form internal reflectors. However, given the history and timing of uplift (next paragraph), these surges must have been very closely spaced in time.\nThe position of the mudflow above the tephra-rich unit (unit S2), which is interpreted to contain the 600–625 cal year B.P. North Mono ash, is consistent with the emplacement of the mudflow during the emergence of Paoha Island. Based in part on the absence of the approximately 350 year old Clover Ranch shoreline on both sedimentary and hard rock portions of the island, it emerged from the lake sometime between 1625 and 1685 C.E. [Stine, 1987, 1990, 2011]. We infer that the mudflow occurred at that time, probably in multiple surges. This timing is consistent with the age estimate of about 1700 C.E. for the base of the overlying laminated lake sediments [Benson et al., 2003].\nOn the eastern margin of the lake, we observed minor slumping in the thin uppermost stratigraphic unit (Figure 4). Such slumping was described in the Pelagos’ [1987] report but does not appear to be a major event in the lake history."
  }, {
    "heading": "4.5. Recent Deformation",
    "text": "Mono Lake lies within an active tectonic basin just east of the Sierra Nevada front [Pakiser, 1976], and active normal faults that are associated with both the Sierra front and the Mono Craters trend have been described [e.g., Sieh and Bursik, 1986]. Apart from the abundant deformation associated with the uplift of Paoha Island, several topographic lineaments (“fault trends”) have been reported beneath the lake [Scholl et al., 1976; Pelagos, 1987]. No clear fault displacements of lacustrine sediments have been described from previous acoustic data, however, and none were observed in the CHIRP data collected for this study, despite the fact that such data are well suited for imaging faulted lake sediments [e.g., Colman, 2006]. However, minor faulting of recent lake sediments is not precluded, and older lake sediments (unit S1) clearly have been deformed to some degree, locally creating slight angular unconformities (Figures 3 and 5). Strata dipping toward the basin center near the eastern margin of the lake (Figure 5) are consistent with overall basin subsidence in this extensional zone on the western edge of the Basin and Range Province."
  }, {
    "heading": "4.6. Late Holocene Sedimentation Rates",
    "text": "As much as 2m of laminated mud (unit S4) have accumulated in Mono Lake since the emplacement of the Paoha Island mudflow (Figure 8). We have sampled this unit in deep water of the western basin (Sites 13 and 14; Figure 2), and the unit has been described in the eastern basin (Sites 11 and 12; Figure 2), where its base was estimated to date to 1700 C.E. [Benson et al., 2003], based on the correlations of δ18O values to historical Mono Lake volume records and extrapolated sedimentation rates. The resulting sediment accumulation rate is about 6.5mm/yr (2m in 310 years). Using the oxygen isotope correlations alone for the upper 44 cm of sediments, Benson et al. [2003] calculated a sediment accumulation rate of 5.1mm/yr. Estimates based on radioisotopes in recent sediments are as much as 7.0–7.5mm/yr [Jellison et al., 1996; Li et al., 1997].\nCOLMAN ET AL. ©2014. American Geophysical Union. All Rights Reserved. 3968\nSedimentation rates in large temperate lakes vary widely, but are typically a few tenths of a millimeter per year [Johnson, 1984; Brothers et al., 2008]—perhaps an order of magnitude less than that observed for unit S4. For comparison, the 7m of sediment in the Wilson Creek Formation, formed during times when glaciers contributed sediments to the lake, was deposited from about 12.5 ka to at least 35.4 ka [Benson et al., 1998], yielding an average rate of accumulation of 0.3mm/yr, more typical of sedimentation rates in large lakes. The revised chronology that places the base of the Wilson Creek Formation at about 67 ka [Zimmerman et al., 2006] would decrease this accumulation rate by more than a factor of 2, but accounting for compaction would have the opposite effect. Clearly, the sediment accumulation rates in the lake for the last few centuries have been anomalously high.\nA possible explanation for these anomalously high sediment accumulation rates is related to the uplift and emergence of Paoha Island. In the last few hundred years, the fine-grained lake sediments that mantle the island have been actively eroding, and their surface is marked by poorly vegetated, active slumps (Figure 11). Although erosion of the fine-grained sediments on Paoha Island is relatively small scale compared to what occurred at the time of the massive Paoha Island mudflow, continued erosion of the draping sediments probably has contributed to anomalously high rates of accumulation of fine-grained sediments in the deep parts of the lake over the last several hundred years. The thickness pattern of these laminated sediments (Figure 8) is unrelated to Paoha Island, suggesting that they settled from suspension rather than being directly deposited by density currents originating near Paoha Island."
  }, {
    "heading": "5. Summary and Conclusions",
    "text": "The recent history of Mono Lake is dominated both by climatic fluctuations that affected lake volume and by volcanic-tectonic events that disrupted the lake basin. Over the last 2000 years or so, the lake fluctuated repeatedly, between altitudes of about 1968m and 1941m [Stine, 1990]. During this time, the lake was affected by repeated volcanic eruptions, mostly from nearby Mono Craters. Tephra from these eruptions are interbedded with lake sediments to form an identifiable seismic unit beneath most of the lake, with ash and pumice blocks concentrated at the extant shorelines [Stine, 1990]. Near the top of the unit, the prominent, 625 cal years B.P. North Mono tephra forms a significant impediment to gravity-driven sediment coring.\nThe lake basin was extensively disrupted by the intrusion and uplift that pushed upward through thick, preexisting lake sediments to form Paoha Island, which emerged from the lake between 1625 and 1685 C.E. [Stine, 1990]. In what appears to be a geologically catastrophic event, extensive failure of the flanks of the dome created a large-scale mudflow that flowed radially into the deep parts of the lake. The failure of the lower, more consolidated parts of the lake sediment sequence created a circumferential terrain of disrupted, intact blocks close to the island. The mudflow commonly is more than 12m thick (18m maximum observed) and appears to have ponded, probably in several surges, against preexisting slopes in the lake, including foreset slopes in the western basin. Since about 1700 C.E., finely laminated muds have rapidly accumulated in the deep parts of the lake. Much of these laminated muds may have been originally derived from the flanks of Paoha Island as it continues to erode."
  }],
  "year": 2014,
  "references": [{
    "title": "Correlation of late-Pleistocene lake-level",
    "authors": ["L.V. Benson", "S.P. Lund", "J.W. Burdett", "M. Kashgarian", "T.P. Rose", "J.P. Smoot", "M. Schwartz"],
    "year": 1998
  }, {
    "title": "Acoustic stratigraphy of Bear Lake, Utah-ldaho - Late quaternary sedimentation patterns in a simple half-graben",
    "authors": ["S.M. Colman"],
    "year": 2006
  }, {
    "title": "Pollen analysis of a Late-Glacial and Holocene sediment core from Mono Lake, Mono County, California, Quat",
    "authors": ["Sediment. Geol"],
    "year": 1999
  }, {
    "title": "Organic matter accumulation in sediments of hypersaline Mono Lake",
    "authors": ["R. 243–249. Jellison", "R.F. Anderson", "J.M. Melack", "D. Heil"],
    "year": 1996
  }, {
    "title": "Sedimentation in large lakes, Annu",
    "authors": ["C. T"],
    "venue": "Rev. Earth Planet. Sci.,",
    "year": 1984
  }, {
    "title": "Late Quaternary stratigraphy and geologic history of Mono Basin, unpublished",
    "authors": ["K.R. Lajoie"],
    "venue": "PhD thesis,",
    "year": 1968
  }, {
    "title": "Holocene stratigraphy and magneto-stratigraphy of Owens and Mono Lakes, California, unpublished",
    "authors": ["S. M"],
    "venue": "years, Limnol. Oceanogr.,",
    "year": 1991
  }, {
    "title": "Holocene fluctuations of Mono Lake, California: The sedimentary record, in Sedimentology and Geochemistry",
    "authors": [],
    "year": 1994
  }, {
    "title": "Miscellaneous Field Studies Map MF-2393",
    "authors": ["I. C"],
    "venue": "Eighth Annual Report of the U.S. Geological",
    "year": 1976
  }, {
    "title": "lake, California, Geol",
    "authors": ["K. Sieh", "M. Bursik"],
    "venue": "J. Geophys. Res.,",
    "year": 1986
  }, {
    "title": "Mono Lake: The past",
    "authors": ["Bull"],
    "venue": "Stine, S",
    "year": 1987
  }],
  "id": "SP:60d22ba4cdda7c8425a134e2d3d2fea92ed54577",
  "authors": [{
    "name": "S. M. Colman",
    "affiliations": []
  }, {
    "name": "S. R. Hemming",
    "affiliations": []
  }, {
    "name": "S. Stine",
    "affiliations": []
  }, {
    "name": "S. R. H. Zimmerman",
    "affiliations": []
  }],
  "abstractText": "About 150 km of high-resolution, seismic reflection (Compressed High-Intensity Radar Pulse) profiles (approximately 20m penetration) were collected in Mono Lake in order to define the uppermost sedimentary architecture of the basin, which has been heavily impacted by recent volcanic, tectonic, and climatic processes. The study also provides an important background for ongoing efforts to obtain paleoenvironmental records from sediment cores in the lake. The history of four seismic-stratigraphic units in the upper 20m of section are inferred from the data, and the interpretations are generally consistent with previous interpretations of lake history for the past 2000 years, including a major lowstand at 1941m. No shorelines below the previously documented major lowstand at 1941m were found. A relatively steep slope segment, whose toe is at about 1918m, and which occurs on the southern and western margins of the deep basin of the lake, is interpreted as the relict foreset slope of deposition from prograding western tributaries. This topography is unconformably overlain by a unit of interbedded tephra and lake sediments of variable lithology, which contains tephra of the North Mono (600–625 cal yr BP) eruption in its upper part. The tephra-rich unit is overlain by a mostly massive mudflow deposit that is locally more than 18m thick and that is distributed in a radial pattern around Paoha Island. The evidence suggests that within the past few hundred years, rapid uplift of Paoha Island through thick, preexisting lake deposits led to widespread slope failures, which created a terrain of disrupted, intact blocks near the island, and a thick, fluid mudflow beyond. As is common in mudflows, the mudflow moved up the depositional slope of the lake floor, terminating against the preexisting slopes, likely in multiple surges. Since about 1700 Common Era, fine-grained, well-laminated sediments have accumulated in the deep parts of the lake at anomalously rapid rates, probably driven by continued rapid, small-scale shedding of sediment from Paoha Island.",
  "title": "The effects of recent uplift and volcanism on deposition in Mono Lake, California, from seismic‐reflection (CHIRP) profiles"
}