{
  "sections": [{
    "heading": "1. Introduction",
    "text": "Past estimates of the volume of water (liquid and ice) available to participate in geologic processes at or near the Martian surface have long been controversial and range over 4 orders of magnitude [Carr, 1996,\nFigures 6–11]. If oceans were formerly present [Baker et al., 1991; Clifford and Parker, 2001], then a global equivalent layer (GEL) of hundreds of meters to kilometers of near-surface liquid water would have been required. In contrast, early estimates from deuterium enrichment in the atmosphere [Yung et al., 1988] were as low as a few meter GEL. Acquisition of Mars Advanced Radar for Subsurface and Ionosphere Sounding (MARSIS), Shadow Radar Sounder (SHARAD), and Mars Orbiter Laser Altimeter (MOLA) data [Smith et al., 1999; Plaut et al., 2007; Phillips et al., 2008] has led to much improved measurements of the amount of water ice present at the near surface today. Here we approach the problem by assessing the history of water with time, starting with an inventory of current surface and near-surface water, and working backward through the Amazonian and Hesperian taking into account losses to space and to the surface and gains by outgassing in order to assess how much unbound water was available to participate in surface processes earlier in Mars’ history. In the discussion, the term water is used to include all phases unless otherwise specified.\nA major assumption is that during the Amazonian and Hesperian, once water was introduced onto the surface, it could not infiltrate back into the ground because of the presence of a thick cryosphere [Clifford, 1993]. This implies that while groundwater was episodically introduced onto the surface during the Amazonian and Hesperian, the groundwater system below the cryospherewas not replenished from above.Movement was one way, thereby reducing the size of the groundwater reservoir. While Clifford [1987] suggested that surface water could be returned to the groundwater system via polar basal melting, we consider this unlikely because of the low heat flows estimated for the Hesperian and Amazonian, the period under discussion here [McGovern et al., 2002]. Noachian conditions were likely to have been very different from subsequent conditions: high rates of impact and volcanism, high rates of chemical fixation of water in minerals, and lack of knowledge about whether a cryosphere was present or not and, if so, how thick it was, prevent extrapolation back into this earlier era. But the discussion of the Amazonian/Hesperian water budget does have implications for howmuch surface water could have been carried over from the Late Noachian into the Hesperian.\nThe present water inventory can be divided into six parts: (1) water vapor in the atmosphere (inconsequential); (2) surface water ice, including current polar ice deposits and surface snow and ice; (3) shallow sequestered water ice, which includes ice deposited during climate oscillations but now buried by sublimation residues [Kreslavksy and Head, 1999], latitude-dependent mantles [Head et al., 2003], lobate debris aprons, lineated valley fill, concentric crater fill [Head et al., 2006, 2010; Hauber et al., 2008], and pedestal and excess ejecta craters [Kadish and Head, 2011]; (4) that part of the global permafrost layer that contains water ice [Clifford et al., 2010];\nCARR AND HEAD ©2015. American Geophysical Union. All Rights Reserved. 726\nCorrespondence to: M. H. Carr, carr@usgs.gov\nCitation: Carr, M. H., and J. W. Head (2015), Martian surface/near-surface water inventory: Sources, sinks, and changes with time, Geophys. Res. Lett., 42, 726–732, doi:10.1002/2014GL062464.\nReceived 6 NOV 2014 Accepted 7 JAN 2015 Accepted article online 11 JAN 2015 Published online 13 FEB 2015\n(5) groundwater below the base of the cryosphere [Clifford, 1993]; and (6) water sequestered in minerals and removed from the other five reservoirs by alteration, hydration, and serpentenization, e.g., sulfates and phyllosilicates [Ehlmann et al., 2010; Mustard et al., 2012]. Our concern here is mainly with unbound water. We recognize that hydrated minerals may contain hundreds of meter GEL of water, depending on the thickness of the hydrated crust [Mustard et al., 2012], but these hydrated phyllosilicates occurmainly in Noachian terrains and were not a part of the subsequent active surface reservoirs. We concentrate initially on surface ice, shallow sequestered ice, and near-surface permafrost reservoirs."
  }, {
    "heading": "2. Inventory",
    "text": "The following summarizes the possible distribution of near-surface ice in different latitude bands.\n1. The layered terrains at the two poles constitute the largest reservoir of unbound near-surface water. Estimates based on MOLA [Smith et al., 1999] and MARSIS [Plaut et al., 2007] data indicate that when combined, the two layered deposits contain the equivalent of approximately 22m GEL. 2. Ground ice has also been detected at high latitudes outside the layered terrains by gamma ray and neutron spectrometers [Boynton et al., 2002], ground-penetrating radar [Mouginot et al., 2010], the Phoenix lander [Smith et al., 2009], and in images of fresh impact craters [Byrne et al., 2009].Mouginot et al. [2010] interpret the steep decrease in the 3–5MHz reflectivity observed by MARSIS at latitudes greater than 50–60° as due to the presence of ground ice, which at these latitudes is stable a few meters below the surface under present conditions [e.g., Mellon and Jakosky, 1993]. They estimate that the radar is effectively probing to depths of 60–80m and that at least 106 km3, or 7m GEL, of ground ice is present outside the polar layered terrains at latitudes greater than 50–60°. 3. There is abundant geologic evidence for the presence of shallow buried ice in the 30–60° latitude band including latitude-dependent mantle (LDM), lobate debris aprons (LDA), lineated valley fill (LVF), concentric crater fill (CCF), ice-rich veneers, pedestal craters, and possible glaciers [e.g., Head et al., 2003, 2005, 2010; Hauber et al., 2008; Kadish and Head, 2011]. If ice was involved in the formation of these features, as is likely, then the ice is now probably only locally distributed. Levy et al. [2014] estimated that less than 2.6m GEL remained today sequestered in LDA, LVF, and CCF in the ±30–50° latitude band. There may also be modest amounts of near-surface ice at lower latitudes sequestered in remnant tropical mountain glacier deposits [Head and Weiss, 2014], debris-covered ice on crater floors [Shean, 2010], and fossil glacial deposits in Valles Marineris [Gourronc et al., 2014].\nGiven that (1) the scarcity of quantitative measures of surface-near-surface ice contents at latitudes below 50°, despite its possible presence, and (2) that the figure of 7m GEL for the 50–60° band is a lower limit, we will assume here that the equivalent of a 12m GEL is present outside the polar layered terrain, thereby giving a total budget of 34m GEL unbound near-surface water planetwide. Near surface here means within the depth probed by MARSIS (60–80m). We consider it unlikely that any ice or water at greater depths is derived from infiltration down from the surface during the Hesperian and Amazonian."
  }, {
    "heading": "3. Gains and Losses During the Amazonian and Hesperian",
    "text": "Greeley [1987] estimated the volume of volcanic rocks erupted onto the Martian surface during the Amazonian and Hesperian from the exposed areas of the different aged volcanic units and their thicknesses as indicated by partly buried craters. Assuming that by analogy with the Earth, the magmas contained 1wt % water, Greeley estimated that 14m GEL of water had been outgassed to the surface during the Amazonian, and 27m GEL had outgassed in the Hesperian. However, the areas covered by Amazonian and Hesperian volcanic units on the recently released global map of Tanaka et al. [2015] are significantly smaller than the Greeley values. With the same assumptions (1 km thick map units and 1% water), the area covered by Amazonian (13.6 × 106 km2) and Hesperian (22.0 × 106 km2 volcanic units) on the Tanaka et al.’s map yields only 2.8m GEL water for the Amazonian and 4.6m GEL for the Hesperian. The 1wt % value is also very uncertain. Estimates for the water contents of Shergottite parent liquids range from 0.0075 to 2.8% [McCubbin et al., 2012; Usui et al., 2012]. We will use here the Tanaka-derived areas and provisionally assume a 1% water content then later discuss possible implications of higher or lower outgassing rates.\nUnbound water has been lost from the surface both to space and by chemical reaction with the surface. Losses to space have been examined in detail by Lammer et al. [2005]. If water losses to space were controlled\nCARR AND HEAD ©2015. American Geophysical Union. All Rights Reserved. 727\nby present-day loss rates of hydrogen, then only a few meters of water would have been lost to space over the last 3.5 Ga. However, upper atmosphere losses of hydrogen to space are dependent on the hydrogen content of the atmosphere, which in turn depends on obliquity. Mellon and Jakosky [1995] suggest that the water content of the lower atmosphere at 40° obliquity, the average of the last 3 Ga [Laskar et al., 2004], could be 2 orders of magnitude higher than it is at present, which would significantly affect the mixing ratio in the upper atmosphere. Lammer et al. [2005], following McElroy et al. [1977], suggest that oxygen losses may be a better indicator of water losses to space than hydrogen losses. Assuming that hydrogen losses respond to oxygen losses in order to maintain the 2:1 stoichiometric ratio, they estimate that up to 35m GEL of water could have been lost from the upper atmosphere over the past 3.5 Ga. We assume here that the post-Noachian loss rate was constant so that 30m was lost to space during the Amazonian and 5m during the Hesperian. Losses of oxygen to the surface by weathering appear to be small, only 40 cm GEL of water according to Lammer et al. [2005].\nVolcanic exhalation of sulfur provides an additional way of fixing oxygen in the surface. The molecular SO2/H2O ratio in gases erupted from terrestrial basaltic magmas is approximately 0.077 [Craddock and Greeley, 2009]. However, Martian basalts are estimated to contain 2–4 times the sulfur content of terrestrial basalts [Gaillard and Scaillet, 2009], so a ratio of 0.23 may be more appropriate for Mars. The SO2 would be converted to H2SO4, which would then react with the surface. Eruption of one molecule of water would therefore result in loss of approximately 0.5 molecules of water as a result of oxidizing SO2 and fixing it in the surface as a monohydrated sulfate. Given the above estimates of water outgassed, we estimate that 1.4m GEL was lost as a result of H2SO4 formation during the Amazonian and 2.3mGEL was lost during the Hesperian. Combinedwith the losses to space, the total water losses are 31.4m in the Amazonian and 7.3m in the Hesperian.\nIn summary, we estimate that 34m GEL of unbound water is at the surface today. During the Amazonian, 3m was outgassed, and 31m was lost to space and chemically fixed in the ground, so that 62m unbound water was near the surface at the end of the Hesperian. During the Hesperian, 5m was outgassed, and 7m was lost to space and chemically fixed, thereby leaving 64m to be derived by other events in the Hesperian or carryover from the Noachian. The volumes are somewhat sensitive to the assumed 1wt % water content of Martian magmas. A lower water content would imply more water near the surface during the Hesperian, since less of the present inventory would have been derived from outgassing, as discussed below.\nWhile this paper was being written, it was announced that the Sample Analysis at Mars (SAM) instrument on the Curiosity rover had measured deuterium to hydrogen (D/H) in the 3.6–3.8 Ga old Yellowknife Bay sediments in Gale Crater [Mahaffy, 2014]. The value is roughly half the present atmospheric value of 5.2 SMOW, which indicates that Mars had already lost a significant fraction of its near-surface inventory of water by the time the sediments were deposited. Assuming the present inventory of 34mwith a D/H 5.2 SMOW, the above losses and gains, a D/H fractionation factor of 0.32 for losses to space [Yung et al., 1988], and a value of SMOW for water outgassed, we estimate that at the beginning of the Hesperian, the D/H had a value of 2.3 SMOW, consistent with the SAMmeasurements. The evolution of D/H during the Amazonian and Hesperian will be elaborated upon further in a subsequent paper."
  }, {
    "heading": "4. Formation of Hesperian Outflow Channels",
    "text": "Outflow channels are widely interpreted as having formed by eruption of groundwater from below a thick cryosphere [e.g., Carr, 1979; Manga, 2004]. The total volume of water brought to the surface in this way can be estimated from the volume ofmaterial eroded to form the channels. There is little ambiguity in the volume (7 × 105 km3 or 4.8m GEL) eroded to form the largest outflow channel, Kasei Vallis. The eroded volumes of the southern Chryse channels that merge westward with the Valles Marineris are, however, quite uncertain. The difficulty here is determining what fraction of the negative volume is tectonic or due to collapse, as a result of the removal of groundwater and what fraction is the result of erosion. Although lakes of various dimensions have been proposed to explain layered deposits, benches, and other features within the canyons [e.g., Harrison and Chapman, 2008], we assume here that almost all the canyon volume is tectonic rather than erosional. We take as the eroded volume that which is below 2.5 km in the region of 320 to 345°E and 10°S to 10°N, which is equivalent to 3.5m GEL. This volume almost certainly includes negative volumes caused by collapse but excludes eroded volumes to the north and west. Combining these two estimates gives 8.3m or approximately 10m GEL eroded volume for the large Chryse channels.\nCARR AND HEAD ©2015. American Geophysical Union. All Rights Reserved. 728\nErosion by large terrestrial floods may be limited not by the erosive power of the floods but by their carrying capacity [Lamb and Fonstad, 2010]. If so, then the water volumes involved can be estimated from the sediment load. Large terrestrial floods can have very large sediment loads [Costa, 1988], and Martian floods could have sediment loads possibly as high as 40–50% by volume [Komar, 1980]. Wewill here assume, more conservatively, a sediment load of 20%by volume to derive awater volume of approximately 40mGEL for the large circum-Chryse channels. The volumes involved in the smaller channels are negligible in comparison. Leask et al. [2006, 2007] estimate, for example, that Mangala Vallis and Ravi Vallis required 0.27m and 0.075m GEL, respectively. The 40m estimate is very uncertain. The canyons have a volume equivalent to approximately 40m GEL and may have formerly contained large lakes [e.g., Nedell et al., 1987]. The assumed sediment load is based on the peak loading of large terrestrial floods. There may have been a long period of more modest flowwith low sediment loads after the event’s peak, and eroded volumes cannot be reliably distinguished from volumes that formed tectonically. We will, nevertheless, assume for discussion that 40m of water were required to form the outflow channels with the understanding that large errors may be involved.\nDuring the Hesperian, a total of 64m of water was estimated above to have been available for carryover from the Noachian and formation of outflow channels. The estimate falls well short of the volumes implied by the proposed shorelines of a northern ocean [Parker et al., 1993; Clifford and Parker, 2001]. The Deuteronilus shoreline, the lowest of those proposed by Clifford and Parker, encloses a volume of 130m GEL; the others they propose enclose significantly larger volumes. If these ocean volume estimates are real, then during the Amazonian and Hesperian, there must have been very efficient but unknown losses from the upper atmosphere or deep infiltration of near-surface water into the global cryosphere and groundwater system.\nIf our estimates are correct, most of the water present near the surface at the end of the Hesperian (62m GEL) was derived from the outflow channels (40m GEL). After taking into account the Hesperian gains and losses, this leaves 24m to have been carried over on the surface from the Noachian into the Hesperian. The conclusion depends somewhat on the assumption of 1wt % of water outgassed from lavas brought to the surface. Estimates of the water contents of the parent magmas from which the Martian meteorites crystallized range widely. McCubbin et al. [2012] estimated from apatites in two shergottites (Shergotty and QUE94201) that their parent liquids contained between 0.73 and 2.87wt % water, whereas Usui et al. estimated from fluid inclusions in olivines that the parent magma of another shergottite (YA980459) contained 0.0075–0.0116wt % water. With the McCubbin et al. 2% for Shergotty, 22m GEL is carried over from the Noachian. With a water content of 0.1% or less, the carryover stabilizes at approximately 29m GEL, as the contribution of post-Noachian outgassing becomes negligible. While only limited amounts of surface water may have been carried over from the Noachian, substantial amounts of below-the-surface water (deeper ground ice and groundwater) were likely to have been carried over."
  }, {
    "heading": "5. Surface Water During the Noachian",
    "text": "Widespread formation of valley networks in the Late Noachian suggests a climate and hydrological regime that is different from that which prevailed in subsequent eras. Repetitive episodes of precipitation and surface runoff mostly characterized this regime as opposed to the mainly episodic groundwater eruptions that subsequently occurred to form outflow channels [e.g., Carr, 2006]. The Late Noachian was also at the end of an era of higher geothermal heat flux, impact rates, crater degradation rates, rates of volcanism, and higher rates of aqueous alteration to form clays [Carr and Head, 2010]. The higher rates of all these processes in the earlier Noachian imply that water in the subsurface or that brought to the surface such as by impacts [Segura et al., 2008] or by volcanic outgassing could more readily infiltrate into the ground or be buried or chemically fixed in the earlier Noachian than it could be subsequently. This may in part explain the seemingly low-near-surface inventory (24m GEL), despite the presence of valley networks. The inventories and budgets we derived are for the surface and near surface (<80m depth). The total amount of water present at the surface and within the upper few kilometers at the end of the Noachian would have beenmore substantial. Phillips et al. [2001], for example, also assuming a 1% water content, estimated that 120m GEL of water outgassed during the formation of Tharsis, which they conclude was largely complete at the end of the Noachian. Large amounts of water would have also been outgassed during the formation of the rest of the crust. Depletion of deuterium in the Late Noachian sediments [Mahaffy, 2014] indicates that some of this water was lost earlier in the Noachian, but the fraction that was retained is unclear and would have depended on the relative timing of the outgassing and losses by hydrodynamic escape [Lammer et al., 2005] and impact stripping.\nCARR AND HEAD ©2015. American Geophysical Union. All Rights Reserved. 729\nThe seemingly modest near-surface inventory in the Late Noachian implies that there were no oceans at that time, which tends to favor a cold and icy climate model in which the water concentrates as snow and ice in ice sheets at high altitudes [Wordsworth et al., 2013]. Redistribution, melting, and runoff could be episodically caused by volcanism [Halevy and Head, 2014], impacts [Segura et al., 2008], and/or spin axis/orbital variations [Head and Marchant, 2014]. The modest total budget of surface and near-surface water in the Late Noachian is consistent with the total volume of all 220 mapped open-basin lakes of 2.90m GEL [Fassett and Head, 2008], and the valley networks would have formed by repeated episodes of precipitation and melting. The current surface-near-surface water budget of 34mGEL could, for example, form the valley networks by cycling through the hydrological system less than 10 times [Rosenberg and Head, 2014]."
  }, {
    "heading": "6. Conclusions",
    "text": "We estimate that the equivalent of a global layer of water about 34m thick is present at the Martian surface and near surface today, 22m of which is in the polar-layered deposits. Assuming that Martian magmas contain 1wt % water, we estimate that during the Amazonian, 3m was outgassed and 31m was lost to space and chemically fixed in the ground, so that 62m unbound water was at the surface at the end of the Hesperian. During the Hesperian, 5m was outgassed and 7m lost to space and chemically fixed, thereby leaving 64m to be derived by other events in the Hesperian or to be carried over from the Noachian. Implicit in these estimates is that during the Hesperian and Amazonian, once water is brought to the surface, it could not infiltrate back into the ground because of the presence of a thick cryosphere. The Hesperian outflow channels are estimated to have brought to the surface approximately 40m GEL, thereby leaving 24m carryover of near-surface water from the Noachian. If the water content of the magmas was 0.1wt %, the carryover is 27m. These figures are for water within the penetration depths of MARSIS (~80m). Substantial, but unknown, amounts are likely to be present at greater depths in the cryosphere and groundwater system. The low values for the surface-near-surface inventories are incompatible with the presence of oceans in the Late Noachian, when most of the valley networks formed and subsequently as a consequence of the formation of the outflow channels. The hydrologic regime in the Early to Middle Noachian was likely to have been different from later regimes in that water could more readily be buried or sequestered as a consequence of increased heat flux, high rates of volcanism, hydrothermal activity, impacts, and chemical alteration. Such an increase in the number of sources and loss/sequestration mechanisms is required if the total global inventory of water on early Mars was more than a few tens to a few hundred meter GEL."
  }],
  "year": 2015,
  "references": [{
    "title": "Ancient oceans, ice sheets and the hydrological cycle on",
    "authors": ["V.R. Baker", "R.G. Strom", "V.C. Gulick", "J.S. Kargel", "G. Komatsu", "V.S. Kale"],
    "year": 1991
  }, {
    "title": "Distribution of hydrogen in the near-surface of Mars: Evidence for subsurface ice",
    "authors": ["Boynton", "W. V"],
    "venue": "Mars, Nature,",
    "year": 2002
  }, {
    "title": "A model for the hydrologic and climatic behavior of water on Mars",
    "authors": ["S.M. Clifford"],
    "venue": "J. Geophys. Res.,",
    "year": 1993
  }, {
    "title": "Evolution of the Martian hydrosphere: Implications for the fate of a primordial ocean and the current",
    "authors": ["T.J. Parker"],
    "year": 2001
  }, {
    "title": "Minimum estimates of the amount and timing of gases released into the Martian atmosphere",
    "authors": ["V.R. Baker", "pp", "Wiley", "Hoboken", "R.A.N.J. Craddock", "R. Greeley"],
    "venue": "Flood Geomorphology,",
    "year": 2009
  }, {
    "title": "Valley network-fed, open-basin lakes on Mars: Distribution and implications for Noachian surface and",
    "authors": ["J. W"],
    "venue": "Head",
    "year": 2008
  }, {
    "title": "The sulfur content of volcanic gases on Mars, Earth Planet",
    "authors": ["B. Scaillet"],
    "year": 2009
  }, {
    "title": "fossil ice in Valles Marineris: Relicts of a 3.5 Gy old glacial landsystem along the Martian equator, Geomorphology",
    "authors": ["R. Greeley"],
    "venue": "Release of juvenile water on Mars,",
    "year": 1987
  }, {
    "title": "Episodic warming of early Mars by punctuated volcanism",
    "authors": ["I. Halevy", "J.W. Head"],
    "venue": "Nat. Geosci.,",
    "year": 2014
  }, {
    "title": "Geomorphic evidence for former lobate debris aprons at low latitudes on",
    "authors": ["S. van Gasselt", "M.G. Chapman"],
    "venue": "Neukum",
    "year": 2008
  }, {
    "title": "Tropical to mid-latitude snow and ice accumulation, flow and glaciation",
    "authors": ["J.F. Mustard", "M.A. Kreslavsky", "R.E. Milliken", "D.R. Marchant"],
    "venue": "Space Sci.,",
    "year": 2003
  }, {
    "title": "Impacts into non-polar ice-rich paleodeposits on Mars: Excess ejecta craters, perched craters and pedestal",
    "authors": ["J. W"],
    "venue": "Head",
    "year": 2011
  }, {
    "title": "Atmospheric evolution and the history of water",
    "authors": ["H. doi:10.1018.ngeo894. Lammer", "F. Selsis", "T. Penz", "U. Amerstorfer", "H. Lichtenneger", "C. Kolb", "I. Ribas"],
    "year": 2005
  }, {
    "title": "The D/H ratio of the Martian water that formed the Yellowknife Bay mudstone rocks measured by the MSL-SAM instrument",
    "authors": [],
    "year": 2014
  }, {
    "title": "Martian floods at Cerberus Fossae can be produced by groundwater discharge",
    "authors": ["M. Dec. Manga"],
    "venue": "Geophys. Res. Lett., 31,",
    "year": 2014
  }, {
    "title": "The distribution and behavior of Martian ground ice during past and present epochs",
    "authors": ["M. Mellon", "B. M"],
    "venue": "Jakosky",
    "year": 1995
  }, {
    "title": "Geographic variations in the thermal and diffusive stability of ground ice on Mars",
    "authors": ["M.T. Mellon", "B. M"],
    "venue": "Jakosky",
    "year": 1993
  }, {
    "title": "minerals: A significant planetary reservoir of water",
    "authors": ["S.S. Nedell", "S.W. Squyres", "D.W. Anderson"],
    "venue": "Lunar Planet. Sci. Conf",
    "year": 1539
  }, {
    "title": "Ancient geodynamics and global-scale hydrology on Mars",
    "authors": ["doi:10.1029/93JE00618. Phillips", "R. J"],
    "venue": "J. Geophys. Res.,",
    "year": 2001
  }, {
    "title": "The water volume required to erode the valley networks on Mars: Implications for Late Noachian",
    "authors": ["N. Rosenberg E", "W. J"],
    "venue": "Head",
    "year": 2014
  }, {
    "title": "Candidate ice-rich material within equatorial craters on Mars",
    "authors": [],
    "venue": "Geophys. Res. Lett.,",
    "year": 2010
  }, {
    "title": "Origin of water and mantle-crust interactions on Mars inferred from the hydrogen isotopes and volatile elements of olivine-hosted melt inclusions of primitive shergottites, Earth Planet",
    "authors": ["T. Usui", "C. Alexander", "J. Wang", "J.I. Simon", "J.H. Jones"],
    "year": 2012
  }, {
    "title": "Global modeling of the early Martian climate under a denser CO2 atmosphere: Water cycle and ice evolution, Icarus",
    "authors": ["R. Wordsworth", "F. Forget", "E. Millour", "J.W. Head", "J.B. Madeleine", "B. Charnay"],
    "year": 2013
  }, {
    "title": "HDO in the Martian atmosphere: Implications for the abundance of crustal water, Icarus",
    "authors": ["Y.L. Yung", "J. Wen", "J.P. Pinto", "M. Allen", "K. Pierce", "S. Paulsen"],
    "year": 1988
  }],
  "id": "SP:9bc1b2d5916957d4f4567091361eba2f5c31548c",
  "authors": [{
    "name": "M. H. Carr",
    "affiliations": []
  }],
  "abstractText": "Today, a 34m global equivalent water layer (GEL) lies in the Martian polar-layered deposits and shallow ground ice. During the Amazonian, 3m was outgassed, and 31m was lost to space and to the surface, leaving 62m at the end of Hesperian. During the Hesperian, volcanic outgassing added 5m, 7m was lost, and 40m GEL of groundwater was added to form outflow channels, leaving 24m carryover of surface water from the Noachian into the Hesperian. The Hesperian budget is incompatible with a northern ocean during this era. These figures are for near-surface water; substantial amounts of water may have existed as deep ground ice and groundwater. Our estimate of approximately 24m near-surface water in the Late Noachian is insufficient to support an ocean at that time also and favors episodic melting of an icy highlands to produce the fluvial and lacustrine features.",
  "title": "Martian surface/near-surface water inventory: Sources, sinks, and changes with time"
}