{
  "sections": [{
    "text": "Plain Language Summary Recent studies suggest that abyssal hills, lineated seafloor features created by faulting and magmatism at mid-ocean spreading ridges, are linked to the Earth’s climate cycles. This hypothesis contends that the rising and falling of sea level that accompanies climate change will modulate pressure at depth and thus the magmatic output that contributes to abyssal hill construction. It also makes an important prediction: Abyssal hills everywhere will have a coherent signal as a function of crustal age. Here we test this prediction through “stacking” or averaging abyssal hill bathymetry as a function of age, which should suppress any random component (e.g., faulting) and enhance any coherent component. We find, however, that there is no statistically significant age-dependent signal and therefore that there is no evidence in this analysis of a climate-driven signal in abyssal hills."
  }, {
    "heading": "1. Introduction",
    "text": "Recent independent spectral analyses of seafloor bathymetry (Crowley et al., 2015a; Tolstoy, 2015) concluded that abyssal hills, highly linear ridges that are formed at mid-ocean ridges (MORs), exhibit periodicities that correspond to Milankovitch cycles—variations in Earth’s orbit that affect climate on periods of 23, 41, and 100 thousand years (Hays et al., 1976). These studies argue that this correspondence could be explained by modulation of volcanic output at the MOR by lithostatic pressure variations associated with rising and falling sea level. We refer to this argument as the “Milankovitch cycle hypothesis” for abyssal hill construction.\nTheMilankovitch cycle hypothesis has garnered significant attention (Conrad, 2015; Hand, 2015), in large part because the potential implications are far-reaching, that is, that abyssal hills, the most common landform on Earth (Menard, 1967), could provide a record of global sea level fluctuations and climate history over many tens of millions of years. However, the hypothesis has been the focus of substantial criticism (Goff, 2015; Macdonald, 2015; Olive et al., 2015) and resulted in vigorous discussion (Crowley et al., 2015b; Huybers et al., 2016; Olive et al., 2016a, 2016b; Tolstoy, 2016). There are four important criticisms of the Milankovitch cycle hypothesis and the basis for its assertion: (1) Abyssal hills are dominantly fault-bounded structures that form kilometers off axis, rather than volcanic constructs, as evidenced by decades of observational studies (Macdonald, 2015; Macdonald et al., 1996); therefore, the primary “signal” of abyssal hill topography is a record of MOR faulting rather than magmatic output; (2) lava emplacement on fast-spreading MORs tends to occur as sheet flows often extending several kilometers from the zero-age axis (e.g., Escartín et al., 2007; Macdonald et al., 1989; Mitchell, 1995; Soule et al., 2005), which complicates the relationship between crustal age and distance from the axis over temporal scales appropriate for the Milankovitch cycle hypothesis (Goldstein et al., 1994; Macdonald, 2015); (3) globally, there is an overall decrease in\nGOFF ET AL. 10,305\n• Application of age-stacking at intermediate, fast, and superfast spreading rates finds no evidence of age dependence beyond mid-ocean ridge • This analysis provides no support for climatic signals in abyssal hill morphology\nSupporting Information: • Supporting Information S1\nCorrespondence to: J. A. Goff, goff@ig.utexas.edu\nCitation: Goff, J. A., Zahirovic, S., & Müller, R. D. (2018). No evidence for Milankovitch cycle influence on abyssal hills at intermediate, fast, and superfast spreading rates. Geophysical Research Letters, 45, 10,305–10,313. https://doi. org/10.1029/2018GL079400\nReceived 29 JUN 2018 Accepted 31 JUL 2018 Accepted article online 22 AUG 2018 Published online 4 OCT 2018\n©2018. American Geophysical Union. All Rights Reserved.\nabyssal hill widths with spreading rate (Goff et al., 1997), which is consistent with a faulted origin but contrary to the Milankovitch cycle hypothesis prediction of an increase with spreading rate (Goff, 2015; Olive et al., 2015); and (4) the observational evidence of the Crowley et al. (2015a) study in particular relied on a single profile and thus should be considered as anecdotal evidence for a hypothesis that makes predictions on regional or even global scales. The Tolstoy (2015) study did attempt to mitigate these concerns by stacking (i.e., average within age bins) bathymetric data to generate an age-depth profile that was less affected by faulting. While this resulted in a reduction in variance compared to a single profile, the along-strike width of the region used (~15 km) was not large compared to the along-strike decorrelation distance (“characteristic length”) for abyssal hills along the southern East Pacific Rise (SEPR; ~18 km; see Supporting Material); the quantity of data used contained insufficient independent information to adequately suppress (or “stack out”) random components of the topography. Faulting in particular can be assumed to be the primary contributor to topographic randomness with respect to crustal age because of the lack of synchronicity of fault initiation and growth along the ridge axis (Macdonald et al., 1996).\nNevertheless, it remains plausible from a physics perspective that variations in lithostatic pressure associated with global sea level changes are affecting volcanic output at MORs. This component of the Milankovitch cycle hypothesis gained significant independent support from recent sedimentological studies (Costa et al., 2017; Lund et al., 2016; Middleton et al., 2016) which detected pulses of hydrothermal activity correlated to sea level variations along the EPR, Juan de Fuca Ridge, and Mid-Atlantic Ridge, respectively. However, to detect a topographic signal associated with variations in volcanic output at MORs, it must be decoupled in some way from the dominant fault-generated component of the morphology. Furthermore, robust empirical evidence for a Milankovitch cycle-dependent component to the topography must come from large regions, both because this is necessary to stack out the random/faulted component of abyssal hill topography, which is strongly correlated along isochrons (i.e., parallel to the ridge axis), and because the predictions of the Milankovitch cycle hypothesis are regional/global in nature rather than local."
  }, {
    "heading": "2. Seafloor Stacking Methodology",
    "text": "Here we present a robust methodology for detecting and quantifying crustal age-dependent topographic variations in ridge-flank bathymetry in different settings (Figure 1). In the simplest possible terms, themethod seeks to stack topographic data as a function of crustal age in order to enhance any variations that are age dependent (including, but not necessarily limited to, Milankovitch cycles) and suppress any that are random. The method is made robust by estimating the 2σ (95% confidence) bounds on the mean, which allow testing of the results against a null hypothesis that no age dependence exists.\nGOFF ET AL. 10,306"
  }, {
    "heading": "2.1. Data",
    "text": "We apply our stacking methodology to the flanks of the SEPR (Figures 2 and 3), northern EPR (NEPR; Figures S1 and S2 in the supporting information), and the southeast Indian Ridge (SEIR; Figures S3–S5). High-resolution multibeam bathymetric data from these regions are available from the Marine Geoscience Data System (http://www.marine-geo.org/portals/gmrt/; Ryan et al., 2009). The SEPR has important advantages for testing the stacking methodology: (1) It has some of the broadest multibeam coverage of abyssal hills in the world (Scheirer et al., 1996), providing a robust basis for stacking; (2) it is where Tolstoy (2015) concluded that 100-kyr Milankovitch cycles do influence abyssal hill formation; (3) the ultrafast spreading (~7.7– 7.8 cm/yr half rate; DeMets et al., 1990) along this MOR yields the best possible resolution of crustal age as a function of location; (4) the ridge axis is highly linear and unbroken by fracture zones, and the spreading rate is nearly constant (DeMets et al., 1990), which simplifies the correlation of bathymetry to crustal ages; and (5) as argued by Goff (2015) based on characteristic width measurements, the MORs with the highest spreading rates are the most probable locations to detect a volcanic overprinting on abyssal hills. Nevertheless, application to intermediate spreading rate seafloor, as in the Crowley et al. (2015a) study, is also important because of the greater likelihood in such settings to find volcanic construction as a significant component of abyssal hill formation (e.g., Macdonald, 1982). To do so, we utilize the extensive bathymetric coverage along the SEIR (Cochran et al., 1997; Semperer et al., 1997), with half spreading rates of ~3.6 cm/yr (DeMets et al., 1990). The NEPR region, with “fast” spreading half spreading rates of ~5.4 cm/yr (DeMets et al., 1990), is also included in this study owing to the availability of large quantities of bathymetric data available for stacking (Ryan et al., 2009)."
  }, {
    "heading": "2.2. Crustal Age Model",
    "text": "The Milankovitch cycle hypothesis presupposes a simple relationship between crustal age and distance from the axis, that is, that volcanic extrusion emanating from the axis stays near the axis and is not overly disturbed by faults off axis. As noted above, this assumption is not always correct, particularly at faster\nGOFF ET AL. 10,307\nspreading rates. Nevertheless, to test hypothesis predictions with stacking methodology, we must also treat crustal age as a monotonically increasing value with distance from the axis, constrained by the location of the spreading axis and flanking magnetic anomalies; if the hypothesis fails in its predictions, failure of this assumption could be a cause.\nMüller et al. (2016) have presented themost comprehensive global crustal agemodel to date. This model was not, however, constructed with the type of fine temporal scale needed for the stacking methodology, focusing instead on global tectonic applications where small errors do not impact the results. Close examination of the Müller et al. (2016) model in the three study areas found that zero-age crust did not always match satisfactorily with the location of the MOR axis, which will induce significant errors with respect to the stacking methodology and attempts to resolve variations at the temporal scales of interest here (20–100 kyr). To correct this issue, we recomputed the crustal age model after refining both the location of zero-age crust and incorporating younger magnetic anomalies than had previously been utilized.\nAlong the SEPR (Figure 2) and NEPR (Figure S1) regions, we identify the spreading axis morphologically at the peak of the axial high. We estimate a lateral resolution of ~200 m, which translates to a temporal resolution for zero-age crust of ~0.0025 Myr at the SEPR and ~0.0037 Myr at the NEPR, based on their half spreading rates. To further constrain the crustal age model at the SEPR and NEPR, additional published magnetic anomaly identifications from the regionally preferred data subsets in Seton et al. (2014) were incorporated at younger ages than utilized in the Müller et al. (2016) model (see Figure S6).\nAt the SEIR (Figures S3–S5), the axial morphology is subdued and difficult to identify based on bathymetric data, but the axis itself can be accurately located by a small peak in the magnetic anomaly (Cochran & Buck, 2001; Figure S7), with a lateral resolution of ~200 m (~0.007 My). The SEIR magnetic anomaly data\nGOFF ET AL. 10,308\nwere also used to identify and digitize the Brunhes-Matuyama reversal (0.78 My; Cande & Kent, 1995), also with a lateral resolution of ~200 m (~0.007 My).\nUpdated crustal age grids and anomaly picks are displayed in Figure S6 and are available at https://www. earthbyte.org/category/resources/. As noted above, the uncertainty at 0-age values in all analysis regions will be small (<0.01 my). Within the SEIR region (Figure S6a), the maximum age of consideration is ~2 My, so the axial magnetic peak combined with our high-confidence picks of the Brunhes-Matuyama reversal provide strong, internally consistent constraints on the SEIR crustal age model for stacking over this age range; we suggest an age uncertainty of ~0.01 my for these data. Off axis in the SEPR and NEPR regions, we rely on numerous previously published magnetic anomaly picks to constrain crustal ages (Figures S6b and S6c). Some scatter is evident in the individual picks in relation to the modeled isochrons, likely attributable in large part to navigational and geologic uncertainties in locating the magnetic reversals. The modeled magnetic anomalies therefore provide a means of averaging out scatter, thus reducing uncertainty in large measure. A sensitivity analysis on the δ18O curve (Figure S8) to 5.2 my indicates that even a resolution of 0.1my on crustal age should result in detectable signatures in the temporal record of seafloor morphology if they exist. This indicates that there is significant leeway in crustal age uncertainties. Furthermore, unmodeled regional changes in spreading rate will not impact our analysis; the methodology is predicated on stacking data of common age, not in knowing precisely what those ages are."
  }, {
    "heading": "2.3. Residual Bathymetry Stacking",
    "text": "Our central hypothesis is that faulted morphology is random with respect to crustal age and will therefore be suppressed by stacking. This hypothesis is consistent with previous studies (Bohnenstiehl & Carbotte, 2001; Malinverno & Cowie, 1993) that successfully model fault scaling parameters (spacing, length, and throw) as random distributions governed by scaling laws. The work of Olive et al. (2016a) also provides supporting evidence; after stacking conjugate corridor profile of the data used in the Crowley et al. (2015a) study, they found that that the spectral peaks that had been attributed to Milankovitch cycles disappeared. Hence, even with just two independent profiles, it is clear that the main abyssal hill peaks and valleys do not stack coherently as a function of age. We further define a null hypothesis: that all abyssal hill topography, faulted and volcanic, is random with respect to age and will therefore be suppressed by stacking with a reduction in variance that is predictable provided that the abyssal hill covariance structure is known.\nThe focus of the stacking methodology is specific to abyssal hill morphology. Therefore, it is necessary to preprocess data sets by removing topographic elements that are not associated with abyssal hills (outliers). These include axial morphology and subsidence trend, seamounts, and fracture zones and other off axis expressions of ridge discontinuities. Recognizable features are masked using polygonal regions (Figures 3, S2, and S5). The thermal subsidence trend is removed by high-pass filtering at a scale short enough to capture that trend but long enough to preserve age-dependent morphology at scales that are of interest (Figures 3, S2, and S5). Filter lengths of 40 km at the SEPR, and 30 km at NEPR and SEIR, were considered to be sufficiently long because these values exceeded twice the average characteristic length of abyssal hills in these regions (Goff et al., 1997; Table S1 in the supporting information). The residual bathymetry is identified by di (x,y). The crustal age model, described in the previous section, is then merged with the residual bathymetry, through linear interpolation of the coarser (but smoothlyvarying) age grid, so that each data point has an associated age value a as well as x and y locations: di (x,y,a).\nThe error on the mean can be estimated using the formulation of a weighted least squares inversion (Menke, 1989). The forward problem can be expressed as\nGm ¼ d; (1)\nwherem is the mean value to be estimated; d is a vector of n data values [d1,…,dn] that have a common crustal age, a; and G is the unit vector [1,…,1] of dimension n. The L2-norm|Gm-d|is minimized when m = mean (d), so that the estimate of the mean for a given age, mest (a) is determined by\nmest að Þ ¼ GTC 1G h i 1 GTCd; (2)\nGOFF ET AL. 10,309\nwith variance, σ2(a), given by\nσ2 að Þ ¼ GTC 1G h i 1 : (3)\nIn practice, the weighted inversion formest (a) is not significantly different from the simple arithmetic mean, and so only the latter is computed.\nThe weightingmatrix in this formulation is given by C 1, the inverse of the n by n covariance matrix relating the di (x,y,a) values to each other, which will be a function of x and y. Computation of C for abyssal hill morphology follows the model and estimation procedure originally developed by Goff and Jordan (1988) and is described in greater detail in the Supporting Material. The root-mean-square (RMS) variation of the abyssal topography was computed across the entire residual bathymetry for each region after masking axial morphology; these values were 61 m for the SEPR, 69 m for the NEPR, and 81 m for the SEIR. Other covariance parameters were estimated through weighted, least squares inversion applied to numerous subregions of each study area, which were averaged to generate a regional statistical model for use in equation (3) (Table S1).\nThe null hypothesis is simply that mest (a) = 0 (since data have been detrended a priori). Equation (3) provides a basis for testing the null hypothesis: It will be accepted if the ±2σ(a) values bound, or “envelope,” approximately 95% of the mest (a) values; it can be rejected at high confidence if the mest (a) values exceed these bounds by significant margins.\n3. Results: Verification of the Null Hypothesis\nThe computed stacks (Figure 4) are a simple average of residual depth values gathered into 2-kyr age bins. The stacks are not sensitive to this value, however; even using 20-kyr age bins, the resulting stacks are nearly identical, with only minor reductions in peak excursions. This demonstrates that the stacks are not sensitive to small errors in the age model. Within the first ~0.3–0.5 My, the SEPR and NEPR stacks (Figures 4a and 4b) are dominated by the dynamic topography of the axial high (e.g., Buck, 2001) along with negative sidelobes that are an artifact of the high-pass filtering. The sharpness of these peaks provides strong empirical evidence that the crustal age model accurately defines zero-age, supporting our inference of low age uncertainties at young crustal ages in these regions. In contrast, the axial morphology along the SEIR is variable, transitioning from a small axial high to an axial valley (Figure S3), and the axial morphology of the residual bathymetry does not stack coherently. We do observe, however, a subtle undulation in the stack extending out to ~1.4- Myr crustal age (Figure 4c), which we interpret as an expression of dynamic topography related to ridge axis processes. Given that this time scale is far longer than any possible Milankovitch Cycle influence, we can remove this feature with a best fit, low-order polynomial (Figure 4c), without impacting the analysis of interest.\nOutside the influence of dynamic axial morphology, the age-stacked residual bathymetry exhibits large reductions in variability in comparison to the overall RMS of the unstacked residual bathymetry: at ages <1.5 My, RMS variability is reduced by a factor of ~7 at the SEPR (Figure 4a), ~12 at the NEPR (Figure 4b), and ~8 at the SEIR (Figure 4c). This reduction can also be noted visually in comparison to example unstacked profiles\nFigure 4. Age-stacked residual bathymetry for multibeam data on the flanks of the (a) southern East Pacific Rise (SEPR), (b) northern EPR, and (c) southeast Indian Ridge. For (a) and (b), the black line indicates the residual bathymetry age stack computed at 2-kyr intervals; both show evidence of dynamic axial morphology to ~0.3–0.5My. For (c), the stack is presented by the solid red line. However, a subtle, long-scale undulation is noted out to ~1.4 My and which is assumed to be indicative of a minor dynamic axial component at this intermediate spreading rate and far too long in time scales to associate with Milankovitch cycles. A low-order polynomial (red dashed lines) is fit and subtracted, to produce a high-pass residual displayed by the black line. The blue dots on all panels indicate predicted 2σ (95%) variation from zero mean under null hypothesis that abyssal hill morphology is random and uncorrelated with age, computed at 100-kyr intervals. The red squares indicate empirically estimated 2σ variation on the stack, computed over age ranges indicated by the horizontal bars. The light gray dashed lines plot examples of single bathymetric profiles (located on Figures 3, S2, and S3), which visually illustrate the large reduction in variance that results from age-stacking.\nGOFF ET AL. 10,310\n(Figure 4). This observation is consistent with the contention that abyssal hills are dominantly constructed by randomly spaced faults (Bohnenstiehl & Carbotte, 2001; Malinverno & Cowie, 1993). For all three regions, the variability does exhibit an increase at greater crustal ages (Figure 4). However, care must be taken in interpreting this observation because the amount of data that are utilized to construct the stack also decreases at greater ages (Figures 2, S1, and S4). Before any attempt to interpret the variations evident in the stacks, we must first assess the significance of such variations, that is, evaluate whether or not the null hypothesis can be rejected. Figure 4 displays the predicted ±2σ (a) values superimposed on the age-stacked residual data. These bounds envelope the variation in the stack values, including the increase in variation in age at all three locations that can be associated with a reduction in the quantity of data available with age. At the SEPR and NEPR, ~90% and 92%, respectively, of the stacked values over ages >0.5 Myr fall within the predicted 2σ (95%) confidence limits on the null hypothesis. At the SEIR, ~94% of the stack values over ages>0.1 Myr (after polynomial detrending) do so. While these values are slightly less than predicted, we also do not observe any instances of strong exceedance of the predicted 2σ bounds, except at the dynamic axial morphology near zero age. Also shown on Figure 4 is an empirical estimation of 2σ variation (twice the RMS), typically over 1-Myr age windows. These values match the predicted 2σ values remarkably well, particularly at younger ages where the results are most robust due to larger quantities of data in the stack. A clear conclusion can be drawn from these observations: The null hypothesis, that abyssal hill morphology is completely random with respect to crustal age, satisfactorily explains the age-stacking results. Contrarily, these results provide no support for the Milankovitch cycle hypothesis for abyssal hill construction. In addition, because the null hypothesis is likely true, no physical meaning can be ascribed to the age-stacked bathymetry, and no additional analysis on these profiles (i.e., spectral analysis) is warranted.\nAs noted earlier, randomness in abyssal hill morphology is consistent with a dominantly faulted origin (Bohnenstiehl & Carbotte, 2001;Malinverno&Cowie, 1993). IfMilankovitch cycles aremodulating volcanic output, they are not impacting, above detectable limits using themost robust crustal agemodel available, abyssal hill formation, in these analysis regions At superfast and fast spreading rates, volcanism at axial-high ridges tend to be sheet-like flows, spreading away from the axis, that do not build up volcanic edifices (Macdonald et al., 1996). Abyssal hill-bounding faults start to form up to several kilometers away from the axis, mostly (but not entirely) outside of the zone of volcanic extrusion (Macdonald et al., 1996). Volcanic construction does increase with decreasing spreading rate (Macdonald, 1982), so it could be argued that intermediate and slow spreading rates may provide a more robust chance of detecting Milankovitch cycle-influenced morphology. However, faulting also increases with lower spreading rates (Buck et al., 2005; Macdonald, 1982), so that stacking residual depths in order to suppress the random topographic component will also be less effective."
  }, {
    "heading": "4. Conclusions",
    "text": "The age-stacking methodology developed here is intended to suppress random components of abyssal hill bathymetry (i.e., faults), in order to enhance the probability of detecting age-dependent signals, whether associated with Milankovitch Cycle variations in sea level or any other possible cause. This method has been applied to three settings, encompassing morphology generated intermediate (SEIR), fast (NEPR), and superfast (SEPR) spreading-rate MORs. However, outside of the dynamic topography at the youngest ages associated with the MORs, our analysis using the best possible crustal age models for these regions (in some areas, particularly at younger ages, with likely uncertainties of ~0.01 my) can detect no significant agedependent signal. This analysis therefore provides no supporting evidence for the Milankovitch Cycle hypothesis for abyssal hill formation."
  }],
  "year": 2018,
  "references": [{
    "title": "Faulting patters near 19°300S on the East Pacific Rise: Fault formation and growth at a superfast",
    "authors": ["D.R. Bohnenstiehl", "S.M. Carbotte"],
    "year": 2001
  }, {
    "title": "Revised calibration of the geomagnetic polarity timescale for the Late Cretaceous and Cenozoic",
    "authors": ["S.C. Cande", "D.V. Kent"],
    "year": 1995
  }, {
    "title": "National Science Foundation grant 1656136",
    "authors": ["J.G. Acknowledgments"],
    "venue": "R.D.M. and S.Z. were funded by Australian Research Council grant IH130200012",
    "year": 2000
  }, {
    "title": "The southeast Indian Ridge between 88°E and 120°E: Gravity anomalies",
    "authors": ["J.R. Cochran", "J.C. Sempere", "Scientific Team", "S.E.I. R"],
    "year": 1997
  }, {
    "title": "How climate influences sea-floor topography",
    "authors": ["C.P. 97JB00511 Conrad"],
    "venue": "Science, 347(6227),",
    "year": 2015
  }, {
    "title": "Hydrothermal deposits",
    "authors": ["K.M. Costa", "J.F. McManus", "J.L. Middleton", "C.H. Langmuir", "P.J. Huybers", "G. Winckler", "S. Mukhopadhyay"],
    "year": 2017
  }, {
    "title": "Glacial cycles drive variations in the production of oceanic crust",
    "authors": ["J.W. Crowley", "R.F. Katz", "P. Huybers", "C.H. Langmuir", "Park", "S.-H"],
    "year": 2015
  }, {
    "title": "Response to comment on “Glacial cycles drive variations",
    "authors": ["J.W. Crowley", "R.F. Katz", "P. Huybers", "C.H. Langmuir", "Park", "S.-H"],
    "year": 2015
  }, {
    "title": "Interplay between faults and lava flows in construction",
    "authors": ["S.A. Soule", "D.J. Fornari", "M.A. Tivey", "H. Schouten", "M.R. Perfit"],
    "year": 2007
  }, {
    "title": "Comment on “Glacial cycles drive variations in the production of oceanic crust",
    "authors": ["J.A. 1029/2006GC001399 Goff"],
    "venue": "Science, 349(6252),",
    "year": 2015
  }, {
    "title": "Off-axis volcanism at the East Pacific Rise detected by uranium-series",
    "authors": ["S.J. Goldstein", "M.R. Perfit", "R. Batiza", "D. Fornari", "M.T. Murrell"],
    "year": 1994
  }, {
    "title": "Comment on “Sensitivity of seafloor bathymetry",
    "authors": ["P. Huybers", "C. Langmuir", "R.F. Katz", "D. Ferguson", "C. Proistosescu", "S. Carbotte"],
    "year": 2016
  }, {
    "title": "climate-driven fluctuations in mid-ocean ridge magma supply",
    "authors": ["D.C. Lund", "P.D. Asimow", "K.A. Farley", "T.O. Rooney", "E. Seeley", "E.W. Jackson", "Z.M. Durham"],
    "year": 2016
  }, {
    "title": "A new view of the mid-ocean ridge",
    "authors": ["K.C. Macdonald", "P.J. Fox", "L.J. Perram", "M.F. Eisen", "R.M. Haymon", "Miller", "S. P"],
    "year": 1988
  }, {
    "title": "Normal faulting and the topographic roughness of mid-ocean ridge flanks",
    "authors": ["A. Malinverno", "P.A. Cowie"],
    "venue": "Journal of Geophysical Research,",
    "year": 1993
  }, {
    "title": "Sea floor spreading, topography, and the second layer",
    "authors": ["H.W. Menard"],
    "year": 1967
  }, {
    "title": "Geophysical data analysis: Discrete inverse theory (revised edition), (p. 289)",
    "authors": ["W. Menke"],
    "year": 1989
  }, {
    "title": "Hydrothermal iron flux variability following rapid sea level changes",
    "authors": ["J.L. Middleton", "C.H. Langmuir", "S. Mukhopadhyay", "J.F. McManus", "J.X. Mitrovica"],
    "venue": "Geophysical Research Letters,",
    "year": 2016
  }, {
    "title": "Characterising the extent of volcanism at the Galapagos Spreading Centre using deep tow profiler records",
    "authors": ["N.C. Mitchell"],
    "venue": "Earth and Planetary Science Letters,",
    "year": 1995
  }, {
    "title": "Ocean basin evolution and global-scale plate reorganization events since Pangea breakup",
    "authors": ["R.D. Müller", "M. Seton", "S. Zahirovic", "S.E. Williams", "K.J. Matthews", "Wright", "N. M"],
    "venue": "Annual Reviews of Earth and Planetary Science,",
    "year": 2016
  }, {
    "title": "Sensitivity of seafloor bathymetry to climate-driven fluctuations in mid-ocean ridge magma supply",
    "authors": ["Olive", "J.-A", "M.D. Behn", "G. Ito", "W.R. Buck", "J. Escartin", "S. Howell"],
    "year": 2015
  }, {
    "title": "Response to comment on “Sensitivity of seafloor bathymetry to climate-driven fluctuations in mid-ocean ridge magma supply.",
    "authors": ["Olive", "J.-A", "M.D. Behn", "G. Ito", "W.R. Buck", "J. Escartin", "S. Howell"],
    "year": 2016
  }, {
    "title": "Response to comment on “Sensitivity of seafloor bathymetry to climate-driven fluctuations in mid-ocean ridge magma supply",
    "authors": ["Olive", "J.-A", "M.D. Behn", "G. Ito", "W.R. Buck", "J. Escartin", "S. Howell"],
    "year": 2016
  }, {
    "title": "Global Multi-Resolution Topography synthesis",
    "authors": ["W.B.F. Ryan", "S.M. Carbotte", "J.O. Coplan", "S. O’Hara", "A. Melkonian", "R Arko"],
    "year": 2009
  }, {
    "title": "A map series of the southern East Pacific Rise and its flanks, 15°S to 19°S",
    "authors": ["D.S. Scheirer", "K.C. Macdonald", "D.W. Forsyth", "S.P. Miller", "D.J. Wright", "Cormier", "M.-H", "C.M. Weiland"],
    "venue": "Marine Geophysical Research,",
    "year": 1996
  }, {
    "title": "The southeast Indian Ridge between 88°E and 120°E: Variations in crustal accretion at constant spreading rate",
    "authors": ["J.C. Semperer", "J.R. Cochran", "Scientific Team", "S.E.I. R"],
    "venue": "Journal of Geophysical Research,",
    "year": 1997
  }, {
    "title": "Community infrastructure and repository for marine magnetic identifications",
    "authors": ["M. Seton", "J.M. Whittaker", "P. Wessel", "R.D. Müller", "C. DeMets", "S Merkouriev"],
    "year": 2014
  }, {
    "title": "Channelized lava flows at the East Pacific Rise crest 9°– 10°N: The importance of off-axis lava transport in developing the architecture of young oceanic crust",
    "authors": ["S.A. Soule", "D.J. Fornari", "M.R. Perfit", "M.A. Tivey", "W.I. Ridley", "H. Schouten"],
    "year": 2005
  }, {
    "title": "Mid-ocean ridge eruptions as a climate valve",
    "authors": ["M. Tolstoy"],
    "venue": "Geophysical Research Letters,",
    "year": 2015
  }, {
    "title": "Comment on “Sensitivity of seafloor bathymetry to climate-driven fluctuations in mid-ocean ridge magma supply",
    "authors": ["M. Tolstoy"],
    "venue": "Science, 353(6296),",
    "year": 2016
  }],
  "id": "SP:b5794022561e9ff3b119ba5ffb38ba21152e6f96",
  "authors": [{
    "name": "John A. Goff",
    "affiliations": []
  }, {
    "name": "Sabin Zahirovic",
    "affiliations": []
  }, {
    "name": "Dietmar Müller",
    "affiliations": []
  }],
  "abstractText": "A recent hypothesis contends that abyssal hill topography is linked to sea level periodicities expressed by Milankovitch cycles, predicting that abyssal hill elevation is correlated to crustal age. We test this prediction by stacking (averaging) bathymetry as a function of age to enhance age-dependent signal while suppressing random (primarily faulted) components. Stacking is applied to bathymetry data flanking intermediate, fast, and superfast spreading ridges. Revised digital crustal agemodels were generated in these regions using a recent compilation of reliable magnetic anomaly identifications, with inferred temporal uncertainty of ~0.01 my. We utilize statistical properties of abyssal hills to predict the variability of the agestack under the null hypothesis that abyssal hills are random with respect to crustal age; the age-stacked profile is significantly different from zero only if it exceeds this expected variability by a large margin. Our results do not support the presence of Milankovitch-driven signals in abyssal hill topography. Plain Language Summary Recent studies suggest that abyssal hills, lineated seafloor features created by faulting and magmatism at mid-ocean spreading ridges, are linked to the Earth’s climate cycles. This hypothesis contends that the rising and falling of sea level that accompanies climate change will modulate pressure at depth and thus the magmatic output that contributes to abyssal hill construction. It also makes an important prediction: Abyssal hills everywhere will have a coherent signal as a function of crustal age. Here we test this prediction through “stacking” or averaging abyssal hill bathymetry as a function of age, which should suppress any random component (e.g., faulting) and enhance any coherent component. We find, however, that there is no statistically significant age-dependent signal and therefore that there is no evidence in this analysis of a climate-driven signal in abyssal hills.",
  "title": "No Evidence for Milankovitch Cycle Influence on Abyssal Hills at Intermediate, Fast, and Superfast Spreading Rates"
}