{
  "sections": [{
    "text": "1Department of Earth and Atmospheric Sciences, University of Houston, Houston, Texas, USA. E-mail: jsilvata@central.uh.edu 2Corporación Geológica ARES, Bogotá, Colombia. E-mail: marioelarao@gmail.com, dtrujilmed@hotmail.com 3Departamento de Ciencias Geológicas, Universidad de Caldas, Manizales, Colombia. E-mail: yocata5@hotmail.com 4Núcleo de Estudos Geoquímicos e Laboratório de Isótopos Estáveis (NEG - LABISE), Departamento de Geologia, Universidade Federal de Pernambuco, Recife (PE), Brazil. E-mail: sial@ufpe.br 5Departamento de Geociencias, Universidad Nacional de Colombia, Ciudad Universitaria, Bogotá, Colombia. E-mail: edwsalazar@gmail.com *Corresponding author. Manuscript ID: 30294. Received in: 04/30/2015. Approved in: 01/18/2016.\nRESUMEN: El miembro Kesima de la Formación Palanz constituye el primer registro de sedimentación marina Cretácico en la Cuenca de la Baja Guajira, norte de Colombia. Análisis sedimentológicos y petrográficos sugieren que el Miembro Kesima se depositó en una plataforma carbonatada dominada principalmente por arrecifes coralinos. Valores de 87Sr/86Sr entre 0.707350 y 0.707400 sugieren una edad de deposición Valanginiano (136 – 132 Ma). Una anomalía positiva de δ13C de ~2.2‰ sugiere que esta plataforma carbonatada registró el evento anóxico oceánico Weissert. Aunque este evento anóxico oceánico ocasionó una importante demisión de las plataformas carbonatadas a lo largo del Circum Tethys, esta parece no haber afectado las plataformas carbonatadas del Circum Caribe, donde varias sucesiones someras de carbonatos marinos afloran en Colombia, Venezuela y México. El miembro Kesima muestra un cambio de fábrica de carbonato, de carbonatos producidos orgánicamente a carbonatos producidos inorgánicamente, dominados por oolitos. El cambio en la fábrica de carbonatos coincide con el pico de la anomalía de δ13C del evento Weissert. Este cambio en la fábrica de los carbonatos representa por tanto una importante perturbación del sistema carbonatico marino a nivel tropical durante el evento Weissert, la cual coincidio con una disminucion en el nivel del mar global. Finalmente la edad del Miembro Kesima es mucho más vieja respecto a otras sucesiones Cretácicas de carbonatos de otras cuencas sedimentarias al norte de Sur América (p.e. Perijá-Mérida, Cesar-Ranchería). Las diferencias en el momento de la incursión marina del Cretácico a lo largo del norte de Sur América, junto con las diferencias en la estratigrafía del Triásico-Jurásico de varias cuencas sedimentarias del norte de Sur América sugieren que probablemente las cuenca de la Baja Guajira y de Maracaibo permanecieron aislados como bloques tectónicos separados del norte de Sur América después la ruptura de Pangea. PALABRAS CLAVE: Formación Palanz; Cretácico inferior; Caribe; Sr- y C- isótopos; evento Weissert.\n163 Brazilian Journal of Geology, 46(Suppl 1): 163-180, June 2016"
  }, {
    "heading": "INTRODUCTION",
    "text": "The Cretaceous Palanz Formation constitutes the lowermost Cretaceous sedimentary record from the Baja Guajira Basin, Guajira Peninsula, northern South America (Renz 1960, Rollins 1965; Fig. 1). The Palanz Formation consists of a series of carbonate and siliciclastic successions (Fig. 2), which marks the first Cretaceous marine incursion along the northernmost part of the South American continent (Rollins 1965). The marine carbonate unit from the Palanz Formation is known as the Kesima Member (Renz 1960, Rollins 1965). Despite this unit may bear important information for the Mesozoic paleogeographic evolution of northern South America, the depositional age of the Kesima Member is currently not well constrained. Biostratigraphic studies using bivalves and foraminifera suggest ages varying from the Berriasian to the Hauterivian (Renz 1960, Rollins 1965, Salazar 2010).\nC- and Sr- isotope chemostratigraphy is an alternative tool for determining the depositional age of carbonate\nsuccessions (Jacobsen & Kaufman 1999, Hu et al. 2012, Föllmi et al. 2006, Föllmi 2012). This paper reports the Cand Sr- isotope chemostratigraphy of a carbonate from the Kesima Member of the Palanz Formation from which its depositional age is constrained. The 87Sr/86Sr values suggest that the Kesima Member carbonates were deposited during the Valanginian. A positive δ13C anomaly of ~2.2‰ suggests a deposition of the Kesima Member during the Weissert Oceanic Anoxic Event (Weissert et al. 1998). This event seems to have affected the marine carbonate budget and resulted in a major drowning of shallow marine carbonate platforms worldwide (Weissert et al. 1998, Erba et al. 2004, Funk et al. 1993, Föllmi 1996, 2012, Föllmi et al. 2006, Gréselle & Pittet 2010). In this contribution, we use sedimentological and petrographic analyses of carbonate rocks from the Kesima Member of the Palanz Formation to investigate the potential effects of the Weissert event on the shallow marine carbonate factories at tropical latitudes. We also use the chemostratigraphic record to highlight intraformational uncorformities within the Kesima Member.\n164 Brazilian Journal of Geology, 46(Suppl 1): 163-180, June 2016\nFinally, determining the depositional age of the Kesima Member is important not only for calibrating the chronostratigraphy of the Mesozoic sedimentary record along the Baja Guajira Basin but also for contributing to the paelogeographic reconstruction on northern South America. In particular, we use the age of the Kesima Member, complemented with a review of the Triassic to Cretaceous stratigraphy of several basins along northern South America, to time of the first marine incursion during the Cretaceous along the Baja Guajira Basin after the Pangea break-up."
  }, {
    "heading": "GEOLOGICAL SETTING",
    "text": "The Guajira Peninsula is located in the northeastern most part of Colombia, South America. It has been subdivided into the Baja and Alta Guajira basins, which are separated by the Cuisa Fault lineament (Rubio et al. 1998) (Fig. 1). The Mesozoic sedimentary records from the Alta and Baja Guajira basins crop out along several isolated mountain\nranges, i.e. Cosinas range, Macuira range and Jarara range (Alvarez 1967, Irving 1972, MacDonald 1964, Lockwood 1965). The Cosinas range is located in the Baja Guajira Basin (Fig. 1). The basement of the Cosinas range consists of Neoproterozoic gneisses and schists; the Macuira Formation (MacDonald 1964, Lockwood 1965). These Neoproterozoic units are overlain by a series of continental sedimentary successions, which belong to Rancho Grande Formation and are intruded by several Triassic riolites and riodacites (Rollins, 1965). Recent U-Pb ages indicate a Late Triassic (Norian) age for these volcanic units (Zuluaga et al., 2015). The Rancho Grande Formation (Fig. 3) is overlain by a series of Jurassic continental volcaniclastic and deep marine sedimentary succession, beginning with the Uitpana Formation (Renz 1960, Rollins 1965). Detrital zircon U-Pb ages from this unit indicate a maximum depositional age of Middle Jurassic (Aalenian) depositional age (Montano et al., 2012). The Uitpana Formation is overlain by a series of transitional to marine sedimentary succession, the Late Jurassic Cheterlo Formation. This stratigraphic unit is, in turn, overlain by the shallow to deep marine mixed siliciclastic/\n165 Brazilian Journal of Geology, 46(Suppl 1): 163-180, June 2016\ncarbonate succession of the Caju Formation. Continental to transitional sediments of the Chinapa Formation overlay the Caju Formation and are, in turn, overlain by the upper Jurassic (Thitonian) mixed shallow marine carbonate to deep marine siliciclastic (shales) facies of the Cuisa and Jipi Formations (Renz 1960, Rollins 1965). The Jurassic record from the Cosinas range has no genetic correlative successions in northern South America (Bartok et al. 2015). Its sedimentological characteristics have been used to correlate it to the successions from the Maya Block, in Northeastern Mexico (Fig. 3), and in western Cuba (Bartok et al. 2015). The correlation between the Jurassic sedimentary records from the Cosinas range and the Maya Block suggests that the former constitutes an allochthonous tectonic block. Therefore, the Cosinas range may represent a tectonic block left behind after the breakup of Pangea during most of the Jurassic (Bartok et al. 2015).\nThe Palanz Formation constitutes the lowermost Cretaceous sedimentary record along the Baja Guajira Basin. It consists of a transitional to shallow marine mixed carbonate/siliciclastic succession (Fig. 4). The Kesima Member of the Palanz Formation mainly consists of shallow marine carbonates (Rollins 1965, Salazar 2010) (Fig. 4). Lateral variations of facies to transitional siliciclastic successions in the Kesima Member of the Palanz Formation have been reported (Salazar 2010). In the southernmost part of the Cosinas range, the Palanz Formation rests non-conformably on the Neoproterozoic basement and unconformably on the Rancho Grande and Uitpana Formations (Fig. 3). In the northernmost part of the Cosinas range, the Palanz Formation rests unconformably on the Cuisa Formation and is thicker than in its southern part (Rollins 1965). In this work, we call Kesima Member the shallow marine carbonate\ndifferent stratigraphy displayed by the Cesar Rancheria and Maracaibo basins respect to the Baja Guajira Basin.\n166 Brazilian Journal of Geology, 46(Suppl 1): 163-180, June 2016\n167 Brazilian Journal of Geology, 46(Suppl 1): 163-180, June 2016\nsuccessions from the base of the Palanz Formation cropping out along the northern part of the Cosinas Range (Fig. 2), where it unconformably overlays the Upper Jurassic Cuisa Formation.\nThe Palanz Formation constitutes the lowermost unit of the Cretaceous record from the Cosinas range and is overlain by transitional to shallow marine carbonate siliciclastic (shales) successions of the HauterivianBarremian Yaruma Group, which include the Moina and Yuruma Formations (Rollins 1965, Zuluaga et al. 2009). The Yuruma Formation is overlain by shallow marine mixed siliciclastic/carbonate successions from the Aptian to Cenomanian Cogollo Group (Cogollo and Maraca Formations), which is in turn overlain by deep marine sedimentary successions from the Turonian to Campanian La Luna and Guralamai Formations. The Upper Cretaceous sedimentary record of the Cosinas ranges is similar to that of the Jarara Range, in the Alta Guajira Basin (Fig. 1). However, the Cretaceous sedimentary successions from the Jarara range were metamorphosed during the Late Cretaceous (~71 Ma) and intruded during the Eocene (~50 Ma) by the Parashi pluton (Weber et al. 2010, Cardona et al. 2014). These events place the youngest depositional age of the Cretaceous sediments from the Alta Guajira basin and they have been related to the interaction between the Caribbean and South American plates (Weber et al. 2010; Cardona et al. 2014). These events did not affect Cretaceous sedimentary records from other basins in northern South America (i.e. Cesar-Rancheria, Maracaibo, Magdalena Valley). These differences have been used to propose an allochthonous origin for the Baja Guajira Basin to eastern Colombia (Bartok et al. 2015). Finally, the Late Cretaceous units are overlain by a series of late Eocene to Pliocene carbonate/siliciclastic successions (Rollins 1965)."
  }, {
    "heading": "METHODS",
    "text": "The stratigraphic section used in this work is called Trijajain. It crops out in the eastern flack of the Cosinas Syncline (Fig. 2). Petrographic analyses (n = 11) were performed using standard polarizing microscope. The carbonate thin sections were stained for a detailed identification of carbonate, cements and porosity types. The petrographic analyses allowed the assessment of the diagenetic/paragenetic history. The facies classification was performed following Dunham (1962) and Embry and Klovan (1971).\nPolished slabs of carbonate samples (n = 11) were microdrilled to obtain pure carbonate powder for element\nand C-, O- and Sr- isotope analyses. Microdrilling was performed to avoid post-depositional carbonate components, as well as fractures and veins. For C- and O- isotope analyses, microdrilled carbonate powders were reacted with 100% orthophosphoric acid during 12 hours at 25ºC. The CO2 released from this reaction was extracted in a high-vacuum extraction line by using cryogenic cleaning according to the method proposed by Craig (1957). The CO2 samples were analyzed for C- and O- isotopes in a multi-collector double-inlet gas source mass spectrometer (Sira II), at the Stable Isotope Laboratory (LABISE), Department of Geology, Universidade Federal de Pernambuco. Results are reported in the international delta per mil (δ ‰) notation respect to the conventional Vienna Pee Dee Belemnite (VPDB) scale. The isotopic compositions of the analyzed carbonates were contrasted against the in-house standard Borborema Skarn Calcite (BSC), which calibrated against the NBS-18, NBS-19 and NBS-20 standards has shown an isotopic composition of δ18O = -1.28 ± 0.04‰ PDB and δ\n13C = -8.58 ± 0.02 ‰ PDB. Sr isotopes analyses were performed in 5 mg of microdrilled powdered carbonate sample, dissolved in 0.5M ultraclean acetic acid for leaching, and then centrifuged to obtain purified Sr. Rb and Sr were separated from the leached solutions using Eichrom Sr specific resin. Following, 500 to 1,000 ng of purified Sr were loaded onto a Ta filament, along with H3PO4, for TIMS analysis at the University of Arizona, in Tucson. All measurements were normalized to 0.710248. Fifty analyses of the standard NBS-987 yielded mean ratios of 87Sr/86Sr = 0.710285 ± 7 and 84Sr/86Sr = 0.056316 ± 12 for ratios normalized to 86Sr/88Sr = 0.1194. Elemental analyses of the powdered carbonate fractions were performed at the University of Arizona using ICP-MS. Samples were dissolved in 1% acetic acid heated to dryness and diluted with 1% nitric acid for ICP-MS analysis. The analytical error of replicate standard analyses was better than 0.1% for major and 0.0001% for minor elements."
  }, {
    "heading": "RESULTS",
    "text": ""
  }, {
    "heading": "Stratigraphy and petrography",
    "text": "The Kesima Member at the Trijajain section is approximately 87 m thick (Fig. 4) and overlays unconformably the Jurassic Cuisa Formation. The section displays four coarsening upward cycles and one fining upward cycle. The first coarsening upward cycle consists of two coarsening upward hemicycles, which vary from wackstones to\n168 Brazilian Journal of Geology, 46(Suppl 1): 163-180, June 2016\nbafflestones from its base until the 32 m of height of the stratigraphic section (Fig. 4). These carbonates contains abundant echinoderms spicules, bryozoans and mollusks\nfragments, as well as ooids, scarce benthic foraminifera, and pellets (Figs. 4 and 5). They also display silicified echinoderm fragments, as well as deformed spicules and\n169 Brazilian Journal of Geology, 46(Suppl 1): 163-180, June 2016\nooids partially replaced by silica and sparite. An increased of non-fossiliferous allochemical components is observed between the 33 and 55 m of height. This stratigraphic interval displays two coarsening upward cycles (Cycles II and III). Cycle II varies stratigraphically from wackstones to rudstones with abundant coral and coralline algae fragments, echinoderms, bryozoans and bivalves. Cycle III varies from wackstones to grainstones and displays the thinnest carbonate strata in the whole succession. It does not show coral and coralline algae fragments. The stratigraphic interval between 55 and 68 m displays a substantial reduction of organically produced carbonates. The upper part of this interval displays a ~5 m oolitic grainstone. This oolitic grainstone is overlain by a coral rich bafflestone, which constitutes the top of Cycle IV. These carbonates mostly contain fragments of echinoderms, corals, some gastropods, as well as deformed echinoderm spicules partially replaced by sparite. They also show an increase in quartz content (Fig. 4, 5). Cycle V, between 68 and 87 m height, consists of a series of packstones containing abundant echinoderms, mollusks, foraminifera and fragments of bryozoans. Carbonate intraclasts, coralline algae and undefined fossils have also been identified. The studied carbonates show evidence of mechanical compaction such as deformed allochemical particles, stylolitization and fracturing. They also display abundant porosity, associated to fractures and dissolution of allochemical material, often filled with sparite (Fig. 5).\nIsotopes and major and trace elements The isotopic and elemental compositions of the studied carbonates are reported in Table 1 and shown in Figure 6. The 87Sr/86Sr values of the analyzed carbonates vary between 0.707350 and 0.707400 (Fig. 6, Table 1). Their δ13C values display a positive trend from +0.29‰ to +2.01‰, which finally decrease to +0.59‰ in its uppermost part (Fig. 6, Table 1). The δ18O values fluctuate between -5.09‰ and -6.93‰. The [Fe] range from 374.59 to 792.72 ppm, the [Mn] is usually < 104 ppm, the [Mg] vary from 221.64 to 476.23 ppm. Values of Mn/Sr are < 0.81 and of Mg/Ca are < 0.000878 (Fig. 6, Table 1). The [Ba] increases from 6.97 ppm at the base of the section up to 27.65 ppm in its middle part and then decreases to 12.11 ppm at its uppermost part. The [P] increases from 90 ppm, in the lowermost part of the stratigraphic section, to 450 ppm in its middle part, and decreases to 310 ppm toward the upper part of the carbonate succession. The Th/U values are lower than 0.001 in the lowermost part of the section, they increase to 0.0038 in its middle part and decrease to 0.000812 in its uppermost part."
  }, {
    "heading": "DISCUSSION",
    "text": ""
  }, {
    "heading": "Environmental interpretation",
    "text": "Field observations and petrographic analyses suggest that the Kesima Member of the Palanz Formation deposited along a shallow marine rimmed carbonate platform (Fig. 7). Four shallowing upward stratigraphic cycles were interpreted as described above. The first cycle (Cycle I), between 0 and 33 m height, displays wackstones, packstones and grainstones with abundant bryozoans, pellets, mollusks, and echinoderms (Fig. 4). These facies are caped by an uppermost bafflestone/rudstones. These characteristics suggest a deposition along an intertidal back reef environment (Fig. 7). A new coarsening upward cycle (Cycle II), between the 33 and the 48 m height, is characterized by basal wackstones/mudstones and an uppermost coral rich bafflestone/rudstone (Fig. 4), which suggest the occurrence of patchy coral reefs. Carbonates from Cycle II are interpreted as deposited along the crest of coral reef (Fig. 7). Considering the facies described from Cycle I to III, a transgressive pattern is suggested. The third coarsening upward cycle (Cycle III), between 48 and 55 m, is characterized by an increase in ooids contents (Fig. 4). This coarsening upward cycle also displays the thinnest grainstone facies. This suggests a further increase in sea level and deposition along a front reef to fore reef depositional setting (Fig. 7). The fourth coarsening upward cycle (Cycle IV), between 55 and 68 m height, is characterized by a major decrease in biologically produced carbonates. The uppermost part of this cycle displays a ~5 m thick oolite horizon (Fig. 4). The occurrence of this thick oolite horizon suggests a decrease in the accommodation space and/or a lowering of relative sea level. The oolite horizon is interpreted as deposited along a carbonate shoal area (Fig. 7). The strong change from biogenic to inorganically precipitated carbonates, i.e. oolites, suggests a major change in the carbonate factory along the Kesima member. The occurrence of coral rich bafflestones at the top of Cycle IV suggests a relative increase in sea level and the potential catch up of the sea level by the marine rimmed carbonate platform (Figs. 4 and 7). The occurrence of heterozoan rich packstones at the uppermost part of the Kesima Member marks a new increase in sea level (Fig. 7). These packstones are interpreted as deposited along a front reef area. The presence of carbonate intraclasts suggests the reworking of the underlying reef carbonates and therefore an unconformity. As discussed below, this unconformity is supported by abrupt changes in the Sr- and C- isotope chemostratigraphy.\n170 Brazilian Journal of Geology, 46(Suppl 1): 163-180, June 2016\n171 Brazilian Journal of Geology, 46(Suppl 1): 163-180, June 2016"
  }, {
    "heading": "Diagenesis",
    "text": "The 11 thin sections analyses suggest that the studied carbonates from the Kesima Member were affected by early and burial diagenesis. The presence of microsparite cementing the original carbonate matrix suggests that early marine cementation occurred just after the deposition of the studied carbonates. The replacement of some allochemicals components by sparite suggests that the carbonates were also affected by meteoric (vadose zone) diagenesis. The presence of deformed and fractured allochemicals components, as well as the presence of stylolites, suggests that the studied carbonates were affected by important compactation during burial diagenesis. The presence of silicified allochemicals components at the top of the succession can be the result of some post-depositional fluid flow during burial (Bustillo 2012, Pérez-Jiménez et al. 2004, Pérez-Jiménez 2010)."
  }, {
    "heading": "Depositional age of the Kesima member",
    "text": "C- and Sr- isotope chemostratigraphy has been widely used as an alternative tool to date and to correlate carbonate successions worldwide (Veizer et al. 1997, 1999, Jacobsen & Kaufman 1999). The effectiveness of isotope chemostratigraphy as a chronostratigraphic tool relies on the preservation of the original marine isotopic composition in the analyzed marine carbonate archives. Diagenesis may produce important modifications of the original elemental and isotopic composition of marine carbonates (Veizer et al. 1997, 1999, Jacobsen & Kaufman 1999). Although\nmeteoric and burial diagenesis affected the studied carbonates, it did not seem to have affected their original (marine) elemental and isotopic (i.e. C- and Sr- isotopes) compositions. The lack of affection of the marine isotopic signal is supported the lack of correlation between some geochemical indicators of meteoric and burial diagenesis (Mn/Sr, Mg/Ca, 1/Sr) and the isotopic (C and Sr) composition of the studied carbonate successions (Fig. 8). We acknowledge that meteoric and burial diagenesis would have accounted for the very low δ18O values displayed by the studied carbonates. The lack of correlation between the δ18O and δ13C values suggests, on the other hand, that even though meteoric diagenesis affected the O-isotope compositions of the studied carbonates, it may have not affected their C-isotope compositions.\nThe suggested preservation of the marine isotopic signatures allows the use of the 87Sr/86Sr values of the studied carbonates to infer their depositional age. Determination of the depositional ages has been performed by contrasting the 87Sr/86Sr values displayed by the Kesima Member carbonates against the Cretaceous values reported by Bralower et al. (1997), McArthur et al. (2012) and McArthur et al. (2007). From this comparison, a Valanginian age can be inferred. This age is in partial agreement with previous biostratigraphic studies (Renz 1960, Rollins 1965, Salazar 2010). Renz (1960) restricted the age of the Kesima Member to the Valanginian based on the occurrence of Trigonia lorentii Dana. The Valanginian depositional age of the Palanz Formation is further constrained by the occurrence of\nTrigonia lorentii, Olcostephanus sp., Choffatella sogamosae and Exogyra reedi in the overlying Valanginian-Hauterivian Moina Formation (Renz 1960). A more precise age, 136 – 132 Ma, is obtained when comparing the 87Sr/86Sr values of the Kesima Member carbonates with the high resolution Valanginian 87Sr/86Sr curves of well dated carbonate successions worldwide (McArthur et al. 2007, 2012, Martinez et al. 2013) (Fig. 9).\nThe Valanginian registered a positive C-isotope excursion of ~ 2‰ (Hu et al. 2012, Weissert et al. 1998, Erba et al. 2004, Funk et al. 1993; Föllmi 1996, Föllmi et al. 2006, Gréselle & Pittet 2010). This isotopic excursion, which seems to be of global nature, has been related to\nthe Weissert Oceanic Anoxic Event (Weissert et al. 1998, Weissert & Erba 2004, Erba et al. 2004, Funk et al. 1993, Föllmi 1996, Föllmi et al. 2006, Gréselle & Pittet 2010). We suggest that the 2.2‰ positive excursion in δ13C values displayed by the carbonates from the Kesima Member of the Palanz Formation reflects the occurrence of the Weissert Oceanic Anoxic Event (Fig. 9).\nThe C- and Sr-isotope chemostratigraphic trends displayed by marine carbonate successions can be used to identifying potential unconformities within the carbonate record (McArthur et al. 2012). We propose the presence of two potential unconformities within the Palanz Formation. These unconformities (hiatuses) are evidences by two important jumps in\nrefer to the five stratigraphic cycles identified for the Kesima Member.\n173 Brazilian Journal of Geology, 46(Suppl 1): 163-180, June 2016\n174 Brazilian Journal of Geology, 46(Suppl 1): 163-180, June 2016\nthe 87Sr/86Sr values between Cycles III and IV, and between Cycles IV and V (Fig. 9). The hiatus between Cycles III and IV would have lasted ~ 400 ky and may have been associated to a major eustatic sea level drop (Fig. 9). The unconformity between cycles IV and V, in turn, would have lasted ~ 1 My. This hiatus would have been associated to a subaerial exposure of the carbonate record. The presence of an unconformity (hiatus) between Cycle IV and V is evidenced by the presence of carbonate intraclasts in carbonates from Cycle V (Figs. 4 and 7). The deepening pattern of the sedimentary environments in Cycle V (Figs. 4 and 7) suggests that the subaerial exposure of carbonates from Cycle IV was followed by a period of rapid sea level. This implies that the limit between Cycle IV and V may be considered as a ravinement surface.\nEnvironmental and sedimentological changes associated to the weissert event along tropical carbonate platforms\nThe onset Weissert event positive C-isotope anomaly has been related to predominant greenhouse conditions, which resulted from the rapid degassing of volcanic CO2 into the\natmosphere during the Parana-Etendeka volcanism (Fig. 10) (Lini et al. 1992, Martinez et al. 2015). The high atmospheric pCO2 and the greenhouse conditions caused by the ParanaEtendeka volcanism enhanced continental weathering, which, in turn, increased the nutrients delivery from continent into the global oceans (Lini et al. 1992, Duchamp-Alphonse et al. 2014). Barium and phosphorous are important nutrients necessary to increase and sustain primary productivity (Schoepfer et al. in press). Our records show an important increase in [Ba] and [P] coinciding with the beginning of the positive excursion of the δ13C values (Fig. 6). This is in line with a high nutrient delivery from continents to oceans at the onset of the Weissert event. High nutrients availability would have fueled the marine primary productivity and enhanced organic carbon export onto ocean substrate at the onset of the Weissert event (Weissert et al. 1998, Erba et al. 2004, Gréselle & Pittet 2010, Meissner et al. 2015). The increase in eutrophication of the global oceans would have lead to a subsequent increase in marine primary productivity. The increased marine eutrophic conditions and the enhanced remineralization of organic carbon in the\n175 Brazilian Journal of Geology, 46(Suppl 1): 163-180, June 2016\ndeeper water column ultimately resulted on the decreased dissolved oxygen in the ocean during the Weissert Event (Weissert et al. 1998, Meissser et al. 2015). Such a decrease in dissolved oxygen levels is expressed by the increase in the Th/U ratio of the Kesima Member carbonates at the onset of the Weissert Event C-isotope anomaly (Cycle III – IV). Although high Th/U ratios may also result from high continental input, this possibility is disregarded by the disappearance of siliciclastic components. The high Th/U ratios displayed at the zenith of the Weissert event C-isotope excursion further supports previous investigations that suggest that such isotope anomaly resulted from enhanced organic carbon burial under oxygen depleted conditions (Weissert & Erba 2004).\nThe high atmospheric pCO2 resulting from the ParanaEtendeka volcanism would have reduced the ocean pH causing ocean acidification at the onset of the Weisser Event (Erba & Tremolada 2004). Ocean acidification would have, in turn, resulted on strong deformities and some minor size reductions\nin calcifying nanoplankton; i.e. coccoliths (Weissert & Erba 2004, Erba & Tremolada 2004). The Parana-Etendeka volcanism would have subsequently further enhanced the continental weathering rates, a process that increased the alkalinity delivery to the global oceans and resulted in an increase in ocean pH. This process would have also decreased the atmospheric pCO2 within 1 My after the initiation of the Parana-Etendeka volcanism; this is the time that takes atmospheric pCO2 to be efficiently sequestered by continental weathering (Raymo & Ruddiman 1992, Algeo & Twitchett 2010). The increase the alkalinity delivery to the ocean and the increase the ocean pH ultimately favored the precipitation of marine carbonates due to a deepening of the carbonate compensation depth. Our records show that the zenith of the Weissert Event positive C-isotope anomaly coincides with a major decrease in the amount of biologically produced carbonates and an increase of ooilitic carbonate facies in the Kesima Member (Figs. 6 and 7). We suggest that euthrophic conditions and marine deoxygenation, along with\n176 Brazilian Journal of Geology, 46(Suppl 1): 163-180, June 2016\nocean acidification, negatively impacted marine carbonate producers along the carbonate platform where the Kesima Member deposited. We suggest that the oolitic carbonates of the Kesima Member of the Palanz Formation represent disaster deposits that reflect a major decrease in biologic activity of marine calcifying organism during the Weissert Event. The deposition of the oolitic carbonates would have been associated to enhanced seawater carbonate saturation state in the seawater at the zenith of the Weisser Event.\nThe greenhouse conditions associated to the onset of the Weissert Event C-isotope anomaly would have also resulted in an increase in global sea level (Lini et al. 1992). Our record suggests that the onset of the Weissert Event C-isotope anomaly coincides with a transgressive pattern defined by cycles I to III (Fig. 10). The effective sequestration of atmospheric CO2 through continental weathering would have resulted in global cooling (Duchamp-Alphonse et al. 2011). The establishment of cooler climate would have resulted on a decrease in sea level (Haq, 2014). Our records show that the zenith of the Weissert Event C-isotope anomaly coincides with a regressive stratigraphic cycle (Cycle IV). This cycle displays a ~5 m oolite horizon, which we have been interpreted as resulting from enhanced seawater carbonate saturation due to high continental weathering rates and high alkalinity delivery from continents to oceans. The decrease in sea level, together with the high carbonate saturation in tropical oceans, further explains the occurrence of the oolite horizon during the zenith of the Weissert Event along the regressive Cycle IV (Fig. 9). The enhanced continental weathering during the zenith of the Weissert Event positive C-isotope anomaly would have also resulted on enhanced siliciclastic input into the global oceans and favored the burial of organic matter; the latter leading to the Weissert Event positive C-isotope anomaly (Lini et al. 1992, Weissert & Erba 2004). Enhanced burial of organic matter under marine anoxic conditions likely resulted on a major draw down the concentration of redox dependent elements in seawater (Algeo 2004). This effect is observed in the interval recording the Weissert Event C-isotope anomaly, which also displays high Th/U ratios (Fig. 6). The decrease in dissolved U in seawater during the Weissert Event C-isotope anomaly is also registered in several Circum Tethyan carbonate successions (Westermann et al. 2010)."
  }, {
    "heading": "IMPLICATIONS FOR THE JURASSIC-",
    "text": ""
  }, {
    "heading": "CRETACEOUS EVOLUTION OF NORTHERN SOUTH AMERICA",
    "text": "The Cretaceous sedimentary record from the Baja Guajira Basin has been considered correlative to that\nfrom the Maracaibo Basin for a long time (Fig. 3). However, these two Cretaceous records display important environmental and chronostratigraphic differences (Rollins 1965). For instance, the Baja Guajira Basin displays continental/volcaniclastics sediments in the lower Jurassic and marine carbonates and black shales in the upper Jurassic (Rollins 1965). On the other hand, the Maracaibo Basin displays only Jurassic continental facies and lacks marine carbonate/black shale deposits (Bartok et al. 2015).\nThis work contributes to show more differences. Our work suggests that lowermost Cretaceous sediments from the Baja Guajira Basin (Palanz Formation) are Valanginian in age, while the sedimentary record from the Maracaibo basin (Rionegro Formation) is younger, being Hauterivian in age (Parnaud et al. 1995). Moreover, while the Palanz Formation deposited along a mixed siliciclastic/carbonate platform, the Rionegro Formation deposited mainly in continental settings (Parnaud et al. 1995).\nThe differences in the Jurassic sedimentary records have been used to propose that the Maracaibo and Baja Guajira basins belong to two different tectonostratigraphic blocks (Bartok et al. 2015). While the Jurassic sedimentary record of the Maracaibo basin has been related to the eastern Colombia, that from the Baja Guajira basin has been related to the successions from the Maya Block in Mexico and Cuba (Bartok et al. 2015). According to Bartok et al. (2015) the Jurassic record from the Cosinas basin would have been deposited along a rifted basin left behind after the separation of North and South America (Fig. 10). We use the chronostratigraphic differences between the Jurassic and lower Cretaceous sedimentary records from the Baja Guajira and the Maracaibo basins to suggest that the Cretaceous sediments from the Baja Guajira Basin were deposited when the Baja Guajira tectonic block was still isolated from northern South America (Fig 10). This block would have remained detached from the northern most part of South America until ~ 71 Ma (Fig. 10). The docking of the Baja Guajira Basin block to northern South America would have marked the collision between the Caribbean Plate and South American Plate at 71 Ma (Weber et al. 2010). This late Cretaceous collision would have involved the ancient Santa Marta range where Cretaceous metasediments crop-out (Weber et al. 2010) (Fig. 10). The Cretaceous metamorphic record from the Santa Marta Range and the western part of the Baja Guajira basin would have finally been translated onto the South American plate after the Eocene, by the transtensional movements of the Cuisa and Cosinas faults and the associated clockwise rotation of the Cosinas and Santa Marta Range blocks (Bayona et al. 2010).\n177 Brazilian Journal of Geology, 46(Suppl 1): 163-180, June 2016"
  }, {
    "heading": "CONCLUSIONS",
    "text": "The C- and Sr- isotope stratigraphy from carbonate successions from the Kesima Member of the Palanz Formation indicate a Valanginian depositional age. Carbonates from the Kesima Member of the Palanz Formation deposited along a coral dominated rimmed carbonate platform. Changes in this tropical carbonate platform, from a biologically produced into inorganically precipitated carbonate factory, paralleled major anomalies on global environmental and climatic changes, i.e. the occurrence of the Weissert oceanic anoxic event, a major decrease in global temperatures and a decrease in sea level. The deposition of this tropical carbonate platform would have taken place along an isolated tectonic block (i.e. the Guajira Block), which rafted between South and Central America after the breakup of Pangea since the Jurassic. The docking of this block to northern South America would have occurred at\n~71 Ma as suggested by the occurrence of metamorphosed marine sedimentary successions along the northern part of the Guajira Basin."
  }, {
    "heading": "ACKNOWLEDGMENTS",
    "text": "Authors acknowledge the support of Colciencias throughout the young researchers fellowship. Authors also thank the Colombian Association of Petroleum Geologist and Geophysicists by the supporting grant to Mario E. Lara through the Corrigan-ACGGP-Ares fund, as well as the Smithsonian Tropical Research Institute for the financial support to conduct this research. We also thank Mihai Ducea, for his assistance on the Sr isotope and Elemental Analyses, and Agustin Cardona Molina from the Universidad Nacional de Colombia and two anonymous reviewers for their helpful discussions on this work.\nAlgeo T.J. 2004. Can marine anoxic events draw down the trace element inventory of seawater? Geology, 32:1057-1060.\nAlgeo T.J., Twitchett R.J. 2010. Anomalous Early Triassic sediment fluxes due to elevated weathering rates and their biological consequences. Geology, 38(11):1023-1026.\nAlvarez W. 1967. Geology of the Simarúa and Carpintero Areas, Guajira Península, Colombia. Thesis Ph.D, Princeton University, New Jersey, 168 p.\nBartok P., Mejía-Hernández M.C., Hasan M. 2015. Paleogeographic constraints on Middle to Late Jurassic tectonic reconstruction of the Maya block of southern Mexico and equivalent strata of northwestern South America. In: Bartolini C. & Mann P. (eds.). Petroleum Geology and Potential of the Colombian Caribbean Margin, AAPG Memoir 108, in press.\nBayona G., Jiménez G., Silva C., Cardona A., Montes C., Roncancio J., Cordani U.G. 2010. Paleomagnetic data and K–Ar ages from Mesozoic units of the Santa Marta massif: A preliminary interpretation for block rotation and translations. Journal of South American Earth Sciences, 29(4):817-831.\nBralower T.J., Fullagar P.D., Paull C.K., Dwyer G.S., Leckie R.M. 1997. Mid-Cretaceous strontium-isotope stratigraphy of deep-sea sections. Geological Society of America Bulletin, 109(10):1421-1442.\nBuchs D.M., Arculus P.O., Baumgartner P.O., BaumgartnerMora C., Ulianov A. 2010. Late Cretaceous Arc development on the SW margin of the Caribbean Plate: insights from the Golfito, Costa Rica, and Azuero, Panama, complexes. Geochemistry, Geophysics, Geosystems, 11(7), http://dx.doi. org/10.1029/2009GC002901.\nBustillo M.A., Pérez-Jiménez J.L., Bustillo M. 2012. Caracterización geoquímica de rocas sedimentarias formadas por silicificación como fuentes de suministro de utensilios líticos (Mioceno, cuenca de Madrid). Revista Mexicana de Ciencias Geológicas, 29:233-247.\nCardona A., Weber M., Valencia V., Bustamante C., Montes C., Cordani U., Muñoz C.M. 2014. Geochronology and geochemistry of the Parashi granitoid, NE Colombia: Tectonic implication of short-lived Early Eocene plutonism along the SE Caribbean margin. Journal of South American Earth Sciences, 50:75-92.\nCordani U.G., Cardona A., Jimenez D.M., Liu D., Nutman A.P. 2005. Geochronology of Proterozoic basement inliers in the Colombian Andes: tectonic history of remnants of a fragmented Grenville belt. Geological Society, London, Special Publication, 246:329-346.\nCraig H. 1957. Isotope standard for carbon and oxygen and correction factors for mass spectrometry analysis of carbon dioxide. Geochimica et Cosmochimica Acta, 12:133-149.\nde Assis Janasi V., de Freitas V.A. Heaman L.H. 2011. The onset of flood basalt volcanism, Northern Paraná Basin, Brazil: A precise U–Pb baddeleyite/zircon age for a Chapecó-type dacite. Earth and Planetary Science Letters, 302(1):147-153.\nDuchamp-Alphonse S., Gardin S., Bartolini A. 2014. Calcareous nannofossil response to the Weissert episode (Early Cretaceous): Implications for palaeoecological and palaeoceanographic reconstructions.” Marine Micropaleontology, 113:65-78.\nDunham R.J. 1962. Classification of Carbonate rocks according to depositional texture. In: Ham W.E. (ed.). Classification 01 Carbonate Rocks, Mem. Ass. Petrol. Geol. 1, Tulsa, Oklahoma, p. 108-121.\nEmbry A.F. & Klovan E. 1971. A late Devonian reef tract of northeastern Banks Island, NW Territories. Bulletin of Canadian Petroleum Geology, 19,730-781.\nErba E., Bartolini A., Larson R.L. 2004. Valanginian Weissert oceanic anoxic event. Geology, 32:149-152. http://dx.doi.org/10.1130/ g20008.1.\nErba E. & Tremolada F. 2004. Nannofossil carbonate fluxes during the Early Cretaceous: Phytoplankton response to nutrification episodes, atmospheric CO 2, and anoxia. Paleoceanography, 19. DOI: 10.1029/2003PA000884.\nREFERENCES\n178 Brazilian Journal of Geology, 46(Suppl 1): 163-180, June 2016\nEscalona A. & Mann P. 2011. Tectonics, basin subsidence mechanisms, and paleogeography of the Caribbean-South American plate boundary zone. Marine and Petroleum Geology, 28:8-39.\nFöllmi K.B. 1996. The Phosphorus cycle, phosphogenesis and marine phosphate-rich deposits. Earth Science Reviews, 40:55-124.\nFöllmi K.B. 2012. Early Cretaceous life, climate and anoxia. Cretaceous Research, 35:230-257.\nFöllmi K.B., Godet A., Bodin S., Linder P. 2006. Interactions between environmental change and shallow water carbonate buildup along the northern Tethyan margin and their impact on the Early Cretaceous carbon isotope record. Paleoceanography, 21, PA4211. DOI:10.1029/2006PA001313.\nFunk H., Föllmi K.B., Mohr H. 1993. Evolution of the TithonianAptian carbonate platform along the northern Tethyan margin, eastern helvetic alps. American Association of Petroleum Geologists, Memoir, 56:387-407.\nGarcia M., Mier R., Arias A., Cortes Y., Moreno M., Salazar O., Jimenez M. 2007. Prospectividad de la cuenca Cesar-Ranchería. Informe Agencia Nacional de Hidrocarburos, Colombia, 336 p.\nGomez I. 2001. Structural style and evolution of the Cuisa fault system, Guajira, Colombia. Master’s thesis, University of Houston, Houston, TX, United States.\nGomez J., Nivia A., Montes N., Jiménez D., Sepúlveda M., Gaona T., Osorio J., Diederix H., Mora M., Velásquez M. 2007. Atlas geológico de Colombia. Plancha 5-03. Escala 1:500.000. Ingeominas, Bogotá.\nGréselle B. & Pittet B. 2010. Sea-level reconstructions from the PeriVocontian Zone (SE France) point to Valanginian glacio-eustasy. Sedimentology, 57:1640-1684.\nHaq B.U. 2014. Cretaceous eustasy revisited. Global and Planetary Change, 113:44-58.\nHu X., Wagreich M., Yilmaz I.O. 2012. Marine rapid environmental/ climatic change in the Cretaceous greenhouse world. Cretaceous Research, 38:1-6.\nIrving E.M. 1972. Mapa geológico de la Península de La Guajira, Colombia (Compilación). Escala 1:100.000. Ingeominas.\nJacobsen S. & Kaufman A. 1999. The Sr-, C- and O- isotopic evolution of the Neoproterozoic seawater. Chemical Geology, 161:37-57.\nLini A., Weissert H., Erba E. 1992. The Valanginian carbon isotope event: a first episode of greenhouse climate conditions during the Cretaceous. Terra Nova, 4.3:374-384.\nLockwood J.P. 1965. Geology of the Serranía de Jarara Area. Guajira Peninsula, Colombia. Thesis Ph.D., Princeton University, New Jersey, 167 p.\nMacdonald W. 1964. Geology of Serrania de Macuira area, Guajira Peninsula, Colombia. Thesis Ph.D., Princeton University, New Jersey.\nMartinez M., Deconinck J.F., Pellenard P., Reboulet S., Riquier L. 2013. Astrochronology of the Valanginian Stage from reference sections (Vocontian Basin, France) and palaeoenvironmental implications for the Weissert Event. Palaeogeography, Palaeoclimatology, Palaeoecology, 376:91-102.\nMcArthur, J.M., Janssen, N.M.M., Reboulet, S., Leng, M.J., Thirlwall, M.F., van de Schootbrugge, B., 2007. Early Cretaceous ice-cap volume, palaeo-temperatures (Mg, δ18O), and isotope stratigraphy (δ13C, 87Sr/86Sr) from Tethyan belemnites. Palaeogeography, Palaeoclimatology, Palaeoecology 248, 391e430.\nMcArthur, J. M., Howarth, R. J., Shields, G. A. 2012. Strontium isotope stratigraphy. The geologic time scale 1: 127-144.\nMeissner P., Mutterlose J., Bodin S. 2015. Latitudinal temperature trends in the northern hemisphere during the Early Cretaceous (Valanginian-Hauterivian) Palaeogeography, Palaeoclimatology, Palaeoecology, 424:17-39.\nMichalzik D. 1988. Trias bis tiefste Unter-Kreide der nordöslichen Sierra Madre Oriental, Mexico. Tesis doctoral, Fazielle Entwicklung eines passive Kontinentalrandes: Darmstad, Alemania, 247 p.\nMotano, C. Nova, G., Bayona, G, Rapanlini, A., 2012. Cardona, A. and Montes, C. Paleomagnetismo y Geocronología detrítica de rocas mesozoicas en la Alta Guajira (Colombia). Geología Colombiana 37, 26.\nOcampo-Díaz Y.Z.E., Jenchen U., Guerrero-Suástegui M. 2008. Facies y sistemas de depósito del Miembro Arenoso Galeana (Formación Taraises, Cretácico Inferior, NE de México). Revista Mexicana de Ciencias Geológicas, 25:438-464.\nParnaud F., Pascual L, Truskowsky C, Gallango O., Pasalacqua H., Roure F. 1995. Petroleum geology of the central part of the Eastern Venezuelan Basin. Petroleum Basins of South America: AAPG Memoir 62, p. 741756.\nPérez-Jiménez J.L. 2010. Sedimentología, silicificaciones y otros procesos diagenéticos en las unidades Intermedia y Superior del Mioceno de la Cuenca de Madrid (Zonas NE, NW y W). Tesis Doctoral, Universidad Complutense de Madrid, Madrid, 336 pp.\nPérez-Jiménez J.L., Bustillo M.A., Alonso-Zarza A.M. 2004. Neoformaciones y reemplazamientos en depósitos palustres de la Unidad Intermedia (NE de la Cuenca de Madrid). Geo-Temas, 6(2):107-110.\nPindell J.L., Cande S.C., Pitman W.C., Rowley D.B., Dewey J.F., LaBrecque J., Haxby W. 1998. A platekinematic framework for models of Caribbean evolution. Tectonophysics, 155:121-138.\nRaymo M.E. & Ruddiman W.F. 1992. Tectonic forcing of late Cenozoic climate. Nature, 359:117-122\nRenz O. 1960. Geología de la parte sureste de la Península de La Guajira (República de Colombia). Congreso Geológico Venezolano, Venezuela.\nRodríguez G. & Londoño A. 2002. Memorias del mapa geológico del Departamento de La Guajira, geología, recursos minerales y amenazas potenciales. INGEOMINAS.\nRollins J. 1965. Stratigraphy and structure of the Guajira. Unpublished Ph.D. thesis, Deparment of Geology, University of Nebraska, Lincon, Nebraska (Revised version in press, University of Nebraska Press).\nRubio R., Ramírez V., Rubiano J., Garnica M., Moreno N., Plata J., Mantilla M., Gatsby E., López O., Martinez I., Zegarra M., Díaz O.Y., Meza J. 1998. Evaluación regional, Cuenca de la Baja Guajira. Informe final. Vicepresidencia adjunta de exploración gerencia de estudios regionales. Informe interno, Ecopetrol.\nSalazar E.A. 2010. Análisis estratigráfico y determinación de ambientes de depósito para la Formación Palanz. Inicio de la Sedimentación Cretácica en la Alta Guajira, Colombia. Tesis de Maestría, Universidad Nacional de Colombia.\nSchoepfer S.D., Shenb J., Weib H., Tyson R.V., Ingall E., Algeo T.J. in press. Total organic carbon, organic phosphorus, and biogenic barium fluxes as proxies for paleomarine productivity. Earth Sciences Reviews.\nThiede D.S. & Vasconcelos P.M. 2010. Paraná flood basalts: rapid extrusion hypothesis confirmed by new 40Ar/39Ar results. Geology, 38(8):747-750.\nVeizer J., Ala D., Azmy K., Bruckschen P., Buhl D., Bruhn F., Carden G.A.F., Diener A., Ebneth S., Godderis Y., Jasper T., Korte C., Pawellek F., Podlaha O.G., Strauss, H. 1999. 87Sr/86Sr, δ13C and δ18O evolution of Phanerozoic seawater. Chemical Geology, 8:13-16.\n179 Brazilian Journal of Geology, 46(Suppl 1): 163-180, June 2016\nVeizer J., Buhl D., Diener A., Ebneth S., Podlaha O.G., Bruckschen P., Jasper T., Korte C., Schaaf M., Ala D., Azmy K. 1997. Strontium isotope stratigraphy: potential resolution and event correlation. Palaeogeography, Palaeoclimatology, Palaeoecology, 132:65-77.\nWeber M., Cardona A., Valencia V., García-Casco A., Tobón M., Zapata S. 2010. U/Pb detrital zircon provenance from Late Cretaceous metamorphic units of the Guajira Peninsula, Colombia: tectonic implications on the collision between the Caribbean arc and the South American margin. Journal of South American Earth Sciences, 29:805-816.\nWeissert H. & Erba E. 2004. Volcanism, CO2 and palaeoclimate: a Late Jurassic–Early Cretaceous carbon and oxygen isotope record. Journal of the Geological Society, 161:695-702.\nWeissert H., Lini A., Föllmi K.B., Kuhn O. 1998. Correlation of Early Cretaceous carbon isotope stratigraphy and platform drowning events: a possible link? Palaeogeography, Palaeoclimatology, Palaeoecology, 137:189-203.\nWestermann S., Föllmi K.B., Adatte T., Matera V., Schnyder J. Fleitmann D., Fiet N., Ploch I., Duchamp-Alphonse S. 2010. The Valanginian δ 13 C excursion may not be an expression of a global oceanic anoxic event. Earth and Planetary Science Letters, 290:118-131.\nZuluaga C., Ochoa A., Muñoz C., Guerereo N., Martinez A.M., Medina P., Pinilla A., Rios P., Rodriguez P., Salazar E., Zapata V. 2009. Proyecto de Investigación: Cartografía e historia geológica de la Alta Guajira, implicaciones en la búsqueda de recursos minerales. Memoria de las planchas 2,3,5 y 6 (con parte de las planchas 4, 10 y 10BIS). Informe Interno, 535 pp, INGEOMINAS.\nZuluaga, Carlos, Alejandro Pinilla, and Paul Mann, 2015, Jurassic silicic volcanism and associated Continental-arc Basin in northwestern Colombia (southern boundary of the Caribbean plate), in C. Bartolini and P. Mann, eds., Petroleum geology and potential of the Colombian Caribbean Margin: AAPG Memoir 762 108, p. 137-160\nAvailable at www.sbgeo.org.br\n180 Brazilian Journal of Geology, 46(Suppl 1): 163-180, June 2016"
  }],
  "year": 2016,
  "references": [{
    "title": "Tectonics, basin subsidence mechanisms, and paleogeography of the Caribbean-South American plate boundary zone",
    "authors": ["A. Escalona", "P. Mann"],
    "venue": "Marine and Petroleum Geology,",
    "year": 2011
  }, {
    "title": "The Phosphorus cycle, phosphogenesis and marine phosphate-rich deposits",
    "authors": ["K.B. Föllmi"],
    "venue": "Earth Science Reviews, 40:55-124.",
    "year": 1996
  }, {
    "title": "Early Cretaceous life, climate and anoxia",
    "authors": ["K.B. Föllmi"],
    "venue": "Cretaceous Research, 35:230-257.",
    "year": 2012
  }, {
    "title": "Interactions between environmental change and shallow water carbonate buildup along the northern Tethyan margin and their impact on the Early Cretaceous carbon isotope record",
    "authors": ["K.B. Föllmi", "A. Godet", "S. Bodin", "P. Linder"],
    "venue": "Paleoceanography, 21, PA4211. DOI:10.1029/2006PA001313.",
    "year": 2006
  }, {
    "title": "Evolution of the TithonianAptian carbonate platform along the northern Tethyan margin, eastern helvetic alps",
    "authors": ["H. Funk", "K.B. Föllmi", "H. Mohr"],
    "venue": "American Association of Petroleum Geologists, Memoir, 56:387-407.",
    "year": 1993
  }, {
    "title": "Prospectividad de la cuenca Cesar-Ranchería",
    "authors": ["M. Garcia", "R. Mier", "A. Arias", "Y. Cortes", "M. Moreno", "O. Salazar", "M. Jimenez"],
    "venue": "Informe Agencia Nacional de Hidrocarburos, Colombia, 336 p.",
    "year": 2007
  }, {
    "title": "Structural style and evolution of the Cuisa fault system, Guajira, Colombia",
    "authors": ["I. Gomez"],
    "venue": "Master’s thesis, University of Houston, Houston, TX, United States.",
    "year": 2001
  }, {
    "title": "Atlas geológico de Colombia",
    "authors": ["J. Gomez", "A. Nivia", "N. Montes", "D. Jiménez", "M. Sepúlveda", "T. Gaona", "J. Osorio", "H. Diederix", "M. Mora", "M. Velásquez"],
    "venue": "Plancha 5-03. Escala 1:500.000. Ingeominas, Bogotá.",
    "year": 2007
  }, {
    "title": "Sea-level reconstructions from the PeriVocontian Zone (SE France) point to Valanginian glacio-eustasy",
    "authors": ["B. Gréselle", "B. Pittet"],
    "venue": "Sedimentology,",
    "year": 2010
  }, {
    "title": "Cretaceous eustasy revisited",
    "authors": ["B.U. Haq"],
    "venue": "Global and Planetary Change, 113:44-58.",
    "year": 2014
  }, {
    "title": "Marine rapid environmental/ climatic change in the Cretaceous greenhouse world",
    "authors": ["X. Hu", "M. Wagreich", "I.O. Yilmaz"],
    "venue": "Cretaceous Research, 38:1-6.",
    "year": 2012
  }, {
    "title": "Mapa geológico de la Península de La Guajira, Colombia (Compilación)",
    "authors": ["E.M. Irving"],
    "venue": "Escala 1:100.000. Ingeominas.",
    "year": 1972
  }, {
    "title": "The Sr-, C- and O- isotopic evolution of the Neoproterozoic seawater",
    "authors": ["S. Jacobsen", "A. Kaufman"],
    "venue": "Chemical Geology,",
    "year": 1999
  }, {
    "title": "The Valanginian carbon isotope event: a first episode of greenhouse climate conditions during the Cretaceous",
    "authors": ["A. Lini", "H. Weissert", "E. Erba"],
    "venue": "Terra Nova, 4.3:374-384.",
    "year": 1992
  }, {
    "title": "Geology of the Serranía de Jarara Area",
    "authors": ["J.P. Lockwood"],
    "venue": "Guajira Peninsula, Colombia. Thesis Ph.D., Princeton University, New Jersey, 167 p.",
    "year": 1965
  }, {
    "title": "Geology of Serrania de Macuira area, Guajira Peninsula, Colombia",
    "authors": ["W. Macdonald"],
    "venue": "Thesis Ph.D., Princeton University, New Jersey.",
    "year": 1964
  }, {
    "title": "Astrochronology of the Valanginian Stage from reference sections (Vocontian Basin, France) and palaeoenvironmental implications for the Weissert Event",
    "authors": ["M. Martinez", "J.F. Deconinck", "P. Pellenard", "S. Reboulet", "L. Riquier"],
    "venue": "Palaeogeography, Palaeoclimatology, Palaeoecology, 376:91-102.",
    "year": 2013
  }, {
    "title": "Early Cretaceous ice-cap volume, palaeo-temperatures (Mg, δ18O), and isotope stratigraphy (δ13C, 87Sr/86Sr) from Tethyan belemnites",
    "authors": ["J.M. McArthur", "N.M.M. Janssen", "S. Reboulet", "M.J. Leng", "M.F. Thirlwall", "B. van de Schootbrugge"],
    "year": 2007
  }, {
    "title": "Strontium isotope stratigraphy",
    "authors": ["J.M. McArthur", "R.J. Howarth", "G.A. Shields"],
    "venue": "The geologic time scale 1: 127-144.",
    "year": 2012
  }, {
    "title": "Latitudinal temperature trends in the northern hemisphere during the Early Cretaceous (Valanginian-Hauterivian) Palaeogeography, Palaeoclimatology, Palaeoecology, 424:17-39",
    "authors": ["P. Meissner", "J. Mutterlose", "S. Bodin"],
    "year": 2015
  }, {
    "title": "Trias bis tiefste Unter-Kreide der nordöslichen Sierra Madre Oriental, Mexico",
    "authors": ["D. Michalzik"],
    "venue": "Tesis doctoral, Fazielle Entwicklung eines passive Kontinentalrandes: Darmstad, Alemania, 247 p.",
    "year": 1988
  }, {
    "title": "Paleomagnetismo y Geocronología detrítica de rocas mesozoicas en la Alta Guajira (Colombia)",
    "authors": ["Motano", "G.C. Nova", "G Bayona", "A. Rapanlini", "A. 2012. Cardona", "C. Montes"],
    "venue": "Geología Colombiana",
    "year": 2012
  }, {
    "title": "Facies y sistemas de depósito del Miembro Arenoso Galeana (Formación Taraises, Cretácico Inferior, NE de México)",
    "authors": ["Y.Z.E. Ocampo-Díaz", "U. Jenchen", "M. Guerrero-Suástegui"],
    "venue": "Revista Mexicana de Ciencias Geológicas, 25:438-464.",
    "year": 2008
  }, {
    "title": "Petroleum geology of the central part of the Eastern Venezuelan Basin",
    "authors": ["F. Parnaud", "L Pascual", "C Truskowsky", "O. Gallango", "H. Pasalacqua", "F. Roure"],
    "venue": "Petroleum Basins of South America: AAPG Memoir 62, p. 741756.",
    "year": 1995
  }, {
    "title": "Sedimentología, silicificaciones y otros procesos diagenéticos en las unidades Intermedia y Superior del Mioceno de la Cuenca de Madrid (Zonas NE, NW y W)",
    "authors": ["J.L. Pérez-Jiménez"],
    "venue": "Tesis Doctoral, Universidad Complutense de Madrid, Madrid, 336 pp.",
    "year": 2010
  }, {
    "title": "Neoformaciones y reemplazamientos en depósitos palustres de la Unidad Intermedia (NE de la Cuenca de Madrid)",
    "authors": ["J.L. Pérez-Jiménez", "M.A. Bustillo", "A.M. Alonso-Zarza"],
    "venue": "Geo-Temas, 6(2):107-110.",
    "year": 2004
  }, {
    "title": "A platekinematic framework for models of Caribbean evolution",
    "authors": ["J.L. Pindell", "S.C. Cande", "W.C. Pitman", "D.B. Rowley", "J.F. Dewey", "J. LaBrecque", "W. Haxby"],
    "venue": "Tectonophysics, 155:121-138.",
    "year": 1998
  }, {
    "title": "Tectonic forcing of late",
    "authors": ["M.E. Raymo", "W.F. Ruddiman"],
    "venue": "Cenozoic climate",
    "year": 1992
  }, {
    "title": "Geología de la parte sureste de la Península de La Guajira (República de Colombia)",
    "authors": ["O. Renz"],
    "venue": "Congreso Geológico Venezolano, Venezuela.",
    "year": 1960
  }, {
    "title": "Memorias del mapa geológico del Departamento de La Guajira, geología, recursos minerales y amenazas potenciales. INGEOMINAS",
    "authors": ["G. Rodríguez", "A. Londoño"],
    "year": 2002
  }, {
    "title": "Stratigraphy and structure of the Guajira",
    "authors": ["J. Rollins"],
    "venue": "Unpublished Ph.D. thesis, Deparment of Geology, University of Nebraska, Lincon, Nebraska (Revised version in press, University of Nebraska Press).",
    "year": 1965
  }, {
    "title": "Evaluación regional, Cuenca de la Baja Guajira",
    "authors": ["R. Rubio", "V. Ramírez", "J. Rubiano", "M. Garnica", "N. Moreno", "J. Plata", "M. Mantilla", "E. Gatsby", "O. López", "I. Martinez", "M. Zegarra", "O.Y. Díaz", "J. Meza"],
    "venue": "Informe final. Vicepresidencia adjunta de exploración gerencia de estudios regionales. Informe interno, Ecopetrol.",
    "year": 1998
  }, {
    "title": "Análisis estratigráfico y determinación de ambientes de depósito para la Formación Palanz",
    "authors": ["E.A. Salazar"],
    "venue": "Inicio de la Sedimentación Cretácica en la Alta Guajira, Colombia. Tesis de Maestría, Universidad Nacional de Colombia.",
    "year": 2010
  }, {
    "title": "Paraná flood basalts: rapid extrusion hypothesis confirmed by new 40Ar/39Ar results",
    "authors": ["D.S. Thiede", "P.M. Vasconcelos"],
    "year": 2010
  }, {
    "title": "87Sr/86Sr, δ13C and δ18O evolution of Phanerozoic seawater",
    "authors": ["J. Veizer", "D. Ala", "K. Azmy", "P. Bruckschen", "D. Buhl", "F. Bruhn", "G.A.F. Carden", "A. Diener", "S. Ebneth", "Y. Godderis", "T. Jasper", "C. Korte", "F. Pawellek", "O.G. Podlaha", "Strauss H."],
    "venue": "Chemical Geology, 8:13-16.",
    "year": 1999
  }, {
    "title": "Strontium isotope stratigraphy: potential resolution and event correlation",
    "authors": ["J. Veizer", "D. Buhl", "A. Diener", "S. Ebneth", "O.G. Podlaha", "P. Bruckschen", "T. Jasper", "C. Korte", "M. Schaaf", "D. Ala", "K. Azmy"],
    "venue": "Palaeogeography, Palaeoclimatology, Palaeoecology, 132:65-77.",
    "year": 1997
  }, {
    "title": "U/Pb detrital zircon provenance from Late Cretaceous metamorphic units of the Guajira Peninsula, Colombia: tectonic implications on the collision between the Caribbean arc and the South American margin",
    "authors": ["M. Weber", "A. Cardona", "V. Valencia", "A. García-Casco", "M. Tobón", "S. Zapata"],
    "venue": "Journal of South American Earth Sciences,",
    "year": 2010
  }, {
    "title": "Volcanism, CO2 and palaeoclimate: a Late Jurassic–Early Cretaceous carbon and oxygen isotope record",
    "authors": ["H. Weissert", "E. Erba"],
    "venue": "Journal of the Geological Society,",
    "year": 2004
  }, {
    "title": "Correlation of Early Cretaceous carbon isotope stratigraphy and platform drowning events: a possible link",
    "authors": ["H. Weissert", "A. Lini", "K.B. Föllmi", "O. Kuhn"],
    "year": 1998
  }, {
    "title": "The Valanginian δ 13 C excursion may not be an expression of a global oceanic anoxic event",
    "authors": ["S. Westermann", "K.B. Föllmi", "T. Adatte", "V. Matera", "D. Schnyder J. Fleitmann", "N. Fiet", "I. Ploch", "S. Duchamp-Alphonse"],
    "venue": "Earth and Planetary Science Letters, 290:118-131.",
    "year": 2010
  }, {
    "title": "Proyecto de Investigación: Cartografía e historia geológica de la Alta Guajira, implicaciones en la búsqueda de recursos minerales",
    "authors": ["C. Zuluaga", "A. Ochoa", "C. Muñoz", "N. Guerereo", "A.M. Martinez", "P. Medina", "A. Pinilla", "P. Rios", "P. Rodriguez", "E. Salazar", "V. Zapata"],
    "venue": "Memoria de las planchas 2,3,5 y 6 (con parte de las planchas 4, 10 y 10BIS). Informe",
    "year": 2009
  }, {
    "title": "Jurassic silicic volcanism and associated Continental-arc Basin in northwestern Colombia (southern boundary of the Caribbean plate)",
    "authors": ["Zuluaga", "Carlos", "Alejandro Pinilla", "Paul Mann"],
    "venue": "Interno,",
    "year": 2015
  }],
  "id": "SP:e6581f9dddd99b7862547028ed6ec158b17252de",
  "authors": [],
  "abstractText": "Manuscript ID: 30294. Received in: 04/30/2015. Approved in: 01/18/2016. ABSTRACT: The Kesima Member of the Palanz Formation constitutes the first record of Cretaceous marine sedimentation along the Baja Guajira Basin, northern Colombia. Sedimentologic and petrographic analyses suggest a deposition along a coral reef dominated rimmed carbonate platform. 87Sr/86Sr values between 0.707350 and 0.707400 suggest a Valanginian (136 – 132 Ma) depositional age for the Kesima Member. A positive anomaly on the δ13C values of ~2.2‰ suggests that this rimmed carbonate platform registered the Valanginian Weissert oceanic anoxic event. Although the Weissert oceanic anoxic event resulted on a major drowning of the Circum Tethyan carbonate platforms, it seems to have not affected those from the Circum Caribbean, where several shallow marine carbonate platform successions crop out. The Kesima Member displays a change from an organically produced carbonate factory into an inorganically produced, ooids dominated, carbonate factory during the peak of the Weissert event δ13C anomaly. This change in the carbonate factory, which may represent a major perturbation of the marine carbonate budget along tropical settings during the Weissert event, coincides with a major decrease in global sea level. Finally, the age of the Kesima Member is considerably older than that of other Cretaceous carbonate successions cropping out in other northern South America sedimentary basins (i.e. Perija-Merida, Cesar-Rancheria). Differences in the timing of the Cretaceous marine incursion along northern South America, together with the differences in the Triassic-Jurassic stratigraphy of several sedimentary basins in northern South America, suggest that the Baja Guajira and Maracaibo basins remained as an isolated tectonic block separated from northern South America after the breakup of Pangea."
}