{
  "year": 2019,
  "references": [],
  "id": "SP:7d41a2ecca9e332b058b15cee502c91e2ce722d2",
  "authors": [{
    "name": "Alan Graham",
    "affiliations": []
  }, {
    "name": "ALAN GRAHAM",
    "affiliations": []
  }, {
    "name": "James R. Estes",
    "affiliations": []
  }],
  "abstractText": "Previous paleobotanical studies on Tertiary floras from northern Latin America have documented that the lowland tropical rain forest and associated communities underwent significant change in their range and composition during the past 60 Ma. New data from pollen and spore assemblages allow refinement in the nature of these changes in three different geographic regions of the neotropics. At the northern limit in central Mexico through northern Central America, changing climates, particularly fluctuating temperatures, are revealed as a principal force driving vegetation dynamics. In southern Central America (including the proto-Antilles), climatic change had less effect on the vegetation. Rather, there was extensive volcanism and profound, rapid alterations in physiography. In the Amazon Basin there were limited topographic changes and moderate climatic effects. A primary forcing mechanism was fluctuating water tables induced by sea-level changes. It is speculated that these separate histories may have elicited a reordering in the myriad of factors constituting the speciation process and, therefore, provided different mechanisms for achieving biodiversity. An awareness of these separate physiographic provinces with distinct environmental histories may be useful in 1) accounting for geographically correlated genotypic and phenotypic features within a genus; 2) understanding factors that shaped the origin and diversification of individual taxa, and 3) refining scenarios to explain diversity in various parts of the neotropics. The relative importance of the various modes of speciation are influenced by environmental factors such as climate and topography (Cronin and Schneider 1990; Jackson et al. 1996; Vrba et al. 1995). Thus, some modes of speciation are important under one set of environments, while others are prominent under different regimes. Implicit in this paradigm are the expectations that 1) organisms living in regions with different environmental pasts may have followed different routes of speciation, and 2) some residues of these different speciation histories may still reside in subtle morphological, cytological, and biochemical features characteristic of regional subsets within widely distributed taxa. Continuous land surfaces, a generally tropical climate, and mostly moderate to a few scattered high-altitude peaks presently characterize the region between central Mexico and the lowlands of northern South America (Amazonia). Paleobotanical studies have recently documented, however, that northern Latin America encompasses three paleophysiographic provinces that have had different physical and climatic histories. To the extent that environment influences speciation (Cronin and Schneider 1990), these separate histories likely elicited a re-ordering in the components of the speciation process that may still be evident among subtaxa of large genera presently distributed across the three provinces. Some residue of this reordering may appear in the form of character states that appear otherwise inexplicably correlated with geography. The history of the three paleophysiographic regions is summarized to provide context for future monographic investigations involving northern Latin American taxa. THE PALEOPHYSIOGRAPHIC PROVINCES",
  "title": "Neotropical Plant Dynamics During the Cenozoic-Diversification, and the Ordering of Evolutionary and Speciation Processes"
}