{
  "sections": [{
    "text": "GEOLOGY | Volume 46 | Number 3 | www.gsapubs.org 271\nimpact and Deccan Traps volcanism during the Cretaceous-Paleogene (K-Pg) mass extinction. Most evidence came from marine records, but our new clumped isotopes data from paleosol carbonates in the Songliao Basin provide a terrestrial climate history from northern China. This reveals there was a pre-impact warming caused by the onset of Deccan Traps volcanism, whereas the following short-term cooling then another warming episode were likely caused by Chicxulub impact and post-boundary volcanism. Our study suggests that the pCO2 levels were probably the main control on the latest Cretaceous cooling and the climatic fluctuations across the K-Pg boundary interval in northern China. In the Songliao Basin, the pre-impact Deccan Traps volcanism links to losses of half of the lacustrine algae species (charophytes) and almost all of the lacustrine ostracodes; this suggests that the Deccan Traps volcanism had already destabilized the ecosystem and caused extinctions prior to the Chicxulub impact."
  }, {
    "heading": "INTRODUCTION",
    "text": "The cause of the Cretaceous-Paleogene\n(K-Pg) mass extinction has been one of the most intense scientific debates of past decades, with the relative roles of Chicxulub impact and Deccan Traps volcanism providing the main discussion (Keller, 2014). The key issues are whether Deccan eruptions caused coincident pCO2 and paleotemperature rises (e.g., Nordt et al., 2002; Huang et al., 2013); and whether these pre-impact climate changes were already imposing stresses on the global biota (e.g., Keller, 2014; Petersen et al., 2016a; Witts et al., 2016). Detailed terrestrial climatic trends over the boundary interval could help to evaluate the effects of these two closely timed events, but poor temporal resolution of often fragmentary sections and ambiguous proxies usually restrict the significance of terrestrial records (Tobin et al., 2014), making it difficult to evaluate the global picture.\nBy applying clumped isotope (Δ47) paleothermometry to paleosol carbonates, we present a relatively continuous K-Pg terrestrial climatic record with high-temporal resolution in northern China that includes paleotemperatures, δ18Owater values (soil water), and pCO2 from ca. 76 to ca.\n65 Ma. These new data extend the spatial coverage of paleoclimatic estimates during the K-Pg interval and demonstrate that pre-impact climate changes, caused by Deccan Traps volcanism, had already imposed stresses on the global biota."
  }, {
    "heading": "MATERIALS AND AGE CONSTRAINTS",
    "text": "Late Cretaceous–early Paleogene stratigra-\nphy was recovered in the SK-In (north core) borehole (44°12′44.22″N, 124°15′56.78″E; Fig. 1) in the central part of the Songliao Basin, northern China (Wang et al., 2013). In the Sifangtai and Mingshui Formations, many distinctive calcareous paleosols, or calcisols, were identified and consist of carbonate nodules, slickensides, mottled colors, and fossil root traces (Huang et al., 2013; Gao et al., 2015). In this study, 51 paleosol carbonates (diameters range from 1.0 to 3.0 cm) were collected from 44 paleosol Bk horizons (Fig. DR2; Tables DR4 and DR5 in the GSA Data Repository1). All of the samples come from shallow burial depths (no deeper than 1 km), suggesting that they have, at most, only been slightly influenced by burial diagenesis or solid-state C-O bond reordering (Passey and Henkes, 2012). After petrographic vetting, based on optical and cathodoluminescence properties (Fig. DR3), all samples were found to be dense micrite except for sample\n1 GSA Data Repository item 2018076, geological background, materials and methods, references, Figures DR1–DR8, and Tables DR1–DR5, is available online at http://www.geosociety.org/datarepository /2018/ or on request from editing@geosociety.org.\nSK-31, which has been excluded from the following discussion.\nBy using thorium (Th) data from the Sifangtai and Mingshui Formations, an astronomical time scale was established by tuning filtered 405 k.y. eccentricity cycles to the astronomical solution La2010d, which calibrates the timing of the polarity chron C29r-C30n boundary (342.1 ± 1.4 m in depth) to ca. 66.30 Ma and the K-Pg boundary (318 ± 1.2 m in depth) to ca. 66.00 Ma (Wu et al., 2014) (Fig. DR2)."
  }, {
    "heading": "METHODS",
    "text": "The clumped isotope analyses were con-\nducted at Johns Hopkins University (the laboratory has now moved to University of Michigan, Ann Arbor, USA) following the methods described in Passey et al. (2010), and at Heidelberg University (Germany) following the methods described in Kluge et al. (2015). The Δ47 temperatures are calculated using the calibration of Passey and Henkes (2012) with an acid temperature correction of 0.082%. The δ18Owater (soil water) values are calculated from the Δ47 temperatures and δ18O of paleosol carbonates using the calibration of Kim and O’Neil (1997). The paleoatmospheric CO2 (pCO2) is calculated *E-mails: chshwang@cugb.edu.cn; lmzhang@ cugb.edu.cn †Current address: School of Energy Resources, China University of Geosciences Beijing, Beijing 100083, China. §Current address: China Huadian Green Energy Co., Ltd., Beijing 100160, China.\nGEOLOGY, March 2018; v. 46; no. 3; p. 271–274 | GSA Data Repository item 2018076 | https://doi.org/10.1130/G39992.1 | Published online 24 January 2018 © 2018 eological Society of A erica. For permission to copy, contact editing@geosociety.org.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/46/3/271/4072701/271.pdf by University of Arizona user on 20 February 2019\n272 www.gsapubs.org | Volume 46 | Number 3 | GEOLOGY\nfollowing the methods described by Breecker and Retallack (2014) (Table DR3). The δ13C and δ18O are reported relative to either the Vienna Peedee belemnite (mineral) or the Vienna standard mean ocean water scales. The Δ47 values are reported relative to the absolute reference frame (Dennis et al., 2011) (Tables DR1 and DR2)."
  }, {
    "heading": "RESULTS",
    "text": "The Δ47 temperatures range from 15.2 °C to 42.1 °C, with an average value of 24.9 °C (Fig. 2;\nTable DR4). Initially, temperatures were relatively high (~35 °C ca. 76 Ma) before decreasing to ~15 °C at the Campanian-Maastrichtian boundary (ca. 72 Ma). After that, temperatures increased to ~30 °C ca. 71 Ma before decreasing again to a low point of 16.7 °C ca. 67.24 Ma (except for a short warming between 68 and 67 Ma). After ~1 m.y. of low temperatures, a\nrapid warming of ~6 °C occurred between ca. 66.39 and ca. 66.31 Ma, ~300 k.y. before the K-Pg boundary. Immediately before the K-Pg boundary (~100 k.y.), the temperature dropped more than 10 °C ca. 66.11 Ma. Finally, temperatures rapidly increased once again by ~10 °C ca. 65.9 Ma before decreasing to ~22 °C ca. 65.5 Ma (Fig. 2; Table DR5). The general cooling trend is consistent with temperature trends both from marine (e.g., Friedrich et al., 2012; Linnert et al., 2014; Petersen et al., 2016a) and terrestrial (e.g., Kemp et al., 2014; Tobin et al., 2014) sections, indicating that this a global signal.\nWe note that the Δ47 temperatures of the majority of soil carbonates were summer biased (e.g., Passey et al., 2010; Snell et al., 2014), although a few represent other seasons (e.g., Peters et al., 2013; Gallagher and Sheldon, 2016). In a monsoon climate, the soil carbonate likely formed immediately before the cooling effects of the monsoon rains and after the hottest part of the summer (Breecker et al., 2009). In the Songliao Basin, monsoonal rainfall immediately followed the hottest part of summer (Chen et al., 2013). We thus speculate that the carbonate nodules in SK-In were formed in summer. It is noteworthy that our values are consistent with terrestrial climate records from similar paleolatitudes across the Late Cretaceous–early Paleogene in North America (Fig. DR6) based on temperature estimates from fossil plants (annual temperatures + 15 °C) and clumped isotopes of fossil bivalves and paleosol carbonates (summer temperatures) (Snell et al., 2014; Tobin et al., 2014).\nThe pCO2 values range from 348 ppmv to 2454 ppmv (Fig. 2; Table DR5) with an out-ofrange value of 3460 ppmv that is excluded from the following discussion. The average pCO2 is 1575 ppmv for the Campanian, 1180 ppmv for the Maastrichtian, and 1058 ppmv for the Danian, generally showing a decreasing trend. The lowest levels of ~600 ppmv occurred ca. 67.5–66.5 Ma, and then showed a rapid ~500 ppmv increase ca. 66.4–66.3 Ma. Levels decreased again just before the K-Pg boundary and increased back to previous values immediately after the K-Pg boundary (Fig. 2).\nPrevious studies have predicted that pCO2 levels underwent a long-term decline, from ~1975 ppm to 450 ppm, during the Late Cretaceous (Wang et al., 2014). The paleo-CO2 reconstructed from pedogenic carbonates from North America rose dramatically from 780 ppm in the Maastrichtian to 1440 ppm near the K-Pg boundary, but declined sharply to 760 ppm at the boundary (Nordt et al., 2002). The pattern is consistent with ranges and trends predicted in this study. Maastrichtian pCO2 levels based on δ13C of paleosol carbonates from the Songliao Basin have been previously estimated to be between 277 ± 115 and 837 ± 164 ppmv during the K-Pg boundary interval (Huang et al., 2013). However, these estimates assume a mean annual air temperature\ninstead of summer temperature (Δ47 temperature), and thereby underestimate the temperatures.\nThe δ18Owater values range from −10.9‰ to −5.0‰, and show a bimodal distribution with ~3‰ shifts (Fig. 2; Tables DR4 and DR5). Similar bimodality in δ18O values of fresh water in the Western Interior during the Late Cretaceous was attributed to changes of water sources in the study areas (e.g., Tobin et al., 2014; Petersen et al., 2016b). The soil water from which the soil carbonates formed mainly comes from meteoric water (Quade et al., 1989). For two main moisture sources of northeast China, precipitation of the westerly cold air masses from the Arctic Ocean and Central Asia are ~3‰ lower in δ18O than warm air masses from the Pacific Ocean transported by the East Asian summer monsoon (Gao et al., 2015). Therefore, we assume that the periodic excursions of the δ18Owater values may represent periodic fluctuations of relatively warm and cool climate leading to periodic shifting of either the warm air masses with more 18O-enriched precipitation or cold air masses with more 18O-depleted precipitation to the Songliao Basin, reflecting the sensitivity of mid-latitudes terrestrial climates in a greenhouse world (Gao et al., 2015)."
  }, {
    "heading": "DISCUSSION AND CONCLUSIONS",
    "text": "Both the Δ47 temperatures and the pCO2 records across the K-Pg boundary interval in northern China show a decreasing trend with several fluctuations (Fig. 2); this suggests that pCO2 is the main driving factor forcing Late Cretaceous climatic fluctuations. The Δ47 temperatures and pCO2 levels ca. 67 Ma, ca. 69 Ma, and ca. 72 Ma were close to the modern levels. During these periods, the Δ47 temperatures are generally 5–8 °C lower than intervening periods and the pCO2 are close to 750 ppmv (Fig. 2), which is the threshold for Antarctic glaciation according to climate models (DeConto et al., 2008; Ladant and Donnadieu, 2016). Antarctic records also showed near-freezing sea surface temperatures and accompanying glacioeustatic sea-level lowstands at 66.8 Ma and 68.8 Ma (Petersen et al., 2016a).\nNear the polarity chron C30n-C29r boundary, ~300–400 k.y. before the K-Pg boundary, the temperature increased from ~22 °C to ~28 °C ca. 66.3 Ma (Fig. 3). Around the same time, the δ18Owater values increased from ~–9‰ to ~–6‰ (Fig. 3). Terrestrial summer temperatures in North America similarly rose, although by a more modest 5 °C, and stabilized at ~30 °C prior to the K-Pg boundary (Tobin et al., 2014). In addition, marine records also show a pre-boundary warming in the latest Cretaceous (e.g., Li and Keller, 1998; MacLeod et al., 2005; Petersen et al., 2016a). These climatic changes broadly coincide with the onset of main Deccan eruptions (66.288 ± 0.085 Ma or 66.38 ± 0.05 Ma, based on different dating methods; Renne et al.,\nAge (Ma) 65 66 67 68 69 70 71 72 73 74 75 76\nCampanianMaastrichtianDa."
  }, {
    "heading": "Age (Ma)",
    "text": "65 66 67 68 69 70 71 72 73 74 75 76\n20 30 40 10 (Δ ) 4 7 (° C\n) 50\n-1 0\n-8 -6 -4 -1 2 δ ‰ , 18 O ( V S M O W ) so il w a te r\npC O\n2 (p\npm )\n10 00\n20 00\n30 00\n0\nC33nC32nC31nC30nMix\nA\nC\nB\nFigure 2. The paleoclimate across the Cretaceous-Paleogene (K-Pg) boundary in northern China. A: The δ18Owater (Vienna standard mean ocean water, VSMOW) record. B: The pCO2 (ppmv) record. C: The Δ47 temperature (T) record. The 1σ standard errors are shown as black vertical bars. Dotted black line marks boundary between the Campanian and Maastrichtian at 72.1 Ma. Dotted orange line marks onset of the main Deccan eruptions at 66.288 ± 0.085 Ma (Schoene et al., 2015) or 66.38 ± 0.05 Ma (Renne et al., 2015). Dotted blue line marks the K-Pg boundary ca. 66.00 Ma (Wu et al., 2014) or 66.043 ± 0.086 Ma (Renne et al., 2013) and the Chicxulub impact occurred at 66.038 ± 0.098 Ma (Renne et al., 2013). Dotted gray line marks the threshold for Antarctic glaciation (750 ppmv) according to climate models (DeConto et al., 2008). Da—Danian; C—polarity chron.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/46/3/271/4072701/271.pdf by University of Arizona user on 20 February 2019\nGEOLOGY | Volume 46 | Number 3 | www.gsapubs.org 273\n2015; Schoene et al., 2015). Based on the estimations of lava erupted during the main Deccan eruptions and CO2 emitted per cubic kilometer of lava, Petersen et al. (2016a) suggested that the pre-boundary volcanism emitted 270–900 ppmv CO2 onto a background atmospheric concentration of ~360–380 ppmv (Beerling et al., 2002). According to our results, the pCO2 increased by ~400–500 ppmv from a background atmospheric concentration of ~348–870 ppmv in northern China (Fig. 3); this is broadly consistent with the prediction. Therefore, we suggest that the onset of Deccan Traps volcanism likely caused the temperature and pCO2 rise ca. 66.4–66.3 Ma in northern China and Antarctica.\nAfter the latest Maastrichtian warming, ~100 k.y. before the K-Pg boundary, temperatures dropped sharply by more than 10 °C then recovered to the previous warming temperature level at the beginning of the Paleogene (Fig. 3). Simultaneously, the pCO2 records also show a drastic fall then rise across the K-Pg boundary. This trend was also identified in North America immediately before the K-Pg boundary, when temperatures fell by ~8 °C (Tobin et al., 2014). In the marine records, a rapid short-term sea surface temperature decrease of 7 °C immediately after the Chicxulub impact was recognized using TEX86 paleothermometry of sediments from Texas and New Jersey (USA) (Vellekoop et al., 2016). In contrast, clumped isotope paleothermometry of well-preserved bivalve shells from Seymour Island, Antarctica, showed that sea surface temperatures decreased immediately before the K-Pg boundary and then rose rapidly (Petersen et al., 2016a), although these marine temperature changes are more modest compared to the terrestrial ones. Petersen et al. (2016a) suggested that the post-boundary volcanism possibly emitted another 825–900 ppmv. However, our records suggest only an ~300–400 ppmv increase onto a background atmospheric concentration of ~700– 800 ppmv, lower than this estimate but similar to the changes during pre-boundary volcanism; this\nmay suggest a lower volatile component in these eruptions. The duration of the ~6–8 °C increase is also comparable to the pre-boundary rise (Fig. 3).\nThe lacustrine and palynological fossils from SK-In reveal distinct phases of turnover across the K-Pg boundary interval (Li et al., 2011; Scott et al., 2012; Wan et al., 2013) (Fig. 3; Fig. DR8). Although the sample density is low (10–25 m spacing), palynological data show that major losses occurred among pollen taxa ~500 k.y. prior to the boundary and left an impoverished assemblage that persisted across the boundary (Li et al., 2011). One study has suggested that this palynological change may be due to lithological variation rather than extinction (Wan et al., 2013). Ostracodes show major extinctions around the K-Pg boundary (Scott et al., 2012; Wan et al., 2013) with losses beginning ~200 k.y. (ca. 66.21 Ma) before the boundary in the Songliao Basin (Fig. 3; Fig. DR8): 11 species disappeared before the boundary and 3 after it. Thus, the ostracode extinctions in northern China show a good temporal link with the onset of the Deccan Traps volcanism. Abundant charophytes occur from ~340–317 m in SK-In (Wan et al., 2013), and they also show losses (20 of 40 species) beginning after the onset of main Deccan eruptions, and ~150 k.y. (ca. 66.15 Ma) before the K-Pg boundary. This extinction episode is followed by appearance of several short-lived abundant (disaster) taxa (Scott et al., 2012; Wan et al., 2013) (Fig. 3; Fig. DR8). Further charophyte losses (18 of 40 species) occur after the K-Pg boundary. Therefore, like the ostracodes, the charophytes losses begin around the onset of the main Deccan eruptions.\nIn total, two-thirds of the extinctions occurred before the Chicxulub impact but after onset of eruption of the Deccan Traps and are thus solely linked to Deccan Traps volcanism. However, it seems unlikely that the high temperatures and the rate of warming led to the extinctions in northern China. The losses (ca. 66.15 Ma for ostracode and ca. 66.21 Ma for charophytes)\noccurred hundreds of thousands years after the onset of warming (ca. 66.4–66.3 Ma). Similar levels of warmth and phases of rapid warming and cooling had occurred before the extinctions. Therefore, we suggest that it is possible that other Deccan-linked environmental effects, i.e., acid rains or emission of toxic substances, led to the pre-boundary extinctions in northern China. The remaining one-third of extinction losses took place at the K-Pg boundary, at the time both the Chicxulub impact and the post-boundary Deccan Traps volcanism occurred. Therefore, we cannot strictly discriminate the relative role of these two events in the post-boundary warming and extinctions, but it is clear that Deccan Traps volcanism had already destabilized the Songliao Basin ecosystem prior to the impact."
  }, {
    "heading": "ACKNOWLEDGMENTS",
    "text": "We thank B.H. Passey for the use of the laboratory facilities in Johns Hopkins University (Baltimore, Maryland, USA) and for performing a quality assurance of the data. We thank Z. Zhou, H. Wu, and C. Koeberl, who gave us many useful comments. This study was financially supported by the National Natural Science Foundation of China (grants 41790450, 41702107), the National Key R&D Plan of China (grant 2017YFC0601405), and the China Geological Survey Program (grant DD20160207)."
  }, {
    "heading": "REFERENCES CITED",
    "text": "Beerling, D.J., Lomax, B.H., Royer, D.L., Upchurch,\nG.R., and Kump, L.R., 2002, An atmospheric pCO2 reconstruction across the Cretaceous-Tertiary boundary from leaf megafossils: Proceedings of the National Academy of Sciences of the United States of America, v. 99, p. 7836–7840, https:// doi .org /10 .1073 /pnas .122573099. Breecker, D.O., and Retallack, G.J., 2014, Refining the pedogenic carbonate atmospheric CO2 proxy and application to Miocene CO2: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 406, p. 1–8, https:// doi .org /10 .1016 /j .palaeo .2014 .04 .012. Breecker, D.O., Sharp, Z.D., and McFadden, L.D., 2009, Seasonal bias in the formation and stable isotopic composition of pedogenic carbonate in modern soils from central New Mexico, USA: Geological Society of America Bulletin, v. 121, p. 630–640, https:// doi .org /10 .1130 /B26413 .1. Chen, J., Zhao, P., Wang, C., Huang, Y., and Cao, K., 2013, Modeling East Asian climate and impacts of atmospheric CO2 concentration during the Late Cretaceous (66 Ma): Palaeogeography, Palaeoclimatology, Palaeoecology, v. 385, p. 190–201, https:// doi .org /10 .1016 /j .palaeo .2012 .07 .017. DeConto, R.M., Pollard, D., Wilson, P.A., Palike, H., Lear, C.H., and Pagani, M., 2008, Thresholds for Cenozoic bipolar glaciation: Nature, v. 455, p. 652–656, https:// doi .org /10 .1038 /nature07337. Dennis, K.J., Affek, H.P., Passey, B.H., Schrag, D.P., and Eiler, J.M., 2011, Defining an absolute reference frame for ‘clumped’ isotope studies of CO2: Geochimica et Cosmochimica Acta, v. 75, p. 7117–7131, https:// doi .org /10 .1016 /j .gca .2011 .09 .025. Friedrich, O., Norris, R.D., and Erbacher, J., 2012, Evolution of middle to Late Cretaceous oceans— A 55 m.y. record of Earth’s temperature and carbon cycle: Geology, v. 40, p. 107–110, https:// doi .org /10 .1130 /G32701 .1. Gallagher, T.M., and Sheldon, N.D., 2016, Combining soil water balance and clumped isotopes to understand the nature and timing of pedogenic\n403010 20 T ( ) (°C)Δ47\n66.0\n67.0\nAge (Ma)\n66.5\n65.5\n67.5\nInitial eruption\nK-Pg\npCO2 (ppm) 1000 20000\n-10 -8 -6 -4 δ ‰,18O ( VSMOW)soi l water -12\nC ha\nro ph\nyt es\nO st\nra co\nde s\nS po\nre /p\nol le\nn\n20 40 60 Species 0 80\nG ro\nss C 30\nn M\nix C 29 r\nCBA D\nFigure 3. Climatic records and ranges of selected fossil groups across the Cretaceous-Paleogene (K-Pg) boundary interval. C—polarity chron. A: The δ18Owater values (Vienna standard mean ocean water, VSMOW) record. CB: The pCO2 (ppmv) record. C: The Δ47 temperature (T) record. D: The biotic data in the Songliao Basin, northern China (Scott et al., 2012); note that this column is separated into three subcolumns for spore and/or pollen, ostracodes, and charophytes. The 1σ standard errors are shown as black horizontal bars. See Figure 2 for legends.\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/46/3/271/4072701/271.pdf by University of Arizona user on 20 February 2019\n274 www.gsapubs.org | Volume 46 | Number 3 | GEOLOGY\ncarbonate formation: Chemical Geology, v. 435, p. 79–91, https:// doi .org /10 .1016 /j .chemgeo .2016 .04 .023. Gao, Y., Ibarra, D.E., Wang, C., Caves, J.K., Chamberlain, C.P., Graham, S.A., and Wu, H., 2015, Midlatitude terrestrial climate of East Asia linked to global climate in the Late Cretaceous: Geology, v. 43, p. 287–290, https:// doi .org /10.1130 /G36427 .1. Huang, C., Retallack, G.J., Wang, C., and Huang, Q., 2013, Paleoatmospheric pCO2 fluctuations across the Cretaceous-Tertiary boundary recorded from paleosol carbonates in NE China: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 385, p. 95–105, https:// doi .org /10 .1016 /j .palaeo .2013 .01 .005. Keller, G., 2014, Deccan volcanism, the Chicxulub impact, and the end-Cretaceous mass extinction: Coincidence? Cause and effect?, in Keller, G., and Kerr, A.C., eds., Volcanism, impacts, and mass extinctions: Causes and effects: Geological Society of America Special Paper 505, p. 57–89, https:// doi .org /10 .1130 /2014 .2505 (03). Kemp, D.B., Robinson, S.A., Crame, J.A., Francis, J.E., Ineson, J., Whittle, R.J., Bowman, V., and O’Brien, C., 2014, A cool temperate climate on the Antarctic Peninsula through the latest Cretaceous to early Paleogene: Geology, v. 42, p. 583– 586, https:// doi .org /10 .1130 /G35512 .1. Kim, S.-T., and O’Neil, J.R., 1997, Equilibrium and nonequilibrium oxygen isotope effects in synthetic carbonates: Geochimica et Cosmochimica Acta, v. 61, p. 3461–3475, https:// doi .org /10 .1016 /S0016 -7037 (97)00169 -5. Kluge, T., John, C.M., Jourdan, A.-L., Davis, S., and Crawshaw, J., 2015, Laboratory calibration of the calcium carbonate clumped isotope thermometer in the 25–250 °C temperature range: Geochimica et Cosmochimica Acta, v. 157, p. 213–227, https:// doi .org /10 .1016 /j .gca .2015 .02 .028. Ladant, J.B., and Donnadieu, Y., 2016, Palaeogeographic regulation of glacial events during the Cretaceous supergreenhouse: Nature Communications, v. 7, 12771, https:// doi .org /10 .1038 /ncomms12771. Li, J., Batten, D.J., and Zhang, Y., 2011, Palynological record from a composite core through Late Cretaceous–early Paleocene deposits in the Songliao Basin, northeast China and its biostratigraphic implications: Cretaceous Research, v. 32, p. 1–12, https:// doi .org /10 .1016 /j .cretres .2010 .09 .001. Li, L., and Keller, G., 1998, Maastrichtian climate, productivity and faunal turnovers in planktic foraminifera in South Atlantic DSDP sites 525A and 21: Marine Micropaleontology, v. 33, p. 55–86, https:// doi .org /10 .1016 /S0377 -8398 (97)00027 -3. Linnert, C., Robinson, S.A., Lees, J.A., Bown, P.R., Pérez-Rodríguez, I., Petrizzo, M.R., Falzoni, F., Littler, K., Arz, J.A., and Russell, E.E., 2014, Evidence for global cooling in the Late Cretaceous: Nature Communications, v. 5, 4194, https:// doi .org /10 .1038 /ncomms5194. MacLeod, K.G., Huber, B.T., and Isaza-Londoño, C., 2005, North Atlantic warming during global\ncooling at the end of the Cretaceous: Geology, v. 33, p. 437–440, https:// doi .org /10 .1130 /G21466.1. Nordt, L., Atchley, S., and Dworkin, S.I., 2002, Paleosol barometer indicates extreme fluctuations in atmospheric CO2 across the Cretaceous-Tertiary boundary: Geology, v. 30, p. 703–706, https:// doi .org /10 .1130 /0091 -7613 (2002)030 <0703: PBIEFI>2 .0 .CO;2. Passey, B.H., and Henkes, G.A., 2012, Carbonate clumped isotope bond reordering and geospeedometry: Earth and Planetary Science Letters, v. 351–352, p. 223–236, https:// doi .org /10 .1016 /j .epsl .2012 .07 .021. Passey, B.H., Levin, N.E., Cerling, T.E., Brown, F.H., and Eiler, J.M., 2010, High-temperature environments of human evolution in East Africa based on bond ordering in paleosol carbonates: Proceedings of the National Academy of Sciences of the United States of America, v. 107, p. 11,245–11,249, https:// doi .org /10 .1073 /pnas .1001824107. Peters, N.A., Huntington, K.W., and Hoke, G.D., 2013, Hot or not? Impact of seasonally variable soil carbonate formation on paleotemperature and O-isotope records from clumped isotope thermometry: Earth and Planetary Science Letters, v. 361, p. 208–218, https:// doi .org /10 .1016 /j .epsl .2012 .10 .024. Petersen, S.V., Dutton, A., and Lohmann, K.C., 2016a, End-Cretaceous extinction in Antarctica linked to both Deccan volcanism and meteorite impact via climate change: Nature Communications, v. 7, 12079, https:// doi .org /10 .1038 /ncomms12079. Petersen, S.V., Tabor, C.R., Lohmann, K.C., Poulsen, C.J., Meyer, K.W., Carpenter, S.J., Erickson, J.M., Matsunaga, K.K.S., Smith, S.Y., and Sheldon, N.D., 2016b, Temperature and salinity of the Late Cretaceous Western Interior Seaway: Geology, v. 44, p. 903–906, https:// doi .org /10 .1130 /G38311 .1. Quade, J., Cerling, T.E., and Bowman, J.R., 1989, Systematic variations in the carbon and oxygen isotopic composition of pedogenic carbonate along elevation transects in the southern Great Basin, United States: Geological Society of America Bulletin, v. 101, p. 464–475, https:// doi .org /10 .1130 /0016 -7606 (1989)101 <0464: SVITCA>2 .3 .CO;2. Renne, P.R., Deino, A.L., Hilgen, F.J., Kuiper, K.F., Mark, D.F., Mitchell, W.S., Morgan, L.E., Mundil, R., and Smit, J., 2013, Time scales of critical events around the Cretaceous-Paleogene boundary: Science, v. 339, p. 684–687, https:// doi .org /10 .1126 /science .1230492. Renne, P.R., Sprain, C.J., Richards, M.A., Self, S., Vanderkluysen, L., and Pande, K., 2015, State shift in Deccan volcanism at the Cretaceous-Paleogene boundary, possibly induced by impact: Science, v. 350, p. 76–78, https:// doi .org /10 .1126 /science .aac7549. Schoene, B., Samperton, K.M., Eddy, M.P., Keller, G., Adatte, T., Bowring, S.A., Khadri, S.F.R., and Gertsch, B., 2015, U-Pb geochronology of the\nDeccan Traps and relation to the end-Cretaceous mass extinction: Science, v. 347, p. 182–184, https:// doi .org /10 .1126 /science .aaa0118. Scott, R.W., Wan, X., Wang, C., and Huang, Q., 2012, Late Cretaceous chronostratigraphy (TuronianMaastrichtian): SK1 core Songliao Basin, China: Geoscience Frontiers, v. 3, p. 357–367, https:// doi .org /10 .1016 /j .gsf .2012 .02 .004. Snell, K.E., Koch, P.L., Druschke, P., Foreman, B.Z., and Eiler, J.M., 2014, High elevation of the ‘Nevadaplano’ during the Late Cretaceous: Earth and Planetary Science Letters, v. 386, p. 52–63, https:// doi .org /10 .1016 /j .epsl .2013 .10 .046. Tobin, T.S., Wilson, G.P., Eiler, J.M., and Hartman, J.H., 2014, Environmental change across a terrestrial Cretaceous-Paleogene boundary section in eastern Montana, USA, constrained by carbonate clumped isotope paleothermometry: Geology, v. 42, p. 351–354, https:// doi .org /10 .1130 /G35262 .1. Vellekoop, J., Esmeray-Senlet, S., Miller, K.G., Browning, J.V., Sluijs, A., van de Schootbrugge, B., Sinninghe Damsté, J.S., and Brinkhuis, H., 2016, Evidence for Cretaceous-Paleogene boundary bolide “impact winter” conditions from New Jersey, USA: Geology, v. 44, p. 619–622, https:// doi .org /10 .1130 /G37961 .1. Wan, X., Zhao, J., Scott, R.W., Wang, P., Feng, Z., Huang, Q., and Xi, D., 2013, Late Cretaceous stratigraphy, Songliao Basin, NE China: SK1 cores: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 385, p. 31–43, https:// doi .org /10.1016 /j .palaeo .2012 .10 .024. Wang, C., Feng, Z., Zhang, L., Huang, Y., Cao, K., Wang, P., and Zhao, B., 2013, Cretaceous paleogeography and paleoclimate and the setting of SKI borehole sites in Songliao Basin, northeast China: Palaeogeography, Palaeoclimatology, Palaeoecology, v. 385, p. 17–30, https:// doi .org /10.1016 /j .palaeo .2012 .01 .030. Wang, Y., Huang, C., Sun, B., Quan, C., Wu, J., and Lin, Z., 2014, Paleo-CO2 variation trends and the Cretaceous greenhouse climate: Earth-Science Reviews, v. 129, p. 136–147, https:// doi .org /10.1016 /j .earscirev .2013 .11 .001. Witts, J.D., Whittle, R.J., Wignall, P.B., Crame, J.A., Francis, J.E., Newton, R.J., and Bowman, V.C., 2016, Macrofossil evidence for a rapid and severe Cretaceous-Paleogene mass extinction in Antarctica: Nature Communications, v. 7, 11738, https:// doi .org /10 .1038 /ncomms11738. Wu, H., Zhang, S., Hinnov, L.A., Jiang, G., Yang, T., Li, H., Wan, X., and Wang, C., 2014, Cyclostratigraphy and orbital tuning of the terrestrial upper Santonian–lower Danian in Songliao Basin, northeastern China: Earth and Planetary Science Letters, v. 407, p. 82–95, https:// doi .org /10 .1016 /j .epsl .2014 .09 .038.\nManuscript received 29 August 2017 Revised manuscript received 19 December 2017 Manuscript accepted 20 December 2017\nPrinted in USA\nDownloaded from https://pubs.geoscienceworld.org/gsa/geology/article-pdf/46/3/271/4072701/271.pdf by University of Arizona user on 20 February 2019"
  }],
  "year": 2018,
  "references": [],
  "id": "SP:be5e4274b4b687727e4dec564c72d680f13cdf4f",
  "authors": [{
    "name": "Laiming Zhang",
    "affiliations": []
  }, {
    "name": "Chengshan Wang",
    "affiliations": []
  }, {
    "name": "Paul B. Wignall",
    "affiliations": []
  }, {
    "name": "Tobias Kluge",
    "affiliations": []
  }, {
    "name": "Xiaoqiao Wan",
    "affiliations": []
  }, {
    "name": "Qian Wang",
    "affiliations": []
  }, {
    "name": "Yuan Gao",
    "affiliations": []
  }],
  "abstractText": "Evaluating the terrestrial climate record provides a critical test of the roles of Chicxulub impact and Deccan Traps volcanism during the Cretaceous-Paleogene (K-Pg) mass extinction. Most evidence came from marine records, but our new clumped isotopes data from paleosol carbonates in the Songliao Basin provide a terrestrial climate history from northern China. This reveals there was a pre-impact warming caused by the onset of Deccan Traps volcanism, whereas the following short-term cooling then another warming episode were likely caused by Chicxulub impact and post-boundary volcanism. Our study suggests that the pCO2 levels were probably the main control on the latest Cretaceous cooling and the climatic fluctuations across the K-Pg boundary interval in northern China. In the Songliao Basin, the pre-impact Deccan Traps volcanism links to losses of half of the lacustrine algae species (charophytes) and almost all of the lacustrine ostracodes; this suggests that the Deccan Traps volcanism had already destabilized the ecosystem and caused extinctions prior to the Chicxulub impact. INTRODUCTION The cause of the Cretaceous-Paleogene (K-Pg) mass extinction has been one of the most intense scientific debates of past decades, with the relative roles of Chicxulub impact and Deccan Traps volcanism providing the main discussion (Keller, 2014). The key issues are whether Deccan eruptions caused coincident pCO2 and paleotemperature rises (e.g., Nordt et al., 2002; Huang et al., 2013); and whether these pre-impact climate changes were already imposing stresses on the global biota (e.g., Keller, 2014; Petersen et al., 2016a; Witts et al., 2016). Detailed terrestrial climatic trends over the boundary interval could help to evaluate the effects of these two closely timed events, but poor temporal resolution of often fragmentary sections and ambiguous proxies usually restrict the significance of terrestrial records (Tobin et al., 2014), making it difficult to evaluate the global picture. By applying clumped isotope (Δ47) paleothermometry to paleosol carbonates, we present a relatively continuous K-Pg terrestrial climatic record with high-temporal resolution in northern China that includes paleotemperatures, δOwater values (soil water), and pCO2 from ca. 76 to ca. 65 Ma. These new data extend the spatial coverage of paleoclimatic estimates during the K-Pg interval and demonstrate that pre-impact climate changes, caused by Deccan Traps volcanism, had already imposed stresses on the global biota. MATERIALS AND AGE CONSTRAINTS Late Cretaceous–early Paleogene stratigraphy was recovered in the SK-In (north core) borehole (44°12′44.22′′N, 124°15′56.78′′E; Fig. 1) in the central part of the Songliao Basin, northern China (Wang et al., 2013). In the Sifangtai and Mingshui Formations, many distinctive calcareous paleosols, or calcisols, were identified and consist of carbonate nodules, slickensides, mottled colors, and fossil root traces (Huang et al., 2013; Gao et al., 2015). In this study, 51 paleosol carbonates (diameters range from 1.0 to 3.0 cm) were collected from 44 paleosol Bk horizons (Fig. DR2; Tables DR4 and DR5 in the GSA Data Repository1). All of the samples come from shallow burial depths (no deeper than 1 km), suggesting that they have, at most, only been slightly influenced by burial diagenesis or solid-state C-O bond reordering (Passey and Henkes, 2012). After petrographic vetting, based on optical and cathodoluminescence properties (Fig. DR3), all samples were found to be dense micrite except for sample 1 GSA Data Repository item 2018076, geological background, materials and methods, references, Figures DR1–DR8, and Tables DR1–DR5, is available online at http://www.geosociety.org/datarepository /2018/ or on request from editing@geosociety.org. SK-31, which has been excluded from the following discussion. By using thorium (Th) data from the Sifangtai and Mingshui Formations, an astronomical time scale was established by tuning filtered 405 k.y. eccentricity cycles to the astronomical solution La2010d, which calibrates the timing of the polarity chron C29r-C30n boundary (342.1 ± 1.4 m in depth) to ca. 66.30 Ma and the K-Pg boundary (318 ± 1.2 m in depth) to ca. 66.00 Ma (Wu et al., 2014) (Fig. DR2).",
  "title": "Deccan volcanism caused coupled pCO2 and terrestrial temperature rises, and pre-impact extinctions in northern China"
}