{
  "sections": [{
    "heading": "INTRODUCTION",
    "text": "The transport properties of magmas lie at the very core of their relevance to the Earth Sciences. Indeed, it is the very mobility of magmas that enables them to play a special role not only in whole-Earth differentiation but also in defining the physical properties of partially molten regions and illuminating deep-Earth chemistry. Moreover, when magmas interact energetically with the atmosphere or with seawater—as during explosive subaerial or subaqueous volcanism—the resulting gases and reactive particulates become important agents in the chemistry of the atmosphere and oceans. In summary, Earth would be a VERY different place without magmas. Building upon a long history of investigations, research in recent years has made major strides in the understanding of transport properties of molten silicates (melts), which are the essential physical components of magma. These insights are the result of new experimental technologies and theoretical approaches as well as advanced techniques in modeling and simulation of melt properties. Here, several recent advances in research on melt transport properties are highlighted and placed in the context of existing knowledge."
  }, {
    "heading": "MELTS, GLASSES, MAGMAS",
    "text": "At the outset, it is essential to recall the definitions of the terms “melt,” “liquid,” “glass,” and “magma” (Dingwell and Webb 1990). The term “melt” implies an origin by melting. It is useful to apply the term to the molten state over the entire range of its behavior, which can span the glassy and liquid states. The physical attributes of a “liquid” are that (1) it possesses a Newtonian viscosity (i.e., the\nstrain rate is proportional to the applied stress through the viscosity), and (2) its rigidity modulus is zero (i.e. it has no shear strength). Perhaps the most obvious consequence of such attributes is the ability of a liquid to adopt, under the influence of gravity, the dimensions and shape of the space or container in which it is confined. These attributes dominate and control the development of experimental strategies used to investigate liquids in the laboratory. Further, they determine the transport response of molten rocks within the Earth and terrestrial planets (magma transport), as well as at their surfaces (volcanism). The term “glass”\nrefers to a non-crystalline material that exhibits a solid-like response to stress. It is thus clearly distinguished from the liquid state, with glassy behavior occurring at lower temperatures and shorter timescales than liquid behavior. The transition from liquid to glassy behavior is theoretically possible for any melt, and it is of tremendous importance in both the experimental investigation of melts and their behavior in volcanism. Finally, the definition of “magma” has been approached in the literature from different directions. One choice is to describe the physical state of the system in terms of its essential character, that is, the presence of a melt phase. Thus we can define magma as a “melt-bearing geomaterial.” The magma is usually multiphase, containing a melt and one or more populations of individual crystalline phases, agglomerations of these and inclusions of one phase (fluid, melt or crystal) in another (FIG. 1). The magma may also contain bubbles (or vesicles) of one or more fluid phases. The fluid phases are typically extremely low in viscosity relative to the melt and exhibit chemical compositions rich in so-called volatile elements and compounds. The magma may also be composed of more than one melt phase. The presence of two coexisting melt phases can be due to the mingling, during transport, of two previously separate magmas or separate parts of a zoned magma chamber. During their physical mingling, the two melts are commonly in the process of chemical mixing via chemical diffusion. However, the two coexisting melts may also be generated by the unmixing of a single melt due to phase equilibrium constraints. In the latter case, the two liquids unmix by nucleation and then grow by means of chemical diffusion. In all cases of multiphase magma, the potential exists for a further complexity of the state of the system due to significant chemical diffusion gradients in one or both of the phases adjacent to a phase boundary where reaction (growth or dissolution of a phase, chemical re-equilibration\nE L E M E N T S , V O L . 2 , P P . 2 8 1 – 2 8 6 OCTOBER 2006\nDonald B. Dingwell*\n* Dept. of Earth and Environmental Science, University of Munich Theresienstr. 41/III 80333 Munich, Germany E-mail: dingwell@lmu.de"
  }, {
    "heading": "Transport Properties of Magmas:",
    "text": "Diffusion and Rheology\n281\nThe transport of magmas in the Earth is a phenomenon of first-orderimportance to the physical, chemical, and climatological evolution of ourplanet. Volcanism, in particular, can have dramatic impact on human lives, not only as an immediate environmental hazard but also as a longer-term influence on climate. The transport properties of magma—that is, physical flow in response to stress and diffusion of dissolved components as a result of chemical gradients—have been the subject of intensive study in recent decades. Nevertheless, the complexity of these physical and chemical responses requires an even more generalized picture of magma transport than is currently available. The emerging view of magma transport incorporates melt dynamics, non-Newtonian flow, brittle failure, and the fundamental nature of the glassy and liquid states.\nKEYWORDS: rheology, viscosity, diffusivity, volcanism, glass transition\nDownloaded from https://pubs.geoscienceworld.org/msa/elements/article-pdf/2/5/281/3111596/281_v2n5.pdf by University of Arizona user on 26 February 2019\nof two phases) is occurring. Given the slow kinetics of many silicate reactions and the dynamic pressure- and temperature-history of most magmas, such reactions during cooling and ascent/eruption are the rule rather than the exception.\nAccording to a distinct and more restricted definition, magma must possess rheological properties that allow it to be readily transported from the place it originated as a partial melt in the Earth’s crust or mantle. This definition is distinct because it is based (at least qualitatively) on rheology and not on state. It is more restricted because the agent of efficient rheological transport relative to the crystalline Earth for a magma is the melt phase. Thus, a magma is a melt-bearing geomaterial in which the amount and distribution of melt allow its rheological response to be distinct from that of what remains of the crystalline protolith—the precursor to melting. Thus, the two aspects lying at the very heart of magmatism are the melt phase and its rheological impact."
  }, {
    "heading": "THE ATOMISTIC BASIS",
    "text": ""
  }, {
    "heading": "OF TRANSPORT IN MELTS",
    "text": "The exchange of individual atoms on sites within a phase is ubiquitous in matter at high temperature. The diffusive exchange involved is the mechanism whereby the structure and properties of a liquid respond to perturbations in its state, for example, temperature and pressure changes. The diffusive rearrangements in the liquid serve to re-equilibrate the liquid to its new state. Thus diffusion lies at the center of the establishment of equilibrium. This adjustment to a new physical state has been called relaxation (Dingwell 1995). One speaks of the relaxation of the liquid to the new set of structures and properties in equilibrium with a changed set of intensive parameters. Given the above, it should perhaps come as no surprise that the relaxation of silicate liquids is likely controlled by diffusion of individual Si and O atoms in the liquid matrix.\nHow do we know this? First, it has long been observed that the diffusion rate of Si in silicate liquids is inversely proportional to the viscosity. This correlation is a clear indication that Si mobility and melt viscosity are somehow linked. Second, in high-temperature, low-viscosity liquids, the self-diffusion of oxygen exhibits essentially the same inverse correlation with melt viscosity (Shimizu and Kushiro 1984). The third observation central to this assertion involves motional averaging in spectroscopic investigations of high-temperature silicate liquids. Specifically, various nuclear magnetic resonance experiments, based, for example, on the nuclei 29Si and 17O, have identified a motional averaging of the signal of so-called “Q species” (essentially the next-nearest-neighbour statistics of tetrahedral cations expressed by the number of bridging oxygens per tetrahedron; see glossary page 266). The motional averaging, considered in the context of the intrinsic relaxation frequencies employed for the nucleii, yields diffusion coefficients for the cations that can be used to calculate relaxation times (Stebbins 1995). The evidence from these diffusion data matches nicely the macroscopic evidence for the relaxation of melt properties (shear stress, volume, and enthalpy relaxation). Therefore the Q species exchange (diffusion of Si and O) defines both the structural and viscous relaxation timescales. Conclusion: viscosity reflects diffusion of Si.\nThe above conclusion appears to cast doubt on the existence of polymeric structures in silicate liquids. Large flow units and polymeric species whose lifetimes are significant on the timescale of viscous flow are precluded, so the very nature of the silicate melt structure is inconsistent with a polymeric structure. The viscoelastic properties certainly do not illustrate polymeric behavior. This is despite the continuing successful application of polymer theory to the solution properties of silicate liquids (Moretti 2005)—an apparent paradox.\nThe mobilities of the cationic and anionic constituents of silicate melts exclusive of Si and O have a long history of investigation. Sufficient data have been available for over a decade to begin to elucidate one of the most central aspects of cationic mobilities in silicate melts, namely, their relationship to Si diffusivity and thereby to viscosity. Essentially, the diffusion behavior of cationic components can be divided into two types—extrinsic and intrinsic (Dingwell 1990). Extrinsic diffusivities have a magnitude and temperature dependence very similar to those of Si. They are interpreted to be the consequence of matrix mobility affecting the timescale of cationic diffusive jumps. In this domain, all diffusivities are relatively tightly clustered and may be roughly approximated by the calculation of melt viscosity. One may think of extrinsic diffusivities in terms of diffusion in a liquid where the diffusing cation senses the mobility of the melt matrix (Si–O bonds) on its own diffusive timescale. Intrinsic diffusivities are quite another story. At very high viscosities and low temperatures, the individual diffusivities of most cations and anions are much higher than the Si diffusivity (Watson 1994; Chakraborty 1995). Their temperature dependences are also quite different and significantly smaller than that of Si. As a result there is no apparent connection between viscosity and diffusivity in the intrinsic regime. This can be seen as diffusion in a solid (in this case a glass), where the mobility of the matrix is so low that no changes occur on the timescale of diffusive jumps of the cation. In principle, all intrinsic diffusivity curves approach the extrinsic regime with increasing temperature. Practically speaking, small, highly charged cations and large anions tend to diffuse more slowly and thus have a wide temperature range of extrinsic behavior, whereas light, lowcharge cations and anions exhibit a very wide temperature\n282E L E M E N T S OCTOBER 2006\nPhotomicrograph of a rapidly quenched magmatic rock showing several of the typical phases in a multiphase\nmagma. Clearly visible are a brownish, glassy (melt) phase forming the matrix; large crystals (phenocrysts) whose outlines suggest unimpeded growth of single crystals in a liquid matrix (idiomorphism); finer crystals that swim in the glassy matrix and whose generally parallel orientations result from crystal rotation due to shear strain during magma flow; and globular voids, which are the remains of fluid-filled bubbles (vesicles) present in the flowing magma during its eruption or emplacement. The transport properties of the multiphase magma can be strongly affected by the presence, character, and proportions of each of the included phases. Invisible in this figure are chemical diffusion gradients near phase boundaries (crystal–melt, melt–bubble). This quenched magma sample contains no evidence for the coexistence of a second melt phase.\nFIGURE 1\nDownloaded from https://pubs.geoscienceworld.org/msa/elements/article-pdf/2/5/281/3111596/281_v2n5.pdf by University of Arizona user on 26 February 2019\n283E L E M E N T S OCTOBER 2006\nrange of intrinsic behavior. The transition from intrinsic to extrinsic can be inferred from published data for certain cations where sufficient data are available. One of the most striking and perhaps counterintuitive hallmarks of the difference between extrinsic and intrinsic diffusivities involves their isothermal composition dependence. Intrinsic diffusivities increase with melt silica content, whereas extrinsic diffusivities decrease with increasing silica content. In the former case concepts such as ionic porosity and free volume have been employed to explain the trends, whereas in the latter case the viscosity is almost certainly the underlying factor."
  }, {
    "heading": "RELEVANCE AND USE",
    "text": ""
  }, {
    "heading": "OF THE GLASS TRANSITION",
    "text": "In discussion of liquid-like versus solid-like behavior, of liquids versus glasses, of viscous versus elastic response, and of flow versus failure, a central theme lies at the heart of the nature of the glassy state—the glass transition.\nThe glass transition, portrayed in FIGURE 2, is the transition from liquid-like to solid-like behavior (or vice versa) for a molten silicate. Its position in temperature–time space can be calculated from the value of the Newtonian viscosity using the Maxwell relations. At the glass transition, silicate melts behave as a simple approximation to a Maxwell body (a spring and viscous dashpot in series). The bulk of magma transport occurs under conditions represented in the upper and left side of the glass transition (i.e. in the liquid state). Nevertheless, the glass transition region is certainly encountered by magma in volcanic processes (Dingwell 1996). It is also commonly encountered (sometimes unknowingly) in experiments in the laboratory (Dingwell and Webb 1990). It forms the basis for much of the glassproduction industry.\nWe normally think of magmatism and volcanism as processes accompanied by monotonous cooling. As a result, the path that likely comes to mind when examining FIGURE 2 is that of a more-or-less constant cooling or quench rate (represented by a horizontal line from left to right). In fact, transects of the glass transition are possible in both directions with respect to temperature (a horizontal line in FIG. 2). Also, transects are possible in both directions with respect to cooling rate and therefore relaxation time (a vertical line in FIG. 2). Furthermore, multiple transects of the glass transition, in which the system may be liquid-like, then glassy, then liquid again, and finally returns to the glassy state, are almost certainly the case in nature (Gottsmann and Dingwell 2002). In a volcanic system, an encounter with the glass transition can have catastrophic consequences in the form of explosive volcanism. It deserves more attention in magma and volcano dynamics (see below)."
  }, {
    "heading": "MULTICOMPONENT MODELING FOR NEWTONIAN VISCOSITY",
    "text": "Magma transport generally occurs under conditions of driving stresses that yield a purely viscous response of the magma. The viscous response of the magma, which is dominated by the presence and nature (chemistry, fraction, distribution) of the melt phase, is likely to involve a purely Newtonian role for the melt phase. For this reason, the bulk of the experimental investigation into the rheology of silicate melts has been performed within the Newtonian regime, where the ratio of stress to strain rate is a constant defined as the viscosity.\nEqually important, as noted above, is the observation that the mapping of the limits of the Newtonian regime of melt viscosity is the key to determining the location of the glass transition. Thus it is essential for evaluating the likelihood and consequences of the onset of non-Newtonian melt viscosity in nature, laboratory, and industry.\nSilicate melts exhibit a complex, fundamentally nonlinear relationship between chemical composition and viscosity (Richet 1984). Further, the temperature dependence of Newtonian melt viscosity is not only nonlinear, but also non-Arrhenian (that is, nonlinear in reciprocal absolute temperature). The pressure dependence of melt viscosity is also complex, with viscosity decreasing or increasing with pressure depending on chemical composition and absolute pressure range (Dingwell 1998).\nDespite almost a century of experimental investigation, the Newtonian rheology of silicate melts remains a very active field of research. In fact, major steps forward, driven largely by geoscientific research, have been made in recent years. Perhaps foremost amongst these has been the realization that the complete description of melt rheology requires the application not only of techniques suitable for the determination of viscosity in equilibrium liquids at superliquidus temperatures, but also very different techniques for the determination of viscosity of supercooled, metastable liquids at temperatures far below their melting point (Richet and Bottinga 1995).\nNevertheless, in a long-established field of investigation it is certainly legitimate to ask the question “What is new?” In essence, the frontiers of investigation of Newtonian rheology have brought us to the point where the database permits, for the first time, an intensive and competitive body of\nThe glass transition, schematically drawn for a volcanic silicate melt, where the effects of variable SiO2 content\n(via differentiation) and variable H2O content (via variable degassing) are incorporated graphically as adjustments in the position of the transition. The transition separates the liquid and solid responses of the molten state. The transition itself is an approximation to the locus of the maxima of the imaginary component of viscoelastic response. Between the liquid and glassy regimes lies a region of viscoelasticity (mixed liquidlike and solid-like response) with a number of consequences for the physical behavior of magmas in nature (after Dingwell 1996).\nFIGURE 2\nDownloaded from https://pubs.geoscienceworld.org/msa/elements/article-pdf/2/5/281/3111596/281_v2n5.pdf by University of Arizona user on 26 February 2019\n284E L E M E N T S OCTOBER 2006\nmodeling approaches to best describe the chemical dependence of melt viscosity. A quarter century elapsed between the first attempts at modeling multicomponent melt viscosities in geochemistry and the second flurry of activity. During the past few years, much has been written on the philosophy of the approach, the critical examination of assumptions, the appropriate propagation or errors, the analysis of variance and covariance, and the choice of completely independent and heterogeneous sources of data for input. This has led to an active field of research on the modeling of melt viscosity. In addition to models based on direct viscosity determinations, models based on indirect sources of viscosity data have been proposed. Examples include the derivation of viscosity from experiments on complex processes, such as bubble growth in melts, and the incorporation of viscosities derived from glass transition temperature determinations involving volume and enthalpy relaxation (Dingwell 1995).\nThis conjunction of metastable liquid investigations, indirect sources of viscosity data, unconventional parameterizations, and sophisticated modeling approaches have made the prediction of viscosity far more rigorous.\nHow well are we doing? The fundamental features of volatile-bearing melt viscosities are emerging in a clear and accurate way. One example is presented in FIGURE 3, where the temperature-dependent viscosities of hydrous rhyolites are portrayed. Clearly identifiable trends in activation energy and non-Arrhenian nature (curvature) are observed as a function of water content in this parameterization (Hess and Dingwell 1996). In turn, the trends generate questions on the fundamental energetics of silicate melts and the inferences they permit regarding the nature of bonding in liquid silicates. The greatest theoretical progress along these lines applied to molten silicates may have resulted from an approach based on configurational entropy considerations. Here, it is the configurational entropy that is seen as the quantitative (inverse) monitor of the size of the regions that relax to accommodate viscous flow. Parameterization of the temperature and composition dependence of viscosity on this basis has led to encouraging simplifications for simple systems, such as linearization of the temperature dependence of viscosity of diopside (Richet and Bottinga 1995). Progress is, however, being held up by limitations on thermodynamic data. Thus, the state-of-theart with respect to multicomponent melt viscosity models is currently reflected by empirical models whose reproducibility for viscosity is less than one half a log unit over a range of more than ten log units (Giordano et al. 2006). FIGURE 4 illustrates the situation for anhydrous multicomponent melts of volcanic relevance."
  }, {
    "heading": "VOLCANO DYNAMICS",
    "text": "The glass transition plays a central role in volcanism. The presence of volcanic glass shards in ash flows, in lava flows, and as suspended fine particles in the stratosphere is a clear indication that high-temperature magma, rich in a liquid phase, has been converted into a collection of solid phases, including a glass. The liquid-to-glass conversion is thus a common occurrence, dominating the fate of intermediate to silicic liquids during eruption. This transition is also possible in more basic liquids, as evidenced by naturally occurring basaltic glass shards. We are conditioned to extract information on the origin of rocks from their crystalline mineral assemblages. The structures, stabilities, chemical compositions and partitioning, state of crystallographic ordering, and parageneses of their inclusions all provide tools to decipher the history of the rocks. But what can we do with the glassy phase? In a petrological sense, what is it good for? The chemistry of the melt, as recorded in glass, is of course a critical component in the understanding of chemical partitioning and source conditions (Carmichael and Ghiorso 1990). The distribution of the phases also tells us something of the state of stress in the rock at some part of its history. But the glassy phase itself, and its physical state in particular, is also a source of information on the history of the rock. The glassy phase contains information on the latest phase of magmatic activity in the entire cycle from melting to eruption. It tells something of the eruption itself. The key to extract this information is the recognition of one simple consequence of the kinetic nature of the glass transition. Because the glasses are generated at a “phase boundary” that is purely kinetic in nature, the products of the\n(A) Viscosity of a calcalkaline rhyolite melt as a function of dissolved water (from 0 to 8 wt%) and over the a wide\ntemperature range of 1000 to 2000K. The parameterization captures several features of fundamental importance in describing the physical chemistry of liquid silicates. These include the significant and variable degree of non-Arrhenian curvature of the viscosity–temperature relationships, (B) the extremely nonlinear decrease in viscosity with added water content and the somewhat unexpected drop in activation energy of water-rich melts at very high viscosities. REPRODUCED FROM HESS AND DINGWELL 1996\nFIGURE 3\nA\nB\nDownloaded from https://pubs.geoscienceworld.org/msa/elements/article-pdf/2/5/281/3111596/281_v2n5.pdf by University of Arizona user on 26 February 2019\n285E L E M E N T S OCTOBER 2006\nprocess—the glasses—are in a physical state that is path dependent. This has enormous predictive implications, both in experimentally generated glasses and in natural volcanic glasses. The path dependence of the glassy state can be stated in a different way. The thermal history of the transition into the glassy state (the last transect of the glass transition) is recorded in the glass. The glass possesses a thermal memory.\nPerhaps the simplest expression of the thermal history recorded in glasses is the fact that the density of a glass of a given chemical composition can vary, depending on the way in which the glass transition was accessed. The most common variable controlling the density of the glass is the cooling rate across the glass transition. Glasses quenched more rapidly are less dense. The state of the glass can be well approximated by an order parameter termed the “fictive temperature.” The fictive temperature of the glass is defined as the temperature at which the extrapolation of the temperature dependence of the physical property of the glass (e.g. density) to higher temperature intersects the temperature–density relationship of the equilibrium liquid. The fictive temperature became of practical importance in the 1930s because of the direct relationship between density and refractive index and the obvious importance of the latter for the production of optical glass. The fictive temperature of the glass essentially captures its point of departure from the liquid state, i.e. its falling out of metastable equilibrium with decreasing temperature during the quench that led to its production.\nThe thermal history of the glass thus yields a cooling rate determination for the rock in which it occurs. This cooling rate corresponds to the temperature range of the glass transition. The information can be obtained in several ways. First, the quenched state of the glass, reflected in its density, refractive index, and other properties, can be exactly determined and related to a value of the fictive temperature by comparison with samples formed under known cooling rates. Second, the quenched samples can be mildly reheated, and the temperature-dependent properties such as density can be measured; then the resultant temperaturedependent property of the glass can be extrapolated to higher temperature in order to obtain the fictive temperature and thus the cooling rate. The third technique, the one which has turned out to be most robust, involves the reheating of the glass across the glass transition and the recording of the hysteresis, or path-dependence, in the return of derivative thermodynamic properties (expansivity, heat capacity) to the supercooled/metastable liquid state. This technique has proven remarkably useful in the study of the thermal histories of volcanic glasses (Wilding et al. 1995). The variation in cooling rates obtained to date for volcanic glasses ranges over six orders of magnitude— from one million K/sec to several K/day. The extremes measured to date are represented by limu basaltic glass shards from the ocean floor (fastest cooling rate; Potuzak 2006, pers. comm.) and welded airfall pantelleritic glasses from an active volcanic caldera complex (slowest cooling rate; Gottsmann and Dingwell 2002). With this technique, a new branch of geospeedometry in volcanic terrains has been initiated which, if combined with other mineral-based geospeedometers in the future, could provide unprecedented insight into the cooling dynamics of volcanic terrains.\nI will close with one example of the astonishing turn of thinking that has accompanied the most recent application of our new picture of magma rheology applied to rocks. During the past decade, the picture of explosive fragmentation in volcanic systems has been increasingly dominated by a series of sequential but overlapping physical processes,\n(A) Viscosity–temperature relationships of volcanic melts. (B) The goodness of fit of a recent multicomponent vis-\ncosity model tested for 44 natural volcanic melt compositions. (C) The compositional space ranges over virtually the entire range of natural volcanic melts at the Earth’s surface. Missing as yet is the combination of the influence of water and the fully multicomponent compositional base, combined with a stable plus metastable liquid data base enabling a non-Arrhenian approach. Colours refer to individual melt compositions as well as viscosity data for individual compositions.\nFIGURE 4\nC\nA\nB\nDownloaded from https://pubs.geoscienceworld.org/msa/elements/article-pdf/2/5/281/3111596/281_v2n5.pdf by University of Arizona user on 26 February 2019\n286E L E M E N T S OCTOBER 2006"
  }],
  "year": 2007,
  "references": [{
    "title": "Magma fragmentation by rapid decompression",
    "authors": ["M Alidibirov", "DB Dingwell"],
    "venue": "Nature",
    "year": 1996
  }, {
    "title": "The effect of oxygen fugacity on the redox state of natural liquids and their crystallizing phases",
    "authors": ["ISE Carmichael", "MS Ghiorso"],
    "venue": "Nicholls J. Russell JK (eds) Modern Methods of Igneous",
    "year": 1990
  }, {
    "title": "Diffusion in silicate melts",
    "authors": ["S Chakraborty"],
    "year": 1995
  }, {
    "title": "Effects of structural relaxation on cationic tracer diffusion in silicate melts",
    "authors": ["DB Dingwell"],
    "venue": "Chemical Geology",
    "year": 1990
  }, {
    "title": "Relaxation in silicate melts: some applications in petrology",
    "authors": ["DB Dingwell"],
    "year": 1995
  }, {
    "title": "Volcanic dilemma: Flow or blow",
    "authors": ["DB Dingwell"],
    "venue": "Science",
    "year": 1996
  }, {
    "title": "The glass transition in hydrous granitic melts",
    "authors": ["DB Dingwell"],
    "venue": "Physics of the Earth and Planetary Interiors",
    "year": 1998
  }, {
    "title": "Relaxation in silicate melts",
    "authors": ["DB Dingwell", "SL Webb"],
    "venue": "European Journal of Mineralogy",
    "year": 1990
  }, {
    "title": "A (2006) An expanded nonArrhenian model for silicate melt viscosity: a treatment for metaluminous",
    "authors": ["D Giordano", "A Mangiacapra", "M Potuzak", "JK Russell", "C Romano", "DB Dingwell", "Muro Di"],
    "year": 2006
  }, {
    "title": "Flow banding in obsidian: A record of evolving textural heterogeneity during magma deformation",
    "authors": ["HM Gonnermann", "M Manga"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2005
  }, {
    "title": "The thermal history of a spatter-fed lava flow: The 8-ka pantellerite flow of Mayor Island, New Zealand",
    "authors": ["J Gottsmann", "DB Dingwell"],
    "venue": "Bulletin of Volcanology",
    "year": 2002
  }, {
    "title": "Viscosities of hydrous leucogranitic melts: a nonArrhenian model",
    "authors": ["Hess K-U", "Dingwell DB"],
    "venue": "American Mineralogist",
    "year": 1996
  }, {
    "title": "Polymerisation, basicity, oxidation state and their role in ionic modelling of silicate melts",
    "authors": ["R. Moretti"],
    "venue": "Annals of Geophysics",
    "year": 2005
  }, {
    "title": "Strain-induced magma fragmentation in explosive eruptions",
    "authors": ["P Papale"],
    "venue": "Nature",
    "year": 1999
  }, {
    "title": "Viscosity and configurational entropy of silicate melts",
    "authors": ["P Richet"],
    "venue": "Geochimica et Cosmochimica Acta",
    "year": 1984
  }, {
    "title": "Rheology and configurational entropy of silicate liquids. In: Stebbins JF, McMillan PF, Dingwell DB (eds) Structure, Dynamics and Properties of Silicate Melts",
    "authors": ["P Richet", "Y Bottinga"],
    "year": 1995
  }, {
    "title": "Diffusivity of oxygen in jadeite and diopside melts at high pressures",
    "authors": ["N Shimizu", "I Kushiro"],
    "venue": "Geochimica et Cosmochimica Acta",
    "year": 1984
  }, {
    "title": "The fragmentation threshold of pyroclastic rocks",
    "authors": ["O Spieler", "B Kennedy", "U Kueppers", "DB Dingwell", "B Scheu", "J Taddeucci"],
    "venue": "Earth and Planetary Science Letters",
    "year": 2004
  }, {
    "title": "Dynamics and structure of silicate and oxide melts: nuclear magnetic resonance studies",
    "authors": ["JF Stebbins"],
    "venue": "DB (eds) Structure,",
    "year": 1995
  }, {
    "title": "Repeated fracture and healing of silicic magmas: generate flow banding and earthquakes? Geology",
    "authors": ["H Tuffen", "DB Dingwell", "H Pinkerton"],
    "year": 2003
  }, {
    "title": "Diffusion in volatilebearing magmas. In: Carroll MR, Holloway JR (eds) Volatiles in Magmas",
    "authors": ["EB Watson"],
    "venue": "Mineralogical Society of America Reviews in Mineralogy",
    "year": 1994
  }, {
    "title": "Evaluation of a relaxation geospeedometer for volcanic glasses",
    "authors": ["M Wilding", "SL Webb", "DB Dingwell"],
    "venue": "Chemical Geology",
    "year": 1995
  }],
  "id": "SP:2060b5b7703235a5ad1da99886f900380121d649",
  "authors": [],
  "abstractText": "The transport properties of magmas lie at the very core of their relevance to the Earth Sciences. Indeed, it is the very mobility of magmas that enables them to play a special role not only in whole-Earth differentiation but also in defining the physical properties of partially molten regions and illuminating deep-Earth chemistry. Moreover, when magmas interact energetically with the atmosphere or with seawater—as during explosive subaerial or subaqueous volcanism—the resulting gases and reactive particulates become important agents in the chemistry of the atmosphere and oceans. In summary, Earth would be a VERY different place without magmas. Building upon a long history of investigations, research in recent years has made major strides in the understanding of transport properties of molten silicates (melts), which are the essential physical components of magma. These insights are the result of new experimental technologies and theoretical approaches as well as advanced techniques in modeling and simulation of melt properties. Here, several recent advances in research on melt transport properties are highlighted and placed in the context of existing knowledge.",
  "title": "MELTS, GLASSES, MAGMAS"
}