{
  "sections": [{
    "text": "[The Journal of Geology, 2001, volume 109, p. 277–297] 2001 by The University of Chicago. All rights reserved. 0022-1376/2001/10903-0001$01.00\n277\nARTICLES\nPetrology of Rifted-Margin Sand (Red Sea and Gulf of Aden, Yemen)\nEduardo Garzanti,1 Giovanni Vezzoli, Sergio Andò, and Giovanna Castiglioni\nDipartimento di Scienze Geologiche e Geotecnologie, Università di Milano-Bicocca, Piazza della Scienza 4, 20126 Milano, Italy\n(e-mail: eduardo.garzanti@unimib.it)\nA B S T R A C T\nThe Red Sea–Gulf of Aden rift system, displaying a complete record of magmatic activity and characterized by arid climate and negligible anthropic modifications, provides an ideal natural laboratory for studies aimed at defining actualistic references for both volcanic and nonvolcanic rifted-margin provenances. Rifted-margin sands are derived in various proportions from volcanic to plutonic rocks emplaced before, during, or after the climax of tectonic extension (volcanic rifted-margin provenance) and from prerift sedimentary successions and underlying crystalline basements progressively unroofed during uplift of rift blocks (rift-shoulder provenance). Volcaniclastic rifted-margin sands are feldspatholithic, as are those shed by Pacific-type magmatic arcs, but are characterized by bimodal (basalt/rhyolite) lithics, abundant granophyre grains, and low plagioclase/total feldspar (P/F) ratios due to supply from synrift hypersolvus alkali granites, representing the upper levels of rift-generated juvenile crust. Augite dominates among dense minerals; detritus from postrift alkali-basalt fields includes olivine and, locally, enstatite and spinel. Sedimentary detritus from undissected rift shoulders consists of recycled quartz and carbonate sedimentary lithics; dense mineral assemblages include largely rounded to subrounded, recycled durable grains, zircon, and rutile being concentrated locally due to their higher density. Arkosic sands from basement rocks exposed on dissected rift shoulders display remarkably consistent compositions, with excess quartz with respect to “ideal arkose”; hornblende-rich assemblages from amphibolite-facies gneiss terranes contrast with epidote-dominated assemblages from greenschist-facies arc terranes. Diagnostic signatures and compositional trends recorded by modern Yemen sands may help in interpreting provenance of ancient rift-related sandstone suites."
  }, {
    "heading": "Introduction",
    "text": "Composition of sand and sandstone deposited in continental-rift to rifted-margin settings has been given only limited attention (e.g., Cavazza 1986; Evans 1990; Hubert et al. 1992; Soreghan and Cohen 1993) and, consequently, rifted-margin detritus is far from being satisfactorily dealt with in popular provenance models (e.g., Dickinson and Suczek 1979; Dickinson 1985). For instance, rifted-margin clastic suites commonly include not only quartzofeldspathic but also quartzolithic and feldspatholithic sands, extensively overlapping the continental block to recycled orogen and magmatic arc\nManuscript received April 4, 2000; accepted December 5, 2000.\n1 Consiglio Nazionale delle Ricerche, Centro di Studio per la Geodinamica Alpina e Quaternaria, via Mangiagalli 34, 20133 Milano, Italy.\nprovenance fields in standard quartz-feldsparlithics (QFL) triangular plots.\nRift-related volcaniclastic sands in particular have been poorly documented, and criteria for distinguishing igneous detritus produced in rift versus Pacific-type arc settings are, therefore, wanting. Even though emphasis has been on the scarce persistence of basaltic detritus (e.g., Blatt 1978; Ingersoll 1984, 1990; Ingersoll et al. 1993), studies on ancient rifted-margin successions show that mafic volcanic lithic fragments can be mixed with quartzofeldspathic detritus in virtually all proportions (e.g., Garzanti 1999). Actualistic provenance studies are thus strongly needed to improve our poor understanding of sedimentary petrogenesis in both volcanic and nonvolcanic rifts and to correctly interpret detrital modes of ancient clastic succes-\nThis content downloaded from 150.135.135.069 on February 26, 2019 12:43:51 PM All use subject to University of Chicago Press Terms and Conditions (http://www.journals.uchicago.edu/t-and-c)."
  }, {
    "heading": "278 E . G A R Z A N T I E T A L .",
    "text": "sions accumulated in rift basins and newly formed continental margins.\nSince Wegener’s time, the Gulf of Aden–Red Sea rift system (fig. 1) has represented the type example of a proto-oceanic setting where two continents are separating from one another, a unique site to study geological evolution during the early stages of continental breakup and a testing ground for various models of rift tectonics and sedimentation (e.g., Cochran 1983; Voggenreiter et al. 1988; Dixon et al. 1989; Makris and Rihm 1991; Bosence 1998). The superbly exposed margins of southwestern Arabia in particular, which provide a 30-m.yr. record of magmatic activity preceding, accompanying, and following the peak of tectonic extension, represent a classic natural laboratory for actualistic rift studies (Davison et al. 1994; Menzies et al. 1997) and offer virtually ideal conditions for provenance studies as well. Due to an arid climate and almost negligible intervention by man in this wild, largely untouched land, composition of modern sands can be safely assumed as primary, not affected by either chemical weathering or anthropic modifications.\nThe principal aims of this article are (1) to describe the signatures of modern rifted-margin sands regarding framework composition and transparent dense minerals; (2) to show that mafic to felsic volcanic detritus can be largely preserved in rift settings and to document its diagnostic features; and (3) to discuss provenance models and compositional trends for both volcanic and nonvolcanic rifted margins, which may be applied to the interpretation of ancient clastic suites, provided that the effects of climate, diagenesis, and geological inheritance are duly considered."
  }, {
    "heading": "Methods",
    "text": "Sampling. During spring 1997 and 1998, sand samples were collected from the berms of 36 beaches (10 along the 400-km-long Red Sea coast from the Saudi Arabia–Yemen border to Mokha and 26 along the 600-km-long Gulf of Aden coast west of Aden to east of Mukalla; fig. 2) and from loose bedload sediment transported by 28 major widyan (mostly at the uppermost edge of the Tihamah coastal plain for the 16 Red Sea samples and some kilometers from the mouth for the 12 Gulf of Aden samples). Sands from small drainage basins were also sampled to test end-member compositions, along with wadi and eolian sands from the continental interiors.\nAnalytical Procedures. We counted 300–600 points on 67 selected samples according to the Gazzi-Dickinson point-counting method. A clas-\nsification scheme with more than 80 categories of grain types, including accessory and intrabasinal components, allowed us to collect full quantitative information on coarse-grained rock fragments and to recalculate traditional QFR parameters from our data set, thus meeting all possible needs (e.g., Ingersoll et al. 1984; Suttner and Basu 1985). Because coeval intrabasinal and noncoeval extrabasinal carbonate grains (Zuffa 1987) are not always safely distinguished in bioclastic beach samples, calcareous grains of uncertain origin were labeled as “limeclasts,” subdivided during point counting into “presumed intrabasinal” and “presumed extrabasinal” (reapportioned as Lc grains). Paleovolcanic lithics from Pan-African arc terranes, although invariably altered and commonly epidote bearing, and lithics from rift-related volcanic rocks could not be discriminated with confidence. Median grain size was determined both by ranking and visual comparison in thin section (all samples) and with standard sieving techniques (samples selected for dense-mineral study).\nFor 41 samples (17 from the Red Sea margin, 24 from the Gulf of Aden margin), 200–300 transparent dense minerals were counted on grain mounts, according to the “ribbon-counting” or “Flett” methods (Mange and Maurer 1992); another 100 minerals were counted to assess percentage of rounded and subrounded grains. Dense minerals were concentrated with sodium metatungstate (density 2.9 g/cm3), using the 63–250-mm fraction treated with hydrogen peroxide, oxalic and acetic acid to eliminate organic matter, iron oxides, and carbonates, respectively (Parfenoff et al. 1970).\nKey Indices. To discriminate petrographic provinces and subprovinces of modern sands (i.e., geographic areas in which consistent detrital modes and dense-mineral assemblages document similar provenance), canonical parameters and ternary plots (e.g., QtFL, QmFLt, QmPK, QpLvmLsm, LmLvLs of Dickinson and Suczek [1979]; Ingersoll [1983]) are conveniently supplemented, specifically as lithic grains are concerned, by an extended spectrum of nine key indices, calculated according to the Gazzi-Dickinson method (table 1). Further information on source rocks is provided by secondary ratio parameters, calculated by the traditional QFR method; only the classic P/F ratio is calculated by the Gazzi-Dickinson method. For a synthetic description of transparent dense-mineral suites, a spectrum of 10 key indices is used (table 1). Confidence intervals for the means in triangular space were calculated with a statistically rigorous method devised specifically for unit-sumconstrained data (Weltje 1998).\nThis content downloaded from 150.135.135.069 on February 26, 2019 12:43:51 PM All use subject to University of Chicago Press Terms and Conditions (http://www.journals.uchicago.edu/t-and-c).\nJournal of Geology R I F T - M A R G I N S A N D P E T R O L O G Y 279"
  }, {
    "heading": "Geology of Yemen",
    "text": "The Red Sea and Gulf of Aden proto-oceanic basins, between diverging Africa and Arabia, are bordered by young volcanic to nonvolcanic margins with narrow continental shelves (Beydoun and Sikander 1992; Menzies et al. 1997). Rifting progressed in time from the Gulf of Aden, where crustal extension since the Early/Middle Oligocene was followed by spreading along the Sheba Ridge at 10 Ma (but possibly as early as 20–15 Ma) to the southern Red Sea, where discontinuous segments of ocean floor may have appeared as early as 13–10 Ma, with full spreading taking place since 6–5 Ma at a rate of 1.6 cm/yr (Cochran 1981, 1983; Jestin and Huchon 1992; Rihm and Henke 1998).\nTen million years after breakup, the rift shoulders are still highly elevated, and high heat flow and geothermal gradients (50 C/km on the Tiha-\nmah Plain, passing to 80 C/km offshore; Barnard et al. 1992) suggest that thermal subsidence has not started yet in the Red Sea. Along the Gulf of Aden, raised beaches record continuous tectonic uplift during the Plio-Quaternary, but heat flow is lower and only limited faulting has affected the postrift section, primarily dominated by prograding sequences and thermal subsidence (Bott et al. 1992; Brannan et al. 1997).\nThe Red Sea Margin. The Yemen side of the Red Sea is characterized by extremely rugged topography (≤3660 m a.s.l.). Peneplaned basement rocks with a relatively gentle landscape pass south of lat. 15 30 N to a 45,000-km2-wide elevated plateau (≈2200 m a.s.l.) of ignimbrite-capped flood basalt, documenting close correlation between high ground and accumulation of volcanic flows (Dixon et al. 1989; Davison et al. 1994). West of the unex-\nThis content downloaded from 150.135.135.069 on February 26, 2019 12:43:51 PM All use subject to University of Chicago Press Terms and Conditions (http://www.journals.uchicago.edu/t-and-c).\nThis content downloaded from 150.135.135.069 on February 26, 2019 12:43:51 PM All use subject to University of Chicago Press Terms and Conditions (http://www.journals.uchicago.edu/t-and-c).\nJournal of Geology R I F T - M A R G I N S A N D P E T R O L O G Y 281\ntended volcanic plateau, a deeply dissected riftmountain area displaying a trellis-pattern drainage is dominated by rotated fault blocks of prerift sedimentary and volcanic rocks. Farther to the west, the north-northwest/south-southeast– trending Great Escarpment zone (20–30 km wide and traced for 11000 km to Saudi Arabia) is associated with resistant granitic stocks in elevated areas with the steepest river gradients and slopes, documenting strong recent uplift and denudation. A series of extensional fault terraces step down abruptly to the Tihamah Plain, a 40–75-km-wide bajada sloping gently from 200 m a.s.l. to the coast, characterized by continuous sandy to sparsely pebbly beaches or, north of lat. 15 10 N, by periodically flooded salt flats. Coral reefs are very close to the shoreline.\nClimate is tropical arid, with mean annual temperatures 125 C and minimum values ∼15 C along\nthe coast. Monsoonal circulation causes surface waters to flow northward in summers, when 4-mhigh waves may occur, and southward from October to May. Tidal excursions range 0.5–1.2 m. Mean annual rainfall varies from !80 mm on the Tihamah Plain to 1800 mm over the plateau, with up to 160 showers per year (chiefly in spring and summer; Geukens 1966). Torrential cloudbursts, concentrated on western slopes, produce highly erosive floods with rapid sediment transport, although extensive agricultural channeling and terracing up to the mountain peaks has reduced natural erosion rates. Negligible recent sediments and thin regolith cover in major valleys suggest that through the syn- and postrift stages, sediment has not been stored within the mountains but rapidly and efficiently transported to the sea. Major wadis, all flowing westward perpendicular to extensional structures, are spaced 10–40 km apart and have\nThis content downloaded from 150.135.135.069 on February 26, 2019 12:43:51 PM All use subject to University of Chicago Press Terms and Conditions (http://www.journals.uchicago.edu/t-and-c)."
  }, {
    "heading": "282 E . G A R Z A N T I E T A L .",
    "text": "drainage basins up to 7170 km2 (Wadi Zabid); average stream gradients are 1 : 70, increasing to 1 : 30 in the upper reaches (Davison et al. 1998). Only Wadi Mawr (225 km) has permanent discharge.\nThe Gulf of Aden Margin. The Yemen side of the Gulf of Aden is a steep, sediment-poor-rifted margin highly affected by plume-related volcanism in the west, closer to the Afar triple junction (Tard et al. 1991). The coastal plain, up to 40 km wide north of Aden but segmented by oblique tectonic ruptures associated with recent lava fields, rocky cliffs, or raised beaches (Fantozzi and Sgavetti 1998), is covered in dune sands or gravel terraces and largely bordered by continuous sandy shorelines. The adjacent rift shoulder, a seaward-dipping monocline cut by closely spaced east-west-trending faults of mixed polarity, is a rugged mountain region (≤2500 m a.s.l.), largely exposing in the west basement rocks locally covered by Mesozoic limestone and coalescing aprons of basaltic flows. In contrast, east of the Marib-Balhaf graben, Paleogene carbonates are widely exposed on the block-faulted rift shoulder (≤2050 m a.s.l.) and farther north make up the carbonate tableland of Hadhramaut, sloping gently toward the Rub -Al-Khali desert of interior Arabia (fig. 2).\nIn this wild, barren region, temperatures reach 54 C in summer and diurnal excursions 35 C in winter. Monsoon winds blow westward in winter and northeastward in summers, when they bring violent storms, rough seas, and gusts up to 100 km/ h but only sporadic rains (Beydoun 1964). Mean annual rainfall is only 50–130 mm in coastal areas—much of it occurring in single heavy showers—and may exceed 500 mm on the coastal mountain belt, to drop again below 100 mm in the desert interiors. Major coastal widyan, only a few over 100 km long, run southeastward across major extensional structures and flow only in times of heavy rains as flash floods. Only Wadi Hajar and tracts of Wadi Hadhramaut (470 km) are perennial (fig. 4; Greenwood and Bleackley 1967).\nPrecambrian Terranes. Yemen, as part of the Arabian-Nubian Shield, includes a collage of island arcs and microcontinents accreted by collision tectonics during the Pan-African orogeny, toward the close of the Precambrian (Stoeser and Camp 1985). Four gneiss terranes of Middle Proterozoic to Late Archean age and two arc terranes are identified, from northwest to southeast (fig. 2; Windley et al. 1996; Whitehouse et al. 1998): (1) Asir terrane, an accretionary complex including amphibolite-facies gneisses and greenschist-grade metavolcanic and metasedimentary rocks; (2) Afif terrane, tentatively\ninterpreted as an Andean-type margin, including amphibolite-facies orthogneisses and arc-type lavas intruded by granitic to gabbroic plutons; (3) Abas gneiss terrane, consisting of hornblende-biotite orthogneisses and metasediments intruded by intermediate to mafic dikes; (4) Al-Bayda island arc, bounded by ophiolitic sutures and including greenschist-grade arc-type metalavas intruded by gabbroic to granitic plutons and andesite dikes; (5) Al-Mahfid gneiss terrane, including migmatized orthogneisses with amphibolite and pegmatite dikes, schists, and paragneisses; and (6) Al-Mukalla island arc, containing greenschist-grade metalavas, overlain by terrigenous to carbonate upper Proterozoic/ lower Paleozoic sediments to metasediments, and intruded by hornblende granodiorite.\nPrerift Sedimentary Successions. After the PanAfrican orogeny, cross-laminated quartzose pebbly sandstones with lateritic soil horizons accumulated in northernmost Yemen during the Ordovician. After a prolonged time gap, siliciclastics yielding Carboniferous pollen were followed by diamictites with basement-derived boulders and varved mudrocks deposited during the Gondwanan glaciation in the Early? Permian (Kruck et al. 1996).\nSouthern Yemen remained an area of positive relief until the breakup of Gondwana in Mid-Jurassic times, when the Somali Basin began to open and the Marib-Balhaf rift arm—a major region for hydrocarbon exploration—formed along the latest Proterozoic northwest-southeast-trending Najd wrench lineaments (fig. 1; Redfern and Jones 1995; Beydoun et al. 1996; Ellis et al. 1996). Fluviatile to coastal sandstones and conglomerates capped by Jurassic carbonaceous mudrocks (Kohlan Sandstone) are overlain by Callovian-Tithonian limestones and marls (Amran Limestone; Simmons and Al-Thour 1994). The Amran Group, wedging out south of Ta izz, increases in thickness to 11500 m toward the Marib-Balhaf graben, where limestones are intercalated with brackish bituminous shale, sandstone, and gypsum (Youssef 1998); in southern Yemen, it is represented by neritic to offshore marly limestones reaching into the Cretaceous, but it wedges out again on the Mukalla high and is only locally exposed farther east.\nThe overlying Tawilah Group (Cretaceous– Paleogene) consists of fluviatile quartzose sandstones fed from the African Craton in the west. Fossiliferous shallow-marine to alluvial sandstones in the upper part are capped by lacustrine sediments or extensive laterite, documenting incipient surface uplift shortly before eruption of the Yemen Traps (Al-Subbary et al. 1998). In southern Yemen, paralic to shallow-marine sandstones are progres-\nThis content downloaded from 150.135.135.069 on February 26, 2019 12:43:51 PM All use subject to University of Chicago Press Terms and Conditions (http://www.journals.uchicago.edu/t-and-c).\nJournal of Geology R I F T - M A R G I N S A N D P E T R O L O G Y 283\nsively replaced eastward by shelf carbonates. The overlying Paleocene/Eocene Hadhramaut Group, including cliff-forming platform limestones to dolostones, chalky limestones, gypsum, marls, and nummulitic limestones, was mildly deformed at the close of the Eocene during uplift of the Hadhramaut Arch (Beydoun 1964).\nSynrift to Postrift Sedimentary Successions. Onset of rifting in the Gulf of Aden is marked by an angular unconformity, with absence of upper Eocene/ lower Oligocene strata (Jones and Racey 1994). Synrift alluvial fanglomerates to largely dolomitized platform carbonates of Late Oligocene/Early Miocene age are preserved onshore in small faultbounded basins (Shihr Group). Sediment thickness sharply increases to 2 km offshore, where evaporitic sands and muds are overlain by post– mid-Oligocene pelagic sediments and turbidites (Hughes and Beydoun 1992). Clast composition documents rift-shoulder unroofing, with dominant supply from Paleogene carbonates replaced progressively upward by detritus from basement rocks (Bosence et al. 1996). Transition to postrift, passivemargin sedimentation is marked by an angular unconformity, overlain in the Mid-Miocene by undeformed coastal sediments passing offshore to 2-km-thick pelagic oozes to shallower-water siliciclastics and carbonates (Bott et al. 1992; Watchorn et al. 1998).\nMarine sedimentation in the Red Sea started at the close of the Oligocene (Schroeder et al. 1998). Synrift strata—exposed only as salt diapirs in Yemen—reach 3 km beneath the Tihamah Plain, where lower/middle Miocene coastal plain to restricted-marine clastics are overlain by up to 4- km-thick middle/upper Miocene evaporites (El-Anbaawy et al. 1992). The Miocene salt is unconformably overlain by ≤3-km-thick, postrift siliciclastics locally intruded by salt domes, seaward, and on top of which are carbonate platforms (Bosence et al. 1998).\nRift-Related Magmatic Suites. Opening of the Gulf of Aden and Red Sea has been associated since the Oligocene with intense volcanism related to upwelling mantle plumes beneath the Afar triple junction. Stratigraphy, geometry, and geochronology of igneous bodies reveal three major magmatic phases, which preceded, accompanied, and followed the climax of tectonic extension (Manetti et al. 1991; Chazot et al. 1998).\nHuge fissure eruptions of flood basalts began at around 31 Ma, followed at 29–26.5 Ma by markedly bimodal basaltic/rhyolitic activity characterized by declining eruption rates, indicating storage and differentiation of mafic magmas in crustal magma\nchambers (Yemen Traps; Chiesa et al. 1989; Baker et al. 1996). The ≥2-km-thick lava pile is faulted into domino-style blocks, indicating that volcanism predated by at least 5 Ma crustal extension in the Red Sea (Menzies et al. 1997). The Yemen Traps are alkaline to transitional basaltic lavas with porphyritic to subaphyric textures, containing clinopyroxene (colorless to lilac titanian augite), altered olivine, and plagioclase phenocrysts. Rhyolitic ignimbrites, representing 15%–30% of the section, include alkali feldspar or locally quartz phenocrysts. Basaltic feeder dikes are widespread in the lower part of the volcanic pile.\nThe subsequent period of enhanced erosion and widespread crustal extension was associated with emplacement of mainly granitic to gabbroic plutons and microgranite to diabase dike swarms along the Great Escarpment (25–16 Ma; Mohr 1991; Zumbo et al. 1995), while rhyolite ignimbrites were erupted on the southern part of the Yemen Plateau (Chiesa et al. 1989). Alkaline to peralkaline granites, intruded at shallow depths into the Yemen Traps or Mesozoic sediments, crystallized from hot and dry hypersolvus magmas generated from parent alkali-basalt melts and display granular-hypidiomorphic to granophyric textures with dominant perthitic feldspars (60%–70%), quartz (25%–30%), and alkali amphiboles (Capaldi et al. 1987; Coleman et al. 1992). Microgranitic dikes and stocks, the largest one exposed in the Khokhah area (fig. 2), display graphic intergrowths of perthitic feldspar and quartz.\nAfter the main rifting period and associated with onset of sea-floor spreading first in the Gulf of Aden and next in the Red Sea, volcanism concentrated on the Arabian side of the rift all the way from Yemen to Syria, forming one of the largest alkaline provinces in the world. Three distinct episodes, all with markedly bimodal character, document an overall increase in alkalinity through the last 10 m.yr. (Manetti et al. 1991). Olivine basalts to highly differentiated products characterize six central volcanoes aligned from Bab-Al-Mandab to Aden, becoming younger and more alkaline eastward (Aden Volcanic Line; Mallick et al. 1990). A second phase with fissure basalts to rhyolite ignimbrites began at 6.5 Ma in the Dhamar-Rada and, subsequently, in the San a and Marib areas. Volcanism continued through the Quaternary in scattered alkaline fields, including Bir Ali and Shuqrah, where undersaturated alkali basalts derived from primitive magmas erupted directly through the crust without highlevel chambers (Cox et al. 1993). Young intraplate volcanic fields are all situated at the periphery of the Yemen Trap flood basalts, which is consistent\nThis content downloaded from 150.135.135.069 on February 26, 2019 12:43:51 PM All use subject to University of Chicago Press Terms and Conditions (http://www.journals.uchicago.edu/t-and-c)."
  }, {
    "heading": "284 E . G A R Z A N T I E T A L .",
    "text": "with metasomatism of lithospheric mantle at the margins of the Afar plume (Baker et al. 1998)."
  }, {
    "heading": "Modern Sand of the Red Sea Rifted Margin",
    "text": "Sand from the Yemen/Saudi Arabia political boundary to the Wadi Mawr alluvial fan is arkosic and mostly derived from erosion of the Pan-African Asir terrane (Harad and Lohayyah Provinces; fig. 3). Wadi samples contain abundant mica (2%–7% of total grains); beach samples include intrabasinal allochems (2% of total grains). South of lat. 15 30 N, volcanic to hypabyssal detritus is dominant (Hodeidah, Khokhah, and Mokha Provinces), except for the mixed Wadi Nakhlah sands. Wadi and beach sands have virtually identical composition, except for bioclastic debris (mollusks, coralline algae, fragments of coral colonies), increasing southward from a few percent to 30% in beaches of the Hodeidah Province and reaching 30%–45% in the Mokha and Khokhah Provinces (fig. 4).\nHarad Province. These quartzofeldspathic sands\n(Q/F ratio 1.5–1.8) contain largely monocrystalline quartz grains, locally displaying features suggesting volcanic or recycled sedimentary source (Qp/Q 13–19, Qv/ , Qr/ ; table 1). Plagioclase,Q ≤ 10 Q ≤ 7 commonly including poikiloblastic albite of metamorphic origin (17% of plagioclase grains; fig. 5A), prevails over K-feldspars (microcline with subordinate perthitic orthoclase; P/F, 55–71). Granitoid rock fragments are abundant; gabbroic grains locally occur (Im/ ). Little volcanic detritusI ≤ 8 ( ) is derived from either Tertiary rift-relatedLv ≤ 4 or Pan-African volcanic rocks. Metamorphic lithics ( ) include metafelsites (quartz-sericite toLm ≤ 6 quartz-muscovite and quartz-feldspar assemblages) prevailing over greenschist-grade metabasites (mainly epidosite; Mb/ ). Biotite is common.M ≤ 32 Mostly blue green hornblende dominates over epidote, clinopyroxenes, orthopyroxenes, and tourmaline (fig. 6).\nLohayyah Province. Composition is similar to the Harad Province but includes dolomitic sparite, quartzose sandstone, and recycled quartz grains\nThis content downloaded from 150.135.135.069 on February 26, 2019 12:43:51 PM All use subject to University of Chicago Press Terms and Conditions (http://www.journals.uchicago.edu/t-and-c).\nThis content downloaded from 150.135.135.069 on February 26, 2019 12:43:51 PM All use subject to University of Chicago Press Terms and Conditions (http://www.journals.uchicago.edu/t-and-c)."
  }, {
    "heading": "286 E . G A R Z A N T I E T A L .",
    "text": "from Mesozoic sediments (Lc 5–10). Volcanic detritus is locally significant ( , Vm/V 79).Lv ≤ 10 Mostly blue green hornblende is associated with greenschist-facies grains (tremolite-actinolite, epidote, chloritoid) and both ortho- and clinopyroxenes.\nHodeidah Province. Composition is much less quartzose (Q 15–34), with few polycrystalline and locally significant volcanic quartz grains (Qp/Q ≥ , Qv/ ). Feldspars are common (F 12–22),2 Q ≤ 35 with prevailing K-feldspar (P/F mainly !50 and as low as 20). Dominant rift-related volcanic detritus\nThis content downloaded from 150.135.135.069 on February 26, 2019 12:43:51 PM All use subject to University of Chicago Press Terms and Conditions (http://www.journals.uchicago.edu/t-and-c).\nJournal of Geology R I F T - M A R G I N S A N D P E T R O L O G Y 287\ndisplays markedly bimodal character, including lathwork to diabase but also felsitic ignimbrite to hypabyssal lithics (Lv 34–60, Vm/V 15–73; fig. 5B); aplite to granophyre ( ) and both granitoid andLi ≤ 8 gabbroic rock fragments are common (Im/ ).I ≤ 44 Sparite to dolomite, quartzose terrigenous, metabasite, and metafelsite grains occur ( ,Lc ≤ 13 Lp ≤ , ). Clinopyroxenes (brown and green au-5 Lm ≤ 4 gite, diopside) dominate over orthopyroxenes (mainly hypersthene), amphiboles (brown to blue green hornblende, tremolite-actinolite), and epidotes; spinel and axinite? occur locally.\nWadi Nakhlah. Mostly lathwork lithics (Lv 25, Vm/V 86) are mixed with microcline and granitoid grains, documenting supply from both volcanic and basement rocks. Recycling of Mesozoic sandstones is indicated by abundant quartz (Q 47) and a few quartzarenite rock fragments. Clinopyroxenes are associated with slightly more abundant amphiboles and chloritoid than in adjacent provinces; euhedral zircons with typology indicating provenance from alkali rhyolites occur (Caironi et al. 1986).\nKhokhah Province. Abundant granophyric lithics, derived from microgranites exposed along the Great Escarpment (fig. 2), are associated with bimodal volcanic detritus ( , Lv 26–43, Vm/VLi ≤ 45\n8–58). Basement-derived detritus is minor, as indicated by low quartz, feldspars, and P/F ratio (Q 6–14, F 7–22, P/F 17–29). Sedimentary (quartzarenite, dolomitic sparite, wackestone/packstone; fig. 5C) and metamorphic lithics occur ( ,Lc ≤ 12 Lp ≤ , ). Mostly brown augite is associated with3 Lm ≤ 2 epidotes, hypersthene, and largely brown hornblende.\nMokha Province. Quartz of both volcanic and recycled origin (Q 24–31, Qv/Q 27–31, Qr/ ; fig.Q ≤ 18 5D) and felsitic lithics prevailing over lathwork to diabase (Lv 35–37, Vm/V 33–51) reflect widely exposed rhyolites (Chiesa et al. 1989; Kruck et al. 1996). Granophyric lithics are common, with locally significant gabbroic grains (Li 9–13, Im/I 5–45). Feldspars are few (F 7–10, Q/ ), indicat-F ∼ 3 ing minor basement-derived detritus. Dolomitic sparite, quartzarenite, and few metafelsite or metabasite grains occur (Lc 9–16, Lp 3–4, ).Lm ≤ 1 Mostly brown augite dominates over hypersthene, epidotes, mainly brown hornblende, and spinel."
  }, {
    "heading": "Modern Sand of the Gulf of Aden Rifted Margin",
    "text": "Detritus from the Yemen Traps is mixed with basement-derived detritus west of Aden (Little Aden Province) but is still dominant in Wadi Tuban (fig. 3). Farther east, sands are largely derived from Precambrian terranes (Zinjubar and Ahwar Provinces) but with locally dominant mafic detritus from postrift alkali-basalt fields (Shuqrah Province, Bir Ali). Sedimentary detritus from prerift successions is more abundant toward the Marib-Balhaf graben and its eastern flank (Rudum, Hajar, and Mukalla Provinces) and exclusive farther east (Riyan, Hadhramaut Province). Wadi and beach sands have virtually identical composition except for varied bioclastic debris (mollusks, benthic foraminifers, algae, echinoids), typically representing 10%–30% of beach sand and exceeding 50% in pocket beaches associated with Quaternary volcanic fields or rocky promontories (fig. 4).\nLittle Aden Province. These quartzofeldspathic sands (Q/F 1.0–1.1) contain common granitoid rock fragments, plagioclase, and microcline (P/ )F ∼ 65 but also bimodal volcanic lithics and a few olivinebearing grains from alkali basalts of the Aden Line (Lv 20–24, Vm/V 55–64). Metamorphic lithics include mainly metabasite from the Al-Bayda terrane (epidosite, chloritoschist; ). Sedimentary de-Lm ≤ 6 tritus is minor. Blue green, black, and brown hornblende is mixed with clinopyroxene (chiefly brown augite), orthopyroxene, and epidote; zircon and opaques are concentrated locally (fig. 6).\nWadi Tuban. Dominant bimodal volcanic detri-\nThis content downloaded from 150.135.135.069 on February 26, 2019 12:43:51 PM All use subject to University of Chicago Press Terms and Conditions (http://www.journals.uchicago.edu/t-and-c)."
  }, {
    "heading": "288 E . G A R Z A N T I E T A L .",
    "text": "tus, chiefly from the Yemen Traps, includes abundant diabase and some olivine-basalt grains (Lv 55, Vm/V 59); gabbroic grains are common (Im/I 55). Hornblende and augite are both abundant.\nZinjubar Province. Sand composition is quartzofeldspathic (Q/F mainly 1.5–1.7), with abundant granitoid rock fragments and plagioclase prevailing over K-feldspars (chiefly microcline; P/F mainly 60–70). Volcanic detritus (more abundant close to Wadi Tuban mouth and Shuqrah basaltic field) is invariably present, suggesting supply also from the Al-Bayda terrane. Quartzarenite and rounded quartz grains locally occur. Metamorphic lithics include metafelsite and metabasite ( ); biotiteLm ≤ 5 reaches 15% of grains even in beach sands. Mostly blue green hornblende largely dominates over pyroxenes and epidotes; spinel and garnet occur.\nShuqrah Province. Pyroxene- to olivine-bearing lathwork to diabase lithics ( , Vm/V 99–100,Lv ≤ 72 P/ ; fig. 5E) dominate over detritus from base-F 1 80 ment (quartz, plagioclase, microcline, few granitoid and metamorphic grains, biotite) and sedimentary rocks (sparite to dolomite grains; , ).Q ≤ 35 Lc ≤ 16 Mostly brown augite dominates over olivine, orthopyroxenes, epidotes, and hornblende.\nAhwar Province. These quartzofeldspathic sands (Q/F mostly 1.2–1.6) contain locally poikiloblastic plagioclase prevailing over K-feldspars (mainly microcline; P/F 67–75), and abundant granitoid rock fragments from the Al-Mahfid terrane. Mostly monocrystalline and commonly rounded detrital quartz (Qp/Q 4–13, Qr/Q 8–25) suggests additional supply from quartzose sandstones, increasing eastward (Q/F 1.9). Sparite to dolomite grains and some mafic volcanic to metamorphic lithics occur (Lc 2–8, Cd/C 15, , ). Blue green, yellow,Lv ≤ 4 Lm ≤ 3 and black hornblende largely dominates over epidotes, actinolite, pyroxenes, and ultrastables.\nRudum Province. Sands within the Marib-Balhaf graben range from quartzofeldspathic in the west (Q/ ) to quartzose in the east (Q/ ; BalhafF ∼ 3 F ∼ 10 subprovince). Quartz is mostly monocrystalline and largely recycled (Qp/ , Qr/ ). Plagio-Q ∼ 5 Q ≤ 56 clase prevails over alkali feldspars (P/F mostly 50–74); granitoid rock fragments are common. Largely sparite carbonate grains are more abundant in wadi ( , Cd/ ) than in beach sandsLc ≤ 44 C ≤ 34 ( ), suggesting eastward longshore transportLc ≤ 20 of detritus from the Al-Mahfid terrane. Metafelsitic lithics and biotite occur ( ). Blue green, yel-Lm ≤ 3 low, and black hornblende is dominant. Epidotes are common in the Balhaf subprovince and abundant in Wadi Mayfa ah sands, containing rounded to subrounded grains recycled from sedimentary successions. Staurolite occurs.\nBir Ali. This bioclastic sand (94% allochems) contains several basaltic grains from lava fields, carbonate lithics, brown augite, enstatite, olivine, yellow brown spinel, epidote, amphiboles, and zircon.\nHajar Province. Wadi Hajar—flowing parallel to the eastern shoulder of the Marib-Balhaf graben—carries to the sea monocrystalline quartz recycled from Cretaceous quartzarenites (Qp/Q 4–6, Qr/Q 30–33) and sparite to dolomite grains from Paleogene carbonates (Lc 43–58, Cd/C 8–11), with some mafic volcanic and metabasite lithics from both postrift alkali basalts and Pan-African volcaniclastics of the Mukalla terrane. Feldspars are few (F 1–2, Q/F 21–33). Green augite is mixed with epidotes, hornblende, and ultrastables. Staurolite occurs.\nMukalla Province. Composition, varying widely (Q 23–70, F 2–35, P/F 39–89), includes abundant carbonate grains (Lc 16–38, Cd/C 2–29) and altered paleovolcanic to metabasite lithics (Lv 2–9, Vm/V 100, Lm 3–7, Mb/M 85; fig. 5F) from synrift sediments and Mukalla terrane. Recycled monocrystalline quartz is dominant in the Mukalla beach (Qp/Q 1, Qr/Q 34, Q/F 39). Dominant epidotes are locally associated with amphiboles (green hornblende, actinolite) and green augite.\nRiyan. Monocrystalline quartz and carbonate grains from sedimentary sources are exclusive (Q 65, Qp/Q 2, Lc 33, Cd/C 17). Commonly rounded to subrounded zircon and rutile, recycled from prerift sandstones, are dominant; garnet and staurolite occur.\nSands of the Yemen Interiors. Quartzofeldspathic sands entering the Marib-Balhaf graben south of Marib (Wadi Adhanah) include abundant granitoid rock fragments, plagioclase, perthite, and few metafelsite lithics from the Abas terrane (Q/F 1.3, P/F 67, Lm 4). Mostly blue green hornblende dominates over garnet and epidote. North of Marib (Wadi Jufrah), detritus from prerift sedimentary successions and Yemen Traps include sparite to quartzarenite grains and bimodal volcanic lithics (Lc 16, Lp 2, Lv 11, Vm/V 65).\nDue to scarce rainfall, sediments cannot be efficiently transported via Wadi Hadhramaut to the Gulf of Aden and are largely ponded in desert depressions and dune fields (Ramlat Sab atayn; fig. 2). Eolian sand consists of monocrystalline quartz with little feldspars, and carbonate and metamorphic grains (Q 90, Qp/Q 10, Qr/Q 19), suggesting extensive recycling of prerift sandstones, associated with selective destruction of unstable grains in high-energy eolian environments. Carbonate grains from prerift Paleogene carbonates become rapidly\nThis content downloaded from 150.135.135.069 on February 26, 2019 12:43:51 PM All use subject to University of Chicago Press Terms and Conditions (http://www.journals.uchicago.edu/t-and-c).\nJournal of Geology R I F T - M A R G I N S A N D P E T R O L O G Y 289\nabundant in dune sands funneled into the Hadhramaut Valley (Lc 79), and increase farther eastward in wadi sands (Lc 90–96, Cd/ ; HadhramautC ≤ 39 Province). Epidote is associated with hornblende, garnet, and ultrastables; abundant rounded to subrounded grains suggest extensive recycling, coupled with abrasion in eolian environments."
  }, {
    "heading": "Volcanic Rifted-Margin Provenance",
    "text": "Rifted-margin sands can be conceived as mixtures of detritus from prerift sedimentary successions and underlying basement rocks exposed on uplifted rift blocks and from typically bimodal (basalt/rhyolite) rift-related volcano-plutonic suites (fig. 7). Sand composition is particularly sensitive to the volume of igneous rocks produced, which is expected to be much larger for plume-related “active”\nrifts with respect to “passive” rifts (e.g., White and McKenzie 1989; Schilling et al. 1992). Markedly contrasting detrital modes distinguish rifted margins strongly affected by rift volcanism (volcanic rifted-margin provenance) from those with minor magmatic activity (rift-shoulder provenance).\nVolcaniclastic sands dominated by rift-related igneous detritus from the elevated Yemen Traps plateau are found along the Red Sea margin to Wadi Tuban draining into the Gulf of Aden. Detrital modes, which are dependent on depth of erosion level within the volcanic pile, plot in the magmatic arc provenance field (Dickinson 1985), and even their evolution with progressive dissection of source areas closely mimics that of magmatic-arc settings (fig. 8; cf. Dickinson 1985, fig. 3; Garzanti et al. 1996, fig. 2). Significant differences with respect to Circum-Pacific volcano-plutonic suites in-\nThis content downloaded from 150.135.135.069 on February 26, 2019 12:43:51 PM All use subject to University of Chicago Press Terms and Conditions (http://www.journals.uchicago.edu/t-and-c)."
  }, {
    "heading": "290 E . G A R Z A N T I E T A L .",
    "text": "clude markedly bimodal character of volcanic lithics (abundant lathwork/diabase and felsitic types but scarce intermediate microlitic types) and low P/F ratio due to supply from hypersolvus alkaligranite bodies. Excess quartz with respect to ideal arkose (Q/F 0.7–0.8; Dickinson 1985) is invariably recorded in the final “dissected” stage (Q/F typically 1.2–1.6), reflecting contributions from both prerift quartzose sandstones and metasedimentary basement rocks.\nThe Red Sea Volcanic Margin. Minor widyan on the Yemen Traps plateau carry bimodal volcanic lithics with subordinate plagioclase, volcanic quartz, and chessboard albite (Q 5, F 11, P/F 80, Lv 71, Vm/V 79). Volcanic rocks and feeder dikes supply mostly brown augite, with little brown hornblende, apatite, epidotes, and actinolite (“undissected” stage).\nWadi to beach sands of the Tihamah plain instead contain common quartz, K-feldspar (P/F as low as 17) and, locally, very abundant granophyre grains ( ) from alkali granites and microgranites ex-Li ≤ 45 posed along the Great Escarpment, representing the\nshallower-level plutonic roots of the volcanic margin (“transitional/undissected” stage; fig. 7B). Volcanic lithics are still abundant, with varying proportions of mafic to felsic grains (Lv 26–60, Vm/V 8–73). Rhyolitic detritus increases south of Wadi Zabid, with common volcanic quartz in the Mokha Province. Detritus from diabase dikes and gabbroic intrusives is also significant (Im/ ). Subordi-I ≤ 55 nate detritus from the rift shoulder includes carbonate lithics from the Amran Group ( ), re-Lc ≤ 16 cycled quartz and terrigenous clasts from the Kohlan and Tawilah Groups (Qr/ , ),Q ≤ 18 Lp ≤ 4 and additional quartz, feldspars, granitoid, and metamorphic grains from the Precambrian basement. Transparent dense minerals include lilacbrown titanian to green augite (CPX 41–73), plus some brown hornblende, epidote, and actinolite from volcanic to hydrothermally altered subvolcanic rocks but also locally hypersthene, probably derived from deeper-seated gabbroic rocks (OPX 8–30; fig. 9). Locally significant blue green hornblende records supply from basement rocks. Few\nThis content downloaded from 150.135.135.069 on February 26, 2019 12:43:51 PM All use subject to University of Chicago Press Terms and Conditions (http://www.journals.uchicago.edu/t-and-c).\nJournal of Geology R I F T - M A R G I N S A N D P E T R O L O G Y 291\nultrastables and rounded to subrounded grains indicate negligible recycling of prerift sediments. Dense minerals typically represent 15%–20% of the 63–250-mm fraction.\nFurther deepening of erosion level into sedimentary and basement rocks underlying the Yemen Traps is documented by Wadi Nakhlah sands, containing quartz, microcline, granitoid grains, and less abundant volcanic detritus (Lv 24; “transitional” stage). Dense minerals are augite dominated but contain slightly more abundant metamorphic grains (blue green hornblende, tremolite-actinolite, chloritoid). Basement-derived detritus is dominant and hornblende 10 times more abundant than augite in the Lohayyah ( ; transitional/dis-Lv ≤ 10 sected stage) and Harad Provinces ( ; dissectedLv ≤ 4 stage).\nIf end-member compositions are hypothesized for various volcano-plutonic, sedimentary, and basement sources, their varying relative incidence with increasing dissection of the volcanic margin can be tentatively assessed. Volcanic detritus (∼90%) dominates over sedimentary detritus\n(∼10%) in the undissected stage and remains prevalent (45%–60%) in the transitional/undissected stage, characterized by sharp increase of plutonic detritus (15%–45%). In the transitional stage, where the rift shoulder begins to be exposed beneath the volcanic pile, sedimentary detritus reaches its maximum (≤35%) and basement detritus increases (25%–30%), to eventually dominate in the dissected stage (75%–85%).\nThe Gulf of Aden Volcanic Margin. Only locally are beach sands dominated by mafic volcanic lithics from postrift alkali-basalt lava fields (Lv 69–72, Vm/V 100; fig. 7A). Mostly brown augite dominates over olivine, enstatite, and spinel ( ,CPX ≤ 71 , ); dense minerals are ≤26% ofOPX ≤ 14 OS ≤ 17 the 63–250-mm fraction (undissected stage). More frequently (Shuqrah Province), volcanic detritus is mixed with subordinate sedimentary to basementderived rift-shoulder detritus, including blue green hornblende and epidotes ( , ; transi-Q ≤ 35 Lc ≤ 16 tional/undissected stage).\nA deeper erosion level for the Little Aden Province is reflected by prevalent basement-derived de-\nThis content downloaded from 150.135.135.069 on February 26, 2019 12:43:51 PM All use subject to University of Chicago Press Terms and Conditions (http://www.journals.uchicago.edu/t-and-c)."
  }, {
    "heading": "292 E . G A R Z A N T I E T A L .",
    "text": "tritus, comprising common microcline and granitoid grains. Volcanic detritus, chiefly from the Yemen Traps but locally from the Aden Line volcanoes and including an undetermined amount of paleovolcanic grains from the Al-Bayda terrane, is significant (Lv 20–25); amphiboles are twice as abundant as pyroxenes (transitional stage). Riftshoulder detritus is dominant in the Zinjubar Province and Wadi Jufrah (Lv 4–12; transitional/dissected stage), and exclusive in the Ahwar Province ( ; dissected stage).Lv ≤ 2"
  }, {
    "heading": "Rift-Shoulder Provenance",
    "text": "Petrography of nonvolcanic rifted-margin sand primarily reflects depth of erosion level and extent of basement exposures, which depend on the amount of uplift but also significantly on prerift history. Undissected, transitional, and dissected rift-shoulder signatures can thus be distinguished (fig. 10). Such compositional variation is best documented along the Gulf of Aden margin, where pure sedimentaclastic sands east of the Marib-Balhaf graben pass to mixed sands within the graben and to pure basementaclastic sands to the west. Dense min-\nerals are mostly derived from greenschist- to amphibolite-facies basement rocks (fig. 11).\nUndissected Rift-Shoulder Provenance. Prerift sedimentary successions, either largely eroded or covered by the Yemen Traps west of the Marib-Balhaf graben, are widely exposed in the Hadhramaut arch of eastern Yemen, where Cretaceous quartzarenites are overlain by Paleogene carbonates (fig. 2). Eolian to wadi and beach sands here exclusively consist of sedimentary detritus, with recycled monocrystalline quartz and carbonate grains mixed in all proportions ( ; fig. 7C).Q Lc 1 95\nDense minerals, mainly recycled from older sandstones, are largely rounded to subrounded (20%–55% of transparent grains). Recycling tends to concentrate durable species, including garnet and staurolite (ZTR ), but zircon andtypically ∼ 15 rutile are dominant only in placer deposits, mostly consisting of ultradense species (including the opaques magnetite and ilmenite; Greenwood and Bleackley [1967], p. 76). Hydraulic-sorting control is indicated by strong correlation between abundance in opaques, zircon, and rutile in modern Yemen sands ( , significance level 0.1%);r ≥ 0.7 opaques represent ≥20% of total dense grains in\nThis content downloaded from 150.135.135.069 on February 26, 2019 12:43:51 PM All use subject to University of Chicago Press Terms and Conditions (http://www.journals.uchicago.edu/t-and-c).\nJournal of Geology R I F T - M A R G I N S A N D P E T R O L O G Y 293\nsamples, where . If not concentrated inZTR ≥ 15 the depositional environment, dense minerals are !1% of the 63–250-mm fraction.\nTransitional Rift-Shoulder Provenance. Precambrian terranes are sparsely covered by sedimentary successions of variable thickness within and on the flanks of the Marib-Balhaf graben. Sands of the Rudum to Mukalla Provinces are thus derived from sedimentary successions and underlying basement rocks in various proportions (2 : 1 to 1 : 1), and detrital modes change widely—even erratically between adjacent drainage basins—as a function of both erosion level and type of rocks exposed. Incipient rift-shoulder dissection is recorded by sands dominated by recycled monocrystalline quartz and carbonate grains from prerift sediments to lowgrade metasediments ( ) but includingQ Lc ∼ 90 some feldspars ( ) and paleovolcanic to meta-F ≤ 7 morphic detritus from Pan-African terranes (Hajar and Balhaf Provinces, Wadi Mayfa ah, Mukalla beach; transitional/undissected stage).\nSands derived from deeper crustal levels are true mixtures of sedimentary and basement-derived detritus ( 50–80). Composition depends on pre-Q Lc dominant types of both sedimentary and basement rocks exposed, ranging from quartz rich, where sandstones prevail, to quartz poor, where carbonates are dominant. Sands from the Al-Mahfid gneiss terrane have no volcanic and few metafelsite lithics, whereas sands from the Mukalla arc terrane include paleovolcanic and metabasite detritus. Wadi sands from local granitoid sources have abundant feldspars (Q/F as low as 0.6).\nBecause basement rocks supply much greater proportions of dense minerals with respect to sedimentary successions, incipient unroofing of Precambrian basement causes a shift toward either epidote-dominated ( ) or hornblende-LgM ≤ 88 dominated ( ) assemblages shed fromHb ≤ 85 greenschist-facies metavolcanic rocks of arc terranes and amphibolite-facies gneiss terranes, respectively (fig. 11). Dense mineral concentrations consequently increase from 1%–2% of the 63–250- mm fraction in the transitional/undissected stage (where 10%–20% of dense grains are rounded to subrounded, suggesting significant recycling) to 3%–9% as more basement rocks are unroofed.\nDissected Rift-Shoulder Provenance. Detritus from uplifted basement rocks dominates large tracts of both Red Sea (Harad and Lohayyah Provinces) and Gulf of Aden rifted margins (Zinjubar and Ahwar Provinces; fig. 7D). Detrital modes are homogeneously quartzofeldspathic (Q 50–59, F 31–41, L 5–15, P/F 55–75), with abundant granitoid (commonly 10%–17% of total grains) and sporadic gabbroic rock fragments (Im/ ). MetamorphicI ! 10 detritus (mainly metafelsite) is subordinate (Lm ≤ ); some metabasite lithics occur in sands from the6 Asir and Al-Bayda terranes (Harad and Zinjubar Provinces; Mb/ ). Biotite is the dominant de-M ≤ 35 trital mica. Sedimentary detritus is subordinate (10%–20%) to negligible.\nDense-mineral assemblages are invariably dominated by hornblende (Hb typically 50–75). Garnet is significant only in Wadi Adhanah, draining the Abas gneiss terrane (Gt 13). High-grade metamorphic minerals are negligible ( ). Dense-HgM ≤ 3 mineral concentrations range 4%–23% of the 63–250-mm fraction.\nCompositional Trends in Time. Tertiary clastic successions of the Red Sea–Gulf of Aden riftsystem document rift-shoulder uplift and dissection since the Late Oligocene (Evans 1990; Bosence et al. 1996). At the onset of rifting, deposition of sedimentary litharenites records erosion of prerift sedimentary successions (undissected stage). Con-\nThis content downloaded from 150.135.135.069 on February 26, 2019 12:43:51 PM All use subject to University of Chicago Press Terms and Conditions (http://www.journals.uchicago.edu/t-and-c)."
  }, {
    "heading": "294 E . G A R Z A N T I E T A L .",
    "text": "tinuing uplift during extension led to progressive unroofing of crystalline rocks in the Miocene, as recorded by increasing basement-derived feldspathic detritus through the late synrift and postrift phases (transitional stage).\nAt the present proto-oceanic phase, following the onset of sea-floor spreading in the Gulf of Aden and Red Sea by at least 10–5 Ma, composition of modern Yemen sands varies markedly, from arkosic, where basement rocks are widely denuded, to quartzolithic sedimentaclastic or lithofeldspathic volcaniclastic, where sedimentary or volcanic covers are largely undissected. The still highly elevated rift shoulders represent a virtually continuous topographic barrier, preventing detritus from the continental interiors and their inner flank from reaching the rifted margin. The arid climate, enhanced by rain-shadow effects behind the elevated shoulders, has hampered the development of mature drainage systems, and huge volumes of detritus are stocked in continental lowlands (rim basins), largely as eolian dune fields. Only with the onset of widespread thermal subsidence will riftshoulder relief be reduced, and both volcanic and sedimentary covers progressively stripped off the gneissic rocks of the Arabian Shield. Sand composition will evolve then toward more homogeneous quartzofeldspathic signatures typical of the mature passive-margin stage (craton-interior provenance of Dickinson and Suczek 1979)."
  }, {
    "heading": "Conclusions",
    "text": "This work provides detailed information on both framework grain and dense-mineral composition of modern sand from the Red Sea–Gulf of Aden rift system, a classic laboratory for actualistic rift studies. The Yemen case is particularly significant because, due to arid climates and low population density, sand composition can be safely held as primary and not modified by either chemical weathering or man’s activities. Processes in the depositional environment also have a minor effect, as documented by negligible compositional differences between major wadi and beach sands (second- to third-order sampling scale of Ingersoll 1990; Critelli et al. 1997).\nAlong the young continental margins of Yemen, detritus is supplied in various proportions by riftrelated magmatic rocks and by sedimentary successions and underlying Pan-African basement exposed on the uplifted shoulders of the rift. Contrasting feldspatholithic volcano-plutonic (volcanic rifted-margin provenance) and quartzolithic sedimentaclastic to arkosic basementaclastic sig-\nnatures (rift-shoulder provenance) are clearly differentiated on classic Dickinson’s QFL diagrams.\nRift-related volcano-plutonic detrital suites—not previously recognized—plot within the magmatic arc provenance field (fig. 3; Dickinson 1985) and are not easily discriminated from sediment shed by Pacific-type magmatic arcs. Diagnostic criteria include low P/F ratios due to supply from hypersolvus alkali-granite stocks and bimodal (basalt/rhyolite) volcanic lithic populations (fig. 8).\nRift-shoulder detrital suites plot in the continental block provenance field at increasing distance from the Q pole with increasing depth of erosion level (undissected to dissected stages; fig. 10); however, sand from arc terranes (including paleovolcanic to metabasite lithics) straddles the boundary with the recycled orogen field. Sand from undissected rift-shoulders entirely consists of recycled quartz and carbonate grains from prerift sedimentary successions. Arkosic sand from Precambrian basement rocks shows remarkably consistent composition from the Red Sea to the Gulf of Aden and invariably includes significant amounts of excess quartz with respect to ideal arkose.\nTransitional rift-shoulder to mixed compositions occur where basement rocks are sparsely exposed beneath sedimentary or volcanic sequences, as along the Jurassic Marib-Balhaf graben or at the periphery of the Yemen Traps plateau. Occurrence of ancient fault lineaments, reactivated repeatedly at successive stages of geologic evolution, can significantly affect detrital modes of modern sand (fig. 4) and cause marked compositional changes between adjacent drainage basins (first- to second-order sampling scales).\nVolcanic rifted-margin and rift-shoulder provenances are characterized by markedly contrasting dense-mineral assemblages (fig. 6). Volcaniclastic Red Sea sands contain mostly brown augite from the Yemen Traps, locally associated with orthopyroxenes (chiefly hypersthene) from deeper-seated gabbroic rocks; alkali-basalt fields of the Gulf of Aden also shed common olivine and locally, spinel and enstatite. Rift-shoulder detritus is dominated by metamorphic minerals because sedimentary successions provide few dense grains. Amphibolitefacies gneiss terranes supply dominant hornblende, associated with either tremolite-actinolite and epidote (e.g., sand from the Asir terrane) or garnet (sand from the Abas terrane); greenschist-facies arc terranes mostly shed epidote (e.g., Mukalla terrane; fig. 11). Comparable mineralogical suites characterize the Nile sands (fig. 9), fed from the western shoulder of the Red Sea rift and Ethiopian volcanic plateau.\nThis content downloaded from 150.135.135.069 on February 26, 2019 12:43:51 PM All use subject to University of Chicago Press Terms and Conditions (http://www.journals.uchicago.edu/t-and-c).\nJournal of Geology R I F T - M A R G I N S A N D P E T R O L O G Y 295\nA C K N O W L E D G M E N T S\nWe thank our friends in Yemen, Ali Mohsin Hassan, Ahmed Mugbil Hassan, and Hussein, for their kind help in the field. Cecilia Miradoli, Orietta\nSala, Curzio Malinverno, and Magda Minoli greatly helped in sampling, preparing thin sections, and drawing. The manuscript benefited from careful reviews by Raymond Ingersoll and Sergio Chiesa.\nR E F E R E N C E S C I T E D\nAl-Subbary, A. K.; Nichols, G. J.; Bosence, D. W. J.; and Al-Kadasi, M. 1998. Pre-rift doming, peneplanation or subsidence in the southern Red Sea? evidence from the Medj-Zir Formation (Tawilah Group) of western Yemen. In Purser, B. H., and Bosence, D. W. J., eds. Sedimentation and tectonics in rift basins: Red Sea–Gulf of Aden. London, Chapman & Hall, p. 119–134. Baker, J.; Chazot, G.; Menzies, M.; and Thirlwall, M. 1998. Metasomatism of the shallow mantle beneath Yemen by the Afar plume: implications for mantle plumes, flood volcanism, and intraplate volcanism. Geology 26:431–434. Baker, J.; Snee, L.; and Menzies, M. 1996. A brief Oligocene period of flood volcanism in Yemen: implications for the duration and rate of continental flood volcanism of the Afro-Arabian triple junction. Earth Planet. Sci. Lett. 138:39–55. Barnard, P. C.; Thompson, S.; Bastow, M. A.; Ducreux, C.; and Mathurin, G. 1992. Thermal maturity development and source-rock occurrence in the Red Sea and Gulf of Aden. J. Pet. Geol. 15:173–186. Beydoun, Z. R. 1964. The stratigraphy and structure of the Eastern Aden Protectorate. Overseas geology and mineral resources. Supplement series 5. London, Her Majesty’s Stationery Office, p. 1–107. Beydoun, Z. R.; As-Saruri, M. L.; and Baraba, R. S. 1996. Sedimentary basins of the Republic of Yemen: their structural evolution and geological characteristics. Rev. Inst. Fr. Petrol. 51:763–775. Beydoun, Z. R., and Sikander, A. H. 1992. The Red Sea–Gulf of Aden: reassessment of hydrocarbon potential. Mar. Pet. Geol. 9:474–485. Blatt, H. 1978. Sediment dispersal from Vogelsberg Basalt, Hessen, West Germany. Geol. Rundsch. 67: 1009–1015. Bosence, D. 1998. Stratigraphic and sedimentological models of rift basins. In Purser, B. H., and Bosence, D. W. J., eds. Sedimentation and tectonics in rift basins: Red Sea–Gulf of Aden. London, Chapman & Hall, p. 9–25. Bosence, D.; Al-Aawah, M. H.; Davison, I; Rosen, B. R.; Vita-Finzi, C.; and Whitaker, E. 1998. Salt domes and their control on basin margin sedimentation: a case study from the Tihamah Plain, Yemen. In Purser, B. H., and Bosence, D. W. J., eds. Sedimentation and tectonics in rift basins: Red Sea–Gulf of Aden. London, Chapman & Hall, p. 448–464. Bosence, D.; Nichols, G.; Al-Subbary, A. K.; Al-Thour, K.; and Reeder, M. 1996. Synrift continental to marine\ndepositional sequences, Tertiary, Gulf of Aden, Yemen. J. Sediment. Res. 66:766–777. Bott , W. F.; Smith, B. A.; Oakes, G.; Sikander, A. H.; and Ibraham, A. I. 1992. The tectonic framework and regional hydrocarbon prospectivity of the Gulf of Aden. J. Pet. Geol. 15:211–243. Brannan, J.; Gerdes, K. D.; and Newth, I. R. 1997. Tectono-stratigraphic development of the Qamar basin, Eastern Yemen. Mar. Pet. Geol. 14:701–730. Caironi, V.; Garzanti, E.; and Sciunnach, D. 1996. Typology of detrital zircon as a key to unravelling provenance in rift siliciclastic sequences (PermoCarboniferous of Spiti, N. India). Geodin. Acta 9: 101–113. Capaldi, G.; Chiesa, S.; Manetti, P.; Orsi, G.; and Poli, G. 1987. Tertiary anorogenic granites of the western border of the Yemen plateau. Lithos 20:433–444. Cavazza, W. 1986. Miocene sediment dispersal in the central Española Basin, Rio Grande rift, New Mexico, U.S.A. Sediment. Geol. 51:119–135. Chazot, G.; Menzies, M. A.; and Baker J. 1998. Pre-, synand post-rift volcanism on the south-western margin of the Arabian plate. In Purser, B. H., and Bosence, D. W. J., eds. Sedimentation and tectonics in rift basins: Red Sea–Gulf of Aden. London, Chapman & Hall, p. 50–55. Chiesa, S.; Civetta, L.; De Fino, M.; La Volpe, L.; and Orsi, G. 1989. The Yemen Trap series: genesis and evolution of a continental flood basalt province. J. Volcanol. Geothermal Res. 36:337–350. Cochran, J. R. 1981. The Gulf of Aden: structure and evolution of a young ocean basin and continental margin. J. Geophys. Res. 86:263–287. ———. 1983. A model for development of Red Sea. Am. Assoc. Pet. Geol. Bull. 67:41–69. Coleman, R. G.; DeBari, S.; and Peterman, Z. 1992. Atype granite and the Red Sea opening. Tectonophysics 204:27–40. Cox, K. G.; Charnley, N.; Gill, R. C. O.; and Parish, K. A. 1993. Alkali basalts from Shuqra, Yemen: magmas generated in the crust-mantle transition zone? In Prichard, H. M.; Alabaster, T.; Harris, N. B. W.; and Neary, C. R., eds. Magmatic processes and plate tectonics. Geol. Soc. Lond. Spec. Publ. 76:443–453. Critelli, S.; Le Pera, E.; and Ingersoll, R. V. 1997. The effects of source lithology, transport, deposition and sampling scale on the composition of southern California sand. Sedimentology 44:653–671. Davison, I.; Al-Kadasi, M.; Al-Khirbash, S.; Al-Subbary, A.; Baker, J.; Blakey, S.; Bosence, D.; et al. 1994. Geo-\nThis content downloaded from 150.135.135.069 on February 26, 2019 12:43:51 PM All use subject to University of Chicago Press Terms and Conditions (http://www.journals.uchicago.edu/t-and-c)."
  }, {
    "heading": "296 E . G A R Z A N T I E T A L .",
    "text": "logical evolution of the southeastern Red Sea rift margin, Republic of Yemen. Geol. Soc. Am. Bull. 106: 1474–1493. Davison, I.; Tatnell, M. R.; Owen, L. A.; Jenkins, G.; and Baker, J. 1998. Tectonic geomorphology and rates of crustal processes along the Red Sea margin, northwest Yemen. In Purser, B. H., and Bosence, D. W. J., eds. Sedimentation and tectonics in rift basins: Red Sea–Gulf of Aden. London, Chapman & Hall, p. 595–612. Dickinson, W. R. 1985. Interpreting provenance relations from detrital modes of sandstones. In Zuffa, G. G., ed. Provenance of arenites. ASI Series vol. 148. Dordrecht, Reidel, p. 333–361. Dickinson, W. R., and Suczek, C. A. 1979. Plate tectonics and sandstone composition. Am. Assoc. Pet. Geol. Bull. 63:2164–2172. Dixon, T. H.; Ivins, E. R.; and Franklin, B. J. 1989. Topographic and volcanic asymmetry around the Red Sea: constraints on rift models. Tectonics 8:1193–1216. El-Anbaawy, M. I. H.; Al-Aawah, M. A. H.; Al-Thour, K. A.; and Tucker, M. E. 1992. Miocene evaporites of the Red Sea rift, Yemen Republic: sedimentology of the Salif halite. Sediment. Geol. 81:61–71. Ellis, A. C.; Kerr, H. M.; Cornwell, C. P.; and Williams, D. O. 1996. A tectono-stratigraphic framework for Yemen and its implications for hydrocarbon potential. Pet. Geosci. 2:29–42. Evans, A. L. 1990. Miocene sandstone provenance relations in the Gulf of Suez: insights into synrift unroofing and uplift history. Am. Assoc. Pet. Geol. Bull. 74:1386–1400. Fantozzi, P. L., and Sgavetti, M. 1998. Tectonic and sedimentary evolution of the eastern Gulf of Aden margins: new structural and stratigraphic data from Somalia and Yemen. In Purser, B. H., and Bosence, D. W. J., eds. Sedimentation and tectonics in rift basins, Red Sea–Gulf of Aden. London, Chapman & Hall, p. 56–76. Foucault, A., and Stanley, D. J. 1989. Late Quaternary palaeoclimatic oscillations in East Africa recorded by heavy minerals in the Nile delta. Nature 339:44–46. Frihy, O. E.; El-Askary, M. A.; Deghidy, E. M.; and Moufaddal, W. M. 1998. Distinguishing fluvio-marine environments in the Nile delta using heavy minerals. J. Coastal Res. 14:970–980. Garzanti, E. 1999. Stratigraphy and sedimentary history of the Nepal Tethys Himalayan passive margin. J. Asian Earth Sci. 17:805–827. Garzanti, E.; Critelli, S.; and Ingersoll, R. V. 1996. Paleogeographic and paleotectonic evolution of the Himalayan Range as reflected by detrital modes of Tertiary sandstones and modern sands (Indus transect, India and Pakistan). Geol. Soc. Am. Bull. 108:631–642. Geukens, F. 1966. Geology of the Arabian Peninsula, Yemen. Geol. Surv. Prof. Pap. 560-B, p. 1–23. Greenwood, J. E. G. W., and Bleackley, D. 1967. Geology of the Arabian Peninsula: Aden Protectorate. Geol. Surv. Prof. Pap. 560-C, p. 1–96. Hubert, J. F.; Feshbach-Meriney, P. E.; Smith, M. A. 1992.\nThe Triassic-Jurassic Hartford Basin, Connecticut and Massachusetts: evolution, sandstone diagenesis, and hydrocarbon history. Am. Assoc. Pet. Geol. Bull. 76: 1710–1734. Hughes, G. W., and Beydoun, Z. R. 1992. The Red Sea–Gulf of Aden: biostratigraphy, lithostratigraphy and paleoenvironments. J. Pet. Geol. 15:135–156. Ingersoll, R. V. 1983. Petrofacies and provenance of late Mesozoic forearc basin, northern and central California. Am. Assoc. Pet. Geol. Bull. 67:1125–1142. ———. 1984. Felsic sand/sandstone within mafic volcanic provinces: rift sand/sandstone shows no basaltic provenance. Geol. Soc. Am. Abstr. Program 16:548. ———. 1990. Actualistic sandstone petrofacies: discriminating modern and ancient source rocks. Geology 18: 733–736. Ingersoll, R. V.; Bullard, T. F.; Ford, R. L.; Grimm, J. P.; Pickle, J. D.; and Sares, S. W. 1984. The effect of grain size on detrital modes: a test of the Gazzi-Dickinson point-counting method. J. Sediment. Petrol. 54: 103–116. Ingersoll, R. V.; Kretchmer, A. G.; and Valles, P. K. 1993. The effect of sampling scale on actualistic sandstone petrofacies. Sedimentology 40:937–953. Jestin, F., and Huchon, P. 1992. Cinématique et déformation de la jonction triple mer Rouge–golfe d’Aden–rift éthiopien depuis l’Oligocène. Bull. Soc. Geol. Fr. 163:125–133. Jones, R. W., and Racey, A. 1994. Cenozoic stratigraphy of the Arabian Peninsula and Gulf. In Simmons, M. D., ed. Micropalaeontology and hydrocarbon exploration in the Middle East. London, Chapman & Hall, p. 274–307. Kruck, W.; Schäffer, U.; and Thiele, J. 1996. Explanatory notes on the geological map of the Republic of Yemen: western part (former Yemen Arab Republic). Geol. Jahrb. B 87:1–105. Makris, J., and Rihm, R. 1991. Shear-controlled evolution of the Red Sea: pull-apart model. Tectonophysics 198: 441–466. Mallick, D. I. J.; Gass, I. G.; Cox, K. G.; DeVries, B. V.; and Tindle, A. G. 1990. Perim Island, a volcanic remnant in the southern entrance to the Red Sea. Geol. Mag. 127:309–318. Manetti, P.; Capaldi, G.; Chiesa, S.; Civetta, L.; Conticelli, S.; Gasparon, M.; La Volpe, L.; and Orsi, G. 1991. Magmatism of the eastern Red Sea margin in the northern part of Yemen from Oligocene to present. Tectonophysics 198:181–202. Mange, M. A., and Maurer, H. F. W. 1992. Heavy minerals in colour. London, Chapman & Hall, 147 p. Menzies, M.; Gallagher, K.; Yelland, A.; and Hurford, A. J. 1997. Volcanic and nonvolcanic rifted margins of the Red Sea and Gulf of Aden: crustal cooling and margin evolution in Yemen. Geochim. Cosmochim. Acta 61:2511–2527. Mohr, P. 1991. Structure of Yemeni Miocene dike swarms, and emplacement of coeval granite plutons. Tectonophysics 198:203–221. Parfenoff, A.; Pomerol, C.; and Tourenq, J. 1970. Les mi-\nThis content downloaded from 150.135.135.069 on February 26, 2019 12:43:51 PM All use subject to University of Chicago Press Terms and Conditions (http://www.journals.uchicago.edu/t-and-c).\nJournal of Geology R I F T - M A R G I N S A N D P E T R O L O G Y 297\nnéraux en grains: méthodes d’étude et détermination. Paris, Masson, 578 p. Redfern, P., and Jones, J. A. 1995. The interior rifts of the Yemen: analysis of basin structure and stratigraphy in a regional plate tectonic context. Basin Res. 7: 337–356. Rihm, R., and Henke, C. H. 1998. Geophysical studies on early tectonic controls on Red Sea rifting, opening and segmentation. In Purser, B. H., and Bosence, D. W. J., eds. Sedimentation and tectonics in rift basins: Red Sea–Gulf of Aden. London, Chapman & Hall, p. 29–49. Schilling, J.-G.; Kingsley, R. H.; Hanan, B. B.; and McCully, B. L. 1992. Nd-Sr-Pb isotopic variations along the Gulf of Aden: evidence for Afar mantle plume-continental lithosphere interaction. J. Geophys. Res. 97:10,927–10,966. Schroeder, J. H.; Toleikis, R.; Wunderlich, H.; and Kuhnert, H. 1998. Miocene isolated platform and shallowshelf carbonates in the Red Sea coastal plain, northeast Sudan. In Purser, B. H., and Bosence, D. W. J., eds. Sedimentation and tectonics in rift basins: Red Sea–Gulf of Aden. London, Chapman & Hall, p. 190–210. Shukri, N. M. 1949. The mineralogy of some Nile sediments. Q. J. Geol. Soc. Lond. 105:511–534. Simmons, M. D., and Al-Thour, K. 1994. Micropaleontological biozonation of the Amran Series (Jurassic) in the San a region, Yemen Republic. In Simmons, M. D., ed. Micropalaeontology and hydrocarbon exploration in the Middle East. London, Chapman & Hall, p. 43–61. Soreghan, M. J., and Cohen, A. S. 1993. The effects of basin asymmetry on sand composition: examples from Lake Tanganyika, Africa. In Johnsson, M. J., and Basu, A., eds. Processes controlling the composition of clastic sediments. Geol. Soc. Am. Spec. Pap. 284:285–301. Stoeser, D. B., and Camp, V. E. 1985. Pan-African microplate accretion of the Arabian Shield. Geol. Soc. Am. Bull. 96:817–826. Suttner, L. J., and Basu, A. 1985. The effect of grain size on detrital modes: a test of the Gazzi-Dickinson point-\ncounting method—discussion. J. Sediment. Petrol. 55: 616–618. Tard, F.; Masse, P.; Walgenwitz, F.; and Gruneisen, P. 1991. The volcanic passive margin in the vicinity of Aden, Yemen. Bull. Cent. Rech. Explor. Prod. Elf Aquitaine 15:1–9. Voggenreiter, W.; Hötzl, H.; and Mechie, J. 1988. Lowangle detachment origin for the Red Sea rift system? Tectonophysics 150:51–75. Watchorn, F.; Nichols, G. J.; and Bosence, D. W. J. 1998. Rift-related sedimentation and stratigraphy, southern Yemen (Gulf of Aden). In Purser, B. H., and Bosence, D. W. J., eds. Sedimentation and tectonics in rift basins: Red Sea–Gulf of Aden. London, Chapman & Hall, p. 165–189. Weltje, G. J. 1998. Construction of predictive regions in ternary diagrams: towards statistically rigorous provenance studies. Utrecht University, Int. Rep. Geol. Dep. Earth Sci., 28 p. White, R., and McKenzie, D. 1989. Magmatism at rift zones: the generation of volcanic continental margins and flood basalts. J. Geophys. Res. 94:7685–7729. Whitehouse, M. J.; Windley, B. F.; Ba-Bttat, M. A. O.; Fanning, C. M.; and Rex, D. C. 1998. Crustal evolution and terrane correlation in the eastern Arabian Shield, Yemen: geochronological constraints. J. Geol. Soc. Lond. 155:281–295. Windley, B. F.; Whitehouse, M. J.; and Ba-Bttat, M. A. O. 1996. Early Precambrian gneiss terranes and PanAfrican island arcs in Yemen: crustal accretion of the eastern Arabian Shield. Geology 24:131–134. Youssef, E. S. A. A. 1998. Sequence stratigraphy of the Upper Jurassic evaporite-carbonate sequence at the western area of Wadi-Al-Jawf-Marib basin, Yemen. Carbonates Evaporites 13:168–173. Zuffa, G. G. 1987. Unraveling hinterland and offshore palaeogeography from deep-water arenites. In Leggett, J. K., and Zuffa, G. G. Marine clastic sedimentology. London, Graham & Trotman, p. 39–61. Zumbo, V.; Féraud, G.; Bertrand, H.; and Chazot, G. 1995. 40Ar/39Ar chronology of Tertiary magmatic activity in Southern Yemen during the early Red Sea–Aden rifting. J. Volcanol. Geothermal Res. 65:265–279.\nThis content downloaded from 150.135.135.069 on February 26, 2019 12:43:51 PM All use subject to University of Chicago Press Terms and Conditions (http://www.journals.uchicago.edu/t-and-c)."
  }],
  "year": 2007,
  "references": [],
  "id": "SP:75ee141a56b6b2e455966c4f5090ba8d27a8cc2a",
  "authors": [{
    "name": "Eduardo Garzanti",
    "affiliations": []
  }, {
    "name": "Giovanni Vezzoli",
    "affiliations": []
  }, {
    "name": "Sergio Andò",
    "affiliations": []
  }, {
    "name": "Giovanna Castiglioni",
    "affiliations": []
  }],
  "abstractText": "The Red Sea–Gulf of Aden rift system, displaying a complete record of magmatic activity and characterized by arid climate and negligible anthropic modifications, provides an ideal natural laboratory for studies aimed at defining actualistic references for both volcanic and nonvolcanic rifted-margin provenances. Rifted-margin sands are derived in various proportions from volcanic to plutonic rocks emplaced before, during, or after the climax of tectonic extension (volcanic rifted-margin provenance) and from prerift sedimentary successions and underlying crystalline basements progressively unroofed during uplift of rift blocks (rift-shoulder provenance). Volcaniclastic rifted-margin sands are feldspatholithic, as are those shed by Pacific-type magmatic arcs, but are characterized by bimodal (basalt/rhyolite) lithics, abundant granophyre grains, and low plagioclase/total feldspar (P/F) ratios due to supply from synrift hypersolvus alkali granites, representing the upper levels of rift-generated juvenile crust. Augite dominates among dense minerals; detritus from postrift alkali-basalt fields includes olivine and, locally, enstatite and spinel. Sedimentary detritus from undissected rift shoulders consists of recycled quartz and carbonate sedimentary lithics; dense mineral assemblages include largely rounded to subrounded, recycled durable grains, zircon, and rutile being concentrated locally due to their higher density. Arkosic sands from basement rocks exposed on dissected rift shoulders display remarkably consistent compositions, with excess quartz with respect to “ideal arkose”; hornblende-rich assemblages from amphibolite-facies gneiss terranes contrast with epidote-dominated assemblages from greenschist-facies arc terranes. Diagnostic signatures and compositional trends recorded by modern Yemen sands may help in interpreting provenance of ancient rift-related sandstone suites.",
  "title": "Petrology of Rifted-Margin Sand (Red Sea and Gulf of Aden, Yemen)"
}