{
  "sections": [{
    "text": "Contents lists available at ScienceDirect\nPalaeogeography, Palaeoclimatology, Palaeoecology\nj ourna l homepage: www.e lsev ie r .com/ locate /pa laeo\nA dwarf elephant and a rock mouse on Naxos (Cyclades, Greece) with a revision of the palaeozoogeography of the Cycladic Islands (Greece) during the Pleistocene\nAlexandra A.E. van der Geer a,b,⁎, GeorgeA. Lyras a,b, LarsW. van denHoekOstende b, John deVos b, HaraDrinia a\na National and Kapodistrian University of Athens, Faculty of Geology and Geoenvironment, Department of Historical Geology–Palaeontology, 157 84 Athens, Greece b Naturalis Biodiversity Center, Department of Geology, PO Box 9517, 2300RA Leiden, The Netherlands\n⁎ Corresponding author at: Naturalis Biodiversity Cen Box 9517, 2300RA Leiden, The Netherlands. Tel.: +31 648\nE-mail addresses: alexandra.vandergeer@naturalis.nl, (A.A.E. van der Geer).\nhttp://dx.doi.org/10.1016/j.palaeo.2014.04.003 0031-0182/© 2014 Elsevier B.V. All rights reserved.\na b s t r a c t a r t i c l e i n f o\nArticle history: Received 18 November 2013 Received in revised form 24 March 2014 Accepted 1 April 2014 Available online 12 April 2014\nKeywords: Body size evolution Dwarf elephants Insularity Island rule Naxos New species\nDuring the Late Pleistocene, Naxos and adjacent areas, including Delos and Paros, constituted amega-island, here referred to as palaeo-Cyclades. The extensive low-lying plainswith lakes and rivers provided a suitable habitat for elephants. Due to long-term isolation from the mainland and mainland populations, these elephants evolved miniature size. The species found on Naxos had a body size of about ten percent of that of themainland ancestor, Palaeoloxodon antiquus. During the glacial periods of the Late Pleistocene, P. antiquus may have migrated eastwards and southwards in search of better conditions and reached the islands. The dwarf species of the various Southern Aegean islands (e.g. Crete, Tilos, Rhodos, palaeo-Cyclades) are each the result of independent colonisation events. The very small size of the Naxos species respective to the dwarf elephants from Crete is explained as due to the lack of competitors. The only other elements of the contemporaneous fauna were a rock mouse (Apodemus cf. mystacinus) and a shrew (Crocidura sp.). Submergence of the area, climate change, volcanism, hunting by humans or a combination of these factors during the terminal Pleistocene may have caused the extinction of this endemic fauna.\n© 2014 Elsevier B.V. All rights reserved."
  }, {
    "heading": "1. Introduction",
    "text": "Dwarf elephants were relatively common elements in insular faunas worldwide in the past. Thediminutive size of these fossil insular proboscideans started to attract the attention of naturalists in the 19th century (e.g. Sciná, 1831; Leith Adams, 1863; Spratt, 1867). This interest continued throughout the 20th century and is still a significant topic of scientific research. There are numerous recent studies on this subject (e.g. Van den Bergh, 1999; Palombo, 2007; Ferretti, 2008; Herridge, 2010; Herridge and Lister, 2012; Liscaljet, 2012), which re-examine old specimens, and in some cases describe recently collected ones, and put their analyses under the perspective provided by the latest developments in ecology, biogeography and palaeogeography.\nThere is, however, a set of elephant fossils, known to science since several decades that has been ignored in these works. They are the fossils found on the Cyclades (Southern Aegean Sea, Greece), a group of islands (archipelago) that have recently become disconnected from eachother and themainland by rising sea level (continental shelf islands sensu Whittaker, 1998). The Cyclades, located between the Greek\nter, Department of Geology, PO 088216. geeraae@gmail.com\npeninsula in the west and the coast of Asia Minor in the east, consists mainly of metamorphic and igneous rocks (Hejl et al., 2002). The sedimentary deposits, including those in caves, are limited. Therefore, on the contrary to the overwhelming amount of fossils known from other Mediterranean islands with endemic mammals, the fossils from the Cycladic archipelago are limited to a few sporadic findings (see Section 2) and this is the main reason why they escaped attention. Originally, the dwarf elephant of Naxos was attributed to Elephas antiquus melitensis (Mitzopoulos, 1961), the species from Late Pleistocene Malta. This original nomenclature is invalid because it can by no means be conspecific with a dwarf elephant that is endemic to Sicily at the other side of the Mediterranean. Exchange of genetic material between the Siculo-Maltese and Cycladic populations could not have taken place. The consensus view is that dwarf elephants are restricted in distribution with each (palaeo-) island harbouring its own endemic species (Azzaroli, 1982; Herridge, 2010). That said, Naxos and adjacent parts cannot have shared the same species with any other Mediterranean island.\nIn addition to the description and taxonomy of the mammal fauna, new data are here put in a broader biogeographic context. Despite the scantiness of the material, a re-appreciation within the latest developments in palaeogeography and palaeobiogeography is most needed. Today all endemic mammals are extinct from the Cyclades. The islands however, continue to host an interesting fauna of endemic reptiles and invertebrates (Wettstein, 1953; Sfenthourakis and Legakis, 2001). The\neffect of the original palaeogeography continues to give a strong signal to the remaining composition of Cycladic fauna (e.g. Sfenthourakis, 1996; Fattorini, 2002;Hausdorf andHennig, 2005) andflora (e.g. Bittkau and Comes, 2005). The now extinct mammalian fauna is a lost component of the Cycladic ecosystem. Therefore, any contribution towards a better understanding of these missing elements is most valuable.\nThe scope of this contribution is to describe in detail the Late Pleistocene mammals from Naxos, to address their taxonomy and to infer palaeobiogeographical and palaeoecological implications.\n2. History of fossil findings from the Cyclades\nThe earliest finding is from Delos, from where Cayeux (1908) reported the discovery of an isolated incomplete third upper molar found near the Apollo temple in a deposit of the Inopos River. Cayeux (1908) referred the specimen tentatively to Elephas antiquus Falconer and Cautley, 1847, although he remarked that the interplate distance is too large for this species. Vaufrey (1929: 126) lists the specimen under E. antiquus race mnaidriensis based on size but depicts it (Vaufrey, 1929: Fig. 38) as E. antiquus. The second fossil was found on Naxos in sediments of the Trypiti River. The specimen, an upper jaw of a dwarf elephant, was described by Mitzopoulos (1961) as Palaeoloxodon antiquus melitensis. A tip of an elephant tusk was found exposed in an ancient artificial hollow on a valley slope in northwest Kythnos (Honea, 1975). The larger portion of the tusk was still in situ at the base of a 4m tick deposit of cemented breccia associatedwith fossil bones and quartz tools at the time of the report. The present situation is unknown. The tusk's dating (9160 ± 240 C14 yrs BP) is likely much underestimated as the specimen was air-exposed and subjected to regular wetting due to seasonal rise in ground-water level (Honea, 1975). The tusk itself was never described and its size therefore unknown. The rest of the fossil findings from the Cyclades are merely anecdotal reports without proper description or depiction and for which in some cases any evidence is missing. These are unspecified elephant fossils from Paros (E. antiquus in Georgalas, 1929), Milos (dwarf elephant in Papp, 1953) and Seriphos (dwarf elephant in Papp,\n1953; Elephas (Palaeoloxodon) cf. melitensis in Kuss, 1973). In the 1970s also a largeApodemuswas found onNaxos near or at the elephant locality (Sondaar, 1971), later referred to as Apodemus cf. mystacinus (Dermitzakis and Sondaar, 1978). The same sample also contained insectivore remains (labelled as Crocidura sp.), but these were not reported in any publication. Kuss (1973) furthermentioned the presence of endemic deer (resembling Cervus (=Candiacervus) cretensis) and some micromammals from Amorgos. The Cycladic findings were cited as such in faunal lists and overview papers (e.g. Dermitzakis and Sondaar, 1978; Sondaar and Dermitzakis, 1982; Alcover et al., 1998; Doukas and Athanassiou, 2003), without further examination of any of these fossils or their context."
  }, {
    "heading": "3. Materials and methods",
    "text": ""
  }, {
    "heading": "3.1. Fossil material",
    "text": "The mammalian fossils described here are a complete elephant maxilla (left and right side; AMPG), a number of murid and insectivore teeth and fragmentary mandibles (GIU). All material originates from Naxos (Cyclades, Greece). The specimen from Delos was not available to us and the depiction of Vaufrey (1929: 131) is used instead. The whereabouts of the Paros fossil(s) is uncertain as they were only briefly mentioned without institutional information in an article on extinct elephants in a Greek encyclopaedia. Subsequent authors only quoted this referencewithout tracking the fossil or its history. Equally uncertain and without any formal description or institutional information are the fossils from the remainder of the Cycladic islands (Milos, Kythnos, Serifos, Amorgos). However, these specimens are less relevant to the present discussion as these islands have an independent history (see Section 3.3).\nThe elephant maxilla described here was found in the Trypiti River, south of Cape Moutsouna (eastern Naxos), about 150 m from the river mouth (Fig. 2). The murid and insectivore remains also originate from the Pleistocene deposits exposed in a dry river in the same area. Absolute datings are not available.\non the text. The dashed line is the 100-m isobath and approximately indicates the extent of en in (b). The grey areas correspond to the 50-m isobath. During periods of 50m sea-level 0 m), a single mega-island is formed. 1: Peloponnesos; 2: Kythera; 3: Sounio (province of ros; 11: Delos; 12: Naxos; 13: Amorgos; 14: Astypalaia; 15: Ikaria; 16: Kalymnos; 17: Tilos;"
  }, {
    "heading": "3.2. Comparative material",
    "text": "The elephant material from Naxos is compared with the following dwarf species: Palaeoloxodon creutzburgi (Crete, Late Pleistocene), Palaeoloxodon tiliensis (Tilos, Late Pleistocene), P. sp. (Rhodos, Pleistocene, probably Late Pleistocene in Symeonidis et al., 1974), Palaeoloxodon ‘mnaidriensis’ (San Teodoro, Sicily, Late Pleistocene), Palaeoloxodon ‘melitensis’ (Luparello, Sicily, Middle Pleistocene), Palaeoloxodon falconeri (Spinagallo, Sicily, Middle Pleistocene), and Palaeoloxodon cypriotes (Imbohary, Cyprus, Pleistocene). All are represented by dental material except for the species from Rhodos which is known by tarsal bones only."
  }, {
    "heading": "3.3. Palaeogeographic setting",
    "text": "During periods of low sea level of the Pleistocene substantial parts of the now submerged Cycladic Plateau were exposed forming clusters of larger islands or, at periods of extensive sea-level drop, a single mega-island (Lambeck, 1996; Kapsimalis et al., 2009; Lykousis, 2009; see Sections 6.2 and6.3 for detailed information on the palaeogeography) (Fig. 1). During such periods, Naxos was part of this large island here referred to as palaeo-Cyclades. The current islands Paros and Delos were part of the palaeo-Cyclades as well. The smaller Cycladic islands Milos, Kythnos, Serifos and Amorgos were not connected to the palaeo-Cyclades andmay have formed islands on their own, harbouring their own faunas. These islands will not be further considered here as they bear no direct relation to the much larger palaeo-Cyclades of which Naxos forms an important part."
  }, {
    "heading": "3.4. Size changes",
    "text": "Liscaljet (2012) recently divided diminutive proboscidean species, including those from the Aegean islands, into two size classes, based on shoulder height. Species with a shoulder height between 90 and 200 cm were listed as pygmy species, those with a shoulder height between 200 and 250 cm as dwarfed species based on the normal height of 250–350 cm for living elephants. However, the height of the endemic form depends not only on the degree of body size reduction,\nbut also on the ancestral height (which may also have exceeded 350 cm as is the case with Palaeoloxodon antiquus). Two similar-sized dwarf species may have followed (very) different trends of body size decrease. Furthermore, this approach splits insular proboscideans into two artificial groups. Instead, here size index Si is used, defined as estimated body mass of individuals from insular population divided by the estimated body mass of individuals of the mainland or ancestral form (see Lomolino et al., 2012, 2013). Body mass is based on the average of several individuals and calculated based on linear measurements of postcranial material where possible; if no postcranial material was available, molar dimension was used to estimate body mass (for details see caption to Table 3). The advantage of this approach is that in this way insular taxa can be compared between different families and even orders."
  }, {
    "heading": "3.5. Measurements",
    "text": "Metric characters, taken from Herridge and Lister (2012) are as follows: molar width (W), molar length (L), molar height (H), enamel thickness (ET), plate count (PC), and hypsodonty index (HI: crown height/width × 100). Metric characters that differ from Herridge and Lister (2012) are lamellar frequency (LF), corresponding to DLI"
  }, {
    "heading": "3.6. Institutional abbreviations",
    "text": "AMPG Museum of Palaeontology and Geology of the University of Athens, collection Vertebrates; IvAU Faculty of Geosciences, Department of Earth Sciences, Utrecht University, Utrecht, The Netherlands; GPM Gemellaro Museum, Palermo, Sicily, Italy; IPH Institut de Paléontologie Humaine, Paris, France. NBC: Naturalis Biodiversity Center, Leiden, The Netherlands.\n4. Results\n4.1. Identification\nFirst of all, the elephantmaxilla AMPG999 fromNaxos includes third molars and not second molars as Mitzopoulos (1961) assumed, based among others on the posterior tapering of both the crown and the root. The bone Mitzopoulos (1961) mistook for an alveolar rim for the subsequent molar in development likely is the palatum. Mitzopoulos (1961) though correctly noticed that the distal end of both molars does not show any pressure facet caused by a subsequent molar. The wrongdiagnosis of themolar automatically influences his interpretation of relative size because third molars are always larger than second molars in elephants."
  }, {
    "heading": "4.2. Genus attribution",
    "text": ""
  }, {
    "heading": "4.2.1. Palaeoloxodon versus Elephas",
    "text": "In the literature, straight-tusked elephants are placed either in the genus Elephas or in the genus Palaeoloxodon. The cladistic analysis of Todd (2010) gives support to two separate genera within the Elephas group, an Elephas group including the living Asian elephant, and a Palaeoloxodon group. Palaeoloxodon was earlier shown to be a monophyletic clade on its own (Shoshani et al., 2005; Ferretti, 2008), which\nis confirmed by morphological differences between the two genera (e.g. Inuzuka, 1977a, b; Shoshani and Marchant, 2001; Shoshani et al., 2005). In this contribution, Inuzuka and Takahashi (2004) and Shoshani and Tassy (2005) are followed in which Palaeoloxodon is treated as distinct from Elephas. The dwarf elephants (not the mammoths) of the Mediterranean may belong to either group in the analysis of Todd (2010), implying two separate dwarfing events. Until further analysis, Palaeoloxodon antiquus is considered ancestral to all Mediterranean dwarf elephants, with the exception ofMammuthus creticus (=Elephas creticus in Bate, 1905) and Mammuthus lamarmorai (=Elephas lamarmorae in Major, 1883), based on morphological grounds (for discussion and characters, see supporting information to Herridge and Lister, 2012). This new analysis should take secondarily derived characters and changes due to allometry into consideration (see for a discussion on convergent morphologies in unrelated insular taxa Van der Geer, 2014); in fact, this applies to the type species Palaeoloxodon naumanni as well, which is an insular species of Japan."
  }, {
    "heading": "4.2.2. Mediterranean Palaeoloxodon",
    "text": "The conspecifity between Palaeoloxodon ‘melitensis’ from Luparello (Sicily) and from its type locality Zebbug (Malta) is considered here as unproven, and the species name is therefore placed between brackets for the Sicilian material. The reasoning is that in Luparello cave the layer with P. ‘melitensis’ underlies that with Palaeoloxodon falconeri (Imbesi, 1956), and could thus have been ancestral to the smallest species in this cave (Palombo, 2001; Herridge, 2010). The species name of the larger-sized dwarf species of Sicily is here put between quotes aswell, as there is no proof that is conspecificwith Palaeoloxodon mnaidriensis from the type locality Mnajdra Gap on Malta (Herridge, 2010; vander Geer et al., 2010). A revision of the Sicilian P. ‘mnaidriensis’ is in preparation (pers. comm. Victoria Herridge). To complicatematters even further, the difference in size between P. mnaidriensis and P. melitensis at one side and between P. melitensis and P. falconeri at the other side (all fromMalta) may not be sufficient to warrant specific status of the middle-sized elephant, which would imply that either P. melitensis is a junior synonym of P. falconeri or P. mnaidriensis is a junior synonym of P. melitensis: E. falconeri, E. melitensis and E. mnaidriensis were described by Busk (1867), Falconer (1868), and Leith Adams (1870) respectively. A revision of the Sicilian and Maltese dwarf elephants is, however, beyond the scope of this research and therefore the current taxonomy is kept consistent with the literature.\nBoekschoten and Sondaar (1972) and Davies and Lister (2001) mentioned the presence of two pygmy elephants in Cyprus: one is Palaeoloxodon cypriotes and the second is a larger, still unnamed, form. This form, known from the locality Xylophagou (Iliopoulos et al., 2011), might represent a second invasion or an earlier anagenenetic form of P. cypriotes. Pending a detailed study and revision of the Cypriot material, the larger form is referred here as P. ‘cypriotes’."
  }, {
    "heading": "4.2.3. The Naxos dwarf elephant",
    "text": "Possible candidate taxa for the Naxos specimen are Palaeoloxodon, Elephas,Mammuthus and Loxodonta. A taxonomically informative character in elephantids is the early-wear patterns of the enamel loop visible on the occlusal surface. Elephas, although present during theMiddle and Late Pleistocene in the Levant (Lister et al., 2013) is no option because the initial wear pattern progresses from a row of small rings at the apex to three subequal ellipsoid forms (Lister et al., 2013), whereas this pattern in theNaxosmolar consists of an elongated central ellipsoid flanked by two subcircular rings at the lateral and medial sides. This pattern is known as the typical Palaeoloxodon early wear pattern (Herridge and Lister, 2012). In Mammuthus, a sub-circular mesial ring is present between two elongated ellipsoids (more or less the opposite of Palaeoloxodon). The mesial expansion is either absent or in the form of rounded loops whereas it is triangular (pointed) in Palaeoloxodon and the Naxos molars. In addition, Loxodonta has the typical loxodont lozenge-shaped lamellar sinus, which is lacking in the Naxos molars.\nMammuthus further lacks the longitudinally grooved aspect of the ends of the enamel loops in lateral view as seen in the Naxos molar, Palaeoloxodon and Elephas which is considered an expression of strong enamel folding (Lister et al., 2013). The molars of Mammuthus meridionalis are low-crowned (HI = 115–175 in Van Essen, 2003), whereas the Naxos molars are high-crowned (HI = 217). Finally, in Elephas the enamel of the plates tends to be more intensively folded than in Palaeoloxodon. In sum, the occlusal wear pattern of the Naxos molars most closely resembles that seen in Palaeoloxodon.\nPalaeoloxodon antiquus was the species present during the Late Pleistocene in Greece (Dermitzakis and Theodorou, 1980; Athanassiou, 2000; Doukas and Athanassiou, 2003) and is as such the most likely ancestor. The species was either already widespread during the Middle Pleistocene (Athanassiou, 2000), or occurred for the first time in Greece at Ambelia–Grevena around the end of the late Middle Pleistocene (Tsoukala et al., 2011)."
  }, {
    "heading": "4.3. Comparison with other insular Palaeoloxodon species",
    "text": "The Naxos elephant is readily distinguished from the mainland species by the small size of its molars (Figs. 3 and 4). The Naxos molars are just slightly larger than those of Palaeoloxodon cypriotes and Palaeoloxodon falconeri and all three are a fraction of the size of their respective ancestors. The Cretan dwarf species is the largest. The size of the Delos specimen relative to the Tilos species is not entirely certain because of the present unknown whereabouts of the fossil molar from Delos. However, based on the width of 64 mm and a length of at least 155 mm, the Delos specimen would plot within the ‘mnaidriensis’ group. The Rhodos species is not known by dental remains.\nThe lamellar frequency of the Naxos specimen is comparable to that of Palaeoloxodon falconeri, based on data given by Herridge and Lister (2012, Fig. 2). However, the number of lamellae in a 10 cm length of tooth (LF) is inversely related to crown width in mainland elephants (Lister et al., 2013) and was shown to be of limited taxonomic value in dwarf Palaeoloxodon taxa (Herridge and Lister, 2012; see also Table 2). This also applies to PC. Scoring this type of variable is thus nothing more than another approach to size. These datawill therefore be lacking\nfor the here considered dwarf Palaeoloxodon taxa in scatter plots with molar size and body size index. The only taxonomically informative characters are limited to body size and perhaps hypsodonty index and enamel thickness. Enamel thickness seems to be increased in the Aegean taxa instead of decreased as in the Siculo-Maltese taxa.\nWhen the Si of the Naxos specimen is compared to that of other Mediterranean dwarf elephants of the genus Palaeoloxodon (Table 3), the material from Naxos differs from Palaeoloxodon creutzburgi, Palaeoloxodon ‘mnaidriensis’ and P. sp. from Delos in its greater size reduction (=lower Si). The Naxos specimen further differs from Palaeoloxodon cypriotes and Palaeoloxodon falconeri (Spinagallo, Sicily) in its lesser size reduction (=higher Si). It is comparable in size reduction to Palaeoloxodon tiliensis and the larger individuals of P. falconeri (Luparello, Sicily)."
  }, {
    "heading": "4.4. A new species for the palaeo-Cyclades",
    "text": "The current view on the distribution of insular dwarf elephants is that every island harbours its own endemic species (Doukas and Athanassiou, 2003) as already suggested earlier (Sondaar, 1977; Dermitzakis and Sondaar, 1978; Theodorou, 1983; Theodorou et al., 2007). Species can thus not be shared by two islands unless these islands were connected to each other previously during periods of low sea-level and the period of isolation since the break-up of the islands was insufficient for speciation. The reasoning behind this is that dwarfed elephants are believed to have had a reduced their overseas long-distance dispersal abilities. Due to their size reduction, the maximum distance they could have crossed up and down is reduced accordingly, in comparison to mainland elephants. One-way long-distance chance dispersals of size-reduced elephantids may have taken place, giving rise to yet another speciation event, as probably in the case of Stegodon florensis if it is derived from Stegodon sp. B from southern Sulawesi (Van den Bergh et al., 2001) after crossing perhaps 100 km (Van den Bergh, 1999). The limitations of overseas return possibilities inevitably mean that even if two dwarf species are similar in size and morphology and are derived from the same ancestor but they evolved independently on two unrelated islands, they must be assigned to two\ndifferent species as any genetic contactwas unlikely to have taken place. Based on similar body size of the dwarf elephants, the relevant islands for Naxos here are Tilos and Sicily, and the distance to be crossed greater than 150 km, which is well beyond the swimming capacity of modern Asian elephants (Johnson, 1978). For that reason a new species for the dwarf elephant of Naxos is erected here."
  }, {
    "heading": "5. Systematic palaeontology",
    "text": ""
  }, {
    "heading": "5.1. The dwarf elephant from Naxos",
    "text": "Order PROBOSCIDEA Illiger, 1811 Family ELEPHANTIDAE Gray, 1821 Genus PalaeoloxodonMatsumoto, 1924 Type species Palaeoloxodon naumanni (Makiyama, 1924) Palaeoloxodon lomolinoi sp. nov. Holotype: AMPG 999 (Fig. 5), an isolated maxilla preserving both thirdmolars (M3). Curated at theMuseumof Palaeontology andGeology of the National and Kapodistrian University of Athens in Greece.\nSynonymy: Elephas melitensis in Mitzopoulos, 1961: 334, textfig. 1; Palaeoloxodon antiquus melitensis in Mitzopoulos, 1961: 336; P. antiquus cf. melitensis in Mitzopoulos, 1961: 340; a dwarf elephant in Sondaar, 1971: 66; P. antiquus melitensis in Marinos and Symeonidis, 1976: 354; P. antiquus melitensis (lapsus calami) in Dermitzakis and Sondaar, 1978: 827; Elephas antiquus melitensis in Kotsakis, 1979: 36; elephant similar in size to Elephas melitensis in Shoshani and Tassy, 1996: 238; Elephas unnamed species B in Alcover et al., 1998: 19; elephant probably belonging to the palaeoloxodontine line in Palombo, 2001: 488; an endemic species smaller than E. mnaidriensis in Palombo, 2004: 366–367; Elephas sp. in Van der Geer et al., 2010: Plate 6.\nType Locality: Trypiti river, Naxos, Greece. Distribution and age: Late Pleistocene, Naxos, Greece. Etymology: the species is named after Mark Lomolino, in honour of his contribution to the knowledge of island biogeography. Referred specimens: Holotype only. Measurements: see Tables 1 and 2. Diagnosis: a dwarf palaeoloxontine elephant from Naxos. Differential diagnosis: Palaeoloxodon lomolinoi is about ten percent the bodymass of Palaeoloxodon antiquus, has a higher lamellar frequency and thicker enamel. It differs from Palaeoloxodon creutzburgi, Palaeoloxodon ‘mnaidriensis’ and P. sp. from Delos in its greater size reduction. It differs from Palaeoloxodon cypriotes and Palaeoloxodon falconeri (Spinagallo, Sicily) in its lesser size reduction. Palaeoloxodon lomolinoi has thicker enamel (ranging between 2 and 3 mm) than all other Mediterranean dwarf Palaeoloxodon, except for Palaeoloxodon tiliensis.\nDescription of the holotype: (adapted from Mitzopoulos, 1961) an exceptionally well-preserved partial upper jaw, consisting of the maxillar bones and the complete palatum of an adult individual. Both sides contain a fully erupted third molar in wear. The number of plates is 10.5 of which two are not in wear. Themost anterior plate is oval. The following complete plate is merged with a worn central median pillar that lies between the two anterior plates to form a Y-shaped structure. The rest of the plates in wear have a rhomboid, lamellar form. The width decreases with plate number. The enamel loops are simple, ‘cigar-shaped’, scarcely folded with small mesial expansions. The occlusal surface of the plates at the first stage of wear is broken up into three connected oval islets, somewhat obscured due to the presence ofmatrix on the specimen. The enamel is thick. The occlusal surface is oblong with the proximal part wider than the distal part.\nRemarks: originally, the material of Palaeoloxodon lomolinoi was attributed to the Maltese species Palaeoloxodon antiquus melitensis by Mitzopoulos (1961). However, since dwarf elephants are considered to have had reduced overseas dispersal abilities (see discussion above) and can thus not have reached the Cyclades from Sicily or Malta, the Naxos dwarf elephant can therefore not have been co-specific with any Siculo-Maltese dwarf species. Palaeoloxodon lomolinoi has about the same size as Palaeoloxodon tiliensis and P. ‘melitensis’ (Luparello, Sicily). Palaeoloxodon lomolinoi is smaller than P. sp. (Delos), which might be an older chronospecies. The individual age of the specimen seems rather high, as about 80% of the plates are in wear, translating to an age of above 50 Asian Elephant years (following Roth and Shoshani, 1988) assuming that wear proceeded with the same rate in insular Palaeoloxodon as in extant Elephas."
  }, {
    "heading": "5.2. The rock mouse from Naxos",
    "text": "Order RODENTIA Bowdich, 1821 Family MURIDAE Illiger, 1815 Genus Apodemus Kaup, 1829 Type species Apodemus agrarius (Pallas, 1771) Apodemus cf. mystacinus (Danford & Alston, 1877) (Fig. 6) Holotype: MCZ 14887, male, skin and skull of a male. Curated at the Museum of Comparative Zoology of Harvard University of Cambridge in the USA.\nType locality: Turkey, Adana Province, Bulgar Dagh Mt, Zebil. Referred material: Thirteen isolated upper first molars (NX1–NX9, NX11–NX14), eight isolated upper second molars (NX31, NX32, NX34– NX40), four isolated upper third molars (NX41–NX44), four isolated lower first molars (NX51–54), two mandibles with first and second molars (NX56, NX58) (Fig. 6). All specimens are stored at IvAU.\nSynonymy: large Apodemus in Sondaar, 1971: 66; bigApodemus sp. in Kotsakis, 1979: 36.\nDimensions: See Table 4. Distribution and age: Late Pleistocene, Naxos, Greece.\nDescription: Upper dentition: on theM1, the t1 is positioned slightly more posterior than the t3. Because of the strong connection between t4 and t7, the posterior cusps form a continuous ridge from t6 to t9. A t12 is clearly present as a spur of the t8 in all specimens but one, which is relatively worn. In most M2, the t12 is a ridge-shaped extension of the t8, but its development is more variable than in the M1. One M2 has a clearly cusp-shaped t12, in two others it seems to be missing. The t1 is only slightly larger than the t3.\nLower dentition: the m1 is mainly characterised by its strong labial cingulum. A c1 is invariably present, as well as up to three accessory cusplets, which, however, can also be incorporated in a ridge. The two anterolophids are of similar size, the anterocentral cusp is small. The anterolingual cusp of the m2 is strongly developed. Some of the m2 have a very strong labial cingulum, but inmost it is reduced to some slight patches. In two specimens, the cingulum bears to accessory cusplets.\nRemarks: Sondaar (1971) and Kotsakis (1979) already noted the presence of an Apodemus in the Naxos fauna. In the same sample remains of a crocidurine shrew (Fig. 6) and a bat are present, which will be published separately.\nThe Naxos Apodemus is a large species. In size, it agrees well with measurements of Apodemus mystacinus as given by Van de Weerd (1973), Mayhew (1978) and Niethammer (1978). Compared to the latter two, the m1 from Naxos seems relatively short. In that respect the material from Naxos metrically fits best with the sample form Varkiza 1, Greece (Middle or Late Pleistocene; Van de Weerd, 1973). The strong labial cingulum on the m1 and m2 also point to A. mystacinus, although the development of accessory cusplets is less than suggested by Niethammer (1978, Fig. 63). Moreover, Niethammer (1978) diagnosed the species as having at least on accessory cuspule on the m2, which is only present in part of the specimens in the Naxos assemblage. This could be a difference between subspecies, as the typical mystacinus and Apodemus m. epimelas do show some differences in the dentition. According to Storch (1975), the t12 is incorporated in the ridge formed by t9–t8–t7 in A. m. mystacinus, but is separate in A. m. epimelas. This implies that the Naxos Apodemus can be placed in the latter subspecies.\nAccording to Masseti (2012), Apodemus mystacinus still occurs on Naxos. However, neither Niethammer (1978), nor Storch (2004) includes the island in the distribution of the species. Storch (2004) noted that the subspecies show a clear separation in the Aegean, A. m. mystacinus occurring on the eastern islands, whereas Apodemus m. epimelas is restricted to thewest. Storch (2004) explained this difference by pointing out that A. mystacinus is a rock dweller, which would be well adapted to cross rocky land bridges during sea-level lows. Although, in contrast to Storch (2004), we do not want to rule out rafting as a mechanism for dispersal for this species, his argument fits well with finding the Greek subspecies on Naxos. After all, during sealevel lows the island would be far easier accessible from the west than from the east."
  }, {
    "heading": "6. Discussion",
    "text": ""
  }, {
    "heading": "6.1. Fossil insular elephants from the Southern Aegean Sea",
    "text": "The Cyclades does not form the only island complex in the Southern Aegean Sea with insular proboscideans. A fossil dwarf mammoth lived on Crete (Mammuthus creticus, early–Middle Pleistocene), and fossils of endemic palaeoloxodontine elephants have been found on Crete (Palaeoloxodon creutzburgi, Late Pleistocene), and the Dodecanese islands, namely Tilos (Palaeoloxodon tiliensis, Late Pleistocene), Rhodos (unnamed species; originally reported as Palaeoloxodon antiquus mnaidriensis by Marinos and Symeonidis, 1973), Astypalaia (unnamed dwarf elephant, reported as personal data in Doukas and Athanassiou, 2003) and Kasos (unnamed elephant, reported as personal data in Masseti, 2012) (for overviews see Doukas and Athanassiou, 2003; Masseti, 2009). Apart from these fossils, a number of elephant fossils from southern Aegean islands belong to mainland P. antiquus. These islands were connected to the mainland and include Kalymnos (Masseti, 2002, 2006; specimenfigured inMasseti, 2009, Fig. 6), Kythera (Petrochilos, 1938; Dermitzakis et al., 1982), Ikaria (Masseti, 2006, 2009), which are not considered here. Gökceada (=Imbros, Masseti, 2009) is part of the northern Aegean Sea and was connected to Asia Minor.\nWith the exception of the Cretan mammoth, all the other Aegean proboscideans are palaeoloxodine elephants (pending a full description of the larger elephant from Xylophagou, Cyprus). There are two hypothetical phylogenies available for these elephants. The first is that they all result from independent colonisations from various mainlands and evolved in parallel into dwarf forms (convergent evolution). The second is that the islands of the Southern Aegean Sea acted as a speciation region for elephants. After all, archipelagos have been characterised as\n‘speciation machines’ (sensu Rosenzweig, 1995; see alsoWhittaker and Fernández-Palacios, 2007). In this scenario a single mainland ancestor colonises an island of the archipelago from where it successively disperses to the other islands where further radiation takes place. Here the first scenario is adopted because in the case of the Southern Aegean Sea we deal with a set of islands that is surrounded by vast mainlands (Fig. 7). The distances between each (palaeo-)island and the respective nearest mainland are a fraction of the inter-island distance and colonisation for the mainland is thus more likely than from any other island. In addition, although the dispersal abilities of living elephants are well known (Johnson, 1978), the same unlikely applies to insular elephants. Due to reduced endurance as a result of their size reduction, it is likely to assume that they could cover a fraction of the distance their full-grown ancestors could cover. In addition, the loss of a strong pneumatisation of the dwarf elephant skull (Palombo, 2001; Van der Geer, 2014) and absolutely shorter trunk may have reduced their swimming capacities even further. In all likelihood, the various Southern Aegean dwarf species of Palaeoloxodon are the result of independent colonisation events from the mainland."
  }, {
    "heading": "6.2. Geological and palaeogeographical setting",
    "text": "TheCyclades Plateau is part of the Attic–Cycladic complex, consisting mainly ofmetamorphic and igneous rocks (Hejl et al., 2002), anddivides the northern Aegean Sea from the southern Aegean Sea (or Cretan Sea). The numerous outcropping islands on the plateau today are the result of its complex geomorphology (Kapsimalis et al., 2009). The Cyclades Plateau was a practically aseismic region during the Late Pleistocene and still is today (Papazachos, 1990). So for our purposes sea-level changes are the only relevant factor in assessing its palaeogeography, at least as far as the Late Pleistocene is concerned. The maximal depth of the Cyclades Plateau is less than 250 m. During periods of low sea level substantial parts of the now submerged Plateau were exposed forming clusters of larger islands or, at periods of more extensive sealevel drop, a single mega-island (Lambeck, 1996; Kapsimalis et al., 2009; Lykousis, 2009) of about 10,000 km2 (Kapsimalis et al., 2009).\nLykousis (2009) suggests that during the Middle Pleistocene, larger areas were exposed subaerial, and, the Cyclades Plateau was connected to the mainland of Eurasia during major glaciations. Lykousis (2009), based on seismic data, argues that it was connected to both the Greek\nmainland and Asia Minor during oxygen isotopic stages 10 and 12 (480–350 kyrs BP) and stage 8 (300–250 kyrs BP) and that the area subsided progressively, implying that the connection remained intact during isotopic stage 9 but with less land exposed above sea level. During isotopic stage 6 (180–140 kyrs BP), the landmasswas separated from Asia Minor but still connected to the mainland of Greece. Finally, the Plateau formed a single mega-island at oxygen isotopic stage 2 (30–18 kyrs BP) (Lykousis, 2009). These isotope stages correspond to glacial periods and low sea levels. In between, sea level was (much) higher and the emerged area (much) smaller. The breaking up of the single island into the present numerous islands started around the onset of the Holocene (ca 12 kyrs BP; Kapsimalis et al., 2009). The model of Lykousis (2009) is in conflict with the view that the seaways between Euboea–Andros and Kea–Sounion were already open during the early Pleistocene (Anastasakis et al., 2006), resulting in a significantly more insular condition of the Cycladic Plateau throughout the Pleistocene.\nSince the current knowledge of the palaeogeography of the Cyclades cannot help us further, the maximum stratigraphic range of the fossil taxa from Naxos is here used as a starting point. Apodemus mystacinus is present in Europe and Asia Minor since the early Pleistocene (Masseti, 2012) while Palaeoloxodon antiquus was present during the Middle and Late Pleistocene (Athanassiou, 2000). This would imply a Middle or Late Pleistocene age for the Naxos fauna (this also fits the metrical values of the Naxos Apodemus, which indicate a Middle or Late Pleistocene age as well). Most of the palaeoloxodontine phylogenetic dwarfs are of Late Pleistocene age (e.g. Tilos, Crete, Rhodos and the large-sized elephants of Sicily and Malta), there are, however, some that have been attributed to the Middle Pleistocene (the smallest-sized elephants of Sicily and Malta)."
  }, {
    "heading": "6.3. Colonisation window and subsequent evolution",
    "text": "Kurtén (1968) suggested that during glacial stages of the Pleistocene the South European peninsulas served as refuges for Palaeoloxodon antiquus, which is adapted to the temperate climates of the interglacial stages. During such a colder stage sea-level drops are expected and the palaeo-Cyclades was not only much closer to the mainland but also much larger (Fig. 1). At excessive sea-level drops, the palaeo-Cyclades was connected to the mainland of Greece via Euboea (Anastasakis and\nresent day sea-level. The map also indicates the possible dispersal routes of four insular as significantly closer to each palaeo-island than the palaeo-islands from each other.\nDermitzakis, 1990). At such moments, P. antiquus could have easily reached the palaeo-Cyclades overland where it found sufficient area to survive as the submerged shelf areas of today formed flat plains then. After submerging of the land connection, colonisation was still possible but this time overseas by swimming as in the case of several other insular elephants (Van den Bergh, 1999; Van der Geer et al., 2010). Perhaps independently, themurid and the insectivore reached the palaeo-island supposedly by rafting. The nature of the ecological assemblage, consisting solely of an elephant, a mouse and a shrew, strongly favours overseas chance dispersal. When the climate becamewarmer again and sea level rose, the degree of isolation increased andmay have either led or started a progressive body size reduction. Eventually the island may have become too small to sustain a population of large herbivores leading to the extinction of Palaeoloxodon lomolinoi. Other causes which could have led to the extinction of the dwarf elephant are climate change, volcanic activity e.g. of nearby Santorini (Thera), hunting pressure exerted by humans, disease or a combination of factors, all of whichmay be independent of sea-level changes. As to volcanic activity, Theodorou (1988) suggested that theMinoan eruption of Santorini was one of the factors that led the Tilos dwarf elephant to extinction. If this applies to Naxos as well, it's impossible to pinpoint a precise point in time, because the Santorini volcanic field has had twelve major and numerous minor eruptions over the last 200 ka (Druitt et al., 1989), the effect of which on Naxos is unknown (no ash layers were found). On the other hand, the Cyclades Plateau is unlike any other island in the Mediterranean. Sea-level changes can dramatically alter its size and topography. At low sea levels it forms a large island with extensive flat areas, but a modest sea-level rise leads to a fragmented landscape consisting of many smaller islands with rather rough terrain.\nSeveral possible episodes of isolation, dispersal, evolution and extinction can be deduced from Lykousis' (2009) interpretation of seismic data, where extinction can have been caused by (re)connection to the mainland or by substantial submergence of habitat. Lykousis (2009) does not specify how much of the Plateau around Naxos was exposed during interglacials, so themost plausible colonisationwindow has to be narrowed down by elimination.\nFirst of all, should the palaeogeographic reconstruction of Lykousis (2009) turn out to be incorrect and the palaeo-Cyclades was separated from themainland throughout the entire Pleistocene, then Palaeoloxodon lomolinoi could have lived on Naxos during the colder stages of the Middle Pleistocene aswell. A low sea level is important for two reasons. First, it minimises the distance between mainland and island, and thus increases the chances of a successful overseas crossing. Second, it increases the size of the palaeo-Cyclades by adding large territories with minimal inclination that form suitable habitats for elephants. This scenario would add isotope stages 16 (approx. 650 kyrs BP), 12 and 10 as possible colonisation and evolution window for P. lomolinoi.\nIn the case that the model of Lykousis (2009) is correct, the Middle Pleistocene glacials have to be excluded because of their land connections. Furthermore, isotopic stage 9 is excluded on the ground of its short duration (around 50 kyrs) during which the complete sequence of isolation, successful sweepstakes colonisation and subsequent evolution of dwarfismbefore land connectionwas re-established should have taken place. The data in Lykousis (2009) allow for at most a very short period, if at all, of isolation. Isotopic stage 7 is somewhat longer (about 70 kyrs) but in our opinion still unlikely short. In addition, Lykousis (2009) data indicate that the land connection with mainland Greece through Attika and Euboea remained intact throughout.\nTaking all evidence together, the only relevant period for evolution of the Naxos fauna is a period when emerged landmasses formed a large island, the palaeo-Cyclades, and where submerged areas of today formed large plains and provided sufficient habitat to sustain an elephant population. This could be approx. 650 kyrs BP, 480 krys BP or between 140 and 30 kyrs BP. Available palynological data from the study area narrow the colonisation window significantly. The relevant deposits are quite rich in pollen and represent at least 20 taxa\n(Dalongeville and Renault-Miskovsky, 1993). The deposits cannot be pinpointed in time but can most likely be attributed to the period between 116 and 11.5 kyrs BP (Würm) and represent the different stages of alternating open forest and arboreal steppes, or, in the case of one particular deposit, perhaps between 238 and 128 kyrs BP (Riss; Dalongeville and Renault-Miskovsky, 1993). A Late Pleistocene age, or perhaps a latest Middle Pleistocene age, is in line with the geological age of other Palaeoloxodon dwarfs from the Aegean and is not contradicted by the micromammal data.\nThe specimen from Delos might represent an earlier stage of isolation than the specimen from Naxos and in that case would constitute a chronospecies of Palaeoloxodon lomolinoi. To rule out the option of an earlier, independent colonisation followed by an independent evolutionary process further study of the Delos specimen and its context is needed. The species on Rhodos, Crete and Tilos on the other hand are doubtlessly the result of independent colonisations by Palaeoloxodon antiquus from different regions. Rhodos and Tilos were colonised from Asia Minor, Crete from Greece through Kythera and Antikythera, which were connected to each other and to the Peloponnesos.\nThe palaeo-Cyclades was not far removed from the mainland. A moderate degree of isolation is suggestive of a high colonisation rate, while a relatively large area can accommodate a high number of species (Lomolino, 2000). Yet, the recorded biodiversity of the palaeo-Cyclades is lower than that for Crete, an island with similar size and only slightly higher degree of isolation during periods with low sea level during the Late Pleistocene. Apart from a dwarf elephant, a large mouse and a shrew, Crete also harboured several deer species and an otter during the Late Pleistocene. This difference might simply be an artefact of the lack of fossils since there are thousands of fossils from Crete but only a handful from the Cyclades. A complete picture of the palaeobiodiversity and biostratigraphy of the palaeo-Cyclades is thus currently impossible to build and will perhaps never be. The available bits and pieces, however, give some clues about biogeography. First of all, the palaeo-Cyclades supported an elephant of about a quarter the body mass of that of Crete during the same period. This small relative size may be related to the absence of any competitor or predator as Lomolino et al. (2012) found that body size evolution of mammals on islands is contextual, and the absence or presence of competitors and predators is a main factor. However, this is by no means certain when taking the fragmentary fossil record of the palaeo-Cyclades into account. The smaller size may also be related to island area, but such a relation has never been proven for elephantids and is in conflict with the fact that Tilos, which is much smaller, harboured a similar-sized elephant. Secondly, the meagre fauna consisting of a dwarf elephant, shrews and a field mouse puts the island on a par with relatively remote islands like Middle Pleistocene Malta and Flores. As with the previous issue, this may prove untrue in case more taxa are found."
  }, {
    "heading": "6.4. Remarks on palaeo-dietary ecology and habitat",
    "text": "Limited ecological information, at least for the Late Pleistocene, can be inferred from the fauna. The rock mouse is a species of primarily deciduous forests and Mediterranean woods but prefers drier habitats than most other Apodemus (Tchernov, 1986). It has been reported from rocky areas of dry, open environments (Mayhew, 1978; Montuire et al., 1994). Part of the palaeo-Cyclades was likely covered with deciduous forest and woodlands with, as can be inferred from the geology, barren rocky areas as well. As to the large herbivore spectrum of the fauna, the only component was Palaeoloxodon lomolinoi which might have deviated ecologically from its ancestor Palaeoloxodon antiquus. Palombo et al. (2005) and Palombo and Iacumin (2010) demonstrated dietary plasticity for the latter species. Its microwear patterns indicate wide dietary breadth and the ability to exploit feeding resources in a large diversity of habitats (Rivals et al., 2012). Apart from that, the European populations of this species show a trend towards an increased\namount of browse in its diet from the Middle Pleistocene (grazedominated mixed feeder) to the Late Pleistocene (Eemian interglacial, MIS 5e; leaf browser) irrespective of latitude (Rivals et al., 2012). If the founder population of the palaeo-Cyclades belonged to a Late Pleistocene meta-population (see Section 6.3) and it would have been adapted predominantly to leaf browsing or browse-dominated mixed feeding. A higher amount of dietary plasticity is an advantage for a species on an island simply because of the ability of niche broadening withoutmuchneed for adaptation. The slightly thicker enamel observed in molars of dwarf species such as P. lomolinoi might be related to diet but this relation has never been investigated systematically. Actually, this might very well be linked to increased dietary breadth rather than to niche narrowing and specialisation in parallel with the case of increased tooth crown height (hypsodonty) in ungulate lineages (Rivals et al., 2010).\nPalynological data indicate a Late Pleistocene climate that was warmer than the present with a Mediterranean character and either drier or wetter than the present dependent on the stage (Dalongeville and Renault-Miskovsky, 1993). The arboreal component differs per deposit and varies between 40% (warm, wet) and 20% (warm, dry); in one case 12% in combination with a high percentage of aquatic plants, which is a local phenomenon.\nThe palaeo-Cyclades had a varied landscape with mountains and valleys. The present-day islands were the highlands, but in between there were low, large and relatively flat plains with an average slope of just 1.58° (Kapsimalis et al., 2009). Two major palaeo-plains can be recognised on the palaeo-Cyclades: a central plain located between the highlands of what are now Syros–Delos–Mykonos and Antiparos– Paros–Naxos, and a southern plain between the highlands of Antiparos– Paros–Naxos and Folegandros–Sikoos–Ios (Kapsimalis et al., 2009). These plains with their freshwater resources likely formed suitable habitats for elephants."
  }, {
    "heading": "7. Conclusions",
    "text": "1. During the Late Pleistocene, Naxos and adjacent areas formed a large mega-island, referred to here as the palaeo-Cyclades. 2. Areas that are at present submerged formed extensive low-lying plains with lakes and rivers, providing suitable habitats for large herbivores. 3. Fossils of a dwarf elephant, formally named here Palaeoloxodon lomolinoi, a rock mouse (Apodemus cf. mystacinus), shrews and bats were found on Naxos in Late Pleistocene sediments. 4. The dwarf elephant from Naxos evolved miniature size due to longterm isolation. It had a bodymass of about 10% of that of itsmainland ancestor. 5. The various Aegean insular dwarf species each result from independent colonisations."
  }, {
    "heading": "Acknowledgements",
    "text": "We thank Hans de Bruijn and Olaf Schuiling for their help with the collection history of the small mammal remains fromNaxos.We further wish to thank Pascal Tassy and Isabelle Rouget for their search for the cast of the Delos specimen in the Paris collections, Athanassios Athanassiou for providing details concerning the specimen from Paros and the occurrence of P. antiquus in Greece, George Anastasakis for the fruitful discussions on the palaeogeography of Cyclades, Hans de Bruijn for his measurements of Apodemus, George Iliopoulos for information on the Cypriot elephants and Marco Masseti, Victoria Herridge and Maria Rita Palombo for sharing their views on the evolution of dwarf elephants with us. We are grateful to Astrid Scharlau and Nikos Mandilaras for indicating to us the fossiliferous locality and to them and AnnaHeijstee for their assistance duringfieldwork.We thank, in alphabetical order of institutional abbreviation, George Theodorou (AMPG), Wilma Wessels (GIU), Carolina di Patti (GPM) and Thomas\nIngicco (IPH), and Reinier van Zelst (NBC) for access to collections in their care. Finally, we thank two anonymous reviewers and the editor for their constructive comments which greatly improved the manuscript. This research has been co-financed by the European Union (European Social Fund— ESF) andGreek national funds through theOperational Program “Education and Lifelong Learning” of the National Strategic Reference Framework (NSRF) — Research Funding Program: THALIS –UOA-Island biodiversity and cultural evolution: examples from the Eastern Mediterranean, Madagascar, Mauritius and Philippines during the past 800,000 years (MIS375910, KA:70/3/ 11669)."
  }],
  "year": 2014,
  "references": [{
    "title": "Mammal species of the world: additional data on insular mammals",
    "authors": ["J.A. Alcover", "X. Campillo", "M. Macias", "A. Sans"],
    "venue": "Am. Mus. Novit",
    "year": 1998
  }, {
    "title": "The Pleistocene dwarf elephants of Spinagallo (Siracusa, SouthEastern Sicily)",
    "authors": ["P. Ambrosetti"],
    "venue": "Geol. Romana",
    "year": 1968
  }, {
    "title": "Post middle Miocene paleogeographic evolution of the central Aegean Sea and detailed Quaternary reconstruction of the region: its possible influence on the distribution of the Quaternary mammals of the Cyclades Islands",
    "authors": ["G.C. Anastasakis", "M. Dermitzakis"],
    "venue": "Neues Jb. Geol. Paläontol. Monat",
    "year": 1990
  }, {
    "title": "Upper Cenozoic stratigraphy and paleogeographic evolution of Myrtoon and adjacent basins, Aegean Sea, Greece",
    "authors": ["G. Anastasakis", "D.J.W. Piper", "M.D. Dermitzakis", "V. Karakitsios"],
    "venue": "Mar. Pet. Geol",
    "year": 2006
  }, {
    "title": "Presence of fossil elephants in the area of Penios Valley (NW Peloponnesus, Greece)",
    "authors": ["A. Athanassiou"],
    "venue": "Ann. Géol. Pays Hellén",
    "year": 2000
  }, {
    "title": "Insularity and its effects on terrestrial vertebrates: evolutionary and biogeographic aspects",
    "authors": ["A. Azzaroli"],
    "year": 1982
  }, {
    "title": "Four and a half months in Crete in search of Pleistocene mammalian remains",
    "authors": ["D.M.A. Bate"],
    "venue": "Geol. Mag",
    "year": 1905
  }, {
    "title": "Evolutionary processes in a continental island system: molecular phylogeography of the Aegean Nigella arvensis alliance (Ranunculaceae) inferred from chloroplast DNA",
    "authors": ["C. Bittkau", "H.P. Comes"],
    "venue": "Mol. Ecol",
    "year": 2005
  }, {
    "title": "On the fossil mamalia of Cyprus, I and II",
    "authors": ["G.J. Boekschoten", "P.Y. Sondaar"],
    "venue": "Proc. K. Ned. Akad. Wet. B",
    "year": 1972
  }, {
    "title": "Découverte de l'Elephas antiquus à l'île de Délos (Cyclades)",
    "authors": ["L. Cayeux"],
    "venue": "C.R. Hebd. Seances Acad. Sci",
    "year": 1908
  }, {
    "title": "Body size in proboscideans, with notes on elephant metabolism",
    "authors": ["P. Christiansen"],
    "venue": "Zool. J. Linnean Soc",
    "year": 2004
  }, {
    "title": "Paysages passés et actuels de l'île de Naxos",
    "authors": ["R. Dalongeville", "J. Renault-Miskovsky"],
    "venue": "Recherches dans les Cyclades, Résultat des travaux de la RCP 583, Collection de la Maison de l'Orient méditerranéen, Série archéologique. Maison de l'Orient et de la Méditerranée Jean Pouilloux,",
    "year": 1993
  }, {
    "title": "Palaeoloxodon cypriotes, the dwarf elephant of Cyprus: size and scaling comparisons with P. falconeri (Sicily–Malta) and mainland",
    "authors": ["P. Davies", "A.M. Lister"],
    "venue": "Proceedings of the 1st International Congress,",
    "year": 2001
  }, {
    "title": "The importance of fossil mammals in reconstruction paleogeography with special reference to the Pleistocene Aegean Archipelago",
    "authors": ["M.D. Dermitzakis", "P.Y. Sondaar"],
    "venue": "Ann. Géol. Pays Hellén",
    "year": 1978
  }, {
    "title": "1980.Mapof themain fossiliferous localities of Proboscidea in Aegean area. Editions of the Laboratory of Geology and PalaeontologyUniversity of Athens, Athens",
    "authors": ["M. Dermitzakis", "G. Theodorou"],
    "year": 1980
  }, {
    "title": "The Evolution of Elephants. Edition of the Laboratory of Geology and Palaeontology",
    "authors": ["M.D. Dermitzakis", "N.K. Symeonidis", "L.E.M. De Boer", "P.Y. Sondaar"],
    "year": 1982
  }, {
    "title": "Review of the Pliocene and Pleistocene Proboscidea (Mammalia) from Greece",
    "authors": ["C.S. Doukas", "A. Athanassiou"],
    "venue": "Deinsea",
    "year": 2003
  }, {
    "title": "Biogeography of the tenebrionid beetles (Coleoptera, Tenebrionidae) on the Aegean Islands (Greece)",
    "authors": ["S. Fattorini"],
    "venue": "J. Biogeogr",
    "year": 2002
  }, {
    "title": "The dwarf elephant Palaeoloxodon mnaidriensis from Puntali Cave, Carini (Sicily; Late Middle Pleistocene): anatomy, systematics and phylogenetic relationships",
    "authors": ["M. Ferretti"],
    "venue": "Quat. Int",
    "year": 2008
  }, {
    "title": "Elephas (palaeozoology)",
    "authors": ["G.C. Georgalas"],
    "venue": "Megali Helliniki Egkyklopaedia",
    "year": 1929
  }, {
    "title": "The influence of recent geography, palaeogeography and climate on the composition of the fauna of the central Aegean Islands",
    "authors": ["B. Hausdorf", "C. Hennig"],
    "venue": "Biol. J. Linn. Soc",
    "year": 2005
  }, {
    "title": "Post-plutonic unroofing and morphogenesis of the Attic–Cycladic complex (Aegean, Greece)",
    "authors": ["E. Hejl", "H. Riedl", "H. Weingartner"],
    "venue": "Tectonophysics",
    "year": 2002
  }, {
    "title": "Dwarf Elephants on Mediterranean Islands: A Natural Experiment in Parallel Evolution",
    "authors": ["V. Herridge"],
    "year": 2010
  }, {
    "title": "Extreme insular dwarfism evolved in a mammoth",
    "authors": ["V.L. Herridge", "A.M. Lister"],
    "venue": "Proc. R. Soc. B",
    "year": 2012
  }, {
    "title": "Prehistoric remains on the island of Kythnos",
    "authors": ["K. Honea"],
    "venue": "Am. J. Archaeol",
    "year": 1975
  }, {
    "title": "New dwarf elephant material from the Pleistocene of Cyprus",
    "authors": ["G. Iliopoulos", "A. Athanassiou", "G. Konstantinou"],
    "venue": "Palaeontologists 9th Annual Meeting,",
    "year": 2011
  }, {
    "title": "Sugli elefanti nani della grotta",
    "authors": ["M. Imbesi"],
    "venue": "Actes du 4. Congres International du Quaternaire, Rome-Pise,",
    "year": 1956
  }, {
    "title": "On a fossil skull of Palaeoloxodon naumanni from Saruyama, Shimosamachi, Chiba Prefecture, central Japan",
    "authors": ["N. Inuzuka"],
    "venue": "J. Geol. Soc. Jpn",
    "year": 1977
  }, {
    "title": "On the origin of Palaeoloxodon naumanni — a comparative osteology of the cranium",
    "authors": ["N. Inuzuka"],
    "venue": "J. Geol. Soc. Jpn",
    "year": 1977
  }, {
    "title": "Discrimination between the genera Palaeoloxodon and Elephas and the independent taxonomical position of Palaeoloxodon (Mammalia: Proboscidea)",
    "authors": ["N. Inuzuka", "K. Takahashi"],
    "venue": "Miscelánea en homenaje a Emiliano Aguirre II. Museo Arqueologico Regional,",
    "year": 2004
  }, {
    "title": "Geological map of Naxos",
    "authors": ["J.B.H. Jansen"],
    "venue": "National Institute of Geology and Mining Research,",
    "year": 1973
  }, {
    "title": "The origin of island mammoths and the Quaternary land bridge history of the Northern Channel Islands, California",
    "authors": ["D.L. Johnson"],
    "venue": "Quat. Res",
    "year": 1978
  }, {
    "title": "Geoarchaeological challenges in the Cyclades continental shelf (Aegean Sea)",
    "authors": ["V. Kapsimalis", "K. Pavlopoulos", "I. Panagiotopoulos", "P. Drakopoulou", "D. Vandarakis", "D. Sakelariou", "C. Anagnostou"],
    "venue": "Z. Geomorphol. N.F",
    "year": 2009
  }, {
    "title": "TheQuaternary vertebrates on the Aegean islands: palaeobiogeographical implications",
    "authors": ["T. Kotsakis"],
    "venue": "Ann. Géol. Pays Hellén",
    "year": 1979
  }, {
    "title": "Pleistocene Mammals of Europe",
    "authors": ["B. Kurtén"],
    "venue": "Aldine Publishing",
    "year": 1968
  }, {
    "title": "Die pleistozänen Säugetierfaunen der ostmediterranen Inseln",
    "authors": ["S.E. Kuss"],
    "venue": "Ber. Naturforsch. Ges. Freibg. Br",
    "year": 1973
  }, {
    "title": "Sea-level change and shoreline evolution in Aegean Greece since",
    "authors": ["K. Lambeck"],
    "venue": "Upper Palaeolithic times. Antiquity",
    "year": 1996
  }, {
    "title": "Napakaliit trompa: new pygmy proboscidean remains from the Cagayan Valley (Philippines)",
    "authors": ["N. Liscaljet"],
    "venue": "Quat. Int",
    "year": 2012
  }, {
    "title": "Dwarfing in island elephants and deer: processes in relation to time of isolation",
    "authors": ["A.M. Lister"],
    "venue": "Symp. Zool. Soc. Lond",
    "year": 1996
  }, {
    "title": "New fossil remains of Elephas from the southern Levant: implications for the evolutionary history of the Asian elephant",
    "authors": ["A.M. Lister", "W. Dirks", "A. Assaf", "M. Chazan", "P. Goldberg", "Y.H. Applbaum", "N. Greenbaum", "L.K. Horwitz"],
    "venue": "Palaeogeogr. Palaeoclimatol. Palaeoecol",
    "year": 2013
  }, {
    "title": "Ecology's most general, yet protean pattern: the species–area relationship",
    "authors": ["M.V. Lomolino"],
    "venue": "J. Biogeogr",
    "year": 2000
  }, {
    "title": "Body size evolution in insular vertebrates: generality of the island",
    "authors": ["M.V. Lomolino"],
    "venue": "rule. J. Biogeogr",
    "year": 2005
  }, {
    "title": "2013.Ofmice and mammoths: generality and antiquity of the island",
    "authors": ["M.V. Lomolino", "A.A. van derGeer", "G.A. Lyras", "M.R. Palombo", "D.F. Sax", "R. Rozzi"],
    "venue": "rule. J. Biogeogr",
    "year": 2013
  }, {
    "title": "Sea level changes and shelfbreak prograding sequences during the last 400 ka in the Aegean margins: subsidence rates and palaeogeographic implications",
    "authors": ["V. Lykousis"],
    "venue": "Cont. Shelf Res",
    "year": 2009
  }, {
    "title": "Notes on a fossil elephant from Sahamma, Tôtômi",
    "authors": ["J. Makiyama"],
    "venue": "Mem. Coll. Sci. Kyoto Imp. Univ. B",
    "year": 1924
  }, {
    "title": "Erstmalige Funde von Zwergelefanten auf dem Insel Rhodos",
    "authors": ["G. Marinos", "N. Symeonidis"],
    "venue": "Anz. Math. Naturwiss. Kl. Österr. Akad. Wiss",
    "year": 1973
  }, {
    "title": "Island populations of dwarf mammals on the Aegean archipelago during Quaternary",
    "authors": ["G. Marinos", "N. Symeonidis"],
    "venue": "Ann. Géol. Pays Hellén",
    "year": 1976
  }, {
    "title": "A glimpse of palaeontology. In: Masseti, M. (Ed.), Island of Deer. Natural History of the Fallow Deer of Rhodes and of the Vertebrates of the Dodecanese (Greece)",
    "authors": ["M. Masseti"],
    "venue": "City of Rhodes, Environmental Organization,",
    "year": 2002
  }, {
    "title": "Deer and dwarf elephants of the Dodecanese",
    "authors": ["M. Masseti"],
    "venue": "Archaeological Institute of Aegean Studies,",
    "year": 2006
  }, {
    "title": "Mammals of the Mediterranean islands: homogenisation and the loss of biodiversity",
    "authors": ["M. Masseti"],
    "venue": "Mammalia",
    "year": 2009
  }, {
    "title": "Atlas of Terrestrial Mammals of the Ionian and Aegean Islands",
    "authors": ["M. Masseti"],
    "venue": "Walter de Gruyter GmbH, Berlin/Boston",
    "year": 2012
  }, {
    "title": "Late Pleistocene small mammals from Arnissa (Macedonia, Greece)",
    "authors": ["D.E. Mayhew"],
    "venue": "Proc. K. Ned. Akad. Wet. B",
    "year": 1978
  }, {
    "title": "Über einen pleistozänen Zwergelefanten von der Insel Naxos (Kykladen)",
    "authors": ["M.K. Mitzopoulos"],
    "venue": "Prak. Akad. Athenon",
    "year": 1961
  }, {
    "title": "The Middle Pleistocene mammalian fauna from Emirkaya-2, Central Anatolia (Turkey): systematics and paleoenvironment",
    "authors": ["S. Montuire", "S. Sen", "J. Michaux"],
    "venue": "N. Jb. Geol. Paläont",
    "year": 1994
  }, {
    "title": "Apodemus mystacinus (Danford and Alston, 1877) — Felsenmaus",
    "authors": ["J. Niethammer"],
    "venue": "Handbuch der Säugetiere Europas, Band 1. Akademische Verlagsgesellschaft,",
    "year": 1978
  }, {
    "title": "Paedomorphic features and allometric growth in the skull of Elephas falconeri from Spinagallo (Middle Pleistocene, Sicily)",
    "authors": ["M.R. Palombo"],
    "venue": "Proceedings of the 1st International Congress, Roma,",
    "year": 2001
  }, {
    "title": "Dwarfing in insular mammals: the endemic elephants of Mediterranean islands",
    "authors": ["M.R. Palombo"],
    "venue": "Miscelánea en homenaje a Emiliano Aguirre II. Museo Arqueologico Regional,",
    "year": 2004
  }, {
    "title": "How can endemic proboscideans help us understand the ‘island rule’? A case study of Mediterranean islands",
    "authors": ["M.R. Palombo"],
    "venue": "Quat. Int",
    "year": 2007
  }, {
    "title": "What did straight-tusked elephants",
    "authors": ["M.R. Palombo", "P. Iacumin"],
    "venue": "eat? Quatern. HS",
    "year": 2010
  }, {
    "title": "Coupling tooth Microwear and stable isotope analysis for palaeodiet reconstruction: the case study of Late Middle Pleistocene Elephas (Palaeoloxodon) antiquus teeth from Central Italy (Rome area)",
    "authors": ["M.R. Palombo", "M.L. Filippi", "P. Iacumin", "A. Longinelli", "M. Barbieri", "A. Maras"],
    "venue": "Quat. Int",
    "year": 2005
  }, {
    "title": "Seismicity of the Aegean and surrounding area",
    "authors": ["B.C. Papazachos"],
    "venue": "Tectonophysics",
    "year": 1990
  }, {
    "title": "Die paläogeologische Entstehung der Agäis nach dem derzeitigen Stand unserer Erkentnisse",
    "authors": ["A. Papp"],
    "year": 1953
  }, {
    "title": "Découverte de l'Elephas antiquus dans l'île de Cythère et l'âge de sa séparation du continent",
    "authors": ["J. Petrochilos"],
    "venue": "CR Somm. Soc. Géol. Fr",
    "year": 1938
  }, {
    "title": "Advances in ungulate dental wear techniques reveal new patterns of niche breadth and expansion throughout the Cenozoic",
    "authors": ["F. Rivals", "G.M. Semprebon", "N. Solounias"],
    "venue": "J. Vertebr. Paleontol",
    "year": 2010
  }, {
    "title": "An examination of dietary diversity patterns in Pleistocene proboscideans (Mammuthus, Palaeoloxodon, and Mammut) from Europe and North America as revealed by dental microwear",
    "authors": ["F. Rivals", "G. Semprebon", "A. Lister"],
    "venue": "Quat. Int",
    "year": 2012
  }, {
    "title": "Species Diversity in Space and Time",
    "authors": ["M.L. Rosenzweig"],
    "year": 1995
  }, {
    "title": "Dental identification and age determination in Elephas maximus",
    "authors": ["V.L. Roth", "J. Shoshani"],
    "venue": "J. Zool. (Lond.)",
    "year": 1988
  }, {
    "title": "A biogeographic analysis of terrestrial isopods (Isopoda, Oniscidea) from central Aegean islands (Greece)",
    "authors": ["S. Sfenthourakis"],
    "venue": "J. Biogeogr",
    "year": 1996
  }, {
    "title": "Hotspots of endemic terrestrial invertebrates in southern Greece",
    "authors": ["S. Sfenthourakis", "A. Legakis"],
    "venue": "Biodivers. Conserv",
    "year": 2001
  }, {
    "title": "Hyoid apparatus: a little known complex of bones and its “contribution” to proboscidean evolution",
    "authors": ["J. Shoshani", "G.H. Marchant"],
    "venue": "Proceedings of the 1st International Congress, Roma,",
    "year": 2001
  }, {
    "title": "The Proboscidea: Evolution and Palaeoecology of Elephants and Their Relatives",
    "authors": ["J. Shoshani", "P. Tassy"],
    "year": 1996
  }, {
    "title": "Advances in proboscidean taxonomy & classification, anatomy & physiology, and ecology & behavior",
    "authors": ["J. Shoshani", "P. Tassy"],
    "venue": "Quat. Int",
    "year": 2005
  }, {
    "title": "On the relationships within the Elephantinae using hyoid characteristics",
    "authors": ["J. Shoshani", "M. Ferretti", "A.M. Lister", "H. Saegusa", "L.D. Agenbroad", "D. Mol", "K. Takahashi"],
    "venue": "Mammoth Site Scientific Papers,",
    "year": 2005
  }, {
    "title": "Palaezoogeography of the Pleistocene mammals from the Aegean",
    "authors": ["P.Y. Sondaar"],
    "venue": "Opera Botanica,",
    "year": 1971
  }, {
    "title": "Insularity and its effect on mammal evolution",
    "authors": ["P.Y. Sondaar"],
    "venue": "Major Patterns in Vertebrate Evolution. Plenum,",
    "year": 1977
  }, {
    "title": "Relationmigration land vertebrates, paleogeography and tectonics",
    "authors": ["P.Y. Sondaar", "M.D. Dermitzakis"],
    "venue": "International Symposium on the Hellenic Arc and Trench (H.E.A.T.),",
    "year": 1982
  }, {
    "title": "Eine mittelpleistozäne Nager-Fauna von der Insel Chios, Ägäis (Mammalia, Rodentia)",
    "authors": ["G. Storch"],
    "venue": "Senckenberg. Biol",
    "year": 1975
  }, {
    "title": "Late Pleistocene Rodent dispersal in the Balkans",
    "authors": ["G. Storch"],
    "year": 2004
  }, {
    "title": "The rodents and lagomorphs from ‘Ubeidiya’ Formation: systematics, paleoecology and biogeography",
    "authors": ["E. Tchernov"],
    "venue": "(Jordan Valley). Association Paleorient,",
    "year": 1986
  }, {
    "title": "The Dwarf Elephants of the Charkadio Cave on the Island of Tilos (Dodekanese, Greece)",
    "authors": ["G.E. Theodorou"],
    "venue": "(PhD thesis) University of Athens (In Greek)",
    "year": 1983
  }, {
    "title": "Environmental factors affecting the evolution of island endemics: the Tilos example from Greece",
    "authors": ["G.E. Theodorou"],
    "venue": "Mod. Geol",
    "year": 1988
  }, {
    "title": "Elephas tiliensis n. sp. from Tilos island (Dodecanese, Greece)",
    "authors": ["G. Theodorou", "N. Symeonidis", "E. Stathopoulou"],
    "venue": "Hell. J. Geosci",
    "year": 2007
  }, {
    "title": "New phylogenetic analysis of the family Elephantidae based on cranial– dental morphology",
    "authors": ["N.E. Todd"],
    "venue": "Anat. Rec",
    "year": 2010
  }, {
    "title": "Elephas antiquus in Greece: new finds and a reappraisal of older material (Mammalia, Proboscidea, Elephantidae)",
    "authors": ["E. Tsoukala", "D. Mol", "S. Pappa", "E. Vlachos", "W. van Logchem", "M. Vaxevanopoulos", "J. Reumer"],
    "venue": "Quat. Int",
    "year": 2011
  }, {
    "title": "Rodentia from two Pleistocene fissures fillings near Athens",
    "authors": ["A. Van deWeerd"],
    "venue": "Proc. Ned. Akad. Wet. B",
    "year": 1973
  }, {
    "title": "The Late Neogene elephantoid-bearing faunas of Indonesia and their palaeozoogeographic implications; a study of the terrestrial faunal succession of Sulawesi, Flores and Java, including evidence for early hominid dispersal east of Wallace's line",
    "authors": ["G.D. Van den Bergh"],
    "venue": "Scr. Geol",
    "year": 1999
  }, {
    "title": "The late quaternary palaeogeography of mammal evolution in the Indonesian Archipelago",
    "authors": ["G.D. Van den Bergh", "J. de Vos", "P.Y. Sondaar"],
    "venue": "Paleontol. Palaeoclimatol. Palaeoecol",
    "year": 2001
  }, {
    "title": "Parallel patterns and trends in functional structures in extinct island mammals",
    "authors": ["Van der Geer"],
    "venue": "A.A.E.,",
    "year": 2014
  }, {
    "title": "Evolution of IslandMammals: Adaptation and Extinction of PlacentalMammals on Islands",
    "authors": ["A. Van der Geer", "G. Lyras", "J. de Vos", "M. Dermitzakis"],
    "year": 2010
  }, {
    "title": "Toothmorphology ofMammuthusmeridionalis from the southern bight of the North Sea and from several localities in the Netherlands",
    "authors": ["H. Van Essen"],
    "venue": "Reumer, J.W.F., de Vos, J.,Mol,",
    "year": 2003
  }, {
    "title": "Les éléphants nains des îles méditerranéennes et la question des isthmes pléistocènes",
    "authors": ["R. Vaufrey"],
    "venue": "Arch. Inst. Paleon. Hum. Mem",
    "year": 1929
  }, {
    "title": "Herpetologia Aegaea. Österreichische Akademie der Wissenschaften, Vienna",
    "authors": ["O. Wettstein"],
    "year": 1953
  }, {
    "title": "Island Biogeography: Ecology, Evolution and Conservation",
    "authors": ["R.J. Whittaker"],
    "year": 1998
  }, {
    "title": "Island Biogeography: Ecology, Evolution, and Conservation, 2nd edn",
    "authors": ["R.J. Whittaker", "J.M. Fernández-Palacios"],
    "year": 2007
  }],
  "id": "SP:0bd985f685c4819f8d355096b3d9b0835886be80",
  "authors": [{
    "name": "Alexandra A.E. van der Geer",
    "affiliations": []
  }, {
    "name": "GeorgeA. Lyras",
    "affiliations": []
  }, {
    "name": "John deVos",
    "affiliations": []
  }],
  "title": "A dwarf elephant and a rock mouse on Naxos (Cyclades, Greece) with a revision of the palaeozoogeography of the Cycladic Islands (Greece) during the Pleistocene"
}