{
  "sections": [{
    "text": "0361-0128/01/3334/409-16 $6.00 409"
  }, {
    "heading": "Introduction",
    "text": "DURING the fairly narrow time frame of 17 to 14 Ma, northern Nevada was the site of bimodal volcanism, active extensional faulting, and lacustrine sedimentation (John, 2001). During this period, numerous middle Miocene hot spring and shallow epithermal deposits, such as the mercury-gold deposits of the Ivanhoe district in northern Nevada (Fig. 1), formed at or near the paleosurface in association with volcanoes, faults, and lakes. Postmineralization erosion has stripped away the paleosurface and near-surface rocks at many of these deposits, exposing the somewhat deeper vein components of the mineralizing systems.\nThe Miocene paleosurface has been preserved throughout the Ivanhoe district, and exploration drilling and mining provide data on the deeper parts of the geologic and mineralizing systems. With all three dimensions available for study, the present investigation focused on the middle Miocene geologic and paleogeographic evolution of the Ivanhoe district to\ninvestigate the interaction between lacustrine sedimentation, volcanism, faulting, and mineralization. Combined with 40Ar/39Ar dates on sedimentary and volcanic rocks and vein adularia, the field evidence shows that hot spring-type mineralization took place when high-angle faulting and rhyolitic volcanism disrupted the lacustrine environment during a narrow, 300,000-year time interval.\nFrom 1915 into the 1970s, mercury (2,180 flasks) was produced from cinnabar-bearing hot spring-type deposits in the district (Bailey and Phoenix, 1944; LaPointe et al., 1991). Gold exploration in the 1970s and 1980s identified several disseminated gold resources beneath the mercury orebodies. One of these, the Hollister deposit (Fig. 1), had an identified gold resource of 18.4 million tons averaging 0.038 oz/ton Au (Tewalt, 1998). More than 115,000 oz Au was mined from two open pits in the early 1990s (Hollister et al., 1992; Tewalt, 1998). Deep drilling from the late 1990s through 2001 has identified high-grade gold-silver veins beneath gold anomalies near the Hollister mine (Great Basin Gold Ltd. press releases, 2000 and 2001; Price, 2001).\nrhyolitic volcanism and high-angle faulting disrupted a shallow lacustrine environment. Sinter and replacement mercury deposits formed at and near the paleosurface, and disseminated gold deposits and high-grade goldsilver veins formed beneath the hot spring deposits. The lacustrine environment provided abundant meteoric water; the rhyolites heated the water; and the faults, flow units, and lakebeds provided fluid pathways for the hydrothermal fluids.\nA shallow lake began to develop in the Ivanhoe area about 16.5 Ma. The lake progressively expanded and covered the entire area with fine-grained lacustrine sediments. Lacustrine sedimentation continued to at least 14.4 Ma, and periodic fluctuations in the size and extent of the lake may have been responses to both climate and nearby volcanism. The eruption of rhyolite and andesite flows and domes periodically disrupted the lacustrine environment and produced interfingered flows and lake sediments. The major pulse of rhyolitic volcanism took place between 15.16 ± 0.05 and 14.92 ± 0.05 Ma. High-angle faulting began in the basement about 15.2 Ma, penetrated to and disrupted the paleosurface after 15.10 ± 0.06 Ma, and largely ceased by 14.92 ± 0.05 Ma. Ground motion related to both faulting and volcanism created debris flows and soft-sediment deformation in the lakebeds.\nMercury-gold mineralization was coeval with rhyolite volcanism and high-angle faulting, and it took place about 15.2 to 14.9 Ma. At and near the paleosurface, hydrothermal fluids migrated through tuffaceous sediments above relatively impermeable volcanic and Paleozoic units, creating chalcedonic, cinnabar-bearing replacement bodies and sinters. Disseminated gold was deposited in sedimentary and volcanic rocks beneath the mercury deposits, although the hydrologic path between the two ore types is unclear. Higher-grade gold-silver deposits formed in massive rhyolites and Paleozoic quartzites at deeper levels, and these mineralized zones possibly represent the feeder zones for the higher-level deposits. Fluctuations in the ground-water table locally produced hydrothermal oxidation of the near-surface mercury and disseminated gold deposits. The locus of mineralization shifted with time, moving south and east from its inception point in the west-central part of the district. Thus, although mineralization in the district took place during a span of 300,000 years, the duration of mineralization at any one place probably was much shorter.\nThe low-sulfidation deposits of the Ivanhoe district formed at the same time and under similar conditions as those in the nearby Midas district, 15 km to the northwest, which includes the large, high-grade Ken Snyder gold-silver epithermal vein deposit. The exposures in the Ivanhoe district are interpreted to represent the nearsurface example of the paleosurface that originally was present above the Midas mineralizing system. The resulting combined Ivanhoe-Midas model provides an exploration guide for epithermal deposits in similar geologic environments in northern Nevada.\n† E-mail, alan@usgs.gov\nDownloaded from https://pubs.geoscienceworld.org/segweb/economicgeology/article-pdf/98/2/409/3499041/409.pdf by University of Arizona user on 26 February 2019\nDespite many decades of industry exploration for mercury, molybdenum, gold, and silver, little has been published on the Ivanhoe district. J.M. Nelson and R.J. Roberts studied the mercury deposits in 1940 to 1942 for the U.S. Geological Survey (summarized in Bailey and Phoenix, 1944). As part of a Touchstone Resources gold exploration project in the late 1980s, Bartlett et al. (1991) described the geology in and around the newly identified Hollister gold deposit, Deng (1991) studied the geochemistry of the gold deposit, and Hollister et al. (1992) proposed a relationship between mineralization and the Miocene ground-water table. New exploration data on the district and the deep veins newly discovered by Great Basin Gold Ltd. have not been published, with the exception of a short contribution by Price (2001). The present paper is based on published (Wallace, 2003a, b) and unpublished geologic mapping in and near the district from 1996 to 2001. Confidential industry information was used during this study, but it is not cited specifically except where permission was given to do so. The purpose of the study was to develop a model for epithermal mineralization in middle Miocene volcanic systems in the Ivanhoe district and Snowstorm Mountains, 20 km to the northwest (Wallace, 1993) that will be applicable to exploration and land-use assessment."
  }, {
    "heading": "Regional Geologic Setting",
    "text": "The Ivanhoe district includes rocks and structures ranging in age from early Paleozoic to Miocene. Lower Paleozoic siliceous basinal sedimentary rocks that directly underlie the district were thrust eastward over shelf sedimentary rocks during the middle Paleozoic Antler orogeny (Roberts et al., 1958). The lower-plate rocks are exposed southeast of the district, and deep drilling in the Ivanhoe district has intersected these units. Late Eocene igneous activity produced intrusive rocks, flows, and tuffs, some of which are preserved in the Ivanhoe district and nearby areas. This igneous activity may have formed the major lower-plate–hosted gold deposits of\nthe Carlin trend (Ressel et al., 2000), which extends northwest into the Ivanhoe district (Fig. 1).\nThe Miocene volcanic rocks in the Ivanhoe district are related to bimodal volcanism that affected much of northern Nevada. Basaltic andesite and dacite lavas and dikes formed along the 700-km-long, north-northwest–trending Northern Nevada rift (Fig. 1; Zoback and Thompson, 1978; John et al., 2000), the east margin of which is several kilometers west of the district (Fig. 1; Wallace and John, 1998). These mafic to intermediate rocks were erupted about 16.5 to 14.7 Ma, and they largely were confined to the structural graben along the rift axis. Rhyolitic lavas, domes, and tuffs were emplaced throughout northern Nevada about 16.5 to 14.0 Ma, in places covering the earlier mafic volcanic rocks. Both the mafic and felsic Miocene igneous rocks are thought to be related, at least in part, to the Yellowstone hot spot (Pierce and Morgan, 1992); they reflect direct contributions of mantle-derived basalts (Hooper and Hawkesworth, 1993), partial melting of the lower crust to produce the rhyolites (Honjo and Leeman, 1987), and magma mixing to produce intermediate compositions (Johnson and Grunder, 2000). The middle Miocene climate was temperate (Axelrod, 1956), and small to large lakes deposited lacustrine sediments in many areas of northern Nevada, such as the area of the Ivanhoe district.\nEast-northeast and west-southwest–directed extension generated north-northwest–striking faults between 17 and 10 Ma (Zoback and Thompson, 1978; Zoback et al., 1994). Dikes emplaced during this period of extension, such as those along the Northern Nevada rift, have the same north-northwest orientation. Late Miocene and younger northwest-directed extension (Zoback and Thompson, 1978) produced the modern Basin and Range physiography as well as east-northeast– trending pull-apart grabens, such as the Midas trough that cuts the northwesternmost part of the district (Fig. 1; Wallace, 1991, 2003a; see also discussion below).\nIn northern Nevada, numerous Miocene epithermal deposits formed between 17 and 14 Ma. Many are related, both spatially and genetically, to rhyolite volcanism, such as the high-grade Ken Snyder vein deposit at Midas, 15 km northwest of Ivanhoe (Fig. 1; Goldstrand and Schmidt, 2000). A few deposits along the Northern Nevada rift, such as Mule Canyon, are related to mafic to intermediate-composition volcanism (John et al., 2000)."
  }, {
    "heading": "Ivanhoe Geology",
    "text": ""
  }, {
    "heading": "Pre-Miocene geology",
    "text": "Pre-Miocene rocks in the Ivanhoe district include Paleozoic sedimentary rocks and late Eocene welded tuffs and mafic flows. The Paleozoic rocks include quartzite and argillite of the Ordovician Vinini Formation (Figs. 2 and 3; Bartlett et al., 1991; Wallace, 2003a, b). Other Paleozoic rock units are exposed east of the Ivanhoe district (Theodore et al., 1998), but the Vinini is the only Paleozoic unit that is known to directly underlie the district. Drilling in the Hollister area intersected Devonian sedimentary rocks in thrust contact beneath the Vinini Formation at a depth of about 270 m (Tewalt, 1998; Great Basin Gold Ltd., unpub. data). Similarly, drilling near the Sheep Corral mine in the northwestern part of the district (Fig. 1) penetrated Devonian rocks at an\n0361-0128/98/000/000-00 $6.00 410\nDownloaded from https://pubs.geoscienceworld.org/segweb/economicgeology/article-pdf/98/2/409/3499041/409.pdf by University of Arizona user on 26 February 2019\nunstated depth beneath the Vinini Formation (White Knight Resources Ltd., unpub. data). The thrust contact between the Vinini Formation and the underlying Devonian rocks likely was produced during the Antler orogeny (Robert et al., 1958).\nThe oldest Tertiary rocks in the district are late Eocene welded tuffs that were erupted from the Tuscarora Mountains to the northeast (Fig. 1) and an Eocene pluton in the eastern part of the district. The tuffs include the 39.42 ± 0.11 Ma tuff of Nelson Creek and the overlying 39.22 ± 0.1 Ma tuff of Big Cottonwood Canyon (Figs. 2 and 3; Table 1). In aggregate, the tuffs are more than 300 m thick. Trachyandesite flows and tuffs overlie the Eocene welded tuffs and were erupted at 37.20 ± 0.1 Ma; they are the youngest preMiocene rocks exposed in the area. The Eocene rocks are preserved in a west-trending belt in the northern part of the district, and they are absent in the central and southern parts of the area where Miocene units rest directly on Paleozoic rocks. Their absence in these areas may indicate postdepositional erosion or preferential deposition in a late Eocene paleovalley in the northern part of the district.\nThe widespread cover of Miocene rocks conceals most evidence of pre-Miocene structure. The Vinini Formation contains north-trending isoclinal folds that formed during Paleozoic thrusting. The Eocene welded tuffs and trachyandesite flows dip approximately 20° more than the overlying Miocene units, indicating a period of middle Tertiary tilting (Wallace and John, 1998). Faults related to this tilting event can not be\ndistinguished from Miocene faults, although some of the Miocene faulting may have reactivated older structures. On the basis of drilling data, Bartlett et al. (1991) defined an arcuate paleotopographic high of Vinini Formation near the Hollister deposit, and they suggested that the high extends northwest from Hollister. The origin of this pre-Miocene high is not apparent, although it may have influenced Miocene sedimentation and thickness variations described below."
  }, {
    "heading": "Miocene tuffaceous sediments",
    "text": "Tuffaceous sediments began to accumulate in the northern part of the district about 16.5 to 16.0 Ma (Perkins et al., 1998; Wallace, 2000, 2003a). Sedimentation, although not always continuous in any one place, lasted until at least 14.4 Ma (Fleck et al., 1998), eventually blanketing much of the Ivanhoe district and surrounding areas with fine-grained, waterlaid, and subaerial tuffaceous sediments and air-fall tuffs. The upper parts of the sedimentary section are equivalent to the widespread middle Miocene to Pliocene(?) Carlin Formation, the type section of which is near Carlin (Fig. 1; Regnier, 1960; Theodore et al., 1998). In the Ivanhoe district, the stratigraphically continuous section beneath these upper units indicates that the Carlin Formation began to form earlier in the Ivanhoe area than in its type area.\nLacustrine sedimentation, interrupted by periods of lowrelief subaerial exposure, produced a monotonous section of fine-grained, evenly bedded tuffaceous sediments. Two distinctive units in the stratigraphic section provide marker horizons. These include a widespread 15.10 ± 0.06 Ma vitric tuff unit (Table 1) and ~15.4 Ma andesite flows (inferred age, not\n0361-0128/98/000/000-00 $6.00 411\nDownloaded from https://pubs.geoscienceworld.org/segweb/economicgeology/article-pdf/98/2/409/3499041/409.pdf by University of Arizona user on 26 February 2019\ndated) in the western half of the district (Figs. 2, 3, and 4A). Tuffaceous units below the andesite flows are referred to as the lower tuff unit; those between the flows and the vitric tuff form the middle tuff unit; and those above the vitric tuff comprise the upper tuff unit (Fig. 3; Wallace, 2000, 2003a, b). These subdivisions differ slightly from those of Bartlett et al. (1991), who defined two tuffaceous units separated by the andesite unit. Dated, more localized rhyolite, flows in parts of the district also provide local stratigraphic markers, as described below.\nLower tuff unit: Beginning about 16 to 16.5 Ma (estimate from Perkins et al., 1998; Table 1), the lower tuff unit was deposited unconformably on the late Eocene rocks and Vinini Formation in the northern part of the district (Wallace, 2003a). The lower tuff unit at Willow Creek Reservoir (Fig. 2) is ~180 to 200 m thick, and it progressively thins to the south. In the area of the Governor mine (Fig. 2), the lower tuff was deposited on the massive, irregular Rock Creek rhyolite, and the thickness of the tuff unit in that area varies from a few tens to more than a hundred meters. At the Hollister mine to\nthe south (Fig. 2), the lower tuff unit ranges from less than a few tens of meters thick to absent (Fig. 4B).\nAs exposed at the reservoir, the lower tuff has three lithologic divisions. The basal part of the unit is composed of lacustrine and alluvial deposits. Most of the material in the sediments is fine-grained ash and small pumice clasts, with local zones of diagenetic chert in the ash-rich beds. Alluvial deposits include siltstone, sandstone, and pebble conglomerate; volcanic clasts in the conglomerate beds were derived from the Tuscarora Mountains to the northeast (Fig. 1). Angular quartzite clasts in the lower tuff unit near its contact with the Vinini Formation suggest local redistribution during early sedimentation (Bartlett et al., 1991). The middle part of the lower tuff unit, dated at ≤15.84 ± 0.1 Ma (Table 1), contains uniformly thinly bedded, unreworked, ash- and pumice-rich lacustrine sediments with virtually no alluvial material. The upper third of the lower tuff unit is composed of massive water-reworked and worm-burrowed tuffs, capped by evenly bedded tuffaceous sediments of the middle tuff unit (see below). The massive tuffs may be equivalent to the Elko Prince tuff, which was erupted in the\n0361-0128/98/000/000-00 $6.00 412\nDownloaded from https://pubs.geoscienceworld.org/segweb/economicgeology/article-pdf/98/2/409/3499041/409.pdf by University of Arizona user on 26 February 2019\nMidas area to the west-northwest just before 15.44 ± 0.09 Ma (Fig. 1 and Table 1; Wallace, 1993; Leavitt, 2001).\nMiddle tuff unit: Finely laminated, ash-rich lacustrine sediments underlie the vitric tuff and overlie the massive upper tuffs of the lower tuff unit. Where the andesite is present, these lacustrine sediments compose the middle tuff unit, but otherwise they are continuous and conformable with the lower tuff unit. The unit is about 10 m thick, and variations are due to irregularities in the top of the underlying andesite. For the most part, the features of these sediments are poorly preserved, owing either to weathering or to massive replacement by chalcedony during mineralization. As exposed in the walls of the Hollister open-pit mine, the sediments are extremely finely laminated. There, basal beds drape over irregularities in the underlying andesite flows, and overlying beds are progressively more planar (Fig. 4D). Fossil leaf and grass fragments are present in these beds (Deng, 1991). Thin hyaloclastic tuff beds derived from subaqueous eruptions of nearby andesite flows are interbedded with fine-grained felsic tuff layers near the base of the section. South of the Hollister mine and southwest of the Governor mine, 1- to 2-mthick ostracode-bearing limestone beds are present at the base of the middle tuff unit above the mafic flows. The middle tuff unit contains siliceous sinter deposits at the Governor and Butte 1 mines as well as in areas northwest of the Hollister mine and east of the Jackson mine (Fig. 2), indicating periodic subaerial exposure of the surface. Vitric tuff: At 15.10 ± 0.06 Ma, a 10-m-thick vitric tuff with a glassy basal vitrophyre was deposited subaerially throughout much of the Ivanhoe district. The tuff is but one of hundreds of air-fall tuff units in the stratigraphic section, but it forms a distinctive and persistent marker horizon that was emplaced\n0361-0128/98/000/000-00 $6.00 413\nDownloaded from https://pubs.geoscienceworld.org/segweb/economicgeology/article-pdf/98/2/409/3499041/409.pdf by University of Arizona user on 26 February 2019\nduring one eruptive event during mineralization. The vitric tuff is not evident in the southeastern part of the district, roughly south from the Hollister mine. In that area, tuffaceous sediments of the enclosing middle and upper tuff beds were entirely water laid. The apparent absence of the vitric tuff may be due to its deposition in water rather than on land, which changed its appearance.\nUpper tuff unit: The upper tuff unit is exposed throughout much of the Ivanhoe district and surrounding areas, and it extends southeast to the Carlin area (Fig. 1). The unit is composed of both water-laid and lesser subaerial air-fall tuff beds of various thicknesses; the unit is at least 400 m thick southeast of the district (Theodore et al., 1998). North of the Hollister mine and at Willow Creek Reservoir, finely laminated water-laid beds of the upper tuff unit, dated at 15.05 ± 0.25 Ma (Table 1; Perkins et al., 1998), overlie the subaerial vitric tuff; a thin intervening paleosol horizon indicates a shift from subaerial to subaqueous deposition. Beds just above the vitric tuff at the reservoir contain chaotic soft-sediment deformation features (Fig. 4C).\nUpper tuff unit sediments in the Santa Renia Fields area (Fig. 1), there termed the Carlin Formation, were deposited on Paleozoic rocks beginning at 15.10 ± 0.08 Ma (Fleck et al., 1998; Theodore et al., 1998), and the lower and middle tuffs are absent. These upper tuff beds extend southwestward to and westward along Antelope Creek, where they are laterally continuous with the upper tuff units that extend south from Hollister (Fig. 2). The upper tuff and Carlin Formation sequence in these areas includes basal water-laid air-fall tuffs, fine-grained clastic beds, and diagenetic chert, and overlying, generally fine-grained clastic rocks (including clasts derived from the nearby Craig rhyolite; Theodore et al., 1998; Wallace, 2003b). Worm burrows, pisolites, and diagenetic chert indicate that most of the tuffaceous units were deposited subaqueously (Theodore et al., 1998; Wallace, 2003b).\nConglomerates in the Hollister area: The tuffaceous units in the Hollister mine area contain abundant, poorly sorted to unsorted conglomerates that are not present elsewhere in the district (Fig. 5; Wallace, 2003b). These coarse clastic rocks are at the approximate contact between the middle and upper tuff units, on the basis of stratigraphic position above the andesite and exposures of vitric tuff at this interval less than 2 km northwest of the mine. Beds of pebble conglomerates also are present in the upper tuff unit east of Hollister. As exposed in the mine, a gently east-dipping angular unconformity separates thin-bedded lacustrine rocks of the middle tuff unit from overlying coarse clastic rocks (Fig. 4B, D). The clastic beds range from coarse conglomerate to finer-grained, pebble-rich sandstones, all with a fine-grained tuffaceous matrix. The subangular to angular clasts are composed almost entirely of Vinini quartzite, and sparse imbricate clasts indicate westward transport. Individual beds are chaotic internally, but the overall sheet-like bedding is planar. The coarse clastic beds grade north, south, and west into pebble-bearing sandstones and eventually fine-grained tuffs. Clast size decreases upward in the section into very finely laminated tuffaceous sedimentary rock, marking a return to a quiet lacustrine environment. Drilling data indicate that the conglomerate extends at least 2 km east of the mine beneath the Velvet rhyolite (Great Basin Gold Ltd., unpub. data).\nMiocene volcanic flows and domes\nFlows erupted and domes were emplaced episodically during deposition of the tuffaceous sediments. Most of these units are rhyolitic, but a series of andesite flows were erupted in the west-central part of the district.\nRock Creek rhyolite: The Rock Creek rhyolite (Bartlett et al., 1991) is the oldest Miocene flow sequence in the area, and it is composed of a series of rhyolite flows exposed in the extreme northwestern part of the district (Figs. 2 and 3). The rhyolite is less than 100 m thick near the Governor mine and pinches out to the east. To the west, it covers more than 50 km2 and is more than 400 m thick (A. Wallace, unpub. data). The rhyolite at its eastern limit was erupted during early deposition of the lower tuff unit, and exposures north of the Governor mine (Fig. 2) show that the rhyolite is interbedded with the basal part of that unit (Bartlett et al., 1991; Wallace, 2003a). The unit is undated, but its stratigraphic position near the base of the lower tuff unit suggests an age near 16 Ma.\nAndesite: A series of thin andesite flows was erupted in the west-central part of the area. The andesite is no more than 100 m thick, with small variations owing to the irregular paleosurface. The unit thins and pinches out to the east near the middle of the district, as well as to the west and south (Figs. 2 and 4A). The unit is interbedded conformably with the tuffaceous units, forming an obvious stratigraphic marker separating the lower and middle tuff units. At the Hollister mine, the lower tuff unit locally was absent, and the andesite was erupted directly onto the Vinini Formation (Fig. 4B). For the most part, the flows were erupted subaerially, although underlying and overlying tuffaceous sediments were deposited subaqueously. In the area of the Hollister mine, late flows were erupted into water and formed a stratiform hyaloclastic deposit that interfingered with and was covered by thinly laminated tuffaceous lake sediments of the middle tuff unit (Fig. 4B). This hyaloclastic deposit may be the same unit described by Hollister et al. (1992) as a manganese-iron hot springs deposit, and the hydrothermally altered parts of the deposit have abundant colloform manganese-iron oxides. Attempts to date the andesite were unsuccessful, but the closely overlying 15.10 ± 0.06 Ma vitric tuff unit indicates a slightly older age for the andesite. Also, the flows overlie the massive upper tuffs in the lower tuff unit; if these are equivalent to the Elko Prince tuff, which was erupted just before 15.44 ± 0.09 Ma (Leavitt et al., 2000), then the andesite may be dated at approximately 15.4 Ma.\nVelvet, Craig, and rhyolite porphyry flows and domes: Starting at 15.16 ± 0.05 Ma and continuing to 14.92 ± 0.05 Ma (Table 1), voluminous rhyolite flows were erupted in the eastern half and the southwestern part of the district. The units include the Velvet rhyolite, the Craig rhyolite, and rhyolite porphyry (Figs. 2 and 3). The Velvet rhyolite was erupted at 15.10 ± 0.05 Ma (Table 1), forming a series of extremely viscous flows that covered several square kilometers just east of the Hollister mine area (Fig. 5). Underlying units include early Craig rhyolite flows, the lower and middle tuff units, and the debris-flow conglomerate in the middle tuff unit (Fig. 6C).\nEruptions between 15.16 ± 0.05 and 14.99 ± 0.05 Ma produced the Craig rhyolite, which formed thick, extensive rhyolite flow sequences in the southeastern and southwestern\n0361-0128/98/000/000-00 $6.00 414\nDownloaded from https://pubs.geoscienceworld.org/segweb/economicgeology/article-pdf/98/2/409/3499041/409.pdf by University of Arizona user on 26 February 2019\nparts of the district. The Craig rhyolite (name from Bartlett et al., 1991) began to erupt east of the Hollister mine area just before the eruption of the Velvet rhyolite, forming flows that were emplaced variously on tuffaceous sediments and the Vinini Formation (Fig. 2). The most voluminous eruptions of the Craig rhyolite were southeast of the Hollister mine area, where they eventually built an extensive, 400-mthick edifice of flows (Theodore et al., 1998; Wallace, 2003b), and west and southwest of the district, where they formed an equally large complex of flows. The lateral upper flows of both edifices are interbedded with sediments of the upper tuff unit, locally with evidence of magma-water interaction. The basal flows of the eastern edifice overlie the Vinini Formation, andesite, and the lower, middle, and upper tuffaceous units, depending upon what was exposed at the place and time of eruption. Data on rocks underlying the western flows are not available.\nThe youngest felsic units are rhyolite porphyry flows that formed extrusive domes and flows in the northern half of the district at 14.92 ± 0.05 Ma (Fig. 2 and Table 1). The rhyolite porphyry is petrographically and chemically similar to the Craig rhyolite, and it likely represents a continuation of that eruptive sequence. The 300- to 400-m-high, steep-sided rhyolite porphyry domes and lateral basal flows were erupted onto tuffaceous sediments (Figs. 4A and 6B) and covered small east-draining stream channels. Glassy, nonhydrated\nvitrophyres in the basal flows indicate subaerial eruption of the rhyolite."
  }, {
    "heading": "Miocene high-angle faults",
    "text": "Abundant high-angle faults cut and tilted the Tertiary volcanic and sedimentary rocks, especially in the western half of the district. The principal orientations are north-northwest, north-northeast, and east-northeast, although faults with other strikes are present as well. In general, the northerly striking faults formed early and were cut by the east-northeast–striking faults, but the two sets are mutually crosscutting in some areas. Movement along the faults was normal, and offset along individual faults usually was less than 100 m and more commonly less than 50 m. Overall, Miocene fault-related tilting and offset was greatest in the northern part of the district and decreased to the south (Wallace, 2000). Sediments of the upper tuff unit along and south of Antelope Creek are horizontal and largely unfaulted.\nFaulting, or at least the penetration of faults to the surface, began after the eruption of the 15.10 ± 0.06 Ma vitric tuff. The laterally consistent thickness of that unit, both throughout the district and across individual fault traces, indicates that the vitric tuff was erupted across a nearly flat topography that was not disrupted by fault scarps. Underlying units, such as the water-laid lower and middle tuff units and the andesite, similarly show no evidence of draping over, thickening across,\n0361-0128/98/000/000-00 $6.00 415\nDownloaded from https://pubs.geoscienceworld.org/segweb/economicgeology/article-pdf/98/2/409/3499041/409.pdf by University of Arizona user on 26 February 2019\nor ponding against fault-controlled topography. The upper tuff unit is poorly exposed in faulted areas, so its stratigraphic relationship to early faulting is unknown.\nBetween Willow Creek Reservoir and the Hollister deposit, the 15.10 Ma vitric tuff and enclosing tuff units dip 28° to the east, and the bases of the overlying 14.92 Ma rhyolite porphyry domes dip 5° to 10° or less to the east. As such, most of the faulting and related tilting in the northern part of the district took place in that 180,000-year interval, with continued but relatively minor movement after the eruption of the domes. Similarly, high-angle faults offset replacement silica horizons in the upper tuff unit but had minimal effect on the overlying rhyolite porphyry (Fig. 6B). Southeast and south of the district, faults did not influence early deposition of the\n15.1 to 14.4 Ma Carlin Formation (Theodore et al., 1998; Wallace, 2003b).\nThe middle tuff unit contains synsedimentary sinters related to hot springs, and these hot spring systems may have used early faults as fluid conduits. Similarly, deep high-grade veins in the Vinini formed in fractures at 15.19 ± 0.05 Ma (Table 1). The age and origin of these vein-hosting fractures are unknown, but the fractures were open at the time of mineralization. As such, some faults in the district may have become active, cut the Paleozoic rocks, and penetrated into the basal Tertiary rocks during the deposition of the middle tuff unit. As noted above, however, surface offset along these faults must have been minimal, as deposition of stratigraphic units was not affected noticeably. Similarly, as described\n0361-0128/98/000/000-00 $6.00 416\nDownloaded from https://pubs.geoscienceworld.org/segweb/economicgeology/article-pdf/98/2/409/3499041/409.pdf by University of Arizona user on 26 February 2019\nbelow, laterally extensive stratiform silica replacement zones replaced the middle tuff unit in response to the prefaulting ground-water table. The lateral extent of the silica zones indicates that the ground-water table was not hydraulically segmented by faults. However, numerous faults cut and tilted these horizons after silicification."
  }, {
    "heading": "Mercury-Gold Mineralization",
    "text": "The mercury and gold deposits of the Ivanhoe district formed about 15.2 to 14.9 Ma in a hot spring environment (Table 1 and references). The mineralization produced three principal deposit types: mercury in laterally extensive nearsurface replacement silica zones and more localized sinter deposits, principally in the middle tuff unit; disseminated gold in the middle and lower tuff units, the andesite, and the Vinini Formation beneath the hot spring mercury deposits; and deeper high-grade gold-silver veins and fracture zones in the Vinini Formation and Rock Creek and Craig rhyolites. The near-surface mercury and disseminated gold deposits are connected vertically (Bartlett et al., 1991; Hollister et al., 1992), and oxygen isotope data suggest that the veins represent feeders for at least part of the near-surface mineralization (Peppard, 2002). This scenario is similar to that at the McLaughlin gold-mercury deposit in California, where volcanism-related hot spring mercury deposits overlie cogenetic disseminated and vein gold deposits (Sherlock et al., 1995).\nThe stratiform nature of the sinter deposits and the isotopic dates on the gold deposits and host rocks demonstrate that most of the gold and mercury deposits of the Ivanhoe district began to form during the deposition of the sedimentary units and eruption of the volcanic units. The strata-bound silicified zones were offset and exposed by the high-angle faults, indicating that almost all of the observed near-surface faulting took place after mineralization.\nThe only published multielement geochemical studies in the district are from the Hollister area (Bartlett et al., 1991; Deng, 1991). Mercury averages 9 ppm in the Hollister gold deposit and, although not analyzed, mercury is much higher in the widespread cinnabar-bearing rocks exposed at the surface; as such, mercury distribution is not a useful exploration tool (Bartlett et al., 1991). Arsenic and antimony reportedly form halos around the Hollister deposit and have average concentrations of 336 and 133 ppm, respectively, in the deposit itself (Bartlett et al., 1991). Factor analysis of trace elements from sulfide ores and barren host rocks indicate variable enrichment of Au, Ag, As, Sb, Tl, and Hg during mineralization and depletion of Ag relative to Au during oxidation of the orebodies (Deng, 1991).\nNear-surface mercury and silica deposits\nHot spring-related silicification produced surface sinters, silicified bodies beneath the sinters, and widespread, generally bedding-parallel, silicification in volcanic and sedimentary rocks. Cinnabar is the only ore mineral in these silica-rich deposits, and it is intergrown with chalcedony and opal. Exposed sinters are uncommon; where found, they are interbedded with silicified sedimentary rocks of the middle tuff unit. Sinter deposits include surface vents, mudcracks, and outflow breccias that are interbedded with laminar to massive\nsilica layers. Sinters are exposed at several mercury mines and prospects, such as the Butte 1 mine and a small prospect 1 km northwest of the Hollister mine, as well as in unmined areas such as between the Jackson and Old Timer’s mercury mines (Fig. 2). The sinters grade downward into massive to vuggy silicified tuffs that, at Hollister, contain hypogene kaolinite, jarosite, apatite, and alunite (Bartlett et al., 1991; Deng, 1991; Hollister et al., 1992). Feeder conduits for the mineralization are exposed in only a few places, such as at the Governor and Butte 1 mines (Fig. 2), and they form vuggy zones of silicified breccias in altered and silicified tuff.\nFine-grained to amorphous chalcedony replaced the upper half of the middle tuff unit, producing a laterally continuous silicified horizon that is exposed in much of the western half of the district (Fig. 6A, C). As a result, the silicified middle tuff unit in mineralized areas is a prominent marker bed in the otherwise poorly exposed sedimentary rocks. This horizon hosts the mercury deposits at the Sheep Corral, Governor, Fox, Jackson, Old Timer’s, Butte 1 and 2, Clementine, and Velvet mines (Figs. 1 and 2), as well as dozens of unnamed small mines and prospects. Silicification of sediments was partial to complete; where partial, silicified beds alternate with unsilicified but argillically altered beds, and silicification fronts and margins are sharp. Although the silicified zones parallel bedding at the district scale, silicification fronts commonly cut across bedding at the outcrop scale, indicating epigenetic silicification rather than synsedimentary deposition of silica. In places, primary bedding features, sedimentary structures, and clast shapes were retained during silicification.\nSilicification also affected, to various degrees, other rock units of all ages in the district. In the Quiver and Sheep Corral areas in the western part of the district (Fig. 1), the middle tuff unit locally rests directly on the Rock Creek rhyolite, and both were silicified near the contact. East of the Hollister mine area, silicification of the Velvet and Craig rhyolites, rhyolite porphyry, and Vinini Formation took place along the upper surfaces of those units at their contacts with overlying tuffaceous sediments, which also were silicified (Fig. 6D). Some of these silicified areas contain visible cinnabar and were prospected, but none of them produced any mercury ore. At the Silver Cloud mine in the southwestern part of the district (Fig. 2), silicification replaced the Craig rhyolite, which was dated at 15.07 ± 0.08 Ma in this area (Table 1), and the overlying upper tuff unit. Subsequent high-angle faulting offset and tilted the silicified horizon. In the Rimrock mine area (Fig. 2), chalcedony replaced a several-meter-thick tuff horizon in the upper tuff unit (Fig. 6B). This silicified horizon, although displaced by several high-angle faults, extends laterally for several kilometers (Wallace, 2003a). The overlying 14.92 ± 0.05 Ma rhyolite porphyry flows were erupted after silicification and after most, but not all, of the faulting."
  }, {
    "heading": "Disseminated gold deposits (Hollister)",
    "text": "Disseminated gold has been identified in altered Miocene and Paleozoic rocks beneath mercury-bearing silicified zones in the Hollister, Governor, and Sheep Corral mine areas, and Bartlett et al. (1991) postulated that gold resources are present beneath other silicified zones in the Ivanhoe district. The Hollister gold deposit (Figs. 2, 4B, 5, 6A) underlies an extensive horizon of silicified middle tuff sedimentary rocks that\n0361-0128/98/000/000-00 $6.00 417\nDownloaded from https://pubs.geoscienceworld.org/segweb/economicgeology/article-pdf/98/2/409/3499041/409.pdf by University of Arizona user on 26 February 2019\nincludes the Clementine, Velvet, and Butte 1 and 2 mercury mines and numerous small prospects (Bartlett et al., 1991; Hollister et al., 1992). Gold in the Hollister orebody and in gold-bearing zones beneath the Velvet and Clementine mines is disseminated in the middle and lower tuff units, the andesite, and the upper few tens of meters of the Vinini Formation; the lower tuff unit beneath the andesite is the main host rock at Hollister (Fig. 4A; Bartlett et al., 1991; Deng, 1991). Gold beneath the Butte 1 mine is restricted to the Miocene volcanic and sedimentary rocks. Supergene oxidation in the Hollister-area ore zones extends 75 to 140 m beneath the modern surface (Bartlett et al., 1991).\nThe Hollister mine exposes both oxidized and supergene parts of the orebody (Fig. 4B). Most of the tuffaceous rocks have been oxidized, and primary sulfides are preserved in parts of the andesite, the lower tuff unit, and in the Vinini Formation. Drill-core samples from the sulfide zone show that electrum and pyrite are the primary ore minerals, and adularia, quartz, and chalcedony are the major gangue minerals (Deng, 1991). Adularia collected from the sulfide zone in the deposit was dated at 15.1 ± 0.4 Ma (Table 1, Fig. 7; Bartlett et al., 1991). Hydrothermal alteration of the wall rocks produced adularia, montmorillonite and nontronite, chalcedony, chlorite, and pyrite and marcasite, with minor sericite, kaolinite, and alunite (Bartlett et al., 1991). Silicification in the orebody took place along faults, fractures, and\nbedding planes, and it formed a massive to vuggy replacement body at the contact between the lower tuff and andesite (Bartlett et al., 1991). Quartz veins in the Miocene rocks are uncommon and usually small. As noted earlier, Hollister et al. (1992) described a manganese-iron oxide layer at the top of the andesite unit, and they interpreted it as a surficial hot springs deposit. Present exposures in the Hollister mine show that the layer originated as a hyaloclastic breccia during emplacement of late andesite flows, and subsequent alteration of the permeable breccia produced the observed concentrations of manganese-iron oxides. Limited fluid inclusion data from healed microfractures in the Vinini Formation directly beneath the Hollister gold deposit show a mean homogenization temperature of 230°C and salinity of 10.2 wt percent NaCl equiv (Deng, 1991). However, the relationship of these veinlets to the Miocene mineralizing system is uncertain.\nDrilling data in the Hollister, Governor, and Sheep Corral areas and mine exposures at the Hollister deposit show a zonation between the gold-bearing zones and the overlying mercury-bearing silicified horizons. Hollister et al. (1992) postulated that gold was deposited at and beneath the middle Miocene ground-water table. They also proposed that the silicified, mercury-bearing zones, which contain hypogene jarosite, alunite, and kaolinite, formed above the groundwater table in a more oxidizing, acidic, and likely vapor-rich environment (Hollister et al., 1992). Alternatively, as dis-\n0361-0128/98/000/000-00 $6.00 418\nDownloaded from https://pubs.geoscienceworld.org/segweb/economicgeology/article-pdf/98/2/409/3499041/409.pdf by University of Arizona user on 26 February 2019\ncussed below, these mineral assemblages in part may reflect a drop in the ground-water table."
  }, {
    "heading": "High-grade vein deposits",
    "text": "Recent drilling has defined a series of high-grade, westnorthwest– and north-northwest–striking veins in the Vinini Formation 1 to 2 kilometers north of the Hollister mine (Figs. 5 and 6A). These veins underlie mercury-bearing silicified zones and a gold geochemical halo in the Miocene rocks (Great Basin Gold Ltd., unpub. data). Similarly, drilling through silicified Miocene sedimentary rocks near the Governor and Silver Cloud mercury mines has identified gold in the Rock Creek rhyolite and Paleozoic rocks underlying the rhyolites to depths of as much as 500 m (P. Maciulaitis, Franco Resources, oral commun, 2002; White Knight Resources Ltd., unpub. data).\nTewalt (1998) and Price (2001) provide limited information on the veins in the Hollister area. The controlling structures reportedly have minimal offset and extend upward to the base of the Miocene section, which is up to 200 m thick in this area (Price, 2001; Great Basin Gold Ltd., unpub. data); the veins are not obvious at the surface and may be concealed by the blanket of silicified tuffs. Data from drill-core samples indicate that the veins contain banded to vuggy quartz and adularia, with pyrite, marcasite, electrum, silver selenides (naumannite-aguilarite), and calcite. In the higher-grade parts of the veins, quartz is pseudomorphous after bladed calcite and indicates boiling (Simmons and Christenson, 1994; Price, 2001). The only reported alteration minerals are sericite (Price, 2001) and late kaolinite (Tewalt, 1998). Late Fe-Mg carbonates, quartz, and barite filled the remaining voids in the veins, and alunite is present at shallow depths (Price, 2001).\nA 40Ar/39Ar date on adularia from one of the Hollister area veins produced a 15.19 ± 0.05 Ma age (Table 1; Peppard, 2002). This age overlaps the 15.1 ± 0.4 Ma K-Ar date obtained from adularia in the nearby Hollister orebody. Considering the proximity and ages of the veins and the Hollister gold deposit (Fig. 4 and Table 1), the veins likely formed from the same hydrothermal system that produced both the Hollister deposit and the overlying mercury deposits. Preliminary temperature estimates, on the basis of oxygen isotope data from vein silicates and replacement chalcedony in the middle tuff unit, support this general genetic relationship (Peppard, 2002)."
  }, {
    "heading": "Middle Miocene History of the Ivanhoe Area",
    "text": "The geologic and paleogeographic evolution of the Ivanhoe district area about 16.5 to 14.9 Ma are shown as a series of time slices in Figure 8. The time-slice figures are based on stratigraphic sections throughout the area; sedimentologic evidence for subaqueous or subaerial deposition; the relationship between volcanism, sedimentation, and mineralization; evidence for faulting; and isotopic dates on various geologic units and mineralized zones.\n~16.5 to 15.4 Ma: Early sedimentation and volcanism\nLacustrine, alluvial, and subaerial sedimentation began at 16.5 to 16 Ma in the northern part of the district (Perkins et al., 1998). The finely laminated sedimentary rocks throughout\nmuch of the stratigraphic section indicate ongoing lacustrine deposition. Early streams carried clastic sediments southwest from the Tuscarora Mountains area, and the Vinini Formation locally provided debris to the basal sediments. The extensive Rock Creek rhyolite was erupted during very early sedimentation at the western edge of the basin, producing a subaerial highland in that area (Fig. 8A).\nAs sedimentation continued, the lake expanded and eventually extended south to the Hollister mine area, and possibly west to the Midas area, by the end of lower tuff deposition (Figs. 1 and 8A, B). Most sedimentation during this time was in a quiet, lacustrine environment, although some unreworked pumice beds indicate periodic subaerial conditions. The absence of alluvial materials in the upper two thirds of the lower tuff (as presently exposed) may reflect a broader lake and the inability of clastic materials to reach the central parts of the basin. The presence of the middle and upper parts of the lower tuff unit throughout much of the district indicates that the topography largely had a relief of less than 200 m, the total thickness of the lower tuff unit. The unit is thin to absent at and east of the Hollister mine area, implying a moderate topographic upland in those areas.\nAt approximately 15.4 Ma, andesite flows were erupted in the western part of the district (Figs. 2, 7, and 8B). The lavas flowed over a gently irregular, subaerial paleosurface onto the lower tuff unit, and a few flows were deposited directly on the Vinini Formation in the area of the Hollister mine. The largely subaerial eruption of the flows contrasts with the contemporaneous lacustrine sedimentation in the Willow Creek Reservoir area, suggesting that minor thermal bulging of the eruptive center and the flows themselves may have caused the lake to retreat somewhat in the area of the eruptions (Fig. 8B)."
  }, {
    "heading": "15.4 to 15.0 Ma: Sedimentation, faulting, volcanism, and mineralization",
    "text": "Continued lacustrine sedimentation formed the middle tuff unit, which includes ash-rich sediments, local limestone beds, and hyaloclastic breccias in some late andesite flows. The widespread and uniformly thick middle tuff unit reflects a very gentle paleotopography, and the very finely laminated sediments record a low-energy depositional environment. The subaerial deposition of the 15.10 ± 0.06 Ma vitric tuff unit and the formation of sinter deposits in the middle tuff unit record periods during which the lake was substantially smaller (Fig. 8D). Some lake-level fluctuations may have been seasonal, on the basis of climate comparisons with similar temperate regions (Axelrod, 1956). In both cases, however, the lake quickly expanded to its previous extents and deposited additional lacustrine sediments (Fig. 8E). Lacustrine sedimentation continued in many parts of the district to form the upper tuff unit. Tuffaceous sediments older than about 15.1 Ma are absent in the east-central part of the district, and that area, underlain by the Vinini Formation, likely remained above the lake level until at least that time (Fig. 8C, D).\nIn addition to the ongoing sedimentation, several closely spaced and likely overlapping events took place about 15.2 to 15.0 Ma (Fig. 7). Early Craig rhyolite flows were emplaced east and southeast of the Hollister area beginning at 15.16 ± 0.05 Ma (Figs. 4 and 8C). This began a period of rhyolite\n0361-0128/98/000/000-00 $6.00 419\nDownloaded from https://pubs.geoscienceworld.org/segweb/economicgeology/article-pdf/98/2/409/3499041/409.pdf by University of Arizona user on 26 February 2019\nflow-dome volcanism that lasted to 14.99 ± 0.05 Ma and covered sizeable areas in the southwestern and southeastern parts of the district with rhyolite flows (Fig. 2). Shortly before the 15.10 ± 0.05 Ma eruption of the Velvet rhyolite, repeated debris flows were shed westward from exposures of the Vinini Formation into the lake margin in the Hollister area (Figs. 4 and 8D, E). These debris flows were restricted to a relatively small margin of the lake, and they graded laterally into finegrained lacustrine sediments farther into the lake. About the same time, on the basis of stratigraphy and within the resolution of the isotopic dates (Fig. 7), lacustrine sediments to the north underwent soft-sediment deformation (Fig. 8E). The causes of these sedimentary disruptions are unknown, but possible sources of strong ground motion include volcanic eruptions (Craig, Velvet rhyolites) and seismic activity related to early faulting. The 15.19 ± 0.05 Ma date on adularia in veins north of Hollister and the presence of sinter deposits in the middle tuff unit in the western half of the district, as described earlier, indicate that mineralization began by about 15.2 Ma. Tuffaceous sediments of the middle tuff unit that overlie sinter deposits, as well as the 15.10 ± 0.06 Ma vitric tuff unit, commonly were argillically altered and silicified as well, as seen at the Governor, Butte 1, and Jackson mine areas and other locations (Fig. 2). Thus, silicification and mercury mineralization in the central part of the district began during deposition of the middle tuff unit and continued to and after the emplacement of the vitric tuff. East of the Hollister deposit, the upper part of the 15.10 ± 0.05 Ma Velvet rhyolite and the base of the overlying upper tuff unit were intensely silicified, as were some post-Velvet Craig rhyolite flows (Figs. 2 and 8E).\n0361-0128/98/000/000-00 $6.00 420"
  }, {
    "heading": "Explanation:",
    "text": "Downloaded from https://pubs.geoscienceworld.org/segweb/economicgeology/article-pdf/98/2/409/3499041/409.pdf by University of Arizona user on 26 February 2019\nFaulting began at least by 15.19 ± 0.05 Ma, the age of Vinini Formation-hosted vein adularia in high-angle faults (Fig. 7). However, faulting did not have a noticeable sedimentologic or structural effect at the paleosurface until after silicification of the middle tuff unit and the eruption of the 15.10 Ma vitric tuff. Significant faulting took place between 15.10 Ma and the time of dome eruption, as indicated by the tilted (up to 25°) vitric tuff unit beneath the 14.92 ± 0.05 Ma domes, and many of the faults in the district formed during this time. As in the Snowstorm Mountains (Fig. 1; Wallace, 1993), fault-filling dikes may have fed the various felsic and mafic volcanic flows, but the only dikes exposed at Ivanhoe are related to the rhyolite porphyry domes (Wallace, 2003a).\n15.0 Ma and younger: Late dome emplacement and end of mineralization\nAt least 100 m of the upper tuff unit was deposited before the 14.92 Ma eruption of the rhyolite porphyry domes near the Rimrock mine area (Fig. 2), and sedimentation continued in other areas to at least 14.41 ± 0.04 Ma, on the basis of dates from tuffaceous sediments in the Santa Renia Fields area (Fig. 1 and Table 1; Fleck et al., 1998). The domes also covered the still-exposed Vinini Formation east of the Hollister deposit (Figs. 2 and 8F). Most of the sediments are lacustrine, but small east-draining stream channels directly beneath the domes indicate some subaerial fluvial conditions. The domes largely were erupted subaerially, whereas contemporaneous sediments in the Santa Renia Fields area were deposited subaqueously (Theodore et al., 1998). The large edifice of Craig rhyolite in the southeastern part of the district deflected westflowing streams in that area to the south and then west, where they flowed into shallow lakes (Wallace, 2003b). Thus, between 15.0 and 14.4 Ma, the Ivanhoe district variably had lakes, streams, and highlands underlain by the Vinini Formation, Craig rhyolite, tuffaceous sediments, and rhyolite porphyry domes (Fig. 8F).\nAdditional local silicification and Hg-Au mineralization during this time replaced a several-meter-thick horizon in the upper tuff unit at and in the vicinity of the Rimrock mine (Figs. 2, 4B, and 6). In addition, rhyolite porphyry flows east of the Hollister mine were altered and silicified. Small adularia-quartz veins cut 14.41 ± 0.04 Ma tuffaceous sediments in the Santa Renia Fields area, indicating weak mineralization in that area (Fleck et al., 1998; Theodore et al., 1998). However, the relationship of those veins to mineralization in the Ivanhoe district is unknown.\nFaulting continued through this time period. Faults offset and tilted the upper tuff unit, such as the mineralized horizon near the Rimrock mine and, to a lesser extent, the rhyolite porphyry domes in the northern part of the district. How much longer the faulting continued is unknown owing to the absence of units younger than the domes."
  }, {
    "heading": "Discussion and Conclusions",
    "text": "Based on the close spatial and temporal coincidence of a lacustrine environment, rhyolitic volcanism, and high-angle faulting (Figs. 7 and 8), this paper proposes that these processes combined to form the near-surface mercury and gold deposits of the Ivanhoe mining district during a span of about 300,000 years. The rhyolites provided heat; the lake,\nsaturated lake sediments, and runoff from surrounding uplands were sources of meteoric water; and the faults and lacustrine sediments provided deep and shallow fluid pathways. Although little work has been published to date on the highgrade veins, the field evidence and isotopic dates suggest that they formed from the same system.\nA shallow, at times ephemeral, lake covered all or parts of the district at any one time. A long-lived topographic high east of Hollister remained uncovered until after 15.10 ± 0.06 Ma, and other low-relief highlands formed as both andesite and rhyolite flows built subaerial edifices. Overall, however, the terrain was fairly gentle. Shifts both in the size and location of the lake reflected volcanic disruptions of the lake environment and possibly seasonal to longer dry or wet periods. As such, the district-wide ground-water table fluctuated, perhaps considerably in some places and for periods shorter than the resolution of the isotopic dating. Sinters in the middle tuff unit likely formed subaerially, and the discharge of the heated water onto the surface indicates that the local ground-water table was above the paleosurface, even though the lake was at a slightly lower elevation nearby (see Fig. 8E).\nMost of the silicification in the district took place in tuffaceous sediments at or just above their contacts with relatively impermeable units. The middle tuff unit is silicified in most places where it overlies the andesite flow sequence (Fig. 9). Similarly, intense chalcedonic silicification took place at the contact between the middle tuff unit and the Rock Creek rhyolite, and at the contact between the upper tuff unit and the Vinini Formation, the Craig and Velvet rhyolites, and the rhyolite porphyry (Figs. 6D and 9). In all those cases, both the relatively impermeable units and the overlying sediments were silicified. The volcanic flow or basement units apparently focused fluids into the directly overlying sediments and possibly contributed to the formation of perched groundwater tables. The laterally extensive chalcedonic zones, especially in the middle tuff unit, indicate widespread lateral migration of hydrothermal fluids along these aquifers (cf. Hedenquist et al., 2000). The one exception is the silicified upper tuff unit near the Rimrock mine (Figs. 6B and 9), where an underlying aquitard or impermeable layer is not apparent at the surface. In all cases, lateral fluid migration and silicification took place before high-angle faulting in the respective areas.\nThe stratigraphic positions of the silicified zones shown in Figure 6 suggest that the locus of mineralization may have shifted with time, starting in the central part of the district and then moving or expanding laterally south and east. In the western half of the district, early silicification (~15.2–15.1 Ma) took place in the middle tuff unit above the andesite and Rock Creek rhyolite (Fig. 9, area A). Surface exposures (Fig. 6C) and drill data (J. Oliver, written commun., 2000) northeast of the Hollister mine show that unsilicified Velvet rhyolite overlies silicified middle tuff. In the area of the Silver Cloud mine deposit (Fig. 9, area B), massive chalcedony replaced the Craig rhyolite (dated there at 15.07 ± 0.08 Ma) and the overlying upper tuff unit. East of the Hollister area, silicification above the Vinini Formation, the Craig and Velvet rhyolites, and the rhyolite porphyry took place after deposition of the upper tuff unit and, locally, even the rhyolite porphyry (Fig. 9, area C). Similarly, the upper tuff unit in the\n0361-0128/98/000/000-00 $6.00 421\nDownloaded from https://pubs.geoscienceworld.org/segweb/economicgeology/article-pdf/98/2/409/3499041/409.pdf by University of Arizona user on 26 February 2019\narea of the Rimrock deposit was silicified just before the emplacement of the rhyolite porphyry dome (Fig. 9, area D). The lake, in all places, was present at least ephemerally during mineralization (Fig. 8).\nTertiary-hosted disseminated gold anomalies and deposits at the Hollister mine and in other parts of the district underlie the mercury-bearing silicified horizons at depths from several tens to several hundreds of meters. Spatial, mineralogic, and chemical data at the Hollister deposit suggest a genetic relationship between the gold and mercury deposits at that location (Deng, 1991; Hollister et al., 1992). Hollister et al. (1992) proposed that the mercury-bearing silicified zones exposed at the Hollister mine formed above the ground-water table in the vadose zone and that the Tertiary-hosted gold deposits largely formed beneath that ground-water table. Rytuba and Heropoulos (1992) used the trace element concentrations in cinnabar from modern and ancient hot spring mercury deposits to determine if the cinnabar was deposited by fluids beneath or from vapor above the ground-water table. By applying this method to cinnabar collected at the Governor mine (Fig. 2), they concluded that the mercurysilica mineralization at that deposit, which geologically is similar to the Hollister-area mercury deposits, took place beneath the ground-water table. As such, the apparent hypogene oxidation described by Hollister et al. (1992) may indicate a drop in the ground-water table during late mineralization, similar to that seen at other hot spring deposits (Vikre, 1987; Ebert and Rye, 1997; Hedenquist et al., 2000).\nThe deeper, high-grade gold-silver veins, such as those identified near Hollister, likely represent feeders to the near-surface mineralizing environment, although the sinter deposits may not directly overlie the upwelling zone owing to lateral fluid flow. In most places, a less permeable unit, such as the andesite, separates the mercury-silica orebodies and the underlying goldbearing zones, or the gold is in fractures in deeper rhyolites or quartzites. Detailed mapping of the Hollister pit by J. Oliver (Great Basin Gold Ltd., unpub. data) identified numerous sulfide-filled joints in the andesite above the gold zone, possibly indicating a vertical flow path, but a through-going high-angle fault or fracture system was not identified. Thus, fluids welling up from deep fractures may have traveled erratic, rather than direct, paths to the paleosurface. Also, faults in Miocene rocks are not necessarily guides to feeder systems, as most penetrated the surface after mineralization and many are outside and thus not diagnostic of mineralized areas. The limited data on the known veins and the lack of knowledge of possible feeders elsewhere in the district preclude further discussion.\nThe interpreted geologic and mineralizing history at Ivanhoe may be applicable to the epithermal deposits in the Snowstorm Mountains to the northwest, such as the highgrade veins of the Midas district (Fig. 1). On the basis of studies by Wallace (1993) and Goldstrand and Schmidt (2000) and new 40Ar/39Ar dates (Leavitt et al., 2000; Leavitt, 2001; C. Henry, unpub. data; all in Table 1), the geology and ore deposits in the Snowstorms evolved in a similar way and at the same time as those at Ivanhoe (Table 2). The lacustrine\n0361-0128/98/000/000-00 $6.00 422\nDownloaded from https://pubs.geoscienceworld.org/segweb/economicgeology/article-pdf/98/2/409/3499041/409.pdf by University of Arizona user on 26 February 2019\nEsmeralda formation at Midas (Wallace, 1993; Goldstrand and Schmidt, 2000) likely represents the distal fringes of the Ivanhoe lake about 15.4 Ma. In both areas, rhyolite domes and flows were erupted during or just before mineralization. On the basis of the reported mineralogies and textures (Goldstrand and Schmidt, 2000; Price, 2000), the seleniderich, high-grade quartz-adularia veins at Ivanhoe are similar to those at Midas.\nThe differences between the Midas and Ivanhoe districts include the level of exposure and underlying lithologies. The central part of the Midas district has been eroded to a deeper level than Ivanhoe, leaving the high-grade gold-silver veins of the Ken Snyder deposit exposed at the surface. However, the district-wide volcanic stratigraphy (Wallace, 1993) suggests that the near-surface Eastern Star prospect and related sinters east and northeast of Midas (Fig. 1) may have formed about the same time as mineralization in the core of the district and likely are the near-surface expressions of the overall mineralizing system. At least 1 km of Tertiary volcanic rocks underlie and host the Midas district deposits, with no reported older rocks (Goldstrand and Schmidt, 2000). In contrast, Tertiary rocks at Ivanhoe may be absent and Paleozoic rocks exposed, or Tertiary rocks may be more than 400 m thick. Tertiary rhyolite and Paleozoic quartzite host the deeper, higher-grade gold-silver deposits at Ivanhoe, suggesting that the depth below the paleosurface may have been more important for mineralization than the age or lithology of the host rocks.\nLakes, volcanic dome fields, and faults were active in the middle Miocene in many parts of northern Nevada, and the geologic history at Ivanhoe likely was repeated elsewhere within the region. For example, near-surface environments similar to that at Ivanhoe are preserved at Buckskin Mountain (Vikre, 1985, 1987) and Goldbanks (Stone et al., 2000), moderate erosion exposed slightly deeper levels of mineralization at Hog Ranch (Bussey, 1996) and Sleeper (Nash et al., 1995),\nand much greater erosion exposed the deeper parts of the mineralizing system at Jarbidge (Schrader, 1923) and National (Vikre, 1985, 1987). The combined data from the shallow Ivanhoe and the deeper Midas epithermal systems allow us to better understand these and other mineralized areas."
  }, {
    "heading": "Acknowledgments",
    "text": "Industry geologists from several companies shared past and current exploration results from the district. These include Rosie Moore, Mark Bartlett, Steve Craig, Tom Chadwick, Jim Oliver, Scott Price, Peter Maciulaitis, and Dwight Harbaugh. Except where cited and with permission, none of their data appear here, but discussions with these people provided important background information on the mineralized areas and deposits. Bret Peppard (University of Michigan) shared his date on vein adularia and preliminary interpretation of his isotopic data from the veins and near-surface chalcedony before publication of his thesis. Discussions with Chris Henry, Ted Theodore, Ellie Leavitt, and Patrick Goldstrand provided information on the geology and mineral deposits in surrounding areas. Chris Henry (Nevada Bureau of Mines and Geology) and Bob Fleck (U.S. Geological Survey) provided 40Ar/39Ar dates for the study. Newmont Exploration Ltd. granted access to the Hollister open pits in 2000. The manuscript benefited from reviews by James Rytuba, William Bagby, and Carl Nelson."
  }],
  "year": 2004,
  "references": [{
    "title": "Mio-Pliocene floras from west-central Nevada: University of California Publications in Geological Sciences, v",
    "authors": ["D.I. Axelrod"],
    "year": 1956
  }, {
    "title": "Quicksilver deposits in Nevada",
    "authors": ["E.H. Bailey", "D.A. Phoenix"],
    "venue": "Nevada Bureau of Mines and Geology Bulletin 41,",
    "year": 1944
  }, {
    "title": "Geology of the Hollister gold deposit, Ivanhoe district, Elko County, Nevada",
    "authors": ["M.W. Bartlett", "M.S. Enders", "D.C. Hruska"],
    "venue": "Geology and Ore Deposits of the Great Basin: Geological Society of Nevada Symposium,",
    "year": 1991
  }, {
    "title": "Gold mineralization and associated rhyolitic volcanism at the Hog Ranch district, northwest Nevada, in Coyner",
    "authors": ["S.D. Bussey"],
    "venue": "Geology and Ore Deposits of the American Cordillera: Geological Society of Nevada Symposium,",
    "year": 1996
  }, {
    "title": "Geology and trace element geochemistry of the Hollister gold deposit, Ivanhoe district, Elko County, Nevada",
    "authors": ["Q. Deng"],
    "venue": "Unpublished Ph.D. dissertation, El Paso, University of Texas,",
    "year": 1991
  }, {
    "title": "Secondary precious metal enrichment by steam-heated fluids in the Crofoot-Lewis hot spring gold-silver deposit and relation to paleoclimate",
    "authors": ["S.W. Ebert", "R.O. Rye"],
    "venue": "ECONOMIC GEOLOGY,",
    "year": 1997
  }, {
    "title": "Age and possible source of air-fall tuffs of the Miocene Carlin Formation, northern Nevada, in Tosdal, R.M., ed., Contributions to the gold metallogeny of northern Nevada: U.S",
    "authors": ["R.J. Fleck", "T.G. Theodore", "A. Sarna-Wojcicki", "C.E. Meyer"],
    "venue": "Geological Survey Open-File Report 98338,",
    "year": 1998
  }, {
    "title": "Geology, mineralization, and ore controls at the Ken Snyder gold-silver mine, Elko County, Nevada, in Cluer",
    "authors": ["P.M. Goldstrand", "K.W. Schmidt"],
    "venue": "Geology and Ore Deposits",
    "year": 2000
  }, {
    "title": "Exploration for epithermal gold deposits",
    "authors": ["J.W. Hedenquist", "A. Arribas R", "E. Gonzalez-Urien"],
    "venue": "Gold in 2000: Reviews in Economic Geology,",
    "year": 2000
  }, {
    "title": "Geologic map of the southern part of the Toe Jam Mountain Quadrangle, Nevada",
    "authors": ["C.D. Henry", "D.R. Boden"],
    "venue": "Nevada Bureau of Mines and Geology Map 117,",
    "year": 1999
  }, {
    "title": "A mine-exposed hot spring deposit and related epithermal gold resource: ECONOMIC GEOLOGY",
    "authors": ["V. Hollister", "D. Hruska", "R. Moore"],
    "venue": "v. 87,",
    "year": 1992
  }, {
    "title": "Origin of hybrid ferrolatite lavas from Magic Reservoir eruptive center, Snake River Plain, Idaho: Contributions to Mineralogy and Petrology",
    "authors": ["N. Honjo", "W.P. Leeman"],
    "venue": "v. 96,",
    "year": 1987
  }, {
    "title": "Isotopic and geochemical constraints on the origin and evolution of the Columbia River basalt",
    "authors": ["P.R. Hooper", "C.J. Hawkesworth"],
    "venue": "Journal of Petrology,",
    "year": 1993
  }, {
    "title": "Miocene and early Pliocene epithermal gold-silver deposits in the northern Great Basin, western United States: Characteristics, distribution, and relationship to magmatism",
    "authors": ["D.A. John"],
    "venue": "ECONOMIC GEOLOGY,",
    "year": 2001
  }, {
    "title": "2000a, Geology of the Mule Canyon gold-silver deposit, Lander County, Nevada",
    "authors": ["D.A. John", "J.E. Brummer", "E.C. Saderholm", "R.J. Fleck"],
    "venue": "Geological Society of Nevada Symposium,",
    "year": 2000
  }, {
    "title": "2000b, New perspectives on the geology and origin of the Northern Nevada rift",
    "authors": ["D.A. John", "A.R. Wallace", "D.A. Ponce", "R.J. Fleck", "J.E. Conrad"],
    "venue": "Geology and Ore Deposits",
    "year": 2000
  }, {
    "title": "The making of intermediate composition magma in a bimodal suite: Duck Butte eruptive center, Oregon, USA",
    "authors": ["J.A. Johnson", "A.L. Grunder"],
    "venue": "Journal of Volcanology and Geothermal Research,",
    "year": 2000
  }, {
    "title": "Mineral resources of Elko County, Nevada",
    "authors": ["D.D. LaPointe", "J.V. Tingley", "R.B. Jones"],
    "venue": "Nevada Bureau of Mines and Geology Bulletin 106,",
    "year": 1991
  }, {
    "title": "Hydrothermal alteration and geochronology of the Colorado Grande vein, Ken Snyder mine, Elko County, Nevada",
    "authors": ["E.D. Leavitt"],
    "venue": "Ralph J. Roberts Center for Research in Economic Geology Annual Research Meeting",
    "year": 2001
  }, {
    "title": "Geochronology of the Midas gold-silver deposit and its relationship to volcanism and mineralization along the Northern Nevada rift",
    "authors": ["E.D. Leavitt", "P. Goldstrand", "K. Schmidt", "A.R. Wallace", "T. Spell", "G.B. Arehart"],
    "year": 2000
  }, {
    "title": "Geology and geochemistry of Tertiary volcanic host rocks, Sleeper gold-silver deposit, Humboldt County, Nevada: U.S",
    "authors": ["J.T. Nash", "W.C. Utterback", "W.S. Trudel"],
    "venue": "Geological Survey Bulletin 2090,",
    "year": 1995
  }, {
    "title": "Geology and geochemistry of the Ivanhoe vein system, Elko, Nevada",
    "authors": ["B. Peppard"],
    "venue": "Unpublished master’s thesis, Ann Arbor, University of Michigan,",
    "year": 2002
  }, {
    "title": "Sequence, age, and source of silicic fallout tuffs in middle to late",
    "authors": ["M.E. Perkins", "F.H. Brown", "W.P. Nash", "W. McIntosh", "S.K. Williams"],
    "year": 1998
  }, {
    "title": "The track of the Yellowstone hot spot—Volcanism, faulting, and uplift",
    "authors": ["K.L. Pierce", "L.A. Morgan"],
    "venue": "Regional geology of eastern Idaho and western Wyoming: Geological Society of America Memoir 179,",
    "year": 1992
  }, {
    "title": "High-grade gold in epithermal quartz veins at the Ivanhoe project, Nevada",
    "authors": ["S. Price"],
    "venue": "Geological Society of Nevada Newsletter, v. 15,",
    "year": 2001
  }, {
    "title": "Cenozoic geology in the vicinity of Carlin, Nevada",
    "authors": ["J. Regnier"],
    "venue": "Geological Society of America Bulletin,",
    "year": 1960
  }, {
    "title": "Dikehosted ores of the Beast deposit and the importance of Eocene magmatism in gold mineralization of the Carlin trend, Nevada",
    "authors": ["M.W. Ressel", "D.C. Noble", "C.D. Henry", "W.S. Trudel"],
    "venue": "ECONOMIC GEOLOGY,",
    "year": 2000
  }, {
    "title": "Paleozoic rocks of north-central Nevada",
    "authors": ["R.J. Roberts", "P.E. Hotz", "J. Gilluly", "H.G. Ferguson"],
    "venue": "American Association of Petroleum Geologists Bulletin,",
    "year": 1958
  }, {
    "title": "Mercury—An important byproduct in epithermal gold systems: U.S",
    "authors": ["J.J. Rytuba", "C. Heropoulos"],
    "venue": "Geological Survey Bulletin 1877-B,",
    "year": 1992
  }, {
    "title": "The Jarbidge mining district, Nevada, with a note on the Charleston district: U.S",
    "authors": ["F.C. Schrader"],
    "venue": "Geological Survey Bulletin 741,",
    "year": 1923
  }, {
    "title": "Origin of the McLaughlin mine sheeted vein complex: Metal zoning, fluid inclusion, and isotopic evidence",
    "authors": ["R.L. Sherlock", "R.M. Tosdal", "N.J. Lehrman", "J.R. Graney", "S. Losh", "E.C. Jowett", "S.E. Kesler"],
    "venue": "ECONOMIC GEOLOGY,",
    "year": 1995
  }, {
    "title": "Origins of calcite in a boiling geothermal system",
    "authors": ["S.F. Simmons", "B.W. Christenson"],
    "venue": "American Journal of Science,",
    "year": 1994
  }, {
    "title": "The Goldbanks deposit, a recent discovery of disseminated gold in Tertiary volcaniclastics, Pershing County, Nevada, in Cluer",
    "authors": ["B. Stone", "D. Thomas", "L. Snider", "R. McDermott", "M. Nyman"],
    "venue": "Geology and Ore Deposits",
    "year": 2000
  }, {
    "title": "Subtle surface expression of high grade veins at the Ivanhoe project: Fall 1998 Field Trip Guidebook, Geological Society of Nevada",
    "authors": ["N.A. Tewalt"],
    "venue": "Special Publication",
    "year": 1998
  }, {
    "title": "Geology of the northern terminus of the Carlin trend, Nevada: Links between crustal shortening during the late Paleozoic Humboldt orogeny and northeast-striking faults, in Tosdal, R.M., ed., Contributions to the gold metallogeny of northern Nevada: U.S",
    "authors": ["T.G. Theodore", "A.K. Armstrong", "A.G. Harris", "C.H. Stevens", "R.M. Tosdal"],
    "venue": "Geological Survey Open-",
    "year": 1998
  }, {
    "title": "Geologic map of the Buckskin Quadrangle, Humboldt County, Nevada",
    "authors": ["P.G. Vikre"],
    "venue": "Nevada Bureau of Mines and Geology Map",
    "year": 1985
  }, {
    "title": "Effect of late Miocene extension on the exposure of gold deposits in north-central Nevada",
    "authors": ["A.R. Wallace"],
    "venue": "Geology and Ore Deposits of the Great Basin: Geological Society of Nevada Symposium,",
    "year": 1991
  }, {
    "title": "New studies of Tertiary volcanic rocks and mineral deposits, Northern Nevada rift, in Tosdal, R.M., ed., Contributions to the gold metallogeny of northern Nevada: U.S",
    "authors": ["A.R. Wallace", "D.A. John"],
    "venue": "Geological Survey Open-File Report 98-338,",
    "year": 1998
  }, {
    "title": "Basin and Range rifting in northern Nevada: Clues from a mid-Miocene rift and its subsequent offsets",
    "authors": ["M.L. Zoback", "G.A. Thompson"],
    "venue": "Geology, v",
    "year": 1978
  }, {
    "title": "The Northern Nevada rift: Regional tectonomagmatic relations and middle Miocene stress direction",
    "authors": ["M.L. Zoback", "E.H. McKee", "R.J. Blakely", "G.A. Thompson"],
    "venue": "Geological Society of America Bulletin,",
    "year": 1994
  }],
  "id": "SP:962c1c391412fb752053f25ecc64142337d6b297",
  "authors": [{
    "name": "ALAN R. WALLACE",
    "affiliations": []
  }],
  "abstractText": "The mercury-gold deposits of the Ivanhoe mining district in northern Nevada formed when middle Miocene rhyolitic volcanism and high-angle faulting disrupted a shallow lacustrine environment. Sinter and replacement mercury deposits formed at and near the paleosurface, and disseminated gold deposits and high-grade goldsilver veins formed beneath the hot spring deposits. The lacustrine environment provided abundant meteoric water; the rhyolites heated the water; and the faults, flow units, and lakebeds provided fluid pathways for the hydrothermal fluids. A shallow lake began to develop in the Ivanhoe area about 16.5 Ma. The lake progressively expanded and covered the entire area with fine-grained lacustrine sediments. Lacustrine sedimentation continued to at least 14.4 Ma, and periodic fluctuations in the size and extent of the lake may have been responses to both climate and nearby volcanism. The eruption of rhyolite and andesite flows and domes periodically disrupted the lacustrine environment and produced interfingered flows and lake sediments. The major pulse of rhyolitic volcanism took place between 15.16 ± 0.05 and 14.92 ± 0.05 Ma. High-angle faulting began in the basement about 15.2 Ma, penetrated to and disrupted the paleosurface after 15.10 ± 0.06 Ma, and largely ceased by 14.92 ± 0.05 Ma. Ground motion related to both faulting and volcanism created debris flows and soft-sediment deformation in the lakebeds. Mercury-gold mineralization was coeval with rhyolite volcanism and high-angle faulting, and it took place about 15.2 to 14.9 Ma. At and near the paleosurface, hydrothermal fluids migrated through tuffaceous sediments above relatively impermeable volcanic and Paleozoic units, creating chalcedonic, cinnabar-bearing replacement bodies and sinters. Disseminated gold was deposited in sedimentary and volcanic rocks beneath the mercury deposits, although the hydrologic path between the two ore types is unclear. Higher-grade gold-silver deposits formed in massive rhyolites and Paleozoic quartzites at deeper levels, and these mineralized zones possibly represent the feeder zones for the higher-level deposits. Fluctuations in the ground-water table locally produced hydrothermal oxidation of the near-surface mercury and disseminated gold deposits. The locus of mineralization shifted with time, moving south and east from its inception point in the west-central part of the district. Thus, although mineralization in the district took place during a span of 300,000 years, the duration of mineralization at any one place probably was much shorter. The low-sulfidation deposits of the Ivanhoe district formed at the same time and under similar conditions as those in the nearby Midas district, 15 km to the northwest, which includes the large, high-grade Ken Snyder gold-silver epithermal vein deposit. The exposures in the Ivanhoe district are interpreted to represent the nearsurface example of the paleosurface that originally was present above the Midas mineralizing system. The resulting combined Ivanhoe-Midas model provides an exploration guide for epithermal deposits in similar geologic environments in northern Nevada. Economic Geology Vol. 98, 2003, pp. 409–424 † E-mail, alan@usgs.gov Downloaded from https://pubs.geoscienceworld.org/segweb/economicgeology/article-pdf/98/2/409/3499041/409.pdf by University of Arizona user on 26 February 2019 Despite many decades of industry exploration for mercury, molybdenum, gold, and silver, little has been published on the Ivanhoe district. J.M. Nelson and R.J. Roberts studied the mercury deposits in 1940 to 1942 for the U.S. Geological Survey (summarized in Bailey and Phoenix, 1944). As part of a Touchstone Resources gold exploration project in the late 1980s, Bartlett et al. (1991) described the geology in and around the newly identified Hollister gold deposit, Deng (1991) studied the geochemistry of the gold deposit, and Hollister et al. (1992) proposed a relationship between mineralization and the Miocene ground-water table. New exploration data on the district and the deep veins newly discovered by Great Basin Gold Ltd. have not been published, with the exception of a short contribution by Price (2001). The present paper is based on published (Wallace, 2003a, b) and unpublished geologic mapping in and near the district from 1996 to 2001. Confidential industry information was used during this study, but it is not cited specifically except where permission was given to do so. The purpose of the study was to develop a model for epithermal mineralization in middle Miocene volcanic systems in the Ivanhoe district and Snowstorm Mountains, 20 km to the northwest (Wallace, 1993) that will be applicable to exploration and land-use assessment. Regional Geologic Setting The Ivanhoe district includes rocks and structures ranging in age from early Paleozoic to Miocene. Lower Paleozoic siliceous basinal sedimentary rocks that directly underlie the district were thrust eastward over shelf sedimentary rocks during the middle Paleozoic Antler orogeny (Roberts et al., 1958). The lower-plate rocks are exposed southeast of the district, and deep drilling in the Ivanhoe district has intersected these units. Late Eocene igneous activity produced intrusive rocks, flows, and tuffs, some of which are preserved in the Ivanhoe district and nearby areas. This igneous activity may have formed the major lower-plate–hosted gold deposits of the Carlin trend (Ressel et al., 2000), which extends northwest into the Ivanhoe district (Fig. 1). The Miocene volcanic rocks in the Ivanhoe district are related to bimodal volcanism that affected much of northern Nevada. Basaltic andesite and dacite lavas and dikes formed along the 700-km-long, north-northwest–trending Northern Nevada rift (Fig. 1; Zoback and Thompson, 1978; John et al., 2000), the east margin of which is several kilometers west of the district (Fig. 1; Wallace and John, 1998). These mafic to intermediate rocks were erupted about 16.5 to 14.7 Ma, and they largely were confined to the structural graben along the rift axis. Rhyolitic lavas, domes, and tuffs were emplaced throughout northern Nevada about 16.5 to 14.0 Ma, in places covering the earlier mafic volcanic rocks. Both the mafic and felsic Miocene igneous rocks are thought to be related, at least in part, to the Yellowstone hot spot (Pierce and Morgan, 1992); they reflect direct contributions of mantle-derived basalts (Hooper and Hawkesworth, 1993), partial melting of the lower crust to produce the rhyolites (Honjo and Leeman, 1987), and magma mixing to produce intermediate compositions (Johnson and Grunder, 2000). The middle Miocene climate was temperate (Axelrod, 1956), and small to large lakes deposited lacustrine sediments in many areas of northern Nevada, such as the area of the Ivanhoe district. East-northeast and west-southwest–directed extension generated north-northwest–striking faults between 17 and 10 Ma (Zoback and Thompson, 1978; Zoback et al., 1994). Dikes emplaced during this period of extension, such as those along the Northern Nevada rift, have the same north-northwest orientation. Late Miocene and younger northwest-directed extension (Zoback and Thompson, 1978) produced the modern Basin and Range physiography as well as east-northeast– trending pull-apart grabens, such as the Midas trough that cuts the northwesternmost part of the district (Fig. 1; Wallace, 1991, 2003a; see also discussion below). In northern Nevada, numerous Miocene epithermal deposits formed between 17 and 14 Ma. Many are related, both spatially and genetically, to rhyolite volcanism, such as the high-grade Ken Snyder vein deposit at Midas, 15 km northwest of Ivanhoe (Fig. 1; Goldstrand and Schmidt, 2000). A few deposits along the Northern Nevada rift, such as Mule Canyon, are related to mafic to intermediate-composition volcanism (John et al., 2000).",
  "title": "Geology of the Ivanhoe Hg-Au District, Northern Nevada: Influence of Miocene Volcanism, Lakes, and Active Faulting on Epithermal Mineralization"
}