{
  "sections": [{
    "text": "American Mineralogist, Volume 97, pages 1841–1848, 2012\n0003-004X/12/1112–1841$05.00/DOI: http://dx.doi.org/10.2138/am.2012.4141 1841\nCO2 solubility in primitive martian basalts similar to Yamato 980459, the effect of composition on CO2 solubility of basalts, and the evolution of the martian atmosphere\nBen D. Stanley,1,* DouglaS R. SchauB,1,2 anD MaRc M. hiRSchMann1\n1Department of Earth Sciences, University of Minnesota, 310 Pillsbury Drive SE, Minneapolis, Minnesota, 55455, U.S.A. 2Department of Geology, Colgate University, Hamilton, 13 Oak Drive, New York, 13346, U.S.A.\naBStRact To determine the influence of basalt composition on the CO2 solubility in martian lavas, we investigated experimentally a synthetic melt based on the martian meteorite Yamato 980459 (Y 980459), an olivine-phyric shergottite and a picritic rock (19 wt% MgO) thought to be a near-primary liquid derived from high-temperature (>1540 °C) partial melting of the martian mantle. Experiments were performed in a piston-cylinder apparatus at 1–2 GPa and 1600–1650 °C. CO2 contents in quenched glasses were determined using Fourier transform infrared spectroscopy (FTIR) and range from 0.45–1.26 wt%. Despite large differences in FeO* and MgO contents, the CO2 solubilities in Y 980459 are similar to that in a less primitive synthetic martian basalt based on the Humphrey rock and to a Hawaiian tholeiite. The lack of enhanced solubility in Fe2+- and Mg2+-rich melts is likely owing to the complex structural role of these cations in silicate melts, acting partly as network formers, rather than network modifiers. The small sensitivity of CO2 solubility to compositional variations among martian and tholeiitic basalts means that the experimentally determined solubilities may be applicable to a wide spectrum of martian magmatic products. Using experimentally determined CO2 solubilities of Y 980459 and Humphrey allows the calibration of the thermodynamic parameters governing dissolution of CO2 vapor as carbonate in martian basalts. This relation facilitates calculation of the CO2 dissolved in magmas derived from graphite-saturated martian basalt source regions as a function of P, T, and fO2. The hot conditions in the source of Y 980459, 1540 ± 10 °C, and 1.2 ± 0.5 GPa, are plausible for plume-related magmas forming the giant Tharsis volcanic complex, which accounts for 50% of martian igneous activity since stabilization of the primordial crust. If oxygen fugacity in the sources of hot Tharsis magmatism were equivalent to that at the iron-wüstite buffer (IW) or 1 log unit above (IW+1), respectively, then the entire Tharsis event would outgas 30–300 mbars of CO2 to the martian atmosphere, which is far from the 2 bars required to stabilize an equable climate in the late Noachian and early Hesperian epochs. This mismatch could be reconciled if significant martian igneous activity derived from comparatively oxidized mantle sources (i.e., IW+2) similar to those responsible for the nakhlite meteorites.\nKeywords: CO2, solubility, Mars, infrared spectroscopy, martian basalts, atmosphere, experimental petrology\nintRoDuction Evidence for standing liquid water on the martian surface\nduring the Late Noachian and Hesperian epochs (e.g., Irwin et al. 2005; Fassett and Head 2008; di Achille and Hynek 2010; Grant et al. 2011) strongly suggests a thick greenhouse atmosphere not evident on Mars today (Pollack et al. 1987; Pepin 1994). Yet there remains considerable uncertainty as to how this greenhouse was created and maintained, and how it evolved to the current thin, modern atmosphere. Early studies assumed that this greenhouse was composed chiefly of CO2 and sustained by significant volcanic outgassing (e.g., Pollack et al. 1987; Pepin 1994; Carr 1999), but the plausibility of sufficient volcanogenic CO2 fluxes has been questioned (e.g., Kasting 1997; Hirschmann and Withers 2008; Grott et al. 2011; Stanley et al. 2011), in part owing to a relative dearth of substantial layered carbonate deposits that would be the expected record of a thick CO2 atmosphere\n(Schaefer 1993; Bullock and Moore 2007; Chevrier et al. 2007). Furthermore, alternative greenhouse environments involving SO2 and CH4 have been proposed (Brown and Kasting 1993; Squyres and Kasting 1994; Fairén et al. 2004; Bullock and Moore 2007; Chevrier et al. 2007; Halevy et al. 2007; Gaillard and Scaillet 2009; Righter et al. 2009).\nThe volcanogenic supply of volatiles is an important input and key limit to martian atmospheric evolution (Gillmann et al. 2011). Understanding this flux requires constraints on the cumulative magmatic flux to the martian surface and on CO2 solubilities in primary martian basalts. The time integrated magmatic flux through martian history, although subject to considerable uncertainties, has been estimated from photogeology (Greeley and Schneid 1991; Jakosky and Shock 1998; Craddock and Greeley 2009) and from models of heatflow through time (Carr 1999; Manning et al. 2006; O’Neill et al. 2007), and has been parameterized by Hirschmann and Withers (2008).\nA key constraint on the likely CO2 fluxes accompanying * E-mail: stan0525@umn.edu\nDownloaded from https://pubs.geoscienceworld.org/msa/ammin/article-pdf/97/11-12/1841/3630134/4_4141StanleyOC.pdf by University of Arizona user on 21 February 2019\nmartian magmatic output is that much of the martian mantle is thought to be sufficiently reduced (Hale et al. 1999; Wadhwa 2001; Herd et al. 2002; Herd 2003, 2006; Shearer et al. 2006; Karner et al. 2007; Righter et al. 2008) such that carbon resides principally as graphite (Hirschmann and Withers 2008; Righter et al. 2008). The solubility of carbon as carbonate in silicate melts is controlled by the prevailing fugacity of CO2 (fCO2) according to the reaction\nCO O CO ,2 gas\n2 melt 3 2 melt + ↔− − (1)\nwhich has an equilibrium constant given by\nK X\nX f ,II\nCO\nO CO\n3 2-\n2 2\n= −\n(2)\nwhere XO2– = 1 – XCO32– (Holloway et al. 1992; Holloway 1998). The value of KII must be calibrated from experimental determinations of CO2 solubility on a melt of appropriate composition. For graphite-saturated magmas, fCO2 is related to oxygen fugacity (fO2) by the reaction\nC O CO graphite 2gas 2 gas + ↔ (3)\nwhich is described by the equilibrium constant\n=K f\nfI CO\nO\n2\n2\n(4)\nand which can be calculated from basic thermodynamic data for graphite and CO2 vapor (e.g., Holloway et al. 1992). For graphite-saturated magmas, combining Equations 2 and 4 allows calculation of the mole fraction of dissolved carbonate\n= +−\nX K K f\nK K f1 .CO melt I II O\nI II O 3 2\n2\n2\n(5)\nThis simple relationship between CO2 solubility and oxygen fugacity shows that an order of magnitude increase in oxygen fugacity changes the amount of CO2 dissolved in the melt by one order of magnitude (Hirschmann and Withers 2008).\nStanley et al. (2011) determined experimentally the solubility of CO2 as a function of temperature and pressure for a synthetic liquid similar to the Humphrey basalt analyzed at Gusev Crater by the Spirit Rover (McSween et al. 2006). Using resulting values of KII, they showed that the cumulative magmatic flux on Mars, derived from a reduced, graphite-saturated martian mantle, could not degas sufficient CO2 to support strong greenhouse conditions in the late Noachian or early Hesperian.\nThe models presented by Stanley et al. (2011) are predicated on the assumption that the CO2 concentrations in martian magmatism through time can be approximated by measurements made on one Gusev Crater basalt. Recognizing this limitation, Stanley et al. (2011) considered the possibility that other eruptive compositions could have enhanced CO2 solubility and thereby could be associated with more massive CO2 fluxes. In particular, one may\nconsider whether the magmatism associated with emplacement of the giant Tharsis volcanic complex may have been distinctly more CO2-enriched. Tharsis represents half of all martian igneous activity since the stabilization of the ancient primordial martian crust and the majority was emplaced during the late Noachian (Phillips et al. 2001; Williams et al. 2008), coincident with geologic evidence for a warm moist climate (e.g., Phillips et al. 2001; Irwin et al. 2005; Fassett and Head 2008; di Achille and Hynek 2010; Grant et al. 2011), although volumetrically subordinate resurfacing continued into the Amazonian (Williams et al. 2008). Geologic and geodynamic considerations suggest that Tharsis was the product of a hot mantle plume (Kiefer 2003), and the combination of higher temperature and the primitive associated magmas may have enhanced CO2 solubility (Stanley et al. 2011).\nThe high-MgO olivine-phyric shergottite Y 980459 may be a plausible analog for high-temperature Tharsis magmatism. In the present collection of martian meteorites, Y 980459 is unique, having the highest MgO content among shergottites (18.9 wt%; Musselwhite et al. 2006) and deriving from the hottest source region, 1540 ± 10 °C (Musselwhite et al. 2006) or 1452 ± 12 °C (Blinova and Herd 2009). Furthermore, inverse experiments suggest that Y 980459 is a near-primary partial melt of the martian mantle (Musselwhite et al. 2006; Usui et al. 2008; Blinova and Herd 2009; Filiberto and Dasgupta 2011). These features compare well with the compositions of magmas expected for the putative Tharsis plume, which may have had a mantle potential temperature of 1532 °C (Kiefer 2003). Stanley et al. (2011) speculated that the CO2 solubility of this more depolymerized melt may be enhanced, in part based on the empirical correlation between CO2 solubility and melt polymerization gauged from NBO/T (non-bridging O atoms/tetrahedral cations) (Brooker et al. 2001b). Note that Y980459 is too young (472 ± 47 Ma) (Shih et al. 2005) to be derived from Noachian Tharsis magmatism, but it is the best analog among available martian compositions.\nThe principal aim of this study is to investigate experimentally whether a primitive martian basalt such as Y 980459 has a high-CO2 solubility, and therefore to determine if hot plume volcanism at Tharsis may have vented sufficient CO2 to support a thick greenhouse in the late Noachian and early Hesperian epochs. Secondarily, the work explores the relationship between carbonate solubility and composition of non-alkalic basalts such as those found on Mars."
  }, {
    "heading": "MethoDS",
    "text": "The starting material consisted of a synthetic mixture similar in composition\nto the primitive shergottite Y 980459 (Musselwhite et al. 2006) (Table 1) plus 5 wt% CO2, and was synthesized from reagent grade oxides and carbonates. The CO2 was added as CaCO3, Na2CO3, and K2CO3. P2O5 was added as ammoniumorthophosphate monohydrate [(NH4)2HPO4] (98.0%, Alfa Aesar) to an initial mixture of minor elements including MnO, TiO2, and K2CO3. This minor-element mixture was ground in a mortar and pestle under ethanol for 45 min, and heated in a platinum crucible for 5 h at 300 °C. This heating devolatilized the ammoniumorthophosphate monohydrate but not the K2CO3 (decomposition temperature is 898 °C). The resulting minor-element powder was then mixed with major oxides (SiO2, Al2O3, MgO, and FeO) and carbonates (CaCO3 and Na2CO3) to achieve the desired composition.\nExperiments were performed in 2 mm sealed platinum capsules that were Fepresaturated to inhibit Fe-loss from the starting material during the experiment. Presaturation was accomplished by melting powdered basalt in the capsules in a gas-mixing furnace for 24 h at 1250 °C and a CO–CO2 atmosphere adjusted to an oxygen fugacity of approximately QFM-4. These conditions were chosen to ensure\nDownloaded from https://pubs.geoscienceworld.org/msa/ammin/article-pdf/97/11-12/1841/3630134/4_4141StanleyOC.pdf by University of Arizona user on 21 February 2019\nthat the iron in the glass was chiefly divalent and that it alloyed with the platinum capsule in large amounts. The basaltic glass was then removed by immersion in a bath of warm hydrofluoric (HF) acid for 2–3 days. Two batches of capsules were made; one was presaturated with a MORB composition (Aubaud et al. 2004), while the other was presaturated with the synthetic Y 980459 starting material. The presaturation material did not influence appreciably Fe-loss during the experiments (relative Fe loss of 12–19% using MORB and 10–15% using Y 980459; Table 2).\nExperiments were conducted for 30 min at pressures of 1.0–2.0 GPa and temperatures of 1600–1650 °C following the procedures and assemblies detailed by Stanley et al. (2011). We applied a pressure correction of –0.2 GPa for this assembly, and attribute P-T uncertainties of ±0.1 GPa and ±12 °C, respectively (Xirouchakis et al. 2001). The narrow range of temperatures was constrained by the high-liquidus temperature of Y 980459 and the low melting point of the Pt-Fe alloy capsules. Conditions for individual experiments are listed in Table 3.\nRecovered experimental charges were sectioned using a 50 µm diameter tungsten wire saw. One half of the charge was polished for compositional analysis, using diamond lapping films, while chips of the remaining half were doubly polished to thicknesses between 20 and 80 µm for infrared analysis. Methods used for compositional analysis by electron microprobe and volatile analysis by Fourier transform infrared spectroscopy (FTIR) are reported in detail by Stanley et al. (2011). The density of Y 980459 was not measured; instead we applied the measured value of Humphrey from Stanley et al. (2011; 3040 ± 50 g/L). The density of Y 980459 glass is expected to be within error of that for Humphrey based on calculations as a liquid (2760 and 2760 g/L, respectively; Lange and Carmichael 1990) and similar when calculated as a glass (3090 and 3170 g/L, respectively; Fluegel 2007).\nWe applied the integrated molar absorptivity, ε* = 81 500 ± 1500 L/(mol·cm2),\nfor glassy Humphrey basalt that was determined by Stanley et al. (2011). This absorption coefficient is modestly higher than those determined from studies on terrestrial basalts [e.g., 69 500 ± 3000 L/(mol·cm2)]; Fine and Stolper 1986) and should be applied only to similarly Fe-rich basaltic glasses. Dixon and Pan (1995) derived an empirical relationship between linear molar absorptivity (ε) and Na/ (Na+Ca) in mafic silicate glasses. Their model predicts significantly different values for Humphrey and Y 980459, 331 and 403 L/(mol·cm2), respectively. Yet, this method has proven unable to reproduce CO2 absorbtivities in a range of glass compositions (Jakobsson 1997; Behrens et al. 2004; Botcharnikov et al. 2006; Behrens et al. 2009), causing us to question whether Na/(Na+Ca) is a robust predictor of CO2 extinction coefficients."
  }, {
    "heading": "ReSultS",
    "text": "Experimental products consisted almost entirely of glass with\nminor quench crystallization only in the 1600 °C experiments conducted at 2.0 GPa. All glasses quenched with large (10–500 µm) spherical voids inferred to have been vapor bubbles during the experiments. Electron microprobe analyses of major element composition of all glasses are given in Table 2. Despite using Fe-doped capsules, experiments yielded relative Fe-losses of 10–19% (Table 2).\nA typical FTIR spectrum is shown in Figure 1. All spectra show strong absorption characteristics of the CO32– bands at 1430 and 1520 cm–1 and no evidence of molecular CO2 at 2350 cm–1. Spectra also have smaller peaks in the region of 3000–3500 cm–1, indicating the presence of OH− in the melt, with concentrations ranging from 0.22–1.17 wt% (Table 3) using the Jendrzejewski et al. (1996) molar absorption coefficient at the O-H bond fundamental stretching frequency. As discussed in Stanley et al. (2011), owing to the small concentration of dissolved OH– and the much larger solubility of H2O compared to CO2 in basaltic melts (e.g., Dixon et al. 1995), we assume that the vapor coexisting with the melts was effectively pure CO2 and that the small concentrations of H2O in these experiments should not have significant effect on the solubility of CO2. We did not observe any precipitation of graphite or spectroscopic evidence of dissolved CO (peak located near 2150 cm–1; Brooker et al. 1999) in our quenched glasses, so we assume that the CO content of the vapor is too small to have appreciable effect on the CO2 fugacity, based on the arguments of Brooker et al. (1999). Dissolved CO2 contents measured for synthetic martian Y 980549 basalt range from 0.45–1.26 wt% (Table 3) (Fig. 2). Solubilities increase with increasing pressure and decrease with increasing temperature, as has been documented for many other natural and synthetic silicate melts (Moore 2008 and references therein)."
  }, {
    "heading": "Oxide McSween et Musselwhite Experimental Pan et al.",
    "text": "Fe-loss† 12.37 12.36 19.15 11.23 14.59 10.21 13.80 13.73 13.06 15.23 Pt dopant MORB Y98 MORB Y98 MORB Y98 MORB Y98 Y98 Y98 * Number of electron microprobe analyses. † Fe-loss (%) relative to starting material (16.75 wt% FeO). ‡ These glasses were analyzed in a later session with new software and show a slight elevation in EMP totals due to differences between software ZAF corrections.\nDownloaded from https://pubs.geoscienceworld.org/msa/ammin/article-pdf/97/11-12/1841/3630134/4_4141StanleyOC.pdf by University of Arizona user on 21 February 2019\napplicationS anD DiScuSSion\nEffect of composition on solubility of primitive mafic\nmagmas\nA key question is the influence of major element composition on the CO2 solubility of mafic and ultramafic magmas. It is well known that CO2 solubility is significantly enhanced in calciumor alkali-rich magmatic compositions (Thibault and Holloway 1994; Dixon 1997; Brooker et al. 2001b; Botcharnikov et al. 2005; Behrens et al. 2009). This is attributable to the abundance in these depolymerized liquids of non-bridging O atoms associated with Ca and alkalis, which provide favorable bonding\nenvironments for carbonate ions (e.g., Guillot and Sator 2011). Less well understood is how solubility is influenced by variations in ferromagnesian components in tholeiitic compositions, including basalts, picrites, komatiites, and peridotitic liquids. One might expect that large variations in FeO* and MgO in such liquids could affect the availability of non-bridging O atoms and hence the CO2 solubility. For example, compared to Hawaiian tholeiite (Pan et al. 1991), both Humphrey and Y 980459 have considerably more FeO* (10 vs. 19 and 17 wt%, respectively) and Y 980459 has much more MgO (19 wt%) than either Humphrey (11 wt%) or Hawaiian tholeiite (10 wt%) (Table 1). Yet, these tholeiitic basalts all have similar CO2 solubilities (Fig. 2).\nThe small influence of FeO* and MgO concentrations on CO2 solubility must be related to their structural role in aluminosilicate melts. On the basis of correlations between CO2 solubility and NBO/T, Brooker et al. (2001b) argued that in silicate melts ferrous iron is a network-forming cation and that therefore FeO* has a subordinate influence on CO2 solubility. Stanley et al. (2011) found support for this interpretation owing to very similar CO2 solubilities in Humphrey basalt with high and low Fe3+/Fe2+ ratios. Similarly, Brooker et al. (2001a) noted that Mg-rich melts have lower CO2 solubility than would be anticipated from their NBO/T calculated in a traditional manner and suggested that Mg also may act as a network-former in silicate melts. The present results for Y 980459 are consistent with this interpretation. Thus, the similarity in CO2 solubility in basalts across large variations in FeO* and MgO could be a consequence of polymerization of these cations in silicate melts.\nClues to the bonding environment of carbonate anions can be derived from the structure of the infrared carbonate absorption peak (e.g., Fine and Stolper 1985; Brooker et al. 2001a). In\n400\n300\n200\n100\nA bs\nor ba\nnc e\n(c m\n-1 )"
  }, {
    "heading": "5000 4000 3000 2000",
    "text": "Wavenumber (cm-1)\nCO3 2-\nOH -\nFigure 1\n2.0\n1.5\n1.0\n0.5\n0\nC O\n2 S\nol ub\nili ty\n(w t%\n)\n160015001400 Temperature (°C)\nY 980459 Humphrey lnKII fit Hawaiian tholeiite\n2.0 GPa\na)\n2.5\n2.0\n1.5\n1.0\n0.5\n0\nC O\n2 S\nol ub\nili ty\n(w t%\n)\n3210 Pressure (GPa)\nb)\nY 980459 - 1600 ºC Y 980459 - 1625 ºC Humphrey - 1500 ºC lnKII fit - 1500 ºC lnKII fit - 1600 ºC Hawaiian tholeiite\nFigure 2\nFiguRe 1. Typical FTIR spectrum, normalized to 1 cm, from glass from experiment B399 at 1.5 GPa and 1625 °C. The CO32– antisymmetric stretch bands are located at 1430 and 1520 cm–1, and the OH− stretch band is located at 3550 cm–1.\nFiguRe 2. (a) Experimentally determined CO2 solubility vs. temperature at 2.0 GPa for synthetic martian basalts: Y 980459 (blue circles, this study) and Humphrey (red squares; Stanley et al. 2011). (b) Variation of CO2 solubility vs. pressure for Y 980459 at 1600 °C (light blue circles) and 1625 °C (blue circles), and Humphrey at 1500 °C (red squares; Stanley et al. 2011). The lnKII fit curves (blue for 2 GPa in Fig. 2a; red for 1500 °C and blue for 1600 °C in Fig. 2b) are calculated from the fit of both experimental CO2 solubility data sets to Equation 6; the parameters used in this calculation are listed in the text. The solubility of CO2 in Hawaiian tholeiite (Pan et al. 1991) (dashed line shown on both panels) is comparable in magnitude, although not identical, to those of martian basalts. (Color online.)\nDownloaded from https://pubs.geoscienceworld.org/msa/ammin/article-pdf/97/11-12/1841/3630134/4_4141StanleyOC.pdf by University of Arizona user on 21 February 2019\nparticular, the splitting, ∆ν3, of the ν3 doublet near 1450 cm–1 is related to the symmetry of the carbonate ion and therefore provides information on the structural environment of the ion in the silicate glass. Characteristic FTIR spectra of the martian basalts are shown in Figure 3, where they are compared to those for andesite, Mg-melilitite, Mg-nephelinite (Brooker et al. 2001a), and Hawaiian tholeiite (Pan et al. 1991).\nFor the martian basalts, the average mid-points for the ν3 doublets are 1475.8 ± 0.7 cm–1 (n = 22) and 1483.8 ± 1.2 cm–1 (n = 10) for Humphrey and Y 980459, respectively, and are similar to the range previously observed from natural samples, 1460–1475 cm–1 (Brooker et al. 2001b). The ∆ν3 splittings for Humphrey and Y 980459 are similar to each other (93.3 ± 2.9 and 88.3 ± 3.0 cm–1, respectively; 2σ uncertainties) and to that observed for Hawaiian tholeiite (95 cm–1). Peak splittings of this magnitude are generally observed for carbonate ions bonded to non-bridging O atoms and tend to increase with the degree of polymerization, i.e., ∆ν3 = 77 cm–1 for Mg-melilitite and 105 cm–1 for andesite (Brooker et al. 2001b) (Fig. 3). In contrast, larger splittings (>200 cm–1) are associated with highly distorted “network” carbonates (T-carb-T) in which two of the O atoms are shared with the network-forming tetrahedra (Fine\nand Stolper 1985). Thus, the splittings for martian and terrestrial tholeiitic basalts are intermediate for common depolymerized compositions and are consistent with carbonate associated solely with non-bridging O atoms.\nRecent molecular dynamics simulations by Guillot and Sator (2011) suggest that carbonate has a high affinity for NBO associated with Mg2+ and Fe2+. These simulations show similar CO2 solubilities for tholeiitic basalt and for Mg-rich kimberlite at 2 GPa, indicating that high Mg and Fe abundances do not enhance solubility significantly, as originally suggested by Brooker et al. (2001a, 2001b). Parenthetically, experiments suggest that the simulations exaggerate the similarity, as the CO2 solubility in the kimberlite is >5 wt% at 2 GPa (Brey et al. 1991), about 3 times greater than in tholeiitic basalt. If NBO associated with Mg2+ and Fe2+ are favorable environments for bonding with carbonate anions, but CO2 solubility is not enhanced in Mg- and Fe-rich melts, then presumably increased Mg2+ and Fe2+ do not produce substantially more NBO in silicate melts.\nSpectroscopic and molecular dynamical simulations indicate that Mg is both a network-forming and network-modifying cation, with the number of O atoms coordinated around Mg2+ ions in silicate and aluminosilicate melts or glasses equal to 4, 5, or 6 (Guillot and Sator 2007; Adjaoud et al. 2008; de Koker et al. 2008; Guignard and Cormier 2008; Shimoda et al. 2008; Wilding et al. 2008, 2010; Trcera et al. 2009; Cormier and Cuello 2011). In natural melts at low pressure, Mg has a mean coordination of 5 (Guillot and Sator 2007; Vuilleumier et al. 2009). This complex structural role of Mg apparently results in a modest effect on CO2 solubility. Non-bridging O atoms associated with network-modifying Mg may enhance solubility of carbonate in silicate melts, at least when present in very high concentrations, as in the case of kimberlite (36 wt% MgO; 5 wt% CO2 at 2 GPa and 1650 °C; Brey et al. 1991), but not as substantial as the NBO associated with high-coordinated Ca, Na, and K.\nThe relative insensitivity of carbonate solubility to the concentrations of mafic components in tholeiitic basaltic melts may provide clues regarding CO2 solubility in komatiites and peridotitic melts. Carbonate solubility in such ultramafic liquids is of particular interest for understanding CO2 degassing from magma oceans early in the history of Mars or Earth (e.g., Kuramoto and Matsui 1996; Elkins-Tanton 2008; Hirschmann and Withers 2008; Hirschmann 2012). However, solubility measurements are not available and may not be feasible for these liquids as they resist quenching to glass from high-pressure experiments. Conventional measures of NBO/T (e.g., Mysen et al. 1985) as well as direct measurements of liquid viscosities (e.g., Liebske et al. 2005) indicate that ultramafic natural liquids are highly depolymerized, and this led Stanley et al. (2011) to postulate that the CO2 solubility of such liquids could be enhanced by a factor of four relative to that of tholeiitic basalt. This would lead to greater retention of C in magma oceans relative to overlying atmospheres. However, the experimental results on Y 980459, as well as the considerations reviewed above regarding the influence of Mg on melt structure and CO2 solubility, suggest that enhanced solubility in peridotitic and komatiitic liquids may be modest. Low CaO and alkalis in peridotitic and komatiitic liquids may actually limit CO2 solubility compared to typical basalts.\nFiguRe 3. FTIR spectra for Y 980459 and Humphrey (Stanley et al.\n2011) compared to mafic CO2-bearing glasses showing similar splitting and position of the carbonate doublet in various natural spectra despite compositional differences. The spectra are scaled to similar heights to aid in visual comparison. Dotted lines have been drawn through the carbonate doublet peaks of both basalts from this study to show the similarity in splitting and position. Molecular CO2 appears in addition to carbonate at 2350 cm–1 only for the more polymerized andesite. Andesite, Mgmelilitite, and Mg-nephelinite spectra are from Brooker et al. (2001b). Hawaiian tholeiite spectrum is from Pan et al. (1991).\nDownloaded from https://pubs.geoscienceworld.org/msa/ammin/article-pdf/97/11-12/1841/3630134/4_4141StanleyOC.pdf by University of Arizona user on 21 February 2019\nApplication to graphite-saturated melts in the martian mantle\nThe similarity in CO2 solubility between Y 980459 and Humphrey despite significant compositional differences suggests that major element variations among martian basalts do not have great influence on their capacity to contribute carbon to the atmosphere and that a single solubility law may be applicable to an even wider spectrum of martian basalts. Therefore, we calibrated a function suitable for martian basalts based on the equilibrium constant KII (Eq. 2)\n( )= −     − −  \n  −     K K V T P P H T T In In R R 1 1 II II 0 0 0 0 0 (6)\n(Stolper and Holloway 1988), where K0II is the equilibrium constant at a reference temperature and pressure, P0 and T 0, taken to be 100 MPa and 1473 K, respectively, and ∆V 0 and ∆H 0 are the volume and enthalpy changes associated with the dissolution reaction (Eq. 1) and are assumed to be independent of temperature and pressure. Derivation of XCO32– and XO2– (Eq. 2) are detailed in Stanley et al. (2011). Linear regression of the experimental data results in values of lnK0II = –15.22 ± 0.15, ∆V 0 = 21.64 ± 0.69 cm3 mol–1, and ∆H 0 = –25.33 ± 6.78 kJ mol–1. These differ only slightly from values derived by Stanley et al. (2011) from the experiments performed with Humphrey only. The resulting calibration for lnKII is compared to the experimentally determined solubilities in Figure 2 (blue and red lines). This parameterization, combined with one for of KI (Eq. 4) after Holloway et al. (1992), allows calculation of concentrations of CO2 in graphite-saturated martian basalt as a function of pressure, temperature, and oxygen fugacity.\nApplying this model for CO2 concentrations in graphitesaturated martian basalt to the CO2 outgassed by martian volcanic activity requires appropriate estimates of temperatures and pressures in magmatic source regions. The characteristic conditions of partial melting in the source regions Humphrey and Y 980459 are good illustrative examples to explore these effects. Inverse experiments suggest that the source of Humphrey was near 1350 ± 50 °C and 1.2 ± 0.1 GPa (Filiberto et al. 2008) whereas that of Y 980459 was near 1540 ± 10 °C and 1.2 ± 0.5 GPa (Musselwhite et al. 2006). At fixed oxygen fugacity and pressure, the hotter temperatures associated with Y 980459 result in a 120% increase in dissolved CO2 above the same conditions at 1350 °C, i.e., at 1.2 GPa and at the iron-wüstite buffer (IW), 122 vs. 56 ppm. Thus, the high temperature associated with plume sources modestly enhances graphite-saturated CO2 outgassing. It should be noted that work on a Y 980459 composition by Blinova and Herd (2009) determined source region conditions 75–100 °C lower and 0.2 GPa higher than Musselwhite et al. (2006). Applying these source region conditions results in a slightly lower CO2 solubility for Y 980459 (75 ppm at IW).\nThese results can be applied to estimate the potential CO2 outgassed during emplacement of Tharsis. As noted in the Introduction, this giant province represents about 50% of martian igneous activity since stabilization of the ancient primordial crust, and so comprises approximately 3 × 108 km3 of intrusive and extrusive magma (Greeley and Schneid 1991; Phillips et al. 2001). A key unknown parameter, however, is the oxygen\nfugacity of the Tharsis source. Following Hirschmann and Withers (2008), we consider likely source oxygen fugacities to be between IW and one order of magnitude more oxidized (IW+1), as this is the range of oxygen fugacities represented by the most primitive martian basalts, including Y 980459 itself (Shearer et al. 2006). At Y 980459 source region conditions, the entire Tharsis event could have contributed no more than 30–300 mbars of CO2 to the martian atmosphere at IW and IW+1, respectively. This is far short of the predicted 2 bars of CO2 required to stabilize an equable climate in the late Noachian and early Hesperian epochs. Such large outgassing amounts are only feasible if the source of Tharsis magmatism was comparatively oxidized compared to martian mantle sources (i.e., ∼IW+2, using a CO2 solubility of 0.9 wt% in the 3 × 108 km3 of Tharsis magmatism).\nThe critical dependence of magmatic CO2 outgassing on oxygen fugacity requires further examination of the possibility that significant martian igneous activity derived from comparatively oxidized sources. Thus far we have emphasized sources close to IW to IW+1, as these are the conditions in the sources of primitive depleted shergottites such as Y 980459 (Shearer et al. 2006). Most other depleted shergottites record similar or only slightly more oxidized sources (e.g., Herd et al. 2001; Wadhwa 2001; Herd 2003; McCanta et al. 2004, 2009; Shearer et al. 2006), but some enriched shergottites and, in particular, some nakhlites derive from sources close to IW+2 and, in one extreme case MIL 03346, above IW+3 (Righter et al. 2008; McCanta et al. 2009). Highly radiogenic initial Sr in the enriched shergottites indicates either crustal contamination or derivation from a very restricted mantle source (Herd 2003), but an oxidized nakhlite source in the martian mantle is plausible (Dyar et al. 2005; Righter et al. 2008; McCanta et al. 2009). Whether a similar source could be responsible for much of Tharsis or a large proportion of other post-4.5 Ga martian magmatism is not easily evaluated. Interestingly, it has been suggested that the nakhlites could come from Tharsis (Treiman 2005), although their Amazonian age (1.3 Ga; Treiman 2005 and references therein) would require that they derive from the younger resurfaced carapace, rather than the volumetrically dominant Noachian mass.\nacknowleDgMentS The authors thank Chris Herd, J. Maarten de Moor, and the associate editor Rhian Jones for their comments, which greatly improved the quality of this manuscript. Support for DRS came from the University of Minnesota’s Research Experience for Undergraduates program funded by NSF Grant EAR1062775. This work is supported by NASA Mars Fundamental Research Program Grant 10-MFRP10-0069. Additional support for B.D.S. came from the University of Minnesota’s Doctoral Dissertation Fellowship. Electron microprobe analyses were carried out at the Electron Microprobe Laboratory, Department of Earth Sciences, University of Minnesota. Glass thickness measurements were carried out in the Institute of Technology Characterization Facility, University of Minnesota, which receives partial support from NSF through the NNIN program."
  }, {
    "heading": "ReFeRenceS citeD",
    "text": "Adjaoud, O., Steinle-Neumann, G., and Jahn, S. (2008) Mg2SiO4 liquid under\nhigh pressure from molecular dynamics. Chemical Geology, 256, 185–192. Aubaud, C., Hauri, E.H., and Hirschmann, M.M. (2004) Hydrogen partition coef-\nficients between nominally anhydrous minerals and basaltic melts. Geophysical Research Letters, 31, L20611. Behrens, H., Ohlhorst, S., Holtz, F., and Champenois, M. (2004) CO2 solubility in dacitic melts equilibrated with H2O-CO2 fluids: Implications for modeling the solubility of CO2 in silicic melts. Geochimica et Cosmochimica Acta, 68, 4687–4703. Behrens, H., Misiti, V., Freda, C., Vetere, F., Botcharnikov, R.E., and Scarlato,\nDownloaded from https://pubs.geoscienceworld.org/msa/ammin/article-pdf/97/11-12/1841/3630134/4_4141StanleyOC.pdf by University of Arizona user on 21 February 2019\nP. (2009) Solubility of H2O and CO2 in ultrapotassic melts at 1200 and 1250 °C and pressure from 50 to 500 MPa. American Mineralogist, 94, 105–120. Blinova, A. and Herd, C.D.K. (2009) Experimental study of polybaric REE partitioning between olivine, pyroxene and melt of the Yamato 980459 composition: Insights into the petrogenesis of depleted shergottites. Geochimica et Cosmochimica Acta, 73, 3471–3492. Botcharnikov, R., Freise, M., Holtz, F., and Behrens, H. (2005) Solubility of CO-H mixtures in natural melts: New experimental data and application range of recent models. Annals of Geophysics, 48, 633–646. Botcharnikov, R.E., Behrens, H., and Holtz, F. (2006) Solubility and speciation of C-O-H fluids in andesitic melt at T = 1100–1300 °C and P = 200 and 500 MPa. Chemical Geology, 229, 125–143. Brey, G.P., Kogarko, L.N., and Ryabchikov, I.D. (1991) Carbon dioxide in kimberlitic melts. Neues Jahrbuch für Mineralogie-Monatshefte, 4, 159–168. Brooker, R.A., Kohn, S.C., Holloway, J.R., McMillan, P.F., and Carroll, M.R. (1999) Solubility, speciation and dissolution mechanisms for CO2 in melts on the NaAlO2-SiO2 join. Geochimica et Cosmochimica Acta, 63, 3549–3565. Brooker, R.A., Kohn, S.C., Holloway, J.R., and McMillan, P.F. (2001a) Structural controls on the solubility of CO2 in silicate melts part II: IR characteristics of carbonate groups in silicate glasses. Chemical Geology, 174, 241–254. ——— (2001b) Structural controls on the solubility of CO2 in silicate melts part I: Bulk solubility data. Chemical Geology, 174, 225–239. Brown, L.L. and Kasting, J.F. (1993) A carbon dioxide/methane greenhouse atmosphere on early Mars. In S.W. Squyres, and J.F. Kasting, Eds., Workshop on early Mars: How warm and how wet?, LPI Technical Report 93-03 Part 1, 3. Lunar and Planetary Institute, Houston. Bullock, M.A. and Moore, J.M. (2007) Atmospheric conditions on early Mars and the missing layered carbonates. Geophysical Research Letters, 34, L19201. Carr, M.H. (1999) Retention of an atmosphere on early Mars. Journal of Geophysical Research-Planets, 104, 21897–21909. Chevrier, V., Poulet, F., and Bibring, J.P. (2007) Early geochemical environment of Mars as determined from thermodynamics of phyllosilicates. Nature, 448, 60–63. Cormier, L. and Cuello, G.J. (2011) Mg coordination in a MgSiO3 glass using neutron diffraction coupled with isotopic substitution. Physical Review B, 83, 224204. Craddock, R.A. and Greeley, R. (2009) Minimum estimates of the amount and timing of gases released into the martian atmosphere from volcanic eruptions. Icarus, 204, 512–526. de Koker, N.P., Stixrude, L., and Karki, B.B. (2008) Thermodynamics, structure, dynamics, and freezing of Mg2SiO4 liquid at high pressure. Geochimica et Cosmochimica Acta, 72, 1427–1441. di Achille, G. and Hynek, B.M. (2010) Deltas and valley networks on Mars: implications for a global hydrosphere. In N.A. Cabrol and E.A. Grin, Eds., Lakes on Mars, 223–248. Elsevier, Amsterdam. Dixon, J.E. (1997) Degassing of alkalic basalts. American Mineralogist, 82, 368–378. Dixon, J.E. and Pan, V. (1995) Determination of the molar absorptivity of dissolved carbonate in basanitic glass. American Mineralogist, 80, 1339–1342. Dixon, J.E., Stolper, E.M., and Holloway, J.R. (1995) An experimental study of water and carbon dioxide solubilities in mid-ocean ridge basaltic liquids part I: Calibration and solubility models. Journal of Petrology, 36, 1607–1631. Dyar, M.D., Treiman, A.H., Pieters, C.M., Hiroi, T., Lane, M.D., and O’Connor, V. (2005) MIL03346, the most oxidized martian meteorite: A first look at spectroscopy, petrography, and mineral chemistry. Journal of Geophysical Research-Planets, 110, E09005. Elkins-Tanton, L.T. (2008) Linked magma ocean solidification and atmospheric growth for Earth and Mars. Earth and Planetary Science Letters, 271, 181–191. Fairén, A.G., Fernández-Remolar, D., Dohm, J.M., Baker, V.R., and Amils, R. (2004) Inhibition of carbonate synthesis in acidic oceans on early Mars. Nature, 431, 423–426. Fassett, C.I. and Head, J.W. (2008) The timing of martian valley network activity: Constraints from buffered crater counting. Icarus, 195, 61–89. Filiberto, J. and Dasgupta, R. (2011) Fe2+-Mg partitioning between olivine and basaltic melts: Applications to genesis of olivine-phyric shergottites and conditions of melting in the martian interior. Earth and Planetary Science Letters, 304, 527–537. Filiberto, J., Treiman, A.H., and Le, L. (2008) Crystallization experiments on a Gusev Adirondack basalt composition. Meteoritics and Planetary Science, 43, 1137–1146. Fine, G. and Stolper, E. (1985) The speciation of carbon dioxide in sodium aluminosilicate glasses. Contributions to Mineralogy and Petrology, 91, 105–121. Fine, G. and Stolper, E.M. (1986) Dissolved carbon dioxide in basaltic glasses: Concentrations and speciation. Earth and Planetary Science Letters, 76, 263–278. Fluegel, A. (2007) Global model for calculating room-temperature glass density from the composition. Journal of the American Ceramic Society, 90, 2622–2625. Gaillard, F. and Scaillet, B. (2009) The sulfur content of volcanic gases on Mars. Earth and Planetary Science Letters, 279, 34–43. Gillmann, C., Lognonné, P., and Moreira, M. (2011) Volatiles in the atmosphere of Mars: The effects of volcanism and escape constrained by isotopic data. Earth and Planetary Science Letters, 303, 299–309. Grant, J.A., Irwin, R.P., Wilson, S.A., Buczkowski, D., and Siebach, K. (2011) A lake in Uzboi Vallis and implications for late Noachian-early Hesperian climate on Mars. Icarus, 212, 110–122. Greeley, R. and Schneid, B.D. (1991) Magma generation on Mars: Amounts, rates, and comparisons with Earth, Moon, and Venus. Science, 254, 996–998. Grott, M., Morschhauser, A., Breuer, D., and Hauber, E. (2011) Volcanic outgassing of CO2 and H2O on Mars. Earth and Planetary Science Letters, 308, 391–400. Guignard, M. and Cormier, L. (2008) Environments of Mg and Al in MgO-Al2O3SiO2 glasses: A study coupling neutron and X-ray diffraction and Reverse Monte Carlo modeling. Chemical Geology, 256, 111–118. Guillot, B. and Sator, N. (2007) A computer simulation study of natural silicate melts. Part II: High pressure properties. Geochimica et Cosmochimica Acta, 71, 4538–4556. ——— (2011) Carbon dioxide in silicate melts: A molecular dynamics simulation study. Geochimica et Cosmochimica Acta, 75, 1829–1857. Hale, V.P.S., McSween, H.Y., and McKay, G.A. (1999) Re-evaluation of intercumulus liquid composition and oxidation state for the Shergotty meteorite. Geochimica et Cosmochimica Acta, 63, 1459–1470. Halevy, I., Zuber, M.T., and Schrag, D.P. (2007) A sulfur dioxide climate feedback on early Mars. Science, 318, 1903–1907. Herd, C.D.K. (2003) The oxygen fugacity of olivine-phyric martian basalts and the components within the mantle and crust of Mars. Meteoritics and Planetary Science, 38, 1793–1805. ——— (2006) Insights into the redox history of the NWA 1068/1110 martian basalt from mineral equilibria and vanadium oxybarometry. American Mineralogist, 91, 1616–1627. Herd, C.D.K., Papike, J.J., and Brearley, A.J. (2001) Oxygen fugacity of martian basalts from electron microprobe oxygen and TEM-EELS analyses of Fe-Ti oxides. American Mineralogist, 86, 1015–1024. Herd, C.D.K., Borg, L.E., Jones, J.H., and Papike, J.J. (2002) Oxygen fugacity and geochemical variations in the martian basalts: Implications for martian basalt petrogenesis and the oxidation state of the upper mantle of Mars. Geochimica et Cosmochimica Acta, 66, 2025–2036. Hirschmann, M.M. (2012) Magma ocean influence on early atmosphere mass and composition. Earth and Planetary Science Letters, 341–344, 48–57. Hirschmann, M.M. and Withers, A.C. (2008) Ventilation of CO2 from a reduced mantle and consequences for the early martian greenhouse. Earth and Planetary Science Letters, 270, 147–155. Holloway, J.R. (1998) Graphite-melt equilibria during mantle melting: Constraints on CO2 in MORB magmas and the carbon content of the mantle. Chemical Geology, 147, 89–97. Holloway, J.R., Pan, V., and Gudmundsson, G. (1992) High-pressure fluid-absent melting experiments in the presence of graphite: Oxygen fugacity, ferric/ferrous ratio and dissolved CO2. European Journal of Mineralogy, 4, 105–114. Irwin, R.P. III, Howard, A.D., Craddock, R.A., and Moore, J.M. (2005) An intense terminal epoch of widespread fluvial activity on early Mars: 2. Increased runoff and paleolake development. Journal of Geophysical Research-Planets, 110, E12S15. Jakobsson, S. (1997) Solubility of water and carbon dioxide in an icelandite at 1400 °C and 10 kbars. Contributions to Mineralogy and Petrology, 127, 129–135. Jakosky, B.M. and Shock, E.L. (1998) The biological potential of Mars, the early Earth, and Europa. Journal of Geophysical Research-Planets, 103, 19359–19364. Jendrzejewski, N., Javoy, M., and Trull, T. (1996) Quantitative measurements of water and carbon concentrations in natural basaltic glasses by infrared spectroscopy. Part II: Water. Comptes Rendus De L’Academie Des Sciences Serie II Fascicule A-Sciences De La Terre Et Des Planetes, 322, 735–742. Karner, J.M., Papike, J.J., Shearer, C.K., McKay, G., Le, L., and Burger, P. (2007) Valence state partitioning of Cr and V between pyroxene-melt: Estimates of oxygen fugacity for martian basalt QUE 94201. American Mineralogist, 92, 1238–1241. Kasting, J.F. (1997) Warming early Earth and Mars. Science, 276, 1213–1215. Kiefer, W.S. (2003) Melting in the martian mantle: Shergottite formation and implications for present-day mantle convection on Mars. Meteoritics and Planetary Science, 38, 1815–1832. Kuramoto, K. and Matsui, T. (1996) Partitioning of H and C between the mantle and core during the core formation in the Earth: Its implications for the atmospheric evolution and redox state of early mantle. Journal of Geophysical Research-Planets, 101, 14909–14932. Lange, R.L. and Carmichael, I.S.E. (1990) Thermodynamic properties of silicate liquids with emphasis on density, thermal expansion and compressibility. In J. Nicholls and J.K. Russell, Eds., Modern methods of igneous petrology: Understanding Magmatic Processes, 24, 25–64. Reviews in Mineralogy,\nDownloaded from https://pubs.geoscienceworld.org/msa/ammin/article-pdf/97/11-12/1841/3630134/4_4141StanleyOC.pdf by University of Arizona user on 21 February 2019\nMineralogical Society of America, Chantilly, Virginia. Liebske, C., Schmickler, B., Terasaki, H., Poe, B.T., Suzuki, A., Funakoshi, K.,\nAndo, R., and Rubie, D.C. (2005) Viscosity of peridotite liquid up to 13 GPa: Implications for magma ocean viscosities. Earth and Planetary Science Letters, 240, 589–604. Manning, C.V., McKay, C.P., and Zahnle, K.J. (2006) Thick and thin models of the evolution of carbon dioxide on Mars. Icarus, 180, 38–59. McCanta, M.C., Rutherford, M.J., and Jones, J.H. (2004) An experimental study of rare earth element partitioning between a shergottite melt and pigeonite: Implications for the oxygen fugacity of the martian interior. Geochimica et Cosmochimica Acta, 68, 1943–1952. McCanta, M.C., Elkins-Tanton, L., and Rutherford, M.J. (2009) Expanding the application of the Eu-oxybarometer to the lherzolitic shergottites and nakhlites: Implications for the oxidation state heterogeneity of the martian interior. Meteoritics and Planetary Science, 44, 725–745. McSween, H.Y., Wyatt, M.B., Gellert, R., Bell, J.F., Morris, R.V., Herkenhoff, K.E., Crumpler, L.S., Milam, K.A., Stockstill, K.R., Tornabene, L.L., and others. (2006) Characterization and petrologic interpretation of olivine-rich basalts at Gusev Crater. Journal of Geophysical Research-Planets, 111, E02S10. Moore, G. (2008) Interpreting H2O and CO2 contents in melt inclusions: Constraints from solubility experiments and modeling. In K. Putirka and F. Tepley III, Eds., Minerals, inclusions and volcanic processes, 69, 333–361. Reviews in Mineralogy and Geochemistry, Mineralogical Society of America, Chantilly, Virginia. Musselwhite, D.S., Dalton, H.A., Kiefer, W.S., and Treiman, A.H. (2006) Experimental petrology of the basaltic shergottite Yamato 980459: Implications for the thermal structure of the martian mantle. Meteoritics and Planetary Science, 41, 1271–1290. Mysen, B.O., Virgo, D., and Seifert, F.A. (1985) Relationships between properties and structure of aluminosilicate melts. American Mineralogist, 70, 88–105. O’Neill, C., Lenardic, A., Jellinek, A.M., and Kiefer, W.S. (2007) Melt propagation and volcanism in mantle convection simulations, with applications for martian volcanic and atmospheric evolution. Journal of Geophysical Research-Planets, 112, E07003. Pan, V., Holloway, J.R., and Hervig, R.L. (1991) The pressure and temperature dependence of carbon dioxide solubility in tholeiitic basalt melts. Geochimica et Cosmochimica Acta, 55, 1587–1595. Pepin, R.O. (1994) Evolution of the martian atmosphere. Icarus, 111, 289–304. Phillips, R.J., Zuber, M.T., Solomon, S.C., Golombek, M.P., Jakosky, B.M., Ba-\nnerdt, W. B., Smith, D.E., Williams, R.M.E., Hynek, B.M., Aharonson, O., and Hauck, S.A. (2001) Ancient geodynamics and global-scale hydrology on Mars. Science, 291, 2587–2591. Pollack, J.B., Kasting, J.F., Richardson, S.M., and Poliakoff, K. (1987) The case for a wet, warm climate on early Mars. Icarus, 71, 203–224. Righter, K., Yang, H., Costin, G., and Downs, R.T. (2008) Oxygen fugacity in the martian mantle controlled by carbon: New constraints from the nakhlite MIL 03346. Meteoritics and Planetary Science, 43, 1709–1723. Righter, K., Pando, K.M., and Danielson, L. (2009) Experimental evidence for sulfur-rich martian magmas: Implications for volcanism and surficial sulfur sources. Earth and Planetary Science Letters, 288, 235–243. Schaefer, M.W. (1993) Aqueous geochemistry on early Mars. Geochimica et Cosmochimica Acta, 57, 4619–4625. Shearer, C.K., McKay, G., Papike, J.J., and Karner, J.M. (2006) Valence state partitioning of vanadium between olivine-liquid: Estimates of the oxygen\nfugacity of Y 980459 and application to other olivine-phyric martian basalts. American Mineralogist, 91, 1657–1663. Shih, C.Y., Nyquist, L.E., Wiesmann, H., Reese, Y., and Misawa, K. (2005) Rb-Sr and Sm-Nd dating of olivine-phyric shergottite Yamato 980459; petrogenesis of depleted shergottites. Antarctic Meteorite Research, 18, 46–65. Shimoda, K., Nemoto, T., and Saito, K. (2008) Local structure of magnesium in silicate glasses: A 25Mg 3QMAS NMR study. Journal of Physical Chemistry B, 112, 6747–6752. Squyres, S.W. and Kasting, J.F. (1994) Early Mars: How warm and how wet? Science, 265, 744–749. Stanley, B.D., Hirschmann, M.M., and Withers, A.C. (2011) CO2 solubility in martian basalts and martian atmospheric evolution. Geochimica et Cosmochimica Acta, 75, 5987–6003. Sterner, S.M. and Pitzer, K.S. (1994) An equation of state for carbon dioxide valid from zero to extreme pressures. Contributions to Mineralogy and Petrology, 117, 362–374. Stolper, E. and Holloway, J.R. (1988) Experimental determination of the solubility of carbon dioxide in molten basalt at low pressure. Earth and Planetary Science Letters, 87, 397–408. Thibault, Y. and Holloway, J.R. (1994) Solubility of CO2 in a Ca-rich leucitite: Effects of pressure, temperature, and oxygen fugacity. Contributions to Mineralogy and Petrology, 116, 216–224. Trcera, N., Cabaret, D., Rossano, S., Farges, F., Flank, A.-M., and Lagarde, P. (2009) Experimental and theoretical study of the structural environment of magnesium in minerals and silicate glasses using X-ray absorption near-edge structure. Physics and Chemistry of Minerals, 36, 241–257. Treiman, A.H. (2005) The nakhlite meteorites: Augite-rich igneous rocks from Mars. Chemie Der Erde-Geochemistry, 65, 203–270. Usui, T., McSween, H.Y., and Floss, C. (2008) Petrogenesis of olivine-phyric shergottite Yamato 980459, revisited. Geochimica et Cosmochimica Acta, 72, 1711–1730. Vuilleumier, R., Sator, N., and Guillot, B. (2009) Computer modeling of natural silicate melts: What can we learn from ab initio simulations. Geochimica et Cosmochimica Acta, 73, 6313–6339. Wadhwa, M. (2001) Redox state of Mars’ upper mantle and crust from Eu anomalies in shergottite pyroxenes. Science, 291, 1527–1530. Wilding, M.C., Benmore, C.J., and Weber, J.K.R. (2008) In situ diffraction studies of magnesium silicate liquids. Journal of Materials Science, 43, 4707–4713. ——— (2010) Changes in the local environment surrounding magnesium ions in fragile MgO-SiO2 liquids. Europhysics Letters, 89, 26005. Williams, J.P., Nimmo, F., Moore, W.B., and Paige, D.A. (2008) The formation of Tharsis on Mars: What the line-of-sight gravity is telling us. Journal of Geophysical Research-Planets, 113, E10011. Xirouchakis, D., Hirschmann, M.M., and Simpson, J.A. (2001) The effect of titanium on the silica content and on mineral-liquid partitioning of mantleequilibrated melts. Geochimica et Cosmochimica Acta, 65, 2201–2217.\nManuscript received February 23, 2012 Manuscript accepted July 26, 2012 Manuscript handled by rhian Jones\nDownloaded from https://pubs.geoscienceworld.org/msa/ammin/article-pdf/97/11-12/1841/3630134/4_4141StanleyOC.pdf by University of Arizona user on 21 February 2019"
  }],
  "year": 2012,
  "references": [],
  "id": "SP:053e2c7ea9e405050a5a32f7a43580bdbfa4454e",
  "authors": [{
    "name": "Ben D. Stanley",
    "affiliations": []
  }, {
    "name": "DouglaS R. SchauB",
    "affiliations": []
  }, {
    "name": "MaRc M. hiRSchMann",
    "affiliations": []
  }],
  "abstractText": "To determine the influence of basalt composition on the CO2 solubility in martian lavas, we investigated experimentally a synthetic melt based on the martian meteorite Yamato 980459 (Y 980459), an olivine-phyric shergottite and a picritic rock (19 wt% MgO) thought to be a near-primary liquid derived from high-temperature (>1540 °C) partial melting of the martian mantle. Experiments were performed in a piston-cylinder apparatus at 1–2 GPa and 1600–1650 °C. CO2 contents in quenched glasses were determined using Fourier transform infrared spectroscopy (FTIR) and range from 0.45–1.26 wt%. Despite large differences in FeO* and MgO contents, the CO2 solubilities in Y 980459 are similar to that in a less primitive synthetic martian basalt based on the Humphrey rock and to a Hawaiian tholeiite. The lack of enhanced solubility in Fe2+and Mg2+-rich melts is likely owing to the complex structural role of these cations in silicate melts, acting partly as network formers, rather than network modifiers. The small sensitivity of CO2 solubility to compositional variations among martian and tholeiitic basalts means that the experimentally determined solubilities may be applicable to a wide spectrum of martian magmatic products. Using experimentally determined CO2 solubilities of Y 980459 and Humphrey allows the calibration of the thermodynamic parameters governing dissolution of CO2 vapor as carbonate in martian basalts. This relation facilitates calculation of the CO2 dissolved in magmas derived from graphite-saturated martian basalt source regions as a function of P, T, and fO2. The hot conditions in the source of Y 980459, 1540 ± 10 °C, and 1.2 ± 0.5 GPa, are plausible for plume-related magmas forming the giant Tharsis volcanic complex, which accounts for 50% of martian igneous activity since stabilization of the primordial crust. If oxygen fugacity in the sources of hot Tharsis magmatism were equivalent to that at the iron-wüstite buffer (IW) or 1 log unit above (IW+1), respectively, then the entire Tharsis event would outgas 30–300 mbars of CO2 to the martian atmosphere, which is far from the 2 bars required to stabilize an equable climate in the late Noachian and early Hesperian epochs. This mismatch could be reconciled if significant martian igneous activity derived from comparatively oxidized mantle sources (i.e., IW+2) similar to those responsible for the nakhlite meteorites.",
  "title": "CO2 solubility in primitive martian basalts similar to Yamato 980459, the effect of composition on CO2 solubility of basalts, and the evolution of the martian atmosphere"
}