{
  "sections": [{
    "text": "607\nradiation and elevated extinction. The earliest extinction, in the Lower Shihhotse Formation (Roadian, Guadalupian), records a 45% floral species loss and is tentatively correlated with global extinctions amongst dinocephalian reptiles. Two younger extinctions are dated by correlating the Illawara Reversal and palaeomagnetic polarity sequences from Shanxi Province against global palaeomagnetic history. Missing data from the Shanxi sequence are evaluated using a novel approach estimating likely maximum and minimum sequence changes that provide age estimates for post-Illawara events in North China. The second extinction in the middle Upper Shihhotse Formation is more significant and is dated to the mid-Capitanian, with a loss of 56% of plant species coinciding with two phases of volcanism of the Emeishan Large Igneous Province in South China, previously linked to the mid-Capitanian marine mass extinction. The youngest extinction in the upper Upper Shihhotse Formation (late Capitanian to mid-Wuchapingian) is catastrophic and represents the end of range in the sequence. Changes in sedimentary facies suggest it to be related to global climatic warming and drying. Other viable causal mechanisms for the extinction episodes include plate motion and collision, global climate change, volcanism and biological competition.\nThe Permian of the northern hemisphere is often regarded as a dry interval in Earth history, although it is now widely appreciated that extensive wetland ecosystems developed in lowland settings such as the North China block during the Cisuralian to Guadalupian Series, and in the South China block during the Guadalupian and Lopingian Series (Rees et al. 2002; Hilton & Cleal 2007; Wang 2010). The Pennsylvanian and Permian North and South China blocks have traditionally been viewed as comprising distinct phytogeographical regions bearing the Northern and Southern Cathaysian floras respectively, but episodes of floral mixing and interchange have been inferred from postCarboniferous plant occurrences and distributions (e.g. Laveine et al. 1992; Li & Wu 1996; Wang et al. 1998; Fluteau et al. 2001; Hilton & Cleal 2007). During the Pennsylvanian and Cisuralian the North China block occupied low northern palaeolatitudes and is believed to have been an island that collided with Mongolia during the Lopingian, bringing it into contact with a landmass containing representatives of the Angaran flora (Xiao et al. 2003; Cope et al. 2005). Accretion of the North and South China blocks was, in contrast, more complex, and according to Meng & Zhang (1999) involved accretion of the Qinling Terrane with the southern part of North China, and separation of South Qinling from the South China block during the Carboniferous and continuing into the Permian. The North China block and Qinling Terrane then accreted with the South China block during the Late Triassic (Metcalfe 2002). This complex tectonic framework provides controls on floral composition and phytogeography, with connection of the Northern Cathaysian floral province and the Angaran floral province during the Lopingian, mixing of\nthe Northern and Southern Cathaysian floras during the Lopingian, and final accretion into a single phytogeographical realm in the late Triassic.\nIn the present paper we investigate those fossil plant assemblages from the Pennsylvanian and Permian of North China that were initially documented in a now classic monographic treatment by Halle (1927) and compare them with recent studies on plants from the same stratigraphic sequence in North China (Wang 1989; Wang 2010). The floral assemblages are abundant, diverse, and were collected in a geological framework that allows their relative stratigraphic position and order to be identified within the regional sedimentary sequence. The fossil plant assemblages represent the Benxi (formerly Penxi; see Cleal & Wang 2002), Taiyuan, Shanxi (formerly Shansi), and Lower and Upper Shihhotse (formerly Shihezi) Formations that span a range of depositional environments from paralic peat-forming mires with or without marine influence, through fluvio-deltaic, and finally into fluvial and lacustrine settings (Norin 1922, 1924; He et al. 1995; Kong et al. 1996). These assemblages record changing floral composition and diversity through time and provide an unrivalled window into the floral history of North China during this stratigraphic interval. In previous investigations, the fossil plant composition from North China through this sequence has been used to identify floral assemblages and to provide insights into biostratigraphy and correlation (Shen 1995; Wang 2010), but here we conclude that the same data include previously unrecognized information on palaeoecology, community change and floristic turnover including episodes of floral radiation and extinction. However, stratigraphic control on the\nDownloaded from https://pubs.geoscienceworld.org/jgs/article-pdf/168/2/607/4044533/607.pdf by University of Arizona user on 21 February 2019\nage of single assemblages within the sequence is poorly constrained and based primarily on plant megafossil stratigraphy, palynostratigraphy, and regional-scale lithostratigraphic correlation, leading us to explore other potentially viable methods of stratigraphic correlation using palaeomagnetism.\nSedimentology and palaeoenvironments of North China during the Permian\nThe Upper Palaeozoic and tentatively Lower Mesozoic sediments of Central Shanxi were divided into three series by Norin (1922) that are now reclassified as formations: the Lower and Upper Shihhotse Formations, and the overlying Shiqianfeng (formerly Shihchienfeng) Formation. An additional three formations have subsequently been recognized below this level (Shen 1995; Cleal & Wang 2002; Hilton & Cleal 2007), extending back to the Moscovian Stage of the Carboniferous (Fig. 1): the Benxi, Taiyuan and Shanxi formations. The lowermost is the Late Moscovian Benxi Formation that rests unconformably on Ordovician limestones (Cleal & Wang 2002), and contains marine limestones along with coal seams, estuarine sandstones, mudstones and shales.\nThe Benxi Formation is overlain conformably (but probably in a diachronous manner) by the Cisuralian (Asselian–Sakmarian) Taiyuan Formation, which comprises black shales, coal seams, quartz sandstones and calcareous shales, intercalated with marine limestones (Kong et al. 1996; Hilton et al. 2001; Hilton & Cleal 2007). The Shanxi Formation rests conformably on the Taiyuan Formation and is of broadly similar composition but lacks the marginal marine facies and limestones of marine incursions (Shen 1995; Geng & Hilton 1999). Present evidence considers the Shanxi Formation to be of Sakmarian–Artinskian age within the Cisuralian, but it also may extend into the early (Shen 1995) or late Kungurian (Wang 2010), and again may be diachronous on a continental scale. The Taiyuan and Shanxi formations are interpreted to have been dominated by marginal marine to paralic swamp environments (He et al. 1995; Wang et al. 2003), with the plant communities preserved representing lowland basinal settings.\nThe overlying Lower Shihhotse Formation and Upper Shihhotse Formation contain little coal but are rich in fossil plants. These formations, dominated by alluvial sandstones, siltstones and clays, are c. 450 m thick (Norin 1922), and constitute the main plant-bearing units of the monograph by Halle (1927). Plant-bearing facies of the Lower Shihhotse Formation are dominated by brown–green homogeneous siltstones and clays, interpreted by Norin (1922) as alluvial and fluvial sediments, the plants deposited in a lowland, basinal environment from marginal and overbank growth areas. The Upper Shihhotse Formation contains plant beds of a similar lithological nature, but with a higher proportion of yellow laminated clays, suggestive of lacustrine influence (Norin 1922, 1924).\nThe Shiqianfeng Formation lies unconformably above the Upper Shihhotse Formation following a regional-scale hiatus (Hu et al. 1990; Wang 2010) and is characterized by red or brown claystones and sandstones containing few fossil plants that Wang (1985, 1989) interpreted as evidence of arid conditions. The lower part of this formation contains gypsum, indicating evaporitic conditions, and the upper 700 m include numerous finegrained aeolian sandstones suggestive of dry desert conditions (Norin 1922, 1924; Wang & Wang 1986; Wang & Chen 2001). Other parts of the Shiqianfeng Formation contain plant fossils that record a dramatic demise in elements of wetland vegetation\ntowards the top of the sequence, which corresponds to the Permian–Triassic boundary (Wang & Chen 2001).\nLiu (1990) reconstructed the palaeogeography and lithofacies of Late Palaeozoic North China (Fig. 2) with Taiyuan city (the Shanxi locality analysed in the present study), positioned at the centre of the microcontinent. During the Cisuralian, Taiyuan city bordered the marginal marine and paralic sediments of southern North China and the fluvial and alluvial sediments of the northern part of the landmass. This is consistent with the sedimentary record of the Taiyuan and Shanxi formations. During the Guadalupian, Taiyuan city is shown as a lowland basin that saw deposition of fluvial and lacustrine siltstones and shales from the surrounding upland areas. These reconstructions and the extended duration of time recorded in the Shanxi sequence point to a complex sedimentary history, in which there were a variety of environments and variable rates of deposition and erosion.\nThe entire sequence from the Taiyuan to the Shiqianfeng Formations was interpreted by Norin (1922) to be a prograding delta, but given the length of time represented by the sequence and the range in sedimentary environments, it is likely that there were multiple episodes of deposition and erosion within a broad suite of marginal marine to fully terrestrial environments (He et al. 1995; Kong et al. 1996). Overall, we consider that the plants in the Shanxi sequence developed in three broad environmental settings: (1) a paralic sequence of interlayer terrestrial and marine rocks that record regular fluctuations in sea level and climate during the Benxi and Taiyuan formations; (2) a more terrestrial sequence with cyclic alteration of coals and shales or mudrocks in the Shanxi and Lower Shihhotse formations; (3) transition to a more terrestrial sequence of red beds, gypsum evaporites and fluvial deposits in the Upper Shihhotse Formation. This records a continuing trend toward reduced climatic variability and increasing average aridity in the equatorial and paratropical regions of Pangaea, as seen globally (e.g. Montañez et al. 2007).\nAlthough the plants from the Shanxi sequence are on the whole allochthonous (e.g. Stevens 2009; Stevens & Hilton 2009), the majority are large, well-preserved and often articulated foliage fragments that have not been transported a great distance. It is therefore reasonable to assume that the presence and distribution of plants found in the sequence would have been influenced by palaeoenvironmental changes, such as disruption caused by shifting river deltas and the low energy level and low nutrient flow typical of swamp environments.\nCorrelation of terrestrial sequences in the Permian of North China\nCorrelation and stratigraphy of Carboniferous and Permian terrestrial sequences in China is notoriously difficult as in most cases they lack appropriate marine species for high-resolution biostratigraphy, and also lack suitable lithologies for radiometric dating methods. Palynostratigraphy often provides good stratigraphic resolution but palynomorphs are prone to reworking in sedimentary environments, are heterogeneously deposited across facies, may not be present in some settings, and are subject to a variety of taphonomic processes including non-preservation in oxidizing environments or coarse-grained lithologies (Bateman 1991; Batten 1999). In the Carboniferous and Permian of China, the palynostratigraphy of the Pennsylvanian–Cisuralian Benxi, Taiyuan and Shanxi sequences has been compared with interbedded marine faunal associations to develop good stratigraphic constraint (e.g. Liu et al. 2008). In contrast, stratigraphically\nDownloaded from https://pubs.geoscienceworld.org/jgs/article-pdf/168/2/607/4044533/607.pdf by University of Arizona user on 21 February 2019\nyounger formations including the Lower and Upper Shihhotse Formations provide poorer palynostratigraphic resolution and although different palyno-assemblages have been identified, precise dating remains problematic (e.g. Kong et al. 1996). Fossil plant biostratigraphy offers the potential to correlate fossiliferous sequences within single basins, but on a regional scale this is more problematic and where adopted provides only a basic level of correlation (e.g. Bateman 1991; Cleal 1991). Biostratigraphy\nbased on terrestrial plant fossils is limited by a variety of factors with different kinds of effects, including those taphonomic processes that lead to fragmentation of plant remains, floral migration and provinciality, variable preservation potential of different facies and convergence of morphological features among plant groups, making identification difficult in fragmentary preservation. However, where other methods are unavailable, palynostratigraphy and fossil plant biostratigraphy are widely\nDownloaded from https://pubs.geoscienceworld.org/jgs/article-pdf/168/2/607/4044533/607.pdf by University of Arizona user on 21 February 2019\nadopted and provide the best results when combined with geological data to form regional correlation.\nWang (2010) synthesized the current understanding of the stratigraphy of the Carboniferous–Permian sequences from Shanxi Province based on information recovered from marine faunal assemblages (restricted to the Benxi and Taiyuan formations), plant fossil biostratigraphy and regional correlation, summarized here in Figure 1. The correlation presented by Wang (2010) represents a broad-based synthesis of total data in North China. In our view, however, aspects of his stratigraphic conclusions must be examined critically and with caution, as he directly correlates international stage boundaries with geological formation boundaries and megafossil plant and spore assemblages (see fig. 10 of Wang (2010)). It is now imperative that radiometric and other dating methods are applied to the Permian terrestrial sequences of North China to generate a more accurate framework to study organismal and environmental change at this time. In the present study we employ existing palaeomagnetic data as a viable stratigraphic method for parts of the terrestrial sequence in Shanxi Province, and see this as an important first step in increasing the stratigraphic resolution in the terrestrial facies from this stratigraphic interval.\nIn the Permian, the Illawara palaeomagnetic reversal marks the boundary between the reversed polarity Carboniferous–Permian Kiaman Superchron and the Permian–Triassic mixed polarity superzone of the Illawara Superchron (Irving & Parry 1963;\nSteiner 2006; Isozaki 2009). Glen et al. (2009) undertook a magnetostratigraphic study of the Permian marine and terrestrial sequences of NW China that used the Illawara Reversal for correlation purposes; however, they did not include the sedimentary sequences of Shanxi Province in North China in their treatment. By contrast, Embleton et al. (1996) identified the Illawara Reversal in the ‘type section at Ximing near Taiyuan, Shanxi Province’, and concluded that the reversal occurred during the base of the Upper Shihhotse Formation, within the Ufimian regional stage (Roadian in the latest global stratigraphy). However, Menning & Jin (1998) reinterpreted the age of the Illawara Reversal based on correlation across Asia and concluded that it was of mid-Capitanian age, whereas more recent studies, including that by Isozaki (2009), concluded that it was earliest Capitanian based on global correlation, an age that we follow here. We infer the Illawara Reversal as documented in the Shanxi Sequence, identified in Bed 73 of Embleton et al. (1996), to be a fixed stratigraphic datum of earliest Capitanian age, occurring in the middle of the lowermost member of the Upper Shihhotse Formation (Shihezi A of Embleton et al. 1996). We therefore consider the lowest part of the Upper Shihhotse Formation, occurring beneath the Illawara Reversal to be either latest Wordian or earliest Capitanian. Unfortunately, it has proven impossible to determine the exact position in the Shanxi regional sequence of Bed 73 in which Embleton et al. (1996) identified the Illawara Reversal; although they cited that the section is the ‘type section near Taiyuan, Shanxi Province, North China’, the bed numbers do not agree with any of those we have been able to find in the literature for the same formations in the same region (e.g. Norin 1922, 1924; Halle 1927: Editorial Group for Shanxi Province Stratigraphy 1979; He et al. 1995; Kong et al. 1996; Wang 2010). As Embleton et al. (1996) did not provide locations for their sampling sites, we can only locate the Illawara Reversal to the middle of the lowermost member in the formation.\nPlacement of the Illawara Reversal in the lower part of the Upper Shihhotse Formation allows correlation of the post-Illawara Reversal magnetic sequence in Shanxi Province with the global sequence (e.g. Isozaki 2009), matching the bar-code of consecutive normal and reversed polarities from different areas. However, terrestrial sequences such as those under discussion here present a less complete picture than the marine igneous palaeomagnetic record because certain lithologies are more likely to preserve a magnetic signal than others (Tarling 1983; Dunlop & Özdemir 1997). Furthermore, periods of erosion or nondeposition introduce intervals of missing data into the palaeomagnetic record such that terrestrial sequences are rarely complete. The Shanxi regional palaeomagnetic sequence is no exception to this and includes beds in which no data have been recovered (Embleton et al. 1996) and as such matching the palaeomagnetic bar-code cannot be achieved with absolute certainty; missing data intervals could represent range extensions of the previous and following intervals, or could include one or more additional polarity reversals. Here, the incompleteness of terrestrial sequences is apparent from coarse-grained facies, which are less likely to preserve a palaeomagnetic signal and may also represent erosional surfaces. We have therefore constructed two models for the age range of the Shanxi sequence by matching its palaeomagnetic record (Embleton et al. 1996) with the global sequence (Isozaki 2009) (Fig. 1). One model is conservative and requires the minimum change from missing data to accommodate the observed sequence, whereas the other model infers the maximum change from missing data. Specifically, for the minimum change model, where there are two beds\nDownloaded from https://pubs.geoscienceworld.org/jgs/article-pdf/168/2/607/4044533/607.pdf by University of Arizona user on 21 February 2019\nwith the same polarity separated by a missing data interval, we assume that the missing data are of the same polarity, thus resulting in a longer interval with a single polarity. For the maximum change model, a bed with missing data that separates two intervals of the same polarity is assumed to be a reversal. In both models, where a ‘missing’ interval within a bed separates normal from reversed polarities, the ‘missing’ data are ignored, as they can only be interpreted to be an extension of either the normal or reversed polarities that bound this interval (the bi-state polarity does not accommodate a third state, and we assume that the missing interval would not be long enough to accommodate two or more polarity reversals).\nThe range of the Upper Shihhotse Formation calculated using the minimum and maximum change models are shown in Figure 1. The minimum change method gives an age range for the Upper Shihhotse Formation from the latest Wordian or earliest Capitanian to the end of the Capitanian (c. 5 Ma duration), whereas the maximum change method extends the top of the formation to the middle of the Wuchiapingian (c. 10 Ma duration). In the maximum change model we note that 14 periods of normal polarity occur post-Illawara Reversal, and despite spanning a known hiatus in the Shanxi sequence, this is only two normal polarity episodes fewer than is documented in the global sequence by Isozaki (2009). Thus, this model is not an unrealistic estimate. However, we consider the minimum change method to be more appropriate for a terrestrial sequence with relatively fast depositional rates compared with marine settings from which the global palaeomagnetic scheme is constructed. The top of the overlying Shiqianfeng Group is arbitrarily correlated with the end of the Permian, with the minimum and maximum method used to determine its range as well as the length of the hiatus (shown in Fig. 1) between this and the top of the Upper Shihhotse Formation (Hu et al. 1990). It is of great significance to our discussion below of floral changes that regardless of which model is employed to constrain the duration of the Upper Shihhotse Formation, it clearly spans the time of Emeishan volcanism and the marine mass extinction in South China (dated to the mid-Capitanian on the basis of conodonts).\nPalaeobotanical dataset from the Pennsylvanian– Permian of North China\nHere we investigate the plant fossils previously published by Halle (1927) and deposited in the Department of Palaeobotany at the Swedish Museum of Natural History (Stockholm) from the Pennsylvanian–Permian of Shanxi Province, China. This collection remains the most complete and comprehensive available for this stratigraphic interval in North China, with the collection including 128 species from 48 genera that are preserved as compressions and impressions. Specimens were collected systematically from the geological sequence and plant fossils occur in 33 ‘Beds’ at six localities from the east and west sections of Taiyuan-fu in central Shanxi Province. However, the ‘beds’ reported by Norin (1922) and Halle (1927) are not beds in the strict geological sense, but represent successions of beds of a similar nature that may include tens of metres of strata (Glasspool et al. 2004a). Although not from single beds, this information remains useful for subdividing formations stratigraphically and allows localized correlation between the Eastern and Western Hills sections (see Norin 1922; Halle 1927). The majority of species were identified by Halle (1927), and our reinvestigation has examined all of the materials available, and confirms identifications and provides further taxonomic consistency to the dataset. We have also incorporated results from more recently\npublished accounts that have undertaken systematic revisions of taxa present (Glasspool et al. 2004a,b; Seyfullah & Hilton 2009; Stevens 2009; Stevens & Hilton 2009)."
  }, {
    "heading": "Methods and limitations of the data",
    "text": "Binary presence–absence data were used to provide a detailed representation of species composition and stratigraphic range. Analysis was restricted to one organ type for each plant group to avoid counting different organs belonging to the same biological species more than once. Only species present in more than one bed were included (i.e. singletons omitted) to limit bias from atypical species occurrences (e.g. Wilf & Johnson 2004); for example, non-local species deposited by an extreme flooding event. Of the104 species counted in the Shanxi sequence, 59 were present in more than one horizon. Range-through data were used to plot stratigraphic ranges of single plant species (Fig. 3), meaning that the species turnover plot shows levels of species loss and gain in successive beds (Fig. 4). Species turnover can be used to reflect major events in floristic composition when increased diversity is taken as a measure of success and high rates of loss as an indication of stress, such as environmental disruption (e.g. Jaramillo 2002; Dimitrova et al. 2005; Dimitrova & Cleal 2007). In our species range chart (Fig. 3) ‘Lazarus’ taxa (occurring intermittently in the sequence) were counted as present from their initial appearance to final disappearance from the sequence to give a broader floristic signal; that is, even if the plants were not preserved or collected, they are assumed to have been present in the surrounding area. This also means that the same taxa are never seen originating or disappearing more than once, which limits counting bias. Our species turnover plot (Fig. 4) charts the first and last stratigraphic occurrences of species. We propose that significant changes in diversity through the Shanxi sequence are origin and extinction events. Although the data represent only a local flora and may not show true origins and extinctions, this flora is from one of the best documented localities in Permian North China and our results correlate with the general trends reported from the smaller sites (Shen 1995). Further sampling and analysis at other late Permian sites in northern China would be required to prove this hypothesis. Extinctions are represented in the last beds in which the taxa occurred, so that the data in these charts correspond to the rangethrough data and the events can be observed at the same points. The average (mean) line is shown in grey and indicates the overall trend in species turnover, highlighting episodes in which the data deviate from no gain or loss. Comparison of rangethrough origination or extinction patterns with total species turnover gives a more complete picture of floristic variation, emphasizing the individual and overall contributions of taxa to the changes in diversity.\nFor the extinction and origination levels in each bed of the Shanxi sequence, 95% binomial confidence intervals have been calculated on the diversity data. Confidence measures using sample numbers would also have been valuable but unfortunately such data were not available at the time of the study. The values were calculated as described by Buzas (1990) and Sepkoski & Koch (1995), using the formula 95% CI ¼ 1.96D[p(p 1)/D]1=2, where CI is the confidence interval, p is the proportion of extinctions or originations in a bed and D is the number of species present in that bed. It should be noted that as we are plotting numbers of originations, rather than proportions, we have multiplied the confidence intervals by D for each bed. As expected, low sampling numbers in some of the beds caused instability in standard deviation values, but the major origination\nDownloaded from https://pubs.geoscienceworld.org/jgs/article-pdf/168/2/607/4044533/607.pdf by University of Arizona user on 21 February 2019\nF ig\n. 3\n. C\no m\np o\nsi te\nse d\nim en\nta ry\nlo g\no f\nth e\nE as\nte rn\nan d\nW es\nte rn\nH il\nls se\nct io\nn s\nin T\nai y\nu an\n, S\nh an\nx i\nP ro\nv in\nce sh\no w\nin g\nst ra\nti g\nra p\nh ic\nra n g\nes o\nf fo\nss il\np la\nn t\nsp ec\nie s.\nA sp\nec ie\ns ra\nd ia\nti o n\nev en\nt o cc\nu rs\nin th\ne S\nh an\nx i\nF o\nrm at\nio n\n, an\nd th\nre e\nin te\nrv al\ns w\nit h\nh ig\nh ra\nte s\no f\nsp ec\nie s\nlo ss\nar e\nin d ic\nat ed\n: a\nlo n\ng -r\nan g\nin g\nex ti\nn ct\nio n\nep is\no d\ne in\nth e\nL o w\ner S\nh ih\nh o\nts e\nF o\nrm at\nio n\n(L S\nF )\nw it\nh st\nep w\nis e\nlo ss\no f\nta x\na, a\nm o\nre p\nro n\no u\nn ce\nd p\ner io\nd\no f\nex ti\nn ct\nio n\nin th\ne m\nid d\nle o\nf th\ne U\np p\ner S\nh ih\nh o\nts e\nF o\nrm at\nio n\n(m U\nS F\n) an\nd a\nra p\nid ex\nti n\nct io\nn at\nth e\nen d\no f\nth e\nra n\ng e\no f\np la\nn t\nsp ec\nie s\nin th\ne u\np p\ner p\nar t\no f\nth e\nU p\np er\nS h\nih h o\nts e\nF o\nrm at\nio n\n(u U\nS F\n). B\ned\nn u\nm b\ner s\nar e\nfr o\nm H\nal le\n(1 9\n2 7 ),\nan d\nd at\na ar\ne in\nab so\nlu te\nn u\nm b\ner s\nan d\nex cl\nu d\ne ta\nx a\nth at\no cc\nu r\no n\nly in\na si\nn g\nle b\ned (s\nin g\nle to\nn s)\n.\nDownloaded from https://pubs.geoscienceworld.org/jgs/article-pdf/168/2/607/4044533/607.pdf by University of Arizona user on 21 February 2019\nand extinction events were significantly higher in magnitude than their error levels. We believe that although sampling numbers are low, as is so often the case with data analysed from historical collections, there are several reasons why the data do show some significant results. The first is that although there is inevitable taphonomic bias, the sequence preserves plant species that are similar to those from other sites elsewhere in North China (Shen 1995; Wang 2010) and in our view are representative of the regional flora as a whole. Taphonomic bias will be evident in the older formations where a greater range of environments are sampled, resulting in a mixing of floras and time averaging in comparison with the younger floras of the Lower and Upper Shihhotse Formation, where the sediments are relatively uniform\nand appear to represent a narrower range of environments sampled. Furthermore, it must be borne in mind that the inferred palaeoenvironments also suggest that plants collected in the older part of the sequence are more likely to represent much more local floras than those from the fluvial and alluvial period in the younger formations that were transported greater distances. This is reflected in the low diversity numbers of Beds 1–6 (e.g. Fig. 3), but our major conclusions are drawn from diversity levels in the silt- and claystone horizons in the younger formations and so the results should not be badly skewed by this bias. The sampling was also carried out over an extremely long sequence (c. 600 m in the west section) that contained many potentially fossiliferous horizons. Plants were collected at every productive horizon and\nDownloaded from https://pubs.geoscienceworld.org/jgs/article-pdf/168/2/607/4044533/607.pdf by University of Arizona user on 21 February 2019\ncould therefore represent deposition during both long-lived periods of fragmentation and transportation and more major events such as storms or flooding. The original exploration of the sites was also started at the base of the exposed sequence in Taiyuan, in the Benxi Formation, and continued into the Shiqianfeng Formation (not illustrated here). The last plantbearing horizons occurred at the top of the Upper Shihhotse Formation, but silt- and claystones were recorded above these (Norin 1922). For this reason, we have treated the first origination event and the last extinction as reflecting actual changes in the flora.\nStratigraphic range of plant species\nOverall, there is a broadly constant base-level rate of origination or introduction of taxa throughout the Shanxi sequence with the observed stepwise pattern here being the result of fossil plant bearing bed distributions (Fig. 3). Fossil plant assemblages from the Benxi and Taiyuan formations are poorly represented in the dataset, from which further evaluation of species composition and stratigraphic distribution is not appropriate. By contrast, abundant and diverse plants are present from the Shanxi Formation to the Upper Shihhotse Formation, and are in most cases typical genera known elsewhere as components of wetland plant communities, including sphenopsids, equisetes, ferns and seedferns. Diversity changes are mainly at species level, in both the species origination marked by first appearance and extinction marked by last occurrence (Fig. 3). In the Shanxi Formation a notable species radiation event occurs in which 15 species have their first stratigraphic occurrences during a relatively short period. This radiation event correlates with environmental change from marginal marine to fluvio-deltaic conditions, suggesting that taxa previously unable to tolerate high salt levels or constantly waterlogged soils were beginning to thrive on delta or river margins and overbank deposits. After the Shanxi Formation radiation event, three notable periods with elevated levels of extinction are apparent (Fig. 3) during each of which a significant proportion of species is lost in relatively short intervals. Of these, the earliest occurs in the Lower Shihhotse Formation, the second in the middle member of Upper Shihhotse Formation, and the youngest during the upper member of the Upper Shihhotse Formation.\nThe Lower Shihhotse Formation extinction event sees the disappearance of many taxa that first appeared in the Taiyuan and Shanxi formations during periods of marginal marine and swamp or mire conditions, intercalated with limestones representing marine incursions. During this extinction 14 out of 31 species are lost, representing a 45% extinction amongst plant species. This occurs over a relatively long duration with a stepwise loss of taxa rather than an abrupt change in a single bed, a pattern consistent with biotic response to short bursts of facies or environmental change (Macleod et al. 1997). In the Lower Shihhotse Formation extinction fluvial and alluvial sediments become much more dominant, indicating a change in depositional environment to delta and river settings (Liu 1990). In contrast, the middle and upper Upper Shihhotse Formation extinctions are rapid and more dramatic, accounting for losses of 14 out of 25 (56%) and 14 out of 14 (100%) plant species, respectively. Both the middle and upper Upper Shihhotse Formation record extinctions of Cathaysian and Euramerican taxa alike, with the upper Upper Shihhotse Formation extinction representing the range termination of plants from wetland plant communities in this part of North China during the Permian. These extinctions are most probably associated with multiple species’\nthreshold tolerances being exceeded in response to rapid changes in environment and/or in response to geological events. In the middle Upper Shihhotse Formation extinction, of the 14 taxa lost, several are long-ranging species such as Cordaites principalis, Sphenophyllum minor and S. verticillatum, as well as species such as Asterophyllites longifolius and Pecopteris andersonii that first occurred only a short time before their demise. The upper Upper Shihhotse Formation extinction is devastating in terms of plant species ranges, and sees the last fluvial and lacustrine beds of the Shanxi sequence before desert sandstones and red beds come to dominate (Wang 1985, 1989).\nIn the present account we document plant stratigraphic ranges from a single site, from which it is not possible to distinguish floral extinction from local or regional scaled episodes of floral extirpation. We have therefore compared our results with diversity and range information from Wang’s (2010) recent study on a co-occurring flora from the same formations in the Jushuihe Section of the Weibei Coalfield of North China, and also with regional palaeobotanical accounts for North China (He et al. 1995; Shen 1995; Kong et al. 1996). If singleton taxa are removed from Wang’s (2010) dataset the plant stratigraphic range charts from Weibei show similar patterns of diversity to those we report here. In Wang’s data, several long-ranging taxa, such as Sphenophyllum verticillatum, span the sequence from the Taiyuan Formation to the Upper Shihhotse Formation. From the middle of the Shanxi Formation to the middle of the Lower Shihhotse Formation, a large number of originations and extinctions occur, also in a stepwise fashion, of relatively short-ranged taxa, including Sphenopteris tenuis and Emplecopteris triangularis. Taxa that originate in the Lower Shihhotse Formation are often long-ranging and disappear in the middle Member of the Upper Shihhotse Formation (such as Annularia mucronata, Pecopteris orientalis and P. andersonii) or the upper Member (such as Sphenopteris nystroemii and Gigantonoclea lagrelii).\nAccounts of floras from the end-Permian Shiqianfeng Formation are scarce, mainly because there are so few localities from which plants have been recorded (Wang & Wang 1986; Wang 1989). Although most of the major orders are present in the younger strata, genera and species from the Shanxi, Lower and Upper Shihhotse formations are less well represented and there is an increase in Angaran elements. Shen (1995) reported three taxa common to the present study that have also been described from the Shiqianfeng Formation: Pecopteris cf. arcuata, Taeniopteris taiyuanensis and T. nystroemii. However, we have not been able to validate these accounts in more detailed syntheses; the occurrence of these taxa was shown only by data points in summary tables. In an earlier analysis of floral diversity, Wang (1989) reported an 85.6% loss of species in the Upper Shihhotse Formation, the highest number of last appearances and approximately 2.5 times more species than in any other plant assemblage in Permian North China. The study focused on species turnover in the late Palaeozoic and early Mesozoic and found an increase in all plant groups until the Upper Shihhotse Formation, followed by a sharp decrease in both ‘Palaeophytic’ and ‘Mesophytic’ elements. These results were probably biased by low sample numbers in the Late Permian strata, but Wang (1989) also pointed to the invasion of Angaran taxa as a cause of diversity change in the Upper Shihhotse Formation. We therefore conclude that the changes in plant composition we document are extinctions rather than changes in floral composition in a single part of the floral range. In contrast, Wang (2010) interpreted the same pattern in the Jushuihe Section to represent floral change and delimiting distinct floral assemblages through the geological sequence; we conclude that the data from the Jushuihe Section\nDownloaded from https://pubs.geoscienceworld.org/jgs/article-pdf/168/2/607/4044533/607.pdf by University of Arizona user on 21 February 2019\ninclude radiation and extinction events that are synchronous with those that we document from the Taiyuan sequence."
  }, {
    "heading": "Species turnover",
    "text": "The same episodes of species gain and loss are seen in the turnover chart (Fig. 4), where patterns of diversity change can be evaluated more effectively. An early origination event correlates with facies change from dark laminated mudstones to brown– green siltstones and claystones. This seemingly sudden radiation includes endemic taxa such as Emplecopteris triangularis and is interpreted as the initial differentiation of the Cathaysian flora from the previous Euramerican-style wetland plant communities (e.g. Hilton & Cleal 2007) marked by the first occurrence of endemic Cathaysian taxa. As seen in Figure 4, the stepwise first extinction episode in the Lower Shihhotse Formation occurs relatively shortly after the origination event and also correlates with the change in sedimentary facies. These first events may represent a reaction or series of reactions in the taxa to significant local environmental changes as deposition changed from peat-forming mire facies to fluvio-deltaic conditions. This inferred increase in sedimentation could also reflect a change from humid to sub-humid climate conditions (Cecil & Dulong 2003), especially if the climate was becoming more seasonal.\nThe second two extinctions are larger and seem to be less strongly linked to facies changes, occurring in the upper part of the sequence where fossil plants were deposited primarily in siltstones and claystones with water evident, deposited under fluvial, alluvial and lacustrine environments (Fig. 4). This indicates that there may have been other factors affecting the extensive changes in diversity in the Upper Shihhotse Formation, such as competition from incoming taxa better adapted to the drier conditions that were affecting the region at this time. In the Upper Shihhotse Formation we also note that plant fossil horizons become less frequent higher in the sequence, and fossil plants in these horizons tend to be less abundant; sampling bias may be evident in our species turnover data but based on the present information these extinction events are profound and significant. These two events include the disappearance of many range-through taxa and the line of average is much further into the extinction area of the chart than at any other point in the sequence. After the middle Member of the Upper Shihhotse Formation, there are no introductions of range-though taxa. The events also span a relatively large section that does not include any plant-bearing horizons, suggesting that they could be either linked or parts of the same event. However, because the length of time represented by the gap in samples cannot be estimated, the events here are considered separately."
  }, {
    "heading": "Discussion",
    "text": "Correlation of extinction episodes with geological events\nCorrelation of the Guadalupian and Lopingian continental deposits of North China has in the past been problematic and primarily based on regional-scale lithostratigraphic correlations, plant mega-fossil biostratigraphy and palynostratigraphy. Here we have adopted the age determinations of the Benxi, Taiyuan, Shanxi and Lower Shihhotse formations from previous treatments (e.g. Wang 2010), inferring a Artinskian–Kungurian age for the Shanxi Formation radiation event and a earlier Roadian age for the Lower Shihhotse Formation extinction. Placing the Shanxi radiation during the Artinskian–Kungurian places it during the time interval of the third major pulse of Cisuralian ice (Montañez\net al. 2007), suggesting it to be climatically driven, perhaps related to global sea-level fall and colonization by vegetation of formerly shallow marine environments. This extinction may also correlate with losses amongst the dinocephalians, which were the dominant terrestrial vertebrates between the Early and Middle Permian. This group underwent complete extinction some time during the Guadalupian, their disappearance being followed by significant radiations among therapsids (Lucas 2009a,b). Lucas (2009a,b) placed the global dinocephalian extinction at the end of the Gamkan ‘land vertebrate faunachron’ shortly predating the Illawara Reversal. The precise timing of the dinocephalian extinction relies on correlation of disparate sections (much more so than in South and North China, for instance) within a limited palaeomagnetostratigraphic framework, and this clearly requires more detailed study. The earlier Roadian (i.e. pre-Illawara Reversal) age of the Lower Shihhotse Formation extinction suggests that it occurred within a million years or so of the dinocephalian extinction, but here we note caution as the stratigraphic resolution for both events is poorly constrained (see Bond et al. 2010). Nevertheless, this observation raises the possibility that the local floral extinction in the Lower Shihhotse Formation of North China reflects a global signal at that time, and the dinocephalians died out as a result of the loss of their food source.\nIn developing palaeomagnetism as a viable stratigraphic tool for the upper parts of the North China sedimentary succession, we have refined the stratigraphic range for the Upper Shihhotse Formation to allow more accurate age determinations of the extinction events that occur within it. Using palaeomagnetic barcoding in the context of the minimum and maximum change models developed here allows us to correlate terrestrial events in North China with those in other parts of the world (Fig. 5). If the minimum change model is correct, this would place the middle Upper Shihhotse Formation extinction immediately prior to the initiation of Emeishan volcanism in SW China, a level that also records the major mid-Capitanian marine microfossil extinctions, well known from the South China platform succession (see, e.g. Lai et al. 2008; Wignall et al. 2009a,b; Bond et al. 2010). In the minimum change model, the final upper Upper Shihhotse Formation extinction occurs shortly after the cessation of Emeishan volcanism (Ali et al. 2002; Wignall et al. 2009a,b). In contrast, if the maximum change model is correct, the middle Upper Shihhotse Formation extinction occurs immediately postEmeishan volcanism, and the upper Upper Shihhotse Formation extinction is mid-Wuchiapingian. We note that in both models, an extinction event occurs immediately post-Emeishan volcanism, but each model places a different extinction in this position: the upper Upper Shihhotse Formation extinction in the minimum change model, and the middle Upper Shihhotse Formation extinction in the maximum change model. Our minimum and maximum change models generate end-members for the age of the upper two plant extinctions, and the real position of these events is probably somewhere between the end-members. On this basis, we are able to constrain the middle Upper Shihhotse Formation floral extinction to within three conodont zones (J. altudaensis–J. granti) from the marine record, an interval that precisely brackets the emplacement of the Emeishan Large Igneous Province. It is therefore plausible that this extinction, if not the upper Upper Shihhotse Formation extinction, is causally linked to Emeishan volcanism, and contemporaneous with losses in the marine realm. It is possible, if the minimum change model is correct, that both the middle and upper Upper Shihhotse Formation extinctions share a causal link with volcanism (Bond et al. 2010).\nDownloaded from https://pubs.geoscienceworld.org/jgs/article-pdf/168/2/607/4044533/607.pdf by University of Arizona user on 21 February 2019\nCausal mechanisms for changes in plant species composition\nThe fossil plant data presented demonstrate frequent changes amongst plant communities preserved in the sedimentary sequence, but a pronounced radiation and three dramatic periods of extinction stand out above the background pattern, with the plants living in a range of sedimentary facies that change through the sequence from marginal marine through peat-forming mire to alluvial, fluvial and finally lacustrine. This is consistent with Liu’s (1990) reconstruction of the palaeoenvironments of the area around Taiyuan city in the Permian of North China (Fig. 2). Plant fossils were found from the base of the sequence to the top of the Upper Shihhotse Formation, where sediments showed evidence for regional warming and drying. Taxa known to dominate constantly wet environments, such as arborescent lycopsids, were found in the Benxi to Taiyuan formations. In the younger parts of the sequence, plants that were able to grow in drier environments, such as Taeniopteris, were recorded. However, many taxa spanned extremely long intervals, and were sometimes present in many consecutive beds, sometimes widely spaced, and often with no obvious adaptations to relatively extreme climate change. There are likely to be several possible explanations for this, and the causes of turnover v. longevity are possibly interlinked. Initially, it must be stated that, as with most palaeobotanical localities, the plant fragments found must have been growing near at least seasonal water, and were transported by water to the site of deposition. Although this does not tell us the exact environment they grew in, it suggests that extremes of water availability are unlikely to have been the main influence on floral diversity found in this sequence, and would be more apparent in the sedimentology. Second, because the plants are allochthonous and our knowledge of their ecology is imperfect, we cannot always fully explain large-scale patterns of floral turnover by plant–plant interactions, such as competition for space and resources. What is probably reflected in the Shanxi regional sequence is a flora, or\nseries of floras, from a relatively small area containing taxa that ranged between the limits of their survival, with an unknown proportion of species near those limits. A decrease in habitat space caused by regional warming or drying could certainly cause catastrophic losses in the less competitive taxa, even if water were freely available at stream or lake margins and the heat was tolerable. Elucidating the causal mechanisms for these changes is complex and requires a detailed understanding of the timing of events within a geological framework."
  }, {
    "heading": "Biological competition",
    "text": "Euramerican and Cathaysian floral elements were well mixed by the beginning of the Taiyuan Formation at Shanxi (Hilton & Cleal 2007), when the climate was warm and humid, and rainfall was relatively high (e.g. Rees et al. 2002), during times of plant deposition. Some of the endemic Cathaysian plants, such as Lobatannularia heianensis, reached their peak in the Lower Shihhotse Formation but Euramerican taxa were still present and remaining competitive for the same habitats. However, there are several drought-tolerant indicator species found only towards the upper Upper Shihhotse Formation, such as Taeniopteris taiyuanensis (Shen 1995), suggesting either transport over larger distances from more well-drained areas or encroachment of drier conditions towards the deposition area. Introduction in the Upper Shihhotse Formation of Angaran elements such as Rhipidopsis could indicate an increase in competition for space and/or resources, even though the incoming taxa are rare. In this sequence there is most probably a taphonomic bias from plants that grew along watercourses, obscuring the likelihood that more xerophytes may have inhabited the surrounding area (DiMichele & Hook 1992)."
  }, {
    "heading": "Plate tectonics and orogeny",
    "text": "During the Permian North China is generally thought to have moved northwards from humid low latitudes to drier mid-\nDownloaded from https://pubs.geoscienceworld.org/jgs/article-pdf/168/2/607/4044533/607.pdf by University of Arizona user on 21 February 2019\nlatitudes (Liu 1990; Rees et al. 2002; Xiao et al. 2003; Cope et al. 2005), with the North China block colliding with Mongolia during the Lopingian. Although this movement and collision occurred over many tens of millions of years, its effects would have included uplift of the northern mountain region in North China throughout the Permian, and molasse deposition further north during the Guadalupian and Lopingian, with uplift increasing slope angles and, in turn, runoff (Liu 1990). Liu (1990) also documented emerging upland areas to the SE and SW of Taiyuan city in his Guadalupian palaeogeography of North China (Fig. 2); this is anticipated to have changed the local drainage direction from predominantly SW in the Cisuralian to SW and then returning southerly, and it would also be anticipated to introduce a higher proportion of coarse clastic and alluvial sediments in the sedimentary facies around Taiyuan. Although previously unrecognized, we infer that regional-scale uplift may also have affected the level of the water table, a scenario similar to that envisaged for the Late Pennsylvanian of southern Britain in response to the Variscan orogeny (Besley & Turner 1983; Cleal et al. 2010). Collision with Mongolia may also be genetically linked to the regional hiatus in North China between the Upper Shihhotse and Shiqiangfeng Formations (Hu et al. 1990; He et al. 1995). In terms of floristic elements, the collision of Mongolia and the southern part of the Angaran floral province is recorded by the introduction of Angaran species into North China (Wang 1985, 1989). Introduction of Angaran taxa already able to withstand drier environmental conditions into an ecosystem struggling with climate change could have accelerated the extinction of non-competitive Cathaysian taxa over time, and the enforced southerly migration of ‘Cathaysian’ plant species within North China (Wang et al. 1998; Stevens 2009).\nAccretion of the North and South China blocks through the Permian and Triassic involved suturing of the Qinling Terrane with the southern part of North China, and separation of South Qinling from the South China block during the Carboniferous and continuing into the Permian (Meng & Zhang 1999), and the final merger of North China, Qinling and South China in the Triassic. This provides a staggered framework for floral mixing of the North and South Cathaysian floras during the Permian, but also provides structural controls on palaeoenvironments. Liu (1990) inferred that subduction of the South China carbonate platform under the southern margin of North China during the Guadalupian and Lopingian warped the southern margin of the North China block and reversed the regional drainage direction, allowing extensive peat accumulation on the southern margin of North China at that time. However, these effects seem not to have had a major impact on the northern areas of the North China block including the region around Taiyuan city (Liu 1990)."
  }, {
    "heading": "Volcanism",
    "text": "The mid-Capitanian (J. altudaensis–J. granti conodont zones) saw the emplacement of Emeishan Large Igneous Province into the extensive and richly fossiliferous shallow marine carbonate platform of SW China. This major geological feature of the region has been implicated in the well-known ‘end’ Guadalupian marine mass extinction for some time (e.g. Lai et al. 2008; Wignall et al. 2009a,b). The marine microfossil extinction is manifest as major losses amongst fusulinacean foraminifera (up to 82% of genera in that region; Bond & Wignall 2009) and calcareous algae in the Maokou Formation of Guizhou, Sichuan and Yunnan Provinces, and also saw extinctions amongst a wide range of invertebrate taxa, including corals, bryozoans, brachio-\npods, bivalves and ammonoids (e.g. Jin et al. 1998; Wang & Sugiyama 2000; Weidlich 2002; Isozaki 2009). The marine extinction has recently been demonstrated by Wignall et al. (2009a,b) and Bond et al. (2010) to be coincident with the violent onset of Emeishan volcanism; those researchers (and Shen & Shi 2009) refined the age of the extinction to the midCapitanian and therefore much earlier than previous estimates, which placed the extinction at the end of the Capitainian Stage. The close temporal coincidence of marine extinctions and volcanism provides compelling evidence for a causal link between the two phenomena. However, apart from Retallack et al.’s (2006) study of terrestrial vertebrates in South Africa, little attempt has been made to link the well-documented marine extinctions with events on land. Here, we correlate the second (and possible the third) plant extinctions in North China with Emeishan volcanism, although at present a direct temporal link between the two cannot be made with certainty. Although obrution deposits are known with ash smothering in situ plant assemblages from the Early Permian of North China (Wang et al. 2009), and fragmentary plant assemblages are preserved in tuff from the Cisuralian of North China (Hilton et al. 2001) and Lopingian of South China (Hilton et al. 2004; Wang et al. 2006), tuffs have not been reported from the Upper Shihhotse Formation and as such direct evidence of a volcanic influence on floras is lacking. However, Norin (1924, p. 30) describeds and illustrated ‘Gigantopteris sandstones’ from the Shihhotse Series (now divided into formations) that comprise angular quartz, feldspar and kaolinite; this appears to be an epiclastic tuff that contains fossil plants. As we have not seen the materials we are unable to comment further, although we conclude that it is highly probable that the Shanxi sequence will contain tuffaceous horizons. In South China, the latest phase of Emeishan volcanism produced large volumes of tuffaceous deposits that occur over large areas (He et al. 2007); if similarly present in North China, such rocks may represent a viable means of dating the terrestrial sequences through radiometric techniques. At present the temporal link between marine and terrestrial extinctions and Emeishan volcanism is constrained to within three (short) conodont zones of the middle Capitanian (of the order of 1 Ma). This raises the possibility that the voluminous and violent (Wignall et al. 2009a,b) eruptions of the Emeishan Large Igneous Province had an environmental influence far beyond the sphere of the carbonate platform into which they erupted. Indeed, it would be surprising should a geological event of such magnitude not have had deleterious effects in nearby terrestrial environments. However, the exact nature of this cause-and-effect relationship awaits further elucidation and is dependent on a more refined age constraint for the terrestrial sequences."
  }, {
    "heading": "Conclusions",
    "text": "In the present account we document a major period of plant diversification during the Shanxi Formation and three dramatic episodes of species loss in the Lower and Upper Shihhotse Formations. The Shanxi Formation radiation was contemporaneous with environmental change from peat-forming mires with marine influence to fluvial–deltaic environments, and appears to represent ecological diversification. This radiation includes origination of taxa previously considered as endemic to the Cathaysian flora such as Emplectopteris triangularis, Lobatannularia sinensis and Taenopteris nystroemii, and these deposits may represent a marker for the initiation of a phytogeographically distinct Cathaysian flora that has differentiated from its Euramerican-style precursor (e.g. Hilton & Cleal 2007).\nDownloaded from https://pubs.geoscienceworld.org/jgs/article-pdf/168/2/607/4044533/607.pdf by University of Arizona user on 21 February 2019\nThe lowermost extinction in the Lower Shihhotse Formation, here considered Early Roadian in age, appears more protracted in duration than the younger episodes, and accounts for a loss of 14 out of 31 long-ranging taxa in a stepwise fashion, characteristic of a biotic response to short bursts of facies and/or environmental changes (Macleod et al. 1997). The second extinction occurs in the middle member of the Upper Shihhotse Formation, constrained using our maximum and minimum age range model to the mid-Capitanian, and accounts for the rapid loss of 14 out of 25 long-ranging taxa and appears to correlate with Emeishan volcanism and the related marine extinction episodes. This pattern of extinction is indicative of catastrophic extinctions, characteristic of multiple short-term moderate- to high-intensity episodes of environmental change (Macleod et al. 1997). The youngest event is devastating for the remaining members of wetland plant communities and is marked by a 100% loss of species, and represents the end of the range of fossil plants in this sequence before they return, post hiatus, in the Shiqianfeng Formation (Wang 1985, 1989). This pattern of extinction is also catastrophic, and probably relates to a single, short-term, high-intensity environmental change (Macleod et al. 1997) exceeding the environmental tolerances of multiple plant species.\nC. Stevenson, S. Jones and T. Reston (University of Birmingham) are thanked for discussion on palaeomagnetism and correlation, W. Jun (Nanjing Institute of Geology and Palaeontology), C. Cleal (National Museum of Wales), L. Seyfullah and S. King (University of Birmingham) for palaeobotany discussions, A. Hallam (University of Birmingham) and P. Wignall (University of Leeds) for discussion on Permian extinctions, E. M. Friis, D. Cantrill, S. McLoughlin, T. Denk and the staff in the Palaeobotany Department at the Naturhistoriska Riksmuseet (Stockholm) for assistance while accessing fossil plant collections, and W. DiMichele and J. Schneider for reviewing the manuscript. This multidisciplinary research project was funded in part by University of Birmingham Doctoral Training Grants to L.G.S. and P.E.J., Synthesys Awards SE-TAF 3026 (to L.G.S.), SE-TAF 1474 (to J.H. and L.G.S.) and SE-TAF 112 (to J.H. and L.G.S.), the former High Lat programme of the EsU (to J.H. and I.J.G.), and NERC Awards NE/D011558/and NE/D011094/1 to Paul Wignall (University of Leeds) and J.H., respectively."
  }],
  "year": 2011,
  "references": [{
    "title": "Emeishan Basalts (SW China) and the ‘end-Guadalupian",
    "authors": ["J.R. Ali", "G.M. Thompson", "X.Y. Song", "Y.L. Wang"],
    "venue": "crisis: magnetobiostratigraphic constraints. Journal of the Geological Society,",
    "year": 2002
  }, {
    "title": "Palaeocology",
    "authors": ["R.M. Bateman"],
    "venue": "In: Cleal, C. J. (ed.) Plant Fossils in Geological Investigation: the Palaeozoic. Ellis Horwood, New York, 34–116.",
    "year": 1991
  }, {
    "title": "Small palynomorphs",
    "authors": ["D.J. Batten"],
    "venue": "In: Jones, T.P. & Rowe, N.P. (eds) Fossil Plants and Spores: Modern Techniques. Geological Society, London, 15–19.",
    "year": 1999
  }, {
    "title": "Origin of red beds in moist tropical climate (Etruria Formation, Upper Carboniferous, UK). In: Wilson, R.C.L. (ed.) Residual Deposits: Surface Related Weathering",
    "authors": ["B.M. Besley", "P. Turner"],
    "venue": "Special Publications,",
    "year": 1983
  }, {
    "title": "Latitudinal selectivity of foraminifer extinctions during the late",
    "authors": ["D.P.G. Bond", "P.B. Wignall"],
    "venue": "Guadalupian crisis. Paleobiology,",
    "year": 2009
  }, {
    "title": "The Middle Permian (Capitanian) mass extinction on land and in the oceans",
    "authors": ["D.P.G. Bond", "J. Hilton", "P.B. Wignall", "J.R. Ali", "L.G. Stevens", "Y. Sun", "X.L. Lai"],
    "venue": "Earth-Science Reviews,",
    "year": 2010
  }, {
    "title": "Another look at Confidence-Limits for species proportions",
    "authors": ["M.A. Buzas"],
    "venue": "Journal of Paleontology, 64, 842–843.",
    "year": 1990
  }, {
    "title": "Precipitation models for sediment supply in warm climates",
    "authors": ["Cecil", "C.B", "F.T. Dulong"],
    "venue": "Special Publication,",
    "year": 2003
  }, {
    "title": "Carboniferous and Permian biostratigraphy",
    "authors": ["C.J. Cleal"],
    "venue": "In: Cleal, C. J. (ed.) Plant Fossils in Geological Investigation: the Palaeozoic. Ellis Horwood, New York, 182–215.",
    "year": 1991
  }, {
    "title": "A new and diverse plant fossil assemblage",
    "authors": ["C.J. Cleal", "Z.Q. Wang"],
    "year": 2002
  }, {
    "title": "Late Moscovian terrestrial biotas and palaeoenvironments of Variscan Euramerica",
    "authors": ["C.J. Cleal", "S. Opluštil", "B.A. Thomas", "Y. Tenchov"],
    "venue": "Netherlands Journal of Geosciences,",
    "year": 2010
  }, {
    "title": "Late Palaeozoic sedimentation on the northern margin of the North China Block: implications for regional tectonics and climate change",
    "authors": ["T. Cope", "B.D. Ritts", "B.J. Darby", "A. Fildani", "S.A.I. Graham"],
    "venue": "International Geology Review,",
    "year": 2005
  }, {
    "title": "Paleozoic terrestrial ecosystems",
    "authors": ["W.A. DiMichele", "R.W. Hook"],
    "year": 1992
  }, {
    "title": "Palynological evidence for late Westphalian–early Stephanian vegetation change in the Dobrudzha Coalfield, NE Bulgaria",
    "authors": ["T.K.H. Dimitrova", "C.J. Cleal"],
    "venue": "Geological Magazine,",
    "year": 2007
  }, {
    "title": "Palynology of the late Westphalian–early Stephanian coal-bearing deposits in the eastern South Wales coalfield",
    "authors": ["T.K.H. Dimitrova", "C.J. Cleal", "B.A. Thomas"],
    "venue": "Geological Magazine,",
    "year": 2005
  }, {
    "title": "Rock Magnetism: Fundamentals and Frontiers. Cambridge Studies in Magnetism",
    "authors": ["D.J. Dunlop", "O. Özdemir"],
    "year": 1997
  }, {
    "title": "Regional stratigraphic charts of North China—Shanxi",
    "authors": ["Editorial Group for Shanxi Province Stratigraphy"],
    "venue": "Geological Publishing House, Beijing.",
    "year": 1979
  }, {
    "title": "Permo-Triassic magnetostratigraphy in China: the type section near Taiyuan, Shanxi Province, North China",
    "authors": ["B.J.J. Embleton", "M.W. McElhinny", "X.M. Ma", "Z.K. Zhang", "Z.X. Li"],
    "venue": "Geophysical Journal International,",
    "year": 1996
  }, {
    "title": "Extension of Cathaysian flora during the Permian: Climatic and paleogeographic constraints",
    "authors": ["F. Fluteau", "J. Besse", "J. Broutin", "M. Berthelin"],
    "venue": "Earth and Planetary Science Letters,",
    "year": 2001
  }, {
    "title": "New coniferophyte ovulate structures from the Early Permian of China",
    "authors": ["B. Geng", "J. Hilton"],
    "venue": "Botanical Journal of the Linnean Society,",
    "year": 1999
  }, {
    "title": "Foliar physiognomy in Cathaysian gigantopterids and the potential to track Palaeozoic climates using extinct plant groups",
    "authors": ["I.J. Glasspool", "J. Hilton", "M.E. Collinson", "S.J. Wang", "C.S. Li"],
    "year": 2004
  }, {
    "title": "Defining the gigantopterid concept: A reinvestigation of Gigantopteris (Megalopteris) nicotianaefolia",
    "authors": ["I.J. Glasspool", "J. Hilton", "M.E. Collinson", "S.J. Wang"],
    "venue": "Schenk. Palaeontology,",
    "year": 2004
  }, {
    "title": "Magnetostratigraphic correlations of Permian–Triassic marine-toterrestrial sections from China",
    "authors": ["J.M.G. Glen", "S. Nomade", "J.J. Lyons", "I. Metcalf", "R. Mundil", "P.R. Renne"],
    "venue": "Journal of Asian Earth Sciences,",
    "year": 2009
  }, {
    "title": "Geologic time scale 2004—why, how and where next! Lethaia",
    "authors": ["F. Gradstein", "J. Ogg"],
    "year": 2004
  }, {
    "title": "Palaeozoic plants from central Shansi",
    "authors": ["T.G. Halle"],
    "venue": "Palaeontologia Sinica Series A, 2.",
    "year": 1927
  }, {
    "title": "Age and duration of the Emeishan flood volcanism, SW China: Geochemistry and SHRIMP zircon U–Pb dating of silicic ignimbrites, post-volcanic Xuanwei Formation and clay tuff at the Chaotian section",
    "authors": ["B. He", "Y.G. Xu", "X.L. Huang", "Z.Y. Luo", "Y.R. Shi", "O.J. Yang", "S.Y. Yu"],
    "venue": "Earth and Planetary Science Letters,",
    "year": 2007
  }, {
    "title": "The Late Paleozoic stratigraphic classification, correlation and biota from eastern hill of Taiyuan City, Shanxi Province. Jilin University Press, Jilin [in Chinese with English summary",
    "authors": ["X.L. He", "M.L. Zhu", "B.H. Fan", "S.Q. Zhuang", "H. Ding", "Q.Y. Xue"],
    "year": 1995
  }, {
    "title": "The relationship between Euramerican and Cathaysian tropical floras in the Late Palaeozoic: palaeobiogeographical and palaeogeographical implications",
    "authors": ["J. Hilton", "C.J. Cleal"],
    "venue": "Earth-Science Reviews,",
    "year": 2007
  }, {
    "title": "An Early Permian plant assemblage from the Taiyuan Formation of northern China with compression/ impression and permineralized preservation",
    "authors": ["J. Hilton", "S.J. Wang", "J. Galtier", "C.S. Li"],
    "venue": "Review of Palaeobotany and Palynology,",
    "year": 2001
  }, {
    "title": "An Upper Permian permineralized plant assemblage in volcaniclastic tuff from the Xuanwei Formation, Guizhou Province, southern China, and its palaeofloristic significance",
    "authors": ["J. Hilton", "S.J. Wang", "J. Galtier", "I.J. Glasspool", "L. Stevens"],
    "venue": "Geological Magazine,",
    "year": 2004
  }, {
    "title": "The discovery of the plane of unconformity under bottom surface of Pingdingshan sandstone and the preliminary discussion about the boundary of the Permian–Triassic system, Henan Province",
    "authors": ["S.R. Hu", "W.T. Gao", "H. Liu"],
    "venue": "Coal Geology and Exploration,",
    "year": 1990
  }, {
    "title": "The magnetism of some Permian rocks from New South Wales",
    "authors": ["E. Irving", "L.G. Parry"],
    "venue": "Geophysical Journal of the Royal Astronomical Society,",
    "year": 1963
  }, {
    "title": "Illawara Reversal: the fingerprint of a superplume that triggered Pangean breakup by the end-Guadalupian (Permian) mass extinction",
    "authors": ["Y. Isozaki"],
    "venue": "Gondwana Research, 15, 421–432.",
    "year": 2009
  }, {
    "title": "Response of tropical vegetation to Paleogene warming",
    "authors": ["C.A. Jaramillo"],
    "venue": "Paleobiology, 28, 222–243.",
    "year": 2002
  }, {
    "title": "Late Palaeozoic coal-bearing strata and biota in Shanxi, China. Shanxi Science and Technology Press, Taiyuan [in Chinese with English summary",
    "authors": ["X. Kong", "X Xu"],
    "year": 1996
  }, {
    "title": "Palaeoenvironmental change during the endGuadalupian (Permian) mass extinction in Sichuan, China",
    "authors": ["X.L. Lai", "W Wang"],
    "year": 2008
  }, {
    "title": "Pangaea, Palaeotethys and Paripteris",
    "authors": ["Laveine", "J.-P", "Y. Lemoigne", "S. Zhang"],
    "venue": "Comptes Rendus de l’Académie des Sciences,",
    "year": 1992
  }, {
    "title": "Late Paleozoic phytogeographic provinces in China and its adjacent regions",
    "authors": ["X. Li", "X. Wu"],
    "venue": "Review of Palaeobotany and Palynology,",
    "year": 1996
  }, {
    "title": "Late Carboniferous–Early Permian palynology of Baode (Pao-te-chou) in Shanxi Province, North China",
    "authors": ["F. Liu", "H.C. Zhu", "S. Ouyang"],
    "venue": "Geological Journal,",
    "year": 2008
  }, {
    "title": "Permo-Carboniferous palaeogeography and coal accumulation and their tectonic control in the North and South China continental plates",
    "authors": ["G.H. Liu"],
    "venue": "International Journal of Coal Geology, 16, 73–117.",
    "year": 1990
  }, {
    "title": "Timing and magnitude of tetrapod extinctions across the Permo-Triassic boundary",
    "authors": ["S.G. Lucas"],
    "venue": "Journal of Asian Earth Sciences, 36, 491–502.",
    "year": 2009
  }, {
    "title": "Global Middle Permian reptile mass extinction: the dinocephalian extinction event",
    "authors": ["S.G. Lucas"],
    "venue": "Geological Society of America, Abstracts with Programs, 41, 360.",
    "year": 2009
  }, {
    "title": "The Cretaceous–Tertiary biotic transition",
    "authors": ["N. Macleod", "Rawson", "P.F"],
    "venue": "Journal of the Geological Society,",
    "year": 1997
  }, {
    "title": "Timing of collision of the North and South China Blocks",
    "authors": ["Meng", "Q.-R", "Zhang", "G.-W"],
    "venue": "Controversy and reconciliation. Geology,",
    "year": 1999
  }, {
    "title": "Comment on ‘Permo-Triassic magnetostratigraphy in China: the type section near Taiyuan, Shanxi Province, North China",
    "authors": ["M. Menning", "Y.G. Jin"],
    "venue": "Geophysical Journal International,",
    "year": 1998
  }, {
    "title": "Permian tectonic framework and palaeogeography of SE Asia",
    "authors": ["I. Metcalfe"],
    "venue": "Journal of Asian Earth Sciences, 20, 551–566.",
    "year": 2002
  }, {
    "title": "CO2 forced climate and vegetation instability during the Late Palaeozoic deglaciation",
    "authors": ["I.P. Montañez", "Tabor", "N.J"],
    "year": 2007
  }, {
    "title": "The late Palaeozoic and early Mesozoic sediments of central Shansi",
    "authors": ["E. Norin"],
    "venue": "Bulletin of the Geological Survey of China, 4, 1–79.",
    "year": 1922
  }, {
    "title": "The lithological character of the Permian sediments of the Angara Series in central Shansi, N",
    "authors": ["E. Norin"],
    "venue": "China. GFF, 46, 19–55.",
    "year": 1924
  }, {
    "title": "Permian phytogeographic patterns and climate data/model comparisons",
    "authors": ["P.M. Rees", "A.M. Zeigler", "M.T. Gibbs", "J.E. Kutzbach", "P. Behling", "D.B. Rowley"],
    "venue": "Journal of Geology,",
    "year": 2002
  }, {
    "title": "Middle–Late Permian mass extinction on land",
    "authors": ["G.J. Retallack", "C.A. Metzger", "T. Greaver", "A.H. Jahren", "R.M.H. Smith", "N.D. Sheldon"],
    "venue": "Geological Society of America Bulletin,",
    "year": 2006
  }, {
    "title": "Evaluating paleontological data relating to bioevents. In: Walliser, O.H. (ed.) Global Events and Event Stratigraphy in the Phanerozoic",
    "authors": ["J.J. Sepkoski"],
    "year": 1995
  }, {
    "title": "Re-evaluating Halle’s fertile pteridosperms from the Permian floras of Shanxi Province, China",
    "authors": ["L.J. Seyfullah", "J. Hilton"],
    "venue": "Plant Systematics and Evolution,",
    "year": 2009
  }, {
    "title": "Permian floras",
    "authors": ["G.L. Shen"],
    "venue": "In: Li, X.X. (ed.) Fossil Floras of China through the Geological Ages (English edn). Guangdong Science and Technology Press, Guangdong, 127–223.",
    "year": 1995
  }, {
    "title": "Latest Guadalupian brachiopods from the Guadalupian/Lopingian boundary GSSP section at Penglaitan in Laibin, Guangxi, South China and implications for the timing of the pre-Lopingian",
    "authors": ["Shen", "S.-Z", "Shi", "G.-R"],
    "year": 2009
  }, {
    "title": "The magnetic polarity time sale across the Permian–Triassic boundary",
    "authors": ["M.B. Steiner"],
    "venue": "In: Lucas, S.G., Schneider, J.W. & Cassins, G. (eds) NonMarine Permian Biostratigraphy and Biochronology. Geological Society, London, Special Publications, 265, 15–38.",
    "year": 2006
  }, {
    "title": "Plant palaeobiology of Late Palaeozoic terrestrial lägerstatten from Britain and China",
    "authors": ["L.G. Stevens"],
    "venue": "PhD thesis, University of Birmingham.",
    "year": 2009
  }, {
    "title": "Ontogeny and ecology of the filicalean fern Oligocarpia gothanii from the Middle Permian of China",
    "authors": ["L.G. Stevens", "J. Hilton"],
    "venue": "American Journal of Botany,",
    "year": 2009
  }, {
    "title": "Palaeomagnetism",
    "authors": ["D.H. Tarling"],
    "venue": "Principles and Applications in Geology, Geophysics and Archaeology. Chapman & Hall, London.",
    "year": 1983
  }, {
    "title": "Late Paleozoic macrofloral assemblages from Weibei Coalfield, with reference to vegetational change through the Late Paleozoic Ice-age in the North China Block",
    "authors": ["J. Wang"],
    "venue": "International Journal of Coal Geology, 83, 292–317.",
    "year": 2010
  }, {
    "title": "Notes on the island distribution patterns of the Permian Cathaysian flora in China: an example of the application of the equilibrium theory of island biogeography in palaeobiogeography",
    "authors": ["J. Wang", "H.Q. Liu", "G.L. Shen", "H. Zhang"],
    "year": 1998
  }, {
    "title": "Paratingia wudensis sp. nov., a whole noeggerathialean plant preserved in an earliest Permian airfall tuff in Inner Mongolia, China",
    "authors": ["J. Wang", "H.W. Pfefferkorn", "J. Bek"],
    "venue": "American Journal of Botany,",
    "year": 2009
  }, {
    "title": "Cordaitalean seed plants from the early Permian Taiyuan Formation of North China. I. Delimitation and reconstruction of the whole-plant Shanxioxylon sinense",
    "authors": ["S.J. Wang", "J. Hilton", "B. Tian", "J. Galtier"],
    "venue": "International Journal of Plant Sciences,",
    "year": 2003
  }, {
    "title": "Permineralised seed plants from the late Permian of southern China: a new species of Cardiocarpus",
    "authors": ["S.J. Wang", "J. Hilton", "M.M. Liang", "L. Stevens"],
    "venue": "International Journal of Plant Sciences,",
    "year": 2006
  }, {
    "title": "Diversity and extinction patterns of Permian coral faunas of China",
    "authors": ["Wang", "X.-D", "T. Sugiyama"],
    "venue": "Lethaia,",
    "year": 2000
  }, {
    "title": "Palaeovegetation and plate tectonics: phytogeography of North China during Permian and Triassic times",
    "authors": ["Z.Q. Wang"],
    "venue": "Palaeogeography, Palaeoclimatology, Palaeoecology, 49, 25–45.",
    "year": 1985
  }, {
    "title": "Permian gigantic palaeobotanic events in North China",
    "authors": ["Z.Q. Wang"],
    "venue": "Acta Palaeontologica Sinica, 28, 314–343.",
    "year": 1989
  }, {
    "title": "Traces of arborescent lycopsids and dieback of the forest vegetation in relation to the terminal Permian mass extinction in North China",
    "authors": ["Z.Q. Wang", "A.S. Chen"],
    "venue": "Review of Palaeobotany and Palynology,",
    "year": 2001
  }, {
    "title": "Late Permian fossil plants from the lower part of the Shiqeunfeng (Shihshoenfeng) group in North China",
    "authors": ["Z.Q. Wang", "L.X. Wang"],
    "venue": "Bulletin of the Tianjin Institute of Geology and Mineral Resources,",
    "year": 1986
  }, {
    "title": "Permian reefs re-examined: extrinsic control mechanisms of gradual and abrupt changes during 40 my of reef evolution",
    "authors": ["O. Weidlich"],
    "venue": "Geobios, 24, 287–294.",
    "year": 2002
  }, {
    "title": "Volcanism, mass extinction, and carbon isotope fluctuations in the Middle Permian of China",
    "authors": ["P.B. Wignall", "Sun", "Y.D"],
    "year": 2009
  }, {
    "title": "Facies analysis and sea-level change at the Guadalupian– Lopingian Global Stratotype (Laibin, South China), and its bearing on the end-Guadalupian mass extinction",
    "authors": ["P.B. Wignall", "S. Védrine", "D.P.G. Bond", "W. Wang", "X.L. Lai", "J.R. Ali", "H.S. Jiang"],
    "venue": "Journal of the Geological Society,",
    "year": 2009
  }, {
    "title": "Land plant extinction at the end of the Cretaceous: a quantitative analysis of the North Dakota megafloral",
    "authors": ["P. Wilf", "K.R. Johnson"],
    "venue": "record. Paleobiology,",
    "year": 2004
  }, {
    "title": "Accretion leading to collision and the Permian Solonker suture, Inner Mongolia, China: Termination of the central Asian orogenic",
    "authors": ["W. Xiao", "B.F. Windley", "J. Hao", "M. Zhai"],
    "venue": "belt. Tectonics,",
    "year": 2003
  }],
  "id": "SP:ab2648af78183121ebd79754299fe53383c4fa36",
  "authors": [{
    "name": "LIADAN G. STEVENS",
    "affiliations": []
  }, {
    "name": "JASON HILTON",
    "affiliations": []
  }, {
    "name": "DAVID P. G. BOND",
    "affiliations": []
  }, {
    "name": "IAN J. GLASSPOOL",
    "affiliations": []
  }, {
    "name": "PHILLIP E. JARDINE",
    "affiliations": []
  }],
  "abstractText": "Permian continental sequences from North China contain previously unrecognized episodes of plant radiation and elevated extinction. The earliest extinction, in the Lower Shihhotse Formation (Roadian, Guadalupian), records a 45% floral species loss and is tentatively correlated with global extinctions amongst dinocephalian reptiles. Two younger extinctions are dated by correlating the Illawara Reversal and palaeomagnetic polarity sequences from Shanxi Province against global palaeomagnetic history. Missing data from the Shanxi sequence are evaluated using a novel approach estimating likely maximum and minimum sequence changes that provide age estimates for post-Illawara events in North China. The second extinction in the middle Upper Shihhotse Formation is more significant and is dated to the mid-Capitanian, with a loss of 56% of plant species coinciding with two phases of volcanism of the Emeishan Large Igneous Province in South China, previously linked to the mid-Capitanian marine mass extinction. The youngest extinction in the upper Upper Shihhotse Formation (late Capitanian to mid-Wuchapingian) is catastrophic and represents the end of range in the sequence. Changes in sedimentary facies suggest it to be related to global climatic warming and drying. Other viable causal mechanisms for the extinction episodes include plate motion and collision, global climate change, volcanism and biological competition. The Permian of the northern hemisphere is often regarded as a dry interval in Earth history, although it is now widely appreciated that extensive wetland ecosystems developed in lowland settings such as the North China block during the Cisuralian to Guadalupian Series, and in the South China block during the Guadalupian and Lopingian Series (Rees et al. 2002; Hilton & Cleal 2007; Wang 2010). The Pennsylvanian and Permian North and South China blocks have traditionally been viewed as comprising distinct phytogeographical regions bearing the Northern and Southern Cathaysian floras respectively, but episodes of floral mixing and interchange have been inferred from postCarboniferous plant occurrences and distributions (e.g. Laveine et al. 1992; Li & Wu 1996; Wang et al. 1998; Fluteau et al. 2001; Hilton & Cleal 2007). During the Pennsylvanian and Cisuralian the North China block occupied low northern palaeolatitudes and is believed to have been an island that collided with Mongolia during the Lopingian, bringing it into contact with a landmass containing representatives of the Angaran flora (Xiao et al. 2003; Cope et al. 2005). Accretion of the North and South China blocks was, in contrast, more complex, and according to Meng & Zhang (1999) involved accretion of the Qinling Terrane with the southern part of North China, and separation of South Qinling from the South China block during the Carboniferous and continuing into the Permian. The North China block and Qinling Terrane then accreted with the South China block during the Late Triassic (Metcalfe 2002). This complex tectonic framework provides controls on floral composition and phytogeography, with connection of the Northern Cathaysian floral province and the Angaran floral province during the Lopingian, mixing of the Northern and Southern Cathaysian floras during the Lopingian, and final accretion into a single phytogeographical realm in the late Triassic. In the present paper we investigate those fossil plant assemblages from the Pennsylvanian and Permian of North China that were initially documented in a now classic monographic treatment by Halle (1927) and compare them with recent studies on plants from the same stratigraphic sequence in North China (Wang 1989; Wang 2010). The floral assemblages are abundant, diverse, and were collected in a geological framework that allows their relative stratigraphic position and order to be identified within the regional sedimentary sequence. The fossil plant assemblages represent the Benxi (formerly Penxi; see Cleal & Wang 2002), Taiyuan, Shanxi (formerly Shansi), and Lower and Upper Shihhotse (formerly Shihezi) Formations that span a range of depositional environments from paralic peat-forming mires with or without marine influence, through fluvio-deltaic, and finally into fluvial and lacustrine settings (Norin 1922, 1924; He et al. 1995; Kong et al. 1996). These assemblages record changing floral composition and diversity through time and provide an unrivalled window into the floral history of North China during this stratigraphic interval. In previous investigations, the fossil plant composition from North China through this sequence has been used to identify floral assemblages and to provide insights into biostratigraphy and correlation (Shen 1995; Wang 2010), but here we conclude that the same data include previously unrecognized information on palaeoecology, community change and floristic turnover including episodes of floral radiation and extinction. However, stratigraphic control on the Downloaded from https://pubs.geoscienceworld.org/jgs/article-pdf/168/2/607/4044533/607.pdf by University of Arizona user on 21 February 2019 age of single assemblages within the sequence is poorly constrained and based primarily on plant megafossil stratigraphy, palynostratigraphy, and regional-scale lithostratigraphic correlation, leading us to explore other potentially viable methods of stratigraphic correlation using palaeomagnetism. Sedimentology and palaeoenvironments of North China during the Permian The Upper Palaeozoic and tentatively Lower Mesozoic sediments of Central Shanxi were divided into three series by Norin (1922) that are now reclassified as formations: the Lower and Upper Shihhotse Formations, and the overlying Shiqianfeng (formerly Shihchienfeng) Formation. An additional three formations have subsequently been recognized below this level (Shen 1995; Cleal & Wang 2002; Hilton & Cleal 2007), extending back to the Moscovian Stage of the Carboniferous (Fig. 1): the Benxi, Taiyuan and Shanxi formations. The lowermost is the Late Moscovian Benxi Formation that rests unconformably on Ordovician limestones (Cleal & Wang 2002), and contains marine limestones along with coal seams, estuarine sandstones, mudstones and shales. The Benxi Formation is overlain conformably (but probably in a diachronous manner) by the Cisuralian (Asselian–Sakmarian) Taiyuan Formation, which comprises black shales, coal seams, quartz sandstones and calcareous shales, intercalated with marine limestones (Kong et al. 1996; Hilton et al. 2001; Hilton & Cleal 2007). The Shanxi Formation rests conformably on the Taiyuan Formation and is of broadly similar composition but lacks the marginal marine facies and limestones of marine incursions (Shen 1995; Geng & Hilton 1999). Present evidence considers the Shanxi Formation to be of Sakmarian–Artinskian age within the Cisuralian, but it also may extend into the early (Shen 1995) or late Kungurian (Wang 2010), and again may be diachronous on a continental scale. The Taiyuan and Shanxi formations are interpreted to have been dominated by marginal marine to paralic swamp environments (He et al. 1995; Wang et al. 2003), with the plant communities preserved representing lowland basinal settings. The overlying Lower Shihhotse Formation and Upper Shihhotse Formation contain little coal but are rich in fossil plants. These formations, dominated by alluvial sandstones, siltstones and clays, are c. 450 m thick (Norin 1922), and constitute the main plant-bearing units of the monograph by Halle (1927). Plant-bearing facies of the Lower Shihhotse Formation are dominated by brown–green homogeneous siltstones and clays, interpreted by Norin (1922) as alluvial and fluvial sediments, the plants deposited in a lowland, basinal environment from marginal and overbank growth areas. The Upper Shihhotse Formation contains plant beds of a similar lithological nature, but with a higher proportion of yellow laminated clays, suggestive of lacustrine influence (Norin 1922, 1924). The Shiqianfeng Formation lies unconformably above the Upper Shihhotse Formation following a regional-scale hiatus (Hu et al. 1990; Wang 2010) and is characterized by red or brown claystones and sandstones containing few fossil plants that Wang (1985, 1989) interpreted as evidence of arid conditions. The lower part of this formation contains gypsum, indicating evaporitic conditions, and the upper 700 m include numerous finegrained aeolian sandstones suggestive of dry desert conditions (Norin 1922, 1924; Wang & Wang 1986; Wang & Chen 2001). Other parts of the Shiqianfeng Formation contain plant fossils that record a dramatic demise in elements of wetland vegetation towards the top of the sequence, which corresponds to the Permian–Triassic boundary (Wang & Chen 2001). Liu (1990) reconstructed the palaeogeography and lithofacies of Late Palaeozoic North China (Fig. 2) with Taiyuan city (the Shanxi locality analysed in the present study), positioned at the centre of the microcontinent. During the Cisuralian, Taiyuan city bordered the marginal marine and paralic sediments of southern North China and the fluvial and alluvial sediments of the northern part of the landmass. This is consistent with the sedimentary record of the Taiyuan and Shanxi formations. During the Guadalupian, Taiyuan city is shown as a lowland basin that saw deposition of fluvial and lacustrine siltstones and shales from the surrounding upland areas. These reconstructions and the extended duration of time recorded in the Shanxi sequence point to a complex sedimentary history, in which there were a variety of environments and variable rates of deposition and erosion. The entire sequence from the Taiyuan to the Shiqianfeng Formations was interpreted by Norin (1922) to be a prograding delta, but given the length of time represented by the sequence and the range in sedimentary environments, it is likely that there were multiple episodes of deposition and erosion within a broad suite of marginal marine to fully terrestrial environments (He et al. 1995; Kong et al. 1996). Overall, we consider that the plants in the Shanxi sequence developed in three broad environmental settings: (1) a paralic sequence of interlayer terrestrial and marine rocks that record regular fluctuations in sea level and climate during the Benxi and Taiyuan formations; (2) a more terrestrial sequence with cyclic alteration of coals and shales or mudrocks in the Shanxi and Lower Shihhotse formations; (3) transition to a more terrestrial sequence of red beds, gypsum evaporites and fluvial deposits in the Upper Shihhotse Formation. This records a continuing trend toward reduced climatic variability and increasing average aridity in the equatorial and paratropical regions of Pangaea, as seen globally (e.g. Montañez et al. 2007). Although the plants from the Shanxi sequence are on the whole allochthonous (e.g. Stevens 2009; Stevens & Hilton 2009), the majority are large, well-preserved and often articulated foliage fragments that have not been transported a great distance. It is therefore reasonable to assume that the presence and distribution of plants found in the sequence would have been influenced by palaeoenvironmental changes, such as disruption caused by shifting river deltas and the low energy level and low nutrient flow typical of swamp environments. Correlation of terrestrial sequences in the Permian of North China Correlation and stratigraphy of Carboniferous and Permian terrestrial sequences in China is notoriously difficult as in most cases they lack appropriate marine species for high-resolution biostratigraphy, and also lack suitable lithologies for radiometric dating methods. Palynostratigraphy often provides good stratigraphic resolution but palynomorphs are prone to reworking in sedimentary environments, are heterogeneously deposited across facies, may not be present in some settings, and are subject to a variety of taphonomic processes including non-preservation in oxidizing environments or coarse-grained lithologies (Bateman 1991; Batten 1999). In the Carboniferous and Permian of China, the palynostratigraphy of the Pennsylvanian–Cisuralian Benxi, Taiyuan and Shanxi sequences has been compared with interbedded marine faunal associations to develop good stratigraphic constraint (e.g. Liu et al. 2008). In contrast, stratigraphically L. G. STEVENS ET AL . 608 Downloaded from https://pubs.geoscienceworld.org/jgs/article-pdf/168/2/607/4044533/607.pdf by University of Arizona user on 21 February 2019 younger formations including the Lower and Upper Shihhotse Formations provide poorer palynostratigraphic resolution and although different palyno-assemblages have been identified, precise dating remains problematic (e.g. Kong et al. 1996). Fossil plant biostratigraphy offers the potential to correlate fossiliferous sequences within single basins, but on a regional scale this is more problematic and where adopted provides only a basic level of correlation (e.g. Bateman 1991; Cleal 1991). Biostratigraphy based on terrestrial plant fossils is limited by a variety of factors with different kinds of effects, including those taphonomic processes that lead to fragmentation of plant remains, floral migration and provinciality, variable preservation potential of different facies and convergence of morphological features among plant groups, making identification difficult in fragmentary preservation. However, where other methods are unavailable, palynostratigraphy and fossil plant biostratigraphy are widely Fig. 1. Stratigraphic framework for the Permian plant fossil assemblages from the Eastern and Western Hills in Taiyuan, Shanxi Province, China. Stage duration from Gradstein & Ogg (2004), with stratigraphic ranges of the Benxi, Taiyuan, Shanxi and Lower Shihhotse formations from Wang (2010), and global magnetostratigraphy and position of the Illawara Reversal (IR) following Isozaki (2009). For the lithostratigraphy in Shanxi Province, two stratigraphic frameworks are presented based on correlation of the palaeomagnetic data from Embleton et al. (1996), but interpreting the polarity of beds in which no data were recovered in different ways: the maximum range column infers the maximum amount of change for beds with no data from previous and successive beds, whereas conversely the minimum range column infers the minimum amount of change in beds with no data between previous and successive beds. In both maximum and minimum ranges periods of normal (black) and reversed (white) polarity are correlated with the post-Illawara Reversal global palaeomagnetic record. uUSF, upper Upper Shihhotse Formation; muUSF, middle Upper Shihhotse Formation. PERMIAN FLORAL TURNOVER IN NORTH CHINA 609 Downloaded from https://pubs.geoscienceworld.org/jgs/article-pdf/168/2/607/4044533/607.pdf by University of Arizona user on 21 February 2019 adopted and provide the best results when combined with geological data to form regional correlation. Wang (2010) synthesized the current understanding of the stratigraphy of the Carboniferous–Permian sequences from Shanxi Province based on information recovered from marine faunal assemblages (restricted to the Benxi and Taiyuan formations), plant fossil biostratigraphy and regional correlation, summarized here in Figure 1. The correlation presented by Wang (2010) represents a broad-based synthesis of total data in North China. In our view, however, aspects of his stratigraphic conclusions must be examined critically and with caution, as he directly correlates international stage boundaries with geological formation boundaries and megafossil plant and spore assemblages (see fig. 10 of Wang (2010)). It is now imperative that radiometric and other dating methods are applied to the Permian terrestrial sequences of North China to generate a more accurate framework to study organismal and environmental change at this time. In the present study we employ existing palaeomagnetic data as a viable stratigraphic method for parts of the terrestrial sequence in Shanxi Province, and see this as an important first step in increasing the stratigraphic resolution in the terrestrial facies from this stratigraphic interval. In the Permian, the Illawara palaeomagnetic reversal marks the boundary between the reversed polarity Carboniferous–Permian Kiaman Superchron and the Permian–Triassic mixed polarity superzone of the Illawara Superchron (Irving & Parry 1963; Steiner 2006; Isozaki 2009). Glen et al. (2009) undertook a magnetostratigraphic study of the Permian marine and terrestrial sequences of NW China that used the Illawara Reversal for correlation purposes; however, they did not include the sedimentary sequences of Shanxi Province in North China in their treatment. By contrast, Embleton et al. (1996) identified the Illawara Reversal in the ‘type section at Ximing near Taiyuan, Shanxi Province’, and concluded that the reversal occurred during the base of the Upper Shihhotse Formation, within the Ufimian regional stage (Roadian in the latest global stratigraphy). However, Menning & Jin (1998) reinterpreted the age of the Illawara Reversal based on correlation across Asia and concluded that it was of mid-Capitanian age, whereas more recent studies, including that by Isozaki (2009), concluded that it was earliest Capitanian based on global correlation, an age that we follow here. We infer the Illawara Reversal as documented in the Shanxi Sequence, identified in Bed 73 of Embleton et al. (1996), to be a fixed stratigraphic datum of earliest Capitanian age, occurring in the middle of the lowermost member of the Upper Shihhotse Formation (Shihezi A of Embleton et al. 1996). We therefore consider the lowest part of the Upper Shihhotse Formation, occurring beneath the Illawara Reversal to be either latest Wordian or earliest Capitanian. Unfortunately, it has proven impossible to determine the exact position in the Shanxi regional sequence of Bed 73 in which Embleton et al. (1996) identified the Illawara Reversal; although they cited that the section is the ‘type section near Taiyuan, Shanxi Province, North China’, the bed numbers do not agree with any of those we have been able to find in the literature for the same formations in the same region (e.g. Norin 1922, 1924; Halle 1927: Editorial Group for Shanxi Province Stratigraphy 1979; He et al. 1995; Kong et al. 1996; Wang 2010). As Embleton et al. (1996) did not provide locations for their sampling sites, we can only locate the Illawara Reversal to the middle of the lowermost member in the formation. Placement of the Illawara Reversal in the lower part of the Upper Shihhotse Formation allows correlation of the post-Illawara Reversal magnetic sequence in Shanxi Province with the global sequence (e.g. Isozaki 2009), matching the bar-code of consecutive normal and reversed polarities from different areas. However, terrestrial sequences such as those under discussion here present a less complete picture than the marine igneous palaeomagnetic record because certain lithologies are more likely to preserve a magnetic signal than others (Tarling 1983; Dunlop & Özdemir 1997). Furthermore, periods of erosion or nondeposition introduce intervals of missing data into the palaeomagnetic record such that terrestrial sequences are rarely complete. The Shanxi regional palaeomagnetic sequence is no exception to this and includes beds in which no data have been recovered (Embleton et al. 1996) and as such matching the palaeomagnetic bar-code cannot be achieved with absolute certainty; missing data intervals could represent range extensions of the previous and following intervals, or could include one or more additional polarity reversals. Here, the incompleteness of terrestrial sequences is apparent from coarse-grained facies, which are less likely to preserve a palaeomagnetic signal and may also represent erosional surfaces. We have therefore constructed two models for the age range of the Shanxi sequence by matching its palaeomagnetic record (Embleton et al. 1996) with the global sequence (Isozaki 2009) (Fig. 1). One model is conservative and requires the minimum change from missing data to accommodate the observed sequence, whereas the other model infers the maximum change from missing data. Specifically, for the minimum change model, where there are two beds Fig. 2. Palaeogeography and lithofacies of North China during (a) the Cisuralian Series and (b) the Guadalupian Series of the Permian. Modified from Liu (1990). L. G. STEVENS ET AL . 610 Downloaded from https://pubs.geoscienceworld.org/jgs/article-pdf/168/2/607/4044533/607.pdf by University of Arizona user on 21 February 2019 with the same polarity separated by a missing data interval, we assume that the missing data are of the same polarity, thus resulting in a longer interval with a single polarity. For the maximum change model, a bed with missing data that separates two intervals of the same polarity is assumed to be a reversal. In both models, where a ‘missing’ interval within a bed separates normal from reversed polarities, the ‘missing’ data are ignored, as they can only be interpreted to be an extension of either the normal or reversed polarities that bound this interval (the bi-state polarity does not accommodate a third state, and we assume that the missing interval would not be long enough to accommodate two or more polarity reversals). The range of the Upper Shihhotse Formation calculated using the minimum and maximum change models are shown in Figure 1. The minimum change method gives an age range for the Upper Shihhotse Formation from the latest Wordian or earliest Capitanian to the end of the Capitanian (c. 5 Ma duration), whereas the maximum change method extends the top of the formation to the middle of the Wuchiapingian (c. 10 Ma duration). In the maximum change model we note that 14 periods of normal polarity occur post-Illawara Reversal, and despite spanning a known hiatus in the Shanxi sequence, this is only two normal polarity episodes fewer than is documented in the global sequence by Isozaki (2009). Thus, this model is not an unrealistic estimate. However, we consider the minimum change method to be more appropriate for a terrestrial sequence with relatively fast depositional rates compared with marine settings from which the global palaeomagnetic scheme is constructed. The top of the overlying Shiqianfeng Group is arbitrarily correlated with the end of the Permian, with the minimum and maximum method used to determine its range as well as the length of the hiatus (shown in Fig. 1) between this and the top of the Upper Shihhotse Formation (Hu et al. 1990). It is of great significance to our discussion below of floral changes that regardless of which model is employed to constrain the duration of the Upper Shihhotse Formation, it clearly spans the time of Emeishan volcanism and the marine mass extinction in South China (dated to the mid-Capitanian on the basis of conodonts). Palaeobotanical dataset from the Pennsylvanian– Permian of North China Here we investigate the plant fossils previously published by Halle (1927) and deposited in the Department of Palaeobotany at the Swedish Museum of Natural History (Stockholm) from the Pennsylvanian–Permian of Shanxi Province, China. This collection remains the most complete and comprehensive available for this stratigraphic interval in North China, with the collection including 128 species from 48 genera that are preserved as compressions and impressions. Specimens were collected systematically from the geological sequence and plant fossils occur in 33 ‘Beds’ at six localities from the east and west sections of Taiyuan-fu in central Shanxi Province. However, the ‘beds’ reported by Norin (1922) and Halle (1927) are not beds in the strict geological sense, but represent successions of beds of a similar nature that may include tens of metres of strata (Glasspool et al. 2004a). Although not from single beds, this information remains useful for subdividing formations stratigraphically and allows localized correlation between the Eastern and Western Hills sections (see Norin 1922; Halle 1927). The majority of species were identified by Halle (1927), and our reinvestigation has examined all of the materials available, and confirms identifications and provides further taxonomic consistency to the dataset. We have also incorporated results from more recently published accounts that have undertaken systematic revisions of taxa present (Glasspool et al. 2004a,b; Seyfullah & Hilton 2009; Stevens 2009; Stevens & Hilton 2009). Methods and limitations of the data Binary presence–absence data were used to provide a detailed representation of species composition and stratigraphic range. Analysis was restricted to one organ type for each plant group to avoid counting different organs belonging to the same biological species more than once. Only species present in more than one bed were included (i.e. singletons omitted) to limit bias from atypical species occurrences (e.g. Wilf & Johnson 2004); for example, non-local species deposited by an extreme flooding event. Of the104 species counted in the Shanxi sequence, 59 were present in more than one horizon. Range-through data were used to plot stratigraphic ranges of single plant species (Fig. 3), meaning that the species turnover plot shows levels of species loss and gain in successive beds (Fig. 4). Species turnover can be used to reflect major events in floristic composition when increased diversity is taken as a measure of success and high rates of loss as an indication of stress, such as environmental disruption (e.g. Jaramillo 2002; Dimitrova et al. 2005; Dimitrova & Cleal 2007). In our species range chart (Fig. 3) ‘Lazarus’ taxa (occurring intermittently in the sequence) were counted as present from their initial appearance to final disappearance from the sequence to give a broader floristic signal; that is, even if the plants were not preserved or collected, they are assumed to have been present in the surrounding area. This also means that the same taxa are never seen originating or disappearing more than once, which limits counting bias. Our species turnover plot (Fig. 4) charts the first and last stratigraphic occurrences of species. We propose that significant changes in diversity through the Shanxi sequence are origin and extinction events. Although the data represent only a local flora and may not show true origins and extinctions, this flora is from one of the best documented localities in Permian North China and our results correlate with the general trends reported from the smaller sites (Shen 1995). Further sampling and analysis at other late Permian sites in northern China would be required to prove this hypothesis. Extinctions are represented in the last beds in which the taxa occurred, so that the data in these charts correspond to the rangethrough data and the events can be observed at the same points. The average (mean) line is shown in grey and indicates the overall trend in species turnover, highlighting episodes in which the data deviate from no gain or loss. Comparison of rangethrough origination or extinction patterns with total species turnover gives a more complete picture of floristic variation, emphasizing the individual and overall contributions of taxa to the changes in diversity. For the extinction and origination levels in each bed of the Shanxi sequence, 95% binomial confidence intervals have been calculated on the diversity data. Confidence measures using sample numbers would also have been valuable but unfortunately such data were not available at the time of the study. The values were calculated as described by Buzas (1990) and Sepkoski & Koch (1995), using the formula 95% CI 1⁄4 1.96D[p(p 1)/D], where CI is the confidence interval, p is the proportion of extinctions or originations in a bed and D is the number of species present in that bed. It should be noted that as we are plotting numbers of originations, rather than proportions, we have multiplied the confidence intervals by D for each bed. As expected, low sampling numbers in some of the beds caused instability in standard deviation values, but the major origination PERMIAN FLORAL TURNOVER IN NORTH CHINA 611 Downloaded from https://pubs.geoscienceworld.org/jgs/article-pdf/168/2/607/4044533/607.pdf by University of Arizona user on 21 February 2019 F ig . 3 . C o m p o si te se d im en ta ry lo g o f th e E as te rn an d W es te rn H il ls se ct io n s in T ai y u an , S h an x i P ro v in ce sh o w in g st ra ti g ra p h ic ra n g es o f fo ss il p la n t sp ec ie s. A sp ec ie s ra d ia ti o n ev en t o cc u rs in th e S h an x i F o rm at io n , an d th re e in te rv al s w it h h ig h ra te s o f sp ec ie s lo ss ar e in d ic at ed : a lo n g -r an g in g ex ti n ct io n ep is o d e in th e L o w er S h ih h o ts e F o rm at io n (L S F ) w it h st ep w is e lo ss o f ta x a, a m o re p ro n o u n ce d p er io d o f ex ti n ct io n in th e m id d le o f th e U p p er S h ih h o ts e F o rm at io n (m U S F ) an d a ra p id ex ti n ct io n at th e en d o f th e ra n g e o f p la n t sp ec ie s in th e u p p er p ar t o f th e U p p er S h ih h o ts e F o rm at io n (u U S F ). B ed n u m b er s ar e fr o m H al le (1 9 2 7 ), an d d at a ar e in ab so lu te n u m b er s an d ex cl u d e ta x a th at o cc u r o n ly in a si n g le b ed (s in g le to n s) . L . G. STEVENS ET AL . 612 Downloaded from https://pubs.geoscienceworld.org/jgs/article-pdf/168/2/607/4044533/607.pdf by University of Arizona user on 21 February 2019 and extinction events were significantly higher in magnitude than their error levels. We believe that although sampling numbers are low, as is so often the case with data analysed from historical collections, there are several reasons why the data do show some significant results. The first is that although there is inevitable taphonomic bias, the sequence preserves plant species that are similar to those from other sites elsewhere in North China (Shen 1995; Wang 2010) and in our view are representative of the regional flora as a whole. Taphonomic bias will be evident in the older formations where a greater range of environments are sampled, resulting in a mixing of floras and time averaging in comparison with the younger floras of the Lower and Upper Shihhotse Formation, where the sediments are relatively uniform and appear to represent a narrower range of environments sampled. Furthermore, it must be borne in mind that the inferred palaeoenvironments also suggest that plants collected in the older part of the sequence are more likely to represent much more local floras than those from the fluvial and alluvial period in the younger formations that were transported greater distances. This is reflected in the low diversity numbers of Beds 1–6 (e.g. Fig. 3), but our major conclusions are drawn from diversity levels in the siltand claystone horizons in the younger formations and so the results should not be badly skewed by this bias. The sampling was also carried out over an extremely long sequence (c. 600 m in the west section) that contained many potentially fossiliferous horizons. Plants were collected at every productive horizon and Fig. 4. Composite sedimentary log from the Eastern and Western Hills sections in Taiyuan, Shanxi Province and species turnover between successive beds based on presence or absence data in absolute numbers. First appearance of species is indicated to left of plot (species gain, posiotive), last appearance in bed is shown on the right of plot (species loss, negative) with binomial 95% confidence intervals (horizontal bars) for each value. The grey line represents mean species turnover and emphasizes changes in balance between gain and loss. Extinction episodes from Figure 3 are set against frequent and cyclical turnover in floral assemblage composition in this figure. Bed numbers are from Halle (1927). PERMIAN FLORAL TURNOVER IN NORTH CHINA 613 Downloaded from https://pubs.geoscienceworld.org/jgs/article-pdf/168/2/607/4044533/607.pdf by University of Arizona user on 21 February 2019 could therefore represent deposition during both long-lived periods of fragmentation and transportation and more major events such as storms or flooding. The original exploration of the sites was also started at the base of the exposed sequence in Taiyuan, in the Benxi Formation, and continued into the Shiqianfeng Formation (not illustrated here). The last plantbearing horizons occurred at the top of the Upper Shihhotse Formation, but siltand claystones were recorded above these (Norin 1922). For this reason, we have treated the first origination event and the last extinction as reflecting actual changes in the flora. Stratigraphic range of plant species Overall, there is a broadly constant base-level rate of origination or introduction of taxa throughout the Shanxi sequence with the observed stepwise pattern here being the result of fossil plant bearing bed distributions (Fig. 3). Fossil plant assemblages from the Benxi and Taiyuan formations are poorly represented in the dataset, from which further evaluation of species composition and stratigraphic distribution is not appropriate. By contrast, abundant and diverse plants are present from the Shanxi Formation to the Upper Shihhotse Formation, and are in most cases typical genera known elsewhere as components of wetland plant communities, including sphenopsids, equisetes, ferns and seedferns. Diversity changes are mainly at species level, in both the species origination marked by first appearance and extinction marked by last occurrence (Fig. 3). In the Shanxi Formation a notable species radiation event occurs in which 15 species have their first stratigraphic occurrences during a relatively short period. This radiation event correlates with environmental change from marginal marine to fluvio-deltaic conditions, suggesting that taxa previously unable to tolerate high salt levels or constantly waterlogged soils were beginning to thrive on delta or river margins and overbank deposits. After the Shanxi Formation radiation event, three notable periods with elevated levels of extinction are apparent (Fig. 3) during each of which a significant proportion of species is lost in relatively short intervals. Of these, the earliest occurs in the Lower Shihhotse Formation, the second in the middle member of Upper Shihhotse Formation, and the youngest during the upper member of the Upper Shihhotse Formation. The Lower Shihhotse Formation extinction event sees the disappearance of many taxa that first appeared in the Taiyuan and Shanxi formations during periods of marginal marine and swamp or mire conditions, intercalated with limestones representing marine incursions. During this extinction 14 out of 31 species are lost, representing a 45% extinction amongst plant species. This occurs over a relatively long duration with a stepwise loss of taxa rather than an abrupt change in a single bed, a pattern consistent with biotic response to short bursts of facies or environmental change (Macleod et al. 1997). In the Lower Shihhotse Formation extinction fluvial and alluvial sediments become much more dominant, indicating a change in depositional environment to delta and river settings (Liu 1990). In contrast, the middle and upper Upper Shihhotse Formation extinctions are rapid and more dramatic, accounting for losses of 14 out of 25 (56%) and 14 out of 14 (100%) plant species, respectively. Both the middle and upper Upper Shihhotse Formation record extinctions of Cathaysian and Euramerican taxa alike, with the upper Upper Shihhotse Formation extinction representing the range termination of plants from wetland plant communities in this part of North China during the Permian. These extinctions are most probably associated with multiple species’ threshold tolerances being exceeded in response to rapid changes in environment and/or in response to geological events. In the middle Upper Shihhotse Formation extinction, of the 14 taxa lost, several are long-ranging species such as Cordaites principalis, Sphenophyllum minor and S. verticillatum, as well as species such as Asterophyllites longifolius and Pecopteris andersonii that first occurred only a short time before their demise. The upper Upper Shihhotse Formation extinction is devastating in terms of plant species ranges, and sees the last fluvial and lacustrine beds of the Shanxi sequence before desert sandstones and red beds come to dominate (Wang 1985, 1989). In the present account we document plant stratigraphic ranges from a single site, from which it is not possible to distinguish floral extinction from local or regional scaled episodes of floral extirpation. We have therefore compared our results with diversity and range information from Wang’s (2010) recent study on a co-occurring flora from the same formations in the Jushuihe Section of the Weibei Coalfield of North China, and also with regional palaeobotanical accounts for North China (He et al. 1995; Shen 1995; Kong et al. 1996). If singleton taxa are removed from Wang’s (2010) dataset the plant stratigraphic range charts from Weibei show similar patterns of diversity to those we report here. In Wang’s data, several long-ranging taxa, such as Sphenophyllum verticillatum, span the sequence from the Taiyuan Formation to the Upper Shihhotse Formation. From the middle of the Shanxi Formation to the middle of the Lower Shihhotse Formation, a large number of originations and extinctions occur, also in a stepwise fashion, of relatively short-ranged taxa, including Sphenopteris tenuis and Emplecopteris triangularis. Taxa that originate in the Lower Shihhotse Formation are often long-ranging and disappear in the middle Member of the Upper Shihhotse Formation (such as Annularia mucronata, Pecopteris orientalis and P. andersonii) or the upper Member (such as Sphenopteris nystroemii and Gigantonoclea lagrelii). Accounts of floras from the end-Permian Shiqianfeng Formation are scarce, mainly because there are so few localities from which plants have been recorded (Wang & Wang 1986; Wang 1989). Although most of the major orders are present in the younger strata, genera and species from the Shanxi, Lower and Upper Shihhotse formations are less well represented and there is an increase in Angaran elements. Shen (1995) reported three taxa common to the present study that have also been described from the Shiqianfeng Formation: Pecopteris cf. arcuata, Taeniopteris taiyuanensis and T. nystroemii. However, we have not been able to validate these accounts in more detailed syntheses; the occurrence of these taxa was shown only by data points in summary tables. In an earlier analysis of floral diversity, Wang (1989) reported an 85.6% loss of species in the Upper Shihhotse Formation, the highest number of last appearances and approximately 2.5 times more species than in any other plant assemblage in Permian North China. The study focused on species turnover in the late Palaeozoic and early Mesozoic and found an increase in all plant groups until the Upper Shihhotse Formation, followed by a sharp decrease in both ‘Palaeophytic’ and ‘Mesophytic’ elements. These results were probably biased by low sample numbers in the Late Permian strata, but Wang (1989) also pointed to the invasion of Angaran taxa as a cause of diversity change in the Upper Shihhotse Formation. We therefore conclude that the changes in plant composition we document are extinctions rather than changes in floral composition in a single part of the floral range. In contrast, Wang (2010) interpreted the same pattern in the Jushuihe Section to represent floral change and delimiting distinct floral assemblages through the geological sequence; we conclude that the data from the Jushuihe Section L. G. STEVENS ET AL . 614 Downloaded from https://pubs.geoscienceworld.org/jgs/article-pdf/168/2/607/4044533/607.pdf by University of Arizona user on 21 February 2019 include radiation and extinction events that are synchronous with those that we document from the Taiyuan sequence.",
  "title": "Radiation and extinction patterns in Permian floras from North China as indicators for environmental and climate change"
}